{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/48645/1/664685145.pdf"], "title": ["Separating wheat and chaff: age-specific staffing strategies and innovative performance at the firm level", "Den Weizen von der Spreu trennen: Altersbezogene Personalpolitik und Innovationen auf der Betriebsebene"], "plaintext": "Nontechnical Summary The lack of skilled labour is a major threat to the innovative capacity of highly developed economies. Particularly in emerging technological fields, companies hunt for qualified workers. On the one hand, in most firms highly qualified, mobile jacksofalltrades are assumed to be young. On the other hand, firms fear the loss of valuable expertise, with large cohorts of longtenured and well educated baby boomer workers approaching retirement. This paper explores the effect of rejuvenation of the workforce on innovative performance of firms. We consider the age of workers who leave the establishments or who are hired. In contrast to previous studies on age effects on innovation, we identify patterns with respect to the hiring, retention and separation of workers of different age levels. We find that most of the 585 German establishments covered in this analysis rejuvenate their workforce through inflows of younger workers, and that half of them also do so through the outflow of older workers. In a second step, we account for the fact that staffing patterns may not only vary according to whether an establishment currently experiences employment growth or decline, but also according to whether it is a dominant or a dominated employer. Our results show that rejuvenation as well as changes in the age heterogeneity of the workforce varies across growth and dominance regimes. Workforces are, for example, more likely to become more age heterogeneous in growing establishments. Moreover, in times of workforce decline, rejuvenation is primarily caused by outflows of older workers this occurs regardless of the dominance regime. Dominant establishments rejuvenate through the inflow of younger workers even in times of high labour demand. However, we do not find a robust relationship between hiring, retention or separation of workers at different age classes and the innovative performance of establishments. Our results allow for the interpretation that dominant firms are better able to separate the wheat and from the chaff from a double perspective: not only that they are able to pursue staffing strategies that are potentially more conducive to innovative performance e.g., rejuvenation, they are also able to recruit and retain the most prolific among all segments of workers. This might be an explanation why staffing patterns related to demographic categories would not be of much relevance for innovative performance. This study is based on a large linked employeremployee panel dataset for Germany. Innovation is measured by a concise metric indicator the share of new products or services in turnover for the years 2000 and 2003. Das Wichtigste in Kurze Der Fachkraftesicherung ist eine groe Herausforderung fur die Innovationskraft hoch entwickelter Volkswirtschaften. Insbesondere in jungen Technologiefeldern suchen die Unternehmen mit hohem Aufwand nach geeigneten Mitarbeitern. Die meisten Unternehmen unterstellen, dass besonders nachgefragte mobile Allroundtalente jung sind. Daruber hinaus befurchten Unternehmen den Verlust wertvoller Expertise, wenn groe Kohorten lang gedienter und gut ausgebildeter Mitarbeiter in den Ruhestand gehen. Dieses Papier untersucht den Effekt der Verjungung der Belegschaft auf die Innovationsleistung der Betriebe. Ein Schwerpunkt der Untersuchung bezieht sich auf das Alter der Mitarbeiter, die den Betrieb verlassen und der neu eingestellten Mitarbeiter. Im Gegensatz zu bisherigen Studien zu Alterseffekten auf Innovationen identifizieren wir Mitarbeiterbindung, Einstellungs und Entlassungsmuster von Mitarbeitern unter Berucksichtigung ihres Alters. Wir beobachten, dass die meisten der 585 untersuchten Betriebe ihre Belegschaft durch die Einstellung junger Mitarbeiter verjungen, und dass die Halfte der Betriebe zusatzlich altere Mitarbeiter entlasst. In einem zweiten Schritt berucksichtigen wir, dass die Mitarbeiterfluktuation von der allgemeinen Entwicklung der Mitarbeiterzahl sowie der Dominanz des Unternehmens auf dem Arbeitsmarkt abhangen konnte. Die Ergebnisse zeigen, dass sich die Verjungung und die Altersheterogenitat der Belegschaft zwischen Betrieben in unterschiedlichen Wachstums und Dominanzregimen unterscheiden. Belegschaften werden beispielsweise in wachsenden Betrieben in der Tendenz heterogener. Uberdies wird die Verjungung bei schrumpfenden Betrieben hauptsachlich durch das Ausscheiden alterer Mitarbeiter verursacht und zwar unabhangig vom Dominanzregime. Dominante Betriebe verjungen ihre Belegschaft haufiger durch den Eintritt jungerer Mitarbeiter; dies gilt auch in Zeiten hoher Arbeitsnachfrage. Die Mitarbeiterbindung, Einstellungs und Entlassungsmuster von Mitarbeitern und deren Alterscharakteristika tragt jedoch nicht messbar zur Innovationsleistung der Betriebe bei. Unsere Ergebnisse lassen die Interpretation zu, dass dominante Betriebe leichter die Spreu vom Weizen trennen konnen: sie sind nicht nur in der Lage diejenigen Mitarbeiter einzustellen, die die Innovationsleistung fordern beispielsweise durch eine Verjungung, sie konnen zudem die leistungsfahigsten Mitarbeiter in allen Alterssegmenten einstellen und an sich binden. Dies erklart moglicherweise, weshalb die Mitarbeiterfluktuation im Zusammenhang mit demographischen Merkmalen keinen groen Erklarungswert fur die Innovationsleistung aufweist. Diese Untersuchung basiert auf umfangreichen deutschen verknupften Betriebs und Beschaftigtendaten der Jahre 19932006. Innovationen werden mit einem prazisen Indikator, dem Anteil neuer Produkte und Dienstleistungen am Umsatz fur die Jahre 2000 und 2003 gemessen. Separating Wheat and Chaff: Agespecific Staffing Strategies and Innovative Performance at the Firm Level 1 Den Weizen von der Spreu trennen Altersbezogene Personalpolitik und Innovationen auf der Betriebsebene Katharina Frosch,2Christian Gobel,3Thomas Zwick4 This version: June 2011 Abstract Adopting a dynamic perspective, this paper investigates agerelated staffing patterns in German establishments and their effect on innovative performance. First, we investigate how establishments achieve the necessary workforce rejuvenation from the inflow of younger or from outflows of older workers. In addition, we explore whether certain staffing patterns are more likely to appear under different economic regimes. In a second step, we analyse whether an establishments innovative performance is related to the staffing patterns it experiences. The analysis of linkedemployeremployee data shows that most of the 585 German establishments covered rejuvenate by inflows of younger workers. Half of the establishments also use the outflow of older workers. Furthermore, workforces are more likely to become more ageheterogeneous in growing establishments. Finally, we do not find evidence that a youthcentred human resource strategy always fosters innovation. Zusammenfassung Dieser Beitrag untersucht die altersbezogene Personalpolitik deutscher Betriebe und deren Einfluss auf die Innovationsfahigkeit. Zuerst wird dargestellt, wie Betriebe verhindern, dass ihre Belegschaften altern. Beispielsweise werden bevorzugt jungere Beschaftigte eingestellt und altere Beschaftigte verlassen den Betrieb. Anschlieend wird gepruft, ob bestimmte Einstellungs und Entlassungsstrategien starker in bestimmten wirtschaftlichen Umstanden erfolgen. In einem zweiten Schritt wird analysiert, ob die Innovationsleistung von Betrieben mit deren Personalpolitik zusammenhangt. Die Analyse von verknupften BeschaftigtenBetriebsdaten zeigt, dass die Mehrheit der untersuchten Betriebe sich durch das Einstellen jungerer Beschaftigte verjungt. Die Halfte dieser Betriebe entlassen zudem Beschaftigte, die alter als der Durchschnitt der Belegschaft sind. Wir finden zudem, dass sich die Altersheterogenitat in wachsenden Betrieben erhoht. Schlielich finden wir keine Evidenz dafur, dass eine jugendzentrierte Personalpolitik die Innovationsfahigkeit der Betriebe verbessert. Workforce aging, staffing strategies, innovation M51, J24, O31 Keywords: JEL Classification: 1 We thank Inga Freund for useful comments. We are grateful to two anonymous referees for helpful comments and suggestions. We also thank the Research Data Centre FDZ of the Federal Employment Agency at the Institute for Employment Research for their support with the analysis of the data. Financial support by the German Research Foundation DFG under its priority programme Age Differentiated Work Systems grant ZW17212 is gratefully acknowledged. This paper uses the cross section version 1 of the linked employeremployee data set LIAB, years 19932006. Data access was provided via onsite use at the Research Data Centre FDZ of the German Federal Employment Agency BA at the Institute for Employment Research IAB and afterwards via controlled data remote access at FDZ. LudwigMaximiliansUniversity, Munich and MaxPlanckInstitute for Demographic Research, Rostock. Corresponding author: froschbwl.lmu.de. LudwigMaximilians University, Munich and Centre for European Economic Research, Mannheim. Centre for European Economic Research ZEW, Mannheim. 1 Introduction The lack of skilled labour is seen as a major threat to the innovative capacity of highly developed economies. Particularly in emerging technological fields, companies desperately hunt for workers who can simultaneously draw upon uptodate specialist knowledge and substantial work experience, who are geographically mobile and understand different cultures and ways of thinking, and who can deal easily with both technical and business issues. In most cases, such highly soughtafter jacksofalltrades are assumed to be young. At the same time, firms fear the loss of valuable expertise, with large cohorts of longtenured and well educated baby boomer workers approaching retirement. Meanwhile, from an empirical perspective, we know little about the agedependency of innovative capacity. Previously, mostly crosssectional evidence at the individual level, as well as at the aggregate level of firms pointed towards decreases in innovative capacity at older ages. However, a major problem is the omission of unobserved factors that drive innovation, and which are, at the same time, related to age e.g., education, occupation or the characteristics of the firm a worker is employed. For this reason, the use of crosssectional data implies the risk of erroneous estimation results for the ageinnovation pattern. In most cases, the contribution of older workers to innovative performance tends to suffer from a systematic downwards bias. This may be because they work in firms with older technological equipment, or in occupations and industries that are beyond the peakinnovation stage in the technology cycle; or because, on average, older workers tend to have lower educational attainment. If the contribution of different age groups at the aggregate level of firms is assessed, reverse causation is an additional source of estimation bias: if agespecific worker flows are related to the performance of the firm or region, a firms age structure is not only a determinant of its performance; it is, at the same time, also its product. If, for example, younger and highly mobile workers select themselves into highly productive and innovative firms, while older workers tend to remain in less prolific firms, the performance estimates for older workers are further downwardly biased. Indeed, longitudinal studies on age effects on general productivity at the firm level show that older workers fare much better than the ageperformance pattern found in individuallevel studies suggests if potential omitted variables and reverse causation are controlled for by standard econometric tools e.g., Malmberg et al. 2008, Gobel and Zwick 2009. However, due to the very limited availability of data on age and innovation, such longitudinal evidence is not yet available for the age dependency of innovation. Despite the lack of conclusive evidence on the age pattern in innovative capacity, with ongoing demographic changes, firms fear looming shortages of young professionals and busts in their innovative capacity when their incumbent workforces age Verworn and Hipp 2009. They therefore seek to shape their staffing strategy with respect to the recruitment, retention and laying off of workers to prevent such losses. This study therefore aims to investigate to what extent the staffing strategies currently favoured by firms centred on the engagement of young and highly skilled workers and the retention of highly skilled and longtenured workers really leads to an improved innovative performance 5. Therefore this study intends to explore the effect of the necessary rejuvenation different age characteristics of workers in and outflows to a company on its innovative performance. In contrast to previous studies on age effects in innovation that mainly adopt a static perspective, we identify patterns with respect to the hiring, retention and separation of 5 There are a number of studies on the productivity effects of HR practices, such as Huselid 1995 or Datta et al. 2005. Moreover, a recent study by Zhou and Dekker 2010 focuses on the impact of labor relations on innovative performance in Dutch firms. However, to our knowledge, none of the existing studies focuses on staffing patterns, i.e., the in and outflow of workers. 1 workers of different age and tenure levels for German firms. Germany is an excellent showcase for such a study. On the one hand, the competitiveness of the German economy strongly draws upon innovative capacity. On the other hand, in the coming two decades, Germany will experience considerable workforce ageing, resulting in increases of up to 15 percentage points in the share of 50 to 64yearolds in the employed workforce, especially if employment rates among the older population improve. In recognition of the fact that rigidities external to the firm, such as shortages of young highly skilled professionals on the labour market or legal restrictions, hinder firms from fully controlling their workforce composition, we suggest interpreting empirically traceable, prevailing staffing patterns on the labour market as potential strategic regimes that German firms could, theoretically, adopt, even at the present time. In times of demographic change, there seems to be considerable agreement among business decision makers that adopting a strategy of rejuvenation of the workforce, whereas retaining longtenured workers with valuable firmspecific experience, is the best option for coping with the potential negative effects of demographic change on innovation. Therefore, our focus is on quantifying the comparative advantage of firms with promising labour turnover and retention patterns with respect to innovative performance. This study is based on a linked employeremployee dataset for Germany. Innovation is measured by a concise metric indicator i.e., the share of new products or services in turnover for the years 2000 and 2003, and covering several hundred plants. We investigate three issues. First, which staffing patterns with respect to older and younger workers currently prevail in German firms? Second, which firms are most likely to pursue the preferred staffing pattern that is directed towards rejuvenation through hiring younger and separating from older workers? Third, how is a firms innovative performance related to the staffing pattern? In other words, to what extent does separating the wheat from the chaff based on demographic criteria actually affect innovative performance? The rest of the chapter is organised as follows. Section 2 provides an overview of concepts and previous empirical evidence on the staffing patterns firms experience in the current demographic and labour market situation and with respect to specific age groups. Section 3 presents the empirical approach to shed light on the research questions raised above. Results are presented and discussed in Section 4. Section 5 concludes with a summary and some directions for future research. 2 The age dimension in firms staffing decisions 2.1 FIRMS AGERELATED STAFFING STRATEGIES Firms staffing strategies consist of the recruitment and retention of, and the separation from, workers with specific skills and characteristics, as well as their efficient allocation to the available jobs e.g., Miller 1984, Sonnenfeld and Peiperl 1988, Koch and Mc Grath 1996. Companies hire new people or lay off workers in order to increase or reduce their workforces. Beyond engagements and separations prompted by new job creation or job destruction, firms also replace workers in existing jobs, either to respond to workerinduced fluctuation, or to replace workers they have laid off for whatever reason. In this context, Burgess et al. 2000a, p. 886 state that any given level of employment growth or cutbacks can be achieved by different combinations of hires and separations, and that this level of churning 6 is the connection between worker flows and job flows. 6 Churning is defined as worker flows beyond new job creation and job destruction, i.e., turnover that only leads to the replacement of employees by external hires in existing jobs, and does not occur in order to cope with employment growth or decline Burgess et al. 2000b, p. 477, Boockmann and Hagen 2002, p. 385, Boockmann and Zwick 2004, p. 53. 2 Generally, we would assume that firms try to hire and retain workers who boost innovative performance, and to separate from less prolific employees Huselid 1995, p. 635. Labor turnover can then lead to increased innovative performance through an improved average innovative capacity. However, attempts to change the skill mix of their workforce by churning workers only work if the gains in performance do at least compensate for the adjustment costs induced by labour turnover Abowd and Kramarz 2003. Shedding light on these firmdriven dimensions of labour turnover therefore involves identifying individual factors that are relevant for innovative performance. First, innovative capacity is known to be strongly related to knowledge and expertise. Apart from variations in innovative capacity according to educational achievement, we would expect newly hired and incumbent workers with a long tenure to systematically differ in their capacity to innovate, even if they have the same educational attainment. On the one hand, newly hired workers lack firmspecific experience, and need intensive onthe job training, whereas longtenured workers can draw upon extensive firmspecific experience Becker 1962, and are wellmatched to their current position Jovanovic 1979. In this context, Daniel and Heywood 2007 have presented crosssectional evidence that firms with long internal training periods before a new worker reaches the same productivity as an experienced worker, hire fewer older workers. Therefore, firms may be making a mistake when they dismiss older workers with valuable tacit experience. Moreover, the disruption of informal communication structures may be a concern, especially in the case of outflows of longtenured workers. On the other hand, recently hired workers with a short tenure may be better skilled in bridging structural knowledge holes towards new networks and emerging knowledge fields outside the company Gabbay and Zuckerman 1998. This latter aspect indicates that labour turnover may be conducive to innovation, even if it involves an exchange of workers with a similar individual capacity for innovation. However, high churning levels may lead to operational disruption if key professionals or central nodes of the internal communication structure get lost Staw 1980, p. 256. Leaving aside the assumptions that older workers have more expertise, and that the newly hired workers with the greatest ability to bridge structural knowledge holes are mostly younger, the literature has pointed out further variations in the innovative capacity across age, mainly related to further aspects touching upon the portfolio of human capital. Over the life course of workers, human capital is prone to obsolescence De Grip and Van Loo 2002, particularly specialist knowledge acquired in formal education completed in early adulthood, and when working in domains subject to fast technological change Vandenbussche et al. 2006. Continuously updating ones stock of human capital over the course of a career can partly offset obsolescence, but the incidence of lifelong learning has been found to be far lower for older than for younger workers OECD 2007b, Leuven and Oosterbeek 1999, p. 324, Skirbekk 2004, p. 136, Asplund 2005. Furthermore, only younger cohorts have had the chance to obtain education in emerging fields, such as IT starting in the 1980s, or biotechnology starting in the 1990s. A large body of literature, for example, has pointed out agerelated declines in cognitive abilities that have been found to be relevant in the creation of novel achievements, e.g., divergent thinking abilities Schaie 1958, Reese et al. 2001. Meanwhile, verbal and social skills important for interunit resource exchange and product innovation, the creation of intellectual capital and crossfunctional team effectiveness Adler and Kwon 2002, p. 17 tend to remain constant over the life course Autor et al. 2003, Daveri and Maliranta 2007, Skirbekk 2008. Finally, the fact that older workers are increasingly affected by health impairments Ilmarinen 2006, pp. 158171, or may suffer from decreased work motivation Kanfer and Ackerman 2000, 2004, Sturman 2003, p. 613, can reduce their innovative capacity, as the knowledge and expertise they have are not fully brought to bear. 3 Based on the assumption that there are productivity differentials not only between younger and older workers, but also between newly hired, incumbent and exiting workers, two recent studies have focused on the productivity effects of agespecific flows of labour from and into the firm, i.e., the hiring and dismissal or voluntary departures of younger, primeaged and older workers, respectively. Relating gross value added in several thousand Finnish firms over a time period of eight years to the in and outflows of workers of different ages, Ilmakunnas and Maliranta 2007 showed that dismissals of older workers age 49 with potentially outdated skills enhance productivity, whereas separations from primeaged workers hamper a firms productivity, and that these effects are particularly high in innovative industries, such as ICT. Surprisingly, in none of the estimation models referring to the ICT industry hiring younger workers was found to enhance productivity. In a similar study for Finnish firms, Maliranta et al. 2009 go beyond agespecific staffing patterns, and additionally differentiate between the previous and the new occupational position of hires, as well as the tenure and educational levels of hires, leavers and stayers. Their focus is on interfirm knowledge spillover in RD. As expected, based on our previous conceptual considerations, the results suggest that the separation from highly educated workers may hamper productivity, whereas the engagement of younger workers may increase productivity. However, after looking at the results in more detail, we find that simply resuming the hiring of younger workers does not boost productivity. Instead, we find that only hiring younger workers who are also highly skilled actually improves productivity. Similarly, separating from older workers is only conducive to firm productivity if they do not belong to key performing groups, i.e., the highly skilled or the RD workforce. Interestingly, however, the transfer of younger and older hires from RD departments in one firm to nonRD occupations at another firm is shown to boost productivity. Several interpretations are possible as to why the obsolescence of innovationrelevant human capital does not seem to play a major role for this specific type of interfirm worker flow. On the one hand, firms may only poach similarly prolific workers, regardless of their age. On the other hand, the ability to make use of previous work experience in an RD department in a new, perhaps more managerial function may be the main driver of performance. However, whereas the first study at least controls for timeconstant, unobserved heterogeneity by accounting for firm fixed effects through the use of differencesinvariables instead of levels, the second one is purely of a crosssectional nature. Furthermore, in both studies, the endogeneity of the age structure is a concern 7: If strongly performing firms attract new and mainly younger workers, the positive effect of hires in this age segment may result from reverse causation, rather than from agerelated productivity differentials, and because these studies look at many workforce subgroups, instrumental variable approaches cannot be applied Maliranta et al. 2009, p. 308. Finally, general productivity in firms operating in the ICT industry is affected by many factors other than the innovative capacity of the workforce. Taking gross value added as a performance indicator therefore only partly meets our goal of explaining innovative performance. Apart from these methodological issues, it is apparent that simply linking a firms decision to hire, retain or separate from a worker to the assumed productivity of this worker is taking a view that is too narrow: if increases in a certain subgroup of workers boost innovative performance, this could also result from the fact that the company has moved to a workforce composition that is more favourable overall with respect to innovation. This asks to what extent workers with different characteristics complement each other with their specific portfolios of knowledge, skills and expertise, above and beyond their direct contribution to 7 Ilmakunnas and Maliranta 2007 apply an instrumental variable approach, but only on the total sample and not in the ICT sector which is more relevant when looking on age effects in innovation than less knowledge intensive sectors. 8 The authors mention, for example, that the application of instrumental variables to cope with potential endogeneity of agespecific hiring and separations is only possible if the number of worker characteristics controlled for is limited. 4 innovative firm performance. Apart from implementing new products and services, employees may also more tacitly contribute to innovations by enhancing the performance of other workers, e.g., by taking over managerial tasks, or through knowledge exchange and transfer Meyer 2010. If we assume such complementarities 9 between age groups, it can make sense for firms to employ workers who are scarce in their current workforce, even if the individual capacity for performance of this segment of workers is lower than that of the bestperforming segment. A certain level of age diversity may therefore be conducive to innovative performance. Indeed, based on their study of linked employeremployee data of several thousand German firms from 1993 to 2001, Veen and BackesGellner 2009 found that the more agediverse a firms workforce is, the higher its productivity in knowledge intensive industries. In contrast to this result, ageheterogeneity is found to be detrimental with respect to productivity in more traditional industries 10. In conclusion, labour turnover is useful for firms that are filling newly created positions or reducing their workforces to separate from underperformers or to replace underperformers by highly innovative new workers with a high level of education, relevant work experience and the capacity to bridge structural knowledge holes. Furthermore, more ageheterogeneous workforces may foster innovative performance. Labour turnover is dysfunctional, however, if firmspecific expertise or key performers are lost, or if turnover moves the firm towards a less favourable workforce composition or, more generally, if the costs of labour turnover exceed its benefits. 2.2 STRATEGIC STAFFING PATTERNS, EMPLOYMENT GROWTH AND DOMINANT FIRMS Up to now, we have assumed that firms are completely free in implementing their preferred staffing strategy. However, this is not realistic. Labour turnover comes in very different guises. Engagements and separations in, for example, certain age groups Hamermesh et al. 1996, p. 25 do not unequivocally reveal to what extent these workers flows are the result of firms deliberate staffing decisions, or whether they are driven by workers preferences, legal restrictions or social acceptance, as well as by the availability of skilled workers on the labour market Burgess and Nickell 1990, Burgess et al. 2000b. For example, outflows not only consist of planned layoffs by firms, but also of voluntary quits. In particular, the most productive and innovative workers have most opportunities for jobtojob changes Allen and Griffeth 1999, and the costs associated with changing jobs may be outweighed by gains in earnings for this group. Moreover, worker characteristics, such as age that firms take as signals for a high capacity of innovation, are not necessarily a guarantee that a recruit or a retained worker will display an aboveaverage performance, as there are performance differentials within each target segment of workers. Productivity differences between workers of the same age group have even been consistently found to be more pronounced than between workers of different ages Warr 1993, p. 238. In conclusion, firms can neither fully control the age, education and tenure mix of the workforce nor the churning level 11; and even if they could, they would not necessarily be able to hire and retain the most prolific workers for innovation. However, in this chapter we argue that evidence on the effects of different staffing patterns on innovative performance can nevertheless shed light on the question of which staffing 9 For similar reasons, Prskawetz and Fent 2007, as well as Guest 2007, for example, strongly recommend applying formal models that are based on the assumption of imperfect substitutability or: complementarity between workers of different ages. 10 This latter result is also in line with evidence provided by Duzgun 2008 and BorschSupan and Weiss 2008 who show that error rates increase with age heterogeneity in work teams in a large German car manufacturing plant. 11 Note that estimating the average contribution of turnover in different subgroups of workers, e.g., skilled younger hires or older longtenured leavers, to firm performance, as in Ilmakunnas and Maliranta 2007 and Maliranta et al. 2009, implicitly draws upon this assumption. 5 strategies firms would be theoretically able to implement given the current labour market situation, and which staffing strategy would be most favourable for innovation if firms could completely control labour turnover. In the context of ageing workforces and innovation, we look at different kinds of labour turnover inducing changes in the workforce. The following staffing patterns may be conducive to innovation: Rejuvenation, i.e., whether and to what extent a firms workforce does not grow older on average by one year from year to year. Workforce age diversification, i.e., whether a firms workforce becomes more age heterogeneous over time. A certain churning level may intensify the exploration of new knowledge fields, but this comes at the price of the disruption of grown communication and cooperation structures. These three dimensions can result from very different combinations of agespecific fluctuations and engagements Burgess et al. 2000a, p. 886. Rejuvenation can, for example, be caused either by the engagement of younger workers or by the voluntary or involuntary separation from older workers, or of both phenomena at the same time. Similarly, the age diversity of a firms workforce increases if dismissals or voluntary departures are in age groups that are highly represented, or if newly hired workers are of an age that is not that well represented in the firms current workforce age structure. Closely connected to this, we suggest that the firms staffing patterns strongly vary according to whether the firms experience workforce growth or decline. An expanding firm will, for example, prefers to rejuvenate their workforce by hiring additional young workers, whereas a firm in a period of downsizing either allows its workforce to grow older, or, if it chooses to rejuvenate, it can achieve this by ensuring that leavers are older than the average age of employees Daniel and Heywood 2007. Additionally, not only the staffing pattern itself, but also its effect on innovative performance should vary depending on whether a firm experiences a period of employment growth or decline: losing older workers with experience in coping with economic downturn and organizational upheaval caused by cutoffs in employment may, for example, be more detrimental than losing younger workers, even if they have high levels of uptodate specialist knowledge. In periods of employment growth, the inflow of these young professionals may be crucial for innovative performance. Finally, as mentioned above, workers who are less or more experienced, or who are young or old are not homogenous with respect to unobservable characteristics, such as motivation, loyalty or creativity. In this context, and referring back to the theory of labour market segmentation Doeringer and Piore 1971, we suggest that dominant 12 firms with attractive internal labour markets and generous compensation and benefit systems are particularly able to attract employees from other firms, and to employ younger and to retain older, longtenured workers in times of employment growth. If forced to reduce their workforce, they primarily lay off less skilled workers in all age groups, as well as older, shorttenured workers. Churning on average improves job match and productivity and the capacity for innovation. Dominated firms with lower wage levels and less attractive career opportunities are not always be able to attract the type of workers they would like to hire, especially when those workers are already employed by their rivals, and they therefore engage less skilled and older 12 This differentiation albeit referring to the poaching of employees trained by other firms draws upon Lene 2002, who refers back to earlier work by Cahuc et al. 1990 on labour market segmentation and wage determination. He describes dominant firms with wellfunctioning internal labour markets that are able to attract and retain workers with high levels of human capital. Dominated firms with less attractive career opportunities however lose valuable and selftrained workers to dominant firms. 6 workers 13. In periods of workforce decline, they lose a considerable number of young, mobile workers, as well as highly skilled workers in all age groups and longtenured older workers who move to take advantage of better options on the external labour market. However, even if dominant firms are better able to implement staffing strategies identified as promising based on observable worker characteristics, such as age or tenure simply implementing these strategies may or may not lead to increased innovative performance, as success strongly depends on a firms ability to attract and retain the most motivated, loyal and creative workers within each segment, and to shed less prolific workers. With respect to the effect of staffing patterns on innovative performance among dominant versus dominated firms, two conflicting assumptions are possible. On the one hand, the abovedescribed staffing patterns may have a more pronounced positive effect on innovative performance for dominant firms than for dominated firms, as they hire and retain the most prolific workers in each of the targeted groups. On the other hand, staffing patterns assumed to be more favourable to innovation may be of little relevance for dominant firms, as they would in any case succeed in recruiting and retaining the most prolific workers, regardless of whether they are, for example, old or young. In conclusion, we propose that the observable staffing patterns of German firms and their effects on innovative performance vary across growth and dominance regimes. However, even if dominant firms are more able to pursue staffing patterns favourable to innovation, the question of whether this drives innovation or if they anyway recruit and retain the most prolific workers in all target groups remains to be explored in the course of this study. 3 Approach 3.1 DATA The study draws upon a linked employeremployee dataset for Germany LIAB provided by the Research Data Centre of the German Federal Employment Agency at the Institute of Employment Research IAB. With a representative annual sample of 4,000 to 16,000 German establishments between 1993 and 2008, and almost seven million workers, it combines administrative employment data from the social security statistics for almost all individual workers on June 30th of the respective year, with survey information about organisations they work for for details see Jacobebbinghaus 2008. It should be noted that only organisations with at least one employee subject to social insurance are covered. As we focus on innovative capacity, instead of on general productivity, we have chosen to restrict the analysis to the two most recent waves of the LIAB, whereby the plantlevel survey includes detailed questions on innovative performance, which are the years 2001 and 2004 that refer to innovative output in 19992000 and 20022003, respectively. As not all companies that innovate have provided reliable replies to the questions related to the share of turnover achieved by innovation, andor workforce flows, indicators cannot be computed for some firms. If there is no workforce information for the preceding two years, as is the case, for example, for the newly founded establishments, the final dataset used consists of 585 observations, referring to 245 establishments in 2000 and 340 establishments in 2003, employing a total of more than 200,000 employees. 3.2 RELATING STAFFING PATTERNS OF GERMAN FIRMS TO INNOVATION Firms innovative performance is measured by the share of turnover achieved with new products and services developed in the last two years preceding the survey, see Wagner 13 In this context, Daniel and Heywood 2007 found for British firms that deferred compensation and internal labor markets are a strong negative predictor for the hiring of older workers. Therefore dominant firms hire fewer older workers than dominated firms. 7 2008, Criscuolo et al. 2010 or Verworn and Hipp 2009. To characterize the staffing patterns of firms, we compute different indicators based on changes in the firms workforces over the two years prior to when innovative performance is observable, i.e., between 1998 t1 and 1999 t2 and between 2001 t1 and 2002 t2 for the innovation indicators in 19992000 and 20022003, respectively. Note that indicators related to the staffing patterns are based on fulltime equivalents. First, we assess whether firms workforces are rejuvenated, and how they achieve this. If the share of young hires among all hires exceeds the share of young workers in the overall workforce 14, we qualify this as rejuvenating by hiring younger workers. Thus, new hires are identified as workers employed in year t2 who have not been working in the establishment in t1. Similarly, rejuvenation by separating from older workers applies if the share of older workers leaving the company of all separations exceeds the overall share of older workers in the establishment. Separations are identified as workers who have been working in the firm in t1, and have left it by t2. For these two indicators, the age groups for younger and older workers are set to younger than 35 years and 50 years or older, respectively. The two rejuvenation indicators can take any positive value. Values of one reveal that the workforce structure remains unaltered by the staffing strategy dimension in question. Values larger than one indicate that the firm rejuvenates, whereas values smaller than one indicate that the firm grows older by its hiring strategy. Our second dimension of the staffing pattern is workforce age diversification analysed on changes in the age heterogeneity of firms highly skilled workers. This is given by increases or decreases in the standard deviation of workers age between t1 and t2 Veen and BackesGellner 2009. Finally, the churning rate refers to firms simultaneously hiring and firing, and workers quitting and being replaced beyond what is needed to attain the level of employment growth or decline the firm experiences Burgess et al. 2000a, p. 888, Burgess et al. 2000b, p. 477479. We compute this rate according to Boockmann and Hagen 2002, p. 387, by setting the difference between the turnover rate 15 and the net employment change in relation to the turnover rate. Now, we still need to classify establishments according to their dominance regime. To differentiate dominant from dominated firms, we use the wage residual obtained from running a pooled OLS wage regression at the firm level.16 Results are reported in Table A.3 of the Appendix. Firms that pay higher average wages to their workers as indicated by positive residuals are assumed to be able to pursue dominant strategies on the labour market. Dominated firms with negative residuals offer on average lower wages and potentially less attractive internal labour markets. Hereby we control for workforce and firm characteristics commonly assumed to affect wages.17 All aspects, including innovative performance, the hiring, separation and retention patterns, as well as the wage dynamics, are probably driven by overall trends in different industries, i.e., as the propensity to innovate differs, or as the whole industry declines due to structural changes in the economy. In order to eliminate this source of unobserved heterogeneity that 14 Hutchens 1986 and Daniel and Heywood 2007 use similar indicators for the hiring of older workers. 15 The turnover rate TR is the sum of the hiring rate HR and the separation rate SR between t1 and t2. Hiring and separation rates are computed as the numbers of hirings or separations, respectively, divided by the average workforce size across t1 and t2 Davis and Haltiwanger 1999. The full formula for the churning rate is hence CRHRSREHRSR, with E being the net employment change between t1 and t2. 16 An alternative specification of dominance based on personnel measures such as high nonemployer induced fluctuation in general, lack and loss of skilled labor, overaged workforces as well as information about whether the respective establishment paid wages above the wages specified in collective agreement did not yield different results. 17 Workforce mean age and tenure both in the linear and the quadratic terms, respectively, the shares of female, parttime and whitecollar workers, firm size, investments, the condition of the technological infrastructure, the presence of a work council and the application of collective agreements, region and the year of the observation have been accounted for. Note that the inclusion of more detailed, categorical variables for workforce age groups or firm size neither changes the results nor improves the model fit. 8 may bias the results, the following analysis is based on deviations of the industry median 18 of the respective indicator. We differentiate between A metal production and structuring; B mechanical engineering, vehicle manufacturing and shipping industry; C electrical engineering and precision mechanics; D paper, textile and food; E building and construction and F other. The transformed indicators can be interpreted with reference to other firms in the same industry, i.e., a positive indicator value for the rejuvenation by hiring indicator reveals that the establishment experiences more rejuvenation by hiring young workers than the average establishment in the same industry. Finally, expanding and downsizing firms are identified based on the change in employment in each of the two periods as percentage changes of the initial workforce size in the starting year of the period growth regime. The growth indicator is not adjusted based on the median by industries, as we assume the staffing patterns to be directly affected by whether firms shrink or grow. Relating the computed staffing indicators, as well as the information about the dominance and growth regime of an establishment to its innovative performance, allows us to explore the prevalence of different staffing patterns in German firms, and the effects on their innovative output under different regimes of growth and dominance. To the extent possible, systematic variance in additional determinants of innovative output that do not result from the staffing pattern should therefore be controlled for. In particular, other determinants of firms innovative output that are also related to the staffing strategies andor the growth and dominance regimes could cause if they are not considered an omitted variable bias. As additional determinants of firmlevel innovative productivity, we therefore account for the following set of observable controls Wagner 2008, Criscuolo et al. 2010: First, large firms are more likely to introduce or generate a new product than smaller firms, but if smaller firms do, the turnover share realised through innovations is higher than for their larger counterparts Strotmann and Mathes, 2005, p. 11. Firm size is accounted for by the average number of employees expressed in fulltime equivalents for the respective establishment and year. Similarly, in some studies, firm age has been found to be negatively correlated to the probability to innovate in a study by Huergo and Jaumandreu 2004; however, other studies have found no effect Mc Gahan and Silverman 2001, Wagner 2008. We include firm age as a dummy variable that indicates whether the production equipment of the firm is in good technical condition Gobel and Zwick 2009. Furthermore, investment activities aimed at enlargement and expansion per worker are accounted for. The share of highly skilled workers, i.e., workers with a tertiary education degree, as well as mean age and mean tenure are considered. Additional workforce characteristics, such as the share of parttimers and the share of female workers are also taken into account. All workforce characteristics are computed based on fulltime equivalents. Finally, establishments are categorised according to whether they are located in the former East Germany, and according to the six industrial sectors mentioned earlier. It should be noted that the initial sample of more than 1,000 establishments with information on the turnover share achieved based on innovative products and services shrinks to 585 establishments. The largest part of the loss of observations results from the fact that, to construct the indicators based on workers flows, workforce information from the previous years is needed. This means that, for example, newly founded firms drop out of the sample. We should further note that, the more specific our analysis, e.g., by looking at staffing patterns and dominance regimes, the more observations we lose due to increasing data needs. Finally, as only 27 establishments are covered in both years, the nature of the data does not allow us to 18 We also include small firms with only one or two employees. Therefore staffing pattern indicators can grow very large. In what follows, we therefore use the median instead of the mean for the adjustment by industry, and do not look at the absolute extent of a staffing pattern, but only at binary indicators, i.e. whether an establishment experiences a certain staffing pattern or not. 9 use it by panel regressions in order to cope with potential omitted variable biases or reverse causation. Nevertheless, the robustness of the indepth descriptive analysis provided in this study is thoroughly discussed and evaluated against alternative specifications. 4 Results 4.1 OVERVIEW We start with some descriptive information about the establishments covered by the analysis see also Table A.1 in the Appendix. Almost half of the companies employ between 50 and 999 workers, but four percent are very small establishments with one or two workers, and 10 percent are large companies with 1,000 workers or more. On average, and relative to the respective previous year, the establishments experienced employment growth of 7.5 percent. About 46 percent of the establishments are located in the former East Germany. The average workforce age in the establishments covered by the analysis is about 40 years and on average workers have already worked about seven years in the establishment they are employed at present. Relative to a representative German establishment as provided in the full sample of the LIAB for the respective years, the establishments that provide usable information about their innovation activities are significantly larger, with an average of more than 300 fulltime positions, compared with about 150 in the overall sample. These companies are also more likely to have a works council 61 versus 53 percent. Furthermore, almost 60 percent of the establishments covered in our study operate in the chemical, plastics and extraction industries or the metal production and structuring sectors, whereas this is only the case for about a onethird of the establishments in the full sample. With respect to the age structure, mean age and tenure, the location in eastern or western Germany, and the application of collective agreements, the companies in our sample do not significantly deviate from the full sample. However, on average, the workforces of the establishments covered in our study have significantly higher levels of educational attainment, have more age heterogeneity, are less likely to be female or to work parttime, and are more likely to rate their technological equipment as being in excellent condition. Table 1: Innovative performance, dominance and growth Frequency distribution D dominated firms D dominant firms Total Innovation % of turnover Employment growth % N E0 N 148 160 308 E0 8.7 23.3 308 % 50.9 49.1 100 E0 8.2 10.7 277 E0 N 141 136 277 D 8.2 1.6 296 % 48.1 51.9 100 D 8.8 13.0 289 Total N 289 296 585 % 49.4 50.6 100 All firms 8.5 7.5 585 Notes: Pooled results for the years 2000 and 2003. Dominance determined based on industry adjusted wage residuals based on the wage regression displayed in Table A.3. Source: Elaborated for this study based on LIAB data. Classifying the establishments according to employment growth Table 1 yields 308 growing firms with an average employment growth of 23 percent, and 277 downsizing firms with average employment reductions of 11 percent. With respect to dominance, 289 firms pay belowmedian wages relative to their counterparts in the same industry dominated, whereas 296 firms pay at least average wages or higher, and are therefore classified as dominant. Detailed information with respect to the wage residuals used to compute the dominance 10 indicator is available in Table A.3. Simultaneously looking at growth and dominance regimes leads to about a quarter of the observations in each of the four possible subgroups dominantgrowing, dominantdownsizing, dominatedgrowing, dominateddownsizing. Consequently, the dominance and growth regimes measure different phenomena firms cutting their workforces are not necessarily dominated firms with less attractive internal labour markets or compensation packages. As can be seen in Table 1 above and in Table A.2, on average, the establishments covered achieve 8.5 percent of their turnover with innovative products or services. For 75 percent of the establishments, the turnover share with innovative products does not exceed 10 percent, but the most innovative five percent of establishments yield turnover shares of between 30 and 95 percent. Furthermore, the difference in mean innovative performance between growing and declining, and between dominant and dominated firms, is not significant 19. 4.2 STRATEGIC STAFFING PATTERNS IN GERMAN FIRMS Table 2 presents the information used to compute the staffing patterns by different regimes of growth and dominance. For the sake of completeness, we also provide all indicators for the full sample of LIAB establishments, which shows that, with respect to workforce structure, workforce flows and staffing patterns, the average establishment in our innovation sample is rather similar to the average company in the full sample. The upper part of the Table focuses on the target groups in the total workforce, i.e., the share of younger workers aged less than 35 years and the share of older workers aged 50 years or older. The medium part of the Table shows the corresponding target groups among worker inflows and outflows. Growing firms have a slightly younger workforce than downsizing firms, with 33 and 29 percent younger workers and 21 and 24 percent older workers, respectively. The differences between dominant and dominated firms in each growth regime are negligible. Table 2: Workforce structure and flows by dominance and growth regime All Innovation sample Total Total Growth E0 E0 Dominance D D E0 E0 D D D D Target groups among workforce % Young Old 31.9 23.4 Target groups among worker inflows and outflows % 51.8 Young among inflow Older among outflow 24.7 Other workforce flow indicators Outflow rate per 100 workers Inflow rate per 100 workers Age heterogeneity years Staffing patterns on average, by group Rejuvenating inflow of younger % yes N Rejuvenating outflow of older % yes N Churning level rate N Change in age heterogeneity % N 7.9 7.9 9.3 75.1 10036 42.2 9658 0.46 11905 2.2 14665 31.5 22.4 55.1 25.0 7.9 7.5 10.0 79.0 472 42.8 470 0.55 531 3.8 572 33.3 20.9 52.8 21.6 8.7 10.8 10.0 77.0 248 33.8 240 0.56 288 8.9 295 29.4 24.0 31.4 22.1 31.5 22.7 33.0 20.5 33.7 21.3 29.6 23.9 29.2 24.2 57.8 28.5 57.2 26.1 52.9 23.8 55.9 22.1 49.4 21.1 58.7 30.4 56.8 26.6 7.0 3.8 10.1 81.3 224 52.2 230 0.54 251 1.7 277 6.7 6.4 9.9 82.3 248 45.2 241 0.55 271 5.6 289 9.0 8.6 10.2 75.4 224 40.2 229 0.55 260 1.9 283 6.9 8.7 9.6 10.6 13.6 10.3 6.6 3.8 10.1 7.3 3.8 10.1 84.1 132 36.8 125 0.58 144 11.8 153 69.0 116 30.4 115 0.54 136 5.9 142 80.2 116 54.3 116 0.52 127 1.3 136 82.4 108 50.0 114 0.56 124 2.1 141 19 Note that the information shown is based on raw and not industryadjusted indicators, The Wald test on the significance of group differences in mean values has been conducted based on the deviations of the respective industry median for each indicator in order to avoid that effects purely resulting from industry patterns confound the results. 11 Notes: Pooled results for the years 19981999 and 20012002. N15891 for the full sample and N585 for the innovation sample. Note that the variation in case numbers per strategy results from the fact that the staffing patterns draw upon workforce flows that cannot be computed in many cases, if, for example, an establishment is not observed in the respective precedent periods. Source: Elaborated for this study based on LIAB data. Across all growth and dominance regimes, about half of newly hired workers or more are less than 35 years old, which indicates that, overall, firms rejuvenate by hiring younger only about a third of the incumbent workforce consists of younger workers. However, growing firms experience a less pronounced influx of younger workers among all hires five percentage points lower than their downsizing counterparts. Relating the share of young among the newly hired workers to the share of younger workers in the total workforce shows that overall, four out of five firms rejuvenate through hiring lower part of Table 2. However, comparing dominant and dominated firms by employment growth reveals that 84 percent of dominant, growing establishments rejuvenate based on the influx of younger workers, whereas this in only the case for 69 percent of dominated, growing firms. One explanation for this pattern is that, in times of high labour demand and with the number of younger professionals becoming scarcer due to demographic change, dominated firms are less attractive employers and they therefore have to rely on other age groups to fulfil their labour demand. Rejuvenation through the outflow of older workers is a less pronounced staffing pattern. Overall, only 42 percent of all establishments rejuvenate because their shares of older workers among all separations exceed the share of older workers in the total workforce. Moreover, the differences between the share of older workers among hires and among the total workforce are mostly marginal. The most striking exception are dominant downsizing firms, in which the share of older workers among separations exceeds the share of older employees in the total workforce by more than six percentage points. As rejuvenation by hiring younger employees has been a particularly relevant staffing pattern for growing establishments, making the workforce younger by separating from older workers is particularly relevant for establishments that downsize their workforces: 52 percent of downsizing companies, compared to only 34 percent of growing firms, experience this staffing pattern. However, under workforce decline, dominant firms 54 percent are more likely to rejuvenate by outflows of older workers than their dominated counterparts 50 percent. Employment increases and decreases are mainly controlled by different levels of hiring rates four hires per 100 workers in downsizing firms, relative to 11 in growing firms, with the variation of outflow rates, at seven and nine per 100 workers, being less pronounced. In times of workforce growth, inflow rates are about onequarter higher than outflow rates, whereas in times of workforce decline, outflow rates are about double those of inflow rates in all dominance regimes. Across all growth regimes, dominant firms display lower outflow rates than dominated firms, which may be a first hint that they are more successful in the retention of their workers. Age heterogeneity, as measured by the standard deviation of workers age in every establishment is around 10 for all growth and dominance regimes. As for changes in age heterogeneity, particularly growing 8.9 percent and dominant 5.6 percent firms experience on average strong increases in age heterogeneity, with a maximum of up to 12 percent for dominant, growing firms 20. Whether the increases in age heterogeneity result from increases in younger or older age groups remains an open issue, as the average establishment 20Based on industryadjusted results for this staffing pattern in Table , however, only the differences in the change of age heterogeneity across growth regimes prove statistically significant. 12 in Germany, and also in the subsample used in this study, both younger and older age groups display rather low shares relative to the primeaged groups between 30 and 49 see also Table A.1. The churning rate amounts to 0.55, and the variation between the different regimes of growth and dominance is small, i.e., 0.52 to 0.5821. Up to now, we have only described the staffing patterns that the German establishments covered by our analysis have experienced in the years 19981999 and 20012002. To confirm that the differences in the staffing patterns as identified for different regimes of growth and dominance are actually statistically relevant, we have conducted significance tests on the share of establishments in each regime that experience the staffing pattern into question. However, unobserved heterogeneity, because, for example, general upwards or downwards trends in employment in different age groups lead to typical staffing patterns in different industries, may confound our results. To reduce potential biases that may arise from the fact that we did not control for such issues, we first compute indicators for the five staffing patterns as deviations from the median in the industry the establishment operates in, and only then differentiate between establishments that have the respective staffing pattern to a greater or lesser extent than the median establishment in the same industry. Table 3: Strategic staffing patterns by dominance and growth regime Staffing strategies % yes Rejuvenation inflow of younger N Rejuvenation outflow of older N High churning level N Increasing age heterogeneity N Growth Dominance E0 E0 E0 E0 47.6 248 54.5 224 D 56.5 248 D 44.6 224 D 54.5 132 D 39.7 116 D 58.6 116 D 50.0 108 p0.136 p0.010 p0.019 p0.197 42.1 240 59.1 230 51.9 241 48.9 229 p0.000 p.0.522 55.0 280 49.4 251 p0.198 59.3 295 42.2 277 51.7 271 53.1 280 p0.744 54.3 289 47.7 283 p0.000 p0.114 43.2 125 40.9 115 p0.716 56.9 144 52.9 136 p0.503 62.7 153 55.6 142 p0.215 61.2 116 57.0 114 p0.520 45.7 127 53.2 124 p0.233 44.9 136 39.7 141 p0.389 Notes: Pooled results for the years 19981999 and 20012002. Prevalence of staffing patterns as indicated by values above the median of the respective of all establishments operating in the same industry yes, by dominance and growth regimes. The pvalues in the other columns indicate whether the share of establishments experiencing the respective staffing strategy differs between the two compared groups. Significance levels 10%, 5%, 1%. Source: Elaborated for this study based on LIAB data. Table 3 shows for each strategic staffing pattern within the different growth and dominance regimes the share of establishments that experience the respective staffing pattern equally or more strongly than the median establishment in the same sector. The betweenregime differences of the averages of these shares per group are tested for statistical significance based on Wald tests, and the results are provided by means of the corresponding pvalues. Generally, the results based on raw indicators without adjustments by the industry median from Table 2 are substantiated: growing establishments are slightly less likely to fill their open positions with high shares of younger workers relative to their downsizing counterparts in the same industry, but the result is not statistically significant p0.136. Moreover, 57 percent of dominant firms rejuvenate by hiring younger workers, whereas only 45 percent of their dominated counterparts do so p0.01. However, the most striking result is that the great majority of dominant firms 55 percent apparently manage to rejuvenate through the inflow 21 The results for the mean churning rate and the low variation are in line with earlier results by Boockmann and Hagen 2002, p. 391. 13 of younger workers, even in times of employment growth and thus high labour demand, whereas this is much less the case for their dominated counterparts 40 percent. The difference is significant at the fivepercent level. In addition, 59 percent of downsizing establishments rejuvenate by separating from older workers, which is significantly more often than their growing counterparts in the same industry 42 percent, p0.000. However, the difference between dominant and dominated firms with respect to rejuvenation by separating from older workers, as identified in Table 2 does not prove to be statistically significant after adjusting for the industry. Furthermore, among growing firms, increases in age heterogeneity are, at 60 percent of the establishments, by far more likely than in downsizing firms 42 percent, p0.000. However, even if the descriptive differences in the likelihood of increases in age heterogeneity between dominant and dominated firms seem to be rather pronounced, none of them is statistically significant. The reader may now argue that the emergence of certain staffing strategies could suffer from omitted variable bias, even if we have carefully evaluated based on industryadjusted indicators whether the prevalence of the five staffing patterns varies across dominance and growth regimes. However, despite this strategy of dividing establishments into more homogenous subgroups, the emergence of our staffing patterns could depend on additional factors, such as the size of the establishment, whether it is located in the former East Germany, or whether it has an older or a younger workforce. If, at the same time, these factors are related to whether an establishment is growing or declining, or whether it is able to act as a dominant employer on the labour market, the depicted differences in the emergence of a certain staffing pattern across dominance and growth regimes may be no more than a statistical artefact. We therefore check whether i the dominance and growth regime and ii the industryadjusted staffing strategies vary across establishment size, location, the condition of the technological equipment and perworker investments for expansions, as well as across additional workforce characteristics, such as average age, age heterogeneity and average tenure, and the share of academic, female and parttime workers see Table A4. Spurious correlations between the emergence of a certain staffing pattern in a certain growth or dominance regime are only of concern if there is a significant heterogeneity with respect to a confounding factor related to both the staffing pattern and the regime of growth and dominance. We thereby concentrate on the three staffing patterns that display significant differences across regimes, according to our results in Table 3. Indeed, the finding that larger establishments with older and longertenured workforces rejuvenate more often, both by the inflow of younger and the outflow of older workers, and, at the same time, are less represented among growing firms, provides an alternative explanation for why growing firms rejuvenate less often than downsizing firms, as found in Table 3. However, the finding that growing and dominant establishments rejuvenate far more frequently, based on the inflow of younger workers, than growing dominated establishments should not be the result of a spurious correlation, as the relevant confounding factors are unrelated to the dominance regime. 4.3 IS INNOVATIVE PERFORMANCE RELATED TO AGESPECIFIC STAFFING PATTERNS? The second question in the context of this study is how innovative performance is related to the different staffing patterns. For example, is innovative performance positively related to rejuvenation by inflows of younger workers? We expect that the interplay between staffing patterns and innovativeness varies across dominance and growth regime. In particular, we propose that dominant firms are in any case able to attract and retain the most motivated, loyal and creative workers within each segment, and to shed less prolific workers. It therefore does not matter whether the company experiences staffing dynamics that are considered favourable to innovation. An alternative proposition is that staffing patterns only have an effect on 14 innovation for dominant firms, because dominated firms are left with less able and motivated workers even if they, for example, rejuvenate. To investigate these conflicting propositions, we relate innovative output to staffing patterns within dominance and growth regimes. Table 4: Innovative performance and different staffing patterns All Firms Rejuvenation by inflows of younger yes 3.3 3.0 no Test on difference p 0.710 Growth Dominance E0 E0 4.1 3.7 2.8 2.1 D 3.7 2.7 D 3.0 3.1 0.810 0.664 0.616 0.960 E0 D D 5.5 3.2 0.323 1.7 4.1 0.240 E0 D 1.7 2.4 D 1.8 4.1 0.737 0.301 Rejuvenation by outflows of older yes no Test on difference p 2.4 3.2 0.434 2.2 3.9 2.5 2.1 2.8 3.2 1.9 3.1 2.8 4.2 1.5 3.6 2.8 1.8 2.2 2.4 0.242 0.760 0.785 0.350 0.520 0.292 0.652 0.911 Increasing age heterogeneity yes no Test on difference p 3.8 3.5 4.3 2.9 2.1 4.6 3.8 2.9 3.1 4.7 5.2 2.2 3.3 3.4 1.5 3.4 2.8 5.6 0.720 0.286 0.124 0.527 0.290 0.151 0.938 0.354 0.251 Churning yes no Test on difference p 2.6 3.9 3.4 4.3 1.8 3.6 2.5 4.3 2.9 3.6 3.5 5.1 3.2 3.4 1.1 3.5 2.5 3.8 0.212 0.539 0.209 0.233 0.599 0.451 0.923 0.354 0.517 Notes: Pooled results for the years 19992000 and 20022003. The indicator refers to the mean innovative performance turnover achieved by new products and services, in percent of total turnover, as deviation from the respective industry median within each subgroup characterized by whether establishments experience the respective staffing strategy or not, as well as dominance and growth regimes. The pvalues in italic refer to a WaldTest on the means within the growth andor dominance regimes depending on whether an establishment experiences the respective staffing pattern or not. Significance levels 10%, 5%, 1%. Source: Elaborated for this study based on LIAB data. Splitting our sample of 585 establishments into the four dominance and growth regimes leads to very small samples sizes. Therefore, we suggest a more explorative approach than estimating regression models of innovative performance on the staffing strategies and the number of additional determinants of innovative performance. Table 4 illustrates differences in mean innovative performance, depending on whether an establishment experiences a certain staffing pattern or not, for all firms, and separately by growth and dominance regimes. Both of the indicators used for determining the staffing patterns and innovative performance are computed as deviations from the median of all companies in the same industry in order to increase the homogeneity of the sample. On first view, across all staffing patterns, dominant firms under growth display considerable differentials in innovative performance depending on whether the establishment experiences a certain staffing pattern. For example, in times of workforce growth, the turnover share achieved with new products and services of establishments that rejuvenate by inflows of younger workers is, on average, 5.5 percentage points higher than that of the median firm in the respective industrial sector; whereas for firms without this staffing patterns, the difference from the median firm amounts only to 3.2 percentage points. For dominated firms, it works the other way round, i.e., industryadjusted innovative performance is lower if the establishment rejuvenates based on inflows of younger workers. Another exemplary result is that increases in workforce age heterogeneity are related to higher innovative performance in growing, dominant firms, whereas they are associated with lower innovative performance in downsizing, dominated establishment. Initially, dominant firms appear to profit more from favourable strategies than their dominated counterparts, a finding we attribute to the higher ability of dominant establishments to attract and retain the most 15 motivated, loyal and creative workers within each targeted workforce group, and to shed less prolific workers. However, in no group of the firms considered differences in innovative performance are significant, regardless of whether the establishment experiences a certain staffing pattern to a greater extent than other firms in the same subgroup and industry. Several explanations are possible for this result. First, innovative performance simply may not be related to the staffing patterns that are the focus of this study, at least if potential systematic covariation of innovative performance and staffing patterns in industrial sectors is controlled for. That this possibility cannot be simply dismissed is also underlined by the recent results by Verworn and Hipp 2009. They used an innovation indicator that is based on a survey question with the exact wording in our dataset, and did not find any age dependency of innovation 22. Why then should agerelated staffing patterns affect innovation? Still, we should not forget that both our results and those by Verworn and Hipp 2009 are of a purely crosssectional nature, and the results may be biased by omitted variables or reverse causation. However, as has been extensively discussed in the literature survey, the great majority of estimation biases inflate the contributions of younger workers, and reduce the contributions of older workers to firm performance. Furthermore, as in our case, none of the strategies is significantly related to innovative performance, not even the influx of younger workers, and the usual pattern of estimation biases are clearly not a problem here. Second, insignificant effects may also appear because the interpersonal differences within the workforce groups targeted, i.e., young newcomers and older leavers, are larger than the betweengroup differences Warr 1993. In this case, a rejuvenation strategy, for example, does not per se lead to higher innovative performance. Rather, the success of the strategy depends on the ability of the firm to attract the most able young workers and to get rid of older underperformers. Data quality is a third reason why in our study an establishments innovative performance may appear not to be related to the staffing pattern. All of the companies included in our sample are already more innovative than the average German firm, as we only look at firms with a positive turnover share achieved based on new products or services. Moreover, based on for example average educational attainment and the affiliation to certain industries, we expect a response bias for survey questions related to innovations that favour innovative firms. This reduces the variation of innovative performance in our sample. Furthermore, reproducing the industryadjusted staffing patterns in Table 3 for the full sample of 15,891 firms, and testing whether they are more likely to appear in the full sample or in the reduced innovation sample, shows that sample response biases are related to staffing patterns see Table A.4. For example, establishments that provide information about their innovative performance rejuvenate significantly more frequently due to higher relative inflows of younger workers 56 versus 50 percent and due to higher relative outflows of older workers 55 versus 50 percent than the median establishment in the same sector in the full sample. Finally, it may be difficult for the survey respondent to make judgments about the exact share of turnover achieved based on innovation. This creates a considerable amount of unsystematic variance in our innovation indicator. Fourth, we also verify whether the methodology applied to determine industryadjusted indicators for innovative performance and the staffing patterns leads to these inconclusive results. For example, the accuracy of separation may not be high enough if classifying the establishments into groups according to whether they experience a certain staffing pattern depends on whether they display indicator values above or below the industry median. However, applying the 40th and the 60th percentiles as lower and upper cutoff points and 22 Similarly, Ilmakunnas and Maliranta 2007 and Maliranta et al. 2009 do not find that hiring younger employees boosts productivity in the ICT sector. 16 leaving out the onefifth of establishments with staffing indicators close to the median establishment in the same industry, does not change the results. 5 Conclusions and future research This paper reveals that most of the 585 German establishments covered in this analysis rejuvenate their workforce through inflows of younger workers, and that half of them also do so through the outflow of older workers. In a second step, we account for the fact that staffing patterns may not only vary according to whether an establishment currently experiences employment growth or decline, but also according to whether it is a dominant or a dominated employer. In order to avoid the problem that general trends in the staffing patterns by industrial sectors have the potential to confound the results, industryadjusted indicators are used. Our results show that only rejuvenation as well as changes in the age heterogeneity of the workforce, vary across growth and dominance regimes. Workforces are, for example, more likely to become more age heterogeneous in growing establishments. Moreover, in times of workforce decline, rejuvenation is primarily caused by outflows of older workers, and this is occurring regardless of the dominance regime. Further subdividing establishments into each growth regime according to whether they are dominant or dominated employers finally reveals true for dominated establishments. In contrast, more dominant establishments rejuvenate through the inflow of younger workers even in times of high external labour demand. Extensive robustness checks reveal that at least this latter aspect does not result from a purely spurious correlation. this phenomenon only proves that This directly leads us to the second issue raised in this study: not only does it appear that dominant firms may be better able to implement staffing strategies favourable to innovation even if dominant and dominated firms experience the same staffing pattern identified as promising based on observable worker characteristics but it seems that these staffing strategies may or may not lead to increased innovative performance. According to our results, the innovative performance is not significantly related to any of the staffing patterns. So, for example, innovation is not demonstrably fostered by either the inflow of young professionals, or by the retention of older, experienced workers, even though this has been cited as being particularly important in times of economic downturn and organisational upheaval. Nevertheless, if the results could be confirmed based on improved data, how would we interpret the missing link between agerelated staffing patterns and innovative performance? Up to now, related studies have not provided any evidence that, for example, the inflow of younger workers with uptodate formal knowledge and the capacity to build a bridge towards knowledge fields and networks new to the firm boosts innovative output. Furthermore, we have pointed out that young and old workers are not homogenous with respect to unobservable characteristics, such as motivation, loyalty or creativity. In the latter context, our results allow for the interpretation that dominant firms are better able to separate the wheat and from the chaff from a double perspective: not only that they are able to pursue staffing strategies that are potentially more conducive to innovative performance e.g., rejuvenation, they also able to recruit and retain the most prolific workers among all segments of workers. If dominant firms are in any case succeeding in recruiting and retaining the most prolific workers, regardless of whether they are, for example old or young, staffing patterns related to rough demographic categories would not be of much relevance for innovative performance. In this context, existing evidence supports the idea that the interpersonal differences within a certain workforce subgroup, e.g., young newcomers, may be higher than the average performance differences between groups, e.g., younger and older workers. In this case, the focus on the most prolific workers, regardless of their age or tenure, should be the strategy of choice for firms seeking to boost innovative performance and cope with ageing workforces. 17 Based on the results of this chapter, there are some implications for business management, labour market policy and for future research on the topic. First, practitioners and policy makers should be aware that, despite all the efforts made in recent research, our knowledge about the interplay between workforce age, agerelated staffing patterns and innovative performance remains very limited, especially due to the methodological caveats most studies experience. In this context, research on workforce age and innovation is still severely hampered by the lack of comprehensive data. It is high time to call for the creation of a longitudinal dataset that includes reliable innovation indicators, such as patenting activity, detailed RD expenditure or other innovation activities; as well as information about workers, their qualifications and their previous careers. Combining existing linked employeremployee datasets with official and reliable patenting statistics as for example suggested by Wagner 2010 would, for example, provide the opportunity to study the career courses of workers and innovation processes on a methodologically and conceptually sound basis. References Abowd John M.Kramarz, Francis 2003: The Costs of Hiring and Separations. In: Labour Economics, 10, 499530. Adler, Paul S.Kwon, SeokWoo 2002: Social Capital: Prospects for a New Concept. In: Academy of Management Review, 27, 1740. Allen, David G.Griffeth, Rodger W. 1999: Job Performance and Turnover: A Review and Integrative MultiRoute Model. In: Price, James L. ed.: Special Issue on Employee Turnover. In: Human Resource Management Review, 4, 525548. Asplund, Rita 2005: The Provision and Effects of Company Training: A Brief Review of the Literature. In: Nordic Journal of Political Economy, 31, 4773. Autor, David H.Levy, FrankMurnane, Richard J. 2003: The Skill Content of Recent Technological Change: An Empirical Exploration. In: Quarterly Journal of Economics, 118, 12791334. Becker, Gary S. 1962: Investment in Human Capital: A Theoretical Analysis. In: Journal of Political Economy, 70, 949. Boockmann, B.T. Hagen 2002: Arbeitsplatzdynamik und befristete Vertrage: Empirische Evidenz aus dem IABBetriebspanel fur BadenWurttemberg. In: Mitteilungen aus der Arbeitsmarkt und Berufsforschung 35: 385396. Boockmann, BernhardZwick, Thomas 2004: Betriebliche Determinanten der Beschaftigung alterer Arbeitnehmer. In: Zeitschrift fur Arbeitsmarktforschung, 12004, 5363. BorschSupan, AxelWeiss, Matthias 2008: Age and Productivity: Evidence from the Assembly Line. MEA Discussion Paper No. 14807, Mannheim. Burgess Simon M.Nickel, Stephen 1990: Labour Turnover in UK Manufacturing. In: Economica, 57, 295317. 18 Burgess, Simon M.Lane, JuliaStevens, David 2000a: The Reallocation of Labour and The Lifecycle of Firms. In: Oxford Bulletin of Economics and Statistics, Vol. 62 Special Issue, 885905. Burgess, Simon M.Lane, JuliaStevens, David 2000b: Job Flows, Worker Flows, and Churning. In: Journal of Labor Economics, 18, 473502. Cahuc PierreSevestre, PatrickZajdela, Helena Segmentation du Marche du Travail. In: Economie et Prevision, 92, 4350. Criscuolo, ChiaraHaskel, Jonathan E.Slaughter, Matthew 2010: Global Engagement and the Innovation Activities of Firms. In: International Journal of Industrial Organization, 28 2, 191202. Daniel, KirstenHeywood, John S. 2007: The Determinants of Hiring Older Workers: UK Evidence. In: Labour Economics, 14, 3551. Datta, Deepak K.Guthrie, James P.Wright, Patrick M. 2005: Human Resource Management and Labor Productivity: Does Industry Matter? In: Academy of Management Journal, 48, 135145. 1990: Negociations Salariales et Daveri, FrancescoMaliranta, Mika 2007: Age, Seniority and Labour Costs: Lessons from the Finnish IT Revolution. In: Economic Policy, 22, 117175. Davis, Steven J.Haltiwanger, John 1999: Gross Job Flows. In: Ashenfelter, OrleyCard, David eds.: Handbook of Labor Economics, Vol. 3, NorthHolland: Amsterdam, 27112805. De Grip, AndriesVan Loo, Jasper 2002: The Economics of Skills Obsolescence: A Review. In: De Grip, AndriesVan Loo, JasperMayhew, Ken eds.: The Economics of Skills Obsolescence Theoretical Innovations and Empirical Applications. In: Research in Labor Economics, 21, JAI Press: Amsterdam, 126. Doeringer, Peter B.Piore, Michael J. 1971: Internal Labor Markets and Manpower Adjustment, Lexington, Heath. Duzgun, Ismail 2008: Alter, Erfolg und Innovation in Arbeitsgruppen Eine empirische Untersuchung in der Fliebandproduktion, Lohmar, Eul Verlag. Gabbay, Shaul M. Zuckerman, Ezra W. 1998: Social Capital and Opportunity in Corporate RD: The Contingent Effect of Contact Density on Mobility Expectations. In: Social Science Research, 27, 189217. Gobel, ChristianZwick, Thomas 2009: Age and Productivity Evidence from Linked Employer Employee Data. ZEW Discussion Paper No. 09020, Mannheim. Guest, Ross 2007: Can OECD Countries Afford Demographic Change? In: Australian Economic Review, 40, 149164. 19 Hamermesh, Daniel S.Hassink, Wolter H.J.Van Ours, Jan C. 1996: Job Turnover and Labor Turnover: A Taxonomy of Employment Dynamics. In: Annales dEconomie et de Statistique, 4142, 2140. Huergo, ElenaJaumandreu, Jordi 2004: Firms age, process innovation and productivity growth. In: International Journal of Industrial Organization, 22, 541559. Huselid, Mark A. 1995: The Impact of Human Resource Management Practices on Turnover, Productivity, and Corporate Financial Firm Performance. In: Academy of Management Journal, 38, 635672. Hutchens, Robert 1986: Delayed Payment Contracts and a Firms Propensity to Hire Older Workers. In: Journal of Labor Economics, 4, 439 457. Ilmakunnas, PekkaMaliranta, Mika 2007: Aging, Labor Turnover and Firm Performance. Helsinki Center of Economic Research Discussion Paper No. 164. Ilmarinen, Juhani 2006: Towards a Longer Work Life! Ageing and the Quality of Work Life in the European Union, Jyvaskyla, Gummerus. Jacobebbinghaus, Peter 2008: LIABDatenhandbuch, Version 3.0, FDZ Datenreport 032008, Nurnberg. Jovanovic, Boyan 1979: Job Matching and the Theory of Turnover. In: Journal of Political Economy, 87, 972990. Kanfer, RuthAckerman, Phillip 2000: Individual Differences in Work Motivation: Further Explanations of a Trait Framework. In: Applied Psychology, 49, 470482. Kanfer, RuthAckerman, Phillip 2004: Aging, Adult Development and Work Motivation. In: Academy of Management Review, 29, 440458. Koch, Marianne J.Mc Grath, Rita 1996: Improving Labor Productivity: Human Resource Management Policies Do Matter. In: Strategic Management Journal, 17, 335354. Lene, Alexandre 2002: EnterpriseRelated Training and Poaching Externalities, 14th European Association of Labour Economists Conference, 1922 September 2002, Universite Paris 1 PantheonSorbonne, Paris. Leuven, EdwinOosterbeek, Hessel 1999: The Demand and Supply of WorkRelated Training: Evidence from Four Countries. In: Research in Labor Economics, 18, 303330. Maliranta, MikaMohnen, PierreRouvinen, Petri 2009: Is InterFirm Labor Mobility a Channel of Knowledge Spillovers? Evidence from a Linked EmployerEmployee Panel. In: Industrial and Corporate Change, 18 6, 11611191. Malmberg, BoLindh, ThomasHalvarsson, Max 2008: Productivity Consequences of Workforce Ageing: Stagnation or Horndal Effect? Population and Development Review, Supplement to Vol. 34, 238256. 20 Mc Gahan, Anita M.Silverman, Brian S. 2001: How Does Innovative Activity Change as Industries Mature? In: International Journal of Industrial Organization, 19, 11411160. Meyer, Jenny 2010: Does Social Software Support Service Innovations? In: International Journal of the Economics of Business, 17 3, 289311. Miller, Edwin 1984: Strategic Staffing. In: Fombrun, Charles J.Tichy, Noel M. Devanna, Mary Anne. eds.: Strategic Human Resources Management, Wiley: New York, 5768. OECD 2007: Education at a Glance, Paris: Organization of Economic Cooperation and Development. Prskawetz, AlexiaFent, Thomas 2007: Workforce Ageing and the Substitution of Labor: The Role of Supply and Demand of Labour in Austria. In: Metroeconomica, 58, 95126. Reese, Hayne W.Lee, LiangJeiCohen, Stanley H.Puckett, James M. 2001: Effects of Intellectual Variables, Age, and Gender on Divergent Thinking in Adulthood. In: International Journal of Behavioral Development, 25, 491500. Schaie, K. Warner 1958: RigidityFlexibility and Intelligence: A CrossSectional Study of the Adult life Span from 20 to 70 Years. In: Psychological Monographs, 72, whole No. 9. Skirbekk, Vegard 2004: Age and Individual Productivity: A Literature Survey. In Feichtinger, Gustav ed.: Vienna Yearbook of Population Research, Vienna, Austrian Academy of Sciences Press, 133153. Skirbekk, Vegard 2008: Age and Productivity Potential: A New Approach Based on Ability Levels and IndustryWide Task Demand. In: Pskawetz, AlexiaBloom, David E.Lutz, Wolfgang eds.: Population Aging, Human Capital Accumulation, and Productivity Growth, A Supplement to Vol. 34, Population and Development Review, New York, Population Council, Inc. Sonnenfeld, Jeffrey A.Peiperl, Maury A. 1988: Staffing Policy as a Strategic Response: A Typology of Career Systems. In: Academy of Management Review, 13, 588600. Staw, Barry M. 1980: The Consequences of Turnover. In: Journal of Occupational Behaviour, 1, 253273. Strotmann, HeraldMathes, Anselm 2005: Innovationstatigkeit, Innovationshemmnisse und Investitionsfinanzierung badenwurttembergischer Betriebe Ergebnisse der Auswertung des IABBetriebspanels BadenWurttemberg 2004, IAWKurzbericht 42005, Bremen. Sturman, Michael C. 2003: Searching for the Inverted UShaped Relationship Between Time and Performance: MetaAnalyses of the ExperiencePerformance, TenurePerformance, and AgePerformance Relationships. In: Journal of Management, 29, 609640. Vandenbussche, JeromeAghion, PhilippeMeghir, Costas 2006: Growth, Distance to Frontier and Composition of Human Capital. In: Journal of Economic Growth, 11, 97127. 21 StephanBackesGellner, Uschi 2009: Betriebliche Altersstrukturen the ageing workforce hamper und In: Altern, Arbeit und Betrieb, Stuttgart, Wissenschaftliche Veen, Produktivitatseffekte. Verlagsgesellschaft. Verworn, BirgitHipp, Christiane 2009: Does the innovativeness of firms? No evidence from Germany. In: International Journal of Human Resources Development and Management, 9, 180 197. Wagner, Joachim 2008: International Firm Activities and Innovation: Evidence from Knowledge Production Functions for German Firms. In: ICFAI Journal of Knowledge Management, 6, 4762. Wagner, Joachim 2010: The Research Potential of New Types of Enterprise Data Based on Surveys from Official Statistics in Germany. In: Journal of Applied Social Science Studies 130, 133142. Warr, Peter 1993: In What Circumstances does Job Performance vary with Age? In: European Work and Organizational Psychologist, 3, 237249. Zhou, HaiboDekker, Ronald 2010: The Impact of Labour Relations on Innovative Output: An Exploration of FirmLevel Data in the Netherlands. In: Hakim, LatifChen, Jin eds.: Handbook of Research on Innovation Systems for Business: Technologies and Applications, Hershey, IGI Global, in press. 22 Appendix Table A.1: Selected firm and workforce characteristics Innovation % Full % Innovation less than 20 years 20 to 24 year 25 to 29 years 30 to 34 years 35 to 39 years 40 to 44 years 45 to 49 years 50 to 54 years 55 to 59 years 60 years or older Workforce age shares Other characteristics yes Work council? Collective agreement? Good technical equipment? East Germany? % 2.5 7.1 8.4 13.8 16.9 15.9 13.2 10.8 8.4 3.1 60.5 60.0 76.2 46.0 Full % 3.0 7.9 8.9 12.8 15.6 15.2 13.6 11.2 8.6 3.3 53.5 59.8 66.3 46.3 Workforce size category less than 3 workers 3 to 9 workers 10 to 49 workers 50 to 999 workers 1000 workers or more Sector A A B C D E F Year 2000 2003 4.1 11.6 27.4 46.8 10.1 26.5 34.5 13.9 10.6 11.0B 3.4B 41.9 58.1 15.2 18.8 27.8 35.2 3.0 13.8 21.1 18.2 16.2 12.2 18.4 38.8 61.2 Workforce size workers Employment growth % of previous year Mean age years Age heterogeneity years Mean tenure years Academic share in % of workforce Female share in % of workforce Part time share in % of workforce Innovation sample St.dev. Mean Full sample Mean St.dev. Difference C? 367 7.5 40.2 10.1 7.0 12.7 35.7 11.0 976 131.1 4.3 2.5 4.2 17.7 25.4 28.0 154 11.4 4.2 9.3 7.0 8.2 43.5 22.1 681 228.5 6.1 3.8 4.5 16.0 33.3 79.6 p0.000 p0.696 p0.923 p0.000 p0.965 p0.000 p0.000 p0.001 Notes: Pooled results for the years 1999 and 2003, total N585 for the sample of establishments that provides information about innovation activities and N15891 for the full sample. AA chemical, plastics and extraction B metal production and structuring, C mechanical engineering, vehicle manufacturing and shipping industry, D electrical engineering and precision mechanics, E paper, textile and food F other. B Due to confidentiality issues for the social security data, the exact values cannot be displayed. C Results of a Wald test on the difference between mean values in the full sample as compared to firms with information about innovation activities. Source: Calculations formulated by this study, based on LIAB data. 23 Table A.2: Minimum, maximum and percentiles for innovative performance min 0 5% 0 10% 1 25% 2 50% 5 75% 10 90% 20 95% 30 max 95 Notes: Pooled results for the years 19992000 and 20022003. Innovative performance as measured by the percentage share of turnover achieved based on new products and services. Source: Elaborated for this study based on LIAB data. Table A.3: Results of wage regression to determine dominance regime Variables Innovation sample Full sample scitsiretcarahc ecrofkro W scitsiretcarahc mri FMean age Mean age 2 Tenure Tenure 2 White collar % Academic % Female % Part time % Investments Good technical equipment Collective agreement Work council Firm size East Year 2003 Constant N R2 1.73 0.58 0.02 0.01 0.10 0.00 12.92 0.21 0.01 1.20 17.94 2.50 8.76 1.37 2.81 0.00 1.36 1.00 1.26 0.00 0.59 0.65 5.04 0.66 0.00 0.00 8.60 0.56 0.85 0.51 13.39 11.64 585 0.74 1.38 0.09 0.01 0.00 0.32 0.05 0.01 0.00 6.60 0.27 18.42 0.68 6.08 0.27 0.45 0.17 0.00 0.00 1.08 0.11 1.86 0.13 5.82 0.00 0.15 0.00 6.05 0.12 0.04 0.11 11.20 1.76 15891 0.59 Wage residual in 1,000 Innovation sample Full sample N 585 15891 Mean St.dev 0.00 0.00 5.60 6.57 Min 19.4 38.6 Max 20.0 78.2 Notes: Pooled results for the years 2000 and 2003. Controls for sector of firms included results not reported. Dependent variable: Average yearly perworker salary in each establishment in 1,000 . Significance levels 10%, 5%, 1% based on robust standard errors in italics. Source: Elaborated for this study based on LIAB data. 24 Table A.4: Strategic staffing patterns in full sample Staffing pattern % yes Full sample % yes N Innovation sample % yes N Rejuvenation inflow of younger Rejuvenation outflow of older Loss of firmspecific experience High churning level Increasing age heterogeneity 49.8 50.0 67.7 50.5 54.6 9330 8445 9203 11412 14135 56.4 54.6 68.8 62.3 53.8 440 434 455 493 530 Difference? p0.007 p0.060 p0.625 p0.702 p0.000 Notes: Pooled results for the years 19981999 and 20012002. Prevalence of staffing patterns as indicated by values above yes the median of the respective of all establishments operating in the same industry, by dominance and growth regimes. The pvalues indicate whether the share of firms experiencing a staffing pattern differs between the full sample N15891 and the innovation sample N585. Source: Elaborated for this study based on LIAB data. Table A.5: Potential confounding factors with respect to staffing patterns regnuoy fowolfni noitanevuje R sey o o o o o o redlo fowolfni noitanevuje R sey o o o o o o o ecneirepxe cificepsmrif fo sso L sey o o o o o o o ytienegoreteh ega ni htwor G htwor G sey sey ecnanimo D sey o o o o o o o o o o o o o o o o o o o o o o level gninruhc hgi H sey o o o o o o o o o Establishment size Location in former Eastern part Condition of technological equipment Perworker investments for expansion Workforce mean age Workforce mean tenure Workforce age heterogeneity Share of academic workers Share of female workers Share of parttime workers Notes: Pooled results for the years 19981999 and 20012002, N585 establishments. Confounding factors and staffing patterns computed based on deviations from the median indicator value in the establishments industry. Relationships between two indicators significance level at least 10%: positive, negative, o none. Source: Elaborated for this study based on LIAB data. 25 ", "filename": "664685145.pdf", "person": ["Katharina Frosch", "Frosch, Katharina", "Christian Göbel", "Göbel, Christian", "Thomas Zwick", "Zwick, Thomas"], "date": ["2011"]}