{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/51809/1/66521653X.pdf"], "title": ["Egyptian men working abroad: Labor supply responses by the women left behind"], "plaintext": "Egyptian Men Working Abroad: Labor Supply Responses by the Women Left Behind Christine Binzel Dartmouth College and IZA Ragui Assaad University of Minnesota Discussion Paper No. 5589 March 2011 IZA P.O. Box 7240 53072 Bonn Germany Phone: 4922838940 Fax: 492283894180 Email: izaiza.org Any opinions expressed here are those of the authors and not those of IZA. Research published in this series may include views on policy, but the institute itself takes no institutional policy positions. The Institute for the Study of Labor IZA in Bonn is a local and virtual international research center and a place of communication between science, politics and business. IZA is an independent nonprofit organization supported by Deutsche Post Foundation. The center is associated with the University of Bonn and offers a stimulating research environment through its international network, workshops and conferences, data service, project support, research visits and doctoral program. IZA engages in i original and internationally competitive research in all fields of labor economics, ii development of policy concepts, and iii dissemination of research results and concepts to the interested public. IZA Discussion Papers often represent preliminary work and are circulated to encourage discussion. Citation of such a paper should account for its provisional character. A revised version may be available directly from the author. IZA Discussion Paper No. 5589 March 2011 ABSTRACT Egyptian Men Working Abroad: Labor Supply Responses by the Women Left Behind Female labor force participation has remained low in Egypt. This paper examines whether male international migration provides a leeway for women to enter the labor market andor to increase their labor supply. In line with previous studies, we find a decrease in wage work in both rural and urban areas. However, women living in rural areas and affected by migration are much more likely to be employed in nonwage activities i.e. unpaid family work and subsistence work compared to women in nonmigrant households. Furthermore, we find evidence that this labor supply response is driven by the households need to replace the migrants labor rather than by a loosening of a financing constraint on family enterprises made possible by the flow of remittances. JEL Classification: O15, J22, F22, R23 Keywords: migration, remittances, labor supply, gender Corresponding author: Christine Binzel Dartmouth College Department of Economics 6106 Rockefeller Center Hanover, NH 03755 USA Email: christine.binzeldartmouth.edu This paper has benefited from discussions with Randall Akee, Carlos Bozzoli, Tilman Bruck, Dorothea Kubler, and Hartmut Lehmann at different stages of this research. The paper also benefited from comments from participants at the Fourth IZAWorld Bank Employment and Development Conference in Bonn, Germany, and at a World Bank MENA Region seminar held in May 2009. We are grateful to the Population Council, West Asia and North Africa Regional Office, for supporting this research. This work constitutes part of an ECfunded World Bank Work Program of International Migration from the Middle East and North Africa and Poverty Reduction. The usual disclaimer applies. Introduction 1 Over the past decade, migration from, and remittance flows to, developing countries have increased rapidly. The stock of emigrants from the Middle East and North Africa constitute 4.2% of their population equivalent to 12.9 million people, only slightly behind Latin America and the Caribbean 5.1% as well as Europe and Central Asia 10% Ratha and Xu, 2008. Egypt is currently among the top 10 remittancerecipients among all developing countries and the largest recipient among countries in the Middle East and North Africa. In 2006, international remittances constituted 5% of Egypts GDP, or 5.3 bn US Dollars Ratha and Xu, 2008. Nonetheless, there is little empirical evidence on how migration and remittances affect individuals and households left behind in Egypt. Migration from Egypt has been largely maledominated and of a temporary nature. Egyptian men, particularly from the rural areas, migrate typically prior to, or soon after marriage, so as to raise the capital needed for marriage, to secure a certain standard of living for their family, or to start or expand a family business Taylor, 1984; Singerman, 1995; Hoodfar, 1997. On the other hand, despite a tremendous rise in female education, female labor force participation has remained below 30% in Egypt ELMPS06. The Egyptian labor market continues to be highly segregated along gender lines in both rural and urban areas Adams, 1986; Assaad and El Hamidi, 2009. We are therefore interested in whether migration by a male family member provides women with a possible avenue for entering the labor market or whether it further reduces female labor supply. There exist few studies on the impact of migration and remittances on the labor supply responses of household members left behind in developing countries. The preponderance of evidence from studies on other migrant sending countries, however, seems to point to a decline in labor force participation, especially for women Rodriguez and Tiongson, 2001; Acosta, 2006; Amuedo Dorantes and Pozo, 2006; Lokshin and Glinskaya, 2009; Mendola and Carletto, 2009. The common explanation is that migration comes along with remittance income, which increases the reservation wage of those left behind, thus leading to a decline in labor supply. Yet, anthropological studies from the 1970s and 1980s on rural Egypt suggest that women often had to help replace the migrants labor and took over tasks traditionally seen as male Taylor, 1984; Adams, 1986. To our knowledge, this is the first empirical study on this issue using household survey data from a country in the Middle East. We draw on crosssectional data from the Egypt Labor Market Panel Survey 2006 ELMPS06 and address the endogeneity of living in a migrant household through an instrumental variable IV approach. We use both parametric and nonparametric techniques to estimate the local average treatment effect LATE. Following the literature, we use the percentage of migrants at the neighborhoodvillage level as an 237 instrument for migration, controlling for a variety of local labor market characteristics. These neighborhoodvillage level data come from the 2006 Egyptian Population Census. For comparison, we additionally estimate parametric probit and tobit and nonparametric matching models that assume that selection into migration is based entirely on observables. We examine the extent to which women change their participation in market work, differentiating between wage and nonwage employment i.e. selfemployment and unpaid family labor, as well as examine any change in subsistence work that can be linked to migration. We also analyze the impact of migration on the number of hours worked, unconditional on participation. Throughout, we account for different migration patterns and labor market characteristics in rural and urban areas by running the regressions separately for rural and urban areas. Given that one third of migrant households report not having received any remittance income over the past 12 months, we carry out separate estimates for the impact of migration with remittances and migration without remittances, with the aim of shedding light on the possible channel through which migration affects the labor market decisions of nonmigrants. Finally, we make use of information about the remitterrecipient relationship in our data. That is, we analyze the labor force participation of wives depending on whether their husband is working abroad and remitting at the time of the survey. Our main results are the following: we find a decrease in wage work for both the rural and the urban sample, which can be explained as resulting from the income effect of remittances and is in line with the literature. However, our results also suggest that women who live in a household with a current international migrant are more likely to engage in nonwage work and in subsistence work. This effect is significant and strong for women living in rural areas. Since this result is stronger among households where the migrant is not remitting, it indicates that the increase in nonwage employment is driven by the households need to replace the migrants labor, which is counteracted somewhat by the negative income effect on labor supply in households that do receive remittances. This paper is organized as follows: Section 2 provides some background information on international migration from Egypt before deriving predictions on how migration and remittances may affect womens labor supply in section 3. Sections 4 and 5 describe the data and the empirical approach. In section 6, we discuss the empirical findings while we examine the sensitivity of our results to different specifications of the matching and the nonparametric IV estimation in section 7. Section 8 concludes. 337 2 Egyptian Migration Since the Mid 1950s Egyptian male migration to neighboring Arab countries essentially started after the 1952 revolution. Until the early 1970s migration was strongly controlled by the government and encompassed mainly professionals and higherranking administrators Taylor, 1984; Kandil Metwally 1992. This form of migration dropped after Egypts peace agreement with Israel in the late 1970s. Similarly, illegal migration to Libya mostly by the unskilled in order to work in the agricultural sector stopped when the Egyptian Libyan border was closed in 1978 Taylor, 1984. With the Open door policy in the 1970s and many employment opportunities opening up in Saudi Arabia, Kuwait, Iraq, Qatar and the United Arab Emirates following the oil boom, the number of migrants both skilled and unskilled surged with a peak in migration reached in 1979 Kandil and Metwally, 1992. According to Taylor 1984, the new migrants were no longer the very poor who used to migrate to Libya given that migration costs to the Gulf and other Arab countries were much higher. The scale and mostly unregulated nature of the migration flows had a large impact on the Egyptian economy leading to a shortage of labor in the agricultural and construction sectors and pushing real wages up Wickham, 2002. Based on some estimates, 10% of the agricultural and 50% of the construction labor force was abroad by the late 1970s Taylor, 1984; Aly and Shields, 1996. Other estimates suggest twothirds of the agricultural labor force abroad by 1983 Richards, 1994. In the 1980s and 1990s, the inflow of Asian workers to the Gulf countries reduced migration flows from the Arab countries. Based on the 1988 Egypt Labor Force Survey, approximately 9.9% of households reported having a current international migrant see also Wahba, 2009. In 200506, this share had declined to 4.8% ELMPS06. Nevertheless, given Egypts continued population growth, an estimated 3.8 million Egyptians lived in a migrant household in 200506 ELMPS06. Besides the fact that migration has been almost exclusively confined to men, one important characteristic of Egyptian migration to other Arab countries has been its temporary nature often just for a couple of years due to the legal environment in these countries Kandil and Metwally, 1992; Bauer Gang, 2002. According to Taylor 1984, migration from rural areas strongly depended on the labor needs within the household, provided that a household could bear the costs to migration. Young unmarried men in particular migrated to help finance the costs of marriage. Migration prior to marriage or in the early years of marriage still constitutes a widespread strategy to raise capital Hoodfar, 1997. In the two 437 villages Taylor 1984 examines, households that received remittances mostly used them to buy agricultural land, to invest in the agricultural production and to improve housing conditions, but not to invest in nonfarm activities see also Adams, 1991. Adams 1991 also finds that it was predominantly the middleincome households that sent migrants in the rural areas. The sexual division of labor has been especially strong in the rural areas and affected the way nonmigrant household members coped with migration Adams, 1986; Taylor, 1984. Traditionally, women have been responsible for raising livestock, and partly for selling goods on the market. Besides these tasks, however, women have been very much confined to the household and of taking care of the domestic chores. Taylor 1984 notes that because of strong social norms, the need for additional labor in villages with high migration rates typically prevented women from joining the paid labor force. Nevertheless, women in her study often experienced an increase in their work load due to a reallocation of labor within the household. This often implied that women had to take over agricultural tasks that were typically perceived as male tasks. 3 Conceptual Framework The desire to migrate may be motivated in a number of ways including the desire to increase overall household income and to diversify income sources spatially e.g., Harris and Todaro, 1970; Rosenzweig and Stark, 1989; Stark 1991. Generally, the migration of a household member leads to an increase in the households dependency ratio. As such, migration will therefore be associated with a reallocation of labor within the household with the aim to replace the migrants labor andor income Amuedo Dorantes and Pozo, 2006. The motivations to send remittances are also varied. They include altruistic motives as well as specific familial arrangements and agreements Rapoport and Docquier, 2006; Stark, 2009 although information asymmetries between migrant and nonmigrant household members may sometimes make it difficult for those left behind to monitor and enforce any contractual agreement Stark, 1991; Stark, 2009. If, as assumed by the theoretical literature, migrants are able to achieve substantially higher earnings in the destination country, remittances should positively affect household income. Similar to other forms of nonlabor income, remittances will in that case increase the reservation wage of nonmigrants in the household and, in turn, decrease their likelihood to enter or stay in the labor market Killingsworth, 1983. On the other hand, households may use the extra income to invest in an existing household enterprise or to start a new business. This would likely increase the demand for household labor and result in an increase in nonmigrants labor supply or a shift from wage to nonwage work. Empirical evidence on the effect of migration and remittances on labor supply has been mixed, but, on the whole, is more supportive of the reservation wage hypothesis, in particular with regard to women e.g., Rodriguez and Tiongson, 2001; Kim, 2007; Lokshin and Glinskaya, 2009. 537 Based on the intrahousehold allocation literature one may suspect that migration and remittances affect male and female household members differently Haddad et al., 1997, particularly in a country such as Egypt where mens and womens roles both in the household and on the market differ. Unless these roles are challenged, female labor supply will be relatively inelastic to changes in the labor supply of male household members. If women do respond, it is reasonable to expect that the bulk of womens labor supply response will be in nonwage market and subsistence work given the barriers Egyptian women continue to face in taking up jobs in the private sector e.g. World Bank, 2004. Such work also enables women to combine work with their domestic chores. With both unpaid family and subsistence work being more common in the rural areas, womens labor supply response to male migration is likely to be stronger among women living these rural areas. Table 1: Predictions about Changes in Womens and Wives Labor Supply due to Migration and Remittance Income Migration Replacement of the migrants labor Remittance income Investment hypothesis Reservation wage hypothesis Wage work Nonwagesubsistence work Expected overall effect 0 0 0 0 0 Table 1 summarizes the various theoretical predictions on how migration and remittances may affect individuals labor supply behavior. While a decline in labor supply can be directly attributed to the reservation wage hypothesis, an increase in labor supply can result either from the need to replace the migrants labor andor from investing remittances in the household enterprise. As explained in more detail below, we are able to instrument for migration, but not for remittance receipt. However, in order to shed some light on the role remittances play, we make use of the fact that roughly onethird of migrant households do not report any remittance income over the past 12 months prior to the interview. As we will show, these two types of migrant households i.e. migrant households with and without recent remittance income differ with regard to several household characteristics. We also provide suggestive evidence that the purpose of migration and migrants characteristics differ. 637 4 Data and Migration Characteristics We rely in this study on crosssectional data from the Egypt Labor Market Panel Survey of 2006 ELMPS06. The survey was administered to a nationally representative sample of 8,349 households of which 3,684 were among the original 4,816 households interviewed in the Egypt Labor Market Survey of 1998 ELMS 98. An additional 2,167 new households emerged from these 3,684 households as a result of splits, and a refresher sample of 2,498 households was added in 2006. To correct for sample attrition for the panel households, we use unless otherwise stated sampling weights that correct for the probability of nonresponse. For details about the data collection methodology and sample attrition properties, respectively, see Barsoum 2009 and Assaad and Roushdy 2009. We restrict our analysis to primeage women aged 2049 in the recent wave. A migrant household is defined as a household that reports one or more of its household members as working abroad for at least 6 months. Migrant households constitute 4.69% of the sample. While the questionnaire allows households to state a full list of household members abroad, very few households are affected by multiple instances of migration. This is in line with the study by Taylor 1984 who observed that rural households could typically afford the absence of only one member at a time. If other household members wished to migrate, they typically needed to wait for the other member to return. While we do not know the migrants gender, migration in Egypt is known to be almost exclusively male: out of all return labor migrants in the 2006 wave, 96% were male. The average age of departure is 26 and the average age of return is 34 with migrants from rural areas migrating, on average, at younger ages compared to their urban counterparts ELMPS06. This suggests a slight increase in the average migration duration compared to earlier studies. Based on a sample of six rural villages in Egypt, Bauer and Gang 2002 observe that 72% of migrants returned within three years. Nevertheless, similar to the finding by Taylor 1984, migrants tend to make a number of visits to their households during their migration period; more than 80% of migrants in our sample had returned for a visit since 2004 ELMPS06. We also have information about remittance income which refers to whether a household has received any international remittances during the past 12 months in cash andor in kind. There are very few nonmigrant households that report the receipt of remittance income. They are dropped from the analysis. 33% of migrant households report no remittance income over the past 12 months prior to the survey. We therefore also examine whether these migrant households differ from those who received remittances in the more recent past. Moreover, the survey provides information about the recipient 737 remitter relationship. In our sample, 88% of remittance flows was directed to a particular household member, out of which 65% was transferred to the migrants spouse.1 We therefore additionally examine how wives labor market decisions depend on their husbands migration status. Households that receive remittances receive on average 510 Egyptian pounds per month in cash andor in kind. This is a fairly large amount compared to other sources of nonlabor income that households receive: conditional on receiving nonlabor income, such as pensions, social assistance and financial returns, average monthly nonlabor income amounts to 102 Egyptian pounds.2 Table 2: Summary Statistics for Migrant and Non Migrant Households in Rural and Urban Households. Rural areas Nonmigrant households Migrant households Mean std. dev Mean std. dev Mean std. dev Mean std. dev Urban areas Nonmigrant households Migrant households Female head of household Age of the head of household Nr of children aged 05 Nr of children aged 614 Nr of females aged 1544 Nr of males aged 1544 Presence of elderly 0.13 0.34 46 14 0.82 0.96 0.89 1.14 1.23 0.87 1.25 0.95 0.18 0.38 3223 0.52 0.50 45 18 1.05 1.10 0.84 1.15 1.41 .94 0.95 1.14 0.23 .42 204 0.17 0.38 48 15 0.53 0.78 0.53 0.89 0.96 0.75 0.96 0.80 0.20 0.40 4732 0.65 0.48 45 16 0.57 0.85 0.60 0.91 1.00 0.85 0.63 0.92 0.22 0.42 157 N p0.10, p0.05, p0.01 Notes: Pvalues refer to tests of differences of means between nonmigrant household and migrant households. The share of migrant households is 6.25% for rural and 3.05% for urban areas. Data are weighted. Based on the literature, we would expect a higher incidence of migration in rural compared to urban areas. This is confirmed by the data with a share of 6.25% of migrant households in rural areas and 3.05% of migrant households in urban areas. The difference is statistically significant at the 1% level. Descriptive statistics for migrant and nonmigrant households are provided in Table 2. Migrant households are more likely headed by a female. This is less so in rural areas, which is consistent with the fact that female 1 Only 3% of spouses whose partner is working abroad are men. 2 This was equivalent to about 89 US dollars per month at the time of the survey. 837 headed households are less socially accepted and extended family living is more common in these areas. As expected, the share of workingage men in migrant households is significantly smaller. Given that labor markets in rural and urban areas differ, migrants characteristics are likely to differ as well compare Aly and Shields, 1996. The ELMPS06 provides some details about the migrant which are summarized in Table 3. While there are few differences with regard to migrants country of residence, migrants coming from urban areas tend to be more educated and are more likely to work in professional occupations. Migrants coming from rural areas work mainly in production and agricultural occupations. Interestingly, while Taylor 1984 notes that following the war between Iran and Iraq over 95% of labor migrants in Iraq came from Egypt, equal to an estimated share of about onethird of Egyptian migrants, Iraq had essentially disappeared as a destination country for Egyptians by 200506 ELMPS06. Table 3: Characteristics of Migrants based on Their Households Place of Residence. Prominent countries of destination: Saudi Arabia Jordan Libya Kuwait Emirates Qatar Educational Attainment: No educational degree Primary or preparatory degree Secondary degree Above secondary degree Occupation: Sector of employment: Professionals Sales and Services Agriculture Production Private sector Rural areas N201 37.54 22.02 14.02 11.30 9.41 0.43 N203 29.17 13.61 40.43 16.79 N193 13.47 13.11 16.28 57.14 N203 95.42 Urban areas N155 35.89 4.76 11.02 15.75 15.98 4.02 N155 10.90 14.16 26.25 48.69 N143 44.00 18.30 1.47 36.23 N149 86.97 p0.10, p0.05, p0.01 Notes: Summary statistics are based on the firstlisted current international migrant. Pvalues refer to tests of differences of means between households residing in rural and urban areas. Data are weighted. Employmentrelated questions refer to the main job in the three months prior to the interview. In addition to analyzing the effect of migration on womens overall market labor force participation, we examine whether changes are driven by an increase or decrease in wage and salary work or, alternatively, in nonwage work. The latter category comprises the selfemployed, employers and unpaid 937 family workers.3 We additionally have information about whether women engage in any subsistence work i.e. agricultural activities, raising poultrylivestock, andor producing gheebuttercheese for domestic consumption during the seven days prior to the interview. Note that with regard to the participation decision, we do not require any minimum number of hours worked. Hours worked refer to the number of hours worked in the past seven days. Summary statistics for labor force participation at the individual level are discussed in section 6. 5 Empirical Strategy Two critical issues arise when estimating the impact of migration and remittances on the labor supply behavior of those left behind. First, migrants and nonmigrants and hence also their households are likely to differ along observable and unobservable characteristics. That they do differ along observables has already become apparent in the previous section. Put differently, the sample of male migrants is not a randomly drawn sample from the male population, which may result in biased estimates if outcomes for the two groups are compared without accounting for selectivity. Second, the labor supply decisions of female household members may be correlated with the migration decision resulting in potential endogeneity. In what follows, we present four alternative estimates of the effect of migration in the labor supply decisions of women left behind. The first two are non IV methods that simply assume that selection into migration depends only on observables and include simple parametric regressions probit and tobit with migration status entered as a dummy together with several other controls, as well as a nonparametric matching estimator. The second set of estimators relies on an instrumental variable IV approach, as is common in the migration literature e.g. Amuedo Dorantes and Pozo, 2006; Mendola and Carletto, 2009. However, besides the common parametric twostage IV approach that assumes a linear first stage and probit or tobit second stage, we also use a nonparametric IV estimator proposed by Frolich 2007 and implemented in Stata in Frolich and Melly 2010. While this approach assumes the usual exclusion restrictions on the instrument, it relies on much weaker functional form assumptions. 5.1 Empirical Specification To estimate the effect of male international migration on the labor supply behavior of women left behind, we model labor supply decisions as a series of binary participation decisions, such as participation in any kind of market work, in wage work, in nonwage work, and in subsistence work.4 We 3 Sample sizes prevented us from estimating the regressions for all employment types. 4 Market work consists of involvement in production for the purpose of market exchange either as a wage worker or as an employer, selfemployed or unpaid family worker, all of which constitute what we call nonwage work. 1037 also examine the unconditional hours of work in each of these types of work as a leftcensored continuous variable censored at zero hours. We restrict the estimation to primeage women ages 2049 to abstract from the impact of migration on the education decisions of young women. Because labor markets, the structure of household production and the organization of migration networks are likely to differ significantly between city and countryside, we provide separate estimates for urban and rural areas. Our main explanatory variable is the presence of a migrant abroad at the time of the survey, irrespective of whether this migrant has sent remittances to the household or not in the 12 month prior to the survey. In alternative specifications, we restrict this variable in turn to households with migrants that also receive remittances and to migrant households that do not receive remittances. In each case, the other type of migrant household is excluded from the sample so that the comparison is exclusively with nonmigrant households. Control variables include the age and age squared of the woman in question, her education and marital status, the number of children under 5 and from 6 to 14 in the household, the presence of elderly individuals, the average monthly nonlabor income of the household, as well as a series of communitylevel variables from the 2006 Egyptian Population Census.5 These include, the share of men with secondary and above secondary degrees, the share of men working in the private sector and in agriculture and the share of unemployed men. As discussed in more detail below, our instrumental variable is the share of men who are international migrants in the community, as a proxy for the presence of migration networks. We do not include additional controls for broad geographic regions, such as Upper and Lower Egypt, in the estimates we present, but the addition of such controls had no significant impact on the results. As mentioned in the introduction above we provide four alternative estimates, parametric and nonparametric non IV estimates, and parametric and nonparametric IV estimates. The maintained assumption in the non IV estimates is that selection into migration depends only on observables. The parametric non IV estimates we present are marginal effects from probit models for the binary participation variables and tobit models for the unconditional hours of work. The marginal effects are computed at the mean of the continuous regressors for evermarried women with no formal schooling and no elderly adults living in her household. Subsistence work involves the production and processing of primary goods for the purpose of household consumption. This includes activities like raising animals or livestock for their milk, eggs, or meat, grinding grain, collecting firewood or dung, making cheese or butter. It does not include baking, cooking, cleaning or other household chores that do not involve either the production or processing of primary goods. 5 The community is defined as the village in rural areas and as an urban neighborhood shyakha in Arabic in urban areas. 1137 The nonparametric non IV approach is propensity score matching approach with living in a migrant household as the binary treatment and a probit propensity score equation including all the controls mentioned above as regressors.6 The main estimates are based on kernel matching with Epanechnikov kernel, but other matching methods are explored in the sensitivity analysis. We report the average treatment effect on the treated ATT. Standard errors are not corrected for the fact that the propensity score is estimated. Both the parametric and nonparametric IV estimators provide the local average treatment effect LATE, which is the effect for those households whose migration behavior changes from nonmigrant to migrant as the instrument increases from its minimum to its maximum value, the socalled compliers Imbens and Angrist, 1994. This may differ from the average treatment effect ATE or the average treatment effect on the treated ATT.7 The parametric IV estimators we use are conventional twostage estimators with a linear first stage and a binary or leftcensored second stage IVProbit and IVTobit. The nonparametric IV estimator is an estimator proposed by Frolich 2007 that allows for controlling for covariates in nonparametric IV models. This is necessary when the validity of the instrument is conditional on covariates, which is the case here see discussion of identification strategy below. While Frolichs estimator requires the same exclusion and monotonicity assumptions of other IV approaches, it makes much weaker assumptions on the functional form. The approach is developed for binary endogenous treatments and binary instruments, but can be generalized to nonbinary treatments and nonbinary instruments. In our case, the endogenous treatment is binary migrant or nonmigrant household but the instrument the proportion of adult male migrants in the community is continuous. In this situation, Frolich proposes creating a new binary instrument by setting it equal to zero for the minimum value of the instrument zmin and setting it equal to 1 for the maximum value of the continuous instrument zmax. Observations in between are excluded. If there are only few observations at the two ends of the support, this could lead to large variances. Frolich suggests that this variance could be reduced at the expense of a larger bias by choosing larger bandwidth at the two ends, but defers a detailed analysis to future research. We experiment with various cutoffs for zmin and zmax and end up setting the lower cutoff at the 10th percentile of the instrument and the upper cutoff at the 75th 6 We use PSMATCH2 in STATA, which was developed by Leuven and Sianesi 2003. The share of adult males in the community who are current international migrants, our instrument in the IV methods, is used as an additional control in the propensity score equation. The propensity score equation is shown in Appendix Table A.6. Ttests of the means of covariates across the treatment and matched controls reveal that matching achieved covariate balance. The tests are shown in Appendix Table A.7. All treatment and control observations are on the common support and are therefore used in the matching. 7 Heckman and Vytlacil 1999 disccuss the relationship between the ATE, the ATT, the LATE and the local instrumental variable parameter LIV. 1237 percentile. We present the sensitivity of our results to the choice of these cutoffs in the sensitivity analysis section. As a LATE estimator, the Frolich estimator applies only to the group of compliers, whose proportion of the sample is reported together with the estimate. 5.2 Identification Strategy Both the parametric and nonparametric IV approaches require the existence of at least one instrumental variable that affects the migration decision but does not affect the womens labor supply decision directly, once other covariates have been controlled for. The instrument we use is the percentage of adult males in the households village or neighborhood of residence who were abroad at the time of the 2006 Egyptian Population Census, as reported by the Census. This instrument is meant to proxy for the extent of migrationrelated networks in the community, which presumably provide access to information to potential migrants and lower their initial setup and job search costs in the country of destination. Similar instruments have been used previously in the literature e.g., Lokshin and Glinskaya, 2009. It would have been better to have a lagged value of this variable to reduce the possibility of reverse causality, but, unfortunately, this variable was only introduced in the 2006 Population Census and is not available from previous censuses. In any case, the variation in this variable across communities is probably highly stable in time as it takes decades to form such networks. To make sure that this variable is not capturing the effect of other unobserved communitylevel features that might themselves be directly related to womens labor supply behavior, we include in both the first and second stage regressions a number of communitylevel controls also derived from the 2006 Population Census. These include the share of men aged 15 to 64 with secondary and above secondary degrees, the share of men working in the private sector and in agriculture, and the share of unemployed men. We thus argue that the exclusion of our instrument from the outcome equation is conditional on the inclusion of these covariates.8 To correct our standard errors for the fact that the value of these communitylevel covariates is the same for all households in the same community, we include a cluster correction at the level of the community.9 We are aware of the fact that our instrument is likely to be more relevant in rural areas, where social networks are more likely to be defined locally. In urban agglomerations, by contrast, a households social network is less restricted geographically. This seems to be confirmed by the first stage results and the F 8 As a check on the validity of this exclusion restriction, we limited the sample to nonmigrant households and tested whether the instrument directly affected womens participation and labor supply behavior, controlling for the same set of covariates. The instrument turned out to be statistically insignificant in all regressions except for the case of subsistence work in urban areas, where it was significant at only the 10% level. 9 The sample contains 591 separate communities 322 urban neighborhoods and 269 rural villages with an average of 14 households per community. 1337 statistic on the instrument, which is generally lower for the urban compared to the rural sample. Firststage results together with the Fstatistic on the instrument are reported in the Appendix Tables A.1. Overall, our IV strongly predicts migration status. In the rural sample, we get an Fstatistics of 59.1 when all women are included and the endogenous treatment variable is migration irrespective of remittances. It goes down to 51.1 when we consider only migrants who remit and to 16.8 when we consider migrants who dont remit. When the sample is restricted to wives, the Fstatistic on our instrument is 18.3. In the urban sample, the Fstatistic goes down to 10.4, confirming that migrant networks in urban areas are not adequately captured by the proportion of migrant men in the neighborhood. To test for the exogeneity of the migration decision in the parametric IV estimates, we conduct a Wald test, which tests whether the error terms of the reduced form and the structural equation are significantly correlated. If we cannot reject the Wald test, i.e. we cannot reject the null hypothesis that the error terms are uncorrelated, it implies that there is not enough evidence in the sample to reject exogeneity of migration. In such cases, both the IV and the non IV estimators are valid but the non IV estimator is likely to be more efficient. 6 Empirical Results Descriptive statistics for both the rural and urban women sample are provided by migration status and by the area of residence in Table 4. One important characteristic of the Egyptian labor market is that female labor force participation has remained low: among our sample of women aged 2049, market labor force participation is around 32%. This reflects the fact that even though women have become much more educated over the past decades, relatively few engage in any kind of market work. To a large extent, this has been due to a continued gendered labor market and the decline in government sector employment over the past two decades e.g. Assaad and El Hamidi, 2009. Even if women enter the labor market after leaving school or university, many women stop working upon marriage Hoodfar, 1997.10 There is widespread evidence on the existence of constraints on womens labor supply choices, including their inability to undertake long commutes and to accept certain types of jobs, in particular in the private sector Assaad and Arntz, 2005; Assaad and El Hamidi, 2009. Partly, this is also linked to the widespread perception and norm that men should be the main, or even sole, breadwinners of the family. Whether women take up wage or nonwage work varies strongly with the area of residence, with the majority of women in rural areas not working for a wage, i.e. mostly working as unpaid family workers, and the 10 As women continue to marry at relatively young ages, the vast majority of women in our sample are married 84%. Small sample sizes prevented us from examining whether there are heterogeneous effects of migration on womens labor market decision depending on their marital status. 1437 majority of women in urban areas working in wage and salary work see Table 4. As expected, subsistence work is much more prevalent in rural areas around 49% compared to urban areas 7%. Womens labor supply behavior in urban areas seems to be less sensitive to their households migration status, whereas in rural areas, we can observe larger and often significant differences between women in migrant and nonmigrant households.11 Table 4: Summary Statistics for Outcome and Explanatory Variables. Rural areas Migrant households Nonmigrant households Urban areas Migrant households Nonmigrant households Std. dev. 0.45 0.35 0.16 0.27 15.17 13.88 6.89 3.45 9 0.41 0.32 0.45 0.49 0.41 0.29 Mean Mean 0.14 0.03 0.08 0.89 0.77 Std. dev. 6.77 6.71 6.45 5.56 Std. dev. Mean 31 0.52 0.10 0.28 0.10 0.86 8 0.50 0.30 0.45 0.30 0.35 0.32 0.10 0.16 0.49 9.39 3.98 5.39 5.34 Std. dev. Mean 0.47 0.30 0.37 0.50 17.86 12.68 14.13 8.54 0.47 0.42 0.20 0.26 20.72 19.30 9.49 2.83 0.39 0.05 0.24 0.57 8.56 1.79 0.34 0.23 0.04 0.07 11.71 10.00 1.70 0.57 0.49 0.21 0.43 0.50 15.22 8.57 13.51 9.20 Outcome variables: Market labor force participation Wage and salary work Nonwage work Subsistence work Hours worked market work Hours worked wage work Hours worked nonwage work Hours worked subsistence work Individuallevel characteristics: Age No educational degree Primary or preparatory degree Secondary degree University degree Evermarried Householdlevel characteristics: Nr of children aged 05 Nr of children aged 614 Presence of elderly Average monthly nonlabor income in L.E. Communitylevel characteristics: Share of men with secondary degree Share of men with above secondary degree Share of men working in the private sector Share of men working in agriculture Share of men unemployed N Share of male migrants IV N p0.10, p0.05, p0.01 Notes: Pvalues refer to tests of differences of means between women living in nonmigrant household and in migrant households. Hours worked are unconditional on working. Data are weighted. 30 0.48 0.09 0.35 0.09 0.84 0.37 0.11 0.74 0.43 0.08 0.38 0.26 0.64 .09 0.10 8 0.50 0.29 0.48 0.28 0.37 32 0.21 0.13 0.32 0.34 0.77 32 0.21 0.12 0.28 0.41 0.79 9 0.41 0.33 0.47 0.47 0.42 1.09 1.20 0.36 203.95 0.82 0.94 0.33 207.20 0.70 0.74 .20 29.81 1.29 1.36 0.45 84.31 0.63 0.65 0.12 40.42 0.36 0.12 0.73 0.40 0.07 1.02 1.05 0.16 27.88 0.08 0.05 0.13 0.19 0.05 0.06 0.13 0.09 0.09 0.03 0.38 0.27 0.64 0.05 0.10 0.08 0.04 0.13 0.16 0.05 0.27 19.22 1.35 0.02 0.04 3998 4114 3102 3166 0.01 0.01 1.08 0.03 0.02 0.02 142 144 228 232 0.06 0.15 0.08 0.12 0.03 0.01 0.91 0.99 0.40 135.78 11 Note that the residual category for market labor force participation not reported here is unemployment. Nonwage and wage work therefore do not necessarily add up to market labor force participation. 1537 The number of hours worked reported in the table is unconditional on the woman working. Conditional on working, women in our sample work on average 29 hours per week in rural and 34 hours per week in urban areas. In urban areas, hours spent in wage and in nonwage work, conditional on doing such work, are very similar about 44 hours per week. In rural areas, in contrast, women work 41 hours per week in wage and 33 hours per week in nonwage work. Hours in subsistence work are much lower: 11 hours per week in rural and 8 hours per week in urban areas since it is usually a secondary activity carried out next to market work or domestic work. 6.1 The Impact of Migration on Womens Labor Market Decisions Columns 1 and 2 in Table 5 summarize the non IV results while columns 3 and 4 summarize the parametric and nonparametric IV results for the rural sample and the same applies to columns 5 to 8 for the urban sample. Parametric estimation results for the first stage and the main equation are provided in the appendix in Tables A.1A.5. We start by discussing the results in rural areas and then move to urban areas. The results from both probit and PSM non IV models suggest that in the rural areas, women decrease their wage work and increase nonwage and subsistence work in response to the migration of a male household member. The increase in nonwage and subsistence work more than offsets the decrease in wage work. On average, women who live in a migrant household are about 10 percentage points more likely to perform nonwage market work mostly as unpaid family workers and about 8 percentage points more likely to engage in subsistence work. In contrast, the decline in womens likelihood to work for a wage is merely 1 to 5 percentage points depending on the model. We find a similar pattern for hours of work, unconditional on participation. That is, women are likely to work fewer hours in wage work approximately 2 hours and more hours in nonwage work 2 to 3 hours and subsistence work 1 to 2 hours. The counteracting effects on wage and nonwage employment lead to an almost zero effect of male migration on womens overall market work in rural areas. When we instrument for migration status of the household, the effect of migration on wage and subsistence work becomes insignificant while the size of the effect on wage work becomes larger. It should be kept in mind though that we are now estimating a local average treatment effect LATE not an average treatment effect as in the case of the non IV methods. In the rural areas, migration now is predicted to significantly increase a womans likelihood to work unpaid for the family by 41 to 68 percentage points in households whose migration status is likely to change due to changes in the instrument. The result is fairly consistent across parametric and nonparametric IV methodologies. The Wald test of exogeneity reveals that the IV estimates in column 3 are statistically significantly different from the non IV estimates in column 1, implying that we should treat migration as an endogenous 1637 regressor in the nonwage work estimation. Given the fact that in rural areas only 16% of the women are employed in nonwage work, this increase implies that women who are exposed to the migration of a male household member are four times as likely to work unpaid for the family compared to their counterparts. The change in the size of the effect reveals that the migration decision and nonwage work are negatively correlated, i.e. women living in migrant households are initially less likely to be working unpaid for the family than their counterparts. This might not be surprising in the sense that a precondition for migration is that the migrants labor can be replaced by those left behind and this is more likely to be the case in households with initially lower participation rates of workingage female household members. Table 5: The Impact of Migration on Womens Participation and Labor Supply Decision NonIV Urban sample 6 7 IV 8 5 4 Participation decision Probit 1 Any market work Wage work Nonwage work Subsistence work Any market work Wage work Nonwage work Subsistence work N p0.10, p0.05, p0.01 p0.10, p0.05, p0.01 refers to the Wald test of exogeneity. 1 Marginal effects are reported with robust standard errors in parentheses. Marginal effects refer to a woman with average characteristics, married and having no educational degree. The results from the firststage regressions and the main regressions are provided in the appendix in Tables A.1A.5. 2 PSM Propensity Score Matching. Kernel method with Epanechnikov kernel function. Average treatment effect on the treated is reported. Standard errors do not take into account that propensity score is estimated. 3 Estimator suggested in Frolich 2007. Lower cutoff of IV is set at the 10th percentile and upper cutoff is set at 75th percentile. Observations between the two cutoffs are excluded. 1737 NonIV 1 Rural sample 2 3 IV Probit 1 PSM2 IVProbit 1 NonParametric IV3 0.057 0.038 0.008 0.003 0.113 0.045 0.082 0.044 0.073 0.034 0.047 0.016 0.092 0.030 0.086 0.034 0.600 0.679 0.220 0.011 0.008 0.185 0.115 0.321 0.620 0.247 0.54 0.159 0.412 0.207 0.114 0.250 PSM2 IVProbit 1 0.064 0.039 0.075 0.031 0.024 0.014 0.005 0.027 0.075 0.498 0.014 0.009 0.173 1.208 0.792 0.069 0.024 0.014 0.007 0.003 0.039 0.017 0.036 0.019 Tobit 1 PSM2 IVTobit 1 Tobit 1 PSM2 IVTobit 1 Hours worked NonParametric IV3 0.755 1.204 1.982 1.007 3.356 1.376 1.097 0.502 3,440 0.053 1.096 2.035 0.607 2.103 0.981 1.478 0.662 3,372 12.291 15.915 5.816 3.396 27.078 25.697 5.069 5.269 3,372 6.918 8.602 2.717 5.178 4.202 7.418 2.431 4.999 1,170 3.121 0.899 1.828 0.717 4.871 2.406 0.492 0.321 4,272 4.767 1.360 4.002 1.206 0.743 0.710 0.179 0.370 4,153 8.186 9.670 7.825 5.124 1.387 54.263 87.310 57.556 4,153 NonParametric IV3 0.758 1.497 1.035 1.275 0.859 0.650 2.035 1.003 NonParametric IV3 13.749 62.930 60.012 57.902 73.761 14.142 25.287 13.043 1,359 As discussed in section 5, our instrument is less powerful in urban areas, where migration networks are likely to go beyond the immediate neighborhood where the household is located. The non IV estimates in columns 5 and 6 in Table 5 suggest that migration leads to a small decline in womens overall labor force participation that is significant at the 10% level. The decline appears to be resulting from a simultaneous decline in both wage and nonwage work, as would be expected from a pure income effect. The IV results in columns 7 and 8 suggest no effect on either type of market work, but a positive effect on participation in subsistence work, but not on hours in such work. These results should be interpreted with caution, however, since the inflated standard errors are a clear suggestion of a poorly performing instrument. The fact that migration has a differential impact on womens labor supply in rural and urban areas is likely to be linked to local labor market characteristics as well as to the socioeconomic background of the migrant household in urban and rural areas. El Hamidi forthcoming finds that female labor supply in urban Egypt varies across income strata. At low income levels, women are more likely to work in order to help secure the households basic needs. An increase in household income is first associated with a reduction in female labor force participation. At high income levels, however, women are more likely again to work, as they have the financial resources to outsource household chores to domestic servants. Since in urban areas it is the more educated who migrate, we likely observe labor supply responses of women who live in a middle to high income household, whereas in the rural areas, we likely observe the labor supply responses of women who come from lower to middle income households whose labor supply is more elastic. Moreover, the dominance of the income effect over the substitution effect in urban areas makes sense in terms of the type of activities men and women engage in urban areas as compared to rural areas. Unlike the case of family farms, where tasks can be carried out by men or women, family enterprises in urban areas tend to operate according to a much stricter gender division of labor and men are much more likely to be engaged in wage work anyway. It is therefore more difficult for women to substitute for the labor of the absent migrant in urban areas. How do our findings relate to the literature? Amuedo Dorantes and Pozo 2006, who analyze the impact of the average monthly per capita remittance income received by the household on nonmigrants hours worked decision, too observe significant effects only for women living in rural areas in Mexico. They find, however, a significant decline in hours worked in the informal sector and in nonpaid work. Acosta 2006 and Mendola and Carletto 2009 do not allow for laborsupply responses to differ in rural and urban areas. Acosta 2006 finds for El Salvador a significant negative effect on female labor force participation of 60 percentage points; Acosta 2006 does not provide estimates for different 1837 employment types. Mendola and Carletto 2009 observe a significant decrease in paid selfemployment by 54 percentage points and a significant increase in unpaid work by 32 percentage points for Albanian women. Finally, Lokshin and Glinskaya 2009 observe a negative impact of migration on womens participation in wage work in Nepal. The size of the migration effect that we estimate for Egypt is thus similar to other studies. However, and importantly, we find a significant and strong increase in unpaid family and subsistence work for women living in rural areas. 6.2 The Role of Remittances In the following, we confine our analysis to women living in rural areas. So far we have looked at migration irrespective of the receipt of remittances by the household left behind. A decrease in wage work in response to migration is generally explained by the fact that migration comes along with remittance income, leading to an increase in the reservation wage of those left behind. What about an increase in nonwage and subsistence work? This could be driven simply by the need to replace the migrants labor andor income but also by a productive use of remittance flows see our earlier discussion in section 3. We aim to shed more light on this question by comparing rural migrant households in our sample that received remittance income over the past 12 months prior to the interview, and those that did not. Table 6 shows the summary statistics for these two different types of migrant households. Migrant households that did not receive remittances differ significantly at the 1% level in several respects from those who received remittances: they are less likely to be female headed, the head of household is older, and there are fewer young children and more adult males in the household. Out of the two main forms of migration migration prior to marriage and migration in the early years after marriage migrant households without remittances in the recent past are thus likely to belong to the first group: the migrant is comparatively young, unmarried, still living with his parents and is migrating in order to help finance his marriage. Marriage in Egypt has been very costly and the groom and his family generally finance roughly twothird of the total cost of marriage, including housing and electrical appliances. This is also evident from the marriage cost information available in our data set. As pointed out in the literature, it usually takes men several years to accumulate the capital needed for marriage Singerman 1995; Hoodfar 1997; Singerman and Ibrahim, 2001. The main intergenerational transfer also occurs upon marriage Singerman and Ibrahim, 2001.12 Our data set does not provide information about the age and the marital status of current migrants. However, we do have this information for past labor migrants. In rural areas, about 70% of all return labor migrants migrated prior to their marriage. Out of these, 42% married after their return to Egypt, leaving 58% who got married 12 Assaad et al. 2010 show that migration prior to marriage significantly increases the hazard of marriage and is comparable in its effect to getting a formal job in the domestic labor matket. 1937 during one of their visits to Egypt, i.e. while still actually working abroad. While this might be surprising at first sight, anthropological studies provide similar evidence as many marriages are arranged by the brides and the grooms family, in particular in the more traditional rural areas Singerman, 1995; Hoodfar 1997. Those who migrated prior to marriage migrated at a much younger age on average at age 23 compared to those who migrated after marriage on average at age 33. Men who migrated prior to marriage returned on average at age 29. The average age at first marriage is accordingly higher for men who first migrated at age 29, on average compared to those who migrated after marriage; their average age at first marriage is 25. These different characteristics of past labor migrants suggest that we are likely to observe different forms of migration andor migrant households at different stages of the migration process. Table 6: Summary Statistics for Migrant Households With and Without Remittance Income over the Past 12 months Rural Sample Migrant households with remittance without remittance Mean std. dev Mean std. dev Female head of household Age of the head of household Nr of children aged 05 Nr of children aged 614 Nr of females aged 1544 Nr of males aged 1544 Presence of elderly income .62 .49 43 18 1.16 1.12 .83 1.11 1.37 .88 .78 1.11 .23 .42 132 income .30 .46 50 16 .82 1.02 .87 1.22 1.47 1.05 1.28 1.14 .23 .42 72 N p0.10, p0.05, p0.01 Notes: Pvalues refer to tests of differences of means between nonmigrant household and migrant households. Data are weighted. If the income effect, and its impact on loosening the financing constraint of family enterprises, is driving the increase in nonwage work we see in Table 5, we would expect to find a stronger positive effect on nonwage work when we condition migration on having received remittances in the 12 months prior to the interview. In contrast, if the need to replace the migrants labor is the main reason for the observed 2037 increase in nonwage and subsistence work, we should see stronger results when examining the effect of migration when households do not report any recent remittance income. Non IV and IVestimation results for migration with and without remittances are reported in Table 7.13 The results are in favor of the latter hypothesis: if the lack of the migrants labor is not compensated for by remittance income, women are 19 to 77 percentage points more likely to engage in nonwage work. The larger effects are found for the IV estimates. We also find a stronger effect for subsistence work of about 17 percentage points in the non IV methods. It should be kept in mind that we are unable to instrument for receipt or nonreceipt of remittances, which would cast some doubts on the IV estimates. We obtain qualitatively similar results for womens hours worked decision except that the size of the effect is larger compared to our earlier results in Table 5.14 In contrast, migration that is associated with remittance income does not lead to a significant change in womens likelihood to work, and we cannot reject the null hypothesis that a households migration status is exogenous see part a. Note that this cannot be driven by small sample sizes as the share of migrant households who received remittances is about twice as large as the share of migrant households without recent remittance income. Why might nonmigrant household members be willing to bear an additional work load when they do not receive remittances from their migrant relative? This can be seen in light of family strategies to save for marriage. If our conjecture that migrants who do not remit are mostly young men who are saving for marriage is right, the willingness of other household members to chip in with their labor can be seen as a contribution to this effort, from which they will also benefit in the longrun e.g. in terms of a higher socioeconomic status. 13 Note that in part a we exclude migrant households from the analysis that do not report having received any remittance income over the past 12 months. In part b, we exclude migrant households from the analysis that report having received remittance income. 14 The parametric IV estimates using IVTobit did not converge in the case of hours of work when migration is specified as migration without remittances. The coefficients of the nonparametric IV method appear to be implausibly high for both participation and hours of work. 2137 Table 7: The Impact of Migration on Womens Labor Supply: The Role of Remittances Rural Sample a Migrant households that received remittances b Migrant households that did not receive any over the past 12 months NonIV IV 3 4 remittances over the past 12 months NonIV IV 5 6 7 8 IVProbit 1 NonParametric IV3 Participation decision Probit 1 PSM2 IVProbit 1 IVTobit 1 NonParametric IV3 Hours worked Tobit 1 PSM2 Any market work Wage work Nonwage work Subsistence work 1 Probit 1 0.026 0.043 0.007 0.004 0.066 0.049 0.039 0.049 2 PSM2 0.043 0.041 0.043 0.019 0.053 0.035 0.047 0.042 Tobit 1 PSM2 Any market work Wage work Nonwage work Subsistence work N 0.492 1.316 1.642 1.306 1.661 1.588 0.472 0.539 3,359 1.270 1.220 1.836 0.767 0.580 1.034 0.792 0.772 3,291 0.673 0.192 0.010 0.010 0.731 0.148 0.091 0.434 14.256 21.401 6.083 4.175 33.637 37.399 5.368 7.315 3,291 0.837 0.378 0.130 0.234 0.481 0.314 0.183 0.378 7.053 13.300 5.983 7.993 1.070 11.469 6.55 7.617 1,149 0.132 0.062 0.009 0.003 0.211 0.073 0.175 0.048 0.156 0.056 0.057 0.022 0.184 0.054 0.171 0.054 0.766 0.046 0.014 0.011 0.768 0.054 0.349 0.485 3.420 1.790 2.776 1.169 6.856 2.253 2.470 0.741 3,284 2.701 1.980 2.662 0.787 5.383 1.903 1.162 1.172 3,220 NonParametric IV3 3.78 0.754 0.016 0.492 3.205 0.601 0.057 0.807 NonParametric IV3 55.045 26.789 6.154 17.710 61.199 21.699 13.007 13.807 1,281 p0.10, p0.05, p0.01 p0.10, p0.05, p0.01 refers to the Wald test of exogeneity. 1 Marginal effects are reported with robust standard errors in parentheses. Marginal effects refer to a woman with average characteristics, married and having no educational degree. The results from the firststage regressions are provided in the appendix in Table A.1. 2 PSM Propensity Score Matching. Kernel method with Epanechnikov kernel function. Average treatment effect on the treated is reported. Standard errors do not take into account that propensity score is estimated. 3 Estimator suggested in Frolich 2007. Lower cutoff of IV is set at the 10th percentile and upper cutoff is set at 75th percentile. Observations between the two cutoffs are excluded. 6.3 Considering the Remitter Recipient Relationship In this section we use information about the remitterrecipient relationship. For the twothirds of migrant households who received remittances over the past 12 months, we know whether remittances were directed at a particular household member, and if so whom. The largest benefitting group in our sample is the migrants wife. As an alternative approach, we therefore estimate the wifes labor supply behavior depending on whether or not her husband is working abroad at the time of the survey and 2237 sending remittances. We thus restrict our rural sample to married women only and by necessity define our migration variable as migration with remittances.15 Table 8: The Impact of Migration and Remittance Income on the Migrants Wife Participation and Labor Supply Decision Rural Sample NonIV 1 Probit 1 3 2 Participation decision PSM2 IVProbit 1 IV 4 Any market work Wage work Nonwage work Subsistence work Any market work Wage work Nonwage work Subsistence work N Hours worked Tobit 1 PSM2 IVTobit 1 0.076 0.058 0.008 0.008 0.085 0.057 0.010 0.055 0.190 1.422 1.212 1.318 2.578 1.884 0.290 0.564 2,592 0.090 0.058 0.035 0.028 0.067 0.050 0.024 0.060 0.700 1.690 1.714 0.909 1.034 1.523 0.523 1.078 2,535 0.757 0.042 0.112 0.468 0.776 0.047 0.235 0.744 68.700 98.639 0.039 11.818 106.358 130.013 8.950 14.616 2,535 NonParametric IV3 3.080 1.056 0.155 0.528 1.763 0.839 1.304 1.023 NonParametric IV3 61.885 34.579 32.700 20.132 29.185 29.106 9.683 19.755 847 p0.10, p0.05, p0.01 p0.10, p0.05, p0.01 refers to the Wald test of exogeneity. 1 Marginal effects are reported with robust standard errors in parentheses. Marginal effects refer to a woman with average characteristics, married and having no educational degree. The results from the firststage regressions are provided in the appendix in Table A.1. 2 PSM Propensity Score Matching. Kernel method with Epanechnikov kernel function. Average treatment effect on the treated is reported. Standard errors do not take into account that propensity score is estimated. 3 Estimator suggested in Frolich 2007. Lower cutoff of IV is set at the 10th percentile and upper cutoff is set at 75th percentile. Observations between the two cutoffs are excluded. The results are shown in Table 8. Overall, they are very much in line with our previous findings. In terms of the size and the significance of the estimates, they are similar to the results in part a in Table 7, with 15 When remittances are not being sent, we do not have information about the relationship of the migrant to specific household members. In this specification we exclude married women who live in a migrant household but are not married to the migrant. 2337 the non IV methods producing insignificant effects and the IV methods showing an increase in nonwage work, resulting in an overall increase in market labor force participation. With this similarity between the wives results and those for all women when migration is accompanied by remittances, the results confirm that migrants who remit are more likely to be married and sending remittances to their wives, and that for these types of households the income and substitution effects work in opposing directions, leading to a smaller net effect. 7 Sensitivity Analysis Besides using a variety of parametric and nonparametric methods to test the robustness of our results, we conduct a number of additional sensitivity analyses to verify robustness of the results to variations in the specific assumptions of the methods used. This applies mainly to the nonparametric methods where a number of choices that could affect the results have to be made. We start with the propensity score matching method where a number of technologies are available to achieve the matching between treatment and control observations. Our base estimate is based on kernel matching using the Epanechnikov kernel function, which is becoming fairly standard in the matching literature. As alternatives, we use other kernel methods, such as normal, biweight, uniform and triicube kernel functions. We also use nearest five neighbors matching and onetoone matching, but average over controls with identical propensity score, when such ties exist. Finally, we use radius matching, with a caliper of 0.001, 0.0005, and 0.0001, keeping in mind that the mean propensity score is 0.069 with a standard deviation of 0.067. The covariates remain balanced under all the matching methods retained here. As shown in Table A.8 in the appendix, the results of the PSM model are quite robust across different matching methods. In the rural sample, all the methods lead to similar estimates with regard to the impact of migration on participation in market work, but there is some loss of precision when the number of matched controls declines, as in the case of onetoone matching, five nearest neighbors, and when the caliper for the radius is very small. The finding that the effect of male migration is negative on womens wage work and positive on their nonwage and subsistence work is quite robust across all methods. In the urban sample, the weak negative effect of migration on participation in market work becomes stronger when five nearest neighbors matching or radius matching are used and weaker when onetoone matching is used. The effect on nonwage work also remains weak in urban areas except for the radius method, when a relatively large caliper is used. In contrast, the negative effect on wage work is robust across all methods except for onetoone matching. 2437 In the case of the nonparametric IV estimator of LATE, the main uncertainty relates to where to draw the lower and upper cutoffs minimum and maximum values of the instrumental variable, the share of adult men in the community who are migrants. Given the possible absence of mass at the two ends of the range, drawing the cutoff too close to the true minimum or maximum results in a loss of efficiency. Increasing the bandwidth on each side increases efficiency but at the cost of introducing some bias. We experimented with the lower cutoff and found that the results were not very sensitive to changing its value from 0 to 0.001, the 10th percentile, so we selected the 10th percentile as a lower cutoff for all estimates. For the upper cutoff, we chose to present in the previous section the results using the 75th percentile, which we felt provided a good compromise between bias and efficiency. We now examine the sensitivity of our results to the choice of that upper cutoff. As shown in Table A.9 in the appendix, the choice of the cutoff changes the size of the sample since all observations between the two cutoffs are discarded. It also changes the proportion of compliers, the observations whose migration status changes from 0 to 1 as a result of the instrument going from its minimum to its maximum. In the rural sample, the results are fairly robust to cutoffs ranging from the 75th to the 95th percentile, but they are most precise at the 75th percentile. In the urban sample, all estimates are insignificant, except for the one relating to the effect of migration on participation in subsistence work, and that only at the 75th percentile. This lack of a significant effect in the urban sample is understandable given our earlier discussion of the relatively low power of the instrument in urban areas. 8 Conclusions Does migration of a male household member provide women with a possible avenue to enter the labor market? Our results show that albeit women in rural Egypt respond to migration by increasing their labor force participation and their labor supply, they are more likely to engage in additional unpaid family work and subsistence work. Both employment forms conform with prevailing gender norms and do not provide the women with their own income source. Women are expected to help replace the migrants labor directly through their own labor so that household assets, like land and livestock, remain fully utilized. In urban areas, where household production is less prevalent and where it is more difficult for women to substitute for mens labor, the main effect is the reduction in wage work that is expected from the income effect of the remittances that typically accompany migration. The reduction in wage labor could also be due in part to women substituting nonwage work for wage work to meet the labor needs of the family enterprise. If we interpret empowerment in terms of raising womens earnings and thus bargaining power within the household, our results suggest that womens status does not necessarily improve in the household. For women who stop working for a wage or who shift from wage to nonwage 2537 work, their access to own income may even decline. While these women do not experience an increase in their earnings, the fact that they contribute their labor to the household enterprise rather than just taking care of domestic chores might translate into an increase in their bargaining power within the household, but that remains to be tested in further research. Our comparison between rural migrant households with and without remittance income suggests that we observe different types of migrant households. The young, unmarried men who migrate abroad, often to finance their marriage, leave a household behind, in which the women are required to help replace his labor. Here, migration must be viewed as part of a household strategy to maximize the longrun welfare of household members. In contrast, migrant households with remittance income are most likely to be households where the migrant is already married. In these cases, the compensation to household members left behind is no longer deferred and migration becomes a strategy to contribute directly to current household welfare. Thus, in order to understand the mechanisms through which migration affects the labor supply of those left behind, knowledge about the different reasons for migration is important. 2637 References Acosta, Pablo. 2006. Labor Supply, School Attendance, and Remittances from International Migration: The Case of El Salvador. World Bank Policy Research Working Paper 3903. Adams, Richard H. 1986. Development and Social Change in Rural Egypt. Syracuse University Press. Adams, Richard H. 1991. The Economic Uses and Impact of International Remittances in Rural Egypt. Economic Development and Cultural Change, 394: 695722. Aly, Hassan Y., and Michael P. Shields. 1996. A Model of Temporary Migration: The Egyptian Case. International Migration, 343: 431447. Amuedo Dorantes, Catalina, and Susan Pozo. 2006. Migration, Remittances, and Male and Female Employment Patterns. American Economic Review, 962: 222226. Assaad, Ragui, and Fatma El Hamidi. 2009. Women in the Egyptian Labor Market: An Analysis of Developments, 19882006. In The Egyptian Labor Market Revisited, ed. Ragui Assaad, Chapter 7, 259284. Cairo, New York: The American University Cairo Press. Assaad, Ragui, and Melanie Arntz. 2005. Constrained Geographical Mobility and Gendered Labor Market Outcomes Under Structural Adjustment: Evidence from Egypt. World Development, 333: 431454. Assaad, Ragui, and Rania Roushdy. 2009. An Analysis of Sample Attrition in the Egypt Labor Market Panel Survey 2006. In The Egyptian Labor Market Revisited, ed. Ragui Assaad, Chapter Methodological Appendix 3, 303315. Cairo, New York: The American University Cairo Press. Assaad, Ragui, Christine Binzel, and May Gadallah. 2010. Transitions to Employment and Marriage among Young Men in Egypt. Middle East Development Journal. 21: 150. Barsoum, Ghada. 2009. The Egypt Labor Market Panel Survey 2006: Documentation of the Data In The Egyptian Labor Market Revisited, ed. Ragui Assaad, Chapter Collection Process. Methodological Appendix 1, 259283. Cairo, New York: The American University Cairo Press. Bauer, Thomas, and Ira N. Gang. 2002. Networks and the Duration of Temporary Migration. mimeo. El Hamidi, Fatma. Forthcoming. The Effect of Wealth on the Labor Participation Decision for Egyptian Women. In Labor Markets and Human Capital in MENA, ed. Jeffery Nugent and Hassan Aly. Frolich, Markus. 2007. Nonparametric IV Estimation of Local Average Treatment Effects with Covariates. Journal of Econometrics, 139: 3575. Frolich, Markus, and Blaise Melly. 2010. Estimation of Quantile Treatment Effects with Stata. Stata Journal, 103: 423457. ELMPS. 2006. Egypt Labor Market Panel Survey of 2006. Publicly Accessible Database, Economic Research Forum, Cairo, Egypt www.erf.org.eg. Haddad, Lawrence, John Hoddinott, and Harold Alderman. 1997. Intrahousehold Resource Allocation in Developing Countries: Models, Methods, and Policy. The International Food Policy Research Institute. Harris, John R., and Michael P. Todaro. 1970. Migration, Unemployment and Development: A Two Sector Analysis. American Economic Review, 601: 126142. Heckman, James J., and Edward J. Vytlacil. 1999. Local Instrumental Variables and Latent Variable Models for Identifying and Bounding Treatment Effects. Proceedings of The National Academy of Sciences, 96: 473034. 2737 Hoodfar, Homa. 1997. Between Marriage and the Market Intimate Politics and Survival in Cairo. Berkeley, CA: University of California Press. Imbens, Guido W., and Joshua D. Angrist. 1994. Identification and Estimation of Local Average Treatment Effects. Econometrica, 622: 467475. Kandil, Magda E., and Mohammady Metwally. 1992. Determinants of the Egyptian Labour Migration. International Migration, 301: 3956. Killingsworth, Mark. 1983. Labor Supply. Cambridge: Cambridge University Press. Kim, Namsuk. 2007. The Impact of Remittances on Labor Supply: The Case of Jamaica. World Bank Policy Research Working Paper 4120. Leuven, Edwin, and Barbara Sianesi. 2003. PSMATCH2: Stata module to perform full Mahalanobis and imbalance testing. propensity score matching, common support graphing, and covariate http:ideas.repec.orgcbocbocodes 432001.html. Lokshin, Michael, and Elena Glinskaya. 2009. The Effect of Male Migration on Employment Patterns of Women in Nepal. The World Bank Economic Review, 233: 481507. Mendola, Mariapia, and Gero Carletto. 2009. International Migration and Gender Differentials in the Home Labor Market: Evidence from Albania. World Bank Policy Research Working Paper 4900. Rapoport, Hillel, and Frederic Docquier. 2006. The Economics of Migrants Remittances. In Handbook on the Economics of Giving, Reciprocity and Altruism, Vol. 2, ed. S.C. Kolm and J. M. Ythier, Chapter 17, 11351198. Amsterdam: North Holland. Ratha, Dilip, and Zhimei Xu. 2008. Migration and Remittances Factbook 2008. The World Bank. Richards, Alan. 1994. The Egyptian Farm Labor Market Revisited. Journal of Development Economics, 43: 239261. Rodriguez, Edgard R., and Erwin R. Tiongson. 2001. Temporary Migration Overseas and Household Labor Supply: Evidence from Urban Philippines. International Migration Review, 353: 709725. Rosenzweig, Mark R., and Oded Stark. 1989. Consumption Smoothing, Migration, and Marriage: Evidence from Rural India. Journal of Political Economy, 974: 905926. Singerman, Diana. 1995. Avenues of Participation: Family, Politics, and Networks in Urban Quarters of Cairo. Princeton: Princeton University Press. Singerman, Diana, and Barbara Ibrahim. 2001. The costs of marriage in Egypt: A hidden dimension in the new Arab demography. In the special edition on The New Arab Family, ed. Nicholas Hopkins, Cairo Papers in Social Science, 2412: 80116. Stark, Oded. 1991. The Migration of Labor. Cambridge, MA: Basil Blackwell. Stark, Oded. 2009. Reasons for Remitting. ZEF Discussion Paper on Development Policy 134. Taylor, Elizabeth. 1984. Egyptian Migration and Peasant Wives. MERIP Reports, 124: 310. Wahba, Jackline. 2009. An Overview of Internal and International Migration in Egypt. In The Egyptian Labor Market Revisited. Chapter 5, 157176. Cairo, New York: The American University Cairo Press. Wickham, Carrie R. 2002. Mobilizing Islam: Religion, Activism and Social Change in Egypt. New York: Columbia University Press. World Bank. 2004. Gender and Development in the Middle East and North Africa: Women in the Public Sphere. Washington, DC: The World Bank. 2837 Appendix A.1 Parametric IV Estimations Table A.1 First Stage Results Parametric IV Estimation Women sample Rural Rural Rural Urban Table 7b Table 5 Table 7a 0.006 0.004 0.000 0.000 0.001 0.012 0.023 0.012 0.013 0.018 0.000 0.012 0.004 0.004 0.000 0.000 0.002 0.012 0.004 0.007 0.002 0.010 0.008 0.012 0.009 0.005 0.000 0.000 0.004 0.016 0.026 0.014 0.012 0.019 0.007 0.016 0.000 0.003 0.000 0.000 0.011 0.010 0.005 0.008 0.020 0.008 0.007 0.008 Individuallevel characteristics: Age Age squared Primary or preparatory degree Secondary degree University degree Evermarried Householdlevel characteristics: Nr of children aged 05 Nr of children aged 614 Presence of elderly Average monthly nonlabor income in L.E. Communitylevel characteristics: Share of men with secondary degree Share of men with above secondary degree Share of men working in the private sector Share of men working in agriculture Share of men unemployed IV: Share of male migrants Constant p N Fstatistic on the excluded instrument Pvalue p0.10, p0.05, p0.01 Robust standard errors that account for clustering at the communitylevel are reported in parentheses. 0.039 0.066 0.019 0.040 0.064 0.052 0.125 0.042 0.278 0.112 1.480 0.460 0.065 0.076 0.000 4,153 10.36 0.0013 0.063 0.085 0.229 0.148 0.012 0.094 0.008 0.044 0.270 0.199 2.057 0.268 0.115 0.120 0.000 3,372 59.10 0.0000 0.057 0.049 0.137 0.075 0.029 0.044 0.014 0.017 0.142 0.125 0.646 0.157 0.036 0.069 0.000 3,220 16.80 0.0000 0.009 0.063 0.107 0.123 0.013 0.077 0.004 0.037 0.157 0.149 1.628 0.228 0.087 0.098 0.000 3,291 51.06 0.0000 0.018 0.008 0.001 0.006 0.044 0.022 0.000 0.000 0.002 0.005 0.002 0.004 0.025 0.013 0.000 0.000 0.016 0.007 0.002 0.004 0.032 0.022 0.000 0.000 0.003 0.004 0.003 0.005 0.017 0.013 0.000 0.000 2937 Wives sample Table 8 Rural 0.003 0.004 0.000 0.000 0.006 0.010 0.024 0.010 0.012 0.021 0.002 0.004 0.002 0.004 0.007 0.013 0.000 0.000 0.011 0.071 0.133 0.088 0.030 0.057 0.007 0.030 0.128 0.102 0.938 0.219 0.084 0.097 0.000 2,535 18.30 0.0000 Table A.2 Participation Decision: Coefficient Estimates of the Main Equation Rural Women Sample work work 3.032 1.313 0.622 1.104 Any market Wage work Nonwage Subsistence 2.327 1.056 work 0.286 1.108 1.683 0.772 0.099 0.028 0.001 0.000 0.005 0.104 0.502 0.107 0.792 0.133 0.635 0.808 0.248 0.046 0.003 0.001 0.358 0.147 1.305 0.122 1.613 0.144 0.303 0.889 0.016 0.031 0.001 0.000 0.069 0.091 0.391 0.075 0.750 0.107 1.994 0.846 0.003 0.033 0.000 0.000 0.081 0.102 0.615 0.086 1.072 0.216 Migrant household 1 Individuallevel characteristics: Age Age squared Primary or preparatory degree Secondary degree University degree Evermarried Householdlevel characteristics: Nr of children aged 05 Nr of children aged 614 Presence of elderly Average monthly nonlabor income in L.E. Communitylevel characteristics: Share of men with secondary degree Share of men with above secondary degree Share of men working in the private sector Share of men working in agriculture Share of men unemployed Constant p N p0.10, p0.05, p0.01 1 Endogenous binary variable fitted values are based on the firststage results presented in Table A.1. These are the coefficient estimates corresponding to column 3 participation decision in Table 5. Robust standard errors that account for clustering at the communitylevel are reported in parentheses. 0.000 0.000 0.101 0.651 0.426 1.122 1.434 0.531 1.448 0.268 0.247 0.634 0.000 3372 0.000 0.000 0.418 0.637 1.028 1.196 0.826 0.574 0.319 0.217 5.525 0.973 0.000 3372 0.000 0.000 0.647 0.656 1.301 1.345 1.308 0.725 0.314 0.282 1.280 1.006 0.000 3372 0.000 0.000 1.356 0.772 1.449 1.721 1.383 0.801 0.360 0.391 0.264 0.991 0.000 3372 0.482 0.139 0.118 0.045 0.004 0.033 0.086 0.102 0.318 0.085 0.006 0.030 0.098 0.027 0.075 0.093 0.109 0.082 0.048 0.036 0.088 0.029 0.122 0.087 0.059 0.104 0.033 0.034 0.140 0.030 0.069 0.109 3037 Table A.3 Participation Decision: Coefficient Estimates of the Main Equation Urban Women Sample Subsistence 2.162 1.235 work 2.692 1.190 work 0.434 0.744 Any market Wage work Nonwage work 0.157 2.083 1.571 1.925 0.234 0.039 0.002 0.001 0.406 0.140 1.406 0.135 1.830 0.147 0.409 2.161 0.242 0.030 0.003 0.000 0.005 0.096 0.985 0.091 1.298 0.130 0.779 3.794 0.109 0.050 0.001 0.001 0.300 0.122 0.587 0.117 0.655 0.120 4.761 0.789 0.023 0.024 0.000 0.000 0.296 0.112 0.210 0.082 0.453 0.126 Migrant household 1 Individuallevel characteristics: Age Age squared Primary or preparatory degree Secondary degree University degree Evermarried Householdlevel characteristics: Nr of children aged 05 Nr of children aged 614 Presence of elderly Average monthly nonlabor income in L.E. Communitylevel characteristics: Share of men with secondary degree Share of men with above secondary degree Share of men working in the private sector Share of men working in agriculture Share of men unemployed Constant p N p0.10, p0.05, p0.01 1 Endogenous binary variable fitted values are based on the firststage results presented in Table A.1. These are the coefficient estimates corresponding to column 7 participation decision in Table 5. Robust standard errors that account for clustering at the communitylevel are reported in parentheses. 0.000 0.000 1.104 0.529 0.269 0.295 1.236 0.455 1.250 0.557 4.528 0.723 0.000 4153 0.000 0.000 0.020 1.072 0.257 0.641 0.399 0.772 2.262 1.076 3.451 1.359 0.000 4153 0.000 0.000 0.658 0.552 0.184 0.307 0.975 0.428 0.154 0.546 5.604 0.789 0.000 4153 0.000 0.000 0.983 0.630 0.585 0.406 0.758 0.485 1.702 0.966 1.003 0.625 0.000 4153 0.591 0.106 0.173 0.041 0.108 0.032 0.022 0.101 0.849 0.075 0.138 0.033 0.035 0.033 0.090 0.104 0.114 0.165 0.031 0.055 0.076 0.041 0.107 0.159 0.045 0.082 0.022 0.041 0.043 0.030 0.103 0.084 3137 Table A.4 Labor Supply Decision: Coefficient Estimates of the Main Equation Rural Women Sample work work 4.584 7.208 30.898 20.690 61.641 Nonwage Subsistence 142.242 72.598 102.692 57.556 Any market Wage work 32.175 4.641 10.209 1.329 58.814 10.131 work 15.146 13.109 70.120 51.595 14.732 2.486 0.175 0.037 20.961 9.380 78.855 6.070 95.196 78.957 51.372 0.524 1.661 0.007 0.024 3.198 5.109 10.477 9.043 0.065 0.360 0.005 0.005 0.782 1.096 5.550 0.859 42.588 44.034 5.392 1.512 0.055 0.021 1.633 4.991 8.516 3.637 18.562 Migrant household 1 Individuallevel characteristics: Age Age squared Primary or preparatory degree Secondary degree University degree Evermarried Individuallevel characteristics: Nr of children aged 05 Nr of children aged 614 Presence of elderly Average monthly nonlabor income in L.E. Individuallevel characteristics: Share of men with secondary degree Share of men with above secondary degree Share of men working in the private sector Share of men working in agriculture Share of men unemployed Constant p N p0.10, p0.05, p0.01 1 Endogenous binary variable fitted values are based on the firststage results presented in Table A.1. These are the coefficient estimates corresponding to column 3 hours worked in Table 5. Robust standard errors that account for clustering at the communitylevel are reported in parentheses. 0.003 0.007 46.838 32.691 75.620 61.550 64.513 34.141 6.669 13.711 67.916 47.019 0.000 3372 0.004 0.009 61.348 39.138 66.264 77.939 64.896 40.232 21.119 19.256 1.483 49.941 0.000 3372 0.013 0.012 21.907 36.974 71.832 68.985 44.689 33.419 25.463 12.073 11.571 5.130 0.263 1.355 5.096 1.093 3.535 3.854 6.579 17.140 3.001 7.137 8.575 0.000 3372 1.652 0.980 0.649 0.400 0.993 0.326 1.430 0.968 0.598 5.749 1.476 1.505 6.410 1.200 5.145 5.146 0.000 0.002 1.476 7.052 4.482 14.386 23.602 7.835 7.247 3.011 0.630 1.926 3.606 6.213 54.564 0.000 3372 324.547 3237 Table A.5 Labor Supply Decision: Coefficient Estimates of the Main Equation Urban Women Sample Subsistence 11.819 2.423 4.390 8.922 6.047 106.387 56.846 work 98.819 63.437 work 20.086 21.123 29.207 32.392 Any market Wage work 7.818 55.508 11.707 66.970 107.825 11.142 100.404 98.400 11.756 35.673 3.829 52.584 Nonwage work 24.159 189.248 68.939 5.292 86.666 1.443 0.122 0.020 1.887 5.229 1.622 0.127 0.023 18.690 7.483 339.774 9.079 4.276 0.108 0.060 26.004 11.201 51.079 123.426 58.430 0.558 0.650 0.007 0.010 7.889 2.023 5.476 1.400 Migrant household 1 Individuallevel characteristics: Age Age squared Primary or preparatory degree Secondary degree University degree Evermarried Householdlevel characteristics: Nr of children aged 05 Nr of children aged 614 Presence of elderly Average monthly nonlabor income in L.E. Communitylevel characteristics: Share of men with secondary degree Share of men with above secondary degree Share of men working in the private sector Share of men working in agriculture Share of men unemployed Constant p N p0.10, p0.05, p0.01 1 Endogenous binary variable fitted values are based on the firststage results presented in Table A.1. These are the coefficient estimates corresponding to column 7 hours worked in Table 5. Robust standard errors that account for clustering at the communitylevel are reported in parentheses. 0.011 0.005 25.545 13.678 18.764 9.708 22.334 10.731 40.629 11.030 22.677 15.085 0.000 4153 0.000 0.006 24.337 26.793 2.775 15.662 40.198 19.962 57.211 28.749 0.003 0.007 25.448 25.133 5.767 14.840 42.357 19.369 1.912 27.649 4.387 8.241 1.960 5.052 1.446 1.169 5.178 4.043 6.305 1.724 1.316 1.511 1.861 5.143 10.980 14.092 3.427 4.773 7.347 3.323 7.777 15.118 0.018 0.018 25.684 94.431 22.856 57.175 32.293 66.786 0.662 2.107 0.760 0.979 1.010 0.636 2.379 2.460 192.586 71.180 294.062 113.886 234.738 272.694 32.056 0.000 4153 33.943 0.000 4153 0.000 4153 3337 A.2 Propensity Score Matching Table A.6 Propensity Score Matching Equation Probit 0.077 0.040 0.001 0.001 0.004 0.126 0.178 0.090 0.109 0.131 0.041 0.112 Individuallevel characteristics: Age Age squared Primary or preparatory degree Secondary degree University degree Evermarried Householdlevel characteristics: Nr of children aged 05 Nr of children aged 614 Presence of elderly Average monthly nonlabor income in L.E. Communitylevel characteristics: Share of men with secondary degree Share of men with above secondary degree Share of men working in the private sector Share of men working in agriculture Share of men unemployed Share of male migrants Constant p N p0.10, p0.05, p0.01 These are the probit coefficient estimates used to estimate propensity scores when the treatment is migration irrespective of remittance receipt for the rural sample of women aged 2049 column 2, Table 5. Standard errors are in parentheses. 0.118 0.034 0.028 0.030 0.249 0.089 0.000 0.000 0.511 0.534 1.429 1.132 0.295 0.540 0.284 0.253 0.923 0.927 1.220 0.855 0.846 0.000 3,372 12.486 3437 Table A.7 Covariate Imbalance Tests Pre and Post Matching for PSM Estimator ttest Mean pvalue Treated Control tstatistic 1.81 0.48 1.74 0.47 0.77 0.16 1.49 0.28 0.43 0.10 0.55 0.15 0.071 0.631 0.081 0.639 0.443 0.873 0.138 0.782 0.670 0.917 0.582 0.882 29.979 29.979 967.43 967.43 .09013 .09013 .33047 .33047 .09442 .09442 .8412 .8412 31.018 30.351 1034.1 991.68 .10608 .09444 .2848 .31841 .10322 .09726 .85441 .84621 Variable Individuallevel characteristics: Age Age squared Primary or preparatory degree Secondary degree University degree Evermarried Householdlevel characteristics: Nr of children aged 05 Nr of children aged 614 Presence of elderly Average monthly nonlabor income in L.E. Communitylevel characteristics: 0.699 Share of men with secondary degree 0.927 0.018 Share of men with above secondary degree 0.751 0.108 Share of men working in the private sector 0.903 0.002 Share of men working in agriculture 0.643 0.173 Share of men unemployed 0.717 0.000 Share of male migrants 0.196 This is based on the sample of rural women aged 2049. Treated refers to women who lived in a migrant household at the time of the survey, irrespective of remittance receipt column 2, Table 5. Sample Unmatched Matched Unmatched Matched Unmatched Matched Unmatched Matched Unmatched Matched Unmatched Matched Unmatched Matched Unmatched Matched Unmatched Matched Unmatched Matched Unmatched Matched Unmatched Matched Unmatched Matched Unmatched Matched Unmatched Matched Unmatched Matched .36745 .37038 .11158 .10552 .72527 .73755 .39367 .42668 .07355 .07677 .01806 .03491 .36971 .36971 .10428 .10428 .73899 .73899 .43406 .43406 .07865 .07865 .03893 .03893 0.39 0.09 2.38 0.32 1.61 0.12 3.17 0.46 1.36 0.36 12.70 1.30 .99108 1.25 1.0491 1.1451 .15514 .22409 27.106 20.764 1.3391 1.3391 1.1717 1.1717 .24893 .24893 21.692 21.692 0.000 0.446 0.137 0.834 0.000 0.529 0.655 0.925 4.75 0.76 1.49 0.21 3.76 0.63 0.45 0.09 3537 Table A.8 Sensitivity Analysis for Propensity Score Matching Estimator Rural Sample, Women aged 2049, Treatment is migration irrespective of receipt of remittances Any Market Wage Work NonWage Work 0.030 0.030 0.030 0.034 0.084 0.034 0.071 0.034 0.077 0.034 0.092 0.091 0.100 Work 0.073 Normal Biweight Uniform Tricube Matching Method Kernel Epanechnikov Onetoone with ties Nearest 5 neighbors Radius Caliper0.001 Urban Sample, Women aged 2049, Treatment is migration irrespective of receipt of remittances 0.047 0.016 0.049 0.015 0.047 0.016 0.047 0.016 0.047 0.016 0.021 0.024 0.052 0.018 0.060 0.019 0.060 0.020 0.057 0.024 Caliper0.005 Caliper0.0001 0.034 0.075 0.048 0.060 0.037 0.062 0.040 0.031 0.045 0.103 0.095 0.100 0.091 0.076 0.038 0.094 0.071 0.077 0.097 0.037 0.030 0.030 0.042 0.033 0.034 0.032 Subsistence Work 0.086 0.034 0.090 0.034 0.085 0.034 0.087 0.034 0.085 0.034 0.157 0.049 0.103 0.038 0.116 0.039 0.099 0.041 0.107 0.047 Any Market Wage Work NonWage Work Subsistence Work Work Normal Biweight Uniform Tricube Matching Method Kernel Epanechnikov Onetoone with ties Nearest 5 neighbors Radius p0.10, p0.05, p0.01 Note: Standard errors in parentheses do not take into account that the propensity score is estimated. 0.024 0.014 0.018 0.014 0.026 0.014 0.021 0.014 0.026 0.014 0.051 0.028 0.038 0.017 0.043 0.015 0.043 0.016 0.026 0.016 0.076 0.031 0.078 0.031 0.076 0.031 0.077 0.031 0.076 0.031 0.046 0.046 0.085 0.035 0.078 0.032 0.071 0.033 0.068 0.036 0.064 0.039 0.061 0.039 0.066 0.039 0.063 0.039 0.066 0.039 0.043 0.057 0.089 0.043 0.086 0.040 0.076 0.041 0.069 0.045 0.002 0.027 0.015 0.027 0.007 0.027 0.005 0.027 0.007 0.027 0.033 0.041 0.021 0.030 0.033 0.027 0.042 0.027 0.014 0.029 caliper0.001 caliper0.0005 caliper0.0001 3637 A.3 Non Parametric IV Estimation of LATE Table A.9 Sensitivity Analysis for Non Parametric IV Estimate of LATE Rural Sample, Women 2049, Treatment is migration irrespective of remittance receipt Urban Sample, Women 2049, Treatment is migration irrespective of remittance receipt Upper cutoff on IV2 Percentile Value 95th 0.025 0.087 90th 75th 3 0.053 0.010 50th Upper cutoff on IV2 Percentile Value 0.032 95th 90th 0.024 75th 3 0.017 50th 0.010 Number of Observations 448 Proportion of Compliers 1 0.175 645 1170 2000 0.193 0.139 0.104 Number of Observations 533 Proportion of Compliers 1 0.107 751 1359 2394 0.069 0.029 0.002 Any Market Work 0.791 0.378 0.411 0.269 0.620 0.247 0.301 0.308 Wage Work 0.218 0.303 0.046 0.191 0.054 0.159 0.118 0.187 NonWage Work 0.468 0.395 0.409 0.221 0.412 0.207 0.080 0.261 Subsistence Work 0.105 0.403 0.017 0.266 0.114 0.250 0.220 0.310 Any Market NonWage Wage Work 0.821 0.708 1.113 1.003 1.035 1.275 23.658 39.357 Work 0.386 0.623 0.618 0.637 0.859 0.650 19.168 37.251 Subsistence Work 0.064 0.635 1.250 0.893 2.036 1.004 23.440 49.050 Work 0.956 0.778 0.612 1.060 0.758 1.497 2.608 25.368 p0.10, p0.05, p0.01 1 Proportion of compliers refers to the proportion of the sample whose migration status changes from 0 to 1 when the IV changes from zmin to zmax. LATE is estimated only for compliers 2IV is the share of adult men in community who are migrants. Lower cutoff on IV is always set to the 10th percentile, which is 0.001for the rural sample and .0023 for the urban sample. 3This is the base scenario presented in the body of the paper Standard errors are in parentheses. 3737 ", "filename": "66521653X.pdf", "person": ["Christine Binzel", "Binzel, Christine", "Ragui Assaad", "Assaad, Ragui"], "date": ["2011"]}