{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/60932/1/667316264.pdf"], "title": ["Evaluating interest rate rules in an estimated DSGE model"], "plaintext": "Evaluating Interest Rate Rules in an Estimated DSGE Model Vasco Curdia, Andrea Ferrero, Ging Cee Ng, and Andrea Tambalotti Federal Reserve Bank of New York Staff Reports, no. 510August 2011JEL classification: E48, E58, C11Abstract The empirical DSGE dynamic stochastic general equilibrium literature pays surprisinglylittle attention to the behavior of the monetary authority. Alternative policy rulespecifications abound, but their relative merit is rarely discussed. We contribute to fillingthis gap by comparing the fit of a large set of interest rate rules fiftyfive in total, whichwe estimate within a simple New Keynesian model. We find that specifications in whichmonetary policy responds to inflation and to deviations of output from its efficient levelthe one that would prevail in the absence of distortionshave the worst fit within the setwe consider. Policies that respond to measures of the output gap based on statistical filtersperform better, but the bestfitting rules are those that also track the evolution of themodelconsistent efficient real interest rate.Key words: output gap, HP filter, efficient real interest rate, Bayesian model comparison Curdia, Ferrero, Ng, Tambalotti: Federal Reserve Bank of New York. Address correspondence to Andrea Tambalotti email: andrea.tambalottiny.frb.org. The authors thank Alejandro Justiniano,Thomas Lubik, Giorgio Primiceri, Keith Sill, Chris Sims, and numerous seminar and conferenceparticipants for comments and suggestions. Matthew Hom provided excellent research assistance.The views expressed in this paper are those of the authors and do not necessarily reflect the positionof the Federal Reserve Bank of New York or the Federal Reserve System.1 Introduction Most central banks have a dual mandate: stabilize incid:135ation and real activity. This dualmandate is explicit and symmetric in the United States, where the Federal Reserve Actinstructs the Federal Reserve to cid:147 promote eectively the goals of maximum employment,cid:148and cid:147stable prices.cid:148 But even in incid:135ation targeting countries, whose formal mandates tendto focus on incid:135ation, the implementation of monetary policy usually involves balancing thisobjective with the stabilization of a real criterion. cid:147In practice, incid:135ation targeting is nevercid:145strictcid:146incid:135ation targeting but always cid:145cid:135exiblecid:146incid:135ation targeting cid:148, according to Svensson2007 :And yet, while the interpretation of the price stability mandate has become increasinglytransparent and uniform around the world, the real stability objective typically remains vague.This lack of clarity recid:135ects in part the absence of a consensus in the academic literature andamong policymakers. Economists agree that incid:135ation should be low and stable, but they donot share an operational decid:133nition of a real target for monetary policy. In applied contexts,full employment also known as cid:147potentialcid:148 output has been traditionally decid:133ned as a smoothtrend for GDP, often measured through some cid:133ltering or detrending procedure.1 From amore theoretical perspective, the New Keynesian literature suggests that output should bestabilized around its e cient level, i.e. the level that would prevail in the absence of nominaldistortions Woodford, 2003.2 Unfortunately, these two notions of potential output cid:150 onepurely statistical, the other purely theoretical cid:150can dier quite signicid:133cantly since the latterincorporates the e cient response of the economy to shocks and might thus be far fromsmooth.3The absence of a standard decid:133nition of the real objective of monetary policy is not onlyrelevant in normative contexts. For example, in the last few years, empirical dynamic stochastic general equilibrium DSGE models have incorporated ever more detailed and realistic 1 Orphanides and Van Norden 2002 review several of these statistical procedures. Growth accountingrepresents another popular approach to the measurement of potential output as a smooth trend see CBO,2001.2 A third approach to the measurement of potential output, which is intermediate between the two describedabove, involves positing a statistical relationship between incid:135ation and the output gap a Phillips curve.This relationship then forms the basis for a multivariate Kalman cid:133lter to extract potential output see forexample Kuttner, 1994, and Laubach and Williams, 2003. Mishkin 2007 provides an excellent survey ofvarious statistical and modelbased methods for the estimation of potential output and discusses their policyimplications.3 For example, in an estimated DSGE model with several frictions, Edge, Kiley and Laforte 2007 cid:133ndthat the time series of e cient output does not resemble much the more traditional potential output derivedwithin FRBUS. Justiniano, Primiceri and Tambalotti 2011 reach the opposite conclusion comparing thee cient output in their model with an HP trend.1descriptions of private sector behavior and of the monetary transmission mechanism, following the seminal work of Christiano, Eichenbaum and Evans 2005 and Smets and Wouters2007. In terms of modeling the monetary authority, though, most studies simply posit aninterest rate feedback rule broadly inspired by Taylor 1993, usually with no discussion ofits details and of potential alternatives. As a result, we have witnessed a proliferation ofestimated policy rules, especially with respect to the specicid:133cation of the real variables thecentral bank reacts to, but with very little guidance on their positive or normative merit.4This paper attempts to impose some order on this wilderness by comparing the cid:133t ofa large set of interest rate rules within an estimated, small scale DSGE model of the U.S.economy. Most of the rules we consider have previously appeared in the literature. Others,including the best cid:133tting ones, have not.Our analysis proceeds in three steps. First, we show how to integrate statistical measuresof the output gap in particular those obtained through cid:133ltering into a general equilibriummodel. The idea, which we adapt from Christiano and Fitzgerald 2003, is to use the DSGEmodel as a forecasting and backcasting device to construct a twosided version of the cid:133lter,in which the modelcid:146s forecasts substitute the realized forward values of the variable of interesthere GDP. This cid:133lter produces a realtime measure of a cid:147statisticalcid:148output gap, which atthe same time is one of the endogenous variables in the DSGE model.In the second step of the analysis, we assemble a catalog of interest rate rules of the generalformit cid:26itcid:01 1 cid:0 cid:26 cid:30ct cid:30cid:25 cid:25t cid:0 cid:25cid:3t cid:30xxt1iswhere it is the Federal Funds Rate, cid:30ct is a potentially timevarying intercept, cid:25t cid:0 cid:25cid:3tthe deviation of incid:135ation from a target value, which can also be timevarying, and xt isthe output gap. As a baseline, we adopt a simple specicid:133cation with constant intercept andincid:135ation target, and with the e cient output gap as the measure of economic slack.We then consider a few alternative classes of policies, each with several variants, for atotal of 55 estimated rules. For example, one alternative class of policies replaces the e cientoutput gap with a statistical measure, with variants corresponding to dierent types of cid:133lters.This set of rules is designed to be close to those estimated in empirical analyses of monetary 4 For a recent normative analysis of alternative simple interest rate rules within a calibrated DSGE modelsee SchmittGrohe and Uribe 2007: Svensson 2003 recommends modeling central banks as optimizingagents that maximize an objective function, as customary for the private sector, rather than as automatonscommitted to an interest rate feedback rule. The optimal targeting rule obtained in this framework, however,still depends on the arguments of the loss function policymakers are assumed to minimize. See Adolfson,Lasen, Lind and Svensson 2008 for a stateoftheart implementation of this approach within a DSGEmodel for Sweden.2policy behavior based on partial information estimation methods, which tend to measureslack as the deviation of GDP from a smooth trend e.g. Clarida, Galcid:237 and Gertler, 2000;Judd and Rudebusch, 1998; English, Nelson and Sack, 2003 and the survey by Orphanides,2003. Another class of policies we examine allows the intercept cid:30ct to move over time. Inparticular, we study specicid:133cations in which the monetary authority tracks the evolution of ancid:147equilibriumcid:148real interest rate cid:150the real rate that would maintain the economy at potential.These policy rules echo Wicksellcid:146s suggestion that a cid:147naturalcid:148 rate of return determined byreal factors represents a useful target for monetary policy Woodford, 2003 cid:150an idea familiarto Fed policymakers at least since the early 1990s e.g. Greenspan, 1993. However, to ourknowledge, this paper is the cid:133rst to estimate interest rate rules consistent with this idea.5Finally, in the third step of the analysis, we embed each of the candidate interest raterules within a DSGE framework with given tastes and technology. We estimate the resultingset of models with Bayesian methods and compare their cid:133t using marginal data densities.6The objective of this exercise is not necessarily to pick the best cid:133tting rule, and discard allothers, but rather to identify a class of policies that oer the best promise to account forthe behavior of the data and, perhaps more importantly, weed out those whose cid:133t is clearlyinferior.We can summarize the main results as follows. First, and to our surprise, the baselinerule ranks 47th in terms of cid:133t, out of the 55 rules we have estimated. Moreover, the evidenceagainst this specicid:133cation is very strong, according to our model evaluation criterion Kassand Raftery, 1995. Second, the cid:133t of the model improves signicid:133cantly when we resort to astatistical cid:133lter to measure slack in the policy rule. In this context, the quarterly HP cid:133lterperforms particularly well.Third, the cid:133t improves further when we let the intercept of the policy rule track thee cient rate of interest, the one that would prevail in the economy with no distortions. Infact, this measure of the equilibrium interest rate is a better proxy for the real economicdevelopments, to which monetary policy seems to respond, than any of the several measuresof output gap we have experimented with. This is the main result of the paper, which setsit apart from the large literature on the estimation of Taylor rules with partial informationtechniques. It takes a complete general equilibrium model, in fact, to compute equilibrium 5 Trehan and Wu 2007 discuss the biases in the reducedform estimation of policy rules with a constantintercept, when in fact the central bank responds to a timevarying equilibrium real rate, but do not estimatethis response.6 An and Schorfheide 2007 provide a comprehensive survey of the application of Bayesian methods to theestimation and comparison of DSGE models. Lubik and Schorfheide 2007 use these methods to estimatethe response of monetary policy to exchange rate movements in several small open economies.3measures of the interest rate of the kind analyzed here.Fourth, policy rules with a slowly evolving incid:135ation target perform best, since this targetcaptures some of the low frequency variation in incid:135ation and the nominal interest rate that isevident even in our relatively short sample 1987Q3 to 2009Q3. However, this improvementin cid:133t comes at the cost of introducing one more exogenous process into the model, even ifone with a clear economic interpretation. Therefore, we take the empirical success of thisspecicid:133cation as an indication that more research is needed to understand the low frequencymovements in nominal variables, rather than a recid:135ection of the actual behavior of the Federal Reserve.Fifth, all these results survive when we embed the most representative policy rules of eachclass within the mediumscale DSGE model of Justiniano, Primiceri and Tambalotti 2010,estimated on the same set of observables as in our baseline specicid:133cation.Overall, these cid:133ndings suggest that the specicid:133cation of the interest rate rule can have asignicid:133cant impact on the cid:133t of DSGE models. In our baseline smallscale model, the gapin marginal likelihoods between the best and worst cid:133tting rules is about cid:133fty logpointsand reaches eighty logpoints in the mediumscale model, which is on the order of magnitudearising from the inclusion and exclusion of stochastic volatility in a similar model Crdia, Del Negro and Greenwald, 2011. This evidence underscores the importance for DSGE researchersto pay signicid:133cantly more attention to the specicid:133cation of monetary policy than commonpractice to date.The rest of the paper proceeds as follows. The next section presents our model of privatesector behavior, together with the baseline interest rate rule. Section 3 discusses the econometric methodology and the estimation results for the baseline model. Section 4 introducesthe alternative classes of policy rules we consider and compares their empirical performance.Section 5 concludes.2 A Simple Model of the Monetary Transmission Mechanism We augment the purely forwardlooking textbook New Keynesian framework Woodford,2003 with two sources of inertia, to improve its ability to cid:133t the data. On the demand side,we include habits in consumption in the utility specicid:133cation. On the supply side, we allowfor partial indexation to past incid:135ation of the subset of prices that are not reoptimized in eachperiod.The resulting model is smaller than the workhorse empirical DSGE model of Smets and Wouters 2007. It abstracts from capital accumulation and the attending frictions cid:150such as 4endogenous utilization and investment adjustment costs cid:150and from noncompetitive featuresin the labor market cid:150 such as monopolistic competition and sticky wages. This modelingchoice allows us to estimate and compare the cid:133t of as many interest rate rules as we like cid:15055in the current version, and a multiple of this number if we consider various revisions cid:150withouthaving to worry about computational constraints. This is an important consideration for ourexercise, given the very large number of policy specicid:133cations found in the literature, many ofwhich we have not yet considered.The remainder of this section presents the linearized equilibrium conditions of the model,which constitute the basis for estimation. Appendix A contains details of the modelcid:146s microfoundations, including the mapping of the tastes and technology parameters into those ofthe approximate loglinear equations.2.1 Private Sector An Euler equation summarizes the demand side of the modelcid:21t Etcid:21t1 it cid:0 Etcid:25t1 cid:0 Etcid:13t1 cid:0 Etcid:14t1;where cid:21t is the marginal utility of real income, it is the continuously compounded nominalinterest rate and cid:25t is incid:135ation, while cid:13t and cid:14t are the exogenous growth rate of totalfactor productivity and a shock to consumerscid:146 impatience, both distributed as stationary AR1 processes. All variables are expressed as log deviations from their balanced growthpaths. The intertemporal elasticity of substitution is restricted to unity because we assumelogarithmic utility.Manipulating this Euler equation, we can obtain the gap representationxt Et xt1 cid:0 cid:01cid:13it cid:0 Etcid:25t1 cid:0 ret :2Here, ret is the e cient real interest rate and the measure of real activity xt,xt cid:17cid:0xet cid:0 cid:17cid:13xetcid:01cid:1 cid:0 cid:12cid:17cid:13Etcid:0xet cid:17 yt cid:0 yetcid:1 ;t1 cid:0 cid:17cid:13xeis a distributed lag of the e cient output gap xet is itse cient counterpart. The leadlag structure in the decid:133nition of xt recid:135ects the presence ofinternal habits in consumption, to a degree indexed by the parameter cid:17cid:13:t , where yt is output and ye The e cient output yet is an important construct in what follows. It represents the levelof aggregate output that would prevail in equilibrium if prices were, and always had been,5cid:135exible and there were no markup shocks. E cient output evolves according to the dierenceequation!yet cid:13cid:0yet cid:0 cid:17cid:13yetcid:01cid:1 cid:12cid:13cid:17cid:13cid:0Etyet1 cid:0 cid:17cid:13yetcid:1 cid:13cid:17cid:13cid:0cid:12Etcid:13t1 cid:0 cid:13tcid:1 cid:12cid:17cid:131 cid:0 cid:12cid:17cid:13Etcid:14t1;3from which we observe that yet is a linear combination of the past and future expected valuesof the productivity and intertemporal taste shocks alone. This observation implies that thecounterfactual environment in which prices are cid:135exible is a parallel universe, which evolvesindependently from the outcomes observed in the actual economy. In this parallel universe,the intertemporal Euler equation impliesret Etcid:13t1 Etcid:14t1 cid:0 !cid:0Etyetcid:1 ;t1 cid:0 yewhere we used the production function and the intratemporal e ciency condition i.e. marginal rate of substitution equal to marginal product of labor to map the e cient marginalutility of consumption cid:21et into output yet .Turning now to the supply side of the model, the optimal pricing decisions of cid:133rms producea Phillips curve of the formcid:25t cid:24 !xet xt cid:12Etcid:25t1 ut;4wherecid:25t cid:17 cid:25t cid:0 cid:16cid:25tcid:01depends on the degree of indexation to past incid:135ation, parametrized by cid:16; and ut is an AR1costpush shock, generated by exogenous cid:135uctuations in desired markups. These cid:135uctuationsare the only source of a tradeo between incid:135ation and real activity in this model.Without markup shocks, the e cient level of aggregate production can be achieved together with price stability i.e. cid:25t 0, as we can see by substituting ut 0 and yt yet ;or xet 0; 8t in equation 4. This is the cid:133rst best outcome in this economy, since no priceneeds to change when aggregate incid:135ation is zero, thus eliminating price dispersion acrossmonopolistic producers and the distortions in the allocation of resources associated with itWoodford, 2003. When markup shocks are present, on the contrary, the e cient allocationis no longer feasible, because the e cient level of aggregate output could only be achievedby allowing costpush shocks to passthrough to incid:135ation entirely, as we can see by solving 6equation 4 forward with yt yet 8tcid:25t cid:16cid:25tcid:01 P1s0 cid:12s Etuts:The resulting cid:135uctuations in incid:135ation would then produce an ine cient dispersion of pricesand production levels across varieties. At the other extreme of the policy spectrum, perfectincid:135ation stabilization would require costpush shocks to showthrough entirely in deviationsof output from its e cient level. Optimal policy, therefore, will distribute the impact ofthese shocks between output and incid:135ation, as to balance the objectives of price stability ande cient aggregate production.One implication of this tradeo is that an exante real interest rate, it cid:0 Etcid:25t1; set toperfectly shadow the e cient rate of return ret ; would not be optimal, although the Eulerequation 2 implies that such a policy would close the output gap every period and thusachieve the e cient level of aggregate production. This is the main reason for including somefeedback from incid:135ation and the output gap even in the interest rate rules that include ret intheir intercept, as we do below.72.2 Monetary Policy: Baseline Specicid:133cation In the baseline policy specicid:133cation, the central bank sets the nominal interest rate in responseto the current incid:135ation rate and e cient output gap, with a certain degree of inertiait cid:26itcid:01 1 cid:0 cid:26 cid:30cid:25cid:25t cid:30xxet it:5Expression 5 represents a natural starting point for our comparative analysis, since it bringsthe basic ingredients of the empirical literature on interest rate rules into the context of our DSGE framework.Incid:135ation and real activity are standard arguments of monetary policyrules at least since Taylor 1993, while interest rate inertia typically improves their abilityto cid:133t the data, as shown for example by Clarida, Galcid:237 and Gertler 2000. We choose thee cient output gap as the baseline policy measure of real economic developments for internalconsistency with the rest of our theoretical apparatus. In our model, in fact, this gap is boththe fundamental driver of incid:135ation, as shown in equation 4, as well as the measure of slackthat is relevant for welfare analysis e.g. Woodford, 2003.7 Another reason is that a policy rule of the form it ret Etcid:25t1 would not deliver the e cient outputuniquely, since the nominal interest rate does not respond more than onetoone to expected incid:135ation e.g.Clarida, Galcid:237 and Gertler, 1999:73 Inference We estimate the model laid out in the previous section, and all the variants discussed below,with Bayesian methods, as surveyed for example by An and Schorfheide 2007. Bayesianestimation combines prior information on the parameters with the likelihood function of themodel, to form a posterior density function. We construct the likelihood using the Kalmancid:133lter based on the state space representation of the rational expectations solution of eachmodel under consideration, assuming a likelihood of zero for the parameter values that implyindeterminacy. The observation equations arecid:1 log GDPt cid:13 yt cid:0 ytcid:01 cid:13tcid:1 log P CEt cid:25cid:3 cid:25t F F Rt r cid:25cid:3 it;where cid:1 is the cid:133rst dierence operator, GDPt is real GDP, P CEt is the core PCE decid:135atorex food and energy, and F F Rt is the average eective Federal Funds rate, all sampled at aquarterly frequency. The constants in these equations represent the average growth rate ofproductivity, cid:13, the long run incid:135ation target, cid:25cid:3, and the average real interest rate, r. Thesample period runs from 1987:Q3 to 2009:Q3, although the main results are not aected bytruncating the sample at 2008:Q4, when the Federal Funds rate cid:133rst hit the zero bound. Westart the sample with Alan Greenspancid:146s tenure as Fed chairmanship because, starting with Taylor 1993, there seems to be general agreement that interest rate setting appropriatelycharacterizes U.S. monetary policy during this period.The left panel of Table 1 reports our choice of the priors, which are maintained across allthe model specicid:133cations we consider. On the demand side, we calibrate the discount factoras cid:12 0:99; and impose a loose prior between zero and one on the habit coe cient cid:17, onlyslightly favoring higher values. These two parameters, together with the average balancedgrowth rate cid:13; determine the slope of the Euler equation 2, cid:01where cid:17cid:13 cid:17 cid:17ecid:0cid:13:cid:13 cid:17 cid:01 cid:0 cid:17cid:13cid:1cid:01 cid:0 cid:12cid:17cid:13cid:1 ;On the supply side, the prior on the indexation parameter cid:16 is centered around 0:6; butis quite dispersed over the unit interval. The slope of the Phillips curve is a convolution ofdeep parameters, cid:24 cid:17 1cid:0cid:111cid:0cid:11cid:12; where cid:11 is the fraction of cid:133rms that do not change theirprice in any given period, cid:18 is the elasticity of demand faced by each monopolistic producerand ! is the inverse Frisch elasticity of labor supply. Only the slope cid:24 can be identicid:133ed fromour observables. We formulate our prior on this parameter as a Gamma distribution withmean 0:1. This value is somewhat higher than the partial information estimates of the Newcid:111!cid:188Keynesian Phillips curve e.g. Galcid:237 and Gertler, 1999, Sbordone, 2002, but is consistent withthe low degree of price stickiness found in microeconomic studies such as Bils and Klenow2004, given reasonable values for ! and cid:18.8Turning now to the interest rate rule, the prior on the smoothing parameter cid:26 follows a Beta distribution centered at 0:7; with a 90% probability interval wide enough to encompassmost existing estimates. The priors for the feedback coe cients on incid:135ation and real activityare normally distributed with means 1:5 and 0:5 respectively, as in the original Taylor 1993rule.The autocorrelations of the exogenous shocks, the cid:26icid:146s in the table for each shock i, have Beta prior distributions with mean 0:5; while the standard deviations, denoted by cid:27i, have Inverse Gamma prior distributions centered at 0:5.We obtain the posterior mode and inverse Hessian by minimizing the negative of the logposterior density function and use Markov Chain Monte Carlo methods, more specicid:133cally a Random Walk Metropolis algorithm, to build a representative sample of the parameterscid:146jointposterior distribution. We monitor the convergence of the chains of draws in each step usinga variety of tests. Finally, upon convergence, we combine the chains in the last step, afterdiscarding the initial 25% of the draws in each chain, to form a full sample of the posteriordistribution, which represents the source of our inference information.9To evaluate the cid:133t of dierent policy rules, we compare the marginal data densities, orposterior probabilities, of the DSGE models in which the rules are embedded, using Gewekecid:146s1999 modicid:133ed harmonic mean estimator. In particular, we compute the log of the Bayesfactor multiplied by two of each alternative model against the baseline. Kass and Raftery1995 recommend this measure of relative cid:133t since its scale is the same as a classic Likelihood Ratio statistic.10 This procedure results in an overall ranking of the interest rate rules underconsideration, as well as in a measure of their individual cid:133t against a common benchmark,and thus implicitly against each other.8 For example, with ! 1 and cid:18 8; which corresponds to a desired markup of 14%, cid:24 0:1 impliescid:11 0:4; or an expected duration of prices of about cid:133ve months.9 Detailed convergence and inference analysis for each specicid:133cation discussed in the paper is available uponrequest.10 The Bayes factor of model 1 against model 2 is the ratio of their marginal likelihoods. Kass and Raftery1995 suggest that values of 2 log BF above 10 can be considered very strong evidence in favor of model 1.Values between 6 and 10 represent strong evidence, between 2 and 6 postive evidence, while values below 2are cid:147not worth more than a bare mention.cid:148 We refer to this statistic as the KR criterion.93.1 Estimation Results in the Baseline Model The right panel of Table 1 reports selected moments of the marginal posterior distributionsof the parameters under the baseline interest rate rule. Although the data are quite informative on most parameters, and many of the posterior estimates fall within reasonable ranges,close inspection of the results also reveals some anomalies with this specicid:133cation. To bettervisualize these anomalies, Figure 1 graphs the prior and posterior marginal distributions forthe group of problematic parameters.First, note that the posterior estimate of the slope of the Phillips curve, cid:24; is minuscule,with a mean of 0:002; two orders of magnitude smaller than the prior mean and at the extremelower edge of the available estimates in the DSGE literature see for example the survey by Schorfheide, 2008. This posterior estimate implies that there is no discernible tradeobetween incid:135ation and real activity, and that incid:135ation is close to an exogenous process drivenby movements in desired markups. As a consequence, there is little hope of distinguishingbetween dynamic incid:135ation indexation and persistent markup shocks, as drivers of the observedincid:135ation persistence. This lack of identicid:133cation is recid:135ected in the bimodal marginal posteriordistributions of the parameters cid:16 and cid:26u, which are generated by MCMC draws with high cid:16and low cid:26u, or vice versa, and that correspond to local peaks of the joint posterior density ofsimilar heights. Finally, the last two panels of Figure 1 show that the estimated parametersof the interest rate rule imply a strong reaction of policy to the output gap, and an extremelyweak reaction to incid:135ation, with about half of the posterior draws for cid:30cid:25 below one. Thesevalues are puzzling, in light of the large literature that has argued that a forceful reaction toincid:135ation has been one of the hallmarks of U.S. monetary policy since the mideighties.The anomalies of the posterior distribution highlighted above reduce the baseline modelcid:146smarginal data density and contribute to its extremely poor overall cid:133t. For now, we are not ina position to quantify the extent of this empirical failure since we have not yet introduced analternative model, but we can say that the baseline specicid:133cation ranks 47th in terms marginallikelihood among the 55 evaluated in this version of the paper.4 Evaluating Alternative Interest Rate Rules Many aspects of our baseline model could be problematic. In the rest of the paper, we focuson one potential source of these problems, which in our judgement has been largely, andsurprisingly, overlooked in the DSGE literature: the specicid:133cation of the interest rate rule.As we will see, relatively minor adjustments to the policy rule compared to the baselinespecicid:133cation can improve the cid:133t of our simple DSGE model dramatically, at the same time 10contributing to solve some of the anomalous estimates and identicid:133cation problems highlightedin Figure 1.114.1 Statistical Output Gaps The measure of economic slack that we chose to include in the baseline interest rate rule isthe deviation of GDP from its e cient level. This choice is fairly common in DSGE worke.g. Smets and Wouters, 2007; although far from universal. One drawback is that thisapproach makes the resulting policy rule impossible to compare with those estimated in thevast literature that employs partial information econometric techniques, since the construction of the counterfactual e cient output requires a general equilibrium model. Moreover,the e cient output gap might be considered an implausible choice as a summary statisticfor policymakerscid:146 views on the level of resource utilization, precisely because of its modeldependency.To bridge the gap between our general equilibrium framework and the work based onsingle equation methods, we begin our catalog of alternative policy rules with specicid:133cationsin which the output gap is measured through statistical cid:133lters. In particular, we focus on the Hodrick and Prescott HP cid:133lter as a tool to construct smooth versions of potential output,given its popularity in applied macroeconomics.12One di culty in making the HP cid:133lter operational within a DSGE model is that its idealrepresentation is a twosided, incid:133nite moving average, whose standard approximation to cid:133nitesamples requires dierent coe cients on the observations at the beginning, in the middle, andat the end of the sample. Such a pattern of coe cients is di cult to replicate within a dynamicsystem of rational expectation equations with a parsimonious state space. To circumvent thisproblem, we adapt the methodology proposed by Christiano and Fitzgerald 2003 for theapproximation of ideal band pass cid:133lters. Christiano and Fitzgerald 2003 suggest to useforecasts and backcasts from an auxiliary timeseries model cid:150 in their case a simple unitroot process cid:150 to extend the sample in the past and in the future. In our implementationof their idea, the auxiliary model that generates the dummy observations is the linearized DSGE itself.This approach is particularly convenient for our purposes because it produces a very 11 We do not address directly here the extent to which dierent policy rules aid or hinder the identicid:133cation ofthe modelcid:146s parameters, although this issue would deserve further scrutiny. For a recent study of identicid:133cationin DSGEs, see Canova and Sala 2009, who cid:133nd that identicid:133cation is often problematic in this class of models.12 See Orphanides and van Norden 2002 for a comprehensive survey of the use of statistical cid:133lters asmeasures of the output gap and of their pitfalls.11parsimonious recursive expression for the DSGEHP gaph 1 cid:211 cid:0 L2 1 cid:0 F 2i x HPt cid:211 cid:0 L2 1 cid:0 F 2 yt;6where the operators L and F are decid:133ned by Lyt ytcid:01 and F yt Etyt1, and the smoothingparameter cid:21 is set at the typical quarterly value of 1600. This expression can thus be addedto the system of rational expectations equations that decid:133nes the equilibrium of the model.Of course, the time series for the output gap obtained through this procedure will not be thesame as the one produced by the cid:133nite sample approximation usually employed in appliedwork. However, it has a very similar cid:135avor, as we will see shortly. More details on thederivation of equation 6 and on its interpretation, together with some background on linearcid:133ltering, can be found in the Appendix.t When we estimate the model by replacing the e cient output gap with x HPin the interest rate rule, the marginal likelihood increases by about 10 logpoints, or 21:6 points onthe KR criterion. This improvement represents very strong evidence in favor of the latterspecicid:133cation. For some insight into this result, Figure 2 reports prior and posterior marginaldistributions for the same parameters we highlighted as anomalous in the baseline model. Although the slope of the Phillips curve remains extremely low, its mean is now twice as largeas before 0:004 vs 0:002. Moreover, the posterior points to a small indexation coe cient cid:16and to relatively little persistence in the costpush shock cid:26u, with no immediate evidenceof identicid:133cation problems. Finally, the feedback coe cients on incid:135ation and the output gapin the Taylor rule are closer to more typical values, although cid:30cid:25 remains on the low side.Another interesting posterior object in this model is the distribution of the timeseries forthe DSGEHP output gap, which is depicted in Figure 3, together with the standard cid:133nitesample approximation of the HP cid:133lter, denoted by DataHP, and the output gap computedusing the measure of potential output produced by the Congressional Budget O ce CBO.The two HP approximations comove fairly closely, although far from perfectly. In particular,the dips in the DSGEbased approximation around the NBER recessions, which are shadedin grey, are more pronounced than in the standard HP. In fact, the DSGEHP conveys a viewof the timing and extent of expansions and recessions over our sample period very similarto that of the CBO output gap at least in two of the three recessions experienced over thesample period. Overall, this evidence supports our use of the DSGEHP cid:133lter as an eectivedetrending tool, which produces a measure of capacity utilization similar to those often usedin singleequation estimates of the Taylor rule.Given the promising empirical performance of the quarterly HP output gap as an argument of the modelcid:146s interest rate rule, we explored several alternative cid:133lter formulations. In 12particular, we consider HP cid:133lters in which the smoothing parameter cid:21 is either estimated,with a very diused prior centered at somewhat higher values than 1600, or calibrated to acid:147highcid:148value of cid:21 160000. The motivation for both these specicid:133cations is to test the datacid:146sappetite for a smoother trend than in the baseline HP, closer to those obtained through theproduction function approach, for example by the CBO 2001.In addition, we evaluatemodels with simpler, onesided cid:133lters, such as the exponential cid:133lter 13h 1 cid:211 cid:0 Li x Expt cid:21 1 cid:0 L yt;the four quarter moving average of GDP growth yt cid:0 ytcid:04 4 and its simple quarterly growthrate cid:1yt:The impact on the modelcid:146s cid:133t of using these alternative detrending methods to measurethe output gap in the interest rate rule are summarized in Panel I of Table 2. This tablereports the log marginal likelihood of all the model specicid:133cations we have estimated, togetherwith twice the log Bayes factor for each model against the baseline the KR statistic. Moreover, in the cid:133rst column of the table, we report the ranking of each model, from the best tothe worst cid:133tting. Column two reports a shortcut with which we sometimes refer to the rulesin the text, while column three describes each rule in mathematical notation, focusing on itslongrun arguments i.e. ignoring interest rate smoothing. For example, the baseline model,whose longrun arguments are cid:30cid:25cid:25t cid:30xxet ; has a log M L of cid:0379; which makes it number 47 in terms of cid:133t out of the 55 rules we estimated in this paper.From the table, we see that the DSGEHP cid:133lter with cid:21 1600 produces the best cid:133tamong the models with a statistical output gap. The evidence in favor of this specicid:133cationmodel HP in the table against the baseline is very strong, as we already pointed out. Themodel in which the HP smoothing parameter is estimated HPcid:21 does only slightly worse.The reason is that the posterior distribution of this parameter has a median of about 1100and the posterior distribution concentrates around this level, which produces a gap almostidentical to cid:21 1600. The performance of all the other cid:133lters, on the contrary, is clearlyinferior, although most of them cid:133t better than the baseline specicid:133cation.Finally, to round up our exploration of the role of the output gap in the policy rule, Table 2 reports results for two more specicid:133cations. The cid:133rst one follows Smets and Wouters 2007model SW, which also includes a term in the growth rate of the e cient gap. The secondone is a cid:147controlcid:148, in which the output gap is excluded altogether, and the federal funds rate 13 In one version of the exponential cid:133lter we set the smoothing parameter to cid:21 61:5; to match the gain ofthe HP cid:133lter at frequency ! 2cid:2532; which corresponds to an eight year cycle King and Rebelo, 1993. Wealso consider a version where cid:21 is estimated, with a prior centered at the same value as above.13only responds to incid:135ation No Gap. Smets and Woutercid:146s 2007 rule performs signicid:133cantlybetter than the baseline, which probably explains the somewhat unusual inclusion of thegrowth rate of the output gap in the cid:133rst place. In fact, the cid:133t of this rule is very close tothat of the HP rule, although it is still in the lower half of the overall ranking.On the contrary, the restriction cid:30x 0 is strongly rejected by the data, leading to asignicid:133cant deterioration in cid:133t even with respect to the baseline. This result concid:133rms thatthe identicid:133cation of a good indicator of real economic developments is a crucial factor inthe search for a parsimonious, but reasonably accurate, description of the behavior of thepolicy rate. Our results so far suggest that common measures of detrended output, suchas those obtained through the HP cid:133lter, are more likely to represent such an indicator thanthe cid:135exibleprice gap consistent with the structure of the DSGE model. In the next section,we move the search for this indicator further, by exploring the properties of an alternativecid:135exibleprice construct implied by our general equilibrium model: the e cient real interestrate.4.2 Tracking the E cient Real Interest Rate The idea that an cid:147equilibriumcid:148interest rate EIR might represent a useful reference point formonetary policy was familiar to Federal Reserve policymakers well before Woodford 2003 revitalized its Wicksellian roots. For example, in his Humphrey Hawkins testimony to Congressin May 1993, Chairman Alan Greenspan stated that cid:147 In assessing real rates, the centralissue is their relationship to an equilibrium interest rate, specicid:133cally, the real rate level that,if maintained, would keep the economy at its production potential over time. Rates persistingabove that level, history tells us, tend to be associated with slack, disincid:135ation, and economicstagnation cid:150 below that level with eventual resource bottlenecks and rising incid:135ation, whichultimately engenders economic contraction. Maintaining the real rate around its equilibrium level should have a stabilizing eect on the economy, directing production toward itslongterm potentialcid:148Greenspan, 1993.14In this section, we investigate the extent to which Chairman Greenspancid:146s reasoning hada measurable impact on the evolution of the observed nominal interest rate over our sample.To measure the EIR within our DSGE model, we follow the Chairmancid:146s description andcompute the counterfactual cid:147real rate level that, if maintained, would keep the economyat its production potential over time.cid:148 When cid:147potentialcid:148 output is decid:133ned as the e cient 14 Quantitative measures of the EIR are a regular input in the monetary policy debate at the Federal Reserve,as demonstrated by the fact that a chart with a range of estimates of the EIR is included in most published Bluebooks at least since May 2001 see http:www.federalreserve.govmonetarypolicyfomc_historical.htm.14t , the EIR is the e cient rate of return reaggregate level of production, yet . This is ourpreferred measure of the EIR, since it is grounded in the microeconomic structure of the DSGE model. However, we also consider the equilibrium real rates that correspond to thepotential outputs implied by the HP and exponential cid:133lters.15 We then embed these measuresof the EIR, which we generically denote by rcid:3t , in a class of policy rules of the formit cid:26itcid:01 1 cid:0 cid:26 rcid:3t cid:30cid:25cid:25t cid:30xxt it;7where we consider several permutations in the decid:133nitions of both rcid:3t and xt.t and xt cid:17 xe The cid:133rst rule in this class that we consider uses the DSGEcid:146s e cient equilibrium as itsnotion of potential, so that rcid:3t cid:17 ret . This choice of arguments for the policy ruleimproves the modelcid:146s marginal likelihood by approximately 20 logpoints with respect to thebaseline specicid:133cation and by 10 logpoints with respect to the best cid:133tting rule among thosediscussed in the previous section. These dierences represent very strong evidence in favorof policy rules that allow a gradual adjustment of the nominal interest rate to movements inthe e cient real rate. To our knowledge, this paper is the cid:133rst to document this evidence,although policymakers have been discussing the equilibrium real rate as a potentially usefulindicator for monetary policy for a long time, as witnessed by Chairman Greenspancid:146s remarksabove see also Amato, 2005. This specicid:133cation gains even more importance in light of thecurrent macroeconomic situation.In a model with credit frictions, Crdia and Woodford2009 show that movements in spreads induce cid:135uctuations in the e cient real interest rate.In this environment, interest rate rules that track the e cient real rate typically displaydesirable stabilization properties, a result that generalizes to a broader class of models Galcid:237and Gertler, 2007.Panel II of Table 2 shows that the Re specicid:133cation, the one that is probably most appealingon theoretical grounds, is also preferred by the data over the others in the same class, althoughin some cases only slightly. For example, the dierences in cid:133t with some of the specicid:133cationsin which the output gap is measured through statistical cid:133lters, rather than in deviation fromthe DSGEcid:146s e cient output, are minor.On the other hand, the deterioration in cid:133t is more signicid:133cant when we restrict the feedbackcoe cient on the output gap, cid:30x, to zero, as in model Re No Gap. This result suggests that retis not a su cient statistic for the real developments in the economy that drive the movementsin the federal funds rate. However, there is strong evidence in favor of ret as a more useful real 15 We report here only results for the cid:133lters with the quarterly smoothing parameters cid:21 1600 for the HPand cid:21 61:5 for the exponential, although we also experimented with the other approaches to the choice ofthese values described in the previous section.15indicator for monetary policy than the DSGEHP output gap, as we can see by comparingmodel Re No Gap to model HP. Finally, alternative approaches to the measurement of the EIR, in which potential output is measured through a statistical cid:133lter, and the equilibriumreal rate is one consistent with that notion of potential, do not fare nearly as well models Rexp Exp and Rhp HP.The reason for the success of specicid:133cations that include ret implied by the model. As we can see, the estimated ret among the arguments of theinterest rate rule can be further appreciated from Figure 4, where we plot the posteriordistribution of ret is a good businesscycle indicator over our sample.It drops sharply during recessions and rises over booms.However, ret conveys somewhat dierent information than the HP output gap, which is alsoreported in Figure 4: For example, ret peaks earlier than the HP output gap before therecessions of 1990 and of 2007, although the peaks coincide in the 2001 recession. Moreover,the e cient real rate is fairly stable above its mean in the midnineties, while the HP outputgap turns negative in 1995. These inferred movements in ret mirror those in the eectivefederal funds rate quite closely, helping to explain the empirical success of the Re policyspecicid:133cation.The close comovement between the eective federal funds rate and the estimates of ret ,which is depicted in Figure 5, raises the concern that the observations on the nominal interestrate might be cid:147explainingcid:148 the estimates of ret , and not vice versa. This is not the case,however, as demonstrated by the fact that we obtain almost identical estimates of the timepath of ret in the baseline model, in which the e cient real rate is not included in the policyrule. The main dierence between the two estimates is that the posterior distribution istighter when ret enters the interest rate rule, as shown in Figure 6. This enhanced precisionof the estimates suggests that, indeed, the nominal interest rate carries useful informationon ret in specicid:133cation Re, as we would expect, but that this information does not distort theinference on its average timepath.Some intuition for the robustness of the estimates of ret across models can be gleaned fromthe expression for the e cient rate of interest derived in section 2, which we report here forconvenienceret Etcid:13t1 Etcid:14t1 cid:0 !cid:0Etyetcid:1 :t1 cid:0 yet1 ye If the logdeviations of e cient output from the balanced growth path were a martingale i.e.Etyet , this expression would imply that the e cient real interest rate is the sum ofthe forecastable movements in the growth rate of productivity cid:13t and in the intertemporaltaste shock cid:14t: In our estimated models, the deviations from the condition Etyet arecid:147smallcid:148, as are the forecastable movements in cid:13t. The taste shock cid:14t, on the contrary, ist1 ye 16persistent, and its innovations are sizable, so that its forecastable movements tend to bet .16 Moreover, the cyclical behavior of thesethe main driving force of the movements in reforecastable movements in cid:14t is precisely and robustly pinned down in our estimates, withlittle variation across specicid:133cations. As a result, the inference on the evolution of the e cientreal rate over time is remarkably consistent across all the models we consider.4.3 A TimeVarying Incid:135ation Target In this section, we further enlarge the set of policy rules subject to our evaluation, by introducing a feature that is fairly common in the recent empirical DSGE literature: a timevaryingincid:135ation target TVIT. This addition creates a new class of feedback rules, of the formit cid:26itcid:01 1 cid:0 cid:26 rcid:3t cid:25cid:3t cid:30cid:25 cid:25t cid:0 cid:25cid:3t cid:30xxt it;8where cid:25cid:3t is an exogenous AR1 process that represents persistent deviations of the incid:135ationtarget from its longrun value cid:25cid:3.17 The motivation for considering this feature in the policyrule is that it helps to capture the lowfrequency movements in incid:135ation and the nominalinterest rate that are evident even in our relatively short sample.In particular, incid:135ationhovered around 4% in the late 1980s, until the recession of the early 1990s contributedto reduce it to its more recent range around 2%: This process of socalled opportunisticdisincid:135ation took until the middle of the decade to complete. One simple way of capturing thecentral bankcid:146s willingness to delay the achievement of its ultimate incid:135ation objective untilthe cid:147nextcid:148recession, which is at the heart of the opportunistic approach to disincid:135ation, is toallow smooth timevariation in its shortrun incid:135ation target, as in specicid:133cation 8.When we allow for this type of timevariation in the best rule so far, rule Re, the cid:133timproves by another 15 points on Kass and Rafterycid:146s 1995 likelihood ratio scale. Thisimprovement constitutes very strong evidence in favor of the inclusion of a timevaryingincid:135ation objective in the policy rule. With respect to the baseline, the marginal likelihood ofspecicid:133cation Re Pistar is 27 logpoints higher. Moreover, specicid:133cation Re Pistar, in which the EIR is measured by the e cient real rate and the output gap by the deviation of output fromits e cient level, is the bestcid:133tting one among those with a timevarying incid:135ation objective,as shown in Panels III and IV of Table 2.16 The important role of the intertemporal shock cid:14t in reconciling this class of DSGE models with thedata is a manifestation of the wellknown decid:133ciencies of standard Euler equations in pricing returns, as cid:133rstdocumented by Hansen and Singleton 1982 and more recently reemphasized in a DSGE context by Primiceri,Schaumburg and Tambalotti 2006.17 The autocorrelation coe cient of cid:25cid:3t has a Beta prior tightly distributed around a mean of 0:95:17Two more results from the table are worth emphasizing. First, the role of ret remains crucialeven in the specicid:133cations that include a TVIT. In fact, rule Re Pistar improves the model cid:133tby about 17 KR points with respect to the bestcid:133tting rule with a TVIT, but without theequilibrium real rate among its arguments rule Pistar Exp in Panel IV. The improvementin cid:133t is even larger 30 KR points when rule Re Pistar is compared to a simple baselinespecicid:133cation with a TVIT rule Pistar, which is a more relevant comparison if we want toisolate the marginal contribution of the EIR in the policy rule. Interestingly, this improvementin performance is comparable to the one obtained when the EIR is included in the equivalentspecicid:133cations with a constant incid:135ation target, i.e. when comparing the baseline rule to rule Re. This result suggests that the e cient real rate and a smoothly evolving incid:135ation targetenhance the empirical performance of the model through fairly independent channels andshould thus be complementary features in policy specicid:133cations with good empirical properties.Second, our ability to draw sharp conclusions on the most appropriate measure of theoutput gap is complicated by the presence of a TVIT. For example, the deterioration in cid:133twhen the output gap is measured through various statistical cid:133lters, rather than in deviationfrom the e cient level of output, or even excluded from the policy rule altogether, as in rule Re Pistar No Gap, is negligible. This latter result, in particular, might suggest that the e cientinterest rate and a TVIT are all that is needed to account for the movements in the federalfunds rate, and that measures of output slack are redundant. However, this conclusion isprobably unwarranted, since there are fairly clear signs of weak identicid:133cation of the outputgap coe cient cid:30x, especially in specicid:133cation Re Pistar. This identicid:133cation problem should notbe too surprising, since interest rate rules with a TVIT include at least three latent variables:the incid:135ation target itself, the i.i.d. monetary policy shock and potential output.18 Drawingsharp inferences on the contributions of these three factors to the movements in the interestrate, therefore, is bound to be problematic, even though the structure of the model imposesrestrictions on the behavior of potential output.In fact, this consideration suggests thatsimilar problems are likely to persist even in richer models cid:150at least as long as the incid:135ationtarget is treated as an exogenous variable. Given the promising empirical performance of thisclass of policy rules, these identicid:133cation issues probably deserve further scrutiny.18 The equilibrium real rate is a fourth latent variable in some specicid:133cations, but this does not appear tot is restricted to enter the intercept of the policy rule i.e. to haveworsen the identicid:133cation challenge, since rea coe cient of one and its evolution is pinned down fairly precisely by the demand side of the model.184.4 Summary of Main Results So far, we have surveyed the empirical performance of about 40 dierent interest rate rules,while trying to develop some leads on the sources of their successes and failures. This exercisebrought four main themes to our attention. First, the simplest and most natural extensionof the original Taylor 1993 rule to our DSGE framework, which we adopted as our baselinepolicy specicid:133cation, cid:133ts the data extremely poorly, compared to most of the alternative specicid:133cations we have considered. Second, this poor performance can be improved signicid:133cantlyif the modelimplied e cient output gap is substituted by an HP cid:133lter as the measure ofeconomic slack in the policy rule. Simpler, onesided cid:133lters also perform better than the e cient output gap, although worse than the HP cid:133lter. Third, further signicid:133cant improvementsin cid:133t can be achieved by allowing the policy rate to respond to movements in the e cientreal interest rate implied by the DSGE model. Documenting the empirical success of policyrules with this feature is the main contribution of this paper, given the normative appeal ofthese rules and the frequent discussion of the potential uses of measures of the equilibriumreal rate in the policy debate. Fourth, feedback rules in which the incid:135ation target evolvessmoothly over time perform best. However, tracking the e cient real interest rate remainsan important feature even in this class of rules, suggesting that both these extensions to thebaseline specicid:133cation should be standard in applied DSGE modeling.In the next two sections, we investigate the extent to which these main themes survivevariations in the arguments of the policy rule, which have often appeared in the literature,as well as in the model of the economy.4.5 Robustness and the Best Rule In this section, we conduct a series of robustness exercises that involve relatively small variations in the policy rule, but that result in specicid:133cations commonly found in the literature.We subject to these experiments only the bestcid:133tting rules within each class, to avoid an exponential proliferation of estimated models. In this process, we also discover the bestcid:133ttingrule among those we have estimated.The cid:133rst variation we consider replaces the contemporaneous values of incid:135ation and theoutput gap in the interest rate rule with their rational expectations forecasts, as in Clarida,Galcid:237 and Gertler 2000, for instance. The resulting policy rule specicid:133cations, and their cid:133t,are reported in Panel V of table 2. We emphasize two cid:133ndings. First, the forwardlookingrules maintain the relative ranking of the broader classes of policy specicid:133cations emphasizedabove. For example, rules that include ret andor cid:25cid:3t cid:133t better than rules without these factors 19and the evidence in their favor is still very strong. Second, the forwardlooking specicid:133cationwith ret and cid:25cid:3t is preferred to its contemporaneous counterpart.However, this result does not hold when the measure of incid:135ation we include in the feedbackrule is a four quarter moving average, rather than its quarterly value, as in Panel VI of table 2. Once again, the improvements in cid:133t obtained by including ret and cid:25cid:3t in the policy rule arevery similar to those documented before. The log marginal likelihood of rule Re Pistar Pi 4Q,which includes both features, is 6 points higher than that of rule Re Pi 4Q, in which theincid:135ation target is constant, and about 23 points higher than that of rule Pi 4Q, which has thesame structure as the baseline. In fact, rule Re Pistar Pi 4Q is the bestcid:133tting rule among the 55 analyzed in this paper.Several features of this rule are worth emphasizing. First, the improvement in cid:133t itachieves over the baseline, 67 points on KRcid:146s scale, is remarkable. The evidence in favor ofthis rule against the equivalent version with quarterly incid:135ation is also very strong, althoughof course much less decisive. Second, the best rule is a sensible blend of theoretical andpractical considerations. For example, most policymakers would agree that a four quartermoving average of incid:135ation is a more reliable guide to incid:135ationary pressures than a quarterlymeasure. On the other hand, they might object to the proxies for real economic developmentsincluded in this rule, the e cient real rate and output gap. Nevertheless, these measureshave the virtue of being linked directly to the objectives that monetary policy should pursueaccording to the DSGE model and are thus appealing on theoretical grounds. Finally, theposterior estimates of the model that embeds the best rule are all reasonable and do not pointto any obvious identicid:133cation or other specicid:133cation problem. This is true for the parametersas well as for the latent variables that enter the policy rule, whose posterior distributions wereport in Figures 7 and 8.Among the parameters, the slope of the Phillips curve, cid:24; has a posterior mode of 0:05,and a mean of 0:07, very close to the typical values in the literature. Both the indexationparameter cid:16 and the autocorrelation of the costpush shock cid:26u are distributed around lowvalues, although both display a fairly long tail. This cid:133nding depends on the fact that theobserved persistence in incid:135ation is well captured by the slowmoving incid:135ation target, whoseestimated autocorrelation cid:26cid:25cid:3 has a mode of 0:99. Finally, the coe cients on incid:135ationcid:30cid:25 and the output gap cid:30x in the Taylor rule have modes and means of 1:7 and 0:6;respectively, both in line with most empirical estimates for this period, although the data donot appear very informative on the latter coe cient, as we already pointed out.Turning now to the latent variables, Figure 8 shows that the posterior median of cid:25cid:3tcaptures well the stepdown in incid:135ation in the cid:133rst few years of the sample, although the 20posterior uncertainty on the level of this target is very large. Of course, the estimates continueto cid:135uctuate even in the second half of the sample. In fact, a dip occurs both around 2003 andin the more recent period, at the same time as observed incid:135ation was falling. These movementsremind us that timevariation in the incid:135ation target is a useful statistical device but not asubstitute for a more structural analysis of the lowfrequency movements in incid:135ation. Thesecond panel of the cid:133gure depicts the posterior distribution of the e cient real interest rate,which is very similar to the one reported in Figure 5. This similarity concid:133rms the robustnessof the inference on ret across dierent models. Finally, the third panel of the cid:133gure reportsthe posterior estimate of the e cient output gap. Although the uncertainty on the level ofxet is large, its evolution over time is broadly consistent with the business cycle as identicid:133edby the NBER, whose recessions are shaded in the picture.4.6 A MediumScale DSGE Model We conclude our investigation by evaluating the robustness of the results obtained so farwithin a mediumscale DSGE model, along the lines of Christiano, Eichenbaum and Evans2005 and Smets and Wouters 2007. The exact specicid:133cation we adopted for the privatesector behavior is the one in Justiniano, Primiceri and Tambalotti 2010, to which we referthe reader for the details. Within this framework, we embed some of the best performingandor more popular rules in Table 2. We also take care to sample policy specicid:133cations fromeach of the families considered above to explore the extent to which the themes highlightedin section 4.4 survive in this more elaborate environment.Table 3 reports the results of this investigation and displays relative rankings from thesmall model for reference. The cid:133rst three columns of numbers, under the heading 3 observables, refer to estimations based on the same set of observables as in the smallscale model cid:150GDP growth, incid:135ation and the Federal Funds rate cid:150and on the same sample. The rules weconsidered are ordered from the best to the worst cid:133tting in this estimation.The results largely corroborate cid:133ndings from the small model. First, the gap in marginallikelihoods between the cid:133rst and last rule is large, about 35 logpoints, concid:133rming that thechoice of the interest rate rule makes a dierence in the cid:133t of DSGE models. Second, thebaseline rule is at the bottom of the table and, as in the small model, the poor performanceof the baseline specicid:133cation can be improved with an HPcid:133ltered measure of the output gap.Third, the best cid:133tting rule from the small model, Re Pistar Pi 4Q, still performs well, rankingamong the top 5 rules from the JPT model which are all within 6 log points of each other.Fourth, specicid:133cations that include the e cient real interest rate in the intercept dominate thetop of the table. These rules are uniformly better than identical specicid:133cations that exclude 21the e cient real interest rate, which is a result that extends to forwardlooking rules, as wehave found in the small model.The only exception to this  cid:147rulecid:148 is the SW specicid:133cation. This rule ranks 38 of 55 in Table 2 while is very close to the top in the mediumscale model. In addition, its cid:133t slightlydeteriorates when we add ret in its intercept, suggesting that the unusual term in the growthrate of the output gap cid:1xt might act as a proxy for movements in the equilibrium real rate,making the inclusion of the latter supercid:135uous.In fact, the SW rule is the best by a fairly large margin when we estimate the same modelwith the more standard set of seven observables cid:150including consumption, investment, hoursworked and wages cid:150as in Smets and Wouters 2007 and Justiniano, Primiceri and Tambalotti2010. The results of these estimations are reported in the last three columns of Table 3.The cid:133t achieved by the SW rule in the mediumscale model may not be too surprising, giventhe excellent empirical performance of the model in Smets and Wouters 2007. What ouranalysis adds to this knowledge is that the SWcid:146s policy rule is an important contributor tothis performance.Nonetheless, even under the estimation with seven observables, a policy rule that respondsboth to a timevarying incid:135ation target, and to the e cient real interest rate Re Pistar,ranks a relatively close second to the SW rule in terms of cid:133t. This result concid:133rms that thesetwo sources of timevariation in the intercept of the policy rule can improve a modelcid:146s cid:133tsignicid:133cantly, as we had found in the baseline specicid:133cation. Unlike in the estimations withthree observables, though, the contribution of reis less clearcut when the mediumscaletmodel is estimated with seven observables. In many instances, in fact, the inclusion of ret ina rule with otherwise given arguments worsens its cid:133t. A more thorough investigation of thereasons for this discrepancy between the model estimated with three and seven observablesmight provide useful insights into this class of models, but lies beyond the scope of this paper.5 Conclusions The existing positive DSGE literature focuses an overwhelming share of its attention onspecifying the behavior of the private sector, while treating that of the central bank asan afterthought. This state of aairs is not too surprising, since reducing the real worldcomplexity of the private sector to cid:133t into a macroeconomic model oers a vast menu ofmodeling choices. In comparison, capturing the broad contours of the behavior of monetarypolicy is certainly much easier and less controversial. Yet, paying virtually no attentionto this step in the specicid:133cation of a general equilibrium model seems suboptimal, for at 22least two reasons. First, in the current vintage of monetary DSGE models, the systematicresponse of policy to economic developments can have large eects on the equilibrium, asdemonstrated by the vast body of normative work in the cid:133eld see Woodford, 2010, for asurvey. Second, one of the main objectives of these models is to oer a quantitative tool tostudy the consequences of dierent approaches to the conduct of monetary policy. This studyis complicated by the lack of systematic guidance on the extent to which dierent plausiblepolicy rules, once embedded into a general equilibrium apparatus, enhance or detract from itsability to account for the historical relations between the macroeconomic variables of interest.This paper attempted to provide some of that guidance, by estimating a large set of interestrate rules 55 in the current draft in the context of a simple DSGE model, and comparingtheir empirical cid:133t. We can summarize what we learned from this exercise as follows. First,the improvements in cid:133t that can be achieved by a careful choice of the arguments of themonetary policy rule, with respect to the specicid:133cations more often used in the literature, arevery strong. Second, a robust feature of the best cid:133tting rules is that they include a previouslyunexplored factor among their arguments, namely the e cient real interest rate cid:150the rate ofreturn that would prevail in equilibrium if the economy were perfectly competitive. Third,this feature remains empirically important in the now canonical mediumscale DSGE modelof Christiano, Eichenbaum and Evans 2005 and Smets and Wouters 2007; although thegenerality of this result depends on the set of observable variables deployed to estimate themodel.Of course, our results do not represent a decid:133nitive guide to cid:147goodcid:148interest rate rules, forat least two related reasons. First, the exact model specicid:133cations we adopted matters. Morework on the resultscid:146robustness across dierent models would therefore be desirable. Second,model comparison through marginal data densities and Bayes factors applied to DSGE modelsis subject to some pitfalls, highlighted for example by Del Negro and Schorfheide 2010.However, we hope to have at least contributed to narrowing signicid:133cantly the set of rules thatresearchers will entertain as empirically plausible in the future.Going forward, we expect to devote some of our research to further scrutinize the roleof the e cient real interest rate ret as a useful explanatory factor for the movements innominal interest rates.In particular, we would like to better understand the origins ofthis combination of shocks, which in our baseline simple model is largely a recid:135ection of theempirical shortcomings of the intertemporal Euler equation, as captured by the presence ofthe shock cid:14t. Moreover, it would be interesting to explore more realistic assumptions on theinformation available to policy makers when making their decisions, focusing in particular onthe fact that, unlike in our model, the e cient real interest rate is not observable in practice.23References1 Adolfson, M., Lasen, S., Lind, J., and L. Svensson 2008, cid:147Optimal Monetary Policyin an Operational MediumSized DSGE Modelcid:148, NBER Working Paper No. 14092.2 Amato, J. 2005, cid:147The Role of the Natural Rate of Interest in Monetary Policy,cid:148 BISWorking Paper No. 171.3 An, S. and F. Schorfheide 2007, cid:147Bayesian Analysis of DSGE Models,cid:148 Econometric Reviews 26, pp. 113172.4 Baxter, M. and R. King 1999, cid:147Measuring Business Cycles: Approximate BandPass Filters for Economic Time Series,cid:148Review of Economics and Statistics 81, pp. 575593.5 Bils, M. and P. Klenow 2004, cid:147Some Evidence on the Importance of Sticky Prices,cid:148Journal of Political Economy 112, pp. 947985.6 Blanchard, O.J. and S. Fischer 1989 ; Lectures on Macroeconomics, The MIT Press,Cambridge, MA.7 Calvo, G.A. 1983 ; cid:147Staggered Prices in a UtilityMaximizing Framework,cid:148Journal of Monetary Economics 123: 383398.8 Canova, F. and L. Sala 2009; cid:147Back to Square One: Identicid:133cation Issues in DSGEModels,cid:148Journal of Monetary Economics, 564: 431449.9 CBO 2001, cid:147CBOcid:146s Method for Estimating Potential Output: An Update,cid:148 availableat www.cbo.gov.10 Christiano, L., Eichembaum, M. and C. Evans 2005, cid:147Nominal Rigidities and the Dynamic Eect of a Shock to Monetary Policy,cid:148 Journal of Political Economy 113, pp.145.11 Christiano, L. and T. Fitzgerald 2003, cid:147The Band Pass Filter,cid:148International Economic Review 44, pp. 435465.12 Clarida, R., Galcid:237, J. and M. Gertler 1999, cid:147The Science of Monetary Policy: A New Keynesian Perspective,cid:148Journal of Economic Literature 37, pp. 16611707.13 Clarida, R., Galcid:237, J. and M. Gertler 2000, cid:147Monetary Policy Rules and Macroeconomic Stability: Evidence and Some Theory,cid:148Quarterly Journal of Economics 115, 147180.2414 Crdia, V., Del Negro, M. and D. Greenwald 2011, cid:147Rare Large Shocks in the U.S.Business Cycle,cid:148Unpublished.15 Crdia, V. and M. Woodford 2009, cid:147Credit Frictions and Optimal Monetary Policy, cid:148Unpublished.16 Del Negro, M. and F. Schorfheide 2010; cid:147Bayesian Macroeconometrics,cid:148 prepared forthe Handbook of Bayesian Econometrics.17 Edge, R., Kiley, M. and J.P. Laforte 2007, cid:147Natural rate measures in an estimated DSGE model of the U.S. economy,cid:148Finance and Economics Discussion Series 200708.18 English, William B., Nelson, William R.; and Brian P. Sack 2003 cid:147Interpreting the Signicid:133cance of the Lagged Interest Rate in Estimated Monetary Policy Rules,cid:148 Contributions to Macroeconomics 31, Article 5.19 Galcid:237, J and M. Gertler 1999; cid:147Incid:135ation Dynamics: A Structural Econometric Analysis,cid:148Journal of Monetary Economics 442: 195222.20 Galcid:237, J and M. Gertler 2007; cid:147Macroeconomic Modeling for Monetary Policy Evaluation,cid:148Journal of Economic Perspectives, 214: 2545.21 Geweke, J. 1999, cid:147Using Simulation Methods for Bayesian Econometric Models: Inference, Development,and Communication,cid:148Econometric Reviews, 181: 1126.22 Greenspan, A. 1993, cid:147Statement on the Conduct of Monetary Policy before the Subcommitte on Economic Growth and Credit Formation of the Committee on Banking,Finance and Urban Aairs of the House of Representatives,cid:148July 20.23 Hansen, Peter and Kenneth Singleton. 1982 Generalized Instrumental Variables Estimation of Nonlinear Rational Expectations Models. Econometrica, 505: 126986.24 Hodrick, R. and E. Prescott 1997, cid:147PostWar U.S. Business Cycles: An Empirical Investigation,cid:148Journal of Money Credit and Banking 29, pp. 116.25 Judd, J.P. and G.D. Rudebusch 1998; cid:147Taylorcid:146s Rule and the Fed: 19701997,cid:148Federal Reserve Bank of San Francisco Economic Review, 3, 316.26 Juillard, M., O. Kamenik, M. Kumhof and D. Laxton 2006, cid:147Measures of Potential Output from an Estimated DSGE Model of the United States,cid:148 Czech National Bank Working Paper 200611.2527 Justiniano, A., Primiceri, G. and A. Tambalotti 2010 ; cid:147Investment Shocks and Business Cycles,cid:148Journal of Monetary Economics, 572: 132145.28 Justiniano, A., Primiceri, G. and A. Tambalotti 2011, cid:147Is There a Tradeo between Incid:135ation and Outout Stabilization?,cid:148Unpublished.29 Kass, Robert E. and A.E. Raftery 1995 ; cid:147Bayes Factors,cid:148 Journal of the American Statistical Association, 90: 773795.30 King, R. and S. Rebelo 1993, cid:147Low Frequency Filtering and Real Business Cycles,cid:148Journal of Economic Dynamics and Control 17, 201231.31 Kuttner, K. 1994, cid:147Estimating Potential Output as a Latent Variable,cid:148 Journal of Business and Economic Statistics 12, 361368.32 Laubach, T. and J. Williams 2003, cid:147Measuring the Natural Rate of Interest,cid:148 The Review of Economics and Statistics 85, 10631070.33 Lubik, T. and F. Schorfheide 2007 ; cid:147Do Central Banks Respond to Exchange Rate Movements? A Structural Investigation,cid:148 Journal of Monetary Economics 544, 10691087.34 Mishkin, F. 2007, cid:147Estimating Potential Output,cid:148Remarks at the Conference on Price Measurement for Monetary Policy, Federal Reserve Bank of Dallas, Dallas, Texas.35 Orphanides, A. 2003; cid:147Historical Monetary Policy Analysis and the Taylor Rule,cid:148Journal of Monetary Economics 50:. 9831022.36 Orphanides, A. and S. Van Norden 2002, cid:147The Unreliability of OutputGap Estimatesin Real Time,cid:148The Review of Economics and Statistics 84, 569583.37 Primiceri, G.E. and E. Schaumburg and A. Tambalotti 2006. cid:147Intertemporal Disturbances,cid:148NBER Working Paper No. 12243.38 Sbordone, A. 2002 cid:147Prices and Unit Labor Costs: A New Test of Price Stickiness,cid:148Journal of Monetary Economics 492: 265292.39 SchmittGroh, S. and M. Uribe 2007, cid:147Optimal Simple And Implementable Monetaryand Fiscal Rules,cid:148Journal of Monetary Economics 54, pp. 17021725.40 Schorfheide, F. 2008; cid:147DSGE ModelBased Estimation of the New Keynesian Phillips Curve,cid:148Federal Reserve Bank of Richmond Economic Quarterly 944: 397433.2641 Smets, F. and R. Wouters 2007, cid:147Shocks and Frictions in US Business Cycles: ABayesian DSGE Approach,cid:148American Economic Review 97, pp. 586606.42 Svensson, L. 2003, cid:147What Is Wrong with Taylor Rules? Using Judgment in Monetary Policy through Targeting Rules,cid:148Journal of Economic Literature 41, pp. 426477.43 Svensson, L. 2007, cid:147Incid:135ation Targeting,cid:148in The New Palgrave Dictionary of Economics2nd edition, L. Blum and S. Durlauf eds., Palgrave Macmillan cid:150New York, NY.44 Taylor, J. 1993, cid:147Discretion versus Policy Rules in Practice,cid:148CarnegieRochester Conference Series on Public Policy 39, pp. 195214.45 Trehan, B. and T. Wu 2007. cid:147TimeVarying Equilibrium Real Rates and Monetary Policy Analysis,cid:148Journal of Economic Dynamics and Control 315: 15841609.46 Watson, M. 2007, cid:147How Accurate Are RealTime Estimates of Output Trends and Gaps?cid:148Federal Reserve Bank of Richmond Economic Quarterly 93, pp. 143161.47 Woodford, M. 2003, Interest and Prices: Foundations of a Theory of Monetary Policy,Princeton University Press, Princeton, NJ.48 Woodford, M. 2010, cid:147Optimal Monetary Stabilization Policy,cid:148to appear in B.M. Friedman and M. Woodford eds., Handbook of Monetary Economics, vol. 3, Elsevier.27A The Model This appendix presents the microfoundations of the model.A.1 Households A continuum of households of measure one populates the economy. All households, indexedby j 2 0; 1, discount the future at rate cid:12 2 0; 1 and have the same instantaneous utilityfunction, additively separable over consumption and labor, so that their objective is E0 1Xt0cid:12tecid:14tlogCjt cid:0 cid:17Cjtcid:01 cid:0hjt 1!1 ! :The aggregate preference shock cid:14t shifts the intertemporal allocation of consumption withoutaecting the intratemporal margin between labor and leisure.19 We assume that cid:14t follows astationary process with mean zero of the formcid:14t cid:26cid:14cid:14tcid:01 cid:14t :The consumption index Cjt is a constant elasticity of substitution aggregator over dierentiated goods indexed by i 2 0; 1Cjt cid:17cid:20Z 10cjt icid:18cid:01cid:18cid:01cid:18 dicid:21 cid:18:9Households supply their specialized labor input for the production of a specicid:133c cid:133nal good.As a consequence of labor market segmentation, the wage wjt diers across households. However, household j can fully insure against idiosyncratic wage risk by buying at time t statecontingent securities Djt1 at price Qt;t1. Besides labor income, households earn aftertaxcid:0jt from ownership of the cid:133rm. The cid:135ow budget constraint for household j is Z 10pt i cjt i di EtQt;t1Djt1 wjt hjt Djt cid:0jt ;where pt i is the dollar price of the ith good variety.19 We could have also introduced a purely intratemporal shock aecting labor supply decisions only. However,in our empirical implementation of the model, hours and wages are not included among the observables.Therefore, such a shock would only aect the cid:135exible price level of output, making it indistinguishable froma technology shock.28A.2 Firms Firm i produces the dierentiated consumption good yt i with a linear production functionin laboryt i Atht i :10We assume that productivity grows at rate cid:13t cid:17 cid:1 log At and that growth rate shocks displaysome persistencecid:13t cid:01 cid:0 cid:26cid:13cid:1 cid:13 cid:26cid:13cid:13tcid:01 cid:13t :11Firms take wages as given and sell their products in monopolistically competitive goodsmarkets, setting prices in a staggered fashion, as in Calvo 1983. Every period, independentlyof previous adjustments, each cid:133rm faces a probability 1 cid:0 cid:11 of optimally choosing its price.The cid:11 cid:133rms that do not fully optimize in a given period adjust their price according to theindexation schemept i ptcid:01 icid:18 Ptcid:01Ptcid:02cid:19cid:16e1cid:0cid:16cid:25cid:3;where Pt is the aggregate price level consistent with the consumption aggregator 9 and weallow for partial indexation to the long run central bankcid:146s incid:135ation target cid:25cid:3: In the eventof a price change at time t, cid:133rm i chooses pt i to maximize the present discounted value ofprocid:133ts net of sales taxes cid:28 t Et 1Xstcid:11Tcid:0t Qt;s1 cid:0 cid:28 s pt icid:18 Pscid:01Ptcid:01cid:19cid:16e1cid:0cid:16cid:25cid:3scid:0tyt;s i cid:0 ws i hs i ;12subject to its production function 10 and the demand for its own good conditional on nofurther price change after period t Ps cid:21cid:0cid:18yt;s i cid:20 pt iYs;13where Yt is an index of aggregate demand of the same form as 9.A.3 Monetary Policy The central bank sets the net nominal interest rate it with a certain degree of inertia inresponse to departures of aggregate demand and incid:135ation from their respective objectives.29The nonlinear formulation of the baseline interest rate rule is Rt Rcid:18 Rtcid:01R cid:19cid:26cid:18 Pt Ptcid:01ecid:25cid:3cid:19cid:30cid:25cid:18 Ytt cid:19cid:30x1cid:0cid:26Y eeit;14where the gross nominal interest rate is decid:133ned as Rt cid:171Et Qt;t1and its average can be decomposed via the Fisher equation as R ercid:25cid:3; which decid:133nes thesteady state net real interest rate r: The continuously compounded nominal interest rate inthe text is decid:133ned as it cid:17 log Rt:B Statistical Filters in DSGE Models This appendix illustrates how to embed a linear cid:133lter into a dynamic rational expectationmodel. We begin with a brief general description of linear cid:133ltering problems. We then focuson the application to the Hodrick and Prescott HP cid:133lter Hodrick and Prescott, 1997.B.1 Linear Filters The objective of cid:147cid:133lteringcid:148 is to decompose the stochastic process xt into two orthogonalcomponentsxt yt xt;where the process yt has power only in some frequency interval fa; b cid:0a;cid:0bg 2 cid:0cid:25; cid:25.Then, we can represent yt aswhere B L cid:150the ideal bandpass cid:133lter cid:150is of the formyt B L xt;B L Bj Lj:1Xjcid:01Therefore, implementation of the ideal cid:133lter requires an incid:133nite dataset. We can thinkabout approximating the ideal cid:133lter as a projection problem. Given a sample x x 1; :::; x T ,30the estimate of y y 1;:::; y T is y P yjx, which is of the formyt p Xcid:0fBp;fj xtcid:0j;where f T cid:0 t and p t cid:0 1. The main problem of this estimates is that the B coe cientsrequire knowledge of fx !, the spectral density of x:Christiano and Fitzgerald 2003 show that, for most macro variables, the coe cients obtained by assuming that x is a random walk work quite well. One approach to the calculationof these coe cients is then to cid:147expandcid:148 the available sample with the least squares optimalguesses of the missing data at the beginning and end of the sample. For the random walk,these data are just x 1 and x T . Our proposal is to adopt the same philosophy i.e. to expand the available dataset in the context of our framework, using the rational expectationsforecasts of the missing data obtained from the model.20B.2 Application to the HP Filter In this section, we discuss the application of our methodology to the HP cid:133lter. We focuson the HP cid:133lter because of its wide use in macroeconomics as a cid:135exible device through thechoice of cid:21 to draw a smooth trend through the data. The HP cid:133lter provides a typicalexample of a cid:147traditionalcid:148smooth measure of potential output and of the associated outputgap. Its added advantage in out context is that the expression for the ideal cid:133lter is a relativelysimple function of lag polynomials. The result is a parsimonious i.e. two leads and lagsrecursive representation, that requires only a modest expansion of the modelcid:146s state space.The ideal HP cid:133lter is of the form e.g. Baxter and King, 1999HP g HP t cid:211 cid:0 L2 1 cid:0 F 21 cid:211 cid:0 L2 1 cid:0 F 21 cid:211 cid:0 L2 1 cid:0 F 21where HP g denotes the cid:133lter whose application results in the cid:147gapcid:148, while HP t denotes thecid:133lter whose application produces the trend.21 Practical application of these cid:133lters requires an 20 Watson 2007 proposes a similar procedure using unrestricted ARIMA processes as forecasting tools.2006 is the only example we could cid:133nd of an application to DSGEs models. The main Julliard at al.objective of all these papers is to improve the endofsample performance of the cid:133lters they consider.21 King and Rebelo 1993 originally derived these expressions as the solution of a cid:147smoothingcid:148 problem.However, they also showed that this cid:133lter, with cid:21 1600, approximates very well a high pass cid:133lter with cutofrequency cid:2516 or 32 quarters.31approximation, since they embed a twosided, incid:133nite moving average of the data.22 However,application of Christiano and Fitzgeraldcid:146s 2003 insight to a rational expectations contextallows us to use the ideal cid:133lter directly, where the approximation relies on the substitutionof the incid:133nite leads and lags implicit in HP L with rational expectation forecasts.Inparticular, given observations on log GDPt yt; we decid:133ne the HP gap with parameter cid:21 ash 1 cid:211 cid:0 L2 1 cid:0 F 2i x HP cid:21t cid:211 cid:0 L2 1 cid:0 F 2 yt;where now the forward and backward operators are decid:133ned by Lyt ytcid:01F yt Etyt1as it is standard in rational expectations models e.g. Blanchard and Fischer, 1989.22 Details on this approximation can be found, for example, in Baxter and King 1999:32C Tables Parameter!cid:24cid:17cid:16cid:26cid:30cid:254cid:30x 400cid:25cid:3400ra 400cid:13acid:26cid:14cid:26cid:13cid:26ucid:27cid:14cid:27cid:13cid:27ucid:27i Distribution G1; 0:2G0:1; 0:05B0:6; 0:2B0:6; 0:2B0:7; 0:15N 1:5; 0:25N 0:5; 0:2N 2; 1N 2; 1N 3; 0:35B0:5; 0:2B0:5; 0:2B0:5; 0:2IG10:5; 2IG10:5; 2IG10:5; 2IG10:5; 2Prior 5% Median 95%1.350.700.030.190.900.250.900.250.430.921.911.090.830.173.640.360.363.643.582.420.830.170.830.170.170.831.240.171.240.170.171.241.240.170.990.090.610.610.721.500.502.002.003.000.500.500.500.340.340.340.34Posterior 5% Median 0.670.0000.460.100.620.660.971.890.832.480.870.290.060.951.340.190.230.960.0020.590.530.721.031.212.381.902.940.920.530.321.372.130.430.3095%1.320.0040.700.800.801.491.452.852.953.400.950.720.712.043.020.600.39Mode 0.960.0010.560.690.700.891.192.361.902.940.920.560.111.232.050.530.27Table 1: Prior and posterior marginal distributions for the paramaters in the baseline model.G stands for Gamma, B stands for Beta, N stands for Normal and IG1 stands for Inverse Gamma 1, with mean and standard deviation in parenthesis 33Rank Name Baseline 47Policy Rulecid:30cid:25cid:25tcid:30xxetlog ML 2log BF379.00.0Panel I: Alternative Output Gaps 3638394243444648521617202223272930323355HPSWHPcid:21Growth Expcid:21Growth 4QExp HPcid:21HNo Gapt 1cid:0cid:26 cid:1xetcid:30cid:25cid:25tcid:30xx HPtt cid:30cid:1xcid:30cid:25cid:25tcid:30xxecid:30cid:25cid:25tcid:30xx HP cid:21cid:30cid:25cid:25tcid:30cid:1ycid:1ytcid:30cid:25cid:25tcid:30xx Expcid:21cid:30cid:25cid:25tcid:30cid:25cid:25tcid:30xx Expcid:30cid:25cid:25tcid:30xx HP cid:21H cid:30cid:25cid:25tcid:30cid:1y 4 cid:0ytcid:0ytcid:04cid:1ttt Panel II: Equilibrium Real Ratetttret cid:30cid:25cid:25tcid:30xxe Rett cid:30cid:25cid:25tcid:30xx HP cid:21H Re HPcid:21Hret cid:30cid:25cid:25tcid:30xx Expre Re Expt cid:30cid:25cid:25tcid:30xx Expcid:21Re Expcid:21ret cid:30cid:25cid:25tcid:30xx HP cid:21Re HPcid:21rere Re No Gapt cid:30cid:25cid:25tret cid:30cid:25cid:25tcid:30xx HPRe HPr Expt cid:30cid:25cid:25tcid:30xx Exp Rexp Expt Re Growth 4Q ret cid:30cid:25cid:25t re Re Growtht cid:30cid:25cid:25tcid:30cid:1ycid:1ytr HPt cid:30cid:25cid:25tcid:30xx HPRhp HPtcid:30cid:1ytt 4 cid:0ytcid:0ytcid:04cid:1368.2369.0369.8374.8375.1375.5378.6380.8393.2359.3360.0360.4361.3361.4364.6366.1366.3367.5367.7397.321.620.118.48.37.97.10.73.528.339.438.037.235.535.128.925.725.422.922.636.6Table 2: Ranking of alternative policy rules. First column shows the overall ranking, thesecond column the designation of the policy rule, the third column the long run componentof the policy rule equation excluding the smoothing component, the fourth column the logmarginal likelihood and the cid:133fth column the log of the Bayes factor. The table shows sixpanels, corresponding to dierent groups of policy rules.34Rank Name Policy Rulelog ML 2log BFPanel III: TimeVarying Incid:135ation Target and Equilibrium Real Rate 56789101112131851192124252628313440ttt 4 cid:0ytcid:0ytcid:04cid:1tcid:30cid:1yt cid:25cid:3t cid:30cid:25cid:25tcid:0cid:25cid:3t cid:30xxere Re Pistarret cid:25cid:3t cid:30cid:25cid:25tcid:0cid:25cid:3t Re Pistar No Gapt cid:25cid:3t cid:30cid:25cid:25tcid:0cid:25cid:3t cid:30xx HP cid:21Re Pistar HPcid:21re Re Pistar Growth 4Q ret cid:25cid:3t cid:30cid:25cid:25tcid:0cid:25cid:3t t cid:25cid:3t cid:30cid:25cid:25tcid:0cid:25cid:3t cid:30xx Expcid:21Re Pistar Expcid:21reret cid:25cid:3t cid:30cid:25cid:25tcid:0cid:25cid:3t cid:30xx HPRe Pistar HPret cid:25cid:3t cid:30cid:25cid:25tcid:0cid:25cid:3t cid:30cid:1ycid:1yt Re Pistar Growtht cid:25cid:3t cid:30cid:25cid:25tcid:0cid:25cid:3t cid:30xx HP cid:21H Re Pistar HPcid:21Hret cid:25cid:3t cid:30cid:25cid:25tcid:0cid:25cid:3t cid:30xx Expre Re Pistar Expr Expt cid:25cid:3t cid:30cid:25cid:25tcid:0cid:25cid:3t cid:30xx Exp Rexp Pistar Expt cid:25cid:3t cid:30cid:25cid:25tcid:0cid:25cid:3t cid:30xx HPr HPRhp Pistar HPPanel IV: TimeVarying Incid:135ation Targetcid:25cid:3t cid:30cid:25cid:25tcid:0cid:25cid:3t cid:30xx Expcid:25cid:3t cid:30cid:25cid:25tcid:0cid:25cid:3t cid:30xx Expcid:21cid:25cid:3t cid:30cid:25cid:25tcid:0cid:25cid:3t cid:30xx HPcid:25cid:3t cid:30cid:25cid:25tcid:0cid:25cid:3t cid:30xx HP cid:21cid:25cid:3t cid:30cid:25cid:25tcid:0cid:25cid:3t cid:30xx HP cid:21H 4 cid:0ytcid:0ytcid:04cid:1cid:25cid:3t cid:30cid:25cid:25tcid:0cid:25cid:3t cid:25cid:3t cid:30cid:25cid:25tcid:0cid:25cid:3t cid:30xxecid:25cid:3t cid:30cid:25cid:25tcid:0cid:25cid:3t cid:30cid:1ycid:1ytcid:25cid:3t cid:30cid:25cid:25tcid:0cid:25cid:3t Pistar Exp Pistar Expcid:21Pistar HPPistar HPcid:21Pistar HPcid:21HPistar Growth 4QPistar Pistar Growth Pistar No Gapcid:30cid:1ytttttttttt351.8353.6355.0355.7355.8356.2356.4356.6356.7360.2388.8360.2360.6361.6362.0362.0365.0366.8367.8371.454.450.748.046.646.445.645.144.844.637.719.637.536.934.934.034.028.024.422.315.1Table 2: Continued Ranking of alternative policy rules. First column shows the overallranking, the second column the designation of the policy rule, the third column the longrun component of the policy rule equation excluding the smoothing component, the fourthcolumn the log marginal likelihood and the cid:133fth column the log of the Bayes factor. Thetable shows six panels, corresponding to dierent groups of policy rules.35Rank Name 315505354124143537414549Re Pistar EPi Ex Re EPi Ex EPi Ex HPEPi Ex EPi Re Pistar Pi 4QRe Pistar EPi 4QEx Re Pi 4QRe Pi 4QEx Pi 4QHPPi 4QEPi 4QEx HPPi 4QGrowth 4QPi 4QEx Policy Rule Panel V: ForwardLooking Rulest cid:25cid:3t cid:30cid:25Etcid:25t1cid:0cid:25cid:3t1 cid:30x Etxereret cid:30cid:25Etcid:25t1cid:30x Etxecid:30cid:25Etcid:25t1cid:30x Etx HPt1cid:30cid:25Etcid:25t1cid:30x Etxet1cid:30cid:25Etcid:25t1cid:30xxett1t1Panel VI: 4Qtr Incid:135ationt cid:0cid:25cid:3t cid:30xxett4cid:0cid:25cid:3t cid:30x Etxet1t4cid:30x Etxet1t cid:25cid:3t cid:30cid:25cid:254Qret cid:25cid:3t cid:30cid:25Etcid:254Qret cid:30cid:25cid:254Qt cid:30xxerett cid:30cid:25Etcid:254Qrecid:30cid:25cid:254Qcid:30cid:25cid:254Qcid:30cid:25Etcid:254Qcid:30cid:25cid:254Qt cid:30cid:25Etcid:254Qt cid:30xx HPtt cid:30xxetcid:30cid:1y 4 cid:14ytt4cid:30x Etxet4cid:30x Etx HPt1t1log ML 2log BF346.6358.6388.1394.7394.9345.4345.6351.4357.7368.0368.6373.1377.8385.164.940.918.331.531.767.266.955.142.722.020.811.72.412.1Table 2: Continued Ranking of alternative policy rules. First column shows the overallranking, the second column the designation of the policy rule, the third column the longrun component of the policy rule equation excluding the smoothing component, the fourthcolumn the log marginal likelihood and the cid:133fth column the log of the Bayes factor. Thetable shows six panels, corresponding to dierent groups of policy rules.36Name Re Pistar SWSWRe Re EPi Ex Re Pistar Pi 4q Re Re Pi 4QEx Re HPRe Pi 4q Pi 4q Ex Re Growth 4q Pi 4q EPi Ex HPPistar Baseline Growth 4q 3 Observables 7 Observables Rank log ML 2log BF Rank log ML 2log BF123456789101112131415161711.615.916.316.416.917.218.419.119.721.521.922.831.331.531.744.646.365.957.356.556.355.354.652.350.949.746.145.443.626.626.125.70.03.53210121161315176141159487455.1443.4475.3496.0442.1508.0497.0506.4527.3462.2504.8477.3460.7472.1457.6470.3465.730.353.710.051.556.475.553.472.3113.916.269.014.019.23.625.30.09.2Table 3: Select policy rules estimated with JPT 2010 model on three observables andcomparison with small model rankings. The cid:133rst column shows the interest rate specicid:133cationname. The next three columns show the overall ranking, log marginal likelihood, and KRcriterion for the JPT model estimated on 3 observables. The latter three columns show thesame three statistics corresponding to estimates from the small model, where the ranking isderived from the subset of rules listed.37D Figures Figure 1: Prior and posterior distributions for cid:24, cid:16, cid:26u, cid:30cid:25, and cid:30x under the baseline specicid:133cation of interest rate rule: it cid:26itcid:01 1 cid:0 cid:26 cid:30cid:25cid:25t cid:30xxet. For each parameter, thesolid red line represents the prior while the blue histogram is the posterior.t i 380.02590.10960.1934x 0.12540.4960.8667z 0.11060.43670.7628ru 0.38221.1751.9677fp 0.34141.02411.7067fxFigure 2: Prior and posterior distributions for cid:24, cid:16, cid:26u, cid:30cid:25, and cid:30x under the HP specicid:133cationt. For each parameter, the solidof interest rate rule: it cid:26itcid:01 1 cid:0 cid:26cid:0cid:30cid:25cid:25t cid:30xx HPred line represents the prior while the blue histogram is the posterior.tcid:1 i 390.0260.10960.1932x 0.11850.47040.8224z 0.10960.43880.768ru 1.13431.53661.9388fp 0.27190.78851.305fxFigure 3: Evolution of the model HP output gap DSGEHP and empirical HP output gapDataHP, all in percentage points. The blue continuous line and the shaded area aroundit are the posterior median estimate of the modelbased HPcid:133ltered output gap x HPand thet.The red dashed line is the cyclical component which results from applying the HP cid:133lter onthe real GDP data used in the estimation. The black dashdotted line is the output gapproduced by the CBO.90% uncertainty bands when the interest rate rule is it cid:26itcid:01 1 cid:0 cid:26cid:0cid:30cid:25cid:25t cid:30xx HPcid:1itt 401990199520002005cid:1736cid:1734cid:1732024DSGEcid:173HPDatacid:173HPCBOcid:160gapFigure 4: Evolution of model e cient annualized real interest rate re and empirical HP output gap DataHP, both in percentage points. The blue continuous line and the shaded areaaround it are the posterior median estimate of the model e cient real interest rate ret and the 90% uncertainty bands when the interest rate rule is it cid:26itcid:01 1 cid:0 cid:26 ret it. The red dashed line is the cyclical component which results from applying the HP cid:133lteron the real GDP data used in the estimation.t cid:30cid:25cid:25t cid:30xxe 411990199520002005cid:1738cid:1736cid:1734cid:17320246re Datacid:173HPFigure 5: Evolution of model e cient real interest rate re and demeaned Federal Funds Rate FFR demeaned, both annualized and in percentage points. The blue continuousline and the shaded area around it are the posterior median estimate of the model e cientreal interest rate re and the 90% uncertainty bands when the interest rate rule is it cid:26itcid:01 1 cid:0 cid:26 ret. The red dashed line is the demeaned FFR samplemean equal to 4:5%.t cid:30cid:25cid:25t cid:30xxet i 421990199520002005cid:1738cid:1736cid:1734cid:17320246re FFRcid:160demeanedFigure 6: Evolution of e cient real interest rate re in baseline model Baseline versusmodel with timevarying intercept Re, both annualized and in percentage points. The bluecontinuous line and the dashed blue lines around it are the posterior median estimate of themodel e cient real interest rate ret and the 90% uncertainty bands when the interest raterule is it cid:26itcid:01 1 cid:0 cid:26 ret. The red continuous line and the dottedred lines around it are the posterior median estimate of the model e cient real interest rateret and the 90% uncertainty bands around it when the interest rate rule is it cid:26itcid:01 1 cid:0 cid:26 cid:30cid:25cid:25t cid:30xxet cid:30cid:25cid:25t cid:30xxet it.t i 431990199520002005cid:1738cid:1736cid:1734cid:173202468Recid:160re Baselinecid:160reFigure 7: Prior and posterior distributions for cid:24, cid:26cid:3cid:25, cid:16, cid:26u, cid:30cid:25, and cid:30x under the Re Pistar Pi 4Qt cid:25cid:3t cid:30cid:25cid:16cid:254Qt cid:0 cid:25cid:3tcid:17 cid:30xxetcid:17specicid:133cation of the interest rate rule: it cid:26itcid:011 cid:0 cid:26cid:16reit. For each parameter, the solid red line represents the prior while the blue histogram is theposterior.440.04380.16980.2958x 0.86650.92390.9813rp0.12740.49950.8715z 0.12490.49610.8674ru 1.21791.85972.5015fpcid:1730.09010.6251.3402fxFigure 8: Evolution of incid:135ation target cid:25cid:3t , e cient real interest rate re, and e cientoutput gap xet in the Re Pistar Pi 4Q specicid:133cation of the interest rate rule: it cid:26itcid:01 Incid:135ation and interest rate are annualizedand all are shown in percentage points. The blue continuous lines and the shaded areasaround them are the posterior median estimates and the 90% uncertainty bands.t cid:25cid:3t cid:30cid:25cid:16cid:254Q1 cid:0 cid:26cid:16ret cid:0 cid:25cid:3tcid:17 cid:30xxetcid:17 it.451990199520002005cid:1732024p1990199520002005cid:173505re 1990199520002005cid:1730.500.5xe", "filename": "667316264.pdf", "person": ["Vasco Cúrdia", "Cúrdia, Vasco", "Andrea Ferrero", "Ferrero, Andrea", "Ging Cee Ng", "Cee Ng, Ging", "Andrea Tambalotti", "Tambalotti, Andrea"], "date": ["2011"]}