{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/64191/1/668008911.pdf"], "title": ["What types of diversity benefit workers? Empirical evidence on the effects of co-worker dissimilarity on the performance of employees"], "plaintext": " What Types of Diversity Benefit Workers? Empirical Evidence on the Effects of CoWorker Dissimilarity on the Performance of Employees Fidan Ana Kurtulus Department of Economics University of Massachusetts Amherst This version: January 10, 2011 JEL Classification: D2, J1, J2, J3, J8, L2, M5 Keywords: WorkGroup Diversity, Communication Costs, Knowledge Spillovers, Specialization, Worker Performance Mailing Address: Department of Economics, University of Massachusetts Amherst, 912 Thompson Hall, Amherst, MA, 01003. Email: fidanecons.umass.edu. Phone: 4135452512. I would like to thank Wally Hendricks for granting access to the data, and numerous colleagues and seminar participants at Cornell University, the University of Massachusetts Amherst, Rutgers University, Colgate University, the 2010 American Economic Association Annual Meetings, the 2008 Eastern Economic Association Annual Conference, the 2008 Annual Meetings of the Society of Labor Economists, and the 2008 Western Economic Association Annual Conference for their insightful comments and suggestions. Copies of the computer programs used to generate the results presented in this paper are available from the author, however the data are confidential. What Types of Diversity Benefit Workers? Empirical Evidence on the Effects of CoWorker Dissimilarity on the Performance of Employees Abstract This paper explores the consequences of grouping workers into diverse divisions on the performance of employees using a dataset containing the detailed personnel records of a large U.S. firm from 19891994. In particular, I examine the effects of demographic dissimilarity among coworkers, namely differences in age, gender and race among employees who work together within divisions, and nondemographic dissimilarity, namely differences in education, work function, firm tenure, division tenure, performance and wages among employees within divisions. I find evidence that age dissimilarity, dissimilarity in firm tenure, and performance dissimilarity are associated with lower worker performance, while wage differences are associated with higher worker performance. My analysis also reveals that the effects of certain types of dissimilarities get smaller in magnitude the longer a worker is a part of a division. Finally, the paper provides evidence that the relationships between performance and the various measures of dissimilarity vary by occupational area and division size. 1 Employees react to the demographic, wage and skill characteristics of the other members of their workgroups, thus accurate information about the effects of withinworkgroup differences is a crucial element in firms decisions on how to organize their workers. The idea that worker heterogeneities can benefit firm production goes back to Adam Smith 1776: 1720. However, few economists have empirically studied the effects of workgroup diversity on worker incentives, productivity, or performance, largely due to the dearth of appropriate datasets containing information on workgroups in conjunction with the characteristics of the workers that comprise them. This study uses a novel dataset containing the detailed personnel records of a large verticallyintegrated U.S. firm in the health services industry from 19891994 to study the impact of worker dissimilarity within organizational divisions. What happens when employees working together in the same division are different from one another? To what extent is diversity performance enhancing, or conversely, performance reducing? Do different kinds of worker dissimilarities affect performance differently? Furthermore, do the relationships between dissimilarity and performance evolve over time the longer workers interact? Heterogeneities in knowledge and skill possessed by workers can facilitate division of labor and mutual learning within organizational units. We often hear in the popular press and among corporate leaders that workforce demographic diversity is profit enhancing, but the basis for this claim is not always made clear.1 It is quite possible that increased communication costs between demographically dissimilar workers outweigh the benefits from demographic diversity. Lazear 1999 models heterogeneity within workgroups and argues that in order to be productivity enhancing, teams should be diverse along the dimensions of skill, ability and information relevant to work tasks but homogeneous in other dimensions such as demographics 1 See Kochan, et. al. 2003 for some views expressed by CEOs and senior managers about the merits of a demographically diverse workforce, including more creative problemsolving abilities and better communication with a diverse customer base. 2 that reduce the costs of crosscultural dealing. Beckers 1957 model of coworker discrimination suggests that demographic differences among workers may create communication frictions if workers are prejudiced. Lazear 1989 builds a theoretical model in which wage differences improve productivity as long as their motivating effect upon workers is greater than their effect of creating competitive disharmony. I investigate the performance consequences of nine different kinds of dissimilarity among employees working together within the same division. The first three capture demographic heterogeneity, namely differences in age, gender and race among employees working together within organizational divisions. The remaining six are nondemographic dissimilarity concepts, capturing differences in education level, functional area of work, firm tenure, division tenure, performance and wages among employees working in the same division. I provide new insights into research in this area. For example, this is the first study to empirically examine the effects of workgroup diversity in wages and performance. Another novel feature of the analysis is that I distinguish between differences among workgroup members in firm tenure and division tenure, permitting an examination of the relative importance of firmspecific knowledge spillovers versus jobspecific knowledge spillovers among coworkers. A unique advantage of my data that sets it apart from previous data which have been used in analyses of the effects of workgroup diversity is the presence of an unusually rich level of detail about worker characteristics, allowing me to not only explore the effects of a wide range of worker dissimilarities and the synergies among them, but also to control for many other worker characteristics when estimating the relationship between dissimilarity and performance outcomes. In particular, the rich variation in worker functional areas, spanning RD and business to manufacturing and sales, lends itself most appropriately to test whether knowledge 3 spillovers and skill complementarities among division members possessing different information sets give rise to improved performance outcomes. 1 Theoretical Framework The nine types of withindivision dissimilarity I examine are likely to influence performance outcomes through different mechanisms. This section lays out the alternative hypotheses concerning these processes. The theoretical model of worker heterogeneity in Lazear 1999 provides a useful framework for thinking about the channels through which different kinds of dissimilarity may affect performance. In Lazears model, in order to be productivity enhancing, workgroups should be diverse along the dimensions of skill and information relevant to work tasks but homogeneous in cultural characteristics. The gains from worker differences are greatest when workers have information sets that are disjoint, that are relevant to one another, and that can be learned by the other members of the group at a low cost. pp. C16. However, in order for knowledge sharing to be possible, communication is necessary and workgroups that are homogenous along cultural dimensions minimize communication costs. Lazears concept of cultural differences corresponds to the demographic heterogeneity concepts in my analysis, namely age, gender and race dissimilarity, and his concept of knowledge differences corresponds to my education, function, firm tenure, division tenure and performance dissimilarity measures. Communication Costs Dissimilarity in demographic characteristics among employees working together in a division is likely to increase the cost of crosscultural interaction and to make communication and collaboration among workers more difficult. For example, a twentythree year old black employee may be more reluctant to share his ideas and concerns about a project with an Asian 4 fifty year old than with a coworker who belongs to the same race and agerange. Demographic differences may also weaken the impact of peer pressure in motivating hard work among workgroup members Kandel and Lazear, 1992.2 The frictions that arise from dealing with coworkers of a different race, age or gender may also be due to coworker discrimination if workers are prejudiced Becker, 1957.3 The decreased collaboration due to demographic differences can lead to lower worker performance. Furthermore, certain kinds of demographic heterogeneity might make collaboration more difficult than others. For example, age differences may be a stronger deterrent for collaboration than gender differences. Whether or not this is true is an empirical question. An important extension of the communication costs hypothesis involves employee assimilation over time and tenure at the division. Communication costs between different demographic groups may diminish with tenure at the division: as employees become more familiar with their coworkers over time, crosscultural frictions may be less likely to impede collaboration. For example, after two years of working in the same division, the twentythree year old black employee may not be as reluctant to share his ideas and concerns about a project with the Asian fifty year old though he may still feel more comfortable with a worker who belongs to the same race and age range. Differences in tenure at the division may also give rise to communication frictions simply because workers are not yet acquainted with one another. This is also likely to hold for 2 Indeed, numerous laboratory experiments in psychology and sociology have shown that demographic heterogeneity leads to decreased communication, higher message distortion and higher errors in communication for example, Clement and Schiereck, 1973; Watson, Kumar and Michaelsen, 1993; Hoffman and Maier, 1961. Qualitative sociological studies have also found that workers often exhibit improved performance, retention and promotion outcomes when their coworkers are similar in race and gender Granovetter, 2005, 1995, 1986. 3 Other papers from the economics literature that present theoretical models of communication costs created by culture, gender and race differences include Lang 1986 and Welch 1967. 5 differences in firm tenure, though to a lesser extent.4 Thus the communication costs hypothesis predicts that dissimilarity in tenure will lower worker performance.5 Socializing While demographic homogeneity among coworkers lowers communication costs, it may also give rise to a situation in which workers who have much in common spend more time socializing during work hours than engaging in productive work. This can lead to decreased performance see Hamermesh, 1990 for evidence that time spent at the workplace loafing lowers worker and firm productivity. Knowledge Spillovers and Skill Complementarities Lazears 1999 theory suggests that when employees who work together are diverse along the dimensions of function, education, tenure, and job performance, the firm can benefit from knowledge spillovers and skill complementarities among the employees as long as workers information sets are relevant to one another. In the firm I study, a division is often comprised of workers involved in different and complementary functional areas. For example, there are divisions combining employees in finance, legal affairs, administrative work and RD. The presence of such functional heterogeneity within divisions suggests that the interaction between workers possessing different and complementary information and skills is important to the firm.6 Performance heterogeneity may also give rise to information sharing. For example, highperformers can impart performanceimproving knowledge and techniques to the lowperformers, allowing the lowperformers to excel. Moreover, the existence of lowperformers will improve 4 It has also been noted that workers who entered the firm or division around the same time demonstrate higher levels of interaction, communication, and cohesion Pfeffer 1983, Moreland 1985, Tsui, Egan and OReilly 1992. 5 Note that this hypothesis is distinct from the argument that the effect of heterogeneity in tenure at the division declines with tenure at the division, which is also likely to be true since communication frictions should diminish with tenure at the division. 6 An important caveat, however, is that coordinating workers performing different and complementary tasks and integrating this diverse knowledge imposes costs on the firm and the workers Becker and Murphy, 1992, and in certain settings organizing workers by specialized skills might be more productive. 6 the productivity of highperformers if the highperformers can allocate supplemental tasks to the lowperformers in order to better focus their attention on tasks in which they perform well. A similar dynamic can arise between workers who have attained high levels of education and those with low educational attainment. For example, a worker whose highest level of educational attainment is a bachelors degree can glean valuable knowledge from a coworker who holds a graduate degree such as an MBA or MD. Similarly, the worker with the lower level of education may be knowledgeable about skills that complement the highlyeducated worker. Tenure dissimilarity, both in terms of differences in firm tenure and differences in division tenure, is also likely to improve performance outcomes if there is considerable knowledge sharing among coworkers. A worker who has been at the firm for a long time can share his firmspecific expertise with a junior worker. The junior worker can in turn teach the senior worker some of the cutting edge technologies he recently learned in school or from his previous employer. So the pairing is mutually beneficial to both the junior and senior workers.7 An important extension to the knowledge spillover hypothesis is that the effects of dissimilarities that facilitate information spillovers are likely to diminish with the workers tenure at the division. The worker may benefit from the different knowledge and skill sets of his coworkers, but as time goes by and he absorbs his coworkers knowledge, the marginal benefit of information sharing declines. Specialization An alternative hypothesis concerning function and tenure dissimilarity that competes with the hypothesis about knowledge spillovers between coworkers possessing different information 7 It has been noted that age and tenure are closely related and that their relationships with other variables are likely to be similar. However, this is only sometimes true. It is not uncommon that an older worker has relatively low organizational or divisional tenure. Moreover, age is a more visible characteristic than tenure and is more likely to impact group functioning through feelings of similarity or dissimilarity among group members Pfeffer, 1983. It is thus important to conduct separate analyses of age and tenure heterogeneities, which I do in this study. 7 sets deals with gains from specialization. In certain work settings, specialization may be more valuable than integrating different information sets; functional differences among coworkers may actually get in the way of successful completion of projects. After all, the firm I study contains many divisions comprised of workers in similar functional areas, suggesting that interaction among workers with common skills is important. Lazears 1999 model discussed earlier focuses on learning from colleagues who have different information sets, but gives short shrift to another type of learning that is also likely to be quite important, namely learning about specialized skills from coworkers with similar skills. Working with others who engage in similar lines of work and who possess similar skill sets can facilitate learning of narrow tasks and allow employees to perfect their specialized skills. This is likely to be true for similarities in work function and education in particular. Thus, the specialization hypothesis suggests that differences in function and education among coworkers may lead to lower performance. In essence, we can distinguish between two types of worker learning. The first is learning how to perform and perfect a given set of narrow tasks well, or what we may call specialized learning. The second is learning from different perspectives and knowledge bases, or what may be called integrative learning. The former is likely to lead to more efficient production, while the latter is likely to be more useful for improving innovation or solving quality problems. Whether specialized learning or integrative learning is more important in a given work setting is likely to depend on the type of work employees are involved in. For instance, RD is an area where integrating different ideas and perspectives is important. Functional areas like finance and operations and distributions likely require more specialization. Marketing and manufacturing may be somewhere in between. Thus whether function and education heterogeneity leads to higher or lower performance will vary across different 8 functional areas of work depending on the relative importance of specialization versus integration of knowledge. Furthermore, the benefits of specialized versus integrative learning are likely to be different in small versus large groups of workers. For example, it may be that small groups are more conducive to learning from coworkers possessing different information sets and integrating that diverse knowledge to facilitate innovation and quality improvement than large groups; on the other hand, skill dissimilarity may impede the successful completion of projects more markedly in small groups than in large groups. Productive and Counterproductive Competition Wage differences among coworkers within a division can produce an environment of productive competition by motivating workers, but it can also produce unproductive, or even counterproductive, competition among workers.8 Lazear 1989 builds a theoretical model in which wage diversity has two opposing effects on worker productivity. On the one hand, the prospect of achieving wages at the highend of the wage distribution motivates workers; the presence of highwage employees induces the lowwage employees to work hard with the hopes of achieving higher wages, and the presence of lowwage employees discourages the highwage workers from slacking off. On the other hand, wage diversity leads to unproductive competition among workers in the form of disharmony, uncooperative behavior, or even sabotage.9 Whether wage diversity ultimately improves or lowers workers productivities depends on which of the two opposing effects dominates. 8 This argument is similar to ones made in the promotion tournaments literature regarding the incentive effects of the wage spread associated with winning the tournament competition Lazear and Rosen 1981. 9 The wage heterogeneity Lazear 1989 has in mind is one resulting from promotion competitions, where the winners get the high wages. It is not possible to determine in my dataset which workers compete with a given worker for promotion. My analysis concerns wage differences among people who work together in the same division. These workers may or may not be competing against one another for a promotion. However, even at lower levels, workers are cognizant of their coworkers wages and performance, which may create the desire to outperform their colleagues to gain better wages, better performance evaluations, and higher status in the division. 9 An argument similar to the one made for wage dissimilarity can also be made for the consequences of performance dissimilarity within divisions. Differences in performance can create productive competition by motivating workers: observing the high performers may motivate the low performers to work hard in hopes of gaining respect and approval from their supervisors and coworkers, promotions, and higher wages, while observing the low performers may keep high performers on their toes to preserve their superior relative status. On the other hand, performance differences may create unproductive competition among workers in the form of disharmony, uncooperative behavior, and sabotage. 2 Previous Empirical Research Relatively few empirical studies by economists investigate the effects of withinworkgroup differences on outcomes. Hamilton, Nickerson and Owan 2004 use data from a garment manufacturing plant in California and show that race differences within teams increase worker turnover, age and race differences lower team productivity, and diversity in the productivity of team members enhances team productivity, where productivity is measured by the quantity of garments sewn per day. Kato and Shu 2008 use data from a textile weaving company in China and find that differences in productivity within teams improves the productivity of lowability workers, with productivity measured as the percentage of nondefective fabrics produced per week. Leonard and Levine 2006 examine the effect of heterogeneity in gender, race and age on turnover among sales workers in store branches of a U.S. retail chain. They find that a worker is more likely to quit the greater the percentage of workers in his branch belonging to a different race and gender group for men and less likely to quit the greater the percentage of workers in his branch from a different age group.10 10 There are also a number of field and experimental studies from the management, sociology, and psychology literatures examining the effects of various dimensions of demographic and nondemographic diversity on outcomes 10 The preceding studies examine workers involved in very narrow sets of tasks, namely sewing garments, weaving textiles, and retail. An advantage of the data I use is that they provide rich variation in worker functional areas of work, spanning RD and business to manufacturing and sales. The variation in worker function within divisions lends itself most appropriately to test whether knowledge spillovers and skill complementarities among division members possessing different information sets give rise to improved performance outcomes, as suggested by Lazear 1999. A further advantage of my data is that they contain an unusual level of detail about worker characteristics, allowing me to explore the effects of a much wider range of heterogeneity conceptssome of which have never been investigated previouslyand to control for many worker characteristics when estimating the relationship between dissimilarity and performance outcomes. 3 Data and Variables 3.1 Overview of the Dataset The empirical analysis is based on the detailed personnel records of a large U.S. firm in the health services industry from 19891994. The firm, whose identity must be kept confidential, is based in the Midwest but has employees all across the United States, Canada and Puerto Rico, as well as a small number of employees in Mexico, Europe and Asia. The firm is vertically integrated as a result of several mergers with and acquisitions of corporations in related businesses during the past twenty years and has divisions in a range of businesses that span health care, finance, research and development, manufacturing, sales, legal affairs, operations and distributions, and marketing. Gibbs and Hendricks 2004, who were the first to study these ranging from psychological attachment of group members to the firm and cohesion among group members to innovativeness of group output, many of which are reviewed in Williams and OReilly 1998 and Jackson, Joshi and Erhardt 2003. Many of these studies, however, are based on small samples of workers in narrow occupational fields that often lack a longitudinal component. Finally, to my knowledge there is no prior study that has examined the consequences of workgroup heterogeneity in performance and wages. 11 data, compare the firms sales, number of employees, assets, market value, CEO compensation, salary structure and yearly salary increases with that of other firms in the same industry using data from the U.S. Bureau of Labor Statistics and the Execu Comp database, and find that the firm is typical along those dimensions among largescale firms in the same industry. The dataset contains detailed information on workers demographic and skill characteristics including age, gender, race, educational attainment, marital status, disability status, geographic location, tenure within the firm, tenure within the firm division, and detailed job title. The data also include the workers functional area from among the following categories: Executive Management, Business Affairs, Administrative, Human Resources, Financial Development, Finance, Regulatory Quality Assurance, Legal, Government Affairs, Public Affairs, Marketing, OperationsDistributions, Manufacturing, Sales Representatives, Sales Management, Research and Development, Electronic Data Processing, Health Care, Product Services, Intern, Customer Operations, and Scientific Affairs. The data indicate each employees organizational unit, which is a grouping on the firms organizational chart of workers in the firms various businesses, such as the development of a specific device, its manufacture, or its customer support dimension. While most organizational units are confined to a single geographic location, such as a given building in a certain city, many units are comprised of employees located in different cities or even states. For example, one particular organizational unit broadly involved in distributions and marketing of a particular device developed and manufactured by the firm has employees in four different facilities in Illinois, Florida, Northern California and Southern California. I define a division as the group of workers who are in the same organizational unit and who have the same building identifier. My goal is to analyze the characteristics of people who work together, and this definition of a 12 division captures that concept by eliminating situations where workers in the same unit work at different geographic locations.11 It is important to note that despite the fact that some divisions are quite large, most workers in a division do complementary things. For instance, one division has job titles that include Distributors, Secretaries, and Sales Representatives. There is considerable worker mobility over time across divisions, with the typical worker spending about 1.5 years in a given division. The structure of the original dataset is such that on each date that a worker experiences a change in record, for example a pay raise or change in job, he gets a new listing reporting that change. Most workers are observed over multiple years and have multiple observations per year. The original dataset contains 167,960 workerincident observations during the years 1989 through 1996. I drop observations in 1995 and 1996 and workers in the following job functions due to small cell counts: Government Affairs, Public Affairs, Product Services, Internships, and Customer Operations. For my empirical analysis, I restructure the data into a panel of yearly snapshots of each employee at the time the employee received a performance evaluation.12 This reorganization involves two steps. Step 1: I want to associate performance ratings with the job, wages, and hours for which they were earned. I therefore fill in variables for each month in between workerincident observations to synchronize variable values by month. For example, when a workers wage rate is listed on a particular date, I fill in this wage rate forwards in time for each month until I hit a new wage rate, or the worker exits the firm, or the sampling window ends. Then, without overwriting the aforementioned forward filling of wage rates, I fill in the 11 It is of course possible that two people may be members of the same division and never have the need to work together. Unfortunately, it is not possible for me to determine the prevalence of this using these data. However, it is reasonable to assume that most people in the same division may benefit from collaboration on work tasks, skill complementarities, or crosspollination of ideas. It is also reasonable to expect that most people in the same division are cognizant of one anothers demographic and nondemographic characteristics, which is likely to influence the extent of their collaboration. 12 A performance evaluation was usually accorded no more than once per year and could be given at all times throughout the year i.e., not always around yearend. 13 workers wage rate backwards in time until the worker is hired to the firm or the worker first enters the sample. I take the same approach of filling in variables forwards and backwards in time for all the worker variables except worker performance, which requires special coding. When a performance rating is listed for a worker on a certain date, it is usually concurrent with a promotion, transfer, or merit raise, and the value of the evaluation pertains to performance prior to the evaluation date and after the previous evaluation date. I therefore fill lead performance rating backwards in time for each month until I hit another performance rating, or the workers hire date, or the workers entry into the sample; then, without overwriting the aforementioned backward filling of performance ratings, I fill in the workers performance rating forwards in time until the worker exits the firm or the sampling window ends. Step 2: I select as the workers yearly snapshot for the workeryear panel the month immediately prior to the month in which the workers performance evaluation occurred. In the few number of cases where the worker was evaluated more than once in a given year, I keep the first one for the yearly panel. Since the goal of the paper is to investigate the impact of differences among employees working together within the same division, divisions in which the number of workers does not exceed one are excluded.13 The final analysis sample consists of 18,413 workeryear observations on 9,248 workers across 702 divisions during the years 19891994. 3.2 Variable Definitions The key outcome variable in my empirical analyses is constructed from absolute performance evaluations of workers by their supervisors given on a DOGNUT scale: Distinguished, Outstanding, Good, Needs Improvement, Unacceptable, and Too New to Evaluate. Importantly, the firm does not impose forced rating curves or other 13 Regression results are not sensitive to further restricting the sample to divisions consisting of more than 2 people or more than 3 people. 14 constraints on rating distributions to fill category quotas, making performance ratings reflective of workers actual productivities as perceived by their supervisors. I code the category Too New to Evaluate as missing since this category reveals nothing about worker performance, and consolidate the Needs Improvement and Unsatisfactory categories.14 The resulting worker performance variable used in all of my empirical analyses is: Worker Performance 1 Needs Improvement or Unacceptable 2 Good 3 Outstanding 4 Distinguished and has the following distribution in the sample of 18,413 workeryear observations: 3.37% take on a value of 1, 52.47% take on a value of 2; 41.72% take on a value of 3, and 2.44% take on a value of 4. Worker Performance is positively correlated with worker characteristics like wages, bonuses and tenure, confirming that Worker Performance is a sensible indication of a workers productivity correlation tables are available from the author. There is considerable variation in performance over time for a given worker. Even in cases where the worker remains in the same division over time Worker Performance displays both upward and downward movement and it changes with timevarying conditions faced by the worker, in particular division composition and how dissimilar he is from the other members of his division. It is important to note that there exists a debate within the economics and human resource management literatures on whether subjective performance ratings constitute a good proxy for worker productivity. Some argue that evaluations may reflect factors other than the workers effort, such as the workers innate ability, accumulated human capital, or job match quality Medoff and Abraham, 1980; Barrett, 1966. As will be illustrated later in the paper, in my 14 Supervisors were also allowed to use pluses and minuses with these categories, which I have consolidated with the main categories. It is important to note that regression results are not sensitive to the way in which I have consolidated the categories; regressions in which the performance variable is comprised of a larger number of categories yield coefficient estimates that are qualitatively the same, though with slightly larger standard errors. 15 empirical analyses of the effect of dissimilarity on performance I control not only for workers time varying observable characteristics such as tenure and education levels to account for factors such as accumulated human capital, but I also control for unobserved worker fixed effects in order to account for factors like innate ability that are likely to influence worker performance ratings. It may also be argued that subjective performance evaluations are subject to variability because different divisions may have different evaluation standards due the nature of the work done in that division or because different supervisors may use different criteria for awarding ratings. Furthermore, subjective evaluations may be affected by favoritism, bias, and discrimination on the part of the supervisor conducting the evaluation Milgrom, 1988; Prendergast and Topel, 1996; Gibbs, et. al., 2004, Gibbs, et. al., 2009 for example the low performance rating of a worker who is the only woman in a division of men and who is being evaluated by a male supervisor may be a true indicator of poor performance due to communication and collaboration frictions, or it may reflect gender discrimination on the part of her supervisor. My empirical estimates are robust to further controlling for division fixed effects, suggesting that divisionspecific evaluation standards or supervisorspecific biases may not be very strong determinants of performance evaluations.15,16 In conclusion, despite the aforementioned concerns raised in the literature, I believe that within the context of my empirical framework, Worker Performance is a reasonable proxy for worker productivity. The main dependent variables in my analysis indicate how dissimilar a worker is from the other members of his division. I construct worker dissimilarity indexes that capture dissimilarity 15 The most direct way to determine whether a low rating for a worker who is the only woman in a division of men and being evaluated by a male supervisor would be to include a control for supervisorsubordinate gender difference in the regression of performance on withindivision gender dissimilarity. Unfortunately, this is not a strategy I can implement because I cannot discern supervisor gender in my data. 16 Controlling for both worker and division fixed effects will also account for match quality, in the sense that some workers may perform well because they are particularly well suited to execute the jobs they are assigned to do in that division. 16 as perceived by each reference worker in a division. In particular, I define the worker gender dissimilarity index as the share of employees in the workers division who are of the opposite sex. For example, if the reference worker is male, and a quarter of all employees in that workers division are female, then the reference workers gender dissimilarity index is 0.25. Similarly, I define the worker race dissimilarity index as the share of employees in the workers division who belong to a race other than the workers own race among race categories white, black, Asian, Hispanic, other race; the worker education dissimilarity index as the share of employees in the workers division who have a different level of educational attainment than the workers own level among education groups not attained a high school degree, high school degree is highest degree attained, bachelors degree is highest degree attained, attained an advanced degree; and the worker function dissimilarity index as the share of employees in the workers division who are in a line of work other than the workers functional area. The above type of index is appropriate for capturing dissimilarity in categorical variables but not continuous variables. I define the worker age dissimilarity index as the absolute difference between the natural logarithm of the age of the reference worker and the natural logarithm of the average age of all other workers in the division. This captures the percent difference between a workers age and the average age of the other employees in his division. Similarly, I define worker dissimilarity in firm tenure, worker dissimilarity in division tenure, worker wage dissimilarity, and worker performance dissimilarity as the absolute difference between the natural logarithm for the reference worker and the natural logarithm of the average for all other workers in the division. Definitions of all remaining variables are provided in the Appendix. 4 Main Empirical Results 17 Table 1 displays descriptive statistics for variables used in the regression analyses. Henceforth I use the terms worker and workeryear interchangeably. A little over fifty percent of workers are male and have mean age 34.39. On average workers work 39.45 hours per week, earn a nominal hourly wage of 16.57, have 4.27 years of seniority at the firm and 1.29 years of seniority within their division. The highest degree attained is a high school degree for 48.9% of workers, a bachelors degree for 34.4% of workers, and a graduate degree for 14.9% of workers at the firm. Only 1.8% of workers have not graduated from high school. The racial composition of workers is 75.1% Caucasian, 8% black, 8.5% Asian, 7.9% Hispanic, and less than one percent Other Race. Operations and Distributions and Manufacturing are the most prevalent functional areas, while Business and Financial Development have the smallest worker concentrations. Division size equals 38 at the 25th percentile, 102 at the 50th percentile, and 270 at the 75th percentile of the distribution. As seen in Table 1, from an individual workers perspective, age dissimilarity between the worker and the other employees in his division is fairly small on average: the age dissimilarity index is 0.21, meaning that the percent difference between the age of the reference worker and the average age of the other employees in his division is 21 percent. As for gender and race dissimilarity, the fraction of workers in a typical workers division belonging to the opposite sex is 0.43 and the fraction belonging to another race is 0.36. The worker dissimilarity indexes for firm and division tenure, capturing the percent difference between a worker and the other employees in his division, are 1.41 and 0.85 on average respectively. As mentioned before, most employees within the same division do related things, and not surprisingly the average worker function dissimilarity index is only 0.36. On the other hand, the fraction of employees in a typical workers division belonging to a different education group is large at 0.48. The percent 18 difference between the wage of a typical worker and the average wages of the other employees in his division is 34 percent, while the percent difference between the performance rating of a typical worker and the average rating of the other workers in his division is 21 percent. I next explore the relationship between dissimilarity and performance first by estimating least squares regressions of worker performance on the nine worker dissimilarity indexes using the pooled workeryear data, and then by utilizing the datas panel structure and performing fixed effects analysis. 4.1. Pooled Regressions Table 2 presents results from linear least squares regressions of worker performance on the nine worker dissimilarity indexes. In the regression specification in Column 1 of Table 2, without worker controls, the coefficients on age dissimilarity, race dissimilarity, dissimilarity in firm tenure and performance dissimilarity are negative and highly statistically significant; on the other hand, the coefficients on gender dissimilarity, dissimilarity in division tenure, function dissimilarity, wage dissimilarity and education dissimilarity are positive and highly statistically significant. The specifications in Columns 2 and 3 successively add worker controls to the regression model. As seen in Column 2, the results are robust to adding controls for worker gender, age, educational attainment, hours per week worked, hourly wage, whether the worker is paid on an annual, monthly or hourly basis, whether the worker works fulltime, whether the worker receives bonus pay, the workers tenure at the firm and tenure at his division, division size, race indicators, and year indicators; the one exception is the coefficient on race dissimilarity which loses significance. It is reasonable to expect that whether a person is positively or negatively affected by how different he is from the other members of his division is influenced by the nature of his work. For example, the productivity of an employee who works in research and development may be significantly higher if the ages or races of his colleagues are closer to his own because he might find it 19 easier to communicate and create new ideas with demographically similar coworkers. On the other hand, this might not be the case for a worker in sales representation. To account for the possibility that there exist differences by function in the relationships between worker performance and worker dissimilarity, I further include as controls 17 dummy variables indicating the workers functional area of work e.g., finance, research and development, administrative, etc  These results are reported in Column 3 of Table 1. Interestingly, once I account for a workers function, the coefficient on race dissimilarity goes from being statistically insignificant to being negative and significant, suggesting that the relationship between race dissimilarity and worker performance is different for workers in different functions and that these differences are masked when workers in different functions are pooled together. The inclusion of function dummies also results in the coefficient on education dissimilarity to lose significance.17 Viewing the specification in Column 3 of Table 2 with the full set of worker controls as the main set of results, the pooled worker analysis reveals that workers who experience greater dissimilarity from the other members of their divisions along the dimensions of age and race exhibit lower performance, lending support to the communication costs hypothesis over the socializing hypothesis. Gender differences, on the other hand, do not appear to increase communication costs, and on the contrary such differences might curb counterproductive socializing during worktime, as suggested by the positive coefficient on gender dissimilarity. From the focal workers perspective, differences from the other employees in the division in work function improve the focal workers performance, suggesting that the worker benefits from the different knowledge and skill sets possessed by his coworkers. Furthermore, performance dissimilarity has a large effect on worker performance, 17 It is important to note that the sign, significance and relative magnitudes of the coefficient estimates remain the same when I estimate analogous regressions using an ordered probit specification. I focus on the linear specification in the paper as the coefficients are more straightforward to interpret. 20 and its negative coefficient corroborates the counterproductive competition hypothesis but casts doubt on the information spillover and productive competition hypotheses. Differences from the other employees in the division in terms of firm tenure have a negative relationship with the focal workers performance. This casts doubt on the hypothesis about productivity enhancing firmspecific knowledge spillovers between experienced and novice workers, but rather corroborates the alternative hypothesis that differences in time of entry into the firm can create communication barriers among workers. On the other hand, differences in tenure at the division have a positive relationship with the focal workers performance, suggesting that spillovers in divisionspecific human capital among workers are productivity enhancing. Finally, workers who experience greater wage dissimilarity from their coworkers exhibit better performance, corroborating the productive competition hypothesis.18 4.2 Panel Regressions I exploit the panel nature of the dataset by estimating linear fixed effects regressions of the performance of a worker on the dissimilarity experienced by that worker and timevarying worker controls. Identification of the impact of dissimilarity on performance in the panel regressions comes from variation in a workers performance and composition of workers in his division over time.19 An advantage of panel estimation is that it allows me to control for unobserved worker characteristics, such as the workers inherent ability or his discriminatory preferences, that might bias the revealed relationships between worker dissimilarity and worker performance. It also allows me to address the potential endogeneity of my dissimilarity measures. If the unobserved determinants of 18 The magnitudes of the coefficient estimates on the dissimilarity indexes should be interpreted with care. For example, the coefficient of 0.056 on gender dissimilarity means that, on average, a 1 percentage point increase in the share of employees in a workers division who are of the opposite gender leads to an increase in the workers performance of 0.056 units 0.0562. 4321002.3 percent; and the coefficient of 0.066 on wage dissimilarity implies that, on average, a 1 percentage point increase in the percent difference between a workers wage and the average wage of the other employees in his division leads to a 0.066 unit 0.0662.4321002.7 percent increase in the workers performance. Thus the relationships are not only statistically but also economically significant. 19 As mentioned in Section 3, worker performance changes over time. Moreover, workers in a division change over time, either due to movement between divisions or entry into or exit from the workeryear sample. 21 worker dissimilarity within divisions are correlated with the unobserved determinants of worker performance, least squares estimates will be biased and inconsistent. For example, a worker may have selfselected himself into a particular kind of division due to his tastes, ability, discriminatory preferences, social networks, or other characteristics unobservable to the econometrician. Alternatively, he may have been assigned to a particular kind of division by the firm due to these characteristics. Fixed effects analysis mitigates the econometric problems created by the potential endogeneity of the main explanatory variables, at least to the extent that they are determined by timeinvariant unobserved worker attributes.20 Table 3 shows coefficient estimates from linear fixed effects regressions. A number of the dissimilarity indexes which were found to have statistically significant relationships with worker performance in the linear least squares regressions in the previous subsection are no longer significant, suggesting that unobserved worker characteristics are important in determining the relationship between dissimilarity and performance. However, those that are significant are qualitatively the same as the pooled estimates. In Column 1 of Table 3, without additional worker controls, the coefficients on dissimilarity in age, firm tenure, function, and performance are negative and statistically significant; the coefficients on the other dissimilarity indexes are not significant. When controls are included for worker age, gender, educational attainment, hours per week worked, hourly wage, whether the worker is paid on an annual, monthly or hourly basis, whether the worker works fulltime, whether the worker receives bonus pay, the workers tenure at the firm and tenure at 20 It should be noted, however, that fixed effects analysis does not remedy possible biases due to a different type of endogeneity, namely reverse causality in the relationship between worker dissimilarity and worker performance. For example, a worker might be assigned to a division in which most workers are different from him due to his performance. This is a potential problem which the existing literature tends to ignore, and to which my analysis is also not immune. My investigation of this issue using two stage least squares analysis with lagged dissimilarity and city as instruments for the nine dissimilarity measures reveals that the instrumental variables estimates are in fact similar to the least squares estimates but have larger standard errors, suggesting that reverse causality or timevarying unobserved worker attributes more generally is not a source of bias in my estimates. 22 the division, division size, race indicators and year indictors , the coefficients on dissimilarity in firm tenure and performance remain statistically significant but the coefficients on age and function dissimilarity are no longer significant Column 2. Further adding controls for the workers functional area of work Column 3 results in the negative but statistically insignificant coefficient on age dissimilarity to become negative and statistically significant, and the positive but statistically insignificant coefficient on wage dissimilarity to become positive and significant. Interestingly, while the coefficients on dissimilarity in gender and race were significant in the main pooled regression Column 3 of Table 2, they are no longer significant once worker fixed effects are accounted for in the main panel regression Column 3 of Table 3. This suggests that a workers discriminatory preferences or his social tendencies, which are unobserved to the econometrician, may play an important role in determining how a worker is influenced by the race and gender characteristics of his coworkers. Second, the coefficients on function dissimilarity and division tenure dissimilarity, which were positive and strongly significant in the main pooled regression are now no longer significant. A possible explanation for this may be that more able workers are those who benefit from the different knowledge and skill sets possessed by their coworkers whereas function and division tenure heterogeneity have no effect on the performance of less able workers, so once unobserved worker ability is held constant in the fixed effects analysis, the relationships between worker performance and function and division tenure dissimilarity become statistically indistinguishable from zero. 5. Extensions In the remainder of the paper, I consider extensions to the main analysis presented in Section 4. 5.1 Does the Impact of Dissimilarity Decline with Tenure at the Division? 23 If dissimilarities such as age dissimilarity and firm tenure dissimilarity increase communication costs among workers in the division, one would expect these costs to become smaller the longer division members work together. In other words, one would expect the negative effects of such heterogeneities to decline with tenure at the division. Analogously, if knowledge dissimilarities such as function and division tenure dissimilarity facilitate information spillovers, one would expect these spillovers to diminish with tenure at the division: division members may benefit from the different information and skill sets of their coworkers, but as time goes by and workers absorb one anothers knowledge, the marginal benefit of informationsharing declines. Relatedly, if function and education similarity are conducive to perfecting narrow skills and enhancing specialized learning from coworkers with common skills over time, one would expect the negative influence of function and education dissimilarity to also diminish with tenure at the division. These hypotheses can be tested by incorporating interaction terms of dissimilarity with tenure at the division into the baseline panel regression of performance on dissimilarity and the full set of worker controls. Table 4 reports coefficient estimates from this regression, along with the implied marginal effects of dissimilarity on worker performance computed at different percentiles of division tenure.21 Reading across rows, we see that the negative impact of age dissimilarity diminishes the longer the worker is a member of the division in support of the hypothesis of declining communication costs. We also see that the marginal effect of firm tenure dissimilarity is negative only when the worker is very new to his division, but becomes positive and grows in magnitude among workers with high division tenure. This suggests that after a brief initial period of communication frictions workers are able to benefit from the diverse information sets of their coworkers. 21 Worker tenure at the division in the analysis sample is 0.085 years at the 5th percentile, 0.247 years at the 10th percentile, 0.504 years at the 25th percentile, 1 year at the 50th percentile, 1.918 years at the 75th percentile, 2.753 years at the 90th percentile, 3.170 years at the 95th percentile. 24 Furthermore, the negative effect of performance dissimilarity is largest when the worker is new to his division and diminishes over time, suggesting that workers gradually learn how to avoid being adversely affected by differences in the performance levels of their coworkers. Also, function dissimilarity has a negative effect only when the worker is new to his division, suggesting that lowfunctional commonality with coworkers impedes learning how to perform specialized tasks primarily during the workers initial period with his colleagues. Lastly, the positive marginal effect of wage dissimilarity diminishes with division tenure suggesting that the motivation workers derive from wage inequality erodes over time.22 5.2 Regressions by Functional Area of Work The evidence in Section 4 suggests that workers involved in different lines of work may be affected differently by dissimilarity. I further explore this idea by estimating separate panel regressions of worker performance on the nine dissimilarity indexes and full set of worker controls for workers in selected functional areas. These estimates are displayed in Table 5. In Column 1 the sample pertains to workers whose functional area of work is finance, while the samples of Columns 2 through 6 pertain to workers whose functional areas of work are marketing, operations and distributions, manufacturing, sales representation, and RD. Although many of the estimates have low explanatory power due to the small sample sizes, it is evident that the impact of worker dissimilarity on worker performance is quite different for workers in different occupations. For example, for workers in operations and distributions, race dissimilarity has a negative impact on performance. On the other hand, the relationship between race dissimilarity and performance is positive, though not statistically significant, for workers in sales representation. One can offer many possible explanations for why this might be the case. Perhaps workers in operations and distributions experience disutility from working alongside people of different races, while sales 22 Note that these results are robust to holding the average worker tenure in the division constant. 25 workers enjoy crosscultural dealing. Another possibility is that sales representatives often have strong communication skills, thus making communication costs low for workers in this area. Yet another potential explanation is that sales workers deal mainly with customers rather than with one other, so that there is less reason to expect demographic differences from their coworkers to affect their performance. We also see in Table 5, though again with low statistical significance, that the effect of function dissimilarity is positive for workers in RD and marketing, but negative for workers in finance, manufacturing, operations and distributions, and sales representation, suggesting that specialized learning is more important than integrative learning for the successful completion of tasks in the latter lines of work than in the former. 5.3 Do the Effects of Dissimilarity Vary with Division Size? To explore whether the impact of dissimilarity varies with the number of employees in the focal workers division, I incorporate interaction terms of dissimilarity with division size into the baseline fixed effects regression of performance on dissimilarity and the full set of worker controls. Table 6 reports coefficient estimates, along with the implied marginal effects of dissimilarity on worker performance computed at different percentiles of division size.23 Reading across rows, we see that the negative impact of age dissimilarity diminishes as a division gets larger, suggesting that the adverse effect of communication frictions between old and young workers manifests itself more in smaller divisions. The negative effect of race dissimilarity, on the other hand, is magnified in large divisions, perhaps because larger divisions are more conducive to the formation of withindivision race clusters reinforcing racial isolation. The impact of tenure dissimilarity is generally invariant to division size: the coefficient on dissimilarity in firm tenure is small and does not change much with division size, while the coefficient on dissimilarity in division tenure is never statistically significant. 23 Division size in the analysis sample is 7 workers at the 5th percentile, 13 workers at the 10th percentile, 38 workers at the 25th percentile, 102 workers at the 50th percentile, 270 workers at the 75th percentile, 445 workers at the 90th percentile, 551 workers at the 95th percentile. 26 Finally let us turn to evidence of integrative learning versus specialization among coworkers in small and large divisions. The negative impact of function dissimilarity is exacerbated in small divisions. This suggests that knowledge and skill differences impede productivity to a greater extent making specialization more valuable in smaller divisions. A possible explanation is that larger divisions offer a more flexible work environment in which some can specialize while others can synthesize diverse information. The negative effect of performance dissimilarity is also larger in small divisions, suggesting that performance differences get in the way of successful completion of projects to a greater extent in smaller divisions. 5.4 Robustness Analysis One might argue that even after having accounted for worker fixed effects and timevarying worker controls, there may remain unobserved division characteristics like divisionspecific evaluation standards, managerial ability, or division culture, that might affect the revealed relationships between worker performance and dissimilarity. As a robustness check I therefore also included division fixed effects in the baseline worker fixed effects models discussed in Section 4.2 and Table 3.24 In addition to allowing me to control for unobserved division attributes, this also mitigates possible bias due to the potential endogeneity of my worker dissimilarity measures if, for example, the worker was placed in a particular division based on that divisions importance relative to others or the extent of its interaction with the customer base or some other division characteristics unobservable to the econometrician. Panel estimates with both worker and division fixed effects are presented in Table 7 and reveal that the main results found in Table 3 are robust even after controlling for division fixed effects. In particular, comparing the most controlled specifications in the last columns of Tables 3 and 7, we see that the estimates are qualitatively similar in sign and significance; furthermore accounting for division 24 Note that identification of the effect of worker dissimilarity on worker performance comes from variation in worker performance and division composition for a given worker in a given division over time, and we are able to distinguish the worker fixed effect from the division fixed effect due to the fact that workers move across divisions. 27 fixed effects results in the coefficients on age and wage dissimilarity to become sharper and larger in magnitude, suggesting that unobserved factors such as managerial ability and division norms play a role in the extent to which workers are influenced by the age and wage attributes of their coworkers. 6 Conclusions The topic of firms decisions on how to organize workers and the consequences of these decisions on employee and employer outcomes is an exciting area of research that has not yet been sufficiently explored. My paper explores a distinct aspect of this topic, namely, what happens when employees working together in the same division are different from one another. I simultaneously examine the effects of nine different types of dissimilarity on worker performance, permitting elucidation of synergies among the various dimensions of dissimilarity, an important feature lacking from previous diversity studies using datasets more limited in worker characteristics. I would like to highlight some principal findings that emerge from the analysis. First, age dissimilarity is associated with lower worker performance, corroborating the hypothesis that certain demographic dissimilarities among employees working together in the same division increase the costs of crosscultural dealing and make communication and collaboration between workers more difficult, while casting doubt on the socializing hypothesis. Gender and race dissimilarities, on the other hand, do not appear to create collaboration barriers or curb unproductive socializing during work hours. Second, differences from the other employees in the division in terms of firm tenure is associated with lower focal worker performance, casting doubt on the hypothesis about productivity enhancing knowledge spillovers between experienced and novice workers, while 28 supporting the hypothesis that differences in time of entry into the firm may create communication barriers among workers. Third, the hypothesis that wage differences motivate coworkers through productive competition receives support as indicated by the positive relationship between wage heterogeneity and worker performance. Fourth, performance dissimilarity is associated with lower worker performance, corroborating the hypothesis that differences in performance create disharmony or counterproductive competition among division members while casting doubt on the hypothesis about knowledge spillovers between high performers and low performers. In addition to the main findings above, my analysis also reveals that the effects of certain types of dissimilarities get smaller in magnitude the longer a worker is part of a division, suggesting that communication costs among workers diminish with division tenure as members get to know one another and that the marginal value of information sharing declines as workers absorb one anothers knowledge over time. Finally, the paper presents evidence that the relationship between performance and the various measures of dissimilarity vary by the functional area the worker is involved in and division size. These findings have important implications in terms of firm policies on how to organize workers. Although the analysis in this paper is based on workers comprising a single U.S. firm, this firm is very large and is typical in terms of assets, sales and compensation structure among largescale U.S. firms in the same industry, therefore the results in this study can be generalized to U.S. firms more broadly. 29 References Bantel, Karen A., and Susan E. Jackson. 1989. Top Management and Innovations in Banking: Does the Composition of the Top Team Make a Difference?. Strategic Management Journal, Vol. 10, Special Issue: Strategic Leaders and Leadership Summer, pp. 107124. Barrett, Richard S., 1966. Performance Rating. Chicago: Science Research Associates, Inc. Becker, Gary S. 1957. The Economics of Discrimination. Chicago: University of Chicago Press. Becker, Gary S., and Kevin M. Murphy. 1992. The Division of Labor, Coordination Costs, and Knowledge. Quarterly Journal of Economics, Vol. 107, No. 4 November, pp. 11371160. Blau, Peter M. 1977. Inequality and Heterogeneity. New York: Free Press. Clement, David, and Joseph J. Schiereck. 1973. Sex Composition and Group Performance in a Signal Detection Task. Memory and Cognition, Vol. 1, pp. 251255. Gibbs, Michael, and Wallace Hendricks. 2004. Do Formal Salary Systems Really Matter?. Industrial and Labor Relations Review, Vol. 56, No.1 October, pp. 7193. Gibbs, Michael, Kenneth A. Merchant, Wim A. Van der Stede, Mark E. Vargus. 2004. Determinants and Effects of Subjectivity in Incentives. The Accounting Review, Vol. 79, No. 2, pp. 409436. Gibbs, Michael, Kenneth A. Merchant, Wim A. Van der Stede, Mark E. Vargus. 2009. Performance Measure Properties and Incentive System Design. Industrial Relations, Vol. 48, No. 2 April, pp. 237264. Granovetter, Mark. 1986. Labor Mobility, Internal Markets, and Job Matching: A Comparison of the Sociological and Economic Approaches. Research in Social Stratification and Mobility, Vol. 5, pp. 339. Granovetter, Mark. 1995. Getting A Job: A Study of Contacts and Careers. 2nd Edition. Chicago: University of Chicago Press. Granovetter, Mark. 2005. The Impact of Social Structure on Economic Outcomes. Journal of Economic Perspectives, Vol. 19, No. 1 Winter, pp. 3350. Hamermesh, Daniel S. 1990. Shirking or Productive Schmoozing: Wages and the Allocation of Time at Work. Industrial and Labor Relations Review, Vol. 43, No. 3 February, pp. 121S133S. 30 Hamilton, Barton H., Jack A. Nickerson, and Hideo Owan. 2004. Diversity and Productivity in Production Teams. Washington University in St. Louis Olin School of Business Working Paper. Hoffman, L. Richard, and Norman R.F. Maier. 1961. Quality and Acceptance of Problem Solutions by Members of Homogenous and Heterogeneous Groups. Journal of Abnormal and Social Psychology, Vol. 62, pp. 401407. Jackson, Susan. E., Aparna Joshi, and Niclas L. Erhardt. 2003. Recent Research on Team and Organizational Diversity: SWOT Analysis and Implications. Journal of Management, 29, pp. 801830. Kandel, Eugene, and Edward P. Lazear. 1992. Peer Pressure and Partnerships. Journal of Political Economy, Vol. 100, No. 4 August, pp. 801817. Kato, Takao, and Pian Shu. 2008. Performance Spillovers and Social Network in the Workplace: Evidence from Rural and Urban Weavers in a Chinese Textile Firm. IZA Discussion Paper No. 3340. Kochan, Thomas, Katerina Bezrukova, Robin Ely, Susan Jackson, Aparna Joshi, Karn Jehn, Jonathan S. Leonard, and David I. Thomas. 2003. The Effects of Diversity on Business Performance: Report of the Diversity Research Network. Human Resource Management Journal, Vol. 42, No. 1 Spring, pp. 321. Lang, Kevin. 1986. A Language Theory of Discrimination. Quarterly Journal of Economics, Vol. 101, No. 2 May, pp. 363382. Lazear, Edward P., and Sherwin Rosen. 1981. RankOrder Tournaments as Optimum Labor Contracts. Journal of Political Economy, Vol. 89, No. 5 October, pp. 841864. Lazear, Edward P. 1989. Pay Equality and Industrial Politics, Journal of Political Economy, Vol. 97, No. 3 June, pp. 561580. Lazear, Edward P. 1999. Globalisation and the Market for TeamMates. The Economic Journal, Vol. 109, No. 454, Conference Papers March, pp. C15C40. Leonard, Jonathan S., and David I. Levine. 2006. The Effect of Diversity on Turnover: A Large Case Study. Industrial and Labor Relations Review, Vol. 59, No. 4 July, pp. 547572. Medoff, James L., and Katharine G. Abraham. 1980. Experience, Performance, and Earnings. Quarterly Journal of Economics, Vol. 95, No. 4 Dec., pp. 703736. Milgrom, Paul R. 1988. Employment Contracts, Influence Activities, and Efficient Organization Design. Journal of Political Economy, Vol. 96, No. 1 Feb., pp. 4260. 31 Moreland, Richard L. 1985. Social Categorization and the Assimilation of New Group Members. Journal of Personality and Social Psychology, Vol. 48, pp. 11731190. Pfeffer, Jeffrey. 1983. Organizational Demography. In B. Staw and L. Cummings, eds., Research in Organizational Behavior, Vol. 5, pp. 299357, Greenwich, CT: JAI Press. Prendergast, Canice, and Robert H. Topel. 1996. Favoritism in Organizations. Journal of Political Economy, Vol. 104, No. 5 Oct., pp. 958978. Simpson, Edward H. 1949. Measurement of Diversity. Nature, Vol. 163 April, p. 688. Smith, Adam. 1776. An Inquiry into the Nature and Causes of the Wealth of Nations. Edwin Cannan, ed., Chicago: The University of Chicago Press. Tsui, Anne S., Terri D. Egan, and Charles A. OReilly. 1992. Being Different: Relational Demography and Organizational Attachment. Administrative Science Quarterly, Vol. 37, No. 4 December, pp. 549579. Watson, Warren E., Kamalesh Kumar, and Larry K. Michaelsen. 1993. Cultural Diversitys Impact on Interaction Process and Performance: Comparing Homogenous and Diverse Task Groups. Academy of Management Journal, Vol. 36, No. 3 June, pp. 590602. Welch, Finis. 1967. LaborMarket Discrimination: An Interpretation of Income Differences in the Rural South. Journal of Political Economy, Vol. 75, No. 3 June, pp. 225240. Williams, Katherine Y., and Charles A. OReilly. 1998. Demography and Diversity in Organizations: A Review of 40 Years of Research. In Research in Organizational Behavior, B.M. Straw and L.L. Cummings, eds., Vol. 20, Greenwich: JAI Press, Inc. 32 Tables Table 1: Descriptive Statistics Variable Worker Controls Worker Male Worker Age Worker No High School Degree Worker High School Degree Worker Bachelors Degree Worker Advanced Degree Worker Full Time Worker Hours Worker Paid Annually Worker Paid Monthly Worker Paid Hourly Worker Wage Worker Bonus Worker Caucasian Worker Black Worker Asian Worker Hispanic Worker Other Race Worker Tenure at Firm Worker Tenure at Division Worker Division Size Year 89 Year 90 Year 91 Year 92 Year 93 Year 94 Worker Executive Management Worker Business Worker Administrative Worker Human Resources Worker Financial Development Worker Finance Worker Quality Assurance Worker Legal Worker Marketing Worker Operations Distributions Worker Manufacturing Worker Sales Representation Worker Sales Management Worker Research and Development Worker Electronic Data Processing Worker Health Care Worker Scientific Affairs Worker Dissimilarity Indexes Worker Age Dissimilarity Worker Gender Dissimilarity Worker Race Dissimilarity Worker Dissimilarity in Firm Tenure Worker Dissimilarity in Division Tenure Worker Function Dissimilarity Worker Wage Dissimilarity Worker Performance Dissimilarity Worker Education Dissimilarity Worker Outcome Variable Worker Performance Mean Standard Deviation Observations 0.503 34.388 0.018 0.489 0.344 0.149 0.980 39.454 0.462 0.331 0.207 16.574 0.078 0.751 0.080 0.085 0.079 0.005 4.269 1.290 0.500 8.859 0.134 0.500 0.475 0.356 0.139 2.778 0.499 0.471 0.405 9.838 0.269 0.432 0.272 0.278 0.270 0.069 5.205 0.973 200.458 285.416 0.024 0.142 0.235 0.246 0.288 0.065 0.003 0.003 0.015 0.028 0.003 0.098 0.080 0.007 0.065 0.237 0.197 0.083 0.021 0.097 0.048 0.012 0.003 0.211 0.430 0.357 1.414 0.846 0.358 0.340 0.211 0.478 2.432 0.154 0.349 0.424 0.431 0.453 0.247 0.055 0.052 0.120 0.166 0.053 0.297 0.271 0.084 0.247 0.425 0.398 0.276 0.142 0.296 0.214 0.107 0.058 0.144 0.178 0.301 1.532 1.915 0.357 0.276 0.155 0.266 0.601 17,982 17,982 16,407 16,407 16,407 16,407 18,413 18,413 18,412 18,412 18,412 18,411 18,364 17,982 17,982 17,982 17,982 17,982 18,413 16,267 16,267 18,413 18,413 18,413 18,413 18,413 18,413 18,408 18,408 18,408 18,408 18,408 18,408 18,408 18,408 18,408 18,408 18,408 18,408 18,408 18,408 18,408 18,408 18,408 16,073 16,116 16,116 16,267 16,267 16,267 16,103 16,036 14,803 18,413 Note: The sample contains 18,413 workeryear observations on 9,248 workers in 702 divisions. 33 Table 2: Relationship Between Dissimilarity and Worker Performance: Pooled Least Squares Regressions 0.690 0.672 1 2 0.022 0.020 3 0.127 0.216 0.040 0.084 0.033 0.052 0.097 0.024 0.691 0.050 0.086 0.030 0.048 0.013 0.002 0.124 0.020 0.046 Dependent Variable: Worker Performance 0.040 0.056 0.032 0.058 0.034 0.103 0.041 0.095 0.032 0.036 0.034 0.004 0.008 0.003 0.080 0.020 0.066 0.024 0.004 0.011 0.003 0.067 0.018 0.069 0.024 0.004 0.015 0.003 0.088 0.017 0.162 0.022 Worker Age Dissimilarity Worker Gender Dissimilarity Worker Race Dissimilarity Worker Dissimilarity in Firm Tenure Worker Dissimilarity in Division Tenure Worker Function Dissimilarity Worker Wage Dissimilarity Worker Performance Dissimilarity Worker Education Dissimilarity Worker Male Worker Age Worker Full Time Worker Hours Worker Paid Annually Worker Paid Monthly Worker Wage Worker Bonus Worker Tenure at Firm Worker Tenure at Division Worker Division Size Worker Education Dummies Worker Race Dummies Worker Year Dummies Worker Function Dummies Constant Observations Adjusted Rsquared Note: Based on the pooled workeryear sample. Robust standard errors clustered by worker are in parentheses. , , indicate significance at the 10%, 5% and 1% levels, respectively. The omitted category for the frequency of payment dummy variable group is Worker Paid Hourly. 0.028 0.007 0.002 0.036 0.007 0.029 0.008 0.002 0.033 0.007 0.001 0.087 0.078 0.009 0.004 0.001 0.100 0.077 0.010 0.004 2.532 0.022 14581 0.068 2.159 0.098 14581 0.108 2.236 0.101 14581 0.127 0.215 0.025 0.085 0.019 0.015 0.001 0.130 0.042 0.013 0.003 0.211 0.027 0.077 0.020 0.013 0.001 0.111 0.049 0.019 0.031 0.000 0.000 YES YES YES YES 0.000 0.000 YES YES YES NO NO NO NO NO 34 Table 3: Relationship Between Dissimilarity and Worker Performance: Panel Regressions with Worker Fixed Effects Dependent Variable: Worker Performance 0.387 0.069 0.009 0.067 0.388 0.069 0.024 0.067 0.038 0.022 0.022 0.370 0.070 0.016 0.066 0.006 0.005 0.004 0.060 0.038 0.068 0.046 0.006 0.004 0.004 0.055 0.043 0.075 0.046 1 0.283 0.127 0.067 0.064 0.112 0.094 2 0.198 0.128 0.065 0.065 0.130 0.095 0.006 0.006 0.004 0.072 0.037 0.025 0.046 3 0.213 0.129 0.064 0.065 0.129 0.094 Worker Age Dissimilarity Worker Gender Dissimilarity Worker Race Dissimilarity Worker Dissimilarity in Firm Tenure Worker Dissimilarity in Division Tenure Worker Function Dissimilarity Worker Wage Dissimilarity Worker Performance Dissimilarity Worker Education Dissimilarity Worker Male Worker Age Worker Full Time Worker Hours Worker Paid Annually Worker Paid Monthly Worker Wage Worker Bonus Worker Tenure at Firm Worker Tenure at Division Worker Division Size Worker Education Dummies Worker Race Dummies Year Dummies Worker Function Dummies Constant Observations Adjusted Rsquared Number of id Note: Based on the workeryear sample. Robust standard errors clustered by worker are in parentheses. , , indicate significance at the 10%, 5% and 1% levels, respectively. The omitted category for the frequency of payment dummy variable group is Worker Paid Hourly. NO NO 0.004 0.029 0.047 0.019 0.024 0.016 0.011 0.000 0.000 0.004 0.044 0.046 0.017 0.024 0.017 0.011 0.000 0.000 0.263 0.082 0.100 0.055 0.017 0.261 0.083 0.105 0.056 0.018 0.035 0.021 0.087 0.087 0.009 0.004 2.636 0.057 14581 0.021 8059 0.035 0.021 0.086 0.087 0.009 0.004 1.525 0.661 14581 0.035 8059 1.552 0.662 14581 0.037 8059 YES NO YES YES 35 Table 4: How the Relationship Between Dissimilarity and Worker Performance Varies with Tenure at the Division Dependent Variable: Worker Performance Panel A: Panel Regression with Interactions and Worker Fixed Effects Worker Age Dissimilarity Worker Gender Dissimilarity Worker Race Dissimilarity Worker Dissimilarity in Firm Tenure Worker Dissimilarity in Division Tenure Worker Function Dissimilarity Worker Wage Dissimilarity Worker Performance Dissimilarity Worker Education Dissimilarity Worker Age Dissimilarity Worker Tenure at Division Worker Gender Dissimilarity Worker Tenure at Division Worker Race Dissimilarity Worker Tenure at Division Worker Dissimilarity in Tenure at Firm Worker Tenure at Division Worker Dissimilarity in Tenure at Division Worker Tenure at Division Worker Function Dissimilarity Worker Tenure at Division Worker Wage Dissimilarity Worker Tenure at Division Worker Performance Dissimilarity Worker Tenure at Division Worker Education Dissimilarity Worker Tenure at Division Worker Male Worker Age Worker Full Time Worker Hours Worker Paid Annually Worker Paid Monthly Worker Wage Worker Bonus Worker Tenure at Firm Worker Tenure at Division Worker Division Size Worker Education Dummies Worker Race Dummies Year Dummies 0.290 0.135 0.081 0.075 0.116 0.097 0.019 0.006 0.007 0.004 0.086 0.048 0.125 0.053 0.452 0.094 0.064 0.073 0.049 0.045 0.017 0.034 0.003 0.020 0.044 0.013 0.012 0.014 0.019 0.017 0.037 0.022 0.049 0.060 0.048 0.024 0.034 0.021 0.075 0.087 0.009 0.004 0.275 0.083 0.120 0.056 0.016 0.004 0.037 0.047 0.026 0.024 0.010 0.028 0.000 0.000 YES 36 Worker Function Dummies Constant Observations Number of id Adjusted Rsquared Note: Based on the workeryear sample. Robust standard errors clustered by worker are in parentheses. , , indicate significance at the 10%, 5% and 1% levels, respectively. The omitted category for the frequency of payment dummy variable group is Worker Paid Hourly. Panel B: Implied Marginal Effects of Dissimilarity on Worker Performance at Selected 1.480 0.665 14581 8059 0.041 YES Percentiles of Worker Tenure at the Division 0.05 0.10 0.25 0.50 Dependent Variable: Worker Performance Percentile of Worker Tenure at the Division: Worker Age Dissimilarity Worker Gender Dissimilarity Worker Race Dissimilarity Worker Dissimilarity in Firm Tenure Worker Dissimilarity in Division Tenure Worker Function Dissimilarity Worker Wage Dissimilarity Worker Performance Dissimilarity Worker Education Dissimilarity Note: Based on the workeryear sample. Robust standard errors clustered by worker are in parentheses. , , indicate significance at the 10%, 5% and 1% levels, respectively. 0.95 0.134 0.167 0.026 0.096 0.126 0.103 0.119 0.041 0.032 0.044 0.027 0.054 0.007 0.062 0.295 0.143 0.089 0.082 0.90 0.155 0.156 0.034 0.086 0.125 0.100 0.101 0.036 0.027 0.038 0.034 0.051 0.023 0.057 0.265 0.130 0.072 0.068 0.118 0.095 0.003 0.009 0.000 0.008 0.076 0.045 0.107 0.049 0.278 0.132 0.077 0.071 0.117 0.096 0.008 0.007 0.004 0.005 0.081 0.046 0.116 0.051 0.286 0.134 0.079 0.074 0.116 0.097 0.015 0.006 0.005 0.004 0.084 0.047 0.122 0.052 0.75 0.196 0.138 0.048 0.070 0.122 0.096 0.064 0.025 0.017 0.027 0.050 0.045 0.054 0.048 0.241 0.130 0.064 0.065 0.119 0.095 0.024 0.014 0.006 0.014 0.067 0.043 0.088 0.046 0.448 0.440 0.427 0.403 0.357 0.316 0.122 0.069 0.077 0.085 0.028 0.069 0.090 0.060 0.072 0.084 0.052 0.071 0.076 0.040 0.069 0.068 0.016 0.067 37 Table 5: Relationship Between Dissimilarity and Worker Performance: Panel Regressions by Selected Worker Functional Areas Dependent Variable: Worker Performance Finance Marketing Oper.Distr. Manufac. Sales Reps. 1 2 3 4 5 RD 6 0.124 0.372 0.389 0.101 0.196 0.403 0.383 0.349 0.242 0.014 0.108 0.291 0.177 0.036 0.413 0.108 0.012 0.134 0.014 0.013 0.008 0.272 0.128 0.037 0.114 0.029 0.051 0.025 0.072 0.237 0.100 0.149 0.183 0.236 0.088 0.324 0.784 0.426 0.341 0.267 0.003 0.319 0.026 0.013 0.006 0.010 0.146 0.137 0.125 0.165 0.307 0.500 0.147 0.236 0.409 0.272 0.021 0.024 0.006 0.021 0.208 0.150 0.291 0.183 0.175 0.254 0.265 0.240 0.456 0.374 0.115 0.268 0.276 0.269 0.007 0.013 0.007 0.009 0.123 0.179 0.105 0.138 0.044 0.244 0.218 0.211 0.580 0.541 0.062 0.259 0.345 0.428 0.007 0.055 0.022 0.010 0.088 0.206 0.161 0.187 0.119 0.347 0.449 0.208 Worker Age Dissimilarity Worker Gender Dissimilarity Worker Race Dissimilarity Worker Dissimilarity in Firm Tenure Worker Dissimilarity in Division Tenure Worker Function Dissimilarity Worker Wage Dissimilarity Worker Performance Dissimilarity Worker Education Dissimilarity Worker Male Worker Age Worker Full Time Worker Hours Worker Paid Annually Worker Paid Monthly Worker Wage Worker Bonus Worker Tenure at Firm Worker Tenure at Division Worker Division Size Worker Education Dummies Worker Race Dummies Year Dummies Constant Observations Adjusted Rsquared Number of id Note: Based on the workeryear sample. Robust standard errors clustered by worker are in parentheses. , , indicate significance at the 10%, 5% and 1% levels, respectively. The omitted category for the frequency of payment dummy variable group is Worker Paid Hourly. 0.013 0.047 0.431 0.110 0.012 0.007 0.092 0.221 0.074 0.095 0.023 0.015 0.155 0.114 0.028 0.061 0.057 0.030 0.000 0.000 0.123 0.088 0.604 0.461 0.056 0.047 0.179 0.353 0.187 0.154 0.020 0.014 0.068 0.149 0.235 0.117 0.013 0.050 0.001 0.001 0.030 0.000 0.000 0.226 0.173 0.013 0.012 0.029 0.172 0.185 0.134 0.143 0.058 0.000 0.001 0.084 0.066 0.519 0.290 0.057 0.020 0.803 0.285 0.614 0.261 0.043 0.097 0.007 0.010 0.271 0.154 0.069 0.068 0.014 0.033 0.001 0.000 0.090 0.045 0.009 0.138 0.006 0.006 0.291 0.159 0.097 0.088 0.012 0.060 0.171 0.032 0.052 0.055 0.024 0.000 0.000 0.016 0.066 0.112 0.140 0.078 0.015 0.038 0.000 0.000 YES 1.997 3.504 1130 0.141 813 YES 0.016 1.339 3635 0.132 2201 YES 1.730 2.052 1420 0.133 746 YES 2.549 1.571 2895 0.018 1727 YES 3.480 2.959 925 0.068 549 0.154 0.114 0.000 0.000 0.100 YES 4.569 2.123 1497 0.061 849 1.193 0.184 0.159 0.182 0.078 0.061 0.132 0.193 0.020 0.016 0.468 0.180 0.257 0.036 38 Table 6: How the Relationship Between Dissimilarity and Worker Performance Varies with Division Size Dependent Variable: Worker Performance 0.241 0.132 0.071 0.072 0.095 0.096 0.030 0.007 0.007 0.004 0.091 0.045 0.064 0.051 0.458 0.080 0.003 0.068 0.001 0.000 0.000 0.000 0.000 0.000 0.000 0.000 0.000 0.000 0.000 0.000 0.000 0.000 0.000 0.000 0.000 0.000 Panel A: Panel Regression with Interactions and Worker Fixed Effects Worker Age Dissimilarity Worker Gender Dissimilarity Worker Race Dissimilarity Worker Dissimilarity in Firm Tenure Worker Dissimilarity in Division Tenure Worker Function Dissimilarity Worker Wage Dissimilarity Worker Performance Dissimilarity Worker Education Dissimilarity Worker Age Dissimilarity Worker Division Size Worker Gender Dissimilarity Worker Division Size Worker Race Dissimilarity Worker Division Size Worker Dissimilarity in Tenure at Firm Worker Division Size Worker Dissimilarity in Tenure at Division Worker Division Size Worker Function Dissimilarity Worker Division Size Worker Wage Dissimilarity Worker Division Size Worker Performance Dissimilarity Worker Division Size Worker Education Dissimilarity Worker Division Size Worker Male Worker Age Worker Full Time Worker Hours Worker Paid Annually Worker Paid Monthly Worker Wage Worker Bonus Worker Tenure at Firm Worker Tenure at Division Worker Division Size Worker Education Dummies Worker Race Dummies Year Dummies 0.036 0.021 0.087 0.088 0.009 0.004 0.263 0.083 0.107 0.057 0.017 0.004 0.028 0.046 0.017 0.024 0.018 0.011 0.001 0.000 YES 39 Worker Function Dummies Constant Observations Number of id Adjusted Rsquared Note: Based on the workeryear sample. Robust standard errors clustered by worker are in parentheses. , , indicate significance at the 10%, 5% and 1% levels, respectively. The omitted category for the frequency of payment dummy variable group is Worker Paid Hourly. Panel B: Implied Marginal Effect of Dissimilarity on Worker Performance at Selected 1.566 0.663 14581 8059 0.040 YES Percentiles of Division Size Dependent Variable: Worker Performance Percentile of Division Size: 0.25 0.10 0.233 0.131 0.070 0.070 0.099 0.096 0.05 0.236 0.131 0.070 0.071 0.097 0.096 0.030 0.029 0.028 0.026 0.019 0.217 0.129 0.069 0.066 0.106 0.095 0.50 0.177 0.129 0.065 0.067 0.125 0.093 0.75 0.073 0.154 0.055 0.117 0.173 0.098 0.95 0.101 Worker Age Dissimilarity 0.244 0.040 Worker Gender Dissimilarity 0.242 0.253 Worker Race Dissimilarity 0.125 0.008 Worker Dissimilarity in Firm Tenure 0.012 0.002 Worker Dissimilarity in Division Tenure 0.010 0.080 Worker Function Dissimilarity 0.065 0.065 Worker Wage Dissimilarity 0.085 0.198 Worker Performance Dissimilarity 0.170 0.107 Worker Education Dissimilarity 0.124 Note: Based on the workeryear sample. Robust standard errors clustered by worker are in parentheses. , , indicate significance at the 10%, 5% and 1% levels, respectively. 0.90 0.036 0.206 0.046 0.193 0.223 0.113 0.012 0.010 0.001 0.008 0.047 0.057 0.065 0.071 0.248 0.136 0.086 0.106 0.007 0.006 0.004 0.089 0.045 0.064 0.050 0.007 0.006 0.004 0.079 0.044 0.064 0.048 0.007 0.006 0.004 0.087 0.045 0.064 0.050 0.007 0.002 0.005 0.007 0.047 0.065 0.052 0.006 0.005 0.004 0.059 0.043 0.064 0.046 0.455 0.452 0.440 0.410 0.331 0.074 0.004 0.067 0.069 0.017 0.068 0.079 0.002 0.068 0.078 0.001 0.078 0.088 0.051 0.080 40 0.030 0.018 1 0.596 2 0.478 3 0.476 Dependent Variable: Worker Performance 0.391 0.100 0.020 0.084 0.150 0.070 0.070 0.126 0.159 0.388 0.100 0.022 0.085 0.145 0.064 0.067 0.112 0.169 0.010 0.004 0.004 0.035 0.052 0.059 0.052 0.101 0.043 0.088 0.007 0.004 0.004 0.006 0.065 0.122 0.051 0.150 0.072 0.071 0.134 0.159 0.018 0.007 0.004 0.004 0.015 0.054 0.121 0.051 Table 7: Relationship Between Dissimilarity and Worker Performance: Panel Regressions with Worker and Division Fixed Effects Worker Age Dissimilarity Worker Gender Dissimilarity Worker Race Dissimilarity Worker Dissimilarity in Firm Tenure Worker Dissimilarity in Division Tenure Worker Function Dissimilarity Worker Wage Dissimilarity Worker Performance Dissimilarity Worker Education Dissimilarity Worker Male Worker Age Worker Full Time Worker Hours Worker Paid Annually Worker Paid Monthly Worker Wage Worker Bonus Worker Tenure at Firm Worker Tenure at Division Worker Division Size Worker Education Dummies Worker Race Dummies Year Dummies Worker Function Dummies Constant Observations Adjusted Rsquared Number of id Note: Based on the workeryear sample. Robust standard errors clustered by division are in parentheses. , , indicate significance at the 10%, 5% and 1% levels, respectively. The omitted category for the frequency of payment dummy variable group is Worker Paid Hourly. NO NO 0.027 0.018 0.111 0.100 0.010 0.004 0.204 0.082 0.093 0.055 0.029 0.018 0.091 0.094 0.008 0.004 0.206 0.080 0.092 0.053 0.005 0.011 0.044 0.023 0.022 0.026 0.015 0.000 0.000 0.005 0.015 0.044 0.021 0.022 0.026 0.014 0.000 0.000 3.284 0.651 14581 0.109 8059 4.098 0.119 14581 0.094 8059 3.343 0.626 14581 0.109 8059 YES NO YES YES 0.022 0.022 0.372 41 Appendix: Variable Definitions Outcome Variable Worker Performance Worker Dissimilarity Indexes Worker Age Dissimilarity Worker Gender Dissimilarity Worker Race Dissimilarity Worker Dissimilarity in Firm Tenure Worker Dissimilarity in Division Tenure Worker Function Dissimilarity Worker Wage Dissimilarity Worker Performance Dissimilarity Worker Education Dissimilarity Control Variables Worker Male Worker Age Worker Hours Worker Wage Worker Paid Hourly Worker Paid Annually Worker Paid Monthly Worker Full Time Worker Bonus Worker Tenure at Firm Worker Tenure at Division Worker Caucasian Worker Black Worker Asian Worker Hispanic Worker Other Race Worker No High School Degree Worker High School Degree Worker Bachelors Degree Worker Advanced Degree Worker Division Size Worker Executive Management Worker Business Worker Administrative Worker Human Resources Worker Financial Development Worker Finance Worker Quality Assurance Worker Legal Worker Marketing Worker Operations Distributions Worker Manufacturing Worker Sales Representation Worker Sales Management Worker Research and Development Worker Electronic Data Processing Worker Health Care Worker Scientific Affairs Year 89Year 94 Performance evaluation rating of the worker. Age dissimilarity between the worker and the other members of his division, computed as lnage of the focal worker lnaverage age of the workers in the division other than the focal worker . Gender dissimilarity between the worker and the other members of his division, computed as the share of employees in the workers division who are of the opposite sex. Race dissimilarity between the worker and the other members of his division, computed as the share of employees in the workers division who belong to a race other than his own; the race categories are: Caucasian, Black, Asian, Hispanic, Other Race. Dissimilarity in firm tenure between the worker and the other members of his division, computed as lnfirm tenure of the focal worker lnaverage firm tenure of the workers in the division other than the focal worker . Dissimilarity in division tenure between the worker and the other members of his division, computed as lndivision tenure of the focal worker lnaverage division tenure of the workers in the division other than the focal worker . Function dissimilarity between the worker and the other members of his division, computed as the share of employees in the workers division who work in a functional area other than his own. Wage dissimilarity between the worker and the other members of his division, computed as lnnominal hourly wage of the focal worker lnaverage nominal hourly wage of the workers in the division other than the focal worker . Performance dissimilarity between the worker and the other members of his division, computed as lnperformance evaluation rating of the focal worker lnaverage performance evaluation rating of the workers in the division other than the focal worker . Education dissimilarity between the worker and the other members of his division, computed as the share of employees in the workers division who have a different level of educational attainment than his own; the education level categories are: Worker has not attained a high school degree, A high school degree is the workers highest degree attained, A bachelors degree is the workers highest degree attained, The worker has attained an advanced degree. Dummy variable equaling 1 if worker is male, and zero otherwise. Age of worker. Number of hours worked per week. Nominal hourly salary of worker. Dummy variable equaling 1 if worker receives hourly pay, and 0 otherwise. Dummy variable equaling 1 if worker receives annual pay, and 0 otherwise. Dummy variable equaling 1 if worker receives monthly pay, and 0 otherwise. Dummy variable equaling 1 if worker works fulltime, and 0 otherwise. Dummy variable equaling 1 if worker receives a performance bonus, 0 otherwise. Worker tenure at the firm in years. Worker tenure at the division, i.e., time since worker joined the division in years. Dummy variable equaling 1 if worker is Caucasian, 0 otherwise. Dummy variable equaling 1 if worker is Black, 0 otherwise. Dummy variable equaling 1 if worker is Asian, 0 otherwise. Dummy variable equaling 1 if worker is Hispanic including Puerto Rican, 0 otherwise. Dummy variable equaling 1 if worker is of Other Race including Native American, 0 otherwise. Dummy variable equaling 1 if worker has not attained a high school degree, 0 otherwise. Dummy variable equaling 1 if a high school degree is workers highest degree, 0 otherwise. Dummy variable equaling 1 if a bachelors degree is workers highest degree, 0 otherwise. Dummy variable equaling 1 if worker has attained an advanced degree, 0 otherwise. Number of workers in the workers division. Dummy variable equaling 1 if workers job function is Executive Management, 0 otherwise. Dummy variable equaling 1 if workers job function is Business, 0 otherwise. Dummy variable equaling 1 if workers job function is Administrative, 0 otherwise. Dummy variable equaling 1 if workers job function is Human Resources, 0 otherwise. Dummy variable equaling 1 if workers job function is Financial Development, 0 otherwise. Dummy variable equaling 1 if workers job function is Finance, 0 otherwise. Dummy variable equaling 1 if workers job function is Quality Assurance, 0 otherwise. Dummy variable equaling 1 if workers job function is Legal, 0 otherwise. Dummy variable equaling 1 if workers job function is Marketing, 0 otherwise. Dummy variable equaling 1 if workers job function is OperationsDistributions, 0 otherwise. Dummy variable equaling 1 if workers job function is Manufacturing, 0 otherwise. Dummy variable equaling 1 if workers job function is Sales Representation, 0 otherwise. Dummy variable equaling 1 if workers job function is Sales Management, 0 otherwise. Dummy variable equaling 1 if workers job function is Research and Development, 0 otherwise. Dummy variable equaling 1 if workers job function is Electronic Data Processing, 0 otherwise. Dummy variable equaling 1 if workers job function is Health Care, 0 otherwise. Dummy variable equaling 1 if workers job function is Scientific Affairs, 0 otherwise. Dummy variable equaling 1 in the current year, 0 otherwise. 42 ", "filename": "668008911.pdf", "person": ["Fidan Ana Kurtulus", "Kurtulus, Fidan Ana"], "date": ["2011"]}