{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/52072/1/668564687.pdf"], "title": ["Framing social security reform: Behavioral responses to changes in the full retirement age"], "plaintext": "Framing Social Security Reform: Behavioral Responses to Changes in the Full Retirement Age Luc Behaghel Paris School of EconomicsINRA David M. Blau Ohio State University and IZA Discussion Paper No. 5310 November 2010 IZA P.O. Box 7240 53072 Bonn Germany Phone: 4922838940 Fax: 492283894180 Email: izaiza.org Any opinions expressed here are those of the authors and not those of IZA. Research published in this series may include views on policy, but the institute itself takes no institutional policy positions. The Institute for the Study of Labor IZA in Bonn is a local and virtual international research center and a place of communication between science, politics and business. IZA is an independent nonprofit organization supported by Deutsche Post Foundation. The center is associated with the University of Bonn and offers a stimulating research environment through its international network, workshops and conferences, data service, project support, research visits and doctoral program. IZA engages in i original and internationally competitive research in all fields of labor economics, ii development of policy concepts, and iii dissemination of research results and concepts to the interested public. IZA Discussion Papers often represent preliminary work and are circulated to encourage discussion. Citation of such a paper should account for its provisional character. A revised version may be available directly from the author. ABSTRACT Framing Social Security Reform: IZA Discussion Paper No. 5310 November 2010 J26 Behavioral Responses to Changes in the Full Retirement Age retirement, social security, loss aversion We use a US Social Security reform as a quasiexperiment to provide evidence on framing effects in retirement behavior. The reform increased the full retirement age FRA from 65 to 66 in two month increments per year of birth for cohorts born from 1938 to 1943. We find strong evidence that the spike in the benefit claiming hazard at 65 moved in lockstep along with the FRA. Results on selfreported retirement and exit from employment are less clearcut, but go in the same direction. The responsiveness to the new FRA is stronger for people with higher cognitive skills. We interpret the findings as evidence of reference dependence with loss aversion. We develop a simple labor supply model with reference dependence that can explain the results. The model has potentially important implications for framing of future Social Security reforms. JEL Classification: Keywords: Corresponding author: David M. Blau Department of Economics Ohio State University 445 Arps Hall, 1945 N. High St. Columbus, OH 432101172 USA Email: blau.12osu.edu The research in this paper was conducted while the second author was a Special Sworn Status researcher of the U.S. Census Bureau at the Triangle Census Research Data Center. Any opinions and conclusions expressed herein are those of the authors and do not necessarily represent the views of the U.S. Census Bureau. All results have been reviewed to ensure that no confidential information is disclosed. Financial support from NIA grant P30AG024376 and NSFITR grant 0427889 is gratefully acknowledged. We thank Sudipto Banerjee for research assistance. We appreciate helpful comments from seminar participants at MRRC, PSE, and NBER, and from Jonathan Zinman. We are grateful for especially detailed comments from Joe Doyle. The authors are solely responsible for the contents. IZA Discussion Paper No. 5310 November 2010 NONTECHNICAL SUMMARY Some aspects of retirement behavior have proven difficult to explain in the standard life cycle framework used by economists. A key example is the persistence of large spikes in exit from the labor force and take up of Social Security benefits in the US at age 65. In 1983, the US Social Security law was reformed by cutting benefits. However, the reform was framed as an increase in the Full Retirement Age FRA from 65 to 66, rather than as a benefit cut. We use this quasiexperiment to test a behavioral economic explanation for the age 65 spike, based on reference dependence. We find strong evidence of a shift in the spike in claiming benefits to 66, consistent with reference dependence, with the FRA as the reference point. We go further by addressing the question who is behavioral? We find that workers with higher cognitive skill respond more strongly to the FRA change. The most plausible explanation for the evidence we find is reference dependence, which is a form of non standard preferences, as opposed to non standard decision making such as might result from low cognitive skill. Framing provides a policy maker with a potentially powerful and almost costless tool to influence aggregate labor supply: framing a reform as a change in the reference point magnifies the impact. How to use this knowledge depends on the goals of reform, and this suggests an important avenue for research: how should policy makers take into account loss aversion in designing future reforms? 1. Introduction Understanding the labor force, benefit take up, and saving decisions of older workers has become increasingly important in todays environment of rapid population aging and large Social Security financial imbalances. The life cycle model provides a powerful framework for modeling retirement decisions, and has been the basis for a substantial amount of informative and policyrelevant research. But some aspects of retirement behavior have proven difficult to explain in the life cycle framework. These include failure to take up employerprovided defined contribution pension plans that provide very favorable terms such as a generous employer match Madrian and Shea, 2001, and lack of knowledge of pension provisions Chan and Stevens, 2008. Another feature of retirement behavior that seems hard to reconcile with a life cycle approach is the persistence of large spikes in exit from the labor force and take up of Social Security benefits Old Age and Survivors Insurance, or OASI in the US at age 65. Costa 1998 shows that there was little evidence of a spike in labor force exit in the 19001920 period, but a spike at age 65 had emerged by 1940, five years after the establishment of Social Security. The size of the spike was as high as 30% on an annual basis in the mid 1980s Perrachi and Welch, 1994, and declined to 19% in the 2000s.4 Several explanations for the age 65 spike that are consistent with the life cycle framework have been proposed. These include 1 a liquidity constraint that makes it difficult financially for some low income workers to retire before becoming eligible for Social Security benefits, 2 a kink at age 65 in the schedule that determines the Social Security benefit as a function of the age 4Source: authors calculations from the Health and Retirement Study, described below. A new spike in the hazard rates of labor force exit and benefit claiming emerged after 1962, when early Social Security entitlement at age 62 became available Moffitt, 1987. Note that exiting employment and claiming the OASI benefit are distinct choices, although they are closely related in practice. The spikes in of claiming, 3 the prevalence of age 65 as the normal age of retirement in many Defined Benefit DB pension plans, and 4 loss of health insurance coverage as a result of retiring before becoming eligible for Medicare at age 65. The evidence on these explanations discussed below is mixed, but overall it suggests that these factors cannot account for more than a small portion of the spike in retirement at 65, either alone or in combination. The evidence is not conclusive, however, because some of these explanations cannot be directly tested. Other explanations for the age 65 spike have been proposed in the behavioral economics framework, in which the assumptions of farsighted rational behavior and standard preferences are relaxed. 65 was designated as the Full Retirement Age FRA from the beginning of the OASI program until recently. Workers might take this official designation as implicit advice from the government about when to retire and claim benefits, and as a result retirement at age 65 may have become a social norm. Information provided by the Social Security Administration SSA on their web site and in individualized accounting reports sent directly to future beneficiaries is explicitly framed with reference to the FRA. To paraphrase: Your FRA is 65. If you continue to work until 65, your monthly benefit will be X. If instead you claim at age 62, your benefit will be 80% of X. If you postpone claiming until age 70, your benefit will be 130% of X. This presentation could lead to framing effects at 65, resulting in age 65 becoming a reference point. There is little direct evidence to date on behavioral economic explanations for the age 65 spike. Most of the evidence comes from testing and rejecting other explanations, leaving behavioral economic explanations as the default Lumsdaine, Stock, and Wise, 1996. the hazard of claiming benefits at ages 62 and 65 are larger than the labor force exit spikes. 2 A Social Security reform enacted into law in 1983 increased the FRA from 65 to 66 in two month increments per year of birth for cohorts born from 1938 to 1943.5 The cohorts affected by the reform reached their FRA in 20042009, so data on their retirement behavior are becoming available now. This provides an unusual opportunity to test both lifecycle and behavioral economic explanations for the age 65 spike. The increase in the FRA is equivalent to a cut in the Social Security benefit: claiming the benefit at any given age results in a lower benefit than if the FRA had not changed. This reduces the expected present discounted value of lifetime benefits Social Security Wealth, and should cause an increase in the age of retirement if leisure is a normal good. But, as illustrated in Figure 1, the increase in the FRA did not change the slope of the benefitclaimingage schedule in the vicinity of the FRA.6 So there is no economic incentive for someone who, for whatever reason, would have retired or claimed the benefit at 65 if the FRA had not changed, to instead do so at his new FRA of 65 and 2 months, or 65 and 4 months, etc. If the spike in retirement or benefit claiming at age 65 shifts across cohorts in parallel with the increase in the FRA, explanations based on the standard life cycle framework would be unable to account for this. This would point toward behavioral economic explanations. Our first contribution in this paper is to estimate the effect of the increase in the FRA on the hazard of exiting employment and the hazard of claiming the OASI benefit. Several recent 5The FRA is 65 for cohorts born before 1938, 65 and 2 months for the 1938 birth cohort, 65 and 4 months for the 1939 birth cohort, etc., and 66 for cohorts born from 19431954. A similar stepwise increase from 66 to 67 for cohorts born from 1955 to 1960 was also mandated. 6The implied benefit cut is the same at all claiming ages up to and including the FRA except between 62 and 63. The benefit cut implied by a one year increase in the FRA is 5% if the benefit is claimed between 62 and 63, and 6.67% if the benefit is claimed between 63 and 66. Another reform enacted in 1983 gradually increased the Delayed Retirement Credit DRC, the slope of the benefitclaimingage profile after the FRA, from 1% for those turning 62 in 1981 to 8% for those turning 62 in 2005. The benefit cut implied by a one year increase in the FRA for an individual who claims the benefit 3 studies have estimated the effect of the increase in the FRA on the timing of labor force exit or benefit claiming Blau and Goodstein, 2010; Kopczuck and Song, 2008; Mastrobuoni, 2009; Pingle, 2006; Song and Manchester, 2008, but none have focused specifically on the impact on the spike in retirement at 65. In the first part of the paper, we use data from the Health and Retirement Study HRS and the Longitudinal EmployerHousehold Data LEHD to analyze changes in the retirement and claiming hazards across cohorts. We find strong evidence that the spike in the OASI benefit claiming hazard moved in lockstep along with the FRA, consistent with findings from administrative data Song and Manchester, 2008. Results on selfreported retirement and exit from the labor force are less clearcut: we find evidence that the spike in labor force exit at 65 decreased substantially and in some cases vanished for cohorts whose FRA increased, but less systematic evidence that new spikes have appeared at the new FRAs. The difference between effects on claiming and labor force exit may indicate that the change in the FRA is less salient for leaving employment than for claiming. Depending on the outcome we examine, the FRA effect can account for 10 to 40% of the initial hazard at age 65. These results add to the growing literature on evidence from the field in behavioral economics. By contrast with other applications of framing effects to labor supply, the FRA offers a particularly favorable setting: the reference is explicitly defined and then exogenously modified by the 1983 reform, so that the behavioral component is clearly identified from cohort discontinuities. 7 Our second contribution is to address the novel question of who is behavioral Benjamin, Brown, and Shapiro, 2006 with respect to age of retirement. This is important in after the FRA is equal to the DRC for his cohort. 4 order to infer which of several potential behavioral economic explanations is most consistent with the results. We define a group of workers as behavioral if the groups claiming and labor force exit behavior closely parallels the shift in the FRA. We define groups in several ways: by 1 socioeconomic characteristics such as gender, education, race, and marital status; 2 job characteristics; 3 cognitive ability; 4 financial literacy and planning horizon; and 5 noncognitive characteristics such as risk aversion and subjective expectations about longevity. The most consistent finding is that workers with higher cognitive respond more strongly to the FRA change. One might have expected that low cognitive skills would make an individual more likely to interpret the change in the FRA as advice from the SSA. However, the most plausible explanation for the evidence we find is reference dependence, which is a form of non standard preferences, as opposed to non standard decision making such as might result from low cognitive skill. Moreover, the lower FRA effect for workers with low cognitive ability is largely due to the persistence of a large spike at age 65 for this group after the reform. This suggests that people with lower cognitive skills may be slower to learn about the FRA change or to integrate the new reference point in their claiming decision, perhaps instead keeping workers from earlier cohorts as their reference. To summarize, both groups of workers would be behavioral in the sense of reacting to a reference point with loss aversion, but workers with lower cognitive skills would be slower to adjust to the new reference points. The evidence we present is of inherent interest for understanding retirement behavior, but it could also have important implications for future Social Security policy. To illustrate these implications, we develop a simple behavioral model of retirement that incorporates reference 7 For a survey of empirical applications, see Della Vigna 2009; for theoretical solutions to the indeterminacy of the reference point, see for instance Koszegi and Rabin 2006. 5 dependence and loss aversion. The model is used to demonstrate that reference dependence can amplify or dampen the impact on the average age of retirement caused by a reform such as a change in the FRA, depending on how the reform is framed. Simulations of the model for plausible parameter values indicate that the manner of framing a policy reform can have a sizeable effect on its impact on retirement behavior in the presence of reference dependence. The next section of the paper briefly reviews previous findings and places our contribution in context. The following section describes the data, and sections 4 and 5 present evidence on the effect of the shift in the FRA. Section 6 analyzes the question of who is behavioral? Section 7 describes and analyzes the implications of a simple behavioral model of retirement. The final section concludes. 2. Background and Previous Studies Here, we briefly review evidence on explanations for the age 65 spike that are consistent with the standard life cycle model. 1 Liquidity Constraint. Until 1962, eligibility for OASI began at age 65. Low income workers who saved little during their working years could face a liquidity constraint that makes it difficult to finance consumption during retirement before receiving the OASI benefit. This could explain the prevalence of retirement at the earliest age of eligibility. However, the earliest age of eligibility for OASI was changed to 62 in 1962, but the spike at age 65 remained and even grew, thus providing evidence against a liquidity constraint explanation. It is possible that liquidity constraints were an important source of the spike before 1962 and were gradually supplanted by other factors. And a liquidity constraint is a plausible explanation for the spike at age 62. 6 2 Nonlinear Budget Set. Until the 1990s there was a sharp kink at the FRA in the schedule that determines the Social Security benefit as a function of the age of claiming. Delaying claiming from 62 to 65 resulted in an approximately actuarially fair benefit increase 6.67% per year, but delaying claiming past 65 resulted in a much less than actuarially fair increase 1% up to 1981; 3% from 1981 until 1989. The age65 spike could be rationalized as a response to a kinked intertemporal budget constraint. However, the 1983 Social Security reforms eliminated the kink, gradually increasing the reward to delaying claiming past the FRA from 3% for cohorts reaching their FRA in 1989 to 8% for cohorts reaching their FRA in 2008. By the mid2000s there was no longer a kink in the benefitclaiming age schedule, and today there is even a slight convex kink, yet the spike in retirement at age 65 for cohorts with an FRA of 65 persisted, suggesting that the budget constraint kink was not the main factor behind the age 65 spike in retirement, at least in recent years. 3 Defined Benefit Pensions. DB pension plans often have a normal retirement age of 65, and these plans usually have very strong incentives to retire by the normal age conditional on not having retired at the earliest age of eligibility, which is typically quite attractive as well. DB pensions are much less common today, having been largely supplanted by Defined Contribution DC plans.8 DC plans do not have any incentives to retire at 65 or any other particular age. However, the switch from DB to DC plans affected the cohorts reaching their mid 60s in the 2000s much less than it has affected more recent cohorts. The prevalence of DB 8Measured in terms of annual contributions by employers, DB plans accounted for 60% of total private sector employer contributions in 1980, and only 13% in 2000 Poterba, Venti, and Wise, 2007. DB plans remain prevalent in the public sector. 7 pension coverage in these older cohorts is consistent with the persistence of the age 65 spike. We control for DB pension coverage and, for those with DB plans, the normal retirement age. 4 Health Insurance. Workers who would lose their employerprovided health insurance upon retiring might prefer to postpone retirement until Medicare eligibility at age 65 in order to avoid being uninsured, leading to a spike in retirement at 65. The age of eligibility for Medicare has been 65 since the program was introduced in 1965, so there is no direct evidence on this explanation, although the age65 spike was present before 1965. It is possible that Medicare has replaced the other explanations for the age65 spike as they have become less relevant, but this is difficult to determine because of the lack of variation in the Medicare eligibility age.9 The most plausible behavioral economic explanation for the age 65 spike stems from the fact that 65 was the Social Security FRA until recently. The FRA is not presented as a norm the SSA presents things in a balanced way: If you retire early, you may not have enough income to enjoy the years ahead of you. Likewise, if you retire late, youll have a larger income, but fewer years to enjoy it. Everyone needs to find the right balance based on his or her own circumstances. SSA, 2008a. However, in personalized Social Security statements the FRA is explicitly used as a reference in a bar chart illustrating benefits as a function of claiming age.10 Moreover, the distinction between retiring early that is, earlier than the FRA and retiring 9Evidence on the role of Medicare in retirement decisions derived from simulations based on structural models is provided in Rust and Phelan 1997 and Blau and Gilleskie 2006, 2008. Rust and Phelan conclude that Medicare was an important determinant of retirement timing in the 1970s, while Blau and Gilleskie conclude that it was much less important in the 1990s. 10 See Mastrobuoni 2010 for discussion of the history of the Social Security statement and the impact of its introduction on retirement behavior. 8 late later than the FRA is explicitly discussed SSA, 2008b; see appendix. Clearly, the way the FRA is used in framing benefits invites people to use it as their point of reference.11 There is little direct evidence on the explanatory power of specific behavioral economic explanations for the age 65 spike. Featherstonehaugh and Ross 1999 and Liebman and Luttmer 2009 pose hypothetical questions to survey respondents to gauge the importance of framing effects in the presentation of information about Social Security. Framing effects appear to matter at some ages and not at other ages, but the scenarios are hypothetical. The hypothetical experiment we have in mind would cut Social Security benefits by a given amount, and frame the cut in alternative ways: 1 as a neutral acrosstheboard cut irrespective of the age at which the benefit is claimed, 2 as a cut in the benefit available at a particular reference age, holding constant the slope of the benefitclaimingage profile, and 3 as an increase in the age at which a given reference benefit level is available, again holding the slope constant. In each scenario, individuals would be perfectly well informed about the cut, and capable of determining their optimal response, given their preferences. This would eliminate lack of information and limited cognitive ability as confounders, so any differences in responses across scenarios could be attributed to reference dependence. The actual quasiexperiment induced by the reform did hold the benefitclaimingage profile roughly constant c.f. Figure 1, and used framing option 3 an increase in the FRA. We cannot compare results for different framing options and we cannot rule out information and cognitive ability as confounders. We discuss indirect approaches to assessing the importance of these issues in sections 5 and 6. 11 This is true for cohorts with noninteger FRAs. For instance, for workers born in 1939, the statement reads: The earliest age at which you can receive an unreduced retirement benefit is 65 and 4 months. 9 Recent evidence indicates that the increase in the FRA has affected retirement behavior. Mastrobuoni 2009 analyzed the age of exit from the labor force of the treated cohorts, comparing them to earlier cohorts not affected by the increase in the FRA. His estimates indicate that each two month increase in the FRA caused a one month increase in retirement age. Blau and Goodstein 2010 and Pingle 2006 also estimate that the increase in the FRA has caused an increase in employment at older ages. The evidence in these three studies does not address the mechanism through which the FRA effect operates, and therefore does not shed light on the question of why the FRA has affected retirement behavior. The evidence is consistent with a wealth effect that would alter behavior at all ages, but it does not address the question of whether there is a shift in the spike at age 65. In contrast, recent evidence on Social Security claiming clearly suggests a behavioral economic interpretation. There is no economic incentive to claim the OASI benefit at the FRA, yet that is precisely what the treated cohorts have done. Song and Manchester 2008 and Kopczuck and Song 2008 use administrative data to show that the increase in the FRA has caused the spike in claiming at age 65 to shift almost completely to the new FRA for the affected cohorts. This finding is difficult to explain in the life cycle framework. The key unanswered questions that we seek to address are whether there is similar evidence for employment; if so, how can we explain it; and who is behavioral. 3. Data Previous studies of the impact of the FRA have used data from the Current Population Survey Blau and Goodstein, 2010; Mastrobuoni, 2009, the Survey of Income and Program 10 Participation Pingle, 2006, and SSA administrative data Song and Manchester, 2008; Kopczuk and Song, 2008. These data sources provide large sample sizes, which may be needed to detect the effects of small changes in the FRA two months per birth cohort. We use data from the Health and Retirement Study HRS, which provides a rich set of potential explanatory variables to study behavioral aspects of retirement. These variables are unique to the HRS and offer the opportunity to get closer to explaining behavioral aspects of retirement as well as documenting their existence. The main disadvantage of the HRS is the relatively small samples available to study retirement and claiming behavior at the FRA. Roughly three quarters of workers retire and claim benefits before reaching the FRA, so despite sample sizes of about 1,000 respondents per year of birth, the effective sample size is closer to 250 per cohort. This provides about 1,125 observations on the treated cohorts, and 1,750 for the control cohorts. Therefore, we also use data from the Longitudinal EmployerHousehold Data LEHD files. These files are derived from administrative state Unemployment Insurance UI records, with very large sample sizes. These administrative data are used only for descriptive purposes to verify that the trends identified in the HRS are robust, since they contain no information on any of the explanatory variables of interest. The LEHD is described in Section 4. The HRS is a biennial survey of a sample of households containing individuals over the age of 50, and their spouses. The survey began in 1992 with birth cohorts 19311941, and new cohorts were added in 1998 and 2004. We use the 19922008 waves. The analysis sample is birth cohorts 19311942, since these cohorts had reached their FRA as of 2008, while later cohorts had 11 not. The 193137 cohorts are the controls FRA65.0 and the 193842 cohorts are the treated cohorts FRA65.0. The HRS records employment status at each interview, and in addition asks for information on the start and end dates of all jobs between interviews, to the nearest month. We construct a monthly employment history.12 Together with month and year of birth, the employment data are used to construct the month and year of labor force exit.13 The HRS contains selfreported information on the month and year in which the respondent first received a Social Security benefit payment. In some cases, the reported date is before the respondent turned 62, indicating that he or she first received some type of Social Security benefit other than OASI, such as disability or dependent benefits. In these cases it is not possible to identify when the respondent claimed the OASI benefit.14 The month and year of OASI claiming is the second outcome of interest. A third outcome of interest is the selfreported month and year of retirement. This subjective measure is frequently used as an indicator of retirement, and it is of interest to determine whether retirement and employment differ with respect to the FRA. However, there are many longitudinally inconsistent selfreports of retirement age, so only about half the sample has a selfreported retirement age that is reasonably consistent across waves. 12The initial interview collected information on the start date of the job held at the interview date, start and end dates of up to two other jobs before the first interview longest and last, and the number of additional jobs that lasted five or more years. 13Some people who leave the labor force later return to employment. In such cases there are multiple labor force exit dates. As a robustness check, we use labor force exits that are preceded by an employment spell of at least 3 months, and followed by at least 3 months out of employment. 14If an individual reaches his FRA while receiving Social Security Disability Insurance, the benefit is switched to OASI, but this is purely an administrative adjustment, so it does not provide any information about claiming behavior. Most SSDI recipients never leave the SSDI rolls, and therefore 12 The monthly record is merged with permanent characteristics such as race, gender, ethnicity, and education, and with timevarying measures recorded at the survey dates, including health status, the wage rate, job characteristics, household wealth, health insurance, pension coverage, and marital status. If there was a change in one of these timevarying variables between waves, we assume the change occurred midway between the waves. The HRS contains several variables that are useful in inferring who is behavioral. These include measures of cognitive ability, risk aversion, self control, and financial planning horizon. Cognitive ability measures have been explored by Mc Ardle, Smith and Willis 2009, and we follow their approach to construct indicators in three dimensions: Telephone Interview of Cognitive Status TICS, short term memory, and numeracy see data appendix for details. 4. Impact of the FRA increase HRS Results In this section, we describe evidence from the HRS on how the change in the FRA has modified the timing of OASI benefit claiming, labor force exit, and selfreported retirement. The goal is to test the behavioral prediction that the spike at age 65 should shift along with the FRA for cohorts born after 1937, against the null hypothesis that the increase in the FRA had only a wealth effect. In the latter case we expect an increase in retirement age, but no substantial shift in the spike. We start with graphical evidence on the timing of OASI benefit claiming across cohorts, pooling men and women. Figure 2 displays average monthly claiming hazard rates for pre and provide no information about OASI claiming behavior. 13 postreform cohorts. The claiming hazard rate is defined as the probability of claiming at a given age, conditional on not having claimed previously. Age is measured at a bimonthly frequency; e.g. age 65 denotes age 65 012 to 65 11215 . In each graph of figure 1, the dotted line depicts the claiming hazard for workers born between 1931 and 1936. As shown by previous studies, there is a first spike in the hazard at or just after the early retirement age 62 and a second larger spike at the FRA 65.16 About 20% of workers claim at the early retirement age, and 30% of those who have not claimed before 65 claim at 65. For each cohort, the vertical lines indicate age 62, age 65, and the FRA if different from age 65. There is clear evidence that the spike in the claiming hazard moves in lockstep along with the FRA. The spike at age 65 does not completely disappear for the treated cohorts, but it becomes progressively smaller across cohorts. Very similar patterns appear when men and women are disaggregated not shown. These results confirm the findings of Song and Manchester 2008, using administrative data. Regression analysis is useful here to summarize the graphical evidence and to quantify the impact of the FRA. We adopt the following differenceindifference specification: Piacq FRAiacgbdcae iacxiac4.1 where Piac is an indicator variable equal to one if individual i born in cohort c claims at age a in months, conditional on not having claimed previously. FRA is the indicator variable for age a being his FRA, xiac is a set of individual controls, and full sets of cohort and age dummies are 15 One reason for measuring age at a bimonthly frequency is to make the graph easier to read. It is also useful because there is some arbitrariness in measuring the age at which an event occurs. If an individual reports leaving his job in April, it is not clear whether to classify his employment status in April as employed or not employed, without knowing the exact date. 16 The spike at age 62 is slightly after age 62 because benefits are payable beginning in the first month in which a person is 62 throughout the whole month, unless the person was born on the 1st or 2nd of the month see Kopczuk and Song, 2008, for discussion. 14 included b ,adc.The age 65 coefficient one of thesb captures the part of the spike that is not explained by the fact that 65 is the FRA for cohorts up to 1937. The parameter of interest q is identified by the interaction of age and cohort, under the assumption that the control variables capture any nonFRArelated motives to claim at the FRA. Results are shown in table 1. The four columns differ by the estimation sample or the controls. Column 1 has no controls other than age and cohort effects, and restricts the analysis to ages 64 to 65 1112. Reaching the FRA increases the claiming hazard by 14 percentage points. The effect is statistically highly significant, and robust to the inclusion of controls socioeconomic characteristics, pension and job characteristics, measures of cognitive ability, planning horizon and risk aversion and to changes in the estimation sample columns 2 to 4. Column 4 drops the 1938 cohort since the graphical analysis suggests that the effect of the FRA change might have been smaller for that cohort with a higher persistence of the old FRA spike, possibly due to a learning effect. This however makes little difference in the estimation. Quantitatively, the estimated impact of the FRA is sizeable: the claiming hazard at age 65 is around 30% for cohorts born between 1931 and 1937; more than 40% 1430 of the claims occurring at that age for the control cohorts can therefore be explained by the fact that 65 is their FRA. Equation 4.1 relies on the identifying assumption that any change in the shape of the claiming hazard can be attributed to the FRA increase. Other changes over the period may also have affected the timing of claiming decisions 17. In particular, the Social Security earnings test for people who have reached their full retirement age was eliminated in 2000. The rule before 17 As noted above, the 1983 reform increased the Delayed Retirement Credit DRC as well as the FRA. An increase in the reward to claiming the benefit after the FRA could affect claiming behavior and 15 2000 was the following: workers who have not reached the FRA have their earnings reduced by 1 for every 2 earned beyond the earnings test threshold; workers who have reached the FRA have their benefits reduced by 1 for every 3 earned beyond the earnings test threshold see Manchester and Song, 2008. Although this reduction is compensated by increased benefits at older ages making it more or less neutral in terms of SS wealth, it may be felt as a disincentive to claim benefits by those who intend to continue working Friedberg, 2000; Gruber and Orszag, 2003; Haider and Loughran, 2008. In 2000, the earnings test was eliminated for workers who have reached the FRA. The earnings test was unchanged before the FRA. The introduction of this discontinuity may generate a spike in the claiming hazard around the FRA, if some workers delay claiming SS benefits until they reach the FRA, in order to avoid the earnings test. Fortunately, the cohorts impacted by the increase in the FRA and the removal of the earnings test do not fully overlap, making it is possible to separately identify the two effects see Song and Manchester, 2008, for details. It is therefore possible to extend equation 4.1 to separately identify the impact of the earnings test removal: Piacq FRAiacl ETRiacgbdcae, iacxiac4.2 where ETR is an indicator for the month in which the earnings test ceases to apply to iacindividual i. The results are given in column 5. The coefficient on the FRA remains unchanged. The impact of the earnings test removal is positive and significant, as expected, suggesting that part of the age 65 spike for some cohorts was due to the removal of the earnings test. However, the impact of reaching the FRA itself is much larger. does, according to Blau and Goodstein, 2010, and Pingle, 2006. But the DRC is cohortspecific, so its effects are absorbed by cohort dummies. 16 As shown by Coile et al. 2002 and Baker and Benjamin 1999, benefit claiming behavior can significantly differ from labor force participation and retirement behavior. Before interpreting the shift in the claiming spike from a behavioral perspective, it is therefore important to check whether retirement and employment patterns are similar to claiming patterns. Figure 3 shows that the increase in the FRA resulted in a progressive fall in the age 65 spike in the labor force exit hazard. However, there is no systematic evidence of new spikes at the FRA for cohorts born after 1937. Columns 1 to 5 in table 2 use the same specifications as table 1. The impact of the FRA is smaller than for claiming, but is positive and significantly different from zero. For cohorts born before 1937, the monthly hazard of labor force exit at age 65 is about 4.6%. Roughly 20% of this spike 0.94.6 can be explained by the fact that 65 is the FRA for these cohorts.18 The FRA effect is again robust to inclusion of a control for elimination of the earnings test. Figure 4 presents evidence on the monthly hazard of entry to selfreported retirement, comparable to figures 2 and 3. The results are in between. There is some reasonably strong evidence of a shift in the spike for cohorts born after 1939, consistent with an effect of the FRA on retirement decisions. However, the spike at the old FRA age 65 persists for some of these cohorts. The regression results table 3 are very imprecise. The point estimate implies a smaller FRA impact than for claiming and exit from employment. The mean monthly retirement hazard for the control cohorts at age 65 is around 13%. 10% of this spike 1.113 can be accounted for by the fact that 65 is their FRA. The results are robust to controlling for the elimination of the earnings test, but in this case the effect of the earnings test is larger than the effect of the FRA. 18 Results based on a smaller sample that eliminates temporary withdrawals from the labor force three months or less gave very similar results. 17 LEHD results In this section, we describe evidence from the LEHD on how the change in the FRA has affected the timing of labor force exit. The LEHD Infrastructure File system is based on state Unemployment Insurance UI administrative files, with data available from 31 states covering about 80% of the U.S. work force for the years 19902004, although the period covered varies by state Abowd, Haltiwanger, and Lane, 2004. Employers covered by UI file a quarterly report for each individual who received any covered earnings in the quarter. UI covers about 96% of private nonfarm wagesalary employment, with lower coverage of agricultural and government workers, and no coverage of the unincorporated selfemployed. The UI records contain the individuals Social Security number, and an identification number and quarterly earnings for each employer from which he has any covered earnings during the quarter. These data are merged by the Census Bureau with the Census Personal Characteristics File, which contains the exact date of birth, place of birth, sex, and a measure of raceethnicity.19 The main advantage of the LEHD for our analysis is the very large sample size. The main disadvantages are absence of information on hours of work, and lack of data after the third quarter of 2004. Without data on hours of work, we must use changes in quarterly earnings to infer changes in employment status. The absence of data beyond the third quarter of 2004 means 19An extensive discussion of the construction and the content of these files is provided in Abowd et al. 2006. We use a subsample of the full LEHD files, consisting of workers who were employed at any employer at which a member of the 19902001 panels of the Survey of Income and Program Participation SIPP worked. This is a very large subsample of the full LEHD, somewhat skewed toward large firms. See Blau and Shvydko in press for a description of the subsample. In order to reduce the number of quarterly observations from the hundreds of millions to the more manageable level of several 18 that only two of the treated birth cohorts 1938 and 1939 can be used to analyze changes in labor force behavior around age 65  The main outcome of interest is a binary indicator of zero earnings in a given quarter, conditional on positive earnings in the previous quarter, which we interpret as the hazard of labor force exit. We aggregate the data into cells defined by month and year of birth January 1931 through December 1942, calendar quarter 1994:Q1 through 2004:Q3, although not all quarters are represented for all cohorts, and age in quarters 62.0, 62.25, 62.5, , 66.0, and conduct the analysis using cell means, with no loss of information. Data are available for 2,400 cells, with roughly 1,000 individual observations per cell on average. Men and women are pooled and gender and state dummies fractions, after aggregation are included in the regression models. The specification used in column 1 of table 4 is the same as in tables 24. Age and birth year dummies are included, so that the effect of the FRA variable is identified from the interaction of age and birth cohort.20 The results are consistent with reference dependence, with a positive FRA effect on the exit hazard, significantly different from zero. Given the fact that the data only has two postreform cohorts, we check a new specification in column 2. The FRA indicator is interacted with cohort dummies: so, the coefficient on the FRAcoh1938 variable can be interpreted as the average impact of the FRA for cohort 1938, compared to individuals of the same age in the 193137 cohorts, and accounting for cohort trends. The results are million, we use data from only three states. Census Bureau guidelines prevent us from identifying the three states. 20 If a worker leaves employment at his FRA, his earnings will be positive in the quarter in which his FRA falls unless he quits on the first day of the quarter, so zero earnings in the first calendar quarter after the quarter in which he reaches his FRA is the only reliable measure of exit at the FRA. Depending on birth month within a quarter, some cases do not provide any evidence on the impact of the change in the FRA. A more detailed discussion of which cases contribute to identification is available from the authors. 19 unexpected for the 1938 cohort: reaching the FRA decreases the hazard of exit. The effect for cohort 1939 is small and statistically insignificant. The specification in column 2 has the advantage of being less restrictive than in column 1, as it does not force the magnitude of the FRA effects to be the same for all cohorts, but it also uses less information: in column 1, the spike at the FRA observed in the 193137 cohorts and its decline afterwards contribute to the identification of the FRA coefficient, whereas the estimate in column 2 only tests for the emergence of spikes at the new FRAs.21 Summary Overall, combining the information on labor force transitions from the LEHD and the HRS as well as from selfreported retirement age from the HRS provides only mixed evidence that the labor supply decisions of workers have been affected by the change in the FRA in a manner consistent with a behavioral interpretation. Limited statistical power and measurement error are issues with each of these data sources. However, their combination gives us some confidence that labor supply decisions are affected, but only in a limited way. An important question is whether the magnitudes of the changes in claiming, labor force, and retirement behavior could be explained solely by wealth effects as a response to the benefit cut implied by the increase in the FRA. We cannot directly address this question because we do 21 We constructed graphs like those in Figures 24 and estimated models with nonparametric specifications like those in Mastrobuoni, but for hazards rather than levels. The results were similar to the HRS results in Figure 3, showing clear evidence of a decline in the hazard at 65, but less clear evidence of increases at other ages. We omit these results for brevity, but they are available on request. We also analyzed exit from employment in the HRS data using the same cohorts as in the LEHD data and interacting the FRA indicator with indicators for the 1938 and 1939 cohorts; estimates of the FRA impact go in the same direction: 0.5 0.5 when pooling all sources of identification like in column 1 of table 4; 0.9 0.8 and 1.6 1.2 for the FRA indicator interacted with birth cohorts 1938 and 1939, respectively. 20 not estimate the wealth effect; rather, as in Mastrobuoni 2009, we estimate the total effect, including the wealth effect and any behavioral effects. Several papers report estimates of the elasticity of the hazard of labor force exit with respect to Social Security Wealth SSW: 1 Coile and Gruber 2007: the largest effects they find are 0.16 when evaluated at mean SSW, and .075 when evaluated at median SSW. 2 Samwick 1998: approximately zero. 3 Day, Mullen, and Wagner 2009 using Austrian administrative data: 0.40. The change in SSW wealth implied by a change in the FRA from 65 to 66 is 6.67%. If we take the largest elasticity estimate, 0.4, this would imply a 2.7% not percentage point decrease in the hazard of LF exit. Using the largest estimate from Coile and Gruber, 0.16, implies a 1.07% decline in the hazard. These numbers cannot be compared directly to the results reported in Figures 24, but the visual impression from these figures is of effects much larger than 13%. 5. Who is behavioral? Results from section 4 provide strong evidence that OASI benefit claiming behavior has followed the increase in the FRA, and weaker evidence that the same is true of labor force participation. As argued in section 2, this finding leaves behavioral factors as likely explanations. Three leading candidates are reference dependence with loss aversion, advice from the SS administration, and social norms. An indirect way to discriminate between alternative behavioral explanations is to ask a simpler, descriptive question: which types of workers respond most strongly to the FRA shift? This is interesting per se indeed, the recent retirement literature has stressed the fact that aggregate retirement behavior may hide considerable heterogeneity e.g. This contrasts with the claiming results, where the FRA impact is positive and significant in all specifications, as can be expected from figure 2. 21 see the discussions by Burtless, 2004; Liebman et al., 2008; and the empirical applications in Coile et al., 2002, and Chan and Stevens, 2008. It may also shed light on the most likely behavioral mechanism. For instance, if workers with lower cognitive skills respond more to the FRA, this would point toward nonstandard decision making bounded rationality, for instance, making an advice or social norm explanation plausible. A simple way to look at this question is to compare the FRA impacts across subpopulations. The corresponding regression model is: q FRAiac 1q FRAiac 2Typeiacbdg 1a 1c 1a Typeiacz 1c Typeiace, iac5.1 Piac where Type is an indicator variable that splits the population in two for instance, Type is 1 for individuals with higher numeracy, 0 otherwise. The estimate of q reveals whether there is a 2different response to the FRA in the population characterized by the Type variable. The type variable is also interacted with cohort and age dummies. Table 5 displays estimates for OASI benefit claiming, using the HRS data. 18 stratification dimensions are considered separately; they can be grouped into 3 broad categories: socioeconomic; pension and job characteristics; and cognition and behavior. The parameter of interest q is reported as the coefficient on the FRAinteraction term line. White workers tend 2to respond more than nonwhites 8 percentage points, although the difference is not statistically significant. Differences in the impact of the FRA along other socioeconomic dimensions sex, marital status, education, and health are small andor statistically insignificant. In the second panel, the type of pension and the level of wealth appear to matter: the FRA impact is significantly lower among workers whose current job provides a defined benefit pension and significantly higher among workers holding above median wealth. Measures 22 of cognitive ability shown in the last panel matter too: having a high TICS score increases the response to the FRA by 9.6 pp; better memory and higher numeracy scores increase it by 5.7 pp not statistically significant and 12.2 pp., respectively. Overall, this suggests that wealthier and more cognitively skilled workers are more behavioral in the sense of following the FRA more closely. This seems to go against a bounded rationality explanation whereby workers with lower cognitive skills would follow the FRA as a default solution, or consider it as advice from the SSA. It therefore tends to point in the direction of nonstandard preferences like reference dependence and loss aversion even though this still begs the question of why workers with higher cognitive skills would more strongly display such nonstandard preferences.22 The impact of defined benefit pension coverage could reflect the fact that these pension plans maintain a normal age of 65, reducing the salience of the change in the FRA. A limitation of model 5.1 is that it does not allow us to determine which of the many interaction effects reported separately in table 5 are the most important. Interacting all 18 characteristics with the FRA indicator, the set of cohort dummies and the set of age dummies is not feasible due to limited sample size and multicollinearity. A more parsimonious specification introduces interactions with the most promising dimensions of heterogeneity, based on table 5: pension characteristics, wealth, cognitive measures, and the basic socioeconomic variables. The various specifications are given in table 6. Multicollinearity pushes the standard errors up, so that few interaction terms remain significant. In column 1, where nine dimensions of heterogeneous impact are considered simultaneously, the only significant effects are due to holding a defined 22 Benjamin, Brown, and Shapiro 2006 find that smallstakes risk aversion and short run discounting are less common among those with higher cognitive ability. These findings might conflict with our results, to the extent that nonstandard preferences share a common component across domains. 23 benefit pension, and to high memory. The wealth effect shrinks somewhat, suggesting that it was picking up in part the effect of cognitive ability. Combining the cognitive measures into a single index confirms the positive impact of cognitive skills column 2.23 Dropping the DB variable only available for a subsample of workers does not significantly alter the results column 3. Of course, it may still be the case that these interaction effects are driven by unobserved sources of heterogeneity. However, as noted above, a plausible causal interpretation of the DB interaction effect is that the presence of a DB pension reduces the salience of the SS FRA, in particular when the DB pension plan maintains a normal retirement age at 65. Accordingly, when we restrict the sample to DB holders we find that the responsiveness to the SS FRA is lower for those with a DB plan that has a normal retirement age at 65.24 By contrast, the negative impact of low cognitive skills may seem harder to interpret causally. We first check that it is not capturing the impact of stressful or otherwise demanding job characteristics column 4, and that it is not due to a lower sensitivity to the removal of the SS earnings test column 5.25 Checking for non linear effects, we find that most of the cognition effect is due to the lowest quartile, with smaller differences among the upper three quartiles column 6. Furthermore, the effect is weaker for cohorts 1940 compared to 193839 column 7. This can be traced to the persistence of a large age65 spike for people with lower cognitive skills. As show by figure 5 replicating figure 2 by cognitive skill group, the age profiles of the hazard rate of claiming are very similar for people with higher and lower cognitive skills born in 1937. Spikes at the new FRAs appear for cohorts Their paper does not analyze reference dependence. Also, we do not find significant differences by levels of risk aversion. 23 See the Appendix for details on the cognition index. 24 The coefficient on FRADB NRA65 is .095 marginally significant with a standard error of.059. 24 born after 1938, but, for people with lower cognitive skills, the spike at the FRA is somewhat smaller and the spike at age 65 persists. This suggests that people with lower cognitive skills may be slower to learn about the change in the FRA and adapt it into their decision making. Instead, they may use workers from earlier cohorts as a reference.26 27 6. Implications of the results for framing Social Security reform We interpret the empirical results presented above as suggesting that reference dependence is a factor in claiming and retirement decisions. In this section, we introduce reference dependence in a lifetime labor supply model in order to draw out its implications for framing of Social Security reforms. Specifically, we derive conditions under which reference dependence leads to a greater increase in employment in response to a benefit cut than would be predicted by the wealth effect alone. The model echoes the way the SS administration frames the retirement decision, as a tradeoff between income and years to enjoy it. The set up is as simple as possible. Workers choose their optimal retirement and claiming age assumed to be the same for simplicity,28 by trading off years of leisure l against lifetime consumption c. The age at death T is fixed and known, so choosing retirement age R is 25 Note that there is no significant difference across the two cognitive groups in the response to the removal of the SS earnings test. 26 This section has focused on claiming behavior, for which there is strong and robust evidence of responsiveness to the FRA. Analysis of employment exit and selfreported retirement indicates that there is little heterogeneity that can be detected in the FRA effect on these outcomes results available from the authors. 27 Other explanations are possible. One would be that the two groups take the FRA as the claiming age recommended by the SSA, but only workers with higher cognitive skills read their statements and learn about the new FRA. We consider this explanation as less plausible given the care taken by the SSA not to imply any advice in their phrasing of the leisure consumption tradeoff. 28 This assumption implies that we ignore the lower bound on claiming age. In the simulations described below, we account for it. 25 equivalent to choosing lifetime leisure: RTlfor convenience, we assume life begins at labor force entry. The budget constraint is: ckw R, where k w R is a linear approximation in the vicinity of the FRA of the lifetime income derived from retiring at age R; k initial wealth and w annual compensation, including the wage and the increment to the Social Security benefit resulting from an additional year of work are fixed parameters in this approximation. This yields the standard static labor supply model, interpreted as a model of lifetime labor supply: max ,c,cl Ulcl Twk ts .6.1 The SS rules and statements suggest a specific age, the FRA, as a reference. Let c FRA and l FRA denote the levels of consumption and leisure from retiring and claiming at the FRA. Workers may experience loss aversion with respect to either leisure or consumption or both: they may be reluctant to reduce the number of years to enjoy retirement below the number implied by retiring at their FRA, and they may be reluctant to consume less than the level implied by retiring at the FRA. Following Tversky and Kahneman 1991, we incorporate reference dependence in a twogood model with no uncertainty by specifying the payoff from choice c,l as: lc R2, 6.2 U FRA1l Rl R1with and a R1,clllu 1lulu FRAif FRAiflll FRAl FRA lu 2c Rc R2 lcv 2cvcvcv FRAFRAififccc FRAc.FRA l and 1l are the coefficients of loss aversion, with 2ll 2,11 if there is loss aversion, and l 1 l 2 1 otherwise. u. and v. are increasing and concave utility subfunctions. Lastly, 26 0ais an individualspecific parameter that allows for heterogeneity in the preference for leisure.29 This specification captures an asymmetry in preferences with regard to losses and gains around the FRA reference. Starting from the reference set by the FRA, the marginal utility of increasing consumption by one dollar is FRAcv whereas the utility loss from decreasing consumption by one dollar is FRAcvl2. Similarly, increasing leisure time by one day increases utility by aul FRA, whereas reducing it by one day decreases utility bylual1FRA. Both dimensions of loss aversion increase the likelihood that the FRA is the optimal retirement age. It is straightforward to show that the solution to problem 6.1 can be characterized by two critical values of a: individuals with low preference for leisure acvwllu 1FRAFRA retire after the full retirement age; those with high preference for leisure lwa 2cvlu FRAFRA retire before the full retirement age; and workers with intermediate preferences for leisure acvwllu 1FRAFRAl;w 2cvlu FRAFRA retire exactly at the FRA. These three cases are illustrated in figure 6, which plots UFRA as a function of l, after substituting for consumption from the budget constraint. UFRA has a kink at l FRA. This kink generates a mass point at the FRA in the distribution of retirement ages. Let F denote the c.d.f. of a, and PFRA denote the fraction of workers retiring at 29 We introduce a as the only source of heterogeneity, and derive the distribution of retirement 1l , u. and v. may vary across individuals or in budget constraints variations in k, w or T. ages from the distribution of a. One could introduce other sources of heterogeneity, either in preferences l , However, these other sources of heterogeneity have similar implications for the retirement age distribution: as long as they are continuously distributed so that they do not generate a kink in 2 27 the FRA. Then: PFRAw Fl 2cvlu FRAFRAFThe fact that PFRA is strictly positive if FRAFRAcvwllul 111 .l 2 or 6.3 1 shows that loss aversion in either of the two dimensions loss of leisure or loss of benefits is enough to generate the spike. However, these two dimensions have opposite impacts on the rest of the retirement age distribution. Starting from a situation without loss aversion l 1 l 21, an increase in l attracts workers 1who would otherwise work longer toward the FRA, thus reducing the average retirement age see the model appendix for details. By contrast, an increase in l attracts workers who would 2otherwise retire earlier toward the FRA, thus increasing the average retirement age. Overall, the impact of reference dependence and loss aversion on the average retirement age is ambiguous a priori. Impact of the 1983 reform The 1983 reform, as framed by the SSA, can easily be incorporated into the model as a change in the reference age. In order to maintain the same level of benefits, workers born after 1937 must delay retirement by FRA 65 years. For instance, in order to receive 100% of the primary insurance amount, workers born in 1937 must claim at age 65, whereas workers born in 1943 must delay claiming until age 66. In the models notation, the reform is such that FRAc 0 and l FRA0. All other things equal, this has two effects on the retirement age distribution: First, the spike in the retirement hazard shifts to the new FRA. Second, the probability of retiring preferences or the budget constraints, they cannot by themselves account for a spike in the retirement 28 DDbefore the FRA increases, whereas the probability of retiring after the FRA decreases. The combined effect is an increase in the average retirement age. We now ask whether a different framing of the reform would have yielded different results. Specifically, how does Rd Edk, the response of the average retirement age R to a given shift in the intercept of the benefit schedule dk, vary with the way the reform is framed? In all cases, we have REl ETTdaafal, where f is the density of a, and al is the level of leisure chosen by a worker given his preference for leisure. The quantity we are interested in is Rd Edkdladkdaaf. 6.4 7.5 The first framing option we consider is neutral: your benefit schedule is lower than the schedule of your older peers, without reference to a specific age see Figure 1. In this case the response of al to the reform is simply given by differentiating the standard first order conditions for an interior solution, yielding the standard wealth effect see the model appendix.30 Under the other two framing options, a reference point is explicitly given so that the utility of a worker with preference for leisure a is described by equations 6.2 above, and the optimal retirement age is characterized by solving the first order conditions for the cases in which acvwllu 1FRAFRA and lwa 2cvlu FRAFRA, and by setting l l FRA if hazard. 30 This only holds if there was no loss aversion and framing before the reform. Otherwise, it is unclear how a neutral framing of the reform would be perceived: would it cancel the initial reference? If 29 acvwllu 1FRAFRAl;w 2cvlu FRAFRA. The two framing options differ by the fact that only the third framing option implies a change in the reference point. In the second framing option, workers have the same reference point after the reform FRAl. However, SSA tells them that there is a cut in benefits for claiming at the FRA. In other words, they still perceive that they meet a target if they retire at 65 after the reform, but the target is now lower. This arises if the reform is framed as a change in the PIA the benefit amount available if claimed at the FRA with no change in the FRA. Finally, the third framing option is the one actually mandated by the reform: a change in the FRA with no mention of a benefit cut. In this case, things remain as in the 2nd framing option for workers with low and high preference for leisure. Things do however differ for workers with intermediate preferences for leisure. The condition for claiming at the FRA is the same as under the second framing option. However, the FRA itself changes, with dl FRA1wdk. The model appendix shows that Rd Edk3Rd Edk 2, where the subscript indicates the framing option. In the presence of reference dependence, the reform has a stronger impact if it is framed as a change in the reference point than if it is framed as an equivalent change in the benefit at the reference point. The comparison with Rd Edk 1 neutral framing is less immediate; it depends on the parameters. However, empirical estimates suggest that not, and if workers keep the initial reference point, the first framing option would be equivalent to the second option, described below. 30 Rd Edk3Rd Edk 131. Indeed, Mastrobuoni 2009 finds that the average response to a 1 year increase in the FRA under the 3rd framing option, which is how it was framed by SSA is a .5 year increase in the average retirement age. For workers at the FRA, loss aversion implies a 1 for 1 response. In this model, the .5 response must be a weighted average of 1 for people at the FRA and d the average response for people above and below the FRA. This implies that 1d. More precisely, the magnifying effect under the 3rd framing option is positively correlated with the share of the population clustered at the FRA. Assuming that the response is roughly constant for other workers, we have indeed Rd Edk 311wdPFRAPFRAd1w PFRA1. d6.6 In sum, compared to a situation without a reference point PFRA 0, reference dependence magnifies the impact of a reform if the reform is expressed as a change in the reference point. This magnifying effect increases with the share of the population initially clustered at the reference point. Figure 7 summarizes the main lesson of the model using simulated data. We use CRRA specifications for u and v and assume that leisure preference a follows a lognormal distribution with mean 1. We set w1 and k0, and simulate the model for various values of the risk aversion coefficients in u and v and the variance of the lognormal distribution. We select only those simulations that yield plausible distributions of the retirement 31 In our simulations discussed below, Rd Edk 1and Rd Edk 2 are roughly similar. 31 age.32 We then take averages across the corresponding simulations.33 The graphs show the simulated impact of loss aversion xaxis on i the average retirement age before the reform top row; ii the share of workers retiring exactly at the FRA before the reform middle row; and iii the impact of the reform on the average retirement age bottom row. The latter impact is analyzed under two framing options: the reform is framed as an increase in the FRA dark full line, framing option number 3 or the reform is framed as a cut in the PIA dashed grey lines, framing option number 2. The first framing option neutral framing corresponds to the point with l 1 l 21 on the xaxis. At that point, there is no loss aversion, and framing does not matter assuming, as discussed above, that there was no framing effect before the reform: even though workers would display loss aversion if there was a reference, when no reference is given everything happens as if people were not loss averse. The three columns correspond to different assumptions on loss aversion: in column 1, workers suffer only from loss aversion with regard to leisure time below their reference; in column 2, workers suffer only from loss aversion with regard to benefits below their reference; in columns 3, the two types of loss aversion are combined. Looking at the first row illustrates the fact that the impact of loss aversion on the average retirement age is, in general, indeterminate. As noted above, aversion with regard to loss of leisure reduces the average retirement age top graph on the left, but aversion with regard to loss of benefits increases it middle graph on the top. The combined effect is, in general, almost 0 top graph on the right. By contrast, the two types of loss aversion both cause an increase in the size of the spike at the FRA middle row. Finally, the bottom row shows the crucial role played 32 Specifically, we drop simulations with sets of parameters that lead to less than 72% of workers lretiring before the FRA, and more than 20% retiring after the FRA, in the absence of loss aversion l233 Results using each set of parameters individually are very similar. 11. 32 by framing in the presence of loss aversion. In the absence of framing effects which corresponds to l 1 l 21, the reform modeled here as a 1year increase in the FRA or a 6.7% benefit cut as in the 1983 reform increases the average retirement age by less than one month this is represented by the point l 1 l 21 on the horizontal axis in the bottom three graphs. In the presence of strong loss aversion, framing the reform as an increase in the FRA strongly magnifies the impact, to about 4 months if l 1 l 23 bottom right graph, solid line. By contrast, the impact of the reform is about the same as in the nolossaversion case if the reform is framed as a cut in the PIA bottom right graph, dashed line. The loss aversion parameters l 1and l have strong implications for the impact of the SS reform on retirement age. Even though 2they are hard to estimate, the simulations suggest that the amplifying effect is roughly proportional to the share of workers clustered at the FRA. This motivated our empirical attempt above at quantifying the magnitude of the spike at the FRA. Is loss aversion enough to explain the unexpectedly strong impact of the 1983 reform Mastrobuoni, 2009? Our analysis suggests that reference dependence matters, by shifting the workers clustered at the old reference point toward the new reference point. However, as noted above, the share of workers who have not retired or claimed benefits by the age of 65 is small, so the impact on the average retirement age remains modest.34 Moreover, Mastrobuonis results show that the 1983 reform also strongly affected the retirement distribution at ages 62 to 64, suggesting that while loss aversion has probably magnified the impact of the reform, it may not fully explain the large effect of the reform. 34 For instance, if 10% of workers initially retired at their FRA, the amplifying effect due to these workers would be less than .1 years 10% of workers postponing retirement by 1 year. 33 7. Conclusion This paper has used the 1983 Social Security reform as a quasiexperiment to provide evidence on framing effects in retirement behavior. From a methodological perspective, the FRA is particularly wellsuited to study reference dependence: by contrast with other applications of reference dependence to labor supply analysis, the reference is explicitly defined and then exogenously modified by the 1983 reform. The FRA impact is unambiguously identified by cohort discontinuities. Although one cannot fully rule out alternative behavioral explanations such as social norms or reliance on SSA advice, the latter explanations seem at odds with the fact that workers with higher cognitive ability respond more to the FRA change. Responsiveness to the FRA does not seem to be due to unsophisticated decision making. Framing effects have been well documented in the related domain of pension plan choice. Our results indicate that they exist in benefit claiming and retirement as well. Given that around 3 workers out of 4 have already claimed SS benefits before the FRA, the aggregate impact of loss aversion in the context of the 1983 reform remains modest. However, the mechanisms at play are quite general and have potentially important implications for framing of future reforms, in the same way as findings on savings and pension plan decisions have led to behavioral institutional design recommendations see, e.g., Benartzi and Thaler, 2004. Indeed, as shown by a simple extension of the standard labor supply model, framing provides the decision maker with a potentially powerful and almost costless tool to influence aggregate labor supply: framing a reform as a change in the reference point magnifies the impact, whereas framing it as a benefit cut dampens the response. How to use this knowledge depends on the goals of reform, and this 34 suggests an important avenue for research: how should policy makers take into account loss aversion in designing future reforms? 35 References Abowd, John M., Bryce E. Stephens, Lars Vilhuber, Fredrik Andersson, Kevin L. Mc Kinney, Marc Roemer, and Simon Woodcock 2006. The LEHD Infrastructure Files and the Creation of the Quarterly Workforce Indicators, LEHD Technical Paper 200601, January. Abowd, John M., John Haltiwanger, and Julia Lane 2004. Integrated Longitudinal EmployeeEmployer Data for the United States, LEHD Technical Paper 200402, May. Baker, Michael, and Dwayne Benjamin 1999. Early Retirement Provisions and the Labor Force Behavior of Older Men: Evidence from Canada, Journal of Labor Economics 17 4, Part 1, October: 724756. Benjamin, Daniel J., Sebastian A. Brown, and Jesse M. Shapiro 2006. Who is Behavioral? Cognitive Ability and Anomalous Preferences. Harvard University, mimeo, 2006. Benartzi, Shlomo and Richard Thaler. 2004. Save More Tomorrow TM: Using Behavioral Economics to Increase Employee Saving. Journal of Political Economy, 112S1: S164S187. Blau, David M., and Donna Gilleskie 2008. The Role of Retiree Health Insurance in the Employment Behavior of Older Men International Economic Review, 49 2: 475514. Blau, David M., and Donna Gilleskie 2006.Health Insurance and Retirement of Married Couples Journal of Applied Econometrics, 21, Nov.: 935953. Blau, David M., and Ryan Goodstein 2010. Can Social Security Explain Trends in Labor Force Participation of Older Men in the United States? Journal of Human Resources. 45 2: 32663. Blau, David M., and Tetyana Shvydko in press. Labor Market Rigidities and the Employment Behavior of Older Workers, Industrial and Labor Relations Review. Burtless, G. 2004 Social Norms, Rules of Thumbs, and Retirement: Evidence for Rationality in Retirement Planning, mimeo, The Brookings Institution, October 2004. Chan, Sewin, and Ann Huff Stevens 2008. What You Dont Know Cant Help You. Pension Knowledge and Retirement DecisionMaking, Review of Economics and Statistics, May. Coile, Courtney C., Peter Diamond, Jonathan Gruber, and Alain Jousten 2002. Delays in Claiming Social Security Benefits, Journal of Public Economics, 84 3, July: 357385. Coile, Courtney, and Jonathan Gruber 2007. Future Social Security Entitlements and the Retirement Decision, Review of Economics and Statistics 89 2: 23446. 36 Costa, Dora 1998. The Evolution of Retirement: An American Economic History, 18801990, Chicago: University of Chicago Press. Della Vigna, Stefano 2009 Psychology and Economics: Evidence from The Field, Journal of Economic Literature, June, Vol. 47, pp. 315372. Featherstonehaugh, David, and Lee Ross 1999. Framing Effects and Income Flow Preferences in Decisions About Social Security, in Henry Aaron ed. Behavioral Dimensions of Retirement Economics Washington DC, Brookings Institution Press and Russell Sage Foundation: 187209. Friedberg, Leora 2000. The Labor Supply Effects of the Social Security Earnings Test, Review of Economics and Statistics 82 1: 4863. Gruber, Jonathan, and Peter Orszag 2003. Does the Social Security Earnings Test Affect Labor Supply and Benefits Receipt? National Tax Journal 56 4: 75573. Haider, Steven J., and David S. Loughran 2008. The Effect of the Social Security Earnings Test on Male Labor Supply: New Evidence from Survey and Administrative Data, Journal of Human Resources 43 1:5787. Kopczuk, Wojciech, and Jae Song 2008. Stylized Facts and Incentive Effects Related to Claiming of Retirement Benefits Based on Social Security Administration Data, Michigan Retirement Research Center Working Paper 2008200, October. Koszegi Botond, and Matthew Rabin 2006 A Model of ReferenceDependent Preferences, Quarterly Journal of Economics, 12214, 11331165. Liebman J., E. Luttmer and D. Seif 2008, Labor Supply Responses to the Social Security TaxBenefit Link, Mimeo, July 2008. Liebman, Jeffrey B., and Erzo F.P Luttmer 2009. The Perception of Social Security Incentives for Labor Supply and Retirement: The Median Voter Knows a Lot More Than Youd Think, Working paper, Harvard University, April. Lumsdaine, Robin L., James H. Stock, and David A. Wise 1996. Why Are Retirement Rates So High at Age 65? in David A. Wise ed. Advances in the Economics of Aging Chicago: University of Chicago Press: 6182. Madrian, Brigitte C., and Dennis F. Shea. 2001. The Power of Suggestion: Inertia in 401k Participation and Savings Behavior, Quarterly Journal of Economics 116:114987. 37 Manoli, Dayand, Kathleen Mullen, and Mathis Wagner 2009. Risk Aversion and Retirement Decisions: Using Policy Variation to Identify and Estimate a Structural Model of Retirement, Working Paper, UCLA. Mastrobuoni, Giovanni 2009. Labor Supply Effects of the Recent Social Security Benefit Cuts: Empirical Estimates Using Cohort Discontinuities, Journal of Public Economics 93 1112, December: 122433. Mastrobuoni, Giovanni 2010. The Role of Information in Retirement Behavior: Evidence Based on the Stepwise Introduction of the Social Security Statement, Working Paper, Collegio Carlo Alberto, January. Mc Ardle, John, James Smith and Robert Willis 2009. Cognition and Economic Outcomes in the Health and Retirement Survey, NBER working paper, 15266, August. Moffitt, Robert A. 1987. Life Cycle Labor Supply and Social Security: A Time Series Analysis. In Work, Health, and Income among the Elderly, ed. Gary Burtless, 183220. Washington, D.C.: The Brookings Institution. Perrachi, Franco, and Finis Welch 1994. Trends in Labor Force Transitions of Older Men and Women, Journal of Labor Economics 12 2: 21042. Poterba, James, Steven Venti, and David A.Wise 2007. The changing landscape of pensions in the United States, NBER Working Paper 13381, September. Pingle, Jonathan F. 2006. Social Securitys Delayed Retirement Credit and the Labor Supply of Older Men, Working Paper, Board of Governors of the Federal Reserve System, June. Rust John, and Christopher Phelan. 1997. How Social Security and Medicare Affect Retirement Behavior in a World of Incomplete Markets, Econometrica 65: 781831. Samwick, Andrew A. 1998. New Evidence on Pensions, Social Security, and the Timing of Retirement, Journal of Public Economics 70: 20736. Social Security Administration 2008a http:www.ssa.govmystatementcurrentstatement.pdf Social Security Administration 2008b http:www.ssa.govmystatementinsert 55.pdf Song, Jae, and Joyce Manchester 2008. Have People Delayed Claiming Social Security Benefits? Responses to Changes in Social Security Rules, Congressional Budget Office, Working Paper 200804, May. Tversky, Amos, and Daniel Kahneman, 1991. Loss Aversion in Riskless Choice: A Reference Dependent Model, Quarterly Journal of Economics 1064: 10391061. 38 Data appendix The main features of the data are described in section 4. This appendix describes in more detail the variables used to differentiate cognitive and behavioral types. Most variables are derived from the raw HRS files. Cognitive variables: High TICS score. The TICS variable provides an objective measure of the respondents memory and ability to think quickly. This is the sum of points 1 for each correct answer for a set of questions the respondent has answered; it ranges from 0 to 10. The variable was only collected in waves 38 of the HRS. We use a dummy for high TICS scores above 9. High episodic memory. As part of the interview the interviewer asks the respondent to listen and then recall a list of words. This variable indicates how many words the respondent can recall immediately after hearing them. In waves 1 and 2, the list included 20 words. In subsequent waves, the list included 10 words. The score for waves 1 and 2 was divided by 2 for comparability. A second variable indicates how many words the respondent can recall some time after hearing the list, i.e, after answering a few other questions. We average the two scores. We then use a dummy for high memory: a score higher than 5 out of 10. High numeracy. The numeracy variable is the number of correct answers to the following three questions: Correctly answer the question If 5 people all have the winning numbers in the lottery and the prize is two million dollars, how much will each of them get?; If the chance of getting a disease is 10 percent, how many people out of 1,000 would be expected to get the disease?; Lets say you have 200 in a savings account. The account earns 10 percent interest per year. How much would you have in the account at the end of two years?. These questions were only asked during waves 6 to 8 of the HRS. We generate an indicator variable for high numeracy, indicating at least two correct answers out of three. We construct a cognitive index equal to a weighted sum of the TICS, memory and numeracy scores putting a weight 3.3 times as large on numeracy, to compensate for the smaller range of values. The index can go from 0 to 30. Behavioral variables High self control. We create a selfcontrol score using a series of 5 questions such as I feel that I can do as I please. Often? Sometimes? Not often? Never?. The maximum score is 19, and we generate an indicator for high self control that equals 1 for people with a score higher than 6. The next two variables come from the RAND release of the HRS: Long financial planning horizon. The long financial planning horizon dummy is equal to 1 for those who respond to plan at least for the next few years. 39 Risk averse. The risk averse dummy is equal to 1 for workers classified as the most risk averse out of four categories. Working condition variables These are from the following questions: Ill read some statements that are true for some peoples jobs but not for other peoples jobs. Thinking of your job, please tell how often these statements are true. My job requires lifting heavy loads. My job requires lots of physical effort. My job requires stooping, kneeling, or crouching. My job requires good eyesight. My job involves a lot of stress. Stressful job is an indicator variable for responding all or almost all of the time or most of the time to the last item. Physically demanding job is an indicator variable for being in the top half of the sample for a synthetic variable summing answers to the first three items. 40 Here we show the results stated in section 6. Model Appendix Starting from a situation without loss aversion l 1 l 21, an increase in l attracts 1workers who would otherwise work longer toward the FRA, thus reducing the average retirement age: d PFRAld10, d PFRAld 10 and d PFRAld10. An increase in l attracts workers 2who would otherwise retire earlier toward the FRA, thus increasing the average retirement age: d PFRAld20, d PFRAld 20 and d PFRAld20. Impact of the 1983 reform: the probability of retiring before the FRA FRAP increases, whereas the probability of retiring after the FRA FRAP decreases. This can be directly seen from PFRA1w Fl 2cvlu FRAFRA; PFRAFcvwllu 1FRAFRA, noting that dcvlu FRAFRAcvFRAlulu2FRAFRAdl FRA.0 Under framing option 1:dladkau2l WwvWvwwlA.1 A.2 wl so that 1Rd Edk au 2l WwvWvwwlwldaaf, where W k w T, 41 Under framing options 2 and 3 the optimal retirement age is lstllua 1Wwvwl0llforforforaaaaa;aa FRAlstaull Wvw 2wl0lwith aWwvllua 1wl FRAFRA and a Wvwl2auFRAwlFRA. In the second framing option, due to the reduction in benefits at the FRA, the thresholds for being below, at or above the FRA become ad WWwvllua 1FRAFRAwl and al 2d WWvwaulFRAwl FRA. However, for a marginal change dk, the probability that aaa; or aaa; is 0, so that we can neglect these marginal workers when computing the impact of the reform on the expected retirement age. We are left with three categories of workers. Those with low preference for leisure respond to the benefit cut bybydladk llua WwvWvwwl 12wl, and those with high preference for leisure respond dladkau2ll Wvw Wvwwlwl. However, workers with intermediate preference for leisure 2do not respond to the benefit cut: setting aside the marginal workers, they are such that ; aaa option is and they stay at the FRA. So, the impact of the reform under the second framing Rd Edk2allua WwvWvwwl 21wldaafaua 2lwl 2Wvwl 2Wvwlwl.daaf In the third framing option, workers with low and high preference for leisure respond as in the second option, but workers with intermediate preferences for leisure also respond. The condition for claiming at the FRA is the same as under the second framing option: aa;a. 42 However, the FRA itself changes, with dl FRA1wdk. Consequently, these workers delay claiming by 1wdk. The impact of the reform on the mean retirement age in this case is Rd Edk3aa 1llua Wwvllw 2lWvwau 22WvwwlWvwl 2wldaafwldaaf1w PFRA. 43 Appendix: SSA 55 Insert. 44 45 Figure 1: Relationship between Social Security Benefit Claiming Age and Benefit level as a percent of the Primary Insurance Amount for Two Birth Cohorts 04102100108626466age 6870born_1937born_1943Source: Authors calculation from Social Security rules. 46 Figure 2: SS Benefit Claiming Hazard 1937 cohort 1938 cohort 4.3.2.1.04.3.2.1.04.3.2.1.07407507407507407504.3.2.1.0780790740750760770Age in months760770Age in months1939 cohort 1940 cohort 4.3.2.1.0780790740750760770Age in months760770Age in months1941 cohort 1942 cohort 4.3.2.1.0780790740750760770Age in months760770Age in months780790780790780790Notes: The graphs show the average monthly claiming hazard rates for pre and postreform cohorts. The claiming hazard rate is defined as the probability of claiming at a given age, conditional on not having claimed previously. Age is measured at a bimonthly frequency; e.g. age 65 denotes age 65 012 to 65 112. In each graph, the dotted line depicts the claiming hazard for workers born between 1931 and 1936. For each cohort, the vertical lines indicate age 62, age 65, and the FRA if different from age 65. 47 48 Figure 3: Hazard of Exit from Employment 1937 cohort 1938 cohort 60.40.20.060.40.20.060.40.20.074075074075074075060.40.20.0780790740750760770Age in months760770Age in months1939 cohort 1940 cohort 60.40.20.0780790740750760770Age in months760770Age in months1941 cohort 1942 cohort 60.40.20.0780790740750760770Age in months760770Age in months Notes: see notes to figure 2. 780790780790780790 49 Figure 4: Hazard of Retirement 1937 cohort 1938 cohort 2.51.1.50.02.51.1.50.02.51.1.50.07407507407507407502.51.1.50.0780790740750760770Age in months760770Age in months1939 cohort 1940 cohort 2.51.1.50.0780790740750760770Age in months760770Age in months1941 cohort 1942 cohort 2.51.1.50.0780790740750760770Age in months760770Age in months780790780790780790Notes: see notes to figure 2. To keep the same scale on the vertical axis for 1942 as for other birth cohorts, the hazard rate at age 790 65 1012 has been arbitrarily set at .2. The observed value is .6 over only 5 individuals. 50 Figure 5: SS Benefit Claiming Hazard Workers with higher vs. lower cognitive skills 1937 cohort 1938 cohort 4.3.2.1.04.3.2.1.04.3.2.1.07407507407507407504.3.2.1.0780790740750760770Age in months760770Age in months1939 cohort 1940 cohort 4.3.2.1.0780790740750760770Age in months760770Age in months1941 cohort 1942 cohort 4.3.2.1.0780790740750760770Age in months760770Age in months780790780790780790Notes: see notes to figure 2. People with a cognitive index above the median are in black dashed lines, people with a cognitive index below the median are in gray full lines. 51 Figure 6: Heterogeneous preference for leisure and optimal retirement age UFRAl,kwTlUFRAl,kwTl High preference for High preference for leisure: retiring earlyleisure: retiring early Intermediary preference for Intermediary preference for leisure: retiring at the FRAleisure: retiring at the FRALow preference for Low preference for leisure: retiring lateleisure: retiring latel FRAl FRAll Notes: see discussion in the text. 52 Figure 7: Simulated Effects of Framing with Different Degrees of Loss Aversion .54646.536363.2.1.03.2.1.012312312lambda 1lambda 23.54646.53636RE ega tnemeriter egarev A1233.ARF ta gniriter erah S2.1.01233.2.1.0RE no esaercni ARF fo tcapm I.54646.536363.2.1.03.2.1.0123123123123lambda 1 holding lambda 21lambda 2 holding lambda 11Note: The graphs show the simulated impact of loss aversion xaxis on i the average retirement age before the 1983 reform top row; ii the share of workers retiring exactly at the FRA before the 1983 reform middle row; iii the impact of 1983 reform on the average retirement age bottom row. The latter impact is analyzed under two framing options: the reform is framed as an increase in the FRA dark full line or the reform is framed as a cut of the PIA dashed grey lines. l The three columns correspond to different assumptions on loss aversion: in column 1, values above 1 on the xaxis mean that workers suffer only from aversion with regard to cuts in leisure time below their reference; in column 2, values above 1 on the xaxis mean that workers suffer only from aversion with regard to cuts in benefits below their reference; in l 1 112 lcolumns 3, the two types of loss aversion are combined. In all graphs, 1 on the xaxis aversion. The slope of the curves in each graph shows the impact of increasing loss aversion. l 12 1 is the case with no loss 53 Table 1: Impact of the FRA on OASI Benefit Claiming Hazard FRA FRA113.81.9No 1932416466258010.146Claiming social security OASI benefits213.61.9Yes 1932416466258010.154313.31.9Yes 1932416266893480.162413.72.1Yes 193237; 1939416466235700.152513.61.93.21.0Yes 1932416466258010.155SS earnings test removal Controls Cohorts Age range NR2 Notes: FRA is a dummy variable equal to 1 if the current month is the FRA and zero otherwise. The coefficients measure the percentage point increase in the SS benefit claiming monthly hazard at the FRA. See equation 4.1 for the specification. The dependent variable is a monthly dummy for claiming social benefits. The models were estimated by OLS with standard errors clustered by individuals. Each regression includes a full set of monthly age dummies and birth cohort dummies. Controls in columns 25: measures of cognitive capability, planning horizon, risk aversion, pension and job characteristics, health and sociodemographic characteristics. Sample: HRS waves 19922008. Age range and birth cohorts included in the regression differ by column. , , and indicate that the coefficient estimate is significantly different from zero at the 10%, 5%, and 1% level, respectively. Table 2: Impact of the FRA on the Hazard of Exit from Employment 11.00.4No 1932416466689520.01620.90.4Yes 1932416466689520.047Exit from Employment30.90.441.30.4Yes Yes51.00.40.50.3Yes 193241193237; 19394119324162661527530.0546466626620.0476466689520.047 54 SS earnings test removal Controls Cohorts Age range NR2 Notes: see notes to Table 1. Table 3: Impact of the FRA on the Hazard of Retirement 21.11.6Yes 1932416466163870.082Retiring31.11.6Yes 1932416266467370.08541.82.0Yes 193237; 1939416466148010.08351.11.62.21.1Yes 1932416466163870.083 FRASS earnings test removal Controls Cohorts Age range NR211.51.6No 1932416466163870.056Notes: see notes to Table 1. Table 4: Impact of the FRA on the Hazard of Exit from Employment LEHD data FRAcoh1938FRAcoh1939FRACohorts Age range NR2Exit from Employment 11.20.5193142626622560.9722.80.70.11.6193142626622560.97 Notes: The dependent variable is a dummy for the first quarter with 0 earnings, interpreted as exit from employment. Data are means over cells defined by the month of birth, observed in a given quarter. Each regression includes a full set of monthly age dummies and birth cohort dummies. Controls: gender and state dummies fraction, after aggregation. , , and indicate that the coefficient estimate is significantly different from zero at the 10%, 5%, and 1% level, respectively. Sample: LEHD from three states. 55 Table 5: Differential impact of FRA on SS Benefit Claiming Hazard, by type of worker White 6.64.48.04.9882290.14Hispan 13.42.10.16.0882280.14Interaction term: sociodemographics Woman Married Highschool dropout Bad health 13.32.50.34.0882290.1414.03.40.74.1880110.1413.92.22.95.0881060.1414.12.23.94.8880740.14Interaction terms: pension and job characteristics Covered by health insurance from current or Covered by spouses health Pension available from the current private jobinsurancejob Pension type is defined benefits 12.33.22.34.0878990.1514.22.14.76.3870140.1413.23.53.64.4666760.1222.13.711.85.3387870.09Above median Above median wealth 5.73.112.14.0881150.14wage 16.72.63.95.8595660.11High TICS scorememory High numeracy High self control High episodic Long financial planning horizon Risk averse Interaction term: cognition and behavior 5.25.09.65.5861270.1410.72.85.73.9871050.148.03.112.24.3695320.146.87.01.69.1153940.1411.53.63.24.3860530.1416.73.04.84.1840700.14FRAFRAinteraction term NR2FRAFRAinteraction term NR2FRAFRAinteraction term NR2Notes: see notes to Table 1. See equation 5.1 for the model specification. Each regression includes a full set of monthly age dummies and birth cohort dummies interacted with the interaction variable one different interaction variable per regression. 56 Table 6: Differential impact of FRA on SS Benefit Claiming Hazard, by type of worker Claiming social security OASI benefits3546719.66.413.35.82.26.116.66.115.89.70.51.04.67.77.66.80.96.9213.15.82.11.01.01.011.17.510.66.50.37.0FRAhigh wealth FRAdefined benefits FRAhigh numeracy FRAhigh memory FRAhigh TICSFRAcognition index FRAyears of education FRAwhite FRAwoman FRAmarried FRA2nd quartile cognition indexFRA3rd quartile cognition indexFRA4th quartile cognition indexFRAstressful job FRAphysically demanding job SS earnings test removalcognition index 2.20.80.40.82.66.30.54.63.14.92.40.90.41.02.06.93.25.20.25.46.85.20.64.72.20.80.40.82.86.30.54.63.14.90.50.3698920.150.40.82.46.30.74.63.44.916.96.515.16.624.96.90.91.02.18.20.75.70.56.212.88.37.87.819.38.2698920.15579040.15NR2327090.11327090.10698920.15548560.11Notes: see notes to Table 5.Each regression includes a full set of monthly age dummies and birth cohort dummies interacted with the different interaction variables, as well as a direct FRA effect. Column 7 excludes workers born in 1938 and 1939. ", "filename": "668564687.pdf", "person": ["Luc Behaghel", "Behaghel, Luc", "David M. Blau", "Blau, David M."], "date": ["2010"]}