{"lang": "de", "identifier_url": ["http://www.econstor.eu/bitstream/10419/49947/1/668699752.pdf"], "title": ["Kooperativität vs. Rationalität"], "plaintext": " Kooperativitat vs. Rationalitat 1. Zur Einleitung inwiefern eine unkooperative Rationalitat wirklich Im Folgenden wird das Thema soziale Kooperation im Zusammenhang mit dem in den Gesellschaftswissenschaften allgegenwartigen Thema Rationalitat erortert. Es hat sich als auerst produktive Irritation erwiesen, dass es bislang merkwurdig schwergefallen ist, die intuitive Nahe von Kooperation bzw. Kooperativitat, d.h. kooperativer Haltung, und Rationalitat wissenschaftlich zu erfassen. Solange bestimmte Kooperationstypen nicht als rational ausgewiesen werden konnen, bleibt die Behandlung beider Konzepte lebendig. Man diskutiert, in einem umfassenden Sinne rational sein kann. Daher werden vor allem jene Arten von allgemein vorteilhafter Kooperation auf ihre allgemeinen Merkmale hin uberpruft, die bislang nicht als rational ausgewiesen werden konnen Vgl. stellvertretend Binmore 2000 mit Gauthier 1982. Auf diese Falle werden auch wir uns beschranken. Das bestimmendes Merkmal einer jeden solchen Kooperation, der das gangige Rationalitatskonzept im Wege steht, ist dass mindestens einer der daran beteiligten Agenten einem Anreiz ausgesetzt ist, auf eine kooperative Handlung der anderen Agenten mit einer unkooperativen Handlung zum eigenen Vorteil und zum Nachteil dieser Anderen zu reagieren. Was heute in den Wissenschaften, von der Okonomik bis hin zur Informatik, meist unter Rationalitat verstanden wird, ist ein Sprossling der reinen Vernunft oder wenn es um rationale Handlungsentscheidungen geht der praktischen Vernunft der Philosophie. Die grundsatzlichen Eigenschaften, die der Rationalitat zugeschrieben werden, haben sich seit der Aufklarung kaum geandert, auch wenn sich das Vokabular verschoben hat schon allein um den Unterschied von Wissenschaft und Philosophie zu markieren. Ohne Anspruch auf eine kanonische Formel, sei der Begriff Rationalitat in dieser Arbeit so verwendet: Rational praktisch vernunftig ist ein Agent Subjekt, der seine Urteile uber seine und fremde Handlungen Praxis in Ubereinstimmung mit allem fallt, was sich auf formal korrekte logisch konsistente, folgerichtige Art und Weise aus ihm gegebenen Informationen seinem Wissen ableiten lasst. Da unsere Begriffsbestimmung etwas sperrig ausfallt, zwei Hinweise dazu, die im Folgenden eine Rolle spielen werden: 1. Wenn die Rationalitat eines Agenten etwas rein privates oder individuelles, d.h. etwas auf ihn allein bezogenes ware, konnte man Urteile durch Entscheidungen ersetzen und fremde Handlungen streichen; tatsachlich ist Rationalitat aber nicht individuell, sobald mehrere Agenten aufeinander treffen. 2. Ein Urteil, das in Ubereinstimmung mit bestimmten Informationen, d.h. ohne Widerspruch zu ihnen, gefallt wird, muss nicht eindeutig aus diesen Informationen ableitbar sein; so bleibt Raum fur Annahmen und andere Setzungen, die durch die Informationslage weder erzwungen noch ausgeschlossen sind. Bleiben wir zunachst, ohne Punkt 1. zu vergessen, bei Entscheidungen hinsichtlich der eigenen Handlungen. Das Englische halt fur einen Prozess rationaler Ableitung von Entscheidungen und anderen Urteilen aus gegebenen Informationen den Prozessbegriff reasoning1 bereit, der zudem deutlich macht, dass ein solcher Prozess eine bei Bedarf explizit formulierbare Begrundung reason fur bestimmte Handlungen bzw. Handlungsentscheidungen und gegen alle nicht begrundbaren und folglich irrationalen Alternativen liefert. Das reasoning zerlegt damit die Menge aller moglichen Handlungen Alternativen des Raisonnierenden in zwei disjunkte Teilmengen, von denen sie eine bevorzugt: die Menge der begrundbaren und damit rationalen Handlungen werden vor derjenigen der nicht begrundbaren und damit irrationalen Handlungen besonders ausgezeichnet. Es ist bemerkenswert, dass damit nicht einzelne Handlungen aufgrund intrinsischer Eigenschaften das Pradikat rational oder irrational halten; sondern: jede Handlung wird angesichts ihrer Beziehungen zu all ihren Alternativen in eine der beiden Teilmengen oder Klassen 2 eingeordnet. Da sich die rationalen und irrationalen Teilmengen nicht uberschneiden und da es kein drittes Abteil gibt, ergeben sich theoretische Probleme nicht im Verhaltnis dieser beiden Klassen von Handlungen zueinander, sondern innerhalb der rationalen Klasse. Wenn das reasoning namlich mehr als nur eine einzige Handlung als rational bestimmt, dann kann es keine rational begrundete Entscheidung zwischen diesen gleichermaen rationalen Handlungen geben. Das reasoning bleibt aus Sicht des Handelnden unvollendet: es schliet alle irrationalen Alternativen aus, unterscheidet aber nicht zwischen den restlichen den rationalen Alternativen. An diesem Punkt mussen die oben erwahnten Annahmen und Setzungen hinzukommen, um eine Handlungsentscheidung treffen zu konnen. Ein beruhmtes Sinnbild fur das Entscheidungsproblem angesichts mehrerer rationaler Alternativen liefert Buridans Esel: der Esel steht in der Mitte zwischen zwei identischen Heuballen. Um seinen Hunger zu stillen, musste er sich fur genau einen der Ballen entscheiden; denn in zwei Richtungen gleichzeitig kann er nicht laufen. Da die Heuballen aber gleichwertig sind, bleibt er in der Mitte stecken.3 Um nicht zu verhungern, muss der Esel aber eine Entscheidung fur irgendeine Alternative innerhalb der rationalen Klasse treffen, also entweder zum ersten oder zum zweiten Ballen gehen dies kann er rational aus seiner Praferenz ableiten, lieber nicht zu verhungern als zu verhungern. 1 Der Einfachheit halber wird unterstellt, dass reasoning Rationalitat impliziert; rationales reasoning ware demnach eine Tautologie. 2 Die mathematische Menge hat fur tiefere Analysen zu wenig Struktur, da alle rationalen Handlungen durchaus eine Beziehung miteinander unterhalten, namlich die Beziehung, gleichermaen rational und damit Alternativen fur einander zu sein. Das soll uns hier aber nicht weiter kummern. 3 Nicht: weil der Esel von beiden gleichermaen angezogen wurde, sondern weil er keine rationale Uberlegung anstellen kann, die zwischen den Ballen diskriminiert; es fehlt ein Antrieb. in der Mitte stehen zu bleiben,4 M.a.W. muss er die dritte Option, rationalerweise ausschlieen. Da er letztlich aber eine Entscheidung fur eine bestimmte der beiden rationalen Alternativen und gegen die andere treffen muss, obwohl beide gleichermaen rational waren, kann Rationalitat bei diesem letzten Schritt nicht helfen. Die tragische Pointe der Geschichte ist, dass die Unfahigkeit zur Entscheidung innerhalb der rationalen Optionen de facto zur Vermeidung jeder dieser Optionen und stattdessen zur Realisation der irrationalen Option Stehenbleiben fuhrt es sei denn, der Esel ware in der Lage, sich rationalerweise willkurlich 5 auf eine der rationalen Optionen festzulegen. 2. Rationalitat als selbstkonsistentes Urteilen Um zu unserer Bestimmung von Rationalitat zuruckzukommen: Rationalitat befahigt 6 einen Agenten dazu, auf Basis beliebiger Informationen und Annahmen logisch konsistent zu denken und damit richtig zu urteilen zu Schlussfolgern, korrekte Inferenzen anzufertigen7. Stimmt das, ist Rationalitat nicht nur fur Handlungsentscheidungen relevant. Gemeinhin wird namlich angenommen, dass das Denken eines Subjektes ohne diese Fahigkeit nicht begreifen konnte, was um es herum passiert. Dieser Punkt ist leicht zu akzeptieren, wenn man sich auf eine mittlerweile klassisch zu nennende Auffassung des subjektiven Denkens zu eigen macht: dass das Denken in irgendeiner Form die Realitat abbildet oder reprasentiert. Eine moderne, logischmathematisch ausgerichtete Abbildungstheorie des Mentalen vertritt z.B. der junge Wittgenstein 2010. Akzeptiert man eine Variante dieser Art Theorie, geht die Argumentation wie irgendwelche wahrnehmbaren Einzeldinge mussten abgebildet werden, sondern auch ihre Beziehungen zueinander, und auch die Beziehungen dieser Beziehungen usw. Solche Beziehungen Relationen aber lassen sich nicht direkt beobachten, sondern nur logisch ermitteln oder widerspruchsfrei postulieren. Ein aus der Philosophiegeschichte bekanntes Beispiel hierfur ist die Vorstellung einer physikalischen Kausalitat, die als Relation zwischen einer beobachtbaren Ursache und ihrer beobachtbaren Wirkung postuliert werden mag, aber selbst nicht beobachtet werden kann u.a. dies leitet Kants Auseinandersetzung mit folgt: Nicht nur 4 Es wird angenommen, dass es die dritte Option gibt, in der Mitte stehen zu bleiben, um die Menge irrationaler Optionen nicht leer zu lassen. Wenn es diese Option nicht gibt, bleibt das Problem der Entscheidung zwischen den beiden rationalen Optionen aber unverandert erhalten. 5 Der Esel wird auch durch den modernen Probabilismus nicht gerettet, im Gegenteil. Selbst wenn der Esel in Wahrscheinlichkeitstheorie bewandert ware, rationalen Wahrscheinlichkeitsverteilung fur seine Handlungsalternativen suchte. Jede Verteilung p: Ballen 1, 1p: Ballen 2 ware genauso gut wie jede andere, denn alle Verteilungen mit 0p 1 , die sich auf die beiden Ballen beschranken, haben denselben Erwartungswert. Nun musste sich der Esel zwischen unendlich vielen gleichermaen rationalen Verteilungen entscheiden, statt nur zwischen p1 und p0 zu entscheiden. 6 Wenn man dem Agenten wenig Freiheit lasst, dann kann man daruber hinaus auch annehmen, dass die Rationalitat eines Agenten sicherstellt, dass er oder sie ausschlielich korrekte Inferenzen anstellt. 7 Im Folgenden werden urteilen, schlussfolgern und inferieren synonym verwendet. es nicht, wenn reichte er nach einer Hume; vgl. Pearl 2010 fur die moderne Kausalitatstheorie 8. Daruber hinaus beziehen sich viele wenn nicht alle 9 Begriffe auf Relationen, obwohl sie wie Begriffe fur Einzeldinge behandelt werden; darunter Begriffe wie Gleichheit, Alternative, Implikation, Unterschied, Identitat. Generell wird daher dem rationalen Denken nicht aber jeder beliebigen Art von Denken ,die Fahigkeit und die Aufgabe zugeschrieben, objektive Sachverhalte mitsamt ihrer Beziehungen zu erfassen. Im Idealfall entsteht so ein strukturell identisches isomorphes gedankliches Ab Bild dieser Gesamtheit von objektiven Beziehung. Wenn, etwas vorsichtiger formuliert, nicht wenigstens eine strukturelle Ahnlichkeit wenn schon keine Identitat zwischen 1. dem Urbild: der Ordnung der Dinge in der Welt im Objektiven und 2. seinem Bild: der Ordnung der Reprasentanten dieser Dinge im Subjektiven herrschte, ware das Bild ganz unbrauchbar; in der Folge ware der zustandige Abbildungsprozess Rationalitat: objektive Urbild subjektives Bild, d.h. das Denken selbst, unbrauchbar. Eine Parallelitat der Ordnungen von Welt und Vorstellung ist schon von Spinoza vertreten worden, und Abbildungstheorien haben insbesondere in der Bestimmung dessen Schwierigkeiten, was genau die Objekte im Bild die Korrelate objektiver Sachverhalte in der Vorstellung, Semantik darstellen. Doch auch unabhangig davon, wie man zu solchen Abbildungstheorien steht, kann man die These akzeptieren, dass ein unsystematisches nichtrationales subjektives Denken immer nur in zufalliger Beziehung zu den objektiven Sachverhalten stehen muss, falls diese Sachverhalte selbst eine Systematik aufweisen wovon auszugehen ist. In der Folge stunden auch die Gedanken der Mitglieder eines Kollektivs von Subjekten in nur zufalliger Beziehung zueinander, wenn ihr Denken nicht dieselbe Rationalitat aufweist. Eine allen Subjekten gemeinsame, einheitliche und einzigartige Rationalitat wurde hingegen sicherstellen, dass verschiedene Subjekte ihre Wahrnehmungen derselben Sachverhalte in derselben rationalen Weise verarbeiten, sodass sie zu denselben Schlussfolgerungen kommen. D.h. die Abstimmung des Denkens jedes einzelnen Subjekts mit den Sachverhalten in der Welt wurde zu einer Abstimmung des Denkens verschiedener Subjekte in der derselben Welt fuhren, sodass sich diese Subjekte uber ihre gemeinsame Welt verstandigen konnten. 8 Die Problematik der Unbeobachtbarkeit einer kausalen Relation auert sich in der gegenwartigen Diskussion u.a. in der Frage des Kontrafaktischen: die Kausalitatstheorie erortert, inwiefern sich eine kausale Beziehung zwischen zwei tatsachlich gegebenen Phanomenen dadurch feststellen lasst, dass man die tatsachliche Situation mit nicht tatsachlichen kontrafaktischen Alternativsituationen vergleicht. Es ist unklar, ob und was man rational uber Situationen aussagen kann, die nicht eintreten vgl. Pearl 2010. 9 Es ist uberhaupt fraglich, ob ein echter Unterscheid zwischen Relationen und Einzeldingen durchgehalten werden kann. Man kann ein Einzelding oder Objekt O vollstandig durch eine einzigartige, ihm eindeutig zuzuordnende Identitatsrelation Id O: O O ersetzen. Vgl. z.B. Pumplun 1999 fur die mathematische Kategorientheorie; dort wird versucht, die spezifischen Eigenschaften eines solchen O ausschlielich uber dessen Relation zu anderen Objekten mithin uber Relationen von Identitatsrelationen zu identifizieren. Als man die Autonomie des subjektiven Denkens fur gesichert hielt, man ihm also u.a. die Freiheit zuschrieb, auch irrational denken zu konnen, lie sich hieraus leicht die Lehre ziehen: man muss sich anstrengen, rational zu denken, wenn man die Welt verstehen und von Anderen verstanden werden will. Es ist bemerkenswert, dass dies selbst schon ein rationales praktisches Urteil ist: wenn Rationalitat der einzige Weg zum Verstandnis der Welt und zur Verstandigung mit Anderen ist, und wenn man dies anstrebt, dann ist es nur folgerichtig, Rationalitat anzustreben. Es ist m.a.W. rational, rational zu sein, sofern man uberhaupt etwas verstehen will; und generell ist es rational, ein rationales Urteil zu fallen. Diese Reflexivitat des Rationalen ein in jedem rationalen Urteil implizierter Selbstbezug, der eine widerspruchsfreie Selbstanwendbarkeit garantiert, ist ein starker Hinweis darauf, dass das Phanomen nicht aus der Luft gegriffen ist. Diese auch Selbstkonsistenz genannte Eigenschaft der Rationalitat ist Nachhall und Verfeinerung der beruhmten cartesischen Einsicht, dass das Denken jenes Phanomen sei, das nicht denken kann, dass es nicht denkt und also immer denken muss, dass es denkt10. Spezielle Aspekte der generellen Reflexivitatseigenschaft bzw. Selbstkonsistenz rationaler Urteile ziehen sich bis heute als roter Faden durch diverse Rationalitatskonzepte, sind also nicht nur philosophie oder theoriegeschichtlich interessant. Ging es Cartesius noch darum, sich durch Erkenntnis der notwendigen Reflexivitat seines Denkens seiner eigenen Existenz zu versichern, stand spater z.B. bei Kant unter dem Titel praktische Vernunft die Anwendbarkeit rationalen Inferierens auf Handlungsoptionen im Vordergrund. Auch eine Lesart des bekannten kategorischen Imperativs lasst sich als Selbstkonsistenzforderung und in diesem Sinne als Rationalitatsforderung interpretieren, obwohl der Imperativ vordergrundig rein normativ auftritt: man soll nur solche Handlungen realisieren, die bei gleicher Sachlage auch von jedem anderen Agenten jederzeit Zeit realisiert werden konnten; das sind m.a.W. Handlungen, die in der Gesellschaft des Agenten zur Regel werden konnen, und die unter der Bedingung ihres regelmaigen Auftritts immer noch eine gute Wahl waren. Hiermit ist noch lange kein kooperatives Prinzip begrundet. Es wird lediglich gefordert, dass ein Agent, der meint, dass eine bestimmte Handlung h rational sei, im Zuge dieses Urteils berucksichtigen muss, dass auch alle rationalen Anderen regelmaig zu eben diesem Schluss kommen und kommen werden. Im Handlungskontext geht es nicht nur darum, aus bekannten Wahrheiten auf damit notwendig einhergehende weitere Wahrheiten zu schlieen, sondern auch darum, aus bekannten Wirkungen seiner Handlungsoptionen darauf zu schlieen, was man tun musste, um dieses oder jenes wahr zu machen. Freilich muss man schon festgelegt haben, welche der handelnd realisierbaren Wirkungen man wahrmachen mochte, bevor man sich an die rationale Losung 10 Und in diesem Sinne: jenes Phanomen also, das dann und nur dann existiert ist, wenn es denkt, dass es denkt sum cogitans. Vgl. dies mit der FN oben zur Identifikation von Objekten mit ihren spezifischen Identitatsrelationen in der Kategorientheorie. in seine als Information des so gestellten Entscheidungsproblems macht. Diese Festlegung wird in zeitgenossischen Modellen durch eine Praferenzordnung pro Agent besorgt, die der betroffene Agent dann rationalen Schlussfolgerungen einspeisen kann s.u. mehr. Auf dieser Linie spielt die Reflexivitatseigenschaft von Rationalitat beim Zusammenhang der rationalen Urteile bzw. Schlussfolgerungen mehrerer aufeinander treffender handlungsfahiger Subjekte eine wesentliche Rolle. Nur solche Urteile sind rational, die mit sich selbst im Einklang stehen, sich also selbst fur allgemeingultig und fur allgemein ermittelbar erklaren, und zwar egal wer sie gerade fallt. Daher sind sich allen gangigen Vorstellungen von Rationalitat bei folgendem Prinzip einig: Ein Urteil, eine Schlussfolgerung, die sich selbst widerspricht, sich selbst auer Kraft setzt oder sich sonstwie selbst leugnet, kann nicht rational sein. Dies benennt eine objektive Eigenschaft aller rationalen Schlussfolgerungen, die von den sie anfertigenden Agenten unabhangig ist. Insbesondere muss daher ein Agent, der aus seinen Information und Annahmen den rationalen Schluss zieht, auch davon ausgehen, dass jeder andere rationale Agent bei gleicher Informationslage und unter denselben Annahmen zum selben Schluss kommen muss. Ein rationaler Agent darf m.a.W. nicht sowohl schlussfolgern als auch glauben bzw. schlussfolgern, dass er allein dazu in der Lage ist, aus seinen Informationen und Annahmen zu inferieren. Dies hilft zum einen, irrationale Schlussfolgerungen auszusortieren; zum anderen ist damit klar, dass ein rationaler Agent sich darauf verlassen kann, dass alle anderen rationalen Agenten, die dieselben Informationen und Annahmen teilen, ebenfalls zur Gewissheit gelangen. Dies liefert das Fundament fur die Moglichkeit einer rationalen Interaktion von mehreren Agenten; eine der aktuellen Fragen ist, ob dies auch fur Kooperationen reicht. Problematisch bleibt die Abhangigkeit folgerichtigen Denkens vom gegebenen Material, d.h. den Informationen aus denen inferiert werden soll, was sonst noch alles gegeben, moglich und unmoglich ist. Ein Aspekt hiervon ist die Moglichkeit des Irrtums hinsichtlich des Gegebenen: Eine korrekt angefertigte Schlussfolgerung aus einer falschen Information 11 fuhrt wieder zu einer falschen Information; in gewissem Sinne mehrt sich so der Irrtum, wahrend die korrekte Anwendung der rationalen Methode das Subjekt in falsche Sicherheit wiegen kann. Dass der Erfolg von Rationalitat auf gegebene Informationen angewiesen ist, wiegt besonders schwer, wenn man ohne Abstufungen nur richtige von falschen Informationen unterscheidet: Soweit sich die Logik traditionell nicht um abgestufte Wahrheiten, sondern nur um die Opposition wahr T, fur weitere Inferenzen verwendbar vs. falsch NichtT, nicht weiter verwendbar kummert, kann sie aus unsicheren Informationen nicht direkt auf etwas schlieen. Da unsichere Informationen sprich: Informationen uber bloe Wahrscheinlichkeiten p 0p1 weder gegebenen Wahrheiten Tnicht 11 Falls man bei einem Irrtum, einer Fehlinformation uberhaupt von einer falschen Information sprechen kann. einander alternative dem Vorbehalt, noch sicher falsch nichtT sind, lassen sie sich nicht in solch ein binares System einordnen vgl. zur Problematik z.B. Ramsey 1930.12 Versuche, dieses Problem zu uberwinden, riefen schlielich die Verschmelzung von Mathematik und formaler Logik in der Wahrscheinlichkeitstheorie und Statistik auf den Plan z.B. in Form von Carnaps 1952 induktiver Logik. Dieser Pfad fuhrt zur modernen Konzeption individueller Rationalitat in der sog. Entscheidungstheorie Savage 1954, Neumann Morgenstern 1968, die nicht nur aus sicher gegebenen Informationen, sondern auch aus bloen Wahrscheinlichkeitsangaben uber ausschlieende Sachverhalte rationale Schlusse ziehen kann. Naturlich bleiben solche Schlusse unter gelegten Wahrscheinlichkeitsangaben abhangen auch qualitativ 13. Ein anderer problematischer Aspekt betrifft nur praktische Urteile: Erst wenn die Rationalitat auf gegebene subjektive Praferenzen Bewertungen angewandt wird, fuhrt sie zu Schlussfolgerungen daruber, was das Subjekt tun musste und daher sollte, um diese Praferenzen zu befriedigen. Hinsichtlich seiner eigenen Praferenzen kann ein Subjekt Ego selbst zwar nicht irren;14 aber andere Subjekte konnen sich hinsichtlich Egos Praferenzen irren. Und falls die Praferenzen eines Subjekts unabhangig davon festgelegt sind, was in der Welt sonst noch der Fall ist, konnen sie nicht sowohl auf rationale Weise als auch eindeutig aus Weltbeobachtungen abgeleitet werden. Folglich birgt die tatsachliche Praferenz eines Agenten fur andere Agenten immer eine gewisse Unsicherheit, die sich nicht durch rationale Schlussfolgerungen auflosen lasst. zugrunde dass 3. Praferenzen, Erwartungsnutzen sie von den Im Folgenden werden einige konzeptionelle Entwicklungen der Forschung zur individuellen Rationalitat in der oben erwahnten Entscheidungstheorie kurz beschrieben hier im Wesentlichen: Neumann Morgenstern 1961, Savage 1954, vgl. z.B. Schmidt 1995 fur eine knappe Einfuhrung. Es gibt gute Grunde, sich sind grob: Interpretationen inharent unsichere 12 Daher muss ein binares System unsicheres wie falsches behandeln, dann alles was nicht wahr ist, ist dort per Definition dem Wert falsch zuzuordnen. Da es dann nicht fur Schlussfolgerungen herangezogen werden kann, wird unsicheres letztlich genauso wie vollig unbekanntes behandelt. Das Problem besteht darin, ob und wie man einen durchaus sicheren Schluss ziehen kann, der aus etwas unsicherem etwas anderes unsicheres ableitet. 13 Die gangigsten konkurrierenden rational verarbeitbare Wahrscheinlichkeitsangabe muss einer objektiven Wahrscheinlichkeit entsprechen; dann lassen sich daraus objektive Wahrheiten uber ii Eine Wahrscheinlichkeit gibt die Auftrittshaufigkeit Frequenz eines Phanomens unter bestimmten Bedingungen an, das zwar determiniert auftritt, dessen Auftritt aber durch einen uns im Detail unbekannten Mechanismus bestimmt wird; dann lassen sich hieraus Schatzung fur zukunftige Frequenzen ableiten, sofern der Mechanismus erhalten bleibt. iii Eine Wahrscheinlichkeitsangabe ist nur ein Ausdruck fur die subjektive Gewissheit bzw. Unsicherheit eines Agenten uber objektive Sachverhalte; dann lasst sich aus der subjektiven Wahrscheinlichkeit nur etwas uber die damit logisch vereinbaren Gewissheiten und Unsicherheiten des Agenten ableiten aber nichts uber die Welt. 14 Praferenzen in einem strengen Sinne reflexive, transitive Praferenzordnung, der die Anwendbarkeit von Rationalitat schon sicherstellt und daher auch voraussetzt, dass die Praferenz ihrem Wirt bekannt ist. Daher kann man z.B. nicht einwenden: Was, wenn sich ein Subjekt doch hinsichtlich seiner eigenen Praferenzen irrt? Dann hatte es uberhaupt keine Praferenz. nichtdeterminierte Sachverhalte ableiten. i Eine dieser Entwicklungen zu vergewissern, bevor es um die Interaktion mehrere Agenten geht. In diesem Bereich wurden konzeptionelle Traditionen begrundet, an die die theoretischen Behandlungen von Rationalitat im sozialen Kontext angeschlossen haben. Deren Kenntnis hilft daher dabei, die Schwierigkeiten einzuordnen, denen theoretische Versuche begegnen, Rationalitat im Sozialen mit Kooperationen zu vereinbaren. Praferenzordnung. Eine Praferenzordnung O, uber einer Menge von outcomes O o 1, o 2,   , or ist eine Menge von reflexiven, transitiven15 gerichteten zweiwertigen Relationen zwischen Elementen von O. Zwischen je zwei outcomes ox, oy besteht mindestens eine der Relationen ox oy oder oy ox. Diese outcomes bestehen aus Sachverhalten, die ein Agent handelnd realisierbaren Handlungsergebnissen. Die herbeifuhren kann, d.h. aus Praferenzordnung eines Agenten legt fest, welche relativen Werte er den outcomes zuordnet welche outcomes er also welchen vorzieht; solange insbesondere die Transitivitatsbedingung gewahrt bleibt die fur Ordnung sorgt, kann jeder rationale Agent jede beliebige Praferenz unterhalten. Eine jede in festgelegte Relation o 1 o 2 zwischen zwei outcomes o 1 und o 2 kann als o 1 wird o 2 nicht vorgezogen oder als o 1 ist nicht besser als o 2 gelesen werden.16 Gleichwertig sind zwei outcomes o 1 o 2 dann, wenn die Relation in beide Richtungen besteht, wenn also sowohl o 1 o 1. Ein outcome o 2 ist besser als ein anderes o 1 d.h. o 1 o 2 besteht, nicht aber die Relation o 2Nutzenfunktion. Solch eine rein qualitative Praferenzordnung ordinale Praferenzen wird kardinale Praferenzen uberfuhrt, wenn die einzelnen outcomes in O zusatzlich Gewichte erhalten, d.h. absolute Mazahlen fur ihre Gute oder Wertigkeit. Jedes outcome ox erhalt dann einen absoluten Nutzwert Uox, der in einer beliebigen und daher interpretationsbedurftigen Einheit utils angegeben werden kann.17 Durch diese Quantifizierung des Wertes eines Ergebnisses lassen sich nicht nur qualitative Relationen der Art ist besser als oder ist nicht besser als feststellen, sondern auch Abstande zwischen zwei Ergebnissen, dox, oyUox Uoy, die sich zudem mit den Abstanden anderer Paare von outcomes vergleichen und verrechnen z.B. mitteln lassen. Welt als Mechanismus. Was hier outcomes heit, wird mitunter Alternativen genannt; allerdings konnte dies zu Missverstandnissen fuhren, da ein Agent i, der in einer Modellwelt handelt, nicht direkt eines der alternativen Ergebnis wahlt, sondern eine seiner alternativen Handlungsoptionen Hi seiner Handlungsoptionen in Hi zu einem Ergebnis in O fuhrt. So kann die Welt W als Mechanismus interpretiert werden, der zwischen Handlungen und Ergebnissen 15 Angenommen, dass die gerichtete Relation R zwischen den outcomes ox und oy besteht, wird notiert als ox Roy. 1. Reflexivitat: fur alle ox gilt: ox Rox. 2. Transitivitat: wenn ox Roy und oy Roz, dann auch ox Roz. 16 Alternativ kann 17 Solange immer wenn oxin eine quantitative Nutzenfunktion U oy gilt, auch Uox Uoy gilt, ist mit U vereinbar. o 2, wenn die Relation o 1 o 2 als auch o 2 o 1. . Seine Welt sorgt dann dafur, dass jede als Relation dienen. . zu jenem Ergebnis oxvermittelt. M.a.W. bildet der Mechanismus W die Menge der Optionen Hi des Agenten i auf die moglichen Ergebnisse O ab: Nutzen einer Handlung. Wenn nun eine Handlung ha sicher zu einem bestimmten Ergebnis ox fuhrt, d.h. wenn Whaox, dann kann der ursprunglich dem Handlungsergebnis ox zugeordnete Nutzwertwert an die zugehorige Handlungsoption ha weitergereicht werden: Uha U ox. Das Ergebnis der Zweck ox vererbt der Handlung ha dem Mittel seinen Wert, weil ha sicher zu ox fuhrt. Diese Ausweitung des Konzepts Nutzen U auf Handlungsoptionen setzt allerdings schon Rationalitat voraus; denn die Ubertragung der Nutzwerte von outcomes zu Handlungen verlangt vom Agenten i, einen rationalen Schluss aus seiner Nutzenfunktion U und der ihm bekannten Funktionsweise seiner Welt W zu ziehen. Hierauf grundet Webers 1990 fruhe Kennzeichnung von Zweckrationalitat, wonach die Handlung und die Absicht eines rationalen Agenten in folgendem Sinne ubereinstimmen muten: Wenn Agent i wei, fuhrt, das ihm dass eine bestimmte Handlungsoption hain W den maximal moglichen Nutzen beschert, dann ist es fur ihn zweckrational, zu realisieren.18 In der Folge wird diese eben diese beste mogliche Handlung ha mitunter als rationale Handlung bezeichnet, obwohl genau Handlung ha fuhrt genommen die Schlussfolgerung rational ist, die von U und W zu haaber nur sofern zusatzlich angenommen werden darf, die allgemeine vorrational festgelegte Absicht des Agenten darin besteht, durch seine Handlungswahl einen moglichst hohen Nutzwert zu erzielen. Erwartungsnutzen. Wichtig fur den nachsten Schritt der Entscheidungstheorie ist, dass sich der Nutzwert Uox eines moglichen Ergebnisses ox einer Handlung ha auch mit einer Wahrscheinlichkeit px,a seines tatsachlichen Eintritts wichten lasst. Voraussetzung ist, dass der Mechanismus W dafur sorgt, dass ha nicht sicher, sondern eben nur mit Wahrscheinlichkeit px,a zu ox fuhrt und mit 1 px,a zu anderen Ergebnissen. Ist dies dem Agenten bekannt, kann er den unsicheren bzw. den im Durchschnitt zu erwartenden Wert px,a Uox in rationale Schlussfolgerungen einbinden. Dies fuhrt zu dem erst im Laufe des 20. Jhs Neumann Morgenstern 1961 eingefuhrten Erwartungsnutzen EUha einer Handlung ha, die mit bestimmten fuhrt. Der Wahrscheinlichkeiten Erwartungsnutzen der mit Eintrittswahrscheinlichkeiten gewichtete Mittelwert der Nutzwerte aller verschiedenen ha, Ergebnissen EUha, einer Handlung ist zu Ergebnisse ox1, ox2, etc., zu denen ha fuhren kann: EUha , wobei 1. Um den Nutzwert der Handlungsoption ha voll zu erfassen, werden naturlich die Wahrscheinlichkeiten ausnahmslos all ihrer moglichen Ergebnisse benotigt, die aufaddieren; d.h. man benotigt sich die zu 1 18 Es gilt also U h U o Maxh U h Maxo U o. festzulegen, kann Wahrscheinlichkeitsverteilung pa px1,a, px2,a,   aller moglichen Ergebnisse von ha.19 Angenommen eine Handlung ha fuhrt mit Wahrscheinlichkeit px,a zum Ergebnis ox und andernfalls mit py,a1 px zu einem anderen Ergebnis oy. Dann lasst sich ha auch so behandeln, als wurde ha eindeutig zu einem dritten Ergebnis oz fuhren, welches einen durchschnittlichen Nutzen von Uoz px,a Uox py,a Uoy EUha hat.20 Auf diese Weise lasst sich eine Situation, in der eine Handlung ha unsichere Konsequenzen ox, oy mit jeweils sicheren Nutzwerten Uox, Uoy hat, rational umformulieren: zu einer Situation, in der ha eine sichere Konsequenz oz hat, welcher aber nur ein unsicherer, d.h. durchschnittlicher, Nutzwert Uoz zugeordnet ist. In beiden Interpretationen hat die Handlung h den Erwartungsnutzen EUha Uoz, sodass sie in dieser Hinsicht aquivalent sind. Die Feststellung und Nutzbarmachung dieser Aquivalenz erfordert Rationalitat. Gemischte Handlung. Ein zweiter Aspekt des probabilistischen Zugangs ist, dass die Verrechenbarkeit von Eintrittswahrscheinlichkeiten mit absoluten Nutzwerten letztlich auch die Moglichkeit eroffnet, sich fur eine Mischung verschiedener Handlungen zu entscheiden. Anstatt sich auf eine einzige Handlung verschiedene Handlungsoptionen mit verschiedenen Wahrscheinlichkeiten die sich zu 1 addieren zu realisieren. Wenn z.B. eine Handlungsoption ha entweder sicher oder, wie eben, rechnerisch zu einem Ergebnis ox fuhrt und eine andere Handlung hb zu einem anderen Ergebnis oy, dann kann der Agent sich zu einem gemischten Handlungsplan hc entscheiden, der diese Handlungen kombiniert. Solch ein Handlungsplan hc kann z.B. vorsehen, dass der Agent mit einer Wahrscheinlichkeit qa Handlung ha realisiert und alternativ mit der Wahrscheinlichkeit qb 1 qa die andere Handlung hb. Dann entspricht hc einer planmaigen Randomisierung von zwei echten oder reinen Handlungen, d.h. hc qaha qbhb. Somit lasst sich der Plan hc rational so behandeln, als ware er eine eigenstandige Handlungsoption hc, die eindeutig zu einem dritten Ergebnis oz fuhrt,21 welches einen mittleren Nutzen von Uoz qx Uox qy Uoy hat. Obwohl dieser Wert dann der gemischten Handlung hc als der ihr spezifische Erwartungsnutzen zugeordnet werden kann, EUhc Uoz, ist zu beachten, dass der betroffene Agent in einer konkreten Einzelsituation durchaus eine der reinen Handlungen ha oder hb realisieren muss was nicht unter allen Umstanden unproblematisch ist. Um in einer konkreten Situation einen gemischten Plan hc zu verfolgen, muss es der Agent irgendwie bewerkstelligen, seine in dieser Situation tatsachliche Handlung ha oder hb zufallig, aber unter Beachtung der Gewichte qx und qy auszuwahlen. Sichtbar wird ein solches randomisiertes ein Agent beschlieen, 19 Entweder wird pa auf alle outcomes beschrankt, zu denen ha mit positiver Wahrscheinlichkeit fuhrt, oder die Verteilung wird fur alle moglichen outcomes in O festgelegt, wobei keinem Ergebnis eine Wahrscheinlichkeit unter null zugeordnet werden darf. 20 Hierin hallt die ursprungliche Beschrankung der Logik auf zwei Wahrheitswerte nach. 21 Whc oz Vorgehen aber erst, wenn derselbe Agent in verschiedenen Instanzen desselben Situationstyps zwischen ha oder hb changiert. Um festzustellen, dass der ontische Unterschied zwischen gemischten und reinen Handlungen bzw. Handlungsplanen hinsichtlich der Maximierung seines Erwartungsnutzens unter gunstigen Bedingungen irrelevant ist, muss ein Agent rational sein. Stellt ein rationaler Agent i dies fest, wei er, dass seine Handlungsoptionen Hi neben reinen Handlungsoptionen auch alle moglichen Mischungen dieser Optionen umfassen. Dies ist ein Beispiel, dafur was oben im zweiten Abschnitt allgemein beschrieben wurde. Ein Agent muss rational sein, um die strukturellen Zusammenhange seiner Welt zu erschlieen, die in den nicht direkt beobachtbaren, aber logisch konsistent inferierbaren Beziehungen der beobachtbaren Sachverhalte bestehen: dass Agent i neben seinen reinen Handlungsoptionen auch eine gemischte Option wie hc zur Verfugung hat, kann er nur durch die rationale Ermittlung von hc qaha qbhb und des jeweiligen Erwartungsnutzens EUhc erschlieen. Dasselbe gilt fur einen eventuellen Beobachter von i: nur ein rationaler Beobachter kann, wenn er i in verschiedenen Instanzen desselben Situationstyps beobachtet, schlussfolgern, dass i moglicherweise einem ganz bestimmten gemischten Plan hc folgt, obwohl er in derselben Situation mal ha und mal hb realisiert. Weltzustande. Eine weitere fur unser Thema relevante Komplikation der Entscheidungstheorie betrifft die Moglichkeit, die Modellwelt W in sich zu differenzieren, in der sich ein Agent bewegt. Gemeinhin wird dazu eine Menge von moglichen Weltzustanden states oder Situationen Ss 1, s 2,   , sw angenommen. Dabei bleibt meist offen, was genau ein solcher Zustand sein soll mogliche Zustande S einer Welt W oder viele alternative mogliche Welten S oder etwas ganz anderes. Fest steht, dass dies die Darstellung einer Modellwelt erlaubt, in der es vom jeweiligen Wert von S abhangt, welche moglichen Ergebnisse in O mit welchen Wahrscheinlichkeitsverteilungen den einzelnen Handlungsoptionen in H zuzuordnen sind. Anstelle einer direkten Vermittlung von Handlungen und Ergebnissen tritt ein Mechanismus, der alle moglichen Paare aus Handlungsoption und Weltzustand in jeweils ein Ergebnis ubersetzt. Insgesamt uberfuhrt der Mechanismus W also das kartesische Produkt der Optionen und Zustande in outcomes, d.h. . Soweit dann einer bestimmten Handlungsoption ha bei verschiedenen Weltzustanden su, sv, etc. verschiedene Verteilungen pa,u, pa,u etc. hinsichtlich ihrer Ergebnisse zugeordnet sind, hangt der Erwartungsnutzen dieser Handlung auch vom Weltzustand ab: EUha, su, EUha, sv, etc. Ist der Agent i hieruber informiert, kann er rational ermitteln, welche seiner Handlungsoptionen in den verschiedenen moglichen Weltzustanden jeweils maximalen Erwartungsnutzen haben. Reaktionsfunktion. Letzthin muss feststehender Nutzenfunktion Ui verschiedene Erwartungsnutzenwerte zuordnen, namlich je Weltzustand einen. Als Ergebnis dieser Uberlegungen ermittelt der rationale Agent i eine erwartungs i mit denselben Handlungsoptionen also den ein Agent nutzenmaximierende Reaktionsfunktion RFi, die fur jeden einzelnen moglichen Weltzustand reinen oder gemischten Handlungsoptionen aus Hi den maximalen Erwartungsnutzen birgt. Damit ist RFi eine Abbildung mit der besonderen Eigenschaft, dass fur alle jeweils welche der festlegt, gilt, dass Diese Art Reaktionsfunktion wird deswegen rational genannt Bayesianische Rationalitat, weil ein Agent i aus 1. seiner uber alle outcomes O definierten Nutzenfunktion Ui, 2. seinen Handlungsoptionen Hi, 3. seiner Welt 4. und seiner vorrational festgelegten Absicht, seinen Erwartungsnutzen in , . jedem einzelnen der moglichen Weltzustande zu maximieren ist der nicht besonderen Eigenschaft beschriebenen genau diese Reaktionsfunktion RFi ableiten muss, sofern seine Ableitung logisch konsistent erfolgt. Um auf Grundlage dieser RFi konkret handeln zu konnen, muss der Agent i naturlich zumindest zu wissen glauben, welcher der moglichen Weltzustande aktuell herrscht. Um es zu betonen: An der Ermittlung und Festlegung einer Reaktionsfunktion mit die Nutzenmaximierung an sich rational, sondern die Art und Weise wie die pro Situation festgelegten Handlungen ermittelt werden, wenn in den Pramissen der rationalen Inferenz schon festgelegt ist, dass der Agent seinen Erwartungsnutzen in jeder einzelnen Situation maximiert will. Wenn der Agent etwas anderes wollte, musste er rationalerweise einer anderen Reaktionsfunktion ermitteln und befolgen. Gesetzt, Agent jeder der moglichen Weltzustande S seinen Erwartungsnutzen maximieren. Dann kann eine solche Reaktionsfunktion als lokal maximierende Reaktionsfunktion betrachtet werden; denn die Reaktion hi,s RFis, die diese rationale Reaktionsvorschrift jedem einzelnen Zustand zuordnet, ist im Einzelfall unabhangig davon, welche Reaktionen sie allen anderen Zustanden zuordnet. Anders formuliert, behandelt der Agent die verschiedenen Weltzustande su, sv etc. wie verschiedene Welten, deren Zusammenhang falls es einen gibt fur seine jeweiligen Handlungen etc. in diesen Welten unerheblich ist. Sobald der Agent glaubt, ermittelt zu haben, welchen Zustand die Welt gerade hat, kann er die anderen Zustande ignorieren. 5. Interaktionen ohne Kooperationsmoglichkeit i will in , Die eben beschriebene Konzentration auf lokale Maximierung ist berechtigt eben: rational, solange ein einsamer Agent i innerhalb einer ihm vorgegebenen Welt W mit vorgegebenen Weltzustand su handelt, den er in keiner Weise durch seine Wahl beeinflussen kann. Die aktuelle Handlungswahl des Agenten egal, ob sie rational erfolgt oder nicht steht in keiner systematischen Beziehung dazu, welcher Weltzustand ihm aktuell vorgegeben ist;22 folglich kann und muss ein Urteil des Agenten daruber, wie er rationalerweise handeln soll, die aktuelle Welt als gegeben behandeln. Daher ist hier die Redeweise innerhalb einer Welt handeln bzw. in einer Welt im Zustand su handeln bedeutungsvoll, weil sie den hierarchischen Unterschied zwischen dem einzelnen Agenten und der ihn umfassenden Welt explizit macht. Jeder mogliche Weltzustand gibt dem Agenten i vor, auf welche Weisen er handeln kann 23 und welche Ergebnisse diese Optionen mit welchen Wahrscheinlichkeiten zeitigen werden, sobald sie realisiert werden. Dem Agenten bleibt nichts anderes ubrig, als sich zu beugen und eine der ihm aktuell durch seine Welt vorgegebenen Optionen auszuwahlen und zu realisieren. Dieser Agent reagiert also zwar auf den aktuellen Zustand der Welt im beschriebenen Sinne; aber diese Reaktion besteht in einem Agieren innerhalb eben dieser Welt und nicht in einem Interagieren mit der Welt. Die Welt selbst reagiert namlich nicht etwa auf die Handlungen des Agenten mit eigenen Handlungen; sondern jede mogliche Handlung des Agenten ist ebenso Teil der Welt wie auch das durch die Welt festgelegte Ergebnis dieser Handlung. Diese etwas ist aufschlussreich, wenn es nun nicht um einen einsamen Agenten in seiner Welt geht, sondern um das Zusammentreffen mehrerer Agenten in derselben Welt. Die wesentlichen Grundlagen fur diesen Ubergang von rationaler Aktion Entscheidungstheorie zu rationaler Interaktion Spieltheorie wurden in zwei Schritten von Neumann und Morgenstern 196124 und Nash 1951 gelegt. Anstelle verschiedene Handlungsoptionen und damit verbundene Handlungsergebnisse bereithalt, tritt nun ein Spiel: eine Welt die mehreren Agenten Interaktionsoptionen und damit verbundene Interaktionsergebnisse bereitstellt. Eine einzelne Handlung allein fuhrt in einem Spiel noch zu keinem Handlungsergebnis; stattdessen ubersetzt eine SpielWelt die Handlungen aller Spieler in ein Interaktionsergebnis fur Alle. Spiele. Das Konzept eines strategischen Spiels lasst sich in wenigen Schritten aus der obigen Situation entwickeln, in der sich ein einsamer Agent i in einer Welt W bewegt. Dabei wird einiges davon, was oben beschrieben wurde, in modifizierter Form ubernommen. Im Ausgangspunkt wird die probabilistische Komplikation ausgespart. spitzfindige Unterscheidung von Agent und Welt einzelnen Agenten im Verbund einer Welt, die einem 22 Wir ersparen uns die Erorterung der Komplikation, dass der nachste Weltzustand vom aktuellen Zustand und der aktuellen Handlung des Agenten abhangen kann. Wichtig ist hier der wesentliche Unterschied eines handelnden Agenten zu der Welt, innerhalb derer er handelt. 23 Auch die Handlungsoptionen konnen mit s variieren, His, was hier der Einfachheit halber unterschlagen wurde. 24 Neumann 1928 zeichnet fur die erste Formalisierung verantwortlich. Ausgangspunkt: Agent i ist in einer Welt W mit moglichen Zustanden Ss 1, s 2,   , sw, er hat in jedem dieser Zustande dieselben Handlungsoptionen Hi und weist eine Nutzenfunktion Ui uber alle moglichen outcomes seiner Handlungen auf. In jedem moglichen Weltzustand fuhrt jede der Optionen eindeutig zu einem Ergebnis o W h,s. D.h. alle moglichen Outcomes O, die die Welt W bereitstellt, ergeben sich aus allem moglichen Kombinationen von Handlungen und Weltzustanden: . Da jedes outcome durch je eine Handlung h 1   hm und einen Zustand s 1   sw festgelegt ist, lasst es sich uber zwei Indizes indentifizieren, d.h. O o 1,1, o 1,2,   , o 2,1,  , om,w. Als rationaler Agent leitet i aus dieses Informationen seine Reaktionsfunktion jene Handlungsoption RFis hi,s liefert, die er gema Ui allen anderen Handlungsoptionen vorzieht, sobald er mit s konfrontiert ist. Die Entscheidungssituation bzw. die Welt W lasst sich in einer Tabelle Matrix darstellen, in der alle moglichen Kombinationen aus Handlungen und Umweltzustanden eingetragen sind: ab, die ihm fur jeden moglichen Zustand Etc s 3 W hi 1 o 1,3   hi 2 o 2,3   hi 3 o 3,3   Etc           s 2 o 1,2 o 2,2 o 3,2 s 1 o 1,1 o 2,1 o 3,1 Nun konnen die moglichen Outcomes durch die zugehorigen Nutzwerte gema der Nutzenfunktion Ui ersetzt werden. Beschranken wir uns auf je drei Optionen und Zustande: W hi 1 hi 2 hi 3 s 1 s 2 1Uio 1,1 2 9 2 5 3 s 3 3 1 3 Die pro Weltzustand maximal erreichbaren Nutzwerte sind hervorgehoben. So schreibt die Reaktionsfunktion in Zustand s 1 die Handlung hi 3 vor: RFis 1 hi,1 hi 3. In Weltzustand s 3 hatte Buridans Esel ein Problem, da es keine einzige beste Aktion gibt. Es ist gleichgultig gleichwertig, ob der Agent in s 3 seine Option hi 3 oder aber eine gemischte Handlung auswahlt, nach der diese beiden Optionen in beliebiger Mischung auftreten. Die Funktion RFis 3 liefert hier mehrere gleichermaen nutzenmaximierende Aktionen darunter unendlich viele gemischte Handlungen. Wir nehmen an, dass Agent i vor des Esels Problem gefeit ist, und also trotz dieser Ambivalenz dazu fahig ist, eine der besten Optionen zu realisieren. Auerdem lasst sich ablesen, dass die Option hi 3 in jeder der moglichen Zustande mindestens genauso gut ist wie die Option hi 1 1 oder hialso kann i diese dominierte Option getrost ignorieren und sich auf die anderen beiden konzentrieren. Um nun zu handeln, muss i eine Vorstellung davon haben, welcher Weltzustand aktuell herrscht. Wei er gar nichts uber den Zustand, muss er zur Not annehmen, dass alle drei Zustande mit gleicher Wahrscheinlichkeit aktuell sein konnten. Folglich wahlt er rationalerweise jene Handlung, deren Erwartungswert angesichts dieser Unsicherheit maximal ist; das ware hier hi 2 mit einer Wert von EUihi 2123.25 Offensichtlich hangt dieser Erwartungswert von der subjektiven Einschatzung der Wahrscheinlichkeiten durch den Agenten ab Savage 1954. Entscheidend ist, dass der tatsachliche Weltzustand dem Agenten vorgegeben und damit unabhangig von seinen Praferenzen und seinen rationalen Schlussfolgerungen festgelegt ist folglich kann und muss der Agent die Angelegenheit mit dem Zustand als eine reine Frage von Wahrscheinlichkeit bzw. von Zufall behandeln. Insbesondere weist die Feststellung von RFi keinen systematischen Zusammenhang mit dem aktuellen und aktuell zu erwartenden Weltzustand auf. Kennt der Agent den aktuellen Zustand s genau, kann er getrost gema RFis seinen Nutzen in s maximieren und dabei alle outcomes samt Nutzwerten in allen anderen moglichen Weltzustanden ignorieren, d.h. er kann und muss lokal maximierend vorgehen. Ein Gegenspieler: Zum Agenten j mit Handlungsoptionen Hj und Nutzenfunktion Uj. Die Welt ist nun so beschaffen, dass nicht isolierte Handlungen, sondern erst die moglichen Kombinationen der Handlungsoptionen beider Spieler zu outcomes fuhren: . Die Welt selbst habe hingegen nur einen einzigen, eindeutig festgelegten und beiden Spielern bekannten Zustand, den wir ignorieren konnen. Beide Spieler mussen ihre Handlungen gleichzeitig und nur in diesem Sinne unabhangig voneinander festlegen; d.h. sie konnen einander Handlungen nicht beobachten, bevor es zu spat ist, die eigene Handlung zu revidieren. sich ein Agent i gesellt Anstatt sich nun uber den aktuellen Weltzustand Gedanken zu machen eine Frage von Informiertheit oder Unsicherheit muss sich Agent i uberlegen, welche Handlung nun aktuell wohl vom Gegenspieler j zu erwarten ist. Obwohl die zur Beschreibung von A aufgestellte Tabelle auf den ersten Blick ganz genauso aussieht wie die Darstellung der Welt W eben, handelt es sich um zwei ganzlich verschiedene Situationen. Denn angenommen, dass Agent j rational ist: 25 Wir ersparen es uns, nun auch die Reaktionsfunktion an alle moglichen Unsicherheit uber den Weltzustand anzupassen. hi 1 hi 2 hi 3 hj 1 o 1,1 o 2,1 o 3,1 hj 2 o 1,2 o 2,2 o 3,2 hj 3 o 1,1 o 2,3 o 3,3 in W von einfach auf unabhangig dann ist die Handlungswahl des j eine Frage seiner Rationalitat und nicht etwa eine Frage von Wahrscheinlichkeiten oder Zufall. Wenn i also aus irgend Grunden wei oder glaubt, dass j rational ist, dann muss sich i fragen, welche Handlung aktuell fur j rational ware und wenn sich so eine bestimmte rationale Handlung hj des j durch i rational ermitteln lasst, dann kann und muss sich i rationalerweise darauf verlassen, dass j tatsachlich hj realisiert bzw. realisieren wird. In der Folge kann der Agent i seinen eigenen Handlungen nicht wie ihm Wahrscheinlichkeiten gegrundete Erwartungsnutzen zuordnen. Denn anders als in der Welt W ist die tatsachliche, durch die Handlung des j festgelegte Situation, mit der i in aktuell rechnen muss, also durchaus mit einer Eigenschaft des i korreliert: die Situation wird auf derselben rationalen Grundlage festgelegt wie die Handlung des i selbst, namlich nach dem Nutzenmaximierungsgesichtspunkt.26 Immer dann wenn es also fur i rational ist, seinen eigenen Nutzen zu maximieren, ist es auch fur j rational, dies angesichts Uj mittels hj ebenfalls zu tun. Und diese Rationalitat des j legt am Ende fest, welche der in prinzipiell bereitgehaltenen outcomes Agent i tatsachlich durch seine eigene Wahl realisieren kann; das sind all jene outcomes, die hj zulasst. Im letzten Schritt muss dann i nur noch die Vorgabe seiner Reaktionsfunktion RFi angesichts des erwarteten hj realisieren, wobei diese Funktion nun nicht uber Weltzustande, sondern uber alle moglichen Handlungen des Gegenspielers j definiert sein muss: . Diese Funktion legt fest, mit welcher oder welchen eigenen Handlungen i seinen Erwartungsnutzen maximiert, sofern er eine bestimmte Handlung des j erwartet bzw. annimmt. Einerseits ist daher die Bezeichnung Reaktionsfunktion in eher berechtigt als in W, da j fur i ja nicht eine ihn umfassende Welt darstellt, sondern ein gleichberechtigtes Gegenuber, das in derselben Welt agiert wie er. Andererseits sollte die Bezeichnung nicht daruber hinwegtauschen, dass Agent i seine RFi schon zu Rate ziehen muss, bevor er sicher beobachten kann, wie j wirklich handelt.27 Mithilfe dieser Funktion werden nicht Beobachtungen oder Wissen in Handlungen ubersetzt, sondern bloe Erwartungen in eigene Antworten, sodass sie letztlich nur Reaktionsbereitschaften des i beinhaltet. Obwohl diese Ubertragung der nutzenmaximierenden Reaktionsfunktion RFi von W auf wie ein harmloser, ganz folgerichtiger Schritt erscheinen mag, hat er spater ubrigens erhebliche Konsequenzen, die sich in interessanten Fallen als problematisch erweisen werden. Es wird sich zeigen, dass das Zusammentreffen nutzenmaximierender Reaktionsfunktionen Kooperationen verhindert. Dass hier, im Vergleich zu W oben, etwas kompliziertere Uberlegungen angestellt werden konnen, die auch die mutmaliche Rationalitat anderer Agenten berucksichtigen, macht aus dieser Welt ein strategisches Spiel zwischen i und j Neumann Morgenstern 1961. Es wird auch deutlich, dass 26 Die Welt W hingegen hatte und brauchte keine eigene Nutzenfunktion und konnte ihren Zustand folglich nicht rational festlegen. 27 Deswegen erfordert neben der Ermittlung von RFi auch dessen Anwendung rationale Urteile. hier der soziale Aspekt der oben beschriebenen Selbstkonsistenz von Rationalitat eine Rolle spielt; denn um zu ermitteln, welche konkrete Handlung fur j rational ware, damit i darauf seine RFi anwenden kann, muss i auch berucksichtigen, dass j die gleichen Uberlegungen hinsichtlich i anstellt. D.h. i muss rational erwagen, was j rational erwagt. Nur wenn i und j gleichermaen rational uberlegen, konnen sie einander Uberlegungen, Entscheidungen und Handlungen vorhersehen und damit konnen sie auch vorhersehen, dass sie einander Uberlegungen vorhersehen. Folglich verschafft ihnen ihre einheitliche Rationalitat gewisse Informationen uber einander, und zwar mitsamt der Information, dass sie uber diese Informationen verfugen ohne dass sie kommunizieren mussten. Dies begrundet eine rationale strategische Interaktion. Freilich benotigen wir zunachst Angaben uber die Nutzen von i und j, die den verschiedenen moglichen outcomes in der Welt zugeordnet sind. Erst nach dieser Festlegung ist das strategisches Spiel zwischen i und j vollstandig definiert: i,j, Hi, Hj, Ui, Uj . Der Mechanismus vermittelt dabei zwischen allen moglichen Interaktionen und outcomes, denen die Agenten die Spieler wiederum Nutzwerte zuordnen konnen. Folglich sind die Nutzenfunktionen auch uber alle moglichen Konstellationen von Handlungen, d.h. uber alle in moglichen Interaktionen definiert. Daher konnen die Outcomes O in der Definition von ausgespart werden. In der folgenden Matrix der Normalform des Spiels stehen die Nutzwerte fur i jeweils vor links von denjenigen fur j. Konstantsummenspiel. Die Nutzenfunktion des Agenten i ist in diesem Beispiel analog zu der obigen Situation in W festgelegt worden, um W und leichter vergleichen zu konnen. Die Reaktionsfunktion RFj des Agenten j sieht fur jede der moglichen Handlungen des i nutzenmaximierende Reaktionen oder besser Antworten vor, die wieder fett hervorgehoben sind. Die fur j eingetragenen Nutzenwerte zeigen, warum es sich bei diesem speziellen j im Wortsinne um einen Gegenspieler handelt: je hoher i ein bestimmtes outcome bewertet, desto niedriger ist dessen Nutzenwert fur j, und umgekehrt. Da die Funktionen Ui und Uj genau gegenlaufig sind, handelt es sich hier um ein sog. Nullsummen oder Konstantsummenspiel.28 Dies kennzeichnet den ersten Spieltyp, der in der einflussreichen Arbeit von Neumann und Morgenstern 1961 formalisiert wurde. 28 Bei jedem outcome addieren sich die Nutzwerte der Spieler zur selben Konstante, hier 10, sodass fur alle outcomes gilt: Uiox,y 10 Ujox,y. hi 1 hi 2 hi 3 hj 3 3, 7 1, 9 3, 7 hj 1 1, 9 2, 8 5, 5 hj 2 2, 8 9, 1 3, 7 zwischen Spielen wie Es ist bemerkenswert, dass diese spezielle Art Spiel einer Reihe von grundsatzlichen Unterschieden und entscheidungstheoretischen Welten wie W die Scharfe nimmt. Die Spieltheorie und damit die erste Definition von Spielen uberhaupt die in anschlieenden Artbeiten Nash 1951, Selten 1965, Luce Raiffa 1967, Harsanyi 1968, Aumann 1995 wesentlich ubernommen wurde begann also mit einer Erorterung von Spielen, in denen Kooperation unmoglich ist. Wie wir gleich sehen werden, ist dieselbe Konstantsummeneigenschaft, die fur die Unmoglichkeit von Kooperation sorgt, dafur verantwortlich, dass das Interagieren mit anderen Agenten in solchen Spielen dem einsamen Agieren in einer Welt W noch recht ahnlich ist. In der Folge werden einige der oben erorterten sozialen Aspekte von rationalen Uberlegungen in Spielsituationen in den Hintergrund gedrangt, bis die Konstantsummenbedingung aufgehoben wird s.u  An deren Stelle treten im Konstantsummenspiel Uberlegungen, die aus der individuellen Situation in W ubernommen werden, darunter die a priori Annahme nutzenmaximierender Reaktionsfunktionen. Insofern kann die Theorie dieser speziellen Spiele als Fortsetzung der Entscheidungstheorie angesehen werden. Als Vorbild dienten Neumann und Morgenstern 1961 Gesellschaftsspiele wie Schach oder Dame, in denen es darum geht, dem eigenen Sieg moglichst nahe zu kommen, was dort immer dasselbe bedeutet wie, den Gegenspieler einer Niederlage moglichst nahe zu bringen. Naher am Sieg ist, wer einen hoheren Nutzwert als der Gegner erzielt.29 Folglich druckt die in RFi festgelegte Bereitschaft zur Nutzenmaximierung nichts anderes aus, als den Witz der Teilnahme an einem rein antagonistischen Spiel wie Schach: dem Sieg moglichst nahe zu kommen. Daher ist es in allen Konstantsummenspielen rational, jede verfugbare Information dazu zu verwenden, den eigenen Nutzen ohne Rucksicht auf den Nutzen Anderer zu maximieren und dabei denjenigen des Anderen zu minimieren genauso wie es beim Handeln in einer Welt W rational ist, jede verfugbare Information uber die Welt W dazu zu verwenden, ausschlielich den eignen Nutzen zu maximieren. Fur diese Parallele der beiden RFi ist es unerheblich, dass ein Agent i in W naturlich nicht so etwas versucht wie die Welt zu besiegen, sondern sich schlicht deswegen auf seinen eigenen Nutzen konzentrieren muss, weil es keinen anderen Agenten gibt, dessen Nutzen i zusatzlich berucksichtigen konnte. In dieser Hinsicht ist das rationale interagieren in einem Spiel wie dem Agieren in einer Welt W sehr ahnlich, wenn man vom ontologischen Unterschied zwischen agieren in und interagieren mit abstrahiert: Gegeben 1. die Erwartung hj in oder die Information oder Erwartung s in W, und gegeben 2. dass i seinen Nutzen Uihi, hj oder seinen Nutzen Uihi, s maximieren will, gibt es 3. keine andere rationale Schlussfolgerung als RFi hj 29 Je hoher der im Konstantsummenspiel erreichte eigene Nutzwert ist d.h. je niedriger der Nutzwert des Gegners ist, desto besser ist diese spezielle Zielsetzung erfullt. Die Nutzwerte der Spieler konnen auch relativer Punktestand gelesen werden. oder RFi s zu realisieren, da bei gegebenem hj oder s der Nutzwert UiRFi hj, hj oder UiRFi s, s maximal ist. Daher konnte man die Interpretation vertreten, dass ein Agent in einem solchen Konstantsummenspiel fast wie in einer Welt W handelt, die die Zustande Hj aufweisen kann. Die Ahnlichkeit endet dort, wo dem Agenten i klar sein muss, dass die aktuell anstehende Handlung hj eines rationalen Gegenspielers auf ganz andere Weise festgelegt wird als der aktuelle Zustand s einer Welt W. Die umgekehrte Interpretation ist unter Spieltheoretikern recht beliebt Bernheim 1986, Aumann 1987, Brandenburger Dekel 1987, aber weniger glucklich: dass ein Agent in einer Welt W so tun konne, als ob er ein strategisches Spiel gegen die Natur W spiele. Unabhangig davon, dass W uber keine eigene Nutzenfunktion verfugt, sich folglich nicht rational fur einen Zustand s entscheidet und dass W folglich die Nutzenfunktion Ui und damit die mutmalich anstehende rationale Handlung des Agenten i stets ignoriert: das Wortchen gegen schrankt die eben beschriebene Ahnlichkeit von W zu Recht auf Konstantsummenspiele ein. In anderen Spielen, s. u., lassen sich die Nutzwerte, die ein Spieler erzielen kann, namlich nicht ohne Weiteres mit den Nutzwerten eines einsamen Agenten in W gleichsetzen. In der Folge spielt dort die Reaktionsfunktion eines Spielers eine wesentlich andre Rolle als in W und in Konstantsummenspielen, was bei moglichen Kooperationen eine fundamentale Rolle spielt. Um zu betonen, was ublicherweise nicht thematisiert wird: Nur deswegen, weil es sich bei um ein Konstantsummenspiel handelt, kann ohne Einschrankung die den je eigenen Nutzen lokal maximierende Reaktionsfunktion RFi aus der alten einsamen Entscheidungssituation in W im Prinzip unverandert 30 fur das Entscheidungsproblem in ubernommen werden. Also: gema RFi aufwarten wollen, obwohl dies dem j sicher nicht gefallt; denn es kann keinen nutzenrelevanten Grund geben, dies aus Rucksicht auf j nicht zu tun. Dasselbe muss i von einem rationalen j erwarten. Aufgrund dieser oder aquivalenter rationaler Uberlegungen muss ein rationaler Agent in einem 30 Abgesehen davon, dass S durch Hj ersetzt wird, weil der Unterschied dieser Mengen keine Rolle spielt. i davon ausgehen, dass ein rationaler Gegenspieler dies im Konstantsummenspiel gleichbedeutend damit ist, seinem Gegner j einen moglichst niedrigen Nutzwert zu uberlassen; Kooperationen sind unmoglich; Agent i will einen moglichst hohen Nutzwert erzielen; und er wei, dass Also kann i rationalerweise nicht erwarten, dass j ihm bei der Verfolgung Also muss i, was immer j tun wird, mit einer nutzenmaximalen Antwort diese Ziels in irgend einer Form helfen will; und wenn j ebenfalls rational ist, kann i sich darauf verlassen, dass j versucht, dieses Ziel moglichst zu vereiteln indem er versucht Uj zu maximieren und damit Ui zu minimieren; ebenso wie Konstantsummenspiel einer nutzenmaximierenden Reaktionsfunktion RFJ entscheidet und handelt. Es ist wesentlich dass in Konstantsummenspielen schlicht unmoglich ist. Maximin. Noch einmal das Spiel zur Erinnerung: diese Uberlegung, eine Kooperation auf Basis selbst fur i hj 1 1, 9 2, 8 5, 5 hj 2 2, 8 9, 1 3, 7 hj 3 3, 7 1, 9 3, 7 hi 1 hi 2 hi 3 Um sich in solch einer Situation fur eine eigene Handlung zu entscheiden, muss ein Agent irgendeine Annahme uber die mutmaliche Vorgehensweise seines Gegenspielers treffen denn auf Grundlage der Kenntnis des Spiels allein lasst sich keine rationale Entscheidung fallen. So weit ist die Situation analog zu dem Fall, dass Agent i in W handelt, aber nichts uber den aktuellen Zustand s wei. Zwei grundsatzliche Annahmen uber den Agenten j kommen fur i in Frage: dass j rational ist oder nicht. Wenn Agent i seinen Gegner j nicht fur rational halt, wird sich j in aus subjektiver Sicht von i zufallig verhalten, d.h. auf fur i unvorhersehbare Weise. In diesem Fall ist die nachstliegende Ersatzannahme, dass j jede seiner Handlungsoptionen mit gleicher Wahrscheinlichkeit 13 realisiert. Unterhalt i dieses subjektive Wahrscheinlichkeitseinschatzung, hat seine Option hi 2 den maximalen Erwartungswert 1234.31 Anders als in einer unbekannten Welt W ist solch eine Annahme in einem strategischen Spiel nie rational, selbst wenn Agent i uberhaupt nichts uber j wei. Hierin in der Standardannahme unter vollkommener Unsicherheit liegt im Kern der wesentliche Unterschied zwischen der individuellen Rationalitat in W und der sozialen Rationalitat in einem Spiel wie : Sobald ein anderer Agent j auftaucht, uber den i gar nichts wei, ist es rational, diesen j ebenfalls fur rational zu halten. Erst wenn irgendwelche Evidenzen gegen diese Annahme sprachen, sollte i rationalerweise von dieser Standardannahme abrucken. Solange dies nicht der Fall ist, wurde eine vorgeblich rationale Uberlegung, die zu dem Schluss kame, dass der Andere nicht rational sei, eben jene allgemeine Rationalitat in Frage stellen, aus der sie ihre eigene Legitimitat beziehen will. Also nimmt ein rationaler Agent i in an, dass sein Gegner j rational ist, was nach der rationalen Uberlegung etwas weiter oben impliziert, dass j die nutzenmaximierende Reaktionsfunktion RFj unterhalt. Neumann und Morgenstern 1961 zeigen, dass sich unter dieser Annahme rational ableiten lasst, dass die Spieler in die Interaktion hi 3 realisieren und somit die Nutzwerte Uihi 37 einfahren sollten. Anders als rationale 33 und Ujhi 3, hj 3, hj 3, hj 31 Auerdem konnte ein hinreichend naiver Agent i auf die Idee kommen, deswegen hiihm mit etwas Gluck den global hochsten Nutzenwert, Uihi 29, einbringen kann. 2, hj 2 zu realisieren, weil sie Uberlegungen in W nehmen Schlussfolgerungen in den Umweg uber kontrafaktische Situationen, um dann darauf zu schlieen, was tatsachlich zu tun ist. Nach der Einfuhrung von Wahrscheinlichkeitsverteilungen in logische Schlusse, stellt die Einbeziehung von solchen waswarewennFragen den nachsten groen Schritt in der modernen Entwicklung der Rationalitatstheorie dar. Konkret muss jeder Spieler uberlegen, was in Fallen passieren wurde, in denen einer von beiden schon uber die feststehende Handlungsentscheidung des jeweils anderen informiert ware obwohl solche Falle in Wirklichkeit gar nicht auftreten. Aus Sicht von i stellt sich die Argumentation so dar: 3, hj 3 hj 3 antworten. 1. Angenommen j wusste, welche Handlung hj der Agent i realisiert. Dann wurde j rational mit RFj hi antworten. Also konnte i in solch einer Situation maximal Uihi 33 einfahren, da die Antworten des j auf jede andere Handlung des i zu geringeren Nutzwerten fuhren wurden. Folglich sollte i, wenn er vorlegen musste, hi 3 realisieren, und j wurde mit RFjhi 2. Angenommen i hatte den Informationsvorteil und wusste, welche Handlung hj der Agent j realisiert. Dann sollte i rational mit RFihj antworten. Da j dieser rationale Antwort rational vorhersieht wahlt er analog zu i im Punkt 1 jene eigene Handlung hj, die ihm angesichts RFihj den maximalen Nutzwert einbringt; dies ist die Handlung hj 3. Folglich wurde i in dieser Situation RFihj 3 realisieren. Wieder erhielte i Uihi 3, hj 33. 3 hi Obwohl sich die Punkte 1 und 2 auf Situationen beziehen, die in nicht auftreten denn die Agenten fallen ihre Entscheidungen nicht nacheinander, sondern gleichzeitig , lasst sich aus diesen kontrafaktischen Szenarien etwas daruber folgern, was in tatsachlich rationalerweise passieren muss. Es ware laut 1 und 2 gleichgultig, ob i zuerst entscheiden d.h. vorlegen und die vollinformierte Reaktion des j in Kauf nehmen musste, oder ob i umgekehrt in der privilegierten Position ware, seinerseits auf eine vorher festgelegte Handlung des j zu reagieren: in beiden Fallen wurden die Agenten dieselbe Interaktion hi 3, hj 3 realisieren. Folglich mussten sie auch in dem mittleren Fall, dass sie in gleichzeitig entscheiden, genau diese Interaktion realisieren. Wenn gemischte Handlungsplane zugelassen werden, gibt es in jedem Konstantsummenspiel mindestens eine rationale Interaktionsmoglichkeit der beschriebenen Art. Diese Losung wird Maxi Min oder Mini MaxLosung genannt, da die rationalen Handlungen in einem Konstantsummenspiel eine besondere Eigenschaft aufweisen, die aus der Unmoglichkeit von Kooperation folgt: die rationale Handlung hi 3 des Agenten i ist genau jene Handlung, die ihm den maximal moglichen Mindestbetrag anderen Handlungsoptionen wurden im jeweils schlechtesten Fall einen niedrigeren Nutzwert bergen. Insofern diese Handlung hi 3 seine Alternative mit dem sichert; d.h. alle 3, hji 3, hjsich rationale Gegenspieler diesen Wert. Da 3 und den Maxi MinNutzwert Ujhimaximalen Mindestnutzwert Uihi 33 darstellt,32 kann Agent i mit eben dieser Maxi MinHandlung mindestens diesen Nutzwert erzwingen. Egal, was j tut, er kann nicht verhindern, dass i mindestens diesen Nutzwert erhalt daher erzwingt in Konstantsummenspiel gegenseitig nichts schenken, erhalt i aber auch nicht mehr als eben diesen maximal erzwingbaren Nutzwert. Analoges gilt fur die Maxi MinHandlung hj 37 des Gegenspielers.33 Wenn alle Teilnehmer eines Konstantsummenspiels rational sind, erhalten sie das und nur das, was sie erzwingen konnen. Die Arbeit von Neumann und Morgenstern 1961 hat zwar die formal betriebene Spieltheorie begrundet, sie krankt aber an ihrer Beschrankung auf Null bzw. Konstantsummenspiele. Ob eine strategische Situation ein Konstantsummenspiel darstellt oder nicht, hangt von den subjektiven Nutzenzuweisungen der beteiligten Agenten an die outcomes der moglichen Interaktionen ab. Es reicht z.B. nicht, dass die Agenten irgendeinen objektiven outcome unter sich aufteilen mussen, sodass jedes Stuck der Beute, dass Agent i erhalt, dem anderen Agenten j vorenthalten wird denn im Prinzip konnen die Agenten jedes outcome beliebig bewerten.34 Uberhaupt ist es auerst fraglich, ob es uberhaupt zulassig ist, von der Summe der individuellsubjektiven Nutzwerte Ui und Uj zu reden, wenn diese Werte etwas anderes darstellen sollen als relative Siegpunkte in einem Gesellschaftsspiel wie Schach oder Dame. Gleich die Konstantsummenbedingung allgemeinen Rationalitatskonzept fur beliebige Spiele zu suchen. Darin konnen die Spieler jedem einzelnen outcome unabhangig von den anderen outcomes und unabhangig von der Bewertung anderer Spieler jeden beliebigen Nutzwert zuordnen. Es stellt sich heraus, dass Maxi MinHandlungen nur in Konstantsummenspielen systematisch rational ist. Dennoch entfaltet die Vorgangerarbeit immer noch einen erheblichen Einfluss, da alle anderen hier erorterten Modellannahmen insbesondere die Annahme nutzenmaximierender Reaktionsfunktionen im Wesentlichen beibehalten wurden. 6. Interaktionen mit Kooperationsmoglichkeit aufgehoben, um nach 1951 wurde einem in der Folgearbeit von Nash Gleichgewicht. Im Beispiel eben ist das outcome, das der Interaktion hi 3 zugeordnet ist, besonders ausgezeichnet: Nur in diesem Ergebnis sollen die Agenten laut RFi und RFj auf einander Handlungen so antworten, wie 32 33 Auerdem erhalt Agent i, wenn er seine Maxi MinHandlung realisiert, immer einen hoheren Nutzwert als den Maxi MinNutzwert, falls der Gegenspieler etwas irrationales tun sollte. Wegen dieser Eigenschaften wird die Orientierung am maximal erzwingbaren Nutzwert auch als individuelle Rationalitat bezeichnet, obwohl wir gesehen haben, dass an ihrem Anfang die Annahme des Agenten steht, dass auch der andere rational ist. 34 Z.B. konnten es beide am besten finden, dass etwas gleichmaig aufgeteilt wird. Auerdem konnte ein Agent einem Anteil q der Gesamtbeute X einen hoheren oder niedrigeren Nutzwert als q Ux zuweisen. 3, hj und 3 und hj 3, hj 3 und hj 3 RFi hjjeder von ihnen ohnehin schon agiert.35 D.h. nur bei dieser Konstellation von Handlungen ist hi RFi hj und gleichzeitig hj RFj hi,36 sodass die Handlungen hi 3 gema Ui und Uj gegenseitige beste Antworten aufeinander darstellen. Solch eine Interaktion hi 3 wird gleichgewichtig genannt, weil sich diese Handlungen angesichts RFi und RFj quasi die Waage halten. Hinsichtlich Rationalitat druckt diese Eigenschaft die Selbstkonsistenz von Uberlegungen aus, die genau diese Interaktion betreffen. In gewissem Sinne passen namlich die Handlungen hi 3 angesichts der beiden RF zu einander, sodass auch die rationalen Uberlegungen der beiden Agenten, die zur Realisation eben dieser Handlungen fuhren, einander bestatigen bzw. miteinander vereinbar sind. Aus Sicht des Agenten i stellt sich diese Konsistenz so dar: Agent i darf vorlaufig annehmen, dass j die Handlung hj 3 realisiert; dann hieraus ableiten, dass er selbst rationalerweise hi 3 realisieren soll; dann ableiten, dass j als rationaler Agent diese rationale Schlussfolgerung vorhersieht und sich also auf hi 3 vorbereitet; und hieraus schlielich folgern, dass der Mitspieler j gema RFj tatsachlich hj 3 realisiert was mit der ursprunglichen Annahme von hj 3 in Einklang steht konsistent ist. Hingegen fuhrt bei allen anderen Option des j eine vorlaufige Annahme des i, das j sie realisieren werde, zu einem widerspruchlichen Schluss namlich dazu, dass j diese Optionen rationalerweise doch nicht realisieren sollte. Dasselbe lasst sich aus Sicht von j zeigen. Folglich ist hi 3 die einzige Interaktion in , die durch i rational gerechtfertigt werden kann, weil sie durch beide Spieler rational gerechtfertigt werden kann, sofern sie einander nur Rationalitat zuschreiben. Auf dieser Grundlage, dass die rationalen Uberlegungen aller Spieler mit einander im Einklang stehen mussen, entwickelt Nash 1951 das nach ihm benannte Gleichgewichtskonzept fur beliebige Spiele. Das dem NashGleichgewicht zugrunde seither als das Rationalitatskonzept fur strategische Interaktionen schlechthin etabliert. Es lauft auf die Selbstkonsistenz von Uberlegungen hinaus, die sowohl unter der Annahme angestellt werden, dass jeder Spieler eine als auch widerspruchsfrei zu der Schlussfolgerung gelangen, dass eben angesichts seiner nutzenmaximierenden Reaktionsfunktion rationale Handlung realisiert und dies auch von jedem anderen Spieler annimmt liegende Kalkul hat 3 RFj hidieses Angenommene tatsachlich realisiert wird. und Schlussfolgerungen Es handelt sich nicht um einfache Zirkelschlusse; denn zwischen diesen Annahmen und Reaktionsfunktionen aller Spieler gleichzeitig. In der Folge kommen als rationale Interaktionen nur Gleichgewichte wie im Beispiel eben in Frage. Das in der Einleitung beschriebene reasoning uber Handlungen wird nun auf die 35 Wir lassen die Moglichkeit gemischter Handlungsplane beiseite. 36 Mithin ist hi RFi RFj hi RFi RFj RFihj usw., analoges gilt fur hj. die Nutzen vermitteln 3, hjsich kollektive Ebene von Interaktionen gehoben: Rationales Schlieen, reasoning, in strategischen Spielen zerlegt die Menge aller in einem Spiel moglichen Interaktionen der Raisonnierenden in genau zwei disjunkte Teilmengen, von denen sie die gleichgewichtigen als rational bevorzugt. Solche Gleichgewichte existieren in beliebigen Spielen, sofern auch gemischte Handlungsplane gemischte Strategien zulassig sind Nash 1951. Lassen wir gemischte Handlungsplane wieder weg und bleiben wir bei einem strategischen Spiel i,j, Hi, Hj, Ui, Uj zwischen nur zwei Agenten i und j mit Handlungsoptionen Hi, Hj und Nutzenfunktionen Ui, Uj. Hieraus lassen sich die nutzenmaximierenden Funktionen RFi und RFj wie oben ableiten. Eine Interaktion hi,hj in ist genau dann Nashgleichgewichtig, und nach diesem Konzept rational, wenn hi RFi hj und gleichzeitig hj RFj hi. In Konstantsummenspielen sind dies die Interaktionen, in denen alle Spieler ihre Maxi MinHandlungen realisieren, in anderen Spielen nicht unbedingt. Gleichgewichte werden auch Fixpunkte genannt; sie lassen sich nicht nur fur nutzenmaximierende, sondern fur beliebige Reaktionsfunktionen ermitteln. Wir konnen zur Vereinfachung eine allgemeine Abbildung bzw. Operation FIX definieren, die fur jedes beliebige gegebene Spiel und beliebige gegebene Reaktionsfunktionen RFi, RFj, etc. samtlicher Spieler die Menge der gleichgewichtigen Interaktionen in ermittelt. Fur jede dieser durch FIX ermittelte Interaktion gilt, dass die gleichzeitige Anwendung der Reaktionsfunktionen aller Spieler wieder zu eben dieser Interaktion fuhrt. Fassen wir die gleichzeitige Anwendung von RFihj und RFJhi zu RFhi, hj zusammen, so ergibt sich nur fur diejenigen hi, hj, die FIX fur ermittelt, also fur alle und nur fur hi, hj FIX ,RFi, RFj, ein zirkularer bzw. reflexiver Zusammenhang der Form: hi, hj RFhi, hj RFRFhi, hj RFRFRFhi, hj   usw. Im gunstigsten Fall liefert FIX nur eine einzige Interaktion, kann aber auch null oder zwei und mehr Ergebnisse haben. NashGleichgewichte sind jene speziellen Ergebnisse von FIX, die sich bei nutzenmaximierenden Reaktionsfunktionen ergeben wobei gemischte Handlungsplane zugelassen sind. Z.B. liegt das NashGleichgewicht im folgenden Spiel bei hi 1, es ist also FIX ,RFi, RFj hi 1, was zu dem einzigen rationalen outcome fuhrt, dem die Nutzwerte 5,3 zugeordnet sind. 2, hj 2, hj hi 1 hi 2 hj 1 3, 1 5, 3 hj 2 1, 8 2, 2 Die Maxi MinHandlung hjder rationale Nutzwert Ujhimindestens erzwingbaren Maxi MinNutzwerts rationalen Handlung hjniedrigsten Nutzwert Ujhi 2 des Agenten j ist in hingegen nicht rational, und 13 liegt oberhalb seines mittels hj 2 23. Mit der 1 wird zwar nicht sicher ausgeschlossen, dass j den global 11 einfahrt doch unter der Annahme, dass 2, hjUjhi 2, hj 1, hj2 die Alternative hi 2 hj 2, hj 1 hi 1 realisiert sofern j rational ist. sein Mitspieler i rational ist und daher rationalerweise hi 2 realisiert, muss j diese Katastrophe gar nicht furchten und also keine extra Vorkehrungen treffen. Schon die Tatsache, dass die Option hi 1 dominiert also in jedem Fall mehr Nutzen birgt, konnte j davon uberzeugen, dass i sicher hi 2 realisiert, worauf j rationalerweise mit RFj hi 1 zu antworten hatte. Da die Konstellation zudem ein NashGleichgewicht darstellt, weil gleichzeitig RFi hj 2, kann ein rationaler Agent i ohne Widerspruch annehmen und schlussfolgern, dass j tatsachlich hj Ein trotz Rationalitat unlosbares Problem ergibt sich fur den Agenten i in allerdings dann, wenn j irrationalerweise die Handlung hj 2 meint realisieren zu sollen etwa, weil dies seine Maxi MinHandlung ist oder vielleicht, weil j darauf hofft, den sehr hohen Nutzwert 8 einfahren zu konnen, etc. In dem Fall werden die irrationale Interaktion hi 2 und damit die Nutzwerte 2,2 realisiert. Im Vergleich zu den rationalen Nutzwerten 5,3 schadet sich somit j durch seine Irrationalitat nicht nur selbst er fugt auch seinem rationalen Mitspieler i einen erheblichen Schaden zu. Das Beispiel zeigt, dass ein rationaler Agent in bestimmten Spielen vollstandig darauf vertrauen muss, dass seine Mitspieler ebenfalls rational sind, weil deren Irrationalitat auch ihm schaden wurde. Die in Konstantsummenspielen herrschende Gewissheit eines rationalen Agenten, dass er auch bei einem irrationalen Mitspieler mindestens seinen rationalen Nutzwert einfahrt, fallt bei vielen anderen Spielen weg. Dies ist die Kehrseite dessen, dass rationale Interaktionen in Spielen wie eben mehr als nur die Mini MaxNutzwerte bergen: die rationalen Nutzwerte lassen sich dort nicht durch individuelle rationale Handlungen erzwingen. Folglich kann ein rationaler Spieler mit einem irrationalen Gegenuber nicht rational umgehen. In solchen Fallen hilft es nur noch, sich auf die eigene Maxi MinHandlung zuruckzuziehen nicht weil dies rational ware, sondern weil man sich dadurch wenigstens einen Mindestnutzwert sichert, auf den man sich verlassen kann. Maxi Min ist auerhalb von Konstantsummenspielen also eine Art last resort, die vor vollkommener Ungewissheit und damit vor ungewissen Schaden schutzt. Common Belief. Eine gemeinsame und einheitliche Rationalitat das Durchfuhren derselben rationalen Schlussfolgerungen aufgrund derselben Informationen und Annahmen fuhrt zu einer allgemeinen Abstimmung Koordination der Agenten. Man wurde zu weit gehen, wenn man dies schon als eine Art Kooperation durch gemeinsame Rationalitat interpretieren wurde. Doch immerhin richten sich Agenten, die vor ihrer Interaktion dieselben Schlussfolgerungen einstellen, nicht nur auf dieselben Interaktionsergebnisse und damit verbundene Nutzwerte ein: dieselben Schlussfolgerungen fuhren auch zu eben diesen vorher von Allen erwarteten Ergebnissen. Hierin spiegelt sich wider, dass solche rationalen Schlussfolgerung auf Grundlage gemeinsamer Informationen und Annahmen angestellt werden und werden mussen. Diese recht starke Voraussetzung ist in der Spieltheorie als common knowledge bekannt Aumann 1976, Monderer Samet 1989. Der terminus geht auf eine philosophische Arbeit von Lewis 1969 zuruck, und ist etwas irrefuhrend. Gemeint ist nicht gemeinsames Wissen i.S.v. sicherer Information weder in der Spieltheorie noch bei Lewis, sondern vielmehr eine gemeinsame Annahme: common belief. Beide Konzepte haben seither in der Modallogik, bzw. in deren Unterabteilung epistemische Logik, Karriere gemacht Vgl. Chellas 1980. Ein common belief herrscht in einer Population von Agenten genau dann vor, wenn alle Agenten gleichermaen glauben, dass wahr ist; wenn zudem alle Agenten glauben, dass alle Agenten glauben, dass wahr ist; wenn weiterhin Alle glauben, dass Alle glauben, dass Alle glauben, dass wahr ist   etc. ad infinitum. Analoges gilt fur common knowledge, nur dass dort auch wirklich gewusst und folglich auch wirklich wahr sein muss. Diese Konnotation ist in der Spieltheorie durchaus gewollt: man nimmt theoretisch an, dass das, was unter den Spielern gemeinsam angenommen wird was also common belief ist auch tatsachlich wahr ist. Im Ausgangspunkt ist die Struktur des gemeinsamen Spiels common belief, was im Besonderen bedeutet, dass jeder Spieler die den outcomes zugeordneten Nutzwerte aller beteiligten Agenten richtig einschatzt. Auerdem ist es common belief, dass alle Agenten rational sind. Folglich ist es common belief, dass alle Spieler angesichts von dieselben rationalen Schlusse ziehen. Daher sind schlielich auch die rationalen Interaktionen in common belief. Ohne diese gemeinsame Grundlage konnte es uberhaupt keine rationalen Schlussfolgerungen geben, da diese, wie wir gesehen haben, darauf beruhen, dass jeder rationale Agent annimmt, dass auch alle rationalen Anderen seine Schlussfolgerungen durchschauen. Angenommen, dass in einem Spiel zwischen den Agenten i und j eine Interaktion hi, hj Nashgleichgewichtig ist. Dann stellt sich die zugehorige selbstkonsistente rationale Uberlegungen des Agenten i folgendermaen dar: i nimmt vorlaufig an, dass j seine Option hj realisiert; er folgert daraus hi RFi hj; er folgert, dass ein rationaler j diese rationale Folgerung von hi durchschaut und sich darauf einrichtet; er folgert schlielich hj RFj hi, was mit seiner ersten Annahme ubereinstimmt. Analoges gilt fur j. Der mittlere Schritt in dieser Kette von rationalen Schlussfolgerungen von besonderer Brisanz: i folgert, dass ein rationaler j diese rationale Folgerung von hi durchschaut und sich darauf einrichtet. Es geht nicht um Telepathie, sondern darum, dass diese gesamte Kette von Schlussfolgerungen des i unter rationalen Agenten mit nutzenmaximierenden Reaktionsfunktionen common belief sein kann. Dasselbe lasst sich auch so ausdrucken: nur solche Interaktionen eines Spiels zwischen i und j mit Reaktionsfunktionen RFi und RFj konnen von beiden Agenten sowohl angenommen als auch aufgrund dieser Annahme rational inferiert werden, die zur Menge FIX , RFi, RFj gehoren. Es ist kein Zufall, dass sowohl unser Operator FIX als auch selbstkonsistente Schlussfolgerungen als auch common belief zirkulare i.S.v. reflexive Strukturen aufweisen. Nashgleichgewichte sind spezielle Falle aller Interaktionen, die mit dieser Reflexivitat oder Zirkularitat kompatibel sind. Was sie besonders auszeichnet, i enthalten eines Agenten jener speziellen Reaktionsfunktionen, die aus der ist die Annahme Entscheidungstheorie in die Theorie rationaler Interaktion ubernommen wurden. Irrationale Schlussfolgerungen entweder Widerspruche im engen Sinne enthalten oder aber die Annahme, dass andere Agenten diese Schlussfolgerungen nicht nachvollziehen konnen. Dies durchbricht die fur common belief notige Zirkularitat aus i nimmt an, dass j annimmt, dass i annimmt   Ein rationaler Agent darf also nur Annahmen treffen, von denen er gleichzeitig annimmt, dass alle anderen Agenten eben diese Annahmen annehmen werden. Tauschungsversuche konnen folglich nicht in diesem Sinne rational sein. Weil diese Konzeption von Rationalitat auf common belief gegrundet, geht sie immer mit Transparenz einher. Multiple Rationalitaten. Das auf common knowledge, eigentlich auf common belief, gegrundete Rationalitatskonzept der Spieltheorie hat allerdings zwei Schonheitsfehler. Zwei sehr bekannte Spiele, das ChickenSpiel und das Gefangenendilemma, sind fur diese beiden Probleme sinnbildlich. Zunachst Chicken. hj 1 hj 2 3, 3 2, 4 4, 2 1,1 Chicken hi 1 hi 2 Das Spiel wird gerne Chicken genannt, weil man es mit einer story um Mut und Feigheit verbinden kann; etwa so: Die Agenten i und j rasen mit ihren Autos aufeinander zu; wenn einer von beiden die Nerven verliert und alleine ausweicht h 1, hat er verloren, was durch die Nutzwerte 1,4 zu seinen Ungunsten ausgedruckt wird; weichen beide gleichzeitig aus, ergibt sich ein Unentschieden 3,3; bleiben beide auf Kurs h 2, gibt es schlielich einen fatalen Crash hi 2, hj 2, den beide sicher bereuen werden 1,1. Es gehort schon eine besondere Rationalitat dazu, uberhaupt an solch einem Spiel teilnehmen zu wollen, wenn man die Wahl hat. Denn dieses Spiel hat zwei NashGleichgewichte FIX , RFi, RFj hi 1, die die Spieler verschieden gut finden, da in dem einen Gleichgewicht i und in dem anderen j gewinnt. Tragischerweise kommt es zum Crash, wenn beide Spieler darauf beharren, das fur sie jeweils gunstigere rationale outcome zu realisieren. Hier zeigt sich eine Verscharfung des oben festgestellten Problems, wonach die rationale Handlung eines Spielers bei irrationalen Mitspielern noch lange keinen rationalen Mindestnutzwert garantiert: Selbst die Rationalitat aller Spieler garantiert nicht, dass eine rationale Interaktion realisiert und damit rationale Nutzwerte eingefahren werden, da es in einem Spiele mehrere rationale Interaktionen geben kann. Das Problem ist, dass es sowohl common belief sein kann, dass j ausweichen und i durchfahren wird hi 2, als auch dass umgekehrt i ausweicht und j 2, hi 1, hj 1, hj 2, hj1, hj 1, hj 2, hj 1, hj 2 oder hi 2, hjgewinnt hi 1. Die Schlussfolgerungen waren gleichermaen rational sie hatten aber nur dann den jeweils vorgesehenen Erfolg Nutzwert, wenn beide Spieler gleichzeitig denselben Schluss zogen. Hierfur mussten die Spieler dieselbe rationale Interaktion hi 1 als Pramisse ihre Inferenzen nehmen. Welche der beiden gleichermaen rationalen Annahmen ein Agent treffen soll ist aber nicht rational ableitbar. Keine rationale Uberlegung fuhrt zu dem Schluss, dass unbedingt die Annahme und damit die Schlussfolgerung hi 2 common belief sein musse; das gleiche gilt fur das andere NashGleichgewicht. Dieser Sachverhalt wird gemeinhin unter dem Aspekt behandelt, dass es fur ein Rationalitatskonzept wunschenswert ware, wenn es pro Spiel genau eine Interaktion als rational auswiese. Ansonsten drohen rational nicht aufzulosende Unbestimmtheiten wie hier, die am Ende dazu fuhren, dass nicht einmal garantiert ist, dass uberhaupt eine rationale Interaktion stattfindet. In diesem Sinne lasst das spieltheoretische Rationalitatskonzept multiple Rationalitaten zu. Fur unser Thema ist noch eine weitere Eigenschaft des Spiels aufschlussreich: dass die Interaktion hi 1, die jeder der Spieler sowohl dem drohenden Crash als auch einer Niederlage vorzieht, nicht Nashgleichgewichtig und daher nach diesem Konzept nicht rational ist. Diese Interaktion muss nicht als beide sind feige interpretiert werden; es geht allgemein darum, dass beide Nachgeben, anstatt auf ihren eigenen Triumph zu beharren und damit eine Katastrophe zu riskieren. Diese Interaktion ist ein Kompromiss, fur den nur jeder der Spieler ein wenig nachgeben muss, um immerhin das zweitbeste global mogliche Ergebnis zu erzielen. Den Kompromiss zu realisieren, erfordert aber ein gewisses gegenseitiges Vertrauen, da z.B. Spieler j dem Anreiz ausgesetzt ist, eine kompromissbereite Vorlage des i hi 2 zu beantworten und genau diese unfreundliche Antwort schreibt die nutzenmaximierende Reaktionsfunktion vor: RFjhi 2. Dasselbe gilt analog fur i. In der Folge wird eine solcher Kompromiss rationalerweise gar nicht erst versucht, wenn und weil die Funktionen RFi, RFj common belief sind. Wir wollen diese einseitige Ausbeutbarkeit als Merkmal jeder Kooperation auffassen. Diese Bestimmung nutzenmaximierende von Kooperation macht Reaktionsfunktionen systematisch Kooperationen verhindern. Dilemma. Das Dilemma rationale Schlussfolgerungen dazu fuhren konnen, dass Agenten eine offensichtliche Chance zu einer Kooperation verpassen. 1 mit einer aggressiven Handlung hjspieltheoretisch zeigt, dass deutlich, 1 hjschon dass Dilemma hi 1 hi 2 hj 1 hj 2 3, 3 4, 1 1, 4 2,2 2, hj 1, hj 1, hj 1, hj 1, hj 1, hj 1, hj 1, hj 1, hj 2, hj 1 hj 2 hj 1 hi 2 hi 2 und hi 1 schlieen. Folglich ist die kooperative Interaktion hi Das einzige NashGleichgewicht liegt bei FIX , RFi, RFj hi 2, dem die Nutzwerte 2,2 zugeordnet sind obwohl es common belief ist, dass die Agenten mit hi 1 die Nutzwerten 3,3 realisieren wurden. Diese Interaktion hi 1 ware eine Kooperation im eben bestimmten Sinne, da sie ein gewisses gegenseitiges Vertrauen erfordert. Fur beide Agenten bestehen Anreize zur Ausbeutung des jeweils Anderen hi 1, wenn dieser kooperativ handeln sollte. Der rationale Grund, der die Kooperation verhindert, ist offensichtlich: wenn RFi und RFj common belief sind, fuhrt eine Annahme von hi 1 eben nicht konsistent zur Schlussfolgerung, dass hi 1 tatsachlich realisiert wird. Denn im Laufe einer Uberlegung ergibt sich RFi hj 1 und auerdem RFj hi 1. Es kann m.a.W. nicht common belief sein, dass beide Agenten von einer Annahme von hi 1 und von RFi, RFj auf die Realisation von hi 1 im Gefangenendilemma nicht rational zumindest solange nicht, wie die Nutzenmaximierungen gema RFi, RFj common belief sind, was in der Spieltheorie nach Nash 1951 standardmaig vorausgesetzt wird. Nach allem, was in dieser Arbeit erortert wurde, kann es kaum bezweifelt werden, dass es in rational ist, das unkooperative Nashgleichgewicht zu realisieren. Alle Argumente, die gegen die Rationalitat dieser Nichtkooperation ins Feld gefuhrt werden konnten, lassen sich leicht durch Verweise auf die Selbstkonsistenz der zugehorigen Uberlegungen kontern. Dass die der Kooperation zugeordneten Nutzwerte hoher sind als diejenigen im NashGleichgewicht reicht nicht als Einwand. Die gesamte Struktur des Spiels ist zu berucksichtigen, und in dieser Struktur liefert die schiere Moglichkeit der einseitigen Ausbeutung von Kooperationsangeboten einen guten Grund gegen Kooperationsversuche und fur das NashGleichgewicht. Die Kehrseite der Tatsache, dass Nashgleichgewichtige Rationalitat Kooperationsgelegenheiten systematisch verpasst, ist namlich, dass diese Rationalitat sicher verhindert, dass ein Agent durch Andere ausgebeutet wird. In diesem Punkt liefert diese Rationalitat eine Sicherheit, die sich mit der Sicherheit der Maxi MinVogehensweise vergleichen lasst. Solange man sich die Struktur des Spiels nur abstrakt anschaut, kann es der Intuition zuwider laufen, und es kann sogar bedauert werden, dass die durch gegenseitiges Misstrauen bestimmte Nichtkooperation im Dilemma rational ist. Doch wenn man sich ein gangiges Anwendungsbeispiel aus der Wirtschaft anschaut, kann sich das Bild andern: wenn sich an einem speziellen Markt nur einige wenige Anbieter befinden, dann bestunde eine Kooperation darin, sich zu einem Kartell zusammenzuschlieen und ihre Kunden mit uberhohten Preisen zu konfrontieren und dabei das Risiko einzugehen, dass einer der Beteiligten ausschert und die anderen unterbietet; die spieltheoretisch rationale NichtKooperation besteht in der volkswirtschaftlich wunschenswerten Konkurrenz dieser Anbieter. Analog lasst sich der Fall einordnen, dass in einer Organisation leistungsschwachere Mitarbeiter verbunden und einen starken Konkurrenten durch unlautere Mittel aus dem Weg zu raumen, ohne dass Vorgesetzte das bemerken wobei die Kooperateure das Risiko eingehen, dass einer von ihnen die Chance erhalt, diesen Plan zu seinem Vorteil zu verraten. Uberhaupt uberall dort, wo einige Agenten zum Nachteil Dritter kooperieren konnten, ist eine Kooperation aus globaler Sicht nicht unbedingt erwunscht. 7. Fazit: ist rationale Kooperation uberhaupt moglich? Wenn man also keine starke Alternativtheorie zu derjenigen anzubieten hat, die in der hier grob nachgezeichneten Tradition der Entscheidungstheorie steht, dann muss man durchaus im Einklang mit der philosophischen Bestimmung von Rationalitat zugestehen: es ist rational, im Gefangenendilemma nicht zu kooperieren und ebenso rational, keine Kooperativitat vom Anderen zu erwarten. Dennoch bleibt eine Frage offen: ob diese Rationalitat die einzige mogliche Rationalitat darstellt, oder ob daruber hinaus nicht noch weitere, insbesondere kooperativere einzubeziehen sind, die ebenfalls die generelle Selbstkonsistenzeigenschaft aufweisen. Die vorangehenden Ausfuhrungen sollten nicht nur zeigen, dass die spieltheoretische Rationalitat, sich NashGleichgewichtskonzept niederschlagt, zu Recht als Rationalitat bezeichnet wird. Sie sollten, quasi unter diesem Vorwand, auch zeigen, auf welchen theoretischen Konzepten diese Einschatzung basiert, um mogliche Angriffspunkte fur Kritik und Modifikationen sichtbar zu machen. Folgende Punkte konnten kritisch beurteilt werden: Die Annahme, dass die den outcomes zugeordneten Nutzwerte in Die Annahme, dass ein rationaler Agent alle moglichen Handlungen strategischen Spielen, insbesondere in NichtKonstansummenspielen, im Wesentlichen dieselbe Rolle spielten wie die Nutzwerte, die ein einsamer Agent den outcomes seiner Handlungen in einer naturlichen Umwelt zuordnet. M.a.W. die Annahme, dass eine Analogie zum Agieren in verschiedenen, von Rationalitat unabhangigen Weltzustanden auch in NichtKonstantsummenspielen gegeben sei. die einer gema unbedingt nutzenmaximierenden anderer Spieler Reaktionsfunktion beantworten wolle und musse. Die damit verbundene Annahme, dass es unter rationalen Spielern unbedingt common belief und daher korrekt quasi common knowledge sein musse, dass sie alle nutzenmaximierende Reaktionsfunktionen aufwiesen. Uberhaupt die Annahme, begrundete Reaktionsfunktion ohne weiteres als die einzige mogliche rationale Option in die Theorie sozialer Interaktionen ubernommen werden konne. Die Annahme, dass eine lokal nutzenmaximierende Bereitschaft, eine entscheidungstheoretisch kooperative Vorlage des Anderen durch Nichtkooperation zu dass eine Die Annahme, dass das allgemeine Konzept Rationalitat moglichst beantworten, ohngeachtet ihrer globalen Folgen fur das ganze Spiel schon als rational zu qualifizieren sei obwohl die zugehorige Interaktion selbst nicht Nashgleichgewichtig, also global irrational ware. immer nur eine Losung pro gegebener Problemstellung liefern musse; und dass man daher erforschen musse, wie die Menge der als rational qualifizierbaren Interaktionen in einem Spiel weiter eigeschrankt werden konnten was dazu fuhrt, sich auf die NashGleichgewichte zu konzentrieren und einige davon aussondern zu wollen, anstatt die Menge rationaler Interaktionen z.B. auch auf Kooperationen auszuweiten. der Seite rationalen einzuordnen, mussen Meines Erachtens Kabalak 2009 lasst sich Kooperation durchaus mit Rationalitat vereinbaren, ohne deswegen bezweifeln zu mussen, dass NashGleichgewichte rational sind. Ohne das hier im Detail ausfuhren zu konnen: So wie das spieltheoretische Konzept langst multiple Rationalitaten zulasst, unter denen naturgema nicht rational diskriminiert werden kann, konnen Argumente dafur ins Feld gefuhrt werden, dass in bestimmten Spielen neben den NashGleichgewichten auch kooperative Interaktionen das Pradikat rational verdienen. Es folgt, dass Kooperationen nicht zwingend rational sind, sondern lediglich mogliche rationale Optionen neben ebenso rationalen unkooperativen Alternativen darstellen. Dass NashGleichgewichte rational sind, heit nicht, dass Kooperationen irrational seien, und umgekehrt. Es geht vielmehr darum, irrationale Interaktionen zu identifizieren und auszusondern. Um Kooperationen auf insbesondere Ausbeutungsversuche als irrational disqualifiziert werden; d.h. ein rationaler Agent darf nicht schon dadurch an einem Kooperationsversuch gehindert werden, weil er annehmen musste, dass ein rationales Gegenuber diesen Versuch unbedingt ausbeuten wurde, sobald er ihn erwartet. Hierbei hilft eine Einsicht, die oben an verschiedenen Stellen auftauchte: Alle Uberlegungen, die auf Intransparenz und Undurchschaubarkeit, auf die Uberraschung und Ubervorteilung des Anderen, auf ein vom Anderen nicht akzeptables outcome hinauslaufen, sind mit der Reflexivitat von Rationalitat nicht vereinbar selbst wenn ein Agent dadurch seinen individuellen Nutzen maximieren wurde. Es kann nach dieser Auffassung zwar nie rational inferiert werden, dass ein Gegenuber unbedingt rational sein musse es kann aber rational angenommen und konsistent geschlussfolgert werden, dass ein Gegenuber kooperativ sein kann. Voraussetzung dafur ist die vorrational zu treffende gemeinsame Annahme aller Spieler, dass sich alle zur rationalen Kooperation statt zur ebenso rationalen NichtKooperation entscheiden, ohne dazu gezwungen zu sein. Dies lauft darauf hinaus, dass neben nutzenmaximierenden Reaktionsfunktionen auch andere Konstellationen von Reaktionsfunktionen aller Spieler zulassig sind, solange diese Konstellationen im Fixpunkt zu allseits akzeptablen Ergebnissen fuhren. Nicht ubernommene Nutzenmaximierung ware also an den Anfang zu setzen, um daraus der Entscheidungstheorie die aus Gleichgewichte abzuleiten; sondern zuerst waren akzeptable Interaktionen und outcomes zu bestimmen, die durch alle rationalen Spieler akzeptiert werden und damit common belief sein konnen, um hieraus die zu diesen outcomes passenden Reaktionsfunktionen samt dazugehoriger Annahmen und Inferenzen abzuleiten. Das in Kabalak 2009 vertretene Kriterium fur akzeptable outcomes ist: jedes outcome, dem jeder der Spieler mindestens ebenso viel Nutzwert zuordnet wie dem fur ihn selbst schlechtesten NashGleichgewicht, kann durch alle Spieler akzeptiert werden. Im Dilemma sind das z.B. die Kooperation und das NashGleichgewicht, nicht aber die einseitigen Ausbeutungen; und im ChickenSpiel sind das die beiden NashGleichgewichte und der Kompromiss, nicht aber der Crash. Literatur Aumann, R. 1987: Correlated Equilibrium as an Expression of Bayesian Rationality, Econometrica 551: 118 Aumann, R. 1995: Repeated Games with Incomplete Information, MIT Press. Bernheim, B. 1986: Axiomatic Characterisation of Rational Choice in Strategic Environments, Scandavian Journal of Economics 88, 3: 473488 Binmore, K. 2000: Game theory and the social contract, Cambridge: MIT Brandenburger, A. Dekel, E. 1987: Rationalizability and Correlated Equilibria, Econometrica 55,6: 13911402. Carnap, R 1952: The Continuum of Inductive Methods, Chicago: Univ. of Press. Chicago Press. Chellas, B. 1980: Modal Logic, Cambridge: Cambridge Univ. Press. Gauthier, D. 1986: Morals by Agreement, Oxford: Oxford Univ. Press. Harsanyi, J. 1968: Games with incomplete information played by bayesian players, Teile iiii, in: Management Science, 14:159182, 320334, 486502. Lewis, D. 1969: Convention: A Philosophical Study. Cambridge, Massachusetts: Harvard University Press. Luce, D. Raiffa, H. 1967: Games and Decisions: Introduction and critical survey, New York Kabalak 2009: Institutionelle Spiele: Ein neuerer akteurstheoretischer Zugang zu Rationalitat und Institutionen, Marburg: Metropolis. Pumplun, D. 1999: Elemente der Kategorientheorie, Berlin: Spektrum. Ramsey, F. 1930: The Foundations of Mathematics and other Logical Essays Repr. der Ausgabe London 1930, Saarbrucken: Dr. Muller, 2006. Savage, L.J. 1954: The Foundation of Statistics, New York: Wiley. Selten, R. 1965: Spieltheoretische Behandlung eines Oligopolmodells mit Nachfragetragheit, in: Zeitschrift fur die Gesamte Staatswissenschaft 121: 30124 und 66789. Monderer, D. Samet, D. 1989: Approximating Common Knowledge with Common Beliefs, Games and Economic Behavior, 1: 170190 Nash, J. 1951: NonCooperative Games, in: Annals of Mathematics 54, No. 2, Neuman, J. 1928: Zur Theorie der Gesellschaftsspiele, in: Mathematische Neumann, J. Morgenstern, O. 1961: Spieltheorie und wirtschaftliches September 1951: 286295. Annalen, Bd. 100: 295 320. Verhalten, Wurzburg: Physica. Pearl, J. 2010: Causality Models, Reasoning, and Inference, Cambridge: Cambridge Univ. Press. Walliser, B. 1992: Epistemic logic and game theory, 197225, in: Bicchieri et interaction, Cambridge: al Hg: Knowledge, belief, and strategic Cambridge Univ. Press. Weber, M. 1990: Wirtschaft und Gesellschaft : Grundriss der verstehenden Soziologie, 5., rev. Aufl., Nachdr., Studienausg., besorgt von Johannes Winckelmann, Tubingen: Mohr. Wittgenstein, L. 2010: Tractatus logicophilosophicus, Munchen: OldenbourgAkademieverlag. ", "filename": "668699752.pdf", "person": ["Alihan Kabalak", "Kabalak, Alihan"], "date": ["2011"]}