{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/54172/1/669169668.pdf"], "title": ["The political participation of Africa's youth: Turnout, partisanship, and protest"], "plaintext": " Working Paper No. 201156 The Political Participation of Africas Youth Turnout, Partisanship, and Protest Danielle Resnick 1 and Daniela Casale 2 September 2011 Abstract The youth have long represented an important constituency for electoral mobilization in Africa. Today, as the region faces a growing youth bulge that is disproportionately burdened by un and underemployment, capturing the votes of this demographic is becoming more important than ever before. Yet, despite their numerical importance and the historical relevance of generational identities within the region, very little is really known about the political participation of Africas youth. In order to address this issue, we combine countrylevel variables for 19 of Africas most democratic countries with individuallevel public opinion data from Afrobarometer survey data. A series of binomial and multinomial logit models are estimated on three key outcome variables: voter turnout in last elections, closeness to political party; and participation in protests. In comparison with older citizens, we find that Africas youth tend to vote less and express a lower level of partisanship, which is consistent with findings for the youth in other regions of the world. However, Africas youth are not more likely to protest than older citizens. Collectively, these findings cast doubt that the youth are more likely to turn to the street when they are disgruntled but question the legitimacy of the electoral process as a meaningful conduit for conveying the preferences of Africas youth. Keywords: Africa, democracy, elections, protests, voting, youth JEL classification: D72, J13, N47 Copyright UNUWIDER 2011 1 UNUWIDER, Helsinki, Finland, email: resnickwider.unu.edu; 2 School of Development Studies, University of Kwa ZuluNatal, South Africa, email: casaledukzn.ac.za This study has been prepared within the UNUWIDER project on New Directions in Development Economics. UNUWIDER acknowledges the financial contributions to the research programme by the governments of Denmark Ministry of Foreign Affairs, Finland Ministry for Foreign Affairs, Sweden Swedish International Development Cooperation Agency Sida and the United Kingdom Department for International Development. ISSN 17987237 ISBN 9789292304232 Tables appear at the end of the document. The World Institute for Development Economics Research WIDER was established by the United Nations University UNU as its first research and training centre and started work in Helsinki, Finland in 1985. The Institute undertakes applied research and policy analysis on structural changes affecting the developing and transitional economies, provides a forum for the advocacy of policies leading to robust, equitable and environmentally sustainable growth, and promotes capacity strengthening and training in the field of economic and social policy making. Work is carried out by staff researchers and visiting scholars in Helsinki and through networks of collaborating scholars and institutions around the world. www.wider.unu.edu publicationswider.unu.edu UNU World Institute for Development Economics Research UNUWIDER Katajanokanlaituri 6 B, 00160 Helsinki, Finland Typescript prepared by Janis VehmaanKreula at UNUWIDER The views expressed in this publication are those of the authors. Publication does not imply endorsement by the Institute or the United Nations University, nor by the programmeproject sponsors, of any of the views expressed. 1 Introduction The impact of generational identities on political behaviour in subSaharan Africa SSA receives relatively little scholarly attention compared with other social cleavages, especially ethnicity.1 This is surprising given that the youth have long represented an important constituency for mobilization by African politicians. Indeed, nationalist leaders often engaged disaffected youth in their struggle for independence and relied on the youth to provide legitimacy to postcolonial regimes see Clapham 2006. Appeals to, or cooptation of, the youth also characterized many of the democratic transitions that occurred within the region. From Abdoulaye Wades blue marches aimed at Senegals urban youth to Daniel Arap Mois employment of youth vigilantes in Kenya, this constituency clearly played a role in the political calculus of many African leaders see Foucher 2007; Kagwanja 2005. In fact, many countries reduced the voting age from 21 to 18 during periods of democratic transition, including Senegal in 1992, Malawi in 1993, and Botswana in 1997 Brown 2003; Molomo 2000. Today, Africas youth represent an increasingly important constituency as demographic patterns skew their numerical weight, especially in urban areas. High fertility rates combined with low levels of life expectancy jointly contribute to Africas youth bulge. Consequently, the median age of Africans is 19 years compared with 42 years for Europeans UNDESA 2010, and the youth currently comprise 70 per cent of the regions population.2 Outside of North Africa and the Middle East, youth unemployment remains highest in Africa, and the World Bank 2009 estimates that approximately 72 per cent of Africas youth live on less than two dollars a day.3 Most discussions of the youth bulge revolve around pessimistic and extreme scenarios. For instance, Kaplan 1996: 16 paints a dire picture of Africas youth, especially in urban areas, noting that they are out of school, unemployed, loose molecules in an unstable social fluid that threatened to ignite. Fuller 1995: 15154 argues that a surfeit of young people, particularly men, increases the likelihood of social unrest. Goldstone 2001, 2010 likewise argues that with fewer responsibilities and susceptible to radical ideas, young males are more likely to be instigators of violence while Collier 2007 claims they may potentially be mobilized as soldiers in civil conflict. The role played by disillusioned and unemployed youth in establishing the Revolutionary United Front RUF in Sierra Leone see Richards 1996 and the genocidal Interahamwe in Rwanda see Roessler 2005 offer some support for that speculation. Such extreme outcomes, however, may be more associated with autocratic regimes where the youth may resort to violence as a consequence of exclusion from certain pathways to social mobility and engagement in the political process see Goldstone 2001; Lia 2005. This paper focuses on less extreme forms of political engagement by those youth living in African democracies. We specifically address the following questions: What are the 1 Hereafter, Africa refers to subSaharan Africa. 2 This is based on defining the youth as 029 and calculated from the UNs World Population Prospects, 2010 Revision http:esa.un.orgunpdwppindex.htm. The equivalent figure is 53 per cent for Latin American and the Caribbean and 34 per cent for Europe. 3 For the World Bank, the youth are defined as those between the ages of 1524. 1political preferences of Africas youth? And what are their favoured modes of political participation? Political participation typically refers to activities by citizens that are aimed at influencing the selection and decisions of government personnel see Verba et al. 1978, such as voting in elections, as well as more informal modes of engagement, such as meeting with community members, contacting political representatives, or involvement in collective action. We focus on three key elements of political participation in this study: voter turnout in national elections, partisan attachments, and protest activities. Voter turnout captures whether an individual views elections as a meaningful way of expressing preferences with respect to how hisher country is managed. Partisan attachments, or how closely someone feels to a particular party, indicate whether parties express concerns meaningful to voters and often provide predictable indicators of future voting behaviour. Protest activities tend to occur when people want policy makers to address pressing social, economic, or political concerns in a more timely fashion than other modes of participation might allow. Following other recent research on political participation e.g. Kittilson and Dalton 2011; Norris 2004, we employ a series of multilevel models for each outcome variable. Based on countrylevel data as well as individual data from the 200809 Afrobarometer surveys, we estimate a series of binominal and multinomial logit models to examine the impact of age and other key explanatory variables on these outcomes. Each of our models is further disaggregated for a youth group, classified as those respondents who are aged 1830, and a nonyouth group, consisting of those aged 31 and older. Our findings suggest that Africas youth, particularly those in urban areas, operate in broadly similar ways to their counterparts in other regions of the world. In comparison with their older compatriots, the youth vote less and are more likely to demonstrate no partisanship or an attachment to opposition parties rather than any affinity to incumbent parties. Yet, the likelihood of their involvement in protests is not significantly different from that of their older counterparts. This suggests that while they are less engaged in elections and party politics, they are not necessarily channeling their discontent into extrainstitutional modes of participation in large proportions. Moreover, we find that the youth, unlike older voters, tend to be more affected by the number of years that the incumbent party has been in power when deciding whether to vote. In addition, incumbent performance on job creation, compared with other socioeconomic issues, demonstrates a sizeable influence on the youths partisan attachments. Among those who do engage in protests, higher levels of economic deprivation, as well as high levels of education, tend to be significant predictors for the youth but not for the nonyouth. In order to further motivate the research, the following section of the study examines the existing is predominantly derived from industrialized democracies. Africaspecific experiences relevant to youth political participation are highlighted where relevant. Subsequently, other key influences on political participation besides age are discussed. We then describe our data sources and introduce the three empirical models, followed by a literature on youth and political participation, which theoretical 2presentation of the results and an interpretation of our key findings. The final section concludes and offers suggestions for future research. 2 Political participation, youth, and the African context influences on As noted earlier, participation in politics manifests in various ways, ranging from engagement in formal political processes, such as voting in elections, to extrainstitutional behaviours, such as street protests or community meetings. Voter turnout is the topic to which scholars have devoted most attention when explaining the behaviour of the youth. In fact, age consistently is identified as an important influence on voter turnout in industrialized countries, with the evidence uniformly demonstrating that younger people vote less than their older counterparts and that countries where the voting age has been lowered demonstrate a greater decline in turnout Blais 2000; Blais and Dobrynska 1998; Franklin 2004; Wattenberg 2003; Nie et al. 1974; Wolfinger and Rosenstone 1980. According to Norris 2002, age is one of the most important demographic the youngest eligible voters usually turnout with demonstrating the lowest inclination to vote. In the African case, empirical analyses of turnout, such as Kuenzi and Lambright 2007, do not consider the role of the youth because agedisaggregated turnout data is not available. Using survey data for Zambia, however, Bratton 1999 also finds that younger people vote less.4 Specific case studies of Botswana and Senegal further note that voter turnout was lower in national elections that followed the reduction in voting age see Molomo 2000; Villalon 2004. Partisan attachment, or the extent to which voters identify closely with one party over all existing alternatives, represents one factor that influences why younger people may not vote as much as others. In the industrialized context, the youth generally are viewed as possessing weaker ties to parties than older voters. Dalton 2000 found that in industrialized democracies, the share of the youth professing a partisan attachment has fallen much more than for older groups. Likewise, Anderson 2011 observed that older people are more likely to view parties as representing their interests than younger ones.5 The reasons for this pattern are at least twofold. According to the postmodernist thesis of Inglehart 1987, 1997 and Abramson and Inglehart 1995, older generations remain focused on goals such as economic wellbeing, law and order, and religious values while younger people are more concerned with postmaterial goals, such as quality of life, social equality, and personal freedom. Indeed, Henn et al. 2002 find that in the UK, young people were disillusioned by politicians because the latter did not focus on the issues deemed most important to the youth, such as the environment and civil liberties. For Converse 1969, more robust partisan attachments among older generations are due to the fact that openness to political learning declines over time. Focusing explicitly on the US, Stoker and Jennings 2008 build on this observation and 4 In the literature on Latin America, there are mixed findings regarding the impact of age on turnout. While Seligson et al. 1995 find higher rates of turnout among the young within this region, Schraufnagel and Sgouraki 2005 do not. 5 Based on an analysis of legislative elections in 28 high and middleincome countries, Norris 2004 found that younger voters are more likely to be leftwing than their parents or grandparents. However, Dalton 2011 finds that age is not a significant predictor of such divides. 3find that the party system interacts strongly with age, such that new divisions in the party system can postpone the age at which partisanship crystallizes. In the African context, high levels of poverty and joblessness cast doubt that postmaterial values drive the partisan attachments of the youth. In addition, African parties rarely fall along the traditional leftright ideological spectrum common in industrialized countries e.g. van de Walle 2003. Instead, the main distinction often is between incumbents and opposition parties. Through youth leagues and other associations, incumbents traditionally have formed strong attachments with the youth and even encouraged them to engage in political violence. For instance, Hastings Banda transformed the Young Pioneers, who were the youth wing of the Malawi Congress Party MCP, into a paramilitary group that terrorized prodemocracy activists Roessler 2005. Two decades later, they have been replaced with the Young Democrats, who are attached to President Bingu wa Mutharikas Democratic Progressive Party DPP. Another example includes former President Mois use of the Mungiki criminal group in Kenya, which predominantly attracted urban youth living in Nairobis slums. With a combination of violence, extortion, and a discourse around generational divides, the Mungiki encouraged voters to support Mois chosen, young successor, Uhuru Kenyatta, for the 2002 presidential elections Kagwanja 2005. More recently, former President Laurent Gbagbo relied on his Young Patriots to espouse a vitriolic discourse around citizenship and national belonging in Cote d Ivoire see MarshallFratani 2006. Likewise, the vocal and controversial leader of the African National Congress Youth League, Julius Malema, promised to kill if necessary in order to get Jacob Zuma elected in 2009. At the same time, however, the changing nature of party systems in many African countries would lead us to expect that attachments to incumbents may have waned for younger generations.6 Indeed, many of todays youth were most likely too young to have engaged in the prodemocracy movements of the 1990s and therefore are possibly less enamoured with the political parties at the forefront of those movements which, in many cases, are now dominant in their respective countries.7 In addition, oncepopular, ideologicallyoriented political parties are no longer as viable. For instance, while Kwame Nkrumahs verandah boys helped mobilize support around his Convention Peoples Party CPP at the time of independence Clapham 2006, the partys message was no longer relevant to the youth of the 1990s see Nugent 1999. Many political parties that rose to prominence during the multiparty transition era are facing new competitors in the form of opposition parties with populist leaders who actively court the youth vote. Michael Sata and the Patriotic Front PF in Zambia, as well as Raila Odinga and the Orange Democratic Movement ODM in Kenya, provide two such examples. 6 There is a stream of scholarship that suggests partisan preferences are passed down across generations see Miller and Shanks 1996. Yet, precisely because party systems in Africa are in flux and experience high levels of electoral volatility, this hypothesis is questionable in such a context. 7 At an even broader level, Mattes 2011 discusses how a new generation in todays South Africa has no memory of the countrys experience with apartheid, causing them to actually be less committed to democracy. 4Beyond voting and partisan attachments, there are other modes of political participation that may be viewed as more effective by the youth, especially when there are sizeable institutional barriers that can discourage the youth from voting. In the UK, Parry et al. 1992 found that low levels of voting and party campaigning were accompanied by high levels of collective action and protest behaviour. Drawing on Barnes et al. 1979, they speculate that some reasons for this include that the youth have more time for such activities due to a lack of career and familial responsibilities. Based on research in Western Europe, Klingemann and Fuchs 1995 also note that while turnout rates are declining amongst the youth, citizen participation in protests and public interest groups continues to expand see also Jennings and van Deth 1990. During prodemocracy movements in Africa, the youth were highly involved in protest activities against oneparty rule. In Senegal, the youth rioted in the wake of disputed elections in 1988, which prompted thenPresident Abdou Diouf to announce he was dedicating his new fiveyear term to improving conditions for the youth Diouf 1996. Many youth and urban dwellers abstained in subsequent elections in order to deprive Dioufs regime of legitimacy Villalon 1999. Student protests in Zambia during 1989 over the rising cost of maize meal contributed to Kenneth Kaundas decision to hold multiparty elections in 1991 see Bratton 1994. In Malawi, university students initiated countrywide protests in 1992 that were directly in support of ending oneparty rule under Hastings Banda see Brown 2004. Similar university protests occurred in the early 1990s in countries such as Cote d Ivoire and Kenya see Bratton and van de Walle 1992.8 Based on this existing literature, we therefore hypothesize that Africas youth will follow their counterparts in developed regions of the world and turn out less to vote. Moreover, we expect that Africas youth will possess different attitudes towards existing political parties than older generations. While one mechanism might be dealignment from traditional party messages, we would also expect African youth to be less supportive of longstanding incumbents who rose to prominence during prodemocracy movements. Where there are not viable opposition parties, this might result in a complete lack of partisanship. Finally, the democracy movement era encouraged previous generations of university students to protest or engage in other forms of collective action. Exante, we posit that today, a number of economic factors, including discontent over jobs, poverty, service delivery, and food prices, could equally serve as a catalyst to protest among this group. 3 Beyond age: other determinants of political participation A myriad of other factors influence political participation and may interact with age in unique ways. In much of the recent literature on political behaviour, a key emphasis is that both micro and macro factors play an important role in understanding political behaviour e.g. Blais 2006; Kittilson and Anderson 2011; Norris 2004. As Norris 2007 observes, research relying exclusively on individuallevel variables accords too 8 Other forms of collective action were also prominent during this period. For instance, the Set Setal movement in Senegal was essentially driven by urban youth disgruntled with the status of garbage collection in Dakar Diouf 1996, 2003. The Bakassi Boys of Nigeria and male youth organizations in northern Benin attempted to provide citizens with security in instances when the state no longer proved effective in this domain see Harnischfeger 2003; Magnusson 2001. 5much weight to demographic and socioeconomic factors without considering how institutions, or the rules of the game, adopted by different countries are equally critical. At the same time, Franklin 2004 convincingly argues that institutional variables often interact in different ways for individuals, including disparate age cohorts. We therefore elaborate here on the theoretical drivers of political participation, at both the individual and country levels, most applicable to our subsequent empirical analysis, and we highlight Africaspecific differences where relevant. 3.1 Social and economic cleavages Major social and economic differences among voters can account for both their decision to participate in elections as well as the parties that they choose to support. The wellknown socioeconomic status SES model emphasizes the role of income and education as important predictors of voter participation Verba and Nie 1972. According to Verba et al. 1995, the causal mechanisms driving this relationship are the resources, such as time, money, and civic skills, that are both associated with a higher socioeconomic status and which simultaneously reduce the costs of participation. Education, for example, has been shown to demonstrate an important and positive influence on youth voter turnout Howe 2006; Miller and Shanks 1996; Rosenstone and Hansen 1993 as well as protest activities Mc Veigh and Smith 1999. More educated people may be better able to process complex political information Dalton 2008, and possess a greater sense of citizen responsibility Rosenstone and Hansen 1993. Some empirical research though suggests that educations impact is clearer in some countries than in others see Norris 2002. For example, Bratton 1999 observes that in Zambia, education demonstrated no impact on overall political participation. Identities related to socioeconomic status and cultural background can also encourage partisan attachments. Although the pattern is changing, lowerclass voters in developed countries typically supported leftist and welfareoriented parties while upperclass voters were more conservativeleaning see Alt 1985; Hibbs 1977. Lipset and Rokkans 1967 seminal work on Western Europe also focused on class inequalities, regional cleavages, and divisions between Catholics and Protestants. Together, these cleavages molded ideological differences between left and rightleaning political parties and influenced voters degree of attachment to them. Given the rarity of parties formed along the leftright ideological continuum in Africa, parties remain associated with the personality of their leader. The ethnicity of the party leader can be an important determinant of partisan choice because ethnicity serves as a type of cognitive shortcut in contexts where there are few other means to differentiate parties Norris and Mattes 2003. Individuals may therefore resort to ethnic voting in the expectation that they are more likely to receive certain goods and services from a coethnic than from a politician of a different background van de Walle 2007. Recent research reveals though that while ethnicity continues to play a role, it is not the sole determinant of voting preferences see Lindberg and Morrison 2008; Posner 2005. 63.2 Political awareness and civic engagement Beyond socioeconomic status, an individuals awareness of social, economic, and political issues pertinent to hisher country should ideally stimulate a greater involvement in various modes of political participation. Indeed, access to information through the media, for example, can be a powerful weapon for combating corruption and keeping governments accountable see Adsera et al. 2003; Besley and Burgess 2002. Information gleaned from the mass media can also reduce voters reliance on traditional social identities and increase their ability to choose freely which parties to support see Norris 2004. However, access to the media does not reveal what type of information actually is absorbed. Some scholars have noted that in developed countries, people who watch television as opposed to read the newspaper demonstrate lower levels of political engagement e.g. Milner 2002; Putnam 1995. Norris 1996 observes though that televisions impact on political participation can be beneficial if news programmes are the main form of media engagement. According to Wattenberg 2008, this may be partially responsible for generational differences in political participation since younger citizens in the US and Europe read the newspaper and watch news on television much less than their older counterparts. In Africa, however, newspaper circulation remains lower than access to the radio, often due to low literacy rates and the expense of newspapers see Bratton and van de Walle 1997. Moreover, government ownership of the media continues to be relatively high in some countries, and this may cause citizens to receive biased information that favours incumbents. For instance, Moehler and Singh 2011 find that Africans trust the government media more than independent broadcasters. At the same time though, Africans now have access to many more forms of independent and international information, especially through mobile phones and the internet.9 Like media access, participation in civic associations, such as religious and community groups, can also generate information sharing. More importantly, civic associations may foster trust and cooperation and thereby encourage citizens to become more engaged in their political communities Putnam 1993. Research shows that those with significant involvement in religious groups are more likely to vote Howe 2006; Van Egmond et al. 1998; Verba et al.1995. Mc Farland and Thomas 2006 also observe that in the US, young people who become involved in voluntary associations are more likely to engage in future political participation. In Zambia, Bratton 1999 likewise finds that associational membership demonstrated a significant influence on various forms of political participation, including voting. In addition, some social movement scholars have argued that those who are involved in various community and religious groups are more likely to protest Mc Carthy and Zald 1977; Klandermans 1997. 9 In fact, based on the World Development Indicators database, during 200009, the number of internet users in the region increased from 3.4 to 73.5 million. 73.3 Incumbent performance How well voters perceive that an incumbent performed in office is a powerful determinant of both the decision to vote and whom to support. The vast literature in this area encompasses both hypotheses specific to performance of the macroeconomy as well as a broader range of issues. Retrospective, sociotropic economic voting assumes that voters punish an incumbent in subsequent elections if the macroeconomy performed poorly. Based on indicators such as GDP growth and inflation, some studies in both the developed and developing world have found that this is a robust relationship e.g. LewisBeck 1988; Remmer 1991; Roberts and Wibbels 1999; Tufte 1978; Wilkin et al. 1997.Then again, voters may still support incumbents in adverse economic circumstances because they do not believe the opposition can do any better Radcliff 1994. Alternatively, negative retrospective assessments of the macroeconomy could result in abstention rather than choosing an opposition party Posner and Simon 2002.10 Krosnick 1990 instead argues that individuals evaluate incumbents, and policy makers more broadly, based on their position and performance on more specific issues that are of greatest importance to them. Fournier et al. 2003 uncover this pattern in the case of Canadas 1997 elections. Pacek and Radcliff 1995 also suggest that it is not aggregate growth per se but inclusion in the growth process that determines whether constituents vote against the incumbent. Indeed, voters may judge a government more on its failure to abide by promises regarding service delivery, job creation, affordable education, and better healthcare. 3.4 Institutions and the party system At the macrolevel, how political institutions function and the structure of the political system impact decisions regarding participation in myriad ways. In the broadest sense, citizens need to believe that electoral institutions function properly and that political parties represent genuine competitors in order for them to turn out to vote. This is commonly referred to as external efficacy, or a sense of the systems responsiveness Norris 2007: 642. With respect to protest activities, some social movement scholars have emphasized the importance of political opportunity structures in explaining when protests occur see Mc Adam 1982; Tarrow 1998. In other words, opportunities for protests and other types of extrainstitutional activities often are greater in more open and liberalized environments where the costs to collective action are lower. At least three additional countrylevel characteristics that are relevant to the African context can influence political participation.11 First, proportional representation PR systems are believed to increase voter turnout because such systems traditionally encourage a higher number of political parties to compete. Consequently, a voter is 10 The economic voting literature now also recognizes the importance of political institutions, along with a variety of other factors, which may shape voters assessments of incumbent responsibility for economic performance see Anderson 2007. 11 There are certainly other variables than those described here. Jackman 1987, for instance, points to the role of compulsory voting. However, only two African countries Central African Republic and Gabon have compulsory voting and neither one can be considered an electoral democracy. 8more likely to find a party that meets hisher preferences and therefore more likely to believe that hisher vote has an influence on party outcomes Brockington 2009; Norris 2002; Powell 1986. A second and related factor is the effective number of political parties, which captures the number of competitive parties within a multiparty system. On the one hand, a higher number of parties theoretically increases turnout because there are both more options and more parties involved in electoral mobilization. Similarly, a higher number of parties offer voters the opportunity to express a higher level of partisanship. On the other hand, the existence of more parties can impose higher information costs on voters to determine what each party represents, and this might be especially true in party systems that are in flux see Blais 2006. In addition, a higher number of parties may be meaningless if they do not represent distinct alternatives Kittilson and Anderson 2011. Third, rational choice theory predicts that the greater the degree of competition around an election, the more likely voters will participate because the outcome is less predictable see Blais 2000. 4 Data and models In order to analyze these various theories of political participation with respect to Africas youth, we employ a series of multilevel models that incorporate both individual and countrylevel data. Our individuallevel data come from Round 4 of Afrobarometer, which is an independent research project that collects demographic and public opinion data on political, economic, and social conditions within the regions major electoral democracies.12 The Round 4 survey data we employ covers 19 African countries, namely Benin, Botswana, Burkina Faso, Cape Verde, Ghana, Kenya, Lesotho, Liberia, Madagascar, Malawi, Mali, Mozambique, Namibia, Nigeria, Senegal, South Africa, Tanzania, Uganda, and Zambia.13 Data for these countries were collected between March 2008 and June 2009 through nationally representative samples drawn according to a multistage, stratified, clustering procedure.14 Collectively, our sample provides us with data on approximately 26,500 individuals aged 18 years and older across the 19 countries. A number of external data sources were used for our countrylevel data, and these are described in detail in Appendix Table A1. As noted earlier, we are primarily interested in the youths involvement in three main forms of political participation: voter turnout, partisan attachments, and protest behaviour. To explore the behaviour of the youth visavis that of their older counterparts, we therefore estimate three multivariate regression models. For all three components of the empirical work, we first estimate the model using the full sample of respondents and include age as an explanatory variable to identify whether younger individuals are more or less likely to engage in that form of participation. We then estimate the same model separately for a youth group, aged 1830 years inclusive, and a nonyouth group, who are 31 or more years of age. This allows us to examine whether 12 More information about Afrobarometer can be found at http:www.afrobarometer.org. 13 Even though Zimbabwe is part of the Round 4 data collection, we excluded it from our sample since current political conditions in the country prevent an accurate analysis of the youths political participation. 14 All of the surveys were conducted over the course of 2008, except for Zambia, where the survey was conducted in 2009. 9the relationship between our explanatory variables and the outcome variables vary across these two age cohorts. Given our interest in both individual and countrylevel determinants of political participation, our regressions are estimated using Generalized Linear Latent and Mixed Models.15 This modeling approach allows us to introduce a random intercept term for the countries, controlling for the likelihood that individual observations within countries are not independent of each other. Failure to control for this intraclass correlation can lead to standard errors which are underestimated, resulting in a higher propensity to reject the null hypothesis that a variable demonstrates no impact on our various measures of political participation. We also ensure that all of our models incorporate both individual and country survey weights to account for the survey design used by Afrobarometer. 4.1 Voter turnout For the first model on voter turnout, we estimate a logit regression in which our dependent variable, Vi, takes on the value of one if the respondent reported voting in the last national elections, and zero if they did not. Our sample is restricted to eligible voters, which we define as those who were 18 years old in the year prior to the last elections.16 The estimation is specified as follows: Pr Vi 1 Xi ;Yj where Xi, represents a vector of individuallevel variables that vary by individual i and Yj represents a vector of countrylevel variables that vary by country j. Insofar as our data allowed, the choice of independent variables was informed by the extensive literature that exists on voter turnout. We include the standard set of demographic variables, i.e. age, gender, urban or rural residence, and education.17 To identify the impact of civic engagement, or social capital, on voter turnout, we include a dummy variable equal to one if the individual reported being an active member of a religious group or other voluntary association or community group. Access to information is captured in a variable on media access, which is coded as one if the individual reported accessing the news via radio, television, or newspapers or using the internet at least a few times a month. As a measure of external political efficacy, we include a variable on whether the individual reported feeling satisfied with the way democracy functions in hisher country. 15 This is the gllamm command in Stata. 16 On the voter turnout question in Afrobarometer, respondents who did not vote have the option of choosing You were not registered or you were too young to vote. By tying these two categories together in one response option, it is difficult to disaggregate which respondents were, indeed, too young to vote in the last election. Since Afrobarometer does not collect data on birth dates, we therefore use the approach detailed here. This approach will exclude some eligible individuals who could have turned 18 in the months prior to the election of that year, but we believe that this is more appropriate than including individuals who were not eligible. 17 Education is captured as a ninelevel index ranging from no formal schooling to postgraduate education. 10 Due to the nature of the survey data, a number of other individuallevel indicators used in much of the literature are excluded here. Specifically, socioeconomic and employment data are only available at the time of the survey, precluding us from using them to predict earlier voting behaviour. Likewise, selfexpressed closeness to a political party often is identified as a determinant of voter turnout. Given the distance between survey and election time in many countries, and given that opposition parties and independent candidates emerge and disappear quite frequently in the African context, a respondent may be close to a party today that did not exist at the time of the last elections.18 By contrast, many of the individuallevel variables we retain typically vary little over time. Unlike household income and an individuals employment status, for instance, which would both be affected by broader economic conditions in the country, an individuals decision to join a religious or voluntary group more likely reflects underlying behavioural characteristics that would not be expected to change very much over time.19 Our voter turnout model also contains a set of countrylevel variables representing the economic and institutional environment within which the individual operates. We include real GDP growth per capita prior to the election to identify whether turnout is affected by retrospective evaluations of the macroeconomy.20 To capture the impact of political institutions, a dummy variable is included if a countrys last national election at the time of the survey depended on majoritarianplurality, rather than proportional representation, electoral rules.21 The effective number of parties that competed in the last national elections is calculated according to the wellknown index introduced by Laakso and Taagepera 1979. To proxy for the degree of competitiveness, we use the number of years that the incumbent party was in office at the time of the last election. A countrys political rights rating measured by Freedom House at the time of the last national elections provides a second measure of external efficacy. We would expect that when elections are deemed free and fair, and involve genuinely competitive parties, individuals possess greater faith that the electoral system functions properly. Lastly, we include a variable identifying, at the time of the survey, the number of months that had passed since the last elections in that country. In our sample of countries, this variable ranges from just under four months in the case of Madagascar to over four and a half years for South Africa.22 We include this variable as a way of 18 For instance, President Bingu wa Mutharika of Malawi formed a new party after he was reelected. 19 We were also unable to explore whether experiences in adolescence, family background or parental voting behaviour, for example, affect turnout amongst the youth, as has been done in some developed countries where panel or retrospective data are often available e.g. Mc Farland and Thomas 2006; Pacheco 2008. 20 Pacek and Radcliff 1995 note that this measure is the most appropriate for intertemporal and crosscountry comparisons because it takes into account both differences in inflation and population size. 21 In much of the literature, concurrency is used as well to capture the impact of electoral institutions. However, we found that majorityplurality systems were highly correlated with concurrency in our sample and therefore chose to retain the former variable in our regression analysis. 22 The last elections that Afrobarometer captured were held in 2008 for Madagascar; 2007 for Benin, Burkina Faso, Kenya, Lesotho, Mali, Nigeria and Senegal; 2006 for Cape Verde, Uganda and Zambia; 2005 for Liberia and Tanzania 2005; and 2004 in Botswana, Ghana, Malawi, Mozambique, Namibia and South Africa. 11accounting for possible differences across countries in individual reporting of voter behaviour as a result of recall bias.23 4.2 Partisan attachments In our second model of political participation, we investigate current partisan attachment among our sample of adults, using a multinomial logit regression model that is specified as follows: Pr PAi 1 Ri ;Sj Pr PAi 2 Ri ;Sj Pr PAi 0 Ri ;Sj base category where PAi represents the polychotomous dependent variable, partisan attachment, equal to one if the individual was not close to any party, equal to two if the individual felt close to an opposition party, with the base category set to those who felt close to the incumbent party. As in model one above, Ri includes age, gender, education, location, group membership and media access. Since we are estimating current feelings of partisanship, we are also able to examine the impact of the individuals labour market status and their households socioeconomic status. The former is coded as equal to one if the individual reported being either unemployed or employed but still looking for work. This allows us to capture the impact of dissatisfaction with an individuals current status better than a simple dichotomy of employednot employed would allow. Following Bratton 2006, the latter is measured by using the Lived Poverty Index LPI, which captures whether anyone in the individuals household had gone without enough food, clean water, medicines or medical treatment, fuel for cooking, or a cash income, over the previous year. Higher scores on the index imply greater deprivation. Since, as noted earlier, ethnicity has been identified as an important determinant of partisanship in Africa, we also include a variable measuring whether the individual belongs to the same ethnic group as the leader of the incumbent party at the time of the survey. We further explore how incumbent performance affects partisanship by using individuals perceptions of how the government is performing on a range of specific issues, such as job creation, educational needs, basic health services, keeping prices down, and corruption. These variables are coded equal to one if the respondent felt that the present government had not handled the issue well. In addition, we retain our measure of retrospective evaluations of broader macroeconomic performance.24 Effective number of parties and the length of party incumbency at the time of the survey also are retained in this model. 23 More detailed descriptions of how each of the variables was coded, as well as the questions or sources the data were drawn from, are available in Appendix Table A1. The means and standard errors of the individual and countrylevel variables are presented in Appendix Tables A2 and A3 respectively. 24 While we would have liked to include a measure of egotropic perceptions of living conditions, this variable was highly correlated with our LPI. Since the LPI provides us with a multidimensional, objective measure of socioeconomic status, we preferred this variable instead. 124.3 Protest activities Our third and final model examines extrainstitutional political participation, captured here as attendance at demonstrations or protest marches. Our logit regression model is specified as follows: Pr Pi 1 Li ;Mj where Pi is equal to one if the individual had participated in a protest march or demonstration at least once in the preceding year, and zero otherwise. Li, contains our standard set of individuallevel variables, that is, age, gender, education, urbanrural residence, group membership, media access, employment status, and the household deprivation index. We also include the variable on whether or not the individual reported being dissatisfied with the way democracy works in hisher country, as we would expect that those who feel the political system is not functioning in a way that represents their needs would be more likely to express their disappointment through channels other than voting. Our vector of countrylevel variables, Mj, incorporates real GDP growth per capita in the year prior to the survey. We would expect that poor economic performance would have broader impacts on individuals wellbeing and thereby increase the likelihood of protest. Given that we are now focusing on protest activity rather than elections, we employ Freedom Houses civil liberties index in order to determine how the political opportunity structure affects the likelihood of protest action. 5 Results Tables 1 to 3 present the results of the regression analysis for the three sets of models explained above. For ease of exposition, the tables display the odds ratios in the case of the logit models and the relative risk ratios in the case of the multinomial logit models rather than the coefficient values. These ratios can be interpreted as the odds or relative risk of obtaining the relevant outcome for a one unit change in the explanatory variable. An odds or relative risk ratio greater than one corresponds to a positive coefficient, a ratio less than one corresponds to a negative coefficient, while a ratio equal to or close to one signals that there is no appreciable impact of that variable on the odds of obtaining the outcome. The first column of each of the results tables shows the regression for the full sample while the remaining two columns focus on the youth and nonyouth groups, respectively. 5.1 Voter turnout In model one, we find that the individuallevel variables are the strongest predictors of voter turnout. Notably, age demonstrates a positive effect in the voter turnout model, indicating that older individuals are more likely to vote. The ratio of 1.039 implies that with each additional year, the odds of voting compared to not voting are increased by about 4 per cent.25 In addition, members of a religious or community group are more 25 We also included a quadratic term for age in the voter turnout model since, after a certain age, the elderly may face physical and other challenges that preclude participation at the polls see Nie et al. 13likely to vote. Those who express dissatisfaction with the way democracy works in their country are more likely to abstain, as are those who live in urban areas. Gender is only weakly significant for the full sample and thus, for the youth and nonyouth subsamples, its influence completely disappears. The variable representing the number of months since the elections in that country has no significant effect in the regressions. While not conclusive, this provides some evidence that recall bias has not produced higher or lower turnout among individuals depending on how long ago elections were held in their country. When comparing the youth to the nonyouth samples, we uncover some interesting differences. In particular, media access increases the likelihood of voting among the youth, compared with the nonyouth. This might be because frequent access to the news media provides important information for firsttime voters on where and how to vote whereas the nonyouth group are less reliant on the media for logistical information regarding voting. It is also possible, however, that the type and quality of news media accessed varies across the youth and nonyouth groups. In addition, we find that the longer the incumbent party has been in office, the less likely the youth are to vote. The fact that this variable demonstrates no impact on the older cohort signifies that the youth see incumbent dominance as a disincentive to vote because the outcome is expected to be a foregone conclusion. Older Africans who experienced prodemocracy movements may still value the act of voting regardless of the expected outcome. Instead, the nonyouth groups dissatisfaction with the quality of democracy in their respective country, rather than incumbent dominance, plays a more significant role in their decision not to vote when compared with the youth. One important note about these results is that survey assessments of voter turnout traditionally are overreported because respondents may feel that there is a social value to voting and therefore may be embarrassed to admit that they did not vote. In other contexts, the problem has been found to be most related to age and education such that younger and more educated people are the most likely to overreport turnout Karp and Brockington 2005. However, we have confidence that even if this overreporting is present, it is not biasing our results in the wrong direction. If fewer young people actually voted than they reported here, then the age variable would continue to be negatively correlated with turnout while the odds ratio would be substantively larger. Likewise, instead of finding that education is significantly and positively associated with turnout, we found no significance. 5.2 Partisan attachment In our second model on partisan attachment, we find the results largely consistent with the picture that emerges from the voter turnout model. Younger individuals and those living in urban areas are more likely to express no attachment to a party, or closeness to the opposition party, rather than closeness to the incumbent. Being a member of a religious or voluntary group and media access both reduce the chances of not reporting a party attachment, although only in the case of media access does this also translate into support for the opposition party over the incumbent. A robust finding is that an 1974. The expected negative effect on this variable was obtained, and our other results were robust to the inclusion of the quadratic term. 14individual who belongs to the same ethnic group as the incumbent party leader is more likely to have an attachment to the incumbent party over no party attachment or an attachment to the opposition. With respect to other indicators of socioeconomic status, we find that dissatisfaction with ones current labour market status and higher levels of household deprivation have no effects on partisan attachment. By contrast, individuals perceptions of how the current government is handling certain socioeconomic issues in the country as a whole have very strong and significant effects. Dissatisfaction with the way the incumbent government is managing a variety of issues, from job creation to corruption, all significantly reduce the chances of the individual reporting an attachment to the incumbent and increase the likelihood of either no party attachment or an attachment to the opposition, with the latter effect being larger. Assessments of performance, therefore, play an important role. This is reinforced by the fact that positive real GDP growth per capita prior to the survey is more likely to increase an individuals attachment to the incumbent party. The other countrylevel variables we include also have significant effects. For instance, the greater the effective number of parties, the more likely the individual is to report no partisan attachment. This suggests that for some individuals, the existence of more parties does not necessarily imply that these parties represent a genuine alternative from the incumbent. In addition, more parties could impose high information costs on individuals and therefore increase detachment from the party system. By contrast, the longer the incumbent party has been in power, the more likely individuals are to report an attachment to the incumbent. A few differences emerge when we analyse the two age cohorts separately. While media access increases the likelihood of reporting an attachment to the incumbent rather than to no party for both the youth and nonyouth groups, only the nonyouth group is also more likely to report being close to the opposition rather than to the incumbent if they accessed news through the media frequently. There seems to be no obvious reason for this cohort difference, which again draws attention to the fact that we do not know anything about the type of news that individuals are accessing. We might be able to shed more light on the issue if we were able to capture, for example, whether individuals are accessing the news through channels that act as a government mouthpiece or through more independent sources, and which types of news items i.e. local, national, and international they follow most. There are some noteworthy differences between the youth and the nonyouth groups in the impact of the governments handling of various socioeconomic issues on partisan attachment. Along with corruption, dissatisfaction with job creation appears to be the issue that is most significant for determining the youths partisan affinities. Those who are dissatisfied with job creation are significantly more likely to express either no partisanship or an attachment to the opposition. Notably, when comparing the size of the odds ratios across the various issues, dissatisfaction with governments handling of job creation also has the largest substantive impact for the youth group with respect to their support for the opposition. This is perhaps not surprising given the poor employment prospects among the youth in many African countries. For the nonyouth group, dissatisfaction with a broader range of issues is associated with partisanship. Surprisingly, however, those over the age of 30 are more affected by the governments 15handling of the education system compared to the youth group. This might reflect that during many of Africas democratic transitions, leaders removed primary school fees as an election tactic see Stasavage 2005. As such, todays youth most likely possess greater access to at least some education than their older counterparts. Moreover, those over the age of 30 will have children of schoolgoing age and possibly be more attuned to the challenges of their countrys education system. 5.3 Protest action In our final model, we explore which factors affect the likelihood of an individual having attended a demonstration or a protest march over the previous year. In contrast to the other two models and to our own initial expectations, we find that the youth are not significantly more likely to engage in protest action. Instead, key predictors of protest engagement include being male and having more education. In addition, individuals who belong to religious groups or other voluntary associations and those who more frequently access the media have a particularly greater chance of having protested or demonstrated, with odds ratios of 2.061 and 1.258, respectively. As predicted by Putnam 1993 and others, this signals that those who are more engaged in civic associations and are attuned to current events are more likely to employ other forms of political participation in addition to voting in order to express their preferences to policy makers. Individuals who report being dissatisfied with the way democracy functions in their country also report a greater likelihood of engaging in protest activity, perhaps reflecting a sense of disenchantment with the ability of more formal methods of participation to address their interests. At the countrylevel, we find that the lower a countrys civil liberties index, the less likely individuals in those countries are to protest since their ability to organize public gatherings and freely express their opinions would be more severely curtailed. Real GDP growth per capita prior to the survey year demonstrated no significant impact on protest behaviour, suggesting that the broad macroeconomic environment plays little role in determining an individuals decision to protest. While our countrylevel variables demonstrate no variation across cohorts, a number of differences appear between the youth and the nonyouth groups on the individuallevel variables. The household deprivation index has a significant effect among the youth group, but not among the nonyouth group. This implies that it is the youth in particular who are driven out onto the streets when their own, or their households, living conditions are not satisfactory. Similarly, only the youth are more likely to engage in protest activity when they are dissatisfied with the way in which democracy functions in their country. In other words, when the youth possess a lower sense of external political efficacy, they are more likely than older citizens to feel the need to express their views through other more informal channels. Older cohorts who are likewise dissatisfied with democracy may, due less confrontational means of participation as more productive in such environments.26 In addition, the impact of education on protest activities only manifests through the youth group, suggesting that young and welleducated Africans are more likely to express longer experience, view alternative and to their 26 For instance, according to the Afrobarometer data, older individuals are significantly more likely to attend a community meeting than to protest, compared to their younger counterparts. 16dissatisfaction with the status quo through protests because they are the ones who possess greater expectations about their futures. This is noteworthy given that education did not play a role in the youths other modes of participation. 5.4 Summary of results Overall, we find that compared to their older counterparts, the youth are less likely to vote and less likely to form a partisan attachment. In addition, when the youth do feel an affinity towards a particular party, they have a greater chance of reporting an attachment to the opposition compared to the nonyouth. Contrary to expectations, however, they are not significantly more likely to engage in protest activities. Importantly though, the differences between the youth and nonyouth are greater with respect to some types of political participation than others. Table 4 presents the mean predicted probabilities for the three outcome variables for the youth and nonyouth groups. These estimates provide a more nuanced picture of our findings, because they not only describe the age effect for each of the models, but also show the magnitude of the effect for the different outcomes. The largest age effect is evident in the voter turnout model, where youth predicted turnout is over thirteen percentage points lower than for the nonyouth. While there are also sizable differences between the youth and the nonyouth in reporting no partisan attachment or feeling close to the incumbent, there are only quite small generational differences with respect to opposition attachment and protest activity. This suggests that the youths response to any feelings of disenchantment with the political system is mostly one of withdrawal from the party system, with only some weaker signs of a greater alignment with the opposition and participation in extrainstitutional forms of political action compared to the nonyouth. In our more disaggregated analysis of political participation amongst the youth and nonyouth, we find that most of the other correlates of participation affect the youth in similar ways to the nonyouth, and generally in ways which were expected. Nonetheless, a few interesting generational differences emerged. With respect to voter turnout, the length of time that the incumbent party had been in office at the time of the last elections significantly influenced the decision of those in the youth group to vote while demonstrating no impact on the nonyouth group. In the partisan attachment model, the youth were found to be particularly concerned with the issue of job creation. Dissatisfaction with the way the incumbent government was handling job creation meant that the youth were more likely not to form any partisan attachment or form an attachment with the opposition. A key result from the final model, which is that the youth who live in more deprived households are more likely to protest, similarly supports the idea that the youth are driven by their personal economic prospects to a greater degree than the nonyouth. Lastly, the finding that a lower sense of external political efficacy raises the odds of protesting among the youth group in particular suggests a greater disenchantment with the formal political system as a channel through which needs are met. 6 Conclusions and implications Despite Africas youth bulge, a majority of the regions presidents are over 60 yearsold. Some African scholars believe that this prevents the concerns of the youth from being brought into the political arena and therefore advocate lowering the voting age to 1716 so that older politicians are more responsive to this sizeable constituency see Juma 2011.27 Our findings suggest however that such a decision would not necessarily result in higher participation of the youth in elections. The level of youth voter turnout is significantly lower than that of older Africans, and age consistently represented a robust predictor of voting behaviour. In addition, the youth were more likely to express a complete lack of partisanship than older citizens. The fact that these patterns largely mirror those in developed countries suggests that Africas youth are not acting in a manner that is characteristically different from those in other regions of the world. Moreover, based on looking at protest activities, pessimistic claims that disillusioned, African youth will foment instability do not yet appear warranted in many of the regions electoral democracies. In fact, the youth were not more likely to protest, and the predicted probabilities illustrated that their absolute level of protest was only 14 per cent, which is even lower than for European youth EC 2007.28 However, in contrast to other regions of the world, Africa is urbanizing rapidly, and the youth bulge will continue to remain a prominent feature in the years to come. Residency in urban areas demonstrated the same pattern as the youth effect across two of our three outcome variables. This suggests that voter abstention and low partisanship might grow over time for Africa as its current demographic trajectory continues. In turn, this questions whether the electoral process remains a legitimate means of conveying the youths concerns and whether political parties are accurately representing their younger citizens interests. Furthermore, it is meaningful that we found performance on job creation a key determinant of partisanship for the youth and that socioeconomic deprivation influences protest behaviour among this cohort and not the older age cohort. Given existing high levels of unemployment and poverty among Africas youth, these influences could remain highly relevant to political participation for the foreseeable future. In order to determine whether there is cause for concern about the youths political preferences and modes of participation, there are at least two areas that warrant further research. First, we need to explore other factors that might be simultaneously associated with both youth and voter turnout in particular. For instance, since the youth often need to register for the first time in order to vote, their lower turnout might reflect greater logistical barriers rather than higher disillusionment with party options and the electoral system.29 In Zambia, the electoral commission effectively disenfranchised many young voters by refusing to reopen the electoral register in the 2008 elections for those who had turned 18 yearsold since the prior election see Cheeseman and Hinfelaar 2010. Almost forty years ago, Nie et al. 1974: 334 also observed that for younger age 27 Within the 19 countries in our sample, only three presidents are younger than 60 at the time of writing: Benins Yayi Boni 59, Botswanas Ian Khama 58, and Madagascars Andry Rajoelina 37. 28 A 2007 Eurobarometer survey shows that 20 per cent of European Union youth protested in a public demonstration during the year prior to which the survey was conducted see EC 2007. 29 Afrobarometers response options for voter turnout are not worded very clearly and the categories are not mutually exclusive. For example, we cannot tell from the largest response option You were not registered or were too young to vote whether individuals were not able to register due to institutional barriers or because of a sense of apathy. 18groups, length of residency in a community is an important determinant of political participation. This is significant in Africa because of high rates of ruraltourban migration, especially among the youth. Often, the youth may still be registered in faraway rural communities at the time of elections, which creates a disincentive to vote. Therefore, future survey data and analyses should consider how migration patterns impact the youths political participation. Second, the literature on youth political participation highlights an important distinction between generational and lifecycle effects. A generation effect means that even as the young become older, their generation possesses certain characteristics and historical experiences that determine their political behaviours and preferences see Dalton 1988. A lifecycle effect implies that as people age, they adopt the political behaviours of their predecessors through greater socialization and experience with the political system see Nie et al. 1974. Without panel data, it remains difficult to disentangle which effect has greater explanatory power in the African context. Nevertheless, this paper demonstrated that the role of age should not be overlooked in analyses of African politics and political behaviour. Due to demographic trends and shifts in the regions democratic trajectory, generational identities have not only been relevant to Africas political history but also remain powerful determinants of political participation within the region. Hopefully, this paper will motivate additional research on Africas youth and political participation that currently remain unexplored. References Abramson, P., and R. Inglehart 1995. Value Change in Global Perspective. University of Michigan Press: Ann Arbor. Adsera, A., C. Boix, and M. Payne 2003. Are you Being Served? Political Accountability and Governmental Performance. Journal of Law, Economics, and Organization, 19 2: 44590. Alt, J. E. 1985. Political Parties, World Demand, and Unemployment. American Political Science Review, 79 4: 101640. Anderson, C. J. 2011. Electoral Supply, Median Voters, and Feelings of Representation in Democracies. In R. J. Dalton and C. J. Anderson eds Ch. 10, Citizens, Context, and Choice: How Context Shapes Citizens Electoral Choices. Oxford: Oxford University Press. Anderson, C. J. 2007. The End of Economic Voting? Contingency Dilemmas and the Limits of Democratic Accountability. Annual Review of Political Science, 10: 27196. Barnes, S., M. Kaase, and K. Allerback 1979. Political Action: Mass Participation in Five Western Democracies. Beverly Hills: Sage Publications. Besley, T., and R. Burgess 2002. The Political Economy of Government Responsiveness: Theory and Evidence from India. Quarterly Journal of Economics, 117 4: 141551. Blais, A. 2006. What Affects Voter Turnout?. Annual Review of Political Science, 9: 11125. 19Blais, A. 2000. To Vote or Not to Vote? The Merits and Limits of Rational Choice. Pittsburgh: University of Pittsburgh Press. Blais, A., and A. Dobrynska 1998. Turnout in Electoral Democracies. European Journal of Political Research, 33 2: 23962. Brady, H., S. Verba, and K. Lehman Schlozman 1995. Beyond SES: A Resource Model of Political Participation. The American Political Science Review, 89 2: 27194. Bratton, M. 2006. Poor People and Democratic Citizenship. Afrobarometer Working Paper 56. Bratton, M. 2004. Economic Crisis and Political Realignment in Zambia. In J. A. Widner ed., Economic Change and Political Liberalization in subSaharan Africa. Baltimore: John Hopkins University Press. Bratton, M. 1999. Political Participation in a New Democracy: Institutional Considerations from Zambia. Comparative Political Studies, 32 5: 54988. Bratton, M., and N. van de Walle 1997. Democratic Experiments in Africa: Regime Transitions in Comparative Perspective. New York: Cambridge University Press. Bratton, M., and N. van de Walle 1992. Popular Protest and Political Reform in Africa. Comparative Politics, 24 4: 41942. Brockington, D. 2009. Its About the Benefits: Choice Environments, Ideological Proximity, and Individual Participation in 28 Democracies. Party Politics, 15 4: 43554. Brown, S. 2004. BornAgain Politicians Hijacked our Revolution!: Reassessing Malawis Transition to Democracy. Comparative Politics, 38 3: 70522. Brown, R. 2003. Malawi: Recent History. Africa South of the Sahara. London: Europa Publications. Cheeseman, N., and M. Hinfelaar 2010. Parties, Platforms, and Political Mobilization: The Zambian Presidential Election of 2008. African Affairs, 109 434: 126. Clapham, C. 2006. The Political Economy of Population Change. Population and Development Review, 32: 96114. Collier, P. 2007. The Bottom Billion: Why the Poorest Countries are Failing and What Can be Done About It. Oxford: Oxford University Press. Converse, P. 1969. Of Time and Partisan Stability. Comparative Political Studies, 2 2: 13971. Dalton, R. J. 2011. LeftRight Orientations, Context, and Voting Choices. In R. J. Dalton and C. J. Anderson eds, Ch. 5, Citizens, Context, and Choice: How Context Shapes Citizens Electoral Choices. Oxford: Oxford University Press. Dalton, R. J. 2008. Citizen Politics: Public Opinion and Political Parties in Advanced Industrial Democracies. Washington, DC: CQ Press. 20Dalton, R. J. 2000. The Decline of Party Identification. In R. Dalton and M. Wattenberg eds, Ch. 2, Parties without Partisans: Political Change in Advanced Industrial Democracies. Oxford: Oxford University Press. Dalton, R. J. 1988. Citizen Politics in Western Democracies. New Jersey: Chatham House. Diouf, M. 2003. Engaging Postcolonial Cultures: African Youth and Public Space. African Studies Review, 46 2: 112. Diouf, M. 1996. Urban Youth and Senegalese Politics: Dakar 19881994. Public Culture, 8: 22549. European Commission EC 2007. Young Europeans: Survey Among Young People Aged 1530 in the European Union, Flash Eurobarometer 202. Access at: http:ec.europa.eupublic_opinionflashfl_202_sum_en.pdf Foucher, V. 2007. Blue Marches: Public Performance and Political Turnover in Senegal. In J. Strauss and D. C. OBrien eds, Staging Politics: Power and Performance in Asia and Africa. New York: I.B. Tauris Co Ltd. Fournier, P., A. Blais, R. Nadeau, E. Gidengil, and N. Nevitte 2003. Political Behavior, 25 1: 5167. Franklin, M. 2004. Voter Turnout and the Dynamics of Electoral Competition in Established Democracies since 1945. Cambridge: Cambridge University Press. Fuller, G. 1995. The Demographic Backdrop to Ethnic Conflict: A Geographic Overview. In CIA ed., The Challenge of Ethnic Conflict to National and International Order in the 1990s. Central Intelligence Agency: Washington. Goldstone, J. A. 2010. The New Population Bomb: The Four Megatrends that will Change the World. Foreign Affairs. JanuaryFebruary: 3143. Goldstone, J. A. 2001. Demography, Environment, and Security: An Overview. In M. Weiner and S. Stanton Russell eds, Demography and National Security. Oxford: Berghahn Books. Harnischfeger, J. 2003. The Bakassi Boys: Fighting Crime in Nigeria. Journal of Modern African Studies, 41 1: 2349. Henn, M., M. Weinstein, and D. Wring 2002. A Generation Apart? Youth and Political Participation in Britain. British Journal of Politics and International Relations, 4 2: 16792. Hibbs, D. 1977. Political Parties and Macroeconomic Theory. American Political Science Review, 71 4: 146787. Howe, P. 2006. Political Knowledge and Electoral Participation in the Netherlands: Comparisons with the Canadian Case. International Political Science Review, 27 2: 13766. Inglehart, R. 1987. Value Change in Industrial Societies. American Political Science Review, 81 4: 12891319. Inglehart, R. 1997. Modernization and Postmodernization. Ann Arbor: University of Michigan Press. 21Jackman, R. 1987. Political Institutions and Voter Turnout in the Industrial Democracies. The American Political Science Review, 81 2: 40524. Jennings, M. K., and J. Van Deth eds 1990. Continuities in Political Action. Berlin: de Gruyter. Juma, C. 2011. Why Africa Needs to Lower its Voting Age to 16. The Guardian, 9 February. Kagwanja, P. M. 2005. Power to Uhuru: Youth Identity and Generational Politics in Kenyas 2002 Elections. African Affairs, 105 418: 5175. Kaplan, R. 1996. The Ends of the Earth: From Togo to Turkmenistan, from Iran to Cambodia, a Journey to the Frontiers of Anarchy. New York: Random House. Karp, J., and D. Brockington 2005. Social Desirability and Response Validity: A Comparative Analysis of Overreporting Voter Turnout in Five Countries. The Journal of Politics, 67 3: 82540. Keefer, P. 2007. Clientelism, Credibility, and the Policy Choices of Young Democracies. American Journal of Political Science, 51 4: 80421. Kittilson, M. C., and C. J. Anderson 2011. Electoral Supply and Voter Turnout. In R. J. Dalton and C. J. Anderson eds, Citizens, Context, and Choice: How Context Shapes Citizens Electoral Choices. Oxford: Oxford University Press. Klandermans, B. 1997. The Social Psychology of Protest. Cambridge: Blackwell Publishers. Klingemann, H.D., and D. Fuchs eds 1995. Citizens and the State. Oxford: Oxford University Press. Krosnick, J. 1990. Government Policy and Citizen Passion: A Study of Issue Publics in Contemporary America. Political Behavior, 12 1: 5992. Kuenzi, M., and G. Lambright 2007. Voter Turnout in Africas Multiparty Regimes. Comparative Political Studies, 40 6: 66590. Laakso, M., and R. Taagepera 1979. Effective Number of Parties: A Measure with Application to West Europe. Comparative Political Studies, 12 1: 327. LewisBeck, M. 1988. Economics and Elections: The Major Western Democracies. Ann Arbor: University of Michigan Press. Lia, B. 2005. Globalisation and the Future of Terrorism: Patterns and Predictions. London: Routledge. Lindberg, S. I., and M. K. C. Morrison 2008. Are African Voters Really Ethnic or Clientelist? Survey Evidence from Ghana. Political Science Quarterly, 123 1: 95122. Lipset, S. M., and S. Rokkan 1967. Party Systems and Voter Alignments. New York: The Free Press. Magnusson, B. 2001. Democratization and Domestic Insecurity: Navigating the Transition in Benin. Comparative Politics, 33 2: 21130. 22MarshallFratani, R. 2006. The War of Who is Who: Autochthony, Nationalism, and Citizenship in the Ivoirian Crisis. African Studies Review, 49 2: 943. Mattes, R. 2011. The Born Frees: The Prospects for Generational Change in PostApartheid South Africa. Afrobarometer Working Paper 131. Mc Adam, D. 1982. Political Process and the Development of Black Insurgency, 19301970. Chicago: University of Chicago Press. Mc Carthy, J., and M. Zald 1977. Resource Mobilization and Social Movements: A Partial Theory. American Journal of Sociology, 82 6: 121241. Mc Farland, D. A., and R. J. Thomas 2006. Bowling Young: How Youth Voluntary Associations Influence Adult Political Participation. American Sociological Review, 71 3: 40125. Mc Veigh, R., and C. Smith 1999. Who Protests in America: An Analysis of Three Alternatives Inaction, Institutionalized Politics, or Protest. Sociological Forum, 14 4: 685702. Miller, W. E., and J. M. Shanks 1996. The New American Voter. Cambridge, MA: Harvard University Press. Milner, H. 2002. Civic Literacy: How Informed Citizens Make Democracy Work. Hanover: Tufts University Press. Moehler, D. C., and N. Singh 2011. Whose News Do You Trust? Explaining Trust in Private versus Public Media in Africa. Political Research Quarterly, 62 2: 27692. Molomo, M. G. 2000. Understanding Government and Opposition Parties in Botswana. Commonwealth and Comparative Politics, 38 1: 6592. Nie, N., S. Verba, and J.O. Kim 1974. Political Participation and the Life Cycle. Comparative Politics, 6 3: 31940. Norris, P. 2007. Political Activism: New Challenges, New Opportunities. In C. Boix and S. Stokes eds, The Oxford Handbook of Comparative Politics. Oxford: Oxford University Press. Norris, P. 2004. Electoral Engineering: Voting Rules and Political Behavior. Cambridge: Cambridge University Press. Norris, P. 2002. Democratic Phoenix: Reinventing Political Activism. Cambridge: Cambridge University Press. Norris, P. 1996. Does Television Erode Social Capital? A Reply to Putnam, PS: Political Science and Politics, 29 3: 47480. Norris, P., and R. Mattes 2003. Does Ethnicity Determine Support for the Governing Party? The Structural and Attitudinal Basis of Partisan Identification in 12 African Nations. Afrobarometer Paper 26. Nugent, P. 1999. Living in the Past: Urban, Rural and Ethnic Themes in the 1992 and 1996 Elections in Ghana. Journal of Modern African Studies, 37 2: 287319. Pacheco, J. S. 2008. Political Socialization in Context: The Effect of Political Competition on Youth Voter Turnout. Political Behavior, 30 4: 41536. 23Pacek, A., and B. Radcliff 1995. The Political Economy of Competitive Elections in the Developing World. American Journal of Political Science, 39 3: 74559. Parry, G., G. Moyser, and N. Day 1992. Political Participation and Democracy in Britain. Cambridge: Cambridge University Press. Powell, G. B. 1986. American Voter Turnout in Comparative Perspective. American Political Science Review, 80 1: 1743. Posner, D. N. 2005. Institutions and Ethnic Politics in Africa. New York, NY: Cambridge University Press. Posner, D. N., and D. Simon 2002. Economic Conditions and Incumbent Support in Africas New Democracies: Evidence from Zambia. Comparative Political Studies, 35 3: 31336. Putnam, R. 1995. Tuning In, Tuning Out: The Strange Disappearance of Civic America. Political Science and Politics, 28 4: 66483. Putnam, R. 1993. Making Democracy Work: Civic Traditions in Modern Italy. Princeton: Princeton University Press. Radcliff, B. 1994. Turnout and the Democratic Vote. American Politics Quarterly, 22: 25976. Remmer, K. 1991. The Political Impact of Economic Crisis in Latin America in the 1980s. American Political Science Review, 85 3: 777800. Richards, P. 1996. Fighting for the Rain Forest: War, Youth and Resources in Sierra Leone. Oxford: James Currey. Roberts, K., and E. Wibbels 1999. Party Systems and Electoral Volatility in Latin America: A Test of Economic, Institutional, and Structural Explanations. American Political Science Review, 93 3: 57590. Roessler, P. 2005. DonorInduced Democratization and the Privatization of State Violence in Kenya and Rwanda. Comparative Politics, 37 2: 20727. Rosenstone, S. J., and J. M. Hansen 1993. Mobilization, Participation, and Democracy in America. New York: Macmillan. Schraufnagel, S., and B. Sgouraki 2005. Voter Turnout in Central and South America. The Latin Americanist, Fall: 3969. Seligson, M. A., A. Conroy, R. C. Macias, O. J. Perez, and A. J. Stein 1995. Who Votes in Central America? A Comparative Analysis. In M. A. Seligson and J. A. Booth eds, Elections and Democracy in Central America, Revisited. Chapel Hill: The University of North Carolina Press. Stasavage, D. 2005. Democracy and Education Spending in Africa. American Journal of Political Science, 49 2: 34358. Stoker, L., and M. K. Jennings 2008. Of Time and the Development of Partisan Polarization. American Journal of Political Science, 52 3: 61935. Tarrow, S. 1998. Power in Movement: Social Movements and Contentious Politics. Cambridge: Cambridge University Press. 24Tufte, E. 1978. Political Control of the Economy. Princeton: Princeton University Press. United Nations Department of Economic and Social Affairs UNDESA 2010. World Population Ageing, 2009. New York: UNDESA. Van de Walle, N. 2007. Meet the New Boss, Same as the Old Boss? The Evolution of Political Clientelism in Africa. In H. Kitschelt and S. I. Wilkinson eds, Patrons, Clients, and Policies: Patterns of Democratic Accountability and Political Competition. New York: Cambridge University Press. Van de Walle, N. 2003. Presidentialism and Clientelism in Africas Emerging Party Systems. Journal of Modern African Studies, 41 2: 297321. Van Egmond, M., N. D. De Graaf, and C. Van Der Eijk 1998. Electoral Participation in the Netherlands: Individual and Contextual Influences. European Journal of Political Research, 34 2: 281300. Verba, S., and N. Nie 1972. Participation in America: Political Democracy and Social Equality. New York: Harper Row. Verba, S., N. Nie, and J.O. Kim 1978. Participation and Political Equality: A SevenNational Comparison. Cambridge: Cambridge University Press. Verba, S., K. L. Schlozman, and H. Brady 1995. Voice and Equality: Civic Voluntarism in American Politics. Cambridge, MA: Harvard University Press. Villalon, L. 2004. Democratizing a Quasi Democracy: The Senegalese Elections of 1993. African Affairs, 93 371: 16393. Villalon, L. 1999. Generational Changes, Political Stagnation, and the Evolving Dynamics of Religion and Politics in Senegal. Africa Today, 46 34: 12947. Wattenberg, M. 2008. Is Voting for Young People. New York: Pearson Longman. Wattenberg, M. 2003. Electoral Turnout: The New Generation Gap. British Elections and Parties Review, 13: 15973. Wilkin, S., B. Haller, and H. Norpoth 1997. From Argentina to Zambia: A Worldwide Test of Economic Voting. Electoral Studies, 16 3: 30116. Wolfinger, R., and S. Rosenstone 1980. Who Votes? New Haven, CT: Yale University Press. World Bank 2009. Youth and Employment in Africa: The Potential, the Problem, the Promise. Washington, DC: The World Bank. 25Individual Age Male Urban Education Member of religiousother group Media access Not satisfied with democracy Country Real GDP growth prior to election Electoral rule Effective no. of parties Length of incumbency at election time Political rights index Months since last elections All 1.039 0.006 1.162 0.106 0.797 0.063 0.984 0.023 1.511 0.068 1.135 0.092 0.775 0.055 1.021 0.034 0.983 0.251 1.019 0.131 0.975 0.017 0.958 0.076 1.003 0.008 21,084 1.101 0.031 1.219 0.153 0.826 0.086 0.967 0.034 1.488 0.127 1.203 0.119 0.863 0.094 1.007 0.033 1.025 0.252 1.007 0.135 0.967 0.017 0.988 0.073 1.002 0.009 7,971 1.015 0.004 1.127 0.108 0.762 0.081 0.100 0.023 1.591 0.108 1.056 0.161 0.665 0.049 1.052 0.052 0.828 0.260 1.031 0.124 0.983 0.017 0.918 0.080 1.000 0.008 13,113 Table 1: Voter turnout in last elections, odds ratios from multilevel random intercept logit model Nonyouth 31 Youth 1830 No. of observations Notes: Standard errors in parentheses. The data are weighted using both the withincountry and acrosscountry weights provided. The sample includes only those who were eligible to vote in the last elections, which we identify as individuals who were at least 18 years old in the year prior to the election. Significant at 1 per cent level; significant at 5 per cent level; significant at 10 per cent level. Source: See Appendix, Table A1. 26Table 2: Partisan attachment, relative risk ratios from multilevel random intercept multinomial logit model Explanatory variables Outcome 1: Not close to party All Youth 1830 Nonyouth 31 Outcome 2: Close to opposition All Youth 1830 Nonyouth 31 Individual Age Male Urban Education Member of religiousother group Media access Ethnicity of incumbent Unemployedemployed and looking Household deprivation index Dissatisfaction: job creation Dissatisfaction: education Dissatisfaction: basic health Dissatisfaction: inflation Dissatisfaction: corruption Country GDP growth prior to survey Effective no. of parties 0.991 0.003 0.813 0.055 1.604 0.123 1.016 0.023 0.735 0.050 0.827 0.055 0.688 0.098 0.943 0.067 0.948 0.033 1.178 0.062 1.059 0.052 1.163 0.079 1.151 0.070 1.256 0.070 0.969 0.009 0.780 0.060 1.620 0.123 1.026 0.027 0.707 0.060 0.847 0.063 0.716 0.094 0.979 0.068 0.932 0.049 1.268 0.095 0.978 0.098 1.115 0.097 1.036 0.089 1.242 0.087 0.998 0.004 0.850 0.069 1.552 0.137 1.016 0.025 0.778 0.067 0.814 0.066 0.667 0.120 0.940 0.084 0.974 0.042 1.109 0.092 1.131 0.076 1.212 0.127 1.262 0.076 1.273 0.091 0.993 0.003 1.239 0.080 1.249 0.070 1.032 0.027 0.962 0.078 1.139 0.082 0.529 0.136 0.993 0 .070 0.967 0.029 1.482 0.115 1.151 0.085 1.135 0.045 1.248 0.144 1.422 0.091 0.991 0.009 1.265 0.130 1.304 0.140 1.037 0.033 0.948 0.089 1.087 0.115 0.521 0.147 0.985 0.086 0.961 0.045 1.608 0.195 1.037 0.096 1.169 0.112 1.165 0.192 1.443 0.115 0.992 0.004 1.233 0.062 1.183 0.067 1.035 0.028 0.981 0.090 1.166 0.081 0.538 0.135 1.007 0.086 0.978 0.040 1.391 0.102 1.246 0.133 1.114 0.074 1.309 0.141 1.413 0.117 0.897 0.044 1.202 0.079 0.959 0.007 22,622 0.879 0.044 1.171 0.171 0.964 0.007 10,087 0.907 0.047 1.233 0.096 0.953 0.007 12,535 0.856 0.079 1.075 0.094 0.968 0.012 22,622 0.840 0.081 1.103 0.102 0.972 0.010 10,087 0.865 0.079 1.054 0.103 0.965 0.016 12,535 Length of incumbency at time of survey No. of observations Notes: Standard errors in parentheses. The data are weighted using both the withincountry and acrosscountry weights provided. The reference category for the dependant variable is close to incumbent. Significant at 1 per cent level; significant at 5 per cent level; significant at 10 per cent level. Source: See Appendix, Table A1. 27Male Urban Education Member of religiousother group Media access Unemployedemployed and looking Household deprivation index Not satisfied with democracy Country Real GDP growth prior to survey Civil liberties index All 0.996 0.004 1.311 0.094 1.088 0.108 1.083 0.031 2.061 0.276 1.258 0.135 1.108 0.081 1.061 0.047 1.153 0.092 0.956 0.056 0.733 0.070 22,816 Youth 1830 0.995 0.017 1.274 0.094 1.118 0.165 1.074 0.034 2.052 0.295 1.593 0.297 1.083 0.114 1.112 0.054 1.277 0.133 0.945 0.060 0.760 0.078 10,168 Nonyouth 31 0.994 0.007 1.382 0.183 1.1034 0.100 1.077 0.049 2.138 0.390 1.056 0.151 1.164 0.162 1.034 0.077 1.054 0.107 0.964 0.059 0.704 0.095 12,648 Table 3: Participated in a protest march or demonstration, odds ratios from multilevel random intercept logit model Individual Age No. of observations Notes: Standard errors in parentheses. The data are weighted using both the withincountry and acrosscountry weights provided. Significant at 1 per cent level; significant at 5 per cent level; significant at 10 per cent level. Source: See Appendix, Table A1. Table 4: Predicted probabilities for the youth and nonyouth groups Voted in last election Not close to any party Close to the incumbent Close to the opposition Engaged in protest activity Source: Authors calculations based on model results. 0.690 0.404 0.358 0.238 0.144 0.827 0.357 0.417 0.226 0.136 Youth 1830 Nonyouth 31 28Appendix Table A1: Description of variables Variable name Dependent variables Voted in last elections Party attachment Engaged in protest demonstration Independent variables: individual Age Male Urban Education index Member of religiousother group Media access Question and coding With regard to the most recent, date, type elections, which statement is true for you? 0 You were not registered or you were too young to vote; You decided not to vote; You could not find the polling station; You were prevented from voting; You did not have time to vote; Did not vote for some other reason; You could not find your name in the voters register 1 You voted in the elections Do you feel close to any particular political party? Which party is that? 1not close to any party 2close to the incumbent party 3close to an opposition party Here is a list of actions people sometimes take as citizens. For each of these, please tell me whether you, personally, have done any of these things during the past year. Attended a demonstration or protest march. 0No, would never this; No, but would do if I had the chance 1Yes, once or twice; Yes, several times; Yes, often. How old are you? Age in years Gender of respondent 0female 1male Area of residence 0rural 1urban Highest level of education completed. 0No formal; 1Informal only; 2Some primary; 3Primary completed; 4Some secondary; 5Secondary completed; 6Postsecondary, other than university; 7Some university; 8University completed; 9Postgraduate Member of religious group. Some other voluntary association or community group. 0Not a member of either or an inactive member of both 1An active member or official leader of either or both How often do you get your news from the following sources: Radio? Television? Newspapers? How often do you use the internet? 0Accessed all of these sources never or less than once a month. 1Accessed at least one of these sources a few times 29Source Afrobarometer 200809 Afrobarometer 200809 Afrobarometer 200809 Afrobarometer 200809 Afrobarometer 200809 Afrobarometer 200809 Afrobarometer 200809 Afrobarometer 200809 Afrobarometer 200809 Not satisfied with democracy Ethnicity of incumbent Unemployed employed and looking Household deprivation index Govt. handling of: job creation education basic health inflation corruption a month, a few times a week or every day. Overall, how satisfied are you with the way democracy works in country? 0fairly satisfied; very satisfied 1country is not a democracy; not at all satisfied, not very satisfied What is your tribe? You know, your ethnic or cultural group. 0Not of the same ethnic group as incumbent president at time of survey. 1Individual is of the same ethnicity as incumbent president at time of survey Do you have a job that pays a cash income? Is it fulltime or parttime? Are you presently looking for a job even if you are presently working? 0No not looking; Yes, parttime not looking; Yes, fulltime not looking 1No looking, Yes, parttime looking; Yes, fulltime looking Over the past year, how often, if ever, have you or anyone in your family gone without: Enough food to eat? Enough clean water for home use? Medicines or medical treatment? Enough fuel to cook your food? A cash income? Values ranging from 0 to 4 based on additive responses to the 5 components: 0never; 1just once or twice; 2several times; 3many times; 4always Now lets speak about the present government of this country. How well or badly would you say the current government is handling the following matters, or havent you heard enough to say: Handling creating jobs? Addressing educational needs? Improving basic health services? Keeping prices down? Fighting corruption in government? 0 Very well; Fairly well; Dont knowhavent heard enough 1Fairly badly; Very badly Afrobarometer 200809 Afrobarometer 200809 Afrobarometer 200809 Afrobarometer 200809 Afrobarometer 200809 Independent variables: country GDP growth prior to election Change in real GDP per capita growth in year preceding the last national election. GDP growth prior to survey Change in real GDP per capita growth in year preceding the survey. Electoral rule Effective no. of parties Electoral rule for the countrys most recent elections legislative, presidential, or both at the time the Afrobarometer survey occurred. 0 PR or mixed system, 1 pluralitymajoritarian system LaaksoTaagepara index calculated on the vote shares obtained by each party during the most recent elections at the time the Afrobarometer survey occurred. Calculated from World Development Indicators Calculated from World Development Indicators IDEA Electoral Handbook and ACE Electoral Project Calculated based on data from African elections database http:africanelections.tripod.com 30Length of incumbency at election time Number of years that the incumbent party had been in power at the time of the last elections. Length of incumbency at time of survey Number of years that the incumbent party had been in power at the time the Afrobarometer survey occurred. Political rights index Civil liberties index Months since last elections Index capturing aspects of the electoral system, including whether elections are free and fair, involve competitive parties, and ensure that minority groups have full political rights. The index ranges from 17, with 1 being most free. Index capturing the extent of freedom of expression and belief, ability to participate in organizations and public demonstrations, and an independent judiciary that protects the rights of citizens. The index ranges from 17, with 1 being most free. No. of months between the election date and the survey date. Source: See column 3 of table. Calculated based on data from African elections database http:africanelections.tripod.com Calculated based on data from African elections database http:africanelections.tripod.com Freedom House Freedom House Calculated using the IFES Election Guide and EISA 31 45.94 0.126 0.55 0.005 0.35 0.005 2.78 0.021 24.09 0.043 0.47 0.006 0.42 0.006 3.61 0.021 36.39 0.111 0.51 0.004 0.38 0.004 3.14 0.015 Nonyouth 0.84 0.004 0.35 0.005 0.23 0.004 0.42 0.005 0.13 0.003 All 0.78 0.003 0.38 0.004 0.23 0.003 0.39 0.004 0.14 0.002 Youth 0.68 0.006 0.41 0.006 0.23 0.005 0.36 0.006 0.14 0.004 Table A2: Means for individuallevel dependent and independent variables Dependent variables Voted in last electionsa Not close to party Close to opposition Close to incumbent Engaged in protestdemonstration Independent: Individual Age Male Urban Education Member of religiousother 0.54 0.004 group Media access 0.84 0.003 Not satisfied with democracy 0.45 0.004 Ethnicity of incumbent 0.25 0.003 Unemployedemployed and looking Household deprivation index Govt. handling of job creation Govt. handling of education Govt. handling of basic health Govt. handling of inflation Govt. handling of corruption No. of observations Notes: The data are weighted. Standard errors reported in parentheses. a Voter turnout is based on the population eligible to vote defined as those who were 18 in the year prior to the election. The rest of the estimates are for the full sample of adults, aged 18 years and older. Source: Calculations based on data obtained from sources in Table A1. 0.69 0.004 0.33 0.004 0.37 0.004 0.80 0.003 0.50 0.004 22,884 0.69 0.005 0.33 0.005 0.37 0.005 0.790.005 0.51 0.006 10,183 0.70 0.005 0.33 0.005 0.38 0.005 0.80 0.004 0.49 0.005 12,701 0.49 0.006 0.85 0.004 0.48 0.006 0.23 0.005 0.57 0.005 0.82 0.004 0.43 0.005 0.25 0.005 0.52 0.004 0.60 0.006 0.46 0.005 1.25 0.007 1.17 0.010 1.32 0.009 32Table A3: Means for countrylevel variables Independent: Country GDP growth prior to election GDP growth prior to survey Electoral rule Effective no. of parties Length of incumbency at election time Length of incumbency at time of survey Political rights index Civil liberties index Months since last elections No. of observations Notes: Standard deviations reported in parentheses. Source: Calculations based on data obtained from sources listed in Table A1. Mean 3.862.560 3.14 1.828 0.68 0.478 2.621.179 11.16 9.269 12.6310.404 2.951.311 2.90 0.875 30.17 16.28 19 33", "filename": "669169668.pdf", "person": ["Danielle Resnick", "Resnick, Danielle", "Daniela Casale", "Casale, Daniela"], "date": ["2011"]}