{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/51908/1/669226475.pdf"], "title": ["Tying your enemy's hands in close races: The politics of federal transfers in Brazil"], "plaintext": "Tying Your Enemys Hands in Close Races: The Politics of Federal Transfers in Brazil Fernanda Brollo University of Alicante Tommaso Nannicini Bocconi University, IGIER and IZA Discussion Paper No. 5698 May 2011 IZA P.O. Box 7240 53072 Bonn Germany Phone: 4922838940 Fax: 492283894180 Email: izaiza.org Any opinions expressed here are those of the authors and not those of IZA. Research published in this series may include views on policy, but the institute itself takes no institutional policy positions. The Institute for the Study of Labor IZA in Bonn is a local and virtual international research center and a place of communication between science, politics and business. IZA is an independent nonprofit organization supported by Deutsche Post Foundation. The center is associated with the University of Bonn and offers a stimulating research environment through its international network, workshops and conferences, data service, project support, research visits and doctoral program. IZA engages in i original and internationally competitive research in all fields of labor economics, ii development of policy concepts, and iii dissemination of research results and concepts to the interested public. IZA Discussion Papers often represent preliminary work and are circulated to encourage discussion. Citation of such a paper should account for its provisional character. A revised version may be available directly from the author. IZA Discussion Paper No. 5698 May 2011 ABSTRACT Tying Your Enemys Hands in Close Races: The Politics of Federal Transfers in Brazil the coalition of the Brazilian President receive This paper uses a quasiexperimental strategy to disclose utterly political reasons behind the allocation of intergovernmental transfers in a federal state. We apply a regression discontinuity design in close elections to identify the effect of political alignment on federal transfers to municipal governments in Brazil. We find that municipalities where the mayor is affiliated with larger discretionary infrastructure transfers by about 40% in preelection years. This effect is mainly driven by the fact that the federal government penalizes municipalities run by mayors from the opposition coalition who won by a narrow margin, thereby tying their hands for the next election. JEL Classification: C21, D72, H77 Keywords: Corresponding author: Tommaso Nannicini Department of Economics Bocconi University Via Roentgen 1 20136 Milan Italy Email: tommaso.nanniciniunibocconi.it federal transfers, political alignment, regression discontinuity We thank Alberto Alesina, Filipe Campante, Claudio Ferraz, Giovanni Mastrobuoni, and seminar participants at ASSET 2010 Alicante, Bristol University, EIEF Rome, Erasmus University Rotterdam, ESWC 2010 Shangai, IGIER, LACEA 2010 Medellin, LSE, NBER Political Economy Public Finance workshop 2010, Paris X, Petralia workshop 2010, Porto Cervo workshop 2010, PUC Rio, RES 2011 London, Universidad del Rosario Bogota, and Universitat Autonoma de Barcelona for their extremely helpful comments. All errors are ours and follow a random walk. Brollo acknowledges financial support from the Spanish Ministerio de Ciencia y Tecnologia and Feder Funds project SEJ200762656, Nannicini acknowledges financial support from the European Research Council grant No. 230088. 1 Introduction In a federal state, transfers from the central government to lowertier administrative unitsare a crucial ingredient both for the efficient provision of public goods and services, andfor the competition between political actors. A large body of research in public financehas investigated the normative justifications of transfers e.g., see Oates, 1972. From apolitical economy perspective, however, it is hard to believe that central governmentsbecause of either their own preferences or institutional and political constraintsbehaveas a benevolent social planner would do, that is, using conditional matching grants tointernalize externalities or intergovernmental transfers for redistributive purposes. Indeed,although federations usually adopt allocation rules that shelter the distribution of transfersfrom political distortions, incumbent politicians have a lot of discretion in using them totease swing voters, reward core supporters, or build alliances with other politicians. Inother words, using Coxs 2009 taxonomy, realworld distributive politics might respondto the voteproducing goals of persuasion of unattached voters, mobilization of attachedvoters, or coordination among political parties.In this paper, we apply a Regression Discontinuity Design RDD in close electoralraces to disclose utterly political reasons behind the allocation of central transfers to localgovernments in Brazil. In particular, we identify the impact of political alignment betweenthe mayor and the Brazilian President on the amount of federal transfers to municipalities.The intuition behind our identification strategy is simple. If random factorsfor example,unexpected breaking news or rain on election dayplayed even a small role in decidingelectoral outcomes, the victory of the mayoral candidate aligned with the President wouldmimic random assignment in those municipal elections decided by a narrow margin. The RDD setup therefore delivers a local source of exogenous variation in political alignment.Consistently with the Brazilian multiparty system, we measure political alignment withrespect to both the government coalition and the political party of the President.The theoretical literature has provided contrasting explanations for politically motivated transfers, or tactical redistribution.1 On the one hand, incumbent politicians mayuse intergovernmental transfers to increase their or their allies reelection probability at 1See Cox 2009 for a survey on the political economy of distributive politics.1the central and local level, therefore allocating larger transfers to localities where swing voters are overrepresented see Lindbeck and Weibull, 1987; Dixit and Londregan, 1998. Onthe other hand, politicians may decide to use transfers to reward their core supporters see Cox and Mc Cubbins, 1986.2 Irrespective of the degree of political competition, however,as far as local governments can claim some political credit for the resources they receivefrom the central government, the alignment between the two layers of governmentthatis, whether they belong to the same political coalition or notis expected to increase theamount of transfers, because the central government has an incentive to favor its politicalfriends and penalize its political enemies.Testing the above hypothesis has proven to be a difficult endeavor. Without a credible source of exogenous variation in political alignment, the empirical correlation betweenalignment and larger transfers if any could be completely driven by local socioeconomicconditions affecting both electoral outcomes and the allocation of government revenues.Most of the early studies have tackled this issue with a selection on observables assumption, controlling for different measures of the normative and political determinantsof transfers.In the U.S., Grossman 1994 finds that the similarity of party affiliationbetween federal and state politicians increases grants made to a state; Levitt and Snyder 1995 show that the share of democratic voters is an important predictor of federaltransfers to a district, especially in years of democratic control in Congress. In Australia,Worthington and Dollery 1998 also detect some tactical distribution of grants. Thisapproach, however, is likely to suffer from a problem of omitted bias.Recent studies have improved upon the earlier literature by using panel estimators.Sol eOll e and SorribasNavarro 2008 use data on Spain and implement a diffindiff strategy, both across time exploiting the withinmunicipality variation in political alignmentinduced by subsequent elections and across grantors exploiting the withinmunicipalityvariation in political alignment with different layers of government. They find that municipalities aligned with the two uppertier governments receive over 40% more grants than 2The swing voters hypothesis with respect to intergovernmental grants has received empirical supportfor Albania Case, 2001 and Sweden Johansson, 2003. Looking at different outcomes, the share ofunaligned voters has been shown to be positively correlated with presidential campaigning in the USStromberg, 2008 and the quality of politicians in Italy Galasso and Nannicini, 2011. On the contrary,Larcinese, Rizzo, and Testa 2006 find support for the core supporters hypothesis in the allocation ofthe U.S. federal budget, as states that heavily supported the President receive more funds.2unaligned municipalities. Other studies control for timeinvariant confounding factorsin a fixedeffect framework. In India, Arulampalam et al. 2009 find that aligned statesreceive larger grants, especially if they are swing states. Larcinese, Rizzo, and Testa 2006study the allocation of the U.S. federal budget and show that states whose governors belong to the same party of the President receive more funds. Also for the U.S., Berry,Burden, and Howell 2010 use a large panel data set of federal outlays and show thatdistricts and counties receive more money when their legislators are aligned with the federal President. In Portugal, Veiga and Pinho 2007 find evidence of distortions favoringmunicipalities ruled by the Prime Ministers party during the early years of democracy,but not in the period of established democracy.Yet, unobservable confounding factors might be timevarying as well. For example,the occurrence of an international economic crisis could swing a large fraction of voters inexportoriented regions toward a given political party, and at the central level the sameparty could decide to favor these regions because of its policy preferences rather thantactical motivations. In this respect, our econometric strategy improves internal validity,because it accommodates for both timeinvariant and timevarying confounding factors.The closeelection RDD setup not only has a comparative advantage in internal validity,but also addresses another relevant question, namely the interaction between the degree ofcompetition and political alignment in shaping the tactical allocation of federal transfers.By contrasting close versus safe electoral races, we can shed light on how the effect ofalignment varies along this dimension. The only limitation of this setup is that, in orderto ensure internal validity in the Brazilian multiparty system, we must restrict the sampleto elections where there are two or at most three candidates, and one of them is affiliatedwith the coalition or party of the President. Although this restriction only affects externalvalidity, we show that benchmark estimations with OLS and diffindiff deliver the sameresults both in the all sample and in our twocandidate or threecandidate races.To obtain a better understanding of the reducedform RDD results, we frame theabove issues into a simple model, where the central government allocates transfers tolocal governments in order to maximize both the citizens goodwill toward itself and thepolitical capital represented by aligned mayors, who are influential opinion leaders at thelocal level and may turn to be important supporters at the next federal election. If the 3central government were able to obtain full political credit for the transfers, it wouldonly care about the citizens goodwill and would be indifferent between benefiting alignedversus unaligned mayors. On the contrary, if voters were partly unable to distinguishthe source of municipal revenues and there were some political credit spillovers in favorof local governments, aligned municipalities should end up receiving more transfers, asthe central government would try either to help aligned mayors to get reelected or tohamper the reelection prospects of unaligned mayors.3 Among aligned municipalities,those where the incumbent won by a narrow margin should receive more, because it isespecially there that larger municipal revenues can make a difference in the next election.By the same token, among unaligned municipalities, those where the incumbent won by anarrow margin should receive less, because the federal government wants to tie the handsof its political enemies. Furthermore, all of these effects should be stronger where i theimpact of transfers on reelection is higher for instance, where the mayor faces no termlimit and puts more effort in the campaign, and ii the value of political capital is higherfor instance, where local politicians have a stronger influence on the public opinion.The closerace RDD setup is particularly suited to test the theoretical predictions.According to our empirical results, in races decided by a narrow margin, municipalitieswhere the mayor is affiliated with the political coalition of the Brazilian President receivelarger discretionary transfers in infrastructure by about onethird in the last two years ofthe mayoral mandate, that is, when the next municipal elections are approaching. Duringthe first two years of the mandate, when instead federal elections are approaching, we findno evidence of political distortions in the allocation of federal transfers. This is consistent with the hypothesis of political credit spillovers mentioned above, as it seems thatopportunistic transfers take place in proximity of municipal rather than federal elections.Consistently with our model, the effect of political alignment is driven by a sizable cut intransfers to unaligned municipalities close to the discontinuity of zero margin of victory. Inother words, there is evidence that the federal government penalizes municipalities ruledby mayors who belong to the opposition coalition and won by a narrow margin the tyinghands effect. On the other side of the discontinuity, however, we find no evidence that 3On contested credit claiming in distributive politics, see Shepsle et al. 2009, who show that the members of the U.S. House and Senate delegations within each state must share the credit for appropriationsthat originate in their chamber with the delegation members in the other chamber.4the federal government mostly targets those aligned municipalities where the mayor wonby a narrow margin; on the contrary, the political strongholds of the Presidents coalitiontend to receive larger transfers. Political alignment has also a positive impact on theincumbent mayors reelection probability and on the Presidents vote share in the futurefederal election, although these results are less robust and more volatile.The effect of political alignment on federal transfers is heterogeneous along the linespredicted by our theoretical framework. First, the effect of political alignment is higheri in municipalities without a local radio station, and ii in small municipalities. Weinterpret this as evidence that the impact of alignment is higher if the value of politicalcapital for the central government is larger for instance, where municipal institutionsare important opinion leaders and the main source of political information for citizens.Second, the effect is higher i for mayors without a binding term limit, ii for mayorswho are not aligned with the state governor, and iii for municipalities characterized byhigh turnout rates. We interpret these findings as evidence that the impact of alignmentis magnified by how effective transfers are in producing votes for instance, because theincumbent mayor exerts more effort in getting reelected or has a hard time obtainingtransfers from other sources, such as the state government.The remainder of the paper is organized as follows.In Section 2, we present ourtheoretical framework. In particular, in Section 2.1 we introduce a simple model settingthe stage for the empirical analysis; in Section 2.2 we derive our identification strategy. In Section 3, we discuss the relevant Brazilian institutions and describe our data. In Section 4, we present the empirical results and validity tests. We conclude with Section 5.2 Theoretical Preliminaries 2.1 A simple model Consider the political maximization problem of a central government or Presidentthat must choose the amount of federal transfers i to allocate to each local governmenti, with i 1,  , N . The Presidents objective function is made up of two politicalbenefits. On the one hand, he will try to increase the general goodwill of the citizens inevery municipality i toward the central government; and this is assumed to be a positive 5function of the amount of transferred resources: U i, with U0 0, U00 0. On the otherhand, he will try to increase the likelihood that municipality i is run by a mayor alignedwith the central government, either because local politicians are important opinion leadersand they may turn to be useful allies in the next presidential campaign, or because theymay engage in rentseeking activities for the President. If the future margin of victory ofthe mayoral candidate aligned with the President is positive that is, if the Presidentscoalition wins in municipality i, the central government increases its political capital bya positive fixed amount R. The relative weight of the two benefits, however, dependson whether voters give political credit for the increased municipal revenues to the centralgovernment or to the mayor. We define 0, 1 as the political credit spillovers accruingto the incumbent mayor. In other words, if 0 the central government can claim fullcredit for i, while if 1 all the credit is going to the municipal government.Following the above setup, the Presidents objective function can be expressed as:cid:26X1 maxi XR P rM V Pi 0 XU i iiicid:27Ci,1where M V Pi is the future margin of victory of the mayoral candidate aligned with thecentral government in municipality i, and Ci captures the opportunity cost of allocatinga certain amount of transfers, with C0 0, C00 0. We assume the cost function ofmunicipality i to be independent of what happens in municipality j 6 i. This is in linewith the Brazilian institutions that we describe below, because the discretionary transfersof our empirical analysis are a very small fraction of the federal budget. In other words,the central government could easily meet the requests of every municipality independentlyof each other, but meeting each individual request comes with an opportunity cost Ci,either in terms of taxation or decreased expenditure on other items of the budget. From aneconometric point of view, this is equivalent to assuming that the Stable Unit Treatment Value Assumption SUTVA holds, as the outcome federal transfers of i depends on thetreatment political alignment of i but not on the treatment of j 6 i.The crucial point is thatin equation 1the margin of victory of the aligned candidate in municipality i is going to be affected by federal transfers too. In particular, weassume that the transferred resources are going to increase the electoral prospects of theincumbent mayor, or of his political party. Therefore, if the incumbent is aligned with the 6President Pi 1, i will increase the future margin of victory of the politically alignedcandidate, and vice versa if the incumbent is not aligned Pi 0. The future margin ofvictory of the aligned candidate can be expressed as:M V Pi M V P 0i i 2Pi 1f i,2where M V P 0is the margin of victory of the aligned candidate in the previous election,i N 0, 2 is a normally distributed random shock, and f i is a function that translatestransfers into votes for the incumbent, with f 0 0, f 00 0.The persistence of the past margin of victory captured by means that the futureelectoral outcome depends on the past electoral outcome, either because of the ideologicalbias of voters in municipality i or because of an incumbency advantage. The normal shocki accommodates for the presence of random events.4 The last term on the righthand sideof equation 2 captures the impact of transfers on the next municipal election. As longas there are some political credit spillovers 0, the additional municipal revenues aregoing to help either the aligned candidate if Pi 1, or the unaligned candidate if Pi 0.5Indeed, the assumption that higher transfers from the central government increase thereelection probability of the incumbent mayor or party has been corroborated by manyempirical studies, also on Brazil.6 It follows that:cid:20M V P 0cid:21i 2Pi 1f iP rM V Pi 0 ,3where . is the cumulative distribution function of the standard normal.4The normality assumption simplifies notation, but it is not required by Proposition 1 below; Proposition 2 only requires a random shock distributed with a decreasing density on either side of zero.5We are implicitly assuming that the impact of more municipal resources on electoral outcomes is thesame for aligned and unaligned incumbents. This simplifies notation and introduces symmetry, but itcomes with no loss of generality with respect to the propositions derived below.6For Brazil, Brollo et al. 2010 and Litschig and Morrison 2010 apply an RDD in population size toestimate the impact of larger transfers on the incumbent mayors reelection; both studies detect a positiveeffect in different sample periods; Brollo 2008 finds that the federal government reduces transfers tocorrupt municipalities, but it helps its political friends to get rid of the punishment faster; Caselli and Michaels 2009 and Monteiro and Ferraz 2010 find that oil windfalls are associated with a positiveincumbency advantage at the municipal level. For Uruguay, Manacorda et al. 2009 apply an RDD inthe assignment criterion of an antipoverty program and find a positive impact on the recipients supportfor the government. For Spain, Sol eOll e and SorribasNavarro 2008 find that grants allocated to localgovernments of the same party buy more political support than the others.7Equilibrium transfers. Substituting the last expression into equation 1, the firstcid:20M V P 0cid:21order condition of the Presidents maximization problem can be written as:1 U0i R2Pi 1f 0ii 2Pi 1f i C0i 0,4where . is the density function of the standard normal. Also note that, by definition,Pi 1 if M V P 0i 0, and Pi 0 if M V P 0i 0.From this simple firstorder condition, we can derive a set of testable predictions on thedirection and size of politically motivated central transfers. Assume that the past marginof victory tends to either or , or that there are no political credit spillovers 0: in both cases, transfers do not influence the future margin of victory. As a result,the central government simply weighs the marginal benefit of increasing citizens goodwillagainst the marginal cost of i: this gives the politically optimal amount of transfers in absence of tactical redistribution, such that 1 U0i C0i .Things change, of course, if 0 and M V P 0In this case, the centrali 1, 1.government chooses i by looking at the additional marginal benefit or cost of influencingthe next municipal election. Indeed, from equation 4, it is evident that the second termin the lefthand side is either positive if Pi 1 or negative if Pi 0. In other words, atthe zero threshold M V P 0i 0, there is a sharp jump in the maximization problem ofthe President, as the marginal cost of sending money to an unaligned incumbent suddenlybecomes the marginal benefit of sending money to an aligned incumbent. This implies astrong and positive impact of political alignment on transfers in close electoral races.Proposition 1 The local Average Treatment Effect ATE of political alignment ontransfers is positive at M V P 0i 0. That is: lim M V P 0i 0i limi 0.70M V P 0i Furthermore, it is straightforward to show thatgiven the models assumptions andthe secondorder condition of the Presidents maximization problempolitically motivatedtransfers are a decreasing function of the past margin of victory of the aligned candidateon both sides of the zero threshold. In fact, iM V P 0i 0 both if Pi 1 and if Pi 0.The intuition for this result is simple and follows from the persistence of the electoraloutcome: on the left of the zero threshold M V P 0i 0, the central government wants 7The proof of Proposition 1 is straightforward, but for completeness we sketch it in the Appendix.8to penalize unaligned municipalities lost by a narrow margin, because especially theretransfers are going to make a difference in the next election; by the same token, on theright of the zero threshold M V P 0i 0, the central government wants to favor alignedmunicipalities won by a narrow margin.Proposition 2 The amount of politically motivated transfers is a decreasing function of M V P 0i on either side of the threshold M V P 0i 0. That is: iM V P 0i 0.8These theoretical results are graphically shown in Figure 1, where the optimal amountof politically motivated transfers to municipality i is expressed as a function of the pastmargin of victory. There, the dashed horizontal line represents , while the solid lineson the two sides of the zero threshold are the optimal transfers decided by the centralgovernment on the basis of the exante level of political competition in unaligned on theleft of zero versus aligned on the right of zero municipalities. The sharp jump at zerois the local treatment effect of political alignment in close elections.Comparative statics. The theoretical framework also delivers predictions of comparative statics. In particular, the size of the causal impact of political alignment on transfersin close elections depends on the models parameters. The ATE at M V P 0i 0 increasesif the value of political capital R increases. In fact, by the implicit function theorem:iR 0 if Pi 1; and iR 0 if Pi 0. This means that in Figure 1, as Rincreases, the curve on the right of zero shifts upward and the curve on the left of zeroshifts downward, thereby increasing the jump in optimal transfers at M V P 0i 0. By thesame token, it is easy to see that the ATE increases if the variance of the random shock2 decreases. In fact, in this case: i 0 if Pi 1; i 0 if Pi 0. By aslight abuse of notation, we could also state that the ATE increases if the marginal impactof transfers on votes f 0i increases. Assuming f . to be linear, for instance, woulddeliver the same comparative statics result obtained on R for the political effectiveness oftransfers. The impact of political credit spilloversas captured by is instead unclear,because the relationship between and the optimal turns out to be ambiguous.8To obtain interior solutions, we are implicitly assuming that the firstorder condition in equationi 0is strictly positive. The proof of Proposition 2 easily4evaluated at Pi 0, 0, and M V P 0follows from the implicit function theorem and is sketched in the Appendix.92.2 Identification and estimation The closerace RDD setup see Lee, 2008 is particularly suited to take the above theoretical predictions to the data and estimate the causal effect of political alignment onthe amount of discretionary federal transfers. Define im1 as the potential transfersreceived by municipality i during the administrative mandate m if the mayor is politicallyaligned with the President, and im0 as the potential transfers of the same municipalityif the mayor is not aligned with the President. The variable Pim defines the treatmentstatus: Pim 1 if there is political alignment, and Pim 0 otherwise. The observedoutcome is thus: im Pim im1 1 Pim im0. The estimand of interest is the ATE, Eim1 im0, defined over some subpopulation of interest.Define Wi as a set of relevant municipalityspecific covariates including state fixedeffects, Xim as a set of mandatevarying mayoral characteristics, and m as mandatefixed effects. In the OLS estimationim Pim W 0i X0im m im,5the estimated is based on the conditional comparison of the observed transfers of alignedversus unaligned municipalities, which does not generally provide an unbiased estimateof the ATE, as long as towns with different unobservable characteristics affecting federaltransfers selfselect into political alignment by voting for different parties.A diffindiff estimator can instead control for timeinvariant confounding factors bymeans of municipality fixed effects i:im Pim X0im i m im.6Also in this estimation, however, might fall short of providing an unbiased estimate ofthe ATE. In particular, unobservable confounding factors might be timevarying too.In order to deal with the presence of both timeinvariant and timevarying confoundingfactors, we implement an RDD strategy in the spirit of Lee 2008 and compare municipalities where the politically aligned candidate barely won with municipalities where thepolitically aligned candidate barely lost.9 Specifically, we calculate the margin of victory 9See also Lee, Moretti, and Butler 2004. Ferreira and Gyourko 2009 and PetterssonLidbom 2008use the same identification strategy to estimate the impact of political parties with different ideologies on 10of the mayoral candidate politically aligned with the Brazilian President in each municipality i and mandate m M V Pim.10 This measure is thus positive in municipalities wherethe mayor belongs to the central government coalition, and negative otherwise. At thezero threshold, M V Pim 0, political alignment Pim sharply changes from zero to one.This treatment assignment mechanism is an example of sharp RDD and delivers a directtest of Proposition 1 in our theoretical framework.M V Pim can be seen as a random variable depending on observable and unobservable variables, as well as on random events on election day the shock i in our model.Lee 2008 shows that identification requires that: i for each political candidate, theprobability of winning is never equal to zero or one; ii for each political candidate, theprobabilities of winning or losing the election by a narrow margin are identical.11 In otherwords, electoral outcomes depend on both predictable elements and random chance, butthe latter is crucial only when the race is close. The ATE in close elections is thus:Eim1 im0M V Pim 0 lim0EimM V Pim lim0EimM V Pim .7Equation 7 expresses a local effect, which cannot be extrapolated to the whole populationwithout additional homogeneity assumptions.12Various methods can be used to estimate the local ATE expressed in equation 7.We first apply a spline polynomial approximation, that is, we fit a porder polynomial inpolicy outcomes in the U.S. and Sweden, respectively. Gagliarducci, Nannicini, and Naticchioni 2011use a closeelection RDD strategy to estimate the impact of majoritarian versus proportional elections ontargeted redistribution and rent extraction.10This corresponds to M V P 0iin the theoretical model; we omit the superscript for the sake of simplenotation. We use two different measures of political alignment according to either the government coalitionor the political party of the President; see Section 3.3 for more details.11These conditions are equivalent to the standard RDD assumption that potential outcomes must be acontinuous function of the running variable at the threshold Hahn, Todd, and Van der Klaauw, 2001.12This effect, however, is exactly what Proposition 1 predicts. Note that the fact that our model predictsthat the central government can use transfers to target electoral races decided by a narrow margin does notviolate the RDD identification assumptions. In fact, in the real world, there are two possible responses tothis strategy. First, the opposition coalition might reply by targeting the same races with its own politicalinstruments e.g., campaigning time and money; in this case, from one election to the next, the levelof political competition would change only because of random shocks. Second, the opposition coalitionmight be constrained in its political instruments; in this case, the central government could shift the pastclose races in its favor, but, still, there will be some other races decided by a narrow margin at the nextelectoral cycle. Indeed, expost close races are different from exante close races and this ensures that thelocal assignment into treatment is as good as random.11M V Pim on either side of the threshold M V Pim 0:p Xp Xim k M V P kim Pimk M V P kim m vs im,8k0k0where m are mandate fixed effects, and vs state fixed effects. The estimated coefficient 0identifies the ATE at the zero threshold, and we expect 0 0 to validate Proposition 1.Standard OLS inference procedures can be applied; we also cluster standard errors at thetown level, because the same municipality may be observed in repeated mayoral terms.An additional advantage of equation 8 is that the shape of the polynomial on the leftof zero i.e., the estimated coefficients k and of the polynomial on the right of zero i.e.,the estimated coefficients k can indirectly test Proposition 2, that is, they can tell ussomething on the relationship between the level of political competition and discretionarytransfers to the Presidents political friends or enemies. Because the assignment topolitical alignment is endogenous as we move far away from zero, however, this evidenceought to be interpreted with caution.The above spline polynomial estimation is attractive for many reasons, although apossible concern is that it may be sensitive to outcome values for observations far awayfrom the threshold see Imbens and Lemieux, 2008. To control for this, we also applythe local linear regression approach, which restricts the sample to municipalities in theinterval M V Pim h, h and estimates the model:im 0 1M V Pim 0Pim 1Pim M V Pim m vs im,9where m are mandate fixed effects, vs state fixed effects, standard errors are clustered atthe town level, and the optimal bandwidth h is selected as in Imbens and Kalyanaraman2009. Again, 0 identifies the ATE at the zero threshold.Finally, to evaluate the comparative statics of our model, we check for treatment effectheterogeneity in separate subsamples. The intuition for this test is simple. Assume that Dim captures a given heterogeneity dimension, which can be interpreted as a good proxyfor either political capital or the marginal impact of transfers on votes. We estimate:Dim cid:2 p Xk0im k M V P kim Pimk0k M V P kim Pimk M V P kp Xp Xk012p Ximcid:3 m vs im.k M V P kimk010As a result, 0 identifies the treatment effect in Dim 0, 0 0 in Dim 1, and 0the difference between the two. If Dim measures the importance of political capital forthe central government, we expect 0 0. Similarly, if Dim measures the effectiveness ofadditional revenues in terms of the electoral outcome, we expect 0 0.3 Institutions and Data 3.1 The Brazilian federal system Brazilian politics takes place in the framework of a federal presidential democracy and of amultiparty system. The Brazilian territory is divided in 26 states and one federal districtBrasilia, ruled by a governor and a legislative assembly. Municipalities are the lowestlayer of administrative division, and are ruled by an elected mayor Prefeito and by anelected city council Camera dos Vereadores. Municipal governments are in charge of arelevant share of the provision of public goods and services related to education, health, andinfrastructure projects. President, governors, and mayors of municipalities above 200,000voters are directly elected with runoff majority rule, while mayors of municipalitiesbelow 200,000 are directly elected with plurality rule. Deputies and senators are electedwith openlist proportional representation, and the same holds for state deputies and citycouncillors. The elections of the President, governors, and members of Congress all takeplace at the same time every four years, while municipal elections are staggered by twoyears and also take place every four years.The Brazilian party system is highly fragmented, and the composition of coalition governments has constantly changed over time. In particular, the fragmentation of the partysystem increased in the late 1980s, because of a new legislation easing the requirementsfor party organization, and because of an exodus from the two largest parties at that time,PMDB Partido do Movimento Democr atico Brazileiro and PFL Partido da Frente Liberal. Nowadays, there are 27 officially registered parties. Besides PMDB and PFL, PTPartido dos Trabalhadores and PSDB Partido da SocialDemocracia Brasileira are themost important of them. The current President is Dilma Vana Rousseff Linhares, electedin October 2010 and affiliated with PT.13 After the 2010 parliamentary election, PT be13Oath of office always takes place in January of the year following the presidential election.13came the largest party in the Congress, and it also rules some states and major cities. Theformer Presidents were Luiz In acio Lula da Silva, also affiliated with PT, who was electedin October 2002 and reelected in October 2006; and Fernando Henrique Cardoso, from PSDB, who was elected in October 1994 and reelected in October 1998. PSDB rules thetwo biggest Brazilian states, Sao Paulo and Minas Gerais. However, PMDB is the largestparty measured by number of affiliates and by number of mayors, and it was the largestparty measured by parliamentary seats over our sample period. Because of its relevanceand median position in the ideological spectrum, PMDB usually supports the government;indeed, it is a member of the current government coalition and it was so in both Cardososmandates and in the second of Lulas mandates. Among the main parties, PFL is themore rightoriented and is concentrated in the Northeast of Brazil. Note that our sampleencompasses part of both Cardosos and Lulas tenure in office.Brazil has a weakly institutionalized party system, with high electoral volatility, lowlevels of party identification in the electorate, high fragmentation, and lack of strongideological platforms. Following the Constitution of 1988, however, all Presidents havebeen able to build reasonably stable postelectoral government coalitions by means ofseveral discipline devices, such as veto power on the main issues, special prerogatives onbudget allocationincluding federal transfersand the strong power of the leaderships ofthe coalition parties see Figueiredo and Limongi, 2000; Pereira and Mueller, 2002.3.2 The allocation of federal transfers The resources of Brazilian municipalities come from i local revenues, such as fines, exemptions, service taxes, and residential property taxes; and ii transfers from the federal,state, or other municipal governments. The most important source of municipal revenuesis represented by federal transfers, which on average amount to 65% of the municipalbudget. Basically, there are two types of federal transfers: i Constitutional automatictransfers, mostly unrestricted Fundo de Participacao do Municipios, FPM or tied toeducation and health programs; and ii discretionary transfers CONV ENIO, mostly related to infrastructure projects. Excluding some big cities, such as Brazilian state capitals,municipal governments are strongly dependent on these transfers for their budget, as taxrevenues average to only 5.5% of municipal total revenues.14In this study, we focus on discretionary federal transfers devoted to infrastructureprojects, which amount to about 15% of total municipal expenditure in infrastructures.These transfers are related to budget items that involve the construction of buildings andbridges, the paving of roads, the improvement of water and sewer systems, the purchase ofambulances, and so on. We focus on this type of federal transfers because the bulk of theother revenues are largely nondiscretionary and hard to manipulate.14 Furthermore, suchtransfers are used to finance highly visible projects, that is, they are an ideal target forpoliticians willing to tease voters. Although mayors have to exert some effort in applyingfor these discretionary transfers, the legislative and the executive have an important rolein defining their precise allocation. The support of a federal deputy and the final consentof the President are crucial ingredients of the allocation mechanism.Basically, the annual budget law Lei Or cament aria Anual is first drafted by theexecutive, and it is then subject to individual or collective amendments by legislators.In most cases, the municipalities that will receive discretionary transfers are chosen bylegislators trying to bring the pork home, as the bulk of the proposed amendments includetargeted benefits to local areas. There are limits, however, to the number and value ofthe amendments that can be proposed by legislators. The Budget Committee is in chargeof authorizing the bill. After a period of discussion, Congress votes for the budget law,which is then sent back to the President for the final decision. As the budget law is notmandatory in Brazil, the President has a major role in deciding the exact allocation ofthe discretionary transfers and can thus use them to make deputies follow the guidelinesof the government coalition. Municipal governments must also exert some effort to receivethese transfers, because a budgetary amendment can be executed only when an agreementbetween the municipality and the central government is signed.At the end of the day, voters in a given municipality will receive discretionary infrastructure transfers depending on three factors: i The effort of their municipal administration;ii the interest of a federal deputy; and iii the interest of the President in executingthe budget amendment i.e., send the money exactly to that municipality. The federal President has the last word in the decision process, though. Because of the institutional 14As a falsification test, we also performed RDD estimations on Constitutional automatic transfersFPM, detecting no effect of political alignment on their allocation results available upon request.15and political context described in the previous section, the President usually faces thehard task of passing the legislative agenda in a Congress where there are a lot of parties,and where the Presidents party usually controls less than 20 percent of the seats. Discretionary transfers to specific areas are therefore one of the instruments that the Presidentcan use to unify the government coalition in the Congress.3.3 Sample selection and descriptive statistics Every two years there are elections in Brazil. Federal elections and municipal electionstake place separately; their exact timing over our sample period is illustrated in Figure 2.Our study encompasses federal governments in office during the three fouryear mandatesfrom 1999 to 2002, from 2003 to 2006, and from 2007 to 2010; as well as municipal administrations in office during the three fouryear mandates from 1997 to 2000, from 2001to 2004, and from 2005 to 2008. Our baseline results consider federal transfers only in thelast two years of each mayoral mandate, that is, the percapita amount of infrastructuretransfers for the periods 19992000, 20032004, and 20072008. For transfers in 1999 and 2000, the President was Fernando Henrique Cardoso , while for transfers since 2003 the President was Luis In acio Lula da Silva. The choice of the timing is motivated by thefact that we want to capture opportunistic transfers in proximity of upcoming municipalelections. As a second step, however, we also check whether opportunistic transfers takeplace in proximity of federal rather than municipal elections. We thus build an alternative measure of federal transfers, referring to the first two years last two years of eachmunicipal federal mandate: 19971998, 20012002, and 200506. In our data, federaltransfers are measured in percapita real values expressed in 2000 Brazilian reais.As for the treatment, we define two different variables capturing whether the municipality is politically aligned with the federal President or not. The first measure indicates ifthe mayor belongs to a party in the federal government coalition, and the second measureindicates if the mayor belongs to the Presidents party. In Table 1, we provide details onthe political parties included in the federal government coalition year by year.In order to implement our identification strategy in the Brazilian multiparty systemalong the lines discussed in Section 2.2, we must restrict our sample to municipalitieswhere only two or at most three candidates ran for mayor and one of them was politically 16aligned with the federal President. This is due to the fact that the assignment to politicalalignment can be considered as good as random only if the mayoral candidate aligned withthe President had a fair chance of winning the election.This sample selection procedure improves internal validity, but it comes at the price oflower external validity. The races with only two candidates amount to 51% of the total,while races with only three candidates amount to 31%, so that races with at most threecandidates represent 82% of all municipal elections. If we further restrict the sample toelections where the aligned mayor belonged to the first two or three candidates, we endup with a sample of twocandidate races that covers 42% 19% of the total when welook at the Presidents coalition party. With threecandidate races, we end up witha sample that covers 55% 28% of the total when we look at the Presidents coalitionparty. This means that, starting from the entire sample of 22,287 elections, we canimplement our RDD strategy in four distinct subsamples: i twocandidate races with atleast one candidate belonging to the Presidents coalition 5,723; ii twocandidate raceswith respect to the Presidents party 2,612; iii threecandidate races with respect tothe coalition 12,245; iv threecandidate races with respect to the party 6,248.To evaluate what we lose in terms of external validity with the RDD sample selection,we can look at how the above subsamples differ from the rest of Brazilian municipalities.15Table 2 Table 3 compares twocandidate threecandidate races with the other municipalelections. The variables we consider are the following townspecific Census characteristicsi.e., the covariates Wi: population size; percapita income; the over20 literacy rate; therate of urban population; the fraction of houses with access to water, sewer, or electricity;the presence of a local radio station; and geographical location.Looking at the Presidents coalition, municipalities with twocandidate races are notso different from the rest, although they appear to be slightly smaller in terms of averagepopulation and less likely to have a local radio station. Municipalities with threecandidateraces, despite their higher frequency, tend to be more diversified from the rest, as theyare not only bigger and with a radio station, but are also better endowed of public infrastructures i.e., house access to water, sewer, electricity. Looking at the Presidents 15In all specifications, we consider only municipalities with less than 200,000 inhabitants, where electionsare held under plurality rule.17partynot surprisingly given the even lower sample sizedifferences are also stark, inboth twocandidate and threecandidate elections.Furthermore, focusing on the RDD samples of twocandidate and threecandidate races,we can preliminary check if there are statistically significant differences between municipalities with a politically aligned mayor and municipalities with a politically unalignedmayor. According to the summary statistics reported in Table 4 and Table 5, municipalities aligned with the Presidents coalition or the Presidents party tend to receivelarger percapita transfers when municipal elections are approaching that is, in the lasttwo years of the mayoral mandate, while no significant difference emerges with respectto first twoyear transfers. The reelection probability of aligned mayors also tend to beconsiderably higher. Looking at the Census characteristics, there is no evidence of selection on observables in our two samples. Indeed, there are no statistically significantdifferences between aligned and unaligned municipalities, except for threecandidate raceswith the Presidents party as a measure of political alignment. This means that in general municipalities that are politically aligned with the President do not seem to differfrom the others in terms of wealth and development. This is not particularly relevant forour identification strategywhich accommodates for both selection on observables andunobservablesbut it is an additional piece of information on Brazilian politics.4 Empirical Results 4.1 The effect of political alignment on federal transfers Our main results are reported in Table 6, which shows the benchmark OLS and diffindiffestimates, and in Table 7, which shows the RDD estimates. We look at two differentoutcomes: in the first two columns of both tables, the dependent variable is the amountof transfers in the last two years of the mayoral term when the next municipal election isapproaching; in the last two columns, the dependent variable is the amount of transfersin the first two years of the mayoral term when the next federal election is approaching.For both dependent variables, we have two separate columns because, as discussed above,we measure political alignment referring to both the Presidents coalition and party. Toease comparisons, we implement the OLS and diffindiff specifications both in the whole 18sample and in the RDD samples of twocandidate and threecandidate elections.According to the crosssectional and panel evidence reported in Table 6, politicallyaligned municipalities receive more infrastructure transfers in the last two years of themayoral mandate, while the estimates on the transfers received in the first two years arenever statistically significant. The results of the OLS regressions in the all sample and intwocandidate or threecandidate elections are fairly similar between each other, for bothmeasures of political alignment. This further reassures about the external validity of our RDD sample restriction. For all municipalities panel A, with respect to the average level,transfers increase by 18.4% or 24.1% when the mayor belongs to the coalition or party ofthe President, respectively. In twocandidate panel B and threecandidate races panel C, the OLS estimates point to a 27.3% twocandidate or 20.5%threecandidate effectof the coalition alignment, and to a 24.9% twocandidate or 35.8% threecandidateeffect of the party alignment. The size of the diffindiff estimates is in the same ballpark,with just one exception: in twocandidate races, being aligned with the Presidents partyhas an effect on transfers that is almost twice as much as the other estimates about 75%.Diffindiff estimates also tend to be slightly larger than OLS. This discrepancy might bedue to the fact that OLS coefficients display a downward bias. Yet, also the diffindiffresults may suffer from timevarying omitted bias.Table 7 reports the main RDD results in close twocandidate and threecandidateelections. In the twocandidate sample panel A, according to the baseline estimationwith spline polynomial approximation and full bandwidth as in equation 8, being affiliated with the coalition of the Brazilian President increases the amount of percapitainfrastructure transfers by about 36.9%.16 The effect of being affiliated with the Presidents party is instead not statistically significant. In the threecandidate sample panel B, being affiliated with the Presidents coalition increases transfers by about 26.3%. Theeffect of being affiliated with the Presidents party amounts to 34.3%, although it is significant only at a 10% level. The RDD results on the Presidents coalition are a directconfirmation of Proposition 1 in our model. The fact that the results on the Presidentsparty are less robust could receive a twofold explanation: from a political point of view,16We implement the spline polynomial approximation with a thirdorder polynomial, but the resultsare robust to the use of a secondorder or fourthorder polynomial available upon request.19the Brazilian President might be forced to please his political allies even more than his ownparty, in order to keep the government coalition united see the discussion in Section 3.2;from a statistical point of view, as the point estimates on the Presidents party are fairlysimilar to those on the Presidents coalition, the lower significance might be a problem ofaccuracy induced by the reduced sample size.In Table 7, we also implement local linear regression with optimal bandwidth as inequation 9. According to these estimates, being affiliated with the Presidents coalitionin close races entails an increase in percapita infrastructure transfers by 40.7% twocandidate or by 32.9% threecandidate. The estimates on the Presidents party arenever statistically significant. Overall, the size of the effect of political alignment in the RDD estimations is somehow larger than the effect in the OLS or diffindiff estimations.Also this result could receive a twofold explanation: on the one hand, the RDD setupcontrols for unobservables removing omitted bias; on the other hand, the RDD effect isidentified for close electoral races only, where the impact of political alignment might behigher because of tactical motivations, as predicted by our model.Table 7 also confirms the OLS and diffindiff evidence on the percapita infrastructuretransfers received from the federal government in the first two years of the municipal mandate when the federal elections are approaching. There is no evidence of opportunistictransfers in proximity of federal elections. This result highlights a clear political budgetcycle in federal transfers to municipal governments with respect to the timing of municipal elections. And it also reinforces the idea that mayors can claim the lions share ofthe political credit from larger transfers i.e., that the parameter in our model is greaterthan zero, because tactical redistribution takes place only in proximity of the electionsfor mayor and not of the elections for the Brazilian President.Figure 3 shows the estimated spline polynomials in M V Pim to highlight not only thejump in federal transfers at M V Pim 0, but also the shape of the relationship betweenfederal transfers and political competition for aligned municipalities on the right of thezero threshold and unaligned municipalities on the left of the zero threshold. This isa way to indirectly assess Proposition 2 in our model. With respect to the Presidentscoalition, Figure 3 clearly shows that the RDD estimate is driven by a sizable cut intransfers to unaligned municipalities close to the zero threshold. In other words, the central 20government penalizes municipalities ruled by mayors belonging to the opposition coalition,especially if they won by a narrow margin, thereby tying the hands of its politicalenemies for the next electoral race. This evidence on the left of zero is consistent withthe theoretical prediction in Proposition 2. But the evidence on the right of zero does notshow a stark increase in transfers to aligned municipalities that won by a narrow margin.On the contrary, there is some evidence that the federal government gives more money toits strongholds where M V Pim is positive and very high, although we do not know if thisis driven by the endogenous local characteristics of these municipalities or by politicalmotivations as predicted by Cox and Mc Cubbins, 1986. In addition, note that the tailsof both polynomials are not accurately estimated because of the small sample size.Our model assumes that federal transfers improve the reelection prospects of the incumbent, as long as there are political credit spillovers. The effect of transfers on electoraloutcomes has been estimated by others using Brazilian data e.g., Brollo et al., 2010;Litschig and Morrison, 2010 and our framework does not allow us to credibly identifyit. But it is still interesting to identify the effect of political alignment per se on thefuture reelection of the incumbent political party. Keeping in mind, of course, that thisdifferential incumbency advantage if any might be driven by many factors, beyond theamount of politically motivated transfers received by the municipality in the last two yearsof the mandate. For instance, a positive impact of political alignment on reelection mightcapture a bandwagon effect on the side of voters and interest groups, prone to supportpoliticians connected with the national leader who won the last presidential election. Inthe first two columns of Table 8, we repeat our RDD estimations with the incumbentpartys reelection as dependent variable. Being aligned with the party of the President increases reelection chances either by 27.2% twocandidate or by 23.5% threecandidate.Being aligned with the government coalition has either no statistically significant effecttwocandidate or increases reelection chances by 19.8%. These results, however, are notrobust to the use of local linear regression as estimation method.Our model also assumes that aligned mayors are a valuable asset for the President.This could be due to electoral advantages if mayors were instrumental to find votes forthe aligned presidential candidate, rentseeking, or simple policy congruence. To assessthe plausibility of the first channel, in the last two columns of Table 8, we repeat our RDD21estimations with the municipal vote share of the Brazilian President or the candidate ofthe same party in the future presidential election as dependent variable. The baselineestimates with spline polynomial approximation point to a gain of about 2 coalition or 3 party percentage points for presidential candidates who can count on aligned mayorsat the municipal level. Yet, results are not robust to threecandidate races or the use oflocal linear regression. There is some evidence, however, that at least part of the politicalcapital associated with aligned mayors might come from electoral advantages.4.2 Treatment effect heterogeneity In Table 9 and Table 10, we estimate equation 10 to assess heterogeneity if any inthe treatment effect. This a way to evaluate the comparative statics implications of ourmodel. We consider two dimensions: i whether the value of political capital for thecentral government is high or not; and ii whether the transfers are expected to havea strong impact on the electoral outcome or not.17 As empirical proxies for the firstdimension, we use two measures: i the population size of the municipality; ii whetherthere is a local radio station or not. The intuition behind these measures is that in smallmunicipalities or in municipalities without radio station local politicians have a strong rolein influencing the public opinion, and are therefore valuable allies for the President.18The estimation results in Table 9 confirm the theoretical predictions. There, we can seethat the effect of political alignment on federal transfers is much stronger in municipalitieswithout a local radio station and in small municipalities i.e., with a population size belowthe median.19 As a matter of fact, in both twocandidate and threecandidate races,political alignment almost doubles the amount of equilibrium transfers in municipalitieswithout a radio station and in municipalities with belowmedian population, while theeffect is not statistically significant in the others.As empirical proxies for the second heterogeneity dimension, we use three measures: iwhether the incumbent mayor is allowed to run for reelection or faces a binding term limit;17Unfortunately, we do not have a good proxy for electoral uncertainty in our data, so that we can onlytest the above two comparative statics results.18Ferraz and Finan 2011 use random corruption audit reports to show that political accountability islower in municipalities without a local radio station.19The results on population size are robust to the estimation of a continuous version of equation 10,with the exact number of resident inhabitants in the place of Dim available upon request.22ii whether the incumbent mayor is aligned with the state governor or not; iii whetherthe turnout in municipal elections is high or low based on the median turnout in the lastmunicipal election. Here, the idea is that mayors who can run for reelection, or may havea hard time obtaining discretionary resources from other sources, are going to put moreeffort in using the additional revenues for political purposes.20 Moreover, irrespective ofthe mayors effort, increased municipal revenues can be expected to be more effective interms of electoral outcomes where turnout is high.The estimation results in Table 10 confirm the theoretical predictions. The effect ofpolitical alignment on transfers is much higher for firstterm mayors, for mayors unalignedwith the state governor, and in municipalities characterized by high turnout in the lastmunicipal election. In twocandidate races, for mayors who can run for reelection and inmunicipalities with abovemedian turnout, political alignment almost doubles the amountof transfers; for mayors who cannot count on the support of the state governor, the increasein transfers induced by political alignment is equal to about onethird. The effect is insteadnot statistically significant in the other municipalities.4.3 Validity tests In order for our RDD econometric strategy to be internally valid, as discussed in Section 2.2, political parties must not be able to sort above the threshold of zero margin of victory.In other words, political parties, even when they control the federal government, shouldnot be able to manipulate electoral outcomes in close elections. To check for the absenceof manipulative sorting, we perform: i visual inspection of the histograms of M V Pim in Figure 4; and ii formal tests of the continuity of the density at M V Pim 0, in the spiritof Mc Crary 2008, in Figure 5. The latter procedure tests the null hypothesis of continuityof the density of the margin of victory at the zero threshold, and it is implemented byrunning kernel local linear regressions of the log of the density separately on both sidesof zero. None of these procedures shows any evidence of manipulative sorting around thezero threshold. This means that expost close races are really decided by random shocks,rather than choice variables such as federal transfers or campaigning effort and ability.20Consistently with this conjecture, De Janvry, Finan, and Sadoulet 2009 find that the performanceof a cash transfer program intended to reduce school dropout is improved in municipalities where mayorscan be reelected. And mayors with good program performance are more likely to get reelected.23In Table 11, we further check for discontinuities of the 2000 Census variables and geographic location at the zero threshold by implementing a set of balance tests, which areperformed estimating equation 8 with the townspecific characteristics Wi as dependentvariables. As these variables are predetermined with respect to the treatment political alignment, we should observe no discontinuity, as long as there is no manipulativesorting around the zero threshold. This is indeed the case, as all of the variables arebalanced around the threshold, excluding a few exceptions for geographical variables inthreecandidate races with respect to the Presidents party.Finally, in the spirit of Imbens and Lemieux 2008, in Table 12 we implement placebotests by estimating the treatment effect at fake thresholds, where there should be noeffect. In particular, we look at the median on the left and on the right of the thresholdof zero margin of victory. We then estimate the treatment effect on the outcome variablesfor which we have significant baseline results last twoyear transfers, incumbent partysreelection, and Presidents vote share using the spline polynomial approximation.21 Withonly one exception, probably due to sample noise, the effects at the fake thresholds arenever statistically different from zero.5 Conclusion In this paper, we document the existence of sizable tactical motivations in the allocation of federal transfers by the Brazilian government, aimed at penalizing unalignedmunicipalities where mayors belonging to the opposition coalition won by a narrow margin. Our RDD estimateswhich accommodate for the presence of both timeinvariant andtimevarying confounding factorsshow that mayors politically aligned with the Brazilian President receive larger federal transfers in exante close races, by an amount that variesfrom 26% to 41% according to the used estimation method or the measure of politicalalignment. The results are statistically significant only for federal transfers received in thelast two years of the mayoral term pointing to the existence of a relevant political budgetcycle in Brazilian municipal revenues and for federal transfers in infrastructure whichare highly discretionary and linked to projects that are visible to voters. The normative 21Placebo estimates for first twoyear transfers are also never statistically different from zero availableupon request.24implications of our empirical findings call for a financing system of infrastructure projectsthat should emphasize the fiscal responsibility of local governments, rather than centraltransfers, which appear to be strongly influenced by political considerations.References Arulampalam W., S. Dasgupta, A. Dhillon, and B. Dutta 2009: Electoral Goals and Centerstate Trasnfers: A Theoretical Model and Empirical Evidence from India,Journal of Development Economics 88, 103119.Berry, C. R., B. C. Burden, and W. G. Howell 2010: The President and the Distribution of Federal Spending, American Political Science Review 104, 783799.Brollo, F. 2008: Who Is Punishing Corrupt Politicians: Voters or the Central Government? Evidence from the Brazilian AntiCorruption Program, IGIER workingpaper No. 336.Brollo, F., T. Nannicini, R. Perotti, and G. Tabellini 2010: The Political Resource Curse, NBER working paper No. 15705.Case, A. 2001: Election goals and Income Redistribution: recent Evidence from Albania, European Economic Review 45, 405423.Caselli, F. and G. Michaels 2009: Do Oil Windfalls Improve Living Standards? Evidence from Brazil, NBER working paper No. 15550.Cox, W. G. 2009: Swing voters, core voters, and distributive politics, in I. Shapiro,S.C. Stokes, E.J Wood, A.S. Kirshner eds., Political Representation, pp. 342357,Cambridge University Press, Cambridge, UK.Cox, W. G. and M. D. Mc Cubbins 1998: Electoral Politics as a Redistributive Game,Journal of Politics 48, 370389.De Janvry A., F. Finan, and E. Sadoulet 2009: Local Electoral Incentives and Decentralized Program Performance, mimeo, UC Berkeley.25Dixit, A. and J. Londreagan 1998: Fiscal Federalism and Redistributive Politics,Journal of Public Economics 68, 153180.Ferraz, C. and F. Finan 2011: Electoral Accountability and Corruption: Evidence fromthe Audit Reports of Local Governments, American Economic Review, forthcoming.Ferreira, F. and J. Gyourko 2009: Do Political Parties Matter? Evidence from U.S.Cities, Quarterly Journal of Economics 124, 349397.Figueiredo, A. C. and F. Limongi 2000: Presidential Power, Legislative Organizationand Party Behavior in Brazil, Comparative Politics 32, 151170.Gagliarducci, S., T. Nannicini, and P. Naticchioni 2011: Electoral Rules and Politicians Behavior: A Micro Test, American Economic Journal: Economic Policy,forthcoming.Galasso, V. and T. Nannicini 2011: Competing on Good Politicians, American Political Science Review 105, 7999.Grossman, J. P. 1994: A Political Theory of Intergovernmental Grants, Public Choice 69, 295303.Hahn, J., P. Todd, and W. Van der Klaauw 2001: Identification and Estimation of Treatment Effects with Regression Discontinuity Design, Econometrica 69, 201209.Imbens, G. and T. Lemieux 2008: Regression Discontinuity Designs: A Guide to Practice, Journal of Econometrics 142, 615635.Imbens, G. and K. Kalyanaraman 2009: Optimal Bandwidth Choice for the Regression Discontinuity Estimator, NBER Working Paper No. 14726.Johansson, E. 2003: Intergovernmental Grants as a Tactical Instrument: Empirical Evidence from Swedish Municipalities, Journal of Public Economics 87, 883915.Larcinese, V., L. Rizzo, and C. Testa 2006: Allocating the U.S. Federal Budget to the States: The Impact of the President, Journal of Politics 68, 447456.26Lee, D.S. 2008: Randomized Experiments from Nonrandom Selection in the U.S.House Elections, Journal of Econometrics 142, 675697.Lee, D.S., E. Moretti, and M.J. Butler 2004: Do Voters Affect or Elect Policies?Evidence from the U.S. House, Quarterly Journal of Economics 119, 807859.Levitt, D. S. 1995: Political Parties and the Distribution of Federal Outlays, American Journal of Political Science 39, 958980.Lindbeck, A. and J. W. Weibull 1987: BalancedBudget Redistribution as the Outcome of Political Competition, Public Choice 52, 237297.Litschig, S. and K. Morrison 2010: Government Spending and Reelection, mimeo,Universitat Pompeu Fabra.Manacorda, M., M. Edward, and A. Vigorito 2009: Government Transfers and Political Support, mimeo, UC Berkeley: Center for International and Development Economics Research.Mc Crary, J. 2008: Manipulation of the Running Variable in the Regression Discontinuity Design: A Density Test, Journal of Econometrics 142, 698714.Monteiro, J. and C. Ferraz 2010: Does Oil Make Leaders Unaccountable? Evidencefrom Brazils offshore oil boom, mimeo, PUCRio.Oates, W. E. 1972: Fiscal Federalism, Harcourt Brace Jovanovich, New York, USA.Pereira, C. and B. Mueller 2002: Strategic Behavior in a CoalitionBased Presidential System: ExecutiveLegislative Relations in Budgetary Process in Brazil, mimeo,Annual Meeting of the American Political Science Association.PetterssonLidbom, P. 2008: Do Parties Matter for Economic Outcomes? A RegressionDiscontinuity Approach, Journal of the European Economic Association 6, 10371056.Shepsle. K.A., R.P. Van Houweling, S.J. Abrams, and P.C. Hanson 2009: The Senate Electoral Cycle and Bicameral Appropriations Politics, American Journal of Political Science 53, 343359.27Soll eOll e, A. and P. SorribasNavarro 2008: The Effects of Partisan Alignment onthe Allocation of Intergovernmental Transfers. Differencesindifferences Estimatesfor Spain, Journal of Public Economics 92, 23022319.Soll eOll e, A. and P. SorribasNavarro 2009: Does Partisan alignment affect the electoral reward of intergovernmental transfers?, mimeo, Universitat de Barcelona.Stromberg, D. 2008: How the Electoral College Influences Campaigns and Policy: The Probability of Being Florida, American Economic Review 98, 769807.Veiga, G. L. and M. M. Pinho 2007: The Political Economy of Intergovernmental Grants: Evidence from a Maturing Democracy, Public Choice 133, 457477.Worthington, A. C. and B. E. Dollery 1998: The Political Determination of Intergovernmental Grants in Australia, Public Choice 94, 299315.28Appendixi 0 lim M V P 0Proof of Proposition 1Define E Pi 0, M V P 0i 0 i as the optimal transfers to unalignedmunicipalities in close races, and E Pi 1, M V P 0i 0 i as theoptimal transfers to aligned municipalities in close races. These quantities are derived fromthe following firstorder conditions, respectively: 1U0 Rf 0 C0 0; C0 0. It follows that: z k,1 U0 Rf 0 with z, k 0, which proves Proposition 1.i 0 lim M V P 0 f f Proof of Proposition 2i gM V P 0Define the firstorder condition in equation 4 as gi, M V P 0iM V P 0i Rf 0isecondorder condition; and gM V P 00x xx. Similarly, at Pi 0: iM V P 0because in this case: gM V P 0i gi 0.i Rf 0ii f iM V P 0M V P 0i f i M V P 0i gM V P 0i f i M V P 0i 0. Therefore, at Pi 1:In fact: gi 0 because of thei f i 0, asi gi 0, 0.29Figures and Tables Figure 1 Politically motivated transfers Notes. Politically motivated transfers as a function of the past margin of victory of the candidate aligned with the President.30MVPi 00Won by opposition partyPi0Won by Presidents partyPi1i: 1UC11Figure 2 Timing of Brazilian elections Notes. Timing of federal and municipal elections over the sample period.3119961994199820002002200420062008t Municipal Elections Federal Elections 2010Figure 3 Political alignment and federal transfers Notes. The central line is a split 3rdorder polynomial in the margin of victory of the Presidents coalition or the Presidentsparty, fitted over the interval 0.80, 0.80; the lateral lines represent the 95% confidence interval. Scatter points are averagedover 5unit intervals. Twocandidate Threecandidate races are those where only two three candidates run for mayor andone of them is affiliated with the Presidents coalition or party.32010203040Federal Transfers 1.50.51MV Presidents Coalition Two Candidate010203040Federal Transfers 1.50.51MV Presidents Party Two Candidate010203040Federal Transfers 1.50.51MV Presidents Coalition Three Candidate010203040Federal Transfers 1.50.51MV Presidents Party Three CandidateFigure 4 Histograms of the margin of victory Notes. Frequency of municipalities according to the margin of victory of the Presidents coalition or the Presidents party.Twocandidate Threecandidate races are those where only two three candidates run for mayor and one of them is affiliatedwith the Presidents coalition or party.335001000Frequency 0MV Presidents Coalition Two Candidate100300500Frequency 0MV Presidents Party Two Candidate10002000Frequency 0MV Presidents Coalition Three Candidate1005001000Frequency 0MV Presidents Party Three Candidatebin 10 percentbin 5 percentbin 1 percentFigure 5 Testing the continuity of the density in close races Notes. Weighted kernel estimation of the log density according to the margin of victory of the Presidents coalition or the Presidents party, performed separately on either side of the zero threshold. Optimal binwidth and binsize as in Mc Crary2008. Twocandidate Threecandidate races are those where only two three candidates run for mayor and one of them isaffiliated with the Presidents coalition or party.3401231.50.51Presidents Coalition Two Candidate01231.50.51Presidents Party Two Candidate0.511.521.50.51Presidents Coalition Three Candidate0.511.521.50.51Presidents Party Three Candidate70025002300210029991799159916002200289918002600240022002000289916991noitcelenoitcelenoitcelesmretlapicinumfosdoirepbusraeyowtehtninoitilaocstnediser Pfosnoitinfie D1elba Tnoitilaoctnemnrevo Gstaesseitupe Dforebmah Cytraplacitilo PSEYSEYONONONSEYSEYSEYSEYSEYSEYSEYSEYONONONONONONONONONONONONONONSEYONONONSEYSEYSEYSEYSEYSEYSEYSEYONONONONONONONONONONONONONONSEYONONONSEYSEYSEYSEYSEYSEYSEYONONONONONONONONONONONONONONSEYONSEYSEYSEYONONONONONONONONONONONONONONONONONONONONONSEYONSEYSEYSEYONONONONONONONONONONONONONONONONONONONONONSEYONSEYSEYSEYONONONONSEYONONONONONONONONONONONONONONONONSEYONSEYSEYSEYONONONSEYSEYONONONONONONONONONONONONONONONON983856562472423222123131294332111000006719074884221262625152160001000011430389599501068152211331712002000001310BDMPBDSPTPLFPPPBSPTDPBTPSPPVPLPBod CPANORPCSPCTPLSPNMPSHPBod TPNAPBRPCDSPLSPDSPTSPsreht Ohtobnitnediser PsadetcelesawBDSPosodra Ceuqirne Hodnanre F.doirepelpmasehtrevosnoitcelelapicinumdnalaredeffognmiittcaxeehtrof 2erugi Fee S.seto N.5002retfa RPdna LPhtiwdegrem ANORPytraplacitilopeh T.6002dna 2002htobnitnediser PsadetcelesawTPavli Sadalu Loic an Isiu L.9991dna 4991ytrapstnediser Pnoitilaocstnediser Psecarrehto.svetadidnacowt,scitsitatsevitpircse D2elba Tleuavp 129.0000.0000.0000.0408.0670.0498.0000.0910.0000.0000.0139.0000.0410.0202.0000.0reht O865.91461.61943.0880,5192.951565.0275.0212.0378.0555.0471.0060.0323.0480.0942.0482.0576,91etadidnacow Teulavp 077.91597.02793.0217,1177.951755.0275.0342.0188.0565.0831.0950.0922.0070.0732.0404.0216,2000.0800.0590.0000.0000.0000.0000.0000.0520.0100.0000.0200.0970.0000.0000.0000.0reht O600.12721.61853.0026,5143.161575.0875.0422.0578.0855.0971.0360.0903.0780.0232.0013.0465,61etadidnacow T138.51483.81643.0700,2185.351335.0455.0091.0078.0155.0141.0150.0123.0070.0392.0562.0327,5srefsnartraeyowttsri Fsrefsnartraeyowttsa Lemocniatipacre Petarnoitcelee Rnoitalupo Petarycareti Lyticirtcel Enabr Ureta Wrewe Stsaehtro Ntsaehtuo S.sb Oretne Chtuo Soida Rhtro Nerasecarreht O.ytrapronoitilaocstnediser Pehthtiwdetailffiasimehtfoenodnaroyamrofnursetadidnacowtylnoerehwesohterasecaretadidnacow T.seto Nehtehtfofoecnacfiingislacitsitatsehtotsreferleuavp;selpmasbusevitcepserehtniseulavegarevaehttroperleuavphtiwesohttpecxesnmulocll A.snoitcelerehtoehtsraeyowttsalehtniseitilapicinumottnemnrevoglaredefehtmorfsrefsnarterutcurtsarfniegarevaehterasrefsnartraeyowttsa L.snaemneewtebecnereffdiforebmunehtsilnoitaupo P.tonrodetceleersiroyamtnebmucniehtrehtehwserutpacetarnoitcelee R.siaernailizar B0002niseulavlaeratipacrepmretlaroyamsusne C0002ehtotreferselbairavignwollofeh T.siaernailizar Bniderusaemsidna 0002niemocniylhtnomotsreferemocniatipacre P.0002nistnatibahnitnedisernoitcarfehtsietarycareti L;yticirtcel Edna,rewe S;sseccareta W;saeranabrunignivilelpoepfonoitcarfehtsinoitaupoplnabr U:smretegatnecrepnidesserpxeeradnatsaeltasierehtrehtehwserutpacoida R;ylevitcepser,yticirtceledna,rewes,ylppusretawotsseccahtiwsesuohfonoitcarfehtera;etaretileraohw 02evobaelpoepfo.snoigerorcameratsaehtuo Sdna,htuo S,retne C,tsaehtro N,htro N.ytilapicinumehtninoitatsoidarlacolenoytrapstnediser Pnoitilaocstnediser Psecarrehto.svetadidnaceerht,scitsitatsevitpircse D3elba Tleuavp 883.0983.0000.0000.0000.0000.0000.0000.0000.0000.0000.0960.0000.0000.0009.0000.0reht O072.91709.61743.0533,3141.451255.0265.0891.0968.0945.0941.0850.0043.0780.0742.0862.0930,61etadidnaceerh Teulavp 245.02391.61473.0671,8117.271495.0795.0952.0588.0575.0222.0460.0932.0170.0842.0873.0842,6300.0300.0000.0000.0000.0000.0000.0000.0000.0000.0000.0430.0170.0000.0000.0998.0reht O596.12349.71473.0757,1119.451055.0065.0502.0868.0255.0821.0360.0813.0390.0722.0892.0etadidnaceerh T818.71396.51933.0990,7199.261675.0185.0422.0878.0065.0302.0750.0703.0470.0462.0992.0240,01542,21srefsnartraeyowttsri Fsrefsnartraeyowttsa Lemocniatipacre Petarnoitcelee Rnoitalupo Petarycareti Lyticirtcel Enabr Ureta Wrewe Stsaehtro Ntsaehtuo S.sb Oretne Chtuo Soida Rhtro Nerasecarreht O.ytrapronoitilaocstnediser Pehthtiwdetailffiasimehtfoenodnaroyamrofnursetaddnacieerhtylnoerehwesohterasecaretadidnaceerh T.seto Nehtehtfofoecnacfiingislacitsitatsehtotsreferleuavp;selpmasbusevitcepserehtniseulavegarevaehttroperleuavphtiwesohttpecxesnmulocll A.snoitcelerehtoehtsraeyowttsalehtniseitilapicinumottnemnrevoglaredefehtmorfsrefsnarterutcurtsarfniegarevaehterasrefsnartraeyowttsa L.snaemneewtebecnereffdiforebmunehtsilnoitaupo P.tonrodetceleersiroyamtnebmucniehtrehtehwserutpacetarnoitcelee R.siaernailizar B0002niseulavlaeratipacrepmretlaroyamsusne C0002ehtotreferselbairavignwollofeh T.siaernailizar Bniderusaemsidna 0002niemocniylhtnomotsreferemocniatipacre P.0002nistnatibahnitnedisernoitcarfehtsietarycareti L;yticirtcel Edna,rewe S;sseccareta W;saeranabrunignivilelpoepfonoitcarfehtsinoitaupoplnabr U:smretegatnecrepnidesserpxeeradnatsaeltasierehtrehtehwserutpacoida R;ylevitcepser,yticirtceledna,rewes,ylppusretawotsseccahtiwsesuohfonoitcarfehtera;etaretileraohw 02evobaelpoepfo.snoigerorcameratsaehtuo Sdna,htuo S,retne C,tsaehtro N,htro N.ytilapicinumehtninoitatsoidarlacolenoleuavpdengilan Udengil Aeulavpdengilan Udengil Aytrapstnediser Pnoitilaocstnediser Psecaretadidnacowtniseitilapicinumdengilanu.svdengila,scitsitatsevitpircse D4elba T590.0050.0000.0068.0990.0732.0778.0000.0008.0013.0120.0842.0800.0257.0000.0000.0951.22331.91433.0266,11392.261255.0275.0222.0088.0865.0251.0450.0052.0270.0672.0843.0893,1591.71907.22074.0867,11568.651265.0375.0762.0288.0365.0121.0560.0602.0860.0391.0864.0412,1005.0000.0000.0911.0152.0064.0080.0160.0632.0134.0963.0192.0598.0578.0841.0470.0041.02641.61303.0503,21878.451535.0955.0481.0768.0355.0541.0450.0023.0960.0103.0552.0210,3201.91178.02393.0676,11931.251035.0845.0891.0278.0055.0631.0840.0223.0070.0482.0672.0117,2srefsnartraeyowttsri Fsrefsnartraeyowttsa Lemocniatipacre Petarnoitcelee Rnoitalupo Petarycareti Lyticirtcel Enabr Ureta Wrewe Stsaehtro Ntsaehtuo S.sb Oretne Chtuo Soida Rhtro Nesohteraseitilapicinumdengilan U.ytrapronoitilaocstnediser Pehthtiwdetailffiasiirennwehterehwesohteraseitilapicinumdengil A.ylnosecaretadidnacow T.seto N;selpmasbusevitcepserehtniseulavegarevaehttroperleuavphtiwesohttpecxesnmulocll A.ytrapronoitilaocstnediser Pehthtiwdetailffiatonsiirennwehterehwtnemnrevoglaredefehtmorfsrefsnarterutcurtsarfniegarevaehterasrefsnartraeyowttsa L.snaemneewtebecnereffdiehtfoecnacfiingislacitsitatsehtotsreferleuavpsiroyamtnebmucniehtrehtehwserutpacetarnoitcelee R.siaernailizar B0002niseulavlaeratipacrepmretlaroyamehtfosraeyowttsalehtniseitilapicinumoteh T.siaernailizar Bniderusaemsidna 0002niemocniylhtnomotsreferemocniatipacre P.0002nistnatibahnitnediserforebmunehtsilnoitaupo P.tonrodetceleer,rewe S;sseccareta W;saeranabrunignivilelpoepfonoitcarfehtsinoitaupoplnabr U:smretegatnecrepnidesserpxeeradnasusne C0002ehtotreferselbairavignwollof;ylevitcepser,yticirtceledna,rewes,ylppusretawotsseccahtiwsesuohfonoitcarfehtera;etaretileraohw 02evobaelpoepfonoitcarfehtsietarycareti L;yticirtcel Edna.snoigerorcameratsaehtuo Sdna,htuo S,retne C,tsaehtro N,htro N.ytilapicinumehtninoitatsoidarlacolenotsaeltasierehtrehtehwserutpacoida Rleuavpdengilan Udengil Aeulavpdengilan Udengil Aytrapstnediser Pnoitilaocstnediser Psecaretadidnaceerhtniseitilapicinumdengilanu.svdengila,scitsitatsevitpircse D5elba T866.0000.0000.0400.0100.0515.0422.0000.0369.0140.0000.0850.0000.0703.0000.0000.0125.61673.41633.0367,81083.571295.0495.0742.0588.0775.0932.0060.0752.0960.0872.0533.0503,4888.51812.02064.0678,61108.661795.0206.0682.0588.0175.0281.0370.0991.0670.0181.0174.0349,1229.0100.0000.0126.0804.0285.0723.0000.0818.0765.0127.0393.0961.0944.0000.0000.0936.71364.41013.0981,71616.361575.0975.0412.0978.0065.0202.0550.0213.0270.0182.0082.0586,6087.71271.71373.0299,61922.261775.0385.0532.0878.0955.0502.0950.0103.0670.0442.0123.0065,5srefsnartraeyowttsri Fsrefsnartraeyowttsa Lemocniatipacre Petarnoitcelee Rnoitalupo Petarycareti Lyticirtcel Enabr Ureta Wrewe Stsaehtro Ntsaehtuo S.sb Oretne Chtuo Soida Rhtro Nseitilapicinumdengilan U.ytrapronoitilaocstnediser Pehthtiwdetailffiasirennwiehterehwesohteraseitilapicinumdengil A.ylnosecaretadidnaceerh T.seto Nevitcepserehtniseulavegarevaehttroperleuavphtiwesohttpecxesnmulocll A.ytrapronoitilaocstnediser Pehthtiwdetailffiatonsirennwiehterehwesohteralaredefehtmorfsrefsnarterutcurtsarfniegarevaehterasrefsnartraeyowttsa L.snaemneewtebecnereffdiehtfoecnacfiingislacitsitatsehtotsreferleuavp;selpmasbustnebmucniehtrehtehwserutpacetarnoitcelee R.siaernailizar B0002niseulavlaeratipacrepmretlaroyamehtfosraeyowttsalehtniseitilapicinumottnemnrevognailizar Bniderusaemsidna 0002niemocniylhtnomotsreferemocniatipacre P.0002nistnatibahnitnediserforebmunehtsilnoitaupo P.tonrodetceleersiroyamreta W;saeranabrunignivilelpoepfonoitcarfehtsinoitaupoplnabr U:smretegatnecrepnidesserpxeeradnasusne C0002ehtotreferselbairavignwollofeh T.siaer,yticirtceledna,rewes,ylppusretawotsseccahtiwsesuohfonoitcarfehtera;etaretileraohw 02evobaelpoepfonoitcarfehtsietarycareti L;yticirtcel Edna,rewe S;ssecca.snoigerorcameratsaehtuo Sdna,htuo S,retne C,tsaehtro N,htro N.ytilapicinumehtninoitatsoidarlacolenotsaeltasierehtrehtehwserutpacoida R;ylevitcepserTable 6 The impact of political alignment on federal transfers, OLS and diffindiff Last twoyeartransfers First twoyeartransfers Presidents Coalition Presidents Party Presidents Coalition Presidents Party Panel A: All races OLSDiffindiff Obs.OLSDiffindiff Obs.OLSDiffindiff Obs.3.0700.8154.1971.08622,2875.0271.5307.3532.3395,7233.2141.1083.8500.96712,24515.6024.1811.2051.7561.3170.1194.1971.9981.74222,28722,178Panel B: Twocandidate races0.9025.1692.0922.4435.2284.1744.0712,6125,606Panel C: Threecandidate races 5.7991.7631.9431.4982.0136.2451.7522.59012,0326,2481.2051.3610.0863.22222,1783.6113.8151.4828.0812,5060.7161.6641.7382.9196,061Notes. Dependent variables: Last twoyear transfers, i.e., the average infrastructure transfers from the federal governmentto municipalities in the last two years of the mayoral term; First twoyear transfers, i.e., the average infrastructure transfersfrom the federal government to municipalities in the first two years of the mayoral term percapita real values in 2000Brazilian reais. Twocandidate Threecandidate races are those where only two three candidates run for mayor and oneof them is affiliated with the Presidents coalition or party. OLS and diffindiff specifications as in equation 5 and 6,respectively. Robust standard errors clustered at the municipality level are in parentheses. Significance at the 10% level isrepresented by , at the 5% level by , and at the 1% level by .40Table 7 The impact of political alignment on federal transfers, RDD estimates Last twoyeartransfers First twoyeartransfers Spline polynomial Obs.Local linear regression Optimal h Obs.Spline polynomial Obs.Local linear regression Presidents Coalition 6.7893.0955,7237.4773.150254,4304.1342.08512,2455.1701.991Presidents Presidents Coalition Panel A: Twocandidate races Party 7.6945.3142,6126.1555.221111,1881.7564.4425,6062.6094.220254,329Panel B: Threecandidate races 5.5503.2256,2484.4533.5192.4032.72312,0321.6452.725Presidents Party0.7396.8832,5066.0486.302111,1331.7004.5406,0610.8763.63422117,248Optimal h Obs.Notes. Dependent variables: Last twoyear transfers, i.e., the average infrastructure transfers from the federal government tomunicipalities in the last two years of the mayoral term; First twoyear transfers, i.e., the average infrastructure transfers fromthe federal government to municipalities in the first two years of the mayoral term percapita real values in 2000 Brazilianreais. Twocandidate Threecandidate races are those where only two three candidates run for mayor and one of them isaffiliated with the Presidents coalition or party. RDD specifications with spline polynomial and local linear regression as inequation 8 and 9, respectively. Robust standard errors clustered at the municipality level are in parentheses. Significanceat the 10% level is represented by , at the 5% level by , and at the 1% level by .1,948227,120111,87841Spline polynomial Obs.Local linear regression Optimal h Obs.Spline polynomial Obs.Local linear regression 0.0510.0335,7230.0730.082081,9860.0670.02512,2450.0310.061Party Presidents Coalition Panel A: Twocandidate races 0.0190.0115,7230.0370.0250.0910.0512,6120.0420.114111,188122,853Panel B: Threecandidate races 0.0790.0386,2480.0770.0840.0020.00812,2450.0060.016Presidents Party 0.0290.0172,6120.0430.041111,1880.0130.0136,2480.0160.02417Table 8 The impact of political alignment on electoral outcomes, RDD estimates Incumbent partys reelection Presidents Coalition Presidents Presidents vote share 083,397Optimal h Obs.Notes. Dependent variables: Incumbent partys reelection, i.e., the probability that the mayors political party wins the nextelection; Presidents vote share, i.e., the incumbent Presidents vote share in a given municipality at the next presidentialelection. Twocandidate Threecandidate races are those where only two three candidates run for mayor and one of themis affiliated with the Presidents coalition or party. RDD specifications with spline polynomial and local linear regression as inequation 8 and 9, respectively. Robust standard errors clustered at the municipality level are in parentheses. Significanceat the 10% level is represented by , at the 5% level by , and at the 1% level by .2,8331,948186,1831142Table 9 Last twoyear transfers and political capital, RDD heterogeneity Twocandidate races Presidents Coalition Presidents Party Threecandidate races Presidents Coalition Presidents Party Panel A: Municipalities without vs. with radio 8.0966.0822.2245.0415.8727.8432,6125.3782.5610.0892.2485.4673.48012,2455.5303.9383.0903.3302.4405.1106,248Panel B: Small vs. large municipalities 8.1993.5190.2461.8907.9534.01112,2458.9655.0322.1032.8786.8625.6136,248Without radio With radio 9.0273.6065.3183.929Difference14.345Obs.Small Large Difference 5.5365,72311.3374.6321.1363.41112.4735.9255,723Obs.Notes. Dependent variable: Last twoyear transfers, i.e., the average infrastructure transfers from the federal government tomunicipalities in the last two years of the mayoral term percapita real values in 2000 Brazilian reais. Panel A comparesmunicipalities without and with a radio station. Panel B compares municipalities below and above the median population.Panel C compares municipalities where the President obtained more than the median vote share in the past presidentialelection Presidents strongholds versus the others opposition strongholds. RDD specifications with spline polynomialin different subsamples as in equation 10. Robust standard errors clustered at the municipality level are in parentheses.Significance at the 10% level is represented by , at the 5% level by , and at the 1% level by .6.8976.8548.9197.2062.0229.6542,61243Table 10 Last twoyear transfers and effectiveness, RDD heterogeneity Twocandidate races Threecandidate races First term Second term Difference Obs.Unaligned governor Aligned governor Difference Obs.Low turnout High turnout Difference Presidents Coalition 9.4603.6530.6885.8868.7726.9465,7236.9503.4125.8187.9991.1328.6785,723Presidents Presidents Coalition Panel A: First vs. second term Party 10.9016.2171.4159.1639.48610.7072,6125.2472.5551.31212.7653.9354.36912,245Panel B: Unaligned vs. aligned governor 12.9297.0410.4471.87913.3768.0392,6124.8512.2500.8925.6075.7436.05012,245Panel C: Low vs. high municipal turnout Presidents Party 7.7863.9250.0815.4887.7056.5806,2489.6274.3073.9673.18113.5945.2906,2480.1033.2309.0374.1319.1405.1735,7235.0626.6527.9256.3302.8628.9202,6120.8252.1365.4453.4976.3864.17612,2450.1574.1867.1474.1137.3045.7436,248Obs.Notes. Dependent variable: Last twoyear transfers, i.e., the average infrastructure transfers from the federal government tomunicipalities in the last two years of the mayoral term percapita real values in 2000 Brazilian reais. Panel A comparesfirstterm and secondterm mayors, where the latter face a binding term limit. Panel B compares states where the governoris unaligned and aligned with the President. Panel C compares municipalities with turnout below and above the medianlevel at municipal elections. RDD specifications with spline polynomial in different subsamples as in equation 10. Robuststandard errors clustered at the municipality level are in parentheses. Significance at the 10% level is represented by , atthe 5% level by , and at the 1% level by .44Table 11 Testing the continuity of town characteristics in close races Percapita income Population Twocandidate races Threecandidate races Presidents Coalition 4.4105.621615.864Presidents Party5.5897.45612.502Presidents Coalition 4.9304.158380.7741,197.8541,866.3011,305.727Presidents Party 3.7986.5732,605.8702,235.925Urban Water Sewer Electricity Literacy rate Radio North Northeast Center South Southeast0.0020.0170.0050.0180.0040.0150.0040.0090.0010.0060.0280.0310.0200.0170.0660.0410.0120.0210.0160.0420.0420.0395,723Obs.Notes. Estimated discontinuities of town characteristics at the threshold of zero margin of victory. RDD specifications withspline polynomial as in equation 8. Population is the number of inhabitants in 2000. Percapita income refers to monthlyincome in 2000 and is measured in Brazilian reais. The following variables refer to the 2000 Census and are expressed inpercentage terms: Urban population is the fraction of people living in urban areas; Literacy rate is the fraction of peopleabove 20 who are literate; Water access, Sewer, and Electricity are the fraction of houses with access to water supply,sewer, and electricity, respectively; Radio captures whether there is at least one radio station in the municipality. North,Northeast, Center, South, and Southeast are macroregions. Robust standard errors clustered at the municipality level arein parentheses. Significance at the 10% level is represented by , at the 5% level by , and at the 1% level by .0.0010.0130.0050.0130.0020.0110.0020.0070.0010.0040.0190.0270.0120.0150.0320.0300.0120.0160.0020.0300.0110.02912,2450.0090.0190.0090.0190.0020.0170.0020.0100.0000.0060.0480.0410.0440.0230.0950.0400.0120.0250.0830.0410.0430.0476,2480.0070.0250.0210.0250.0050.0230.0050.0120.0120.0090.0510.0480.0350.0280.0650.0560.0290.0350.0480.0570.0480.0622,61245Table 12 Placebo tests at fake electoral thresholds Presidents Presidents Coalition Presidents Presidents Coalition Presidents Presidents Coalition Party Party Panel A1: Median on the left, twocandidate races Party Last twoyeartransfers9.1867.61478510.0159.560785Obs.Incumbent partysreelection0.0500.1447850.0510.167785Presidentsvote share0.0230.0427850.0210.056785Panel A2: Median on the left, threecandidate races Last twoyeartransfers Incumbent partysreelection Presidentsvote share2.3404.7991,167Obs.0.0152.7010.0308.6911,1671,167Panel B1: Median on the right, twocandidate races 0.0860.1231,1670.1020.1221,1670.0170.0431,167Last twoyeartransfers 4.1185.8412,7111.20010.1981,214Incumbent partysreelection 0.0490.0812,7110.2030.1351,214Obs.Presidentsvote share0.0090.0232,7110.0640.0331,214Panel B2: Median on the right, threecandidate races Last twoyeartransfers Incumbent partysreelection Presidentsvote share 0.0700.0634,4440.1580.1051,9430.0100.0184,4440.0260.0251,9430.7164.8924,4444.8016.9321,943Obs.Notes. Impact of political alignment at fake electoral threshold i.e., median on the left and on the right of the true thresholdat zero. Dependent variables: Last twoyear transfers, i.e., the average infrastructure transfers from the federal governmentto municipalities in the last two years of the mayoral term percapita real values in 2000 Brazilian reais; Incumbentpartys reelection, i.e., the probability that the mayors political party wins the next election; Presidents vote share, i.e., theincumbent Presidents vote share in a given municipality at the next presidential election. Twocandidate Threecandidateraces are those where only two three candidates run for mayor and one of them is affiliated with the Presidents coalitionor party. RDD specifications with spline polynomial as in equation 8. Robust standard errors clustered at the municipalitylevel are in parentheses. Significance at the 10% level is represented by , at the 5% level by , and at the 1% level by .46", "filename": "669226475.pdf", "person": ["Fernanda Brollo", "Brollo, Fernanda", "Tommaso Nannicini", "Nannicini, Tommaso"], "date": ["2011"]}