{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/51941/1/66922572X.pdf"], "title": ["Heterogeneous income profiles and life-cycle bias in intergenerational mobility estimation"], "plaintext": " Discussion Paper No. 5697 May 2011 IZA P.O. Box 7240 53072 Bonn Germany Phone: 4922838940 Fax: 492283894180 Email: izaiza.org Heterogeneous Income Profiles and LifeCycle Bias in Intergenerational Mobility Estimation Martin Nybom SOFI, Stockholm University Jan Stuhler University College London and IZA Any opinions expressed here are those of the authors and not those of IZA. Research published in this series may include views on policy, but the institute itself takes no institutional policy positions. The Institute for the Study of Labor IZA in Bonn is a local and virtual international research center and a place of communication between science, politics and business. IZA is an independent nonprofit organization supported by Deutsche Post Foundation. The center is associated with the University of Bonn and offers a stimulating research environment through its international network, workshops and conferences, data service, project support, research visits and doctoral program. IZA engages in i original and internationally competitive research in all fields of labor economics, ii development of policy concepts, and iii dissemination of research results and concepts to the interested public. IZA Discussion Papers often represent preliminary work and are circulated to encourage discussion. Citation of such a paper should account for its provisional character. A revised version may be available directly from the author. IZA Discussion Paper No. 5697 May 2011 ABSTRACT Heterogeneous Income Profiles and LifeCycle Bias in Intergenerational Mobility Estimation Research on intergenerational income mobility is based on current income since data on lifetime income are typically not available for two generations. However, using snapshots of income over shorter periods causes a socalled lifecycle bias if the snapshots cannot mimic lifetime outcomes. Using uniquely long series of Swedish income data, we show that current empirical strategies do not eliminate such bias. We focus on the widely adopted generalized errorsinvariables model and find that the remaining bias is substantial 20% of the true elasticity from leftside measurement error at the most relevant age range. IV estimates suffer from even stronger lifecycle effects and do not provide an upper bound. Inconsistencies stem from the interaction of two factors: heterogeneity in income profiles cannot be fully accounted for, and idiosyncratic deviations from average profiles correlate with individual characteristics and family background. We discuss implications of our findings for other literatures that depend on measurement of longrun income and income dynamics. JEL Classification: Keywords: intergenerational mobility, intergenerational income elasticity, lifecycle bias, nonclassical measurement error, generalized errorsinvariables model, heterogeneous income profiles J62, D3, D31 Corresponding author: Jan Stuhler University College London Drayton House Room G13 Gordon Street London WC1H 0AX United Kingdom Email: j.stuhlerucl.ac.uk Financial support from the Swedish Council of Working Life and the German National Academic Foundation is gratefully acknowledged. We thank Anders Bjorklund and Markus Jantti for advice and encouragement. We are further grateful for comments from Christian Dustmann, Michael Amior, Anders Bohlmark Thomas Cornelissen, Flavio Cunha, Steven Haider, Stephen Jenkins, Kristian Koerselmann, Matthew Lindquist, Steve Machin, Marieke Schnabel, Uta Schoenberg, Gary Solon, Yoram Weiss, and seminar participants at the 2010 ENTER conference at Toulouse School of Economics, the 2011 ENTER conference at Tilburg University, and the Swedish Institute for Social Research, Stockholm University. 1Introduction Transmission of economic status within families is often measured by the intergenerationalelasticity between parents and childrens lifetime income. A large and growing literaturehas estimated this parameter in order to analyze the extent of intergenerational mobilityacross countries, groups and time.1 Unfortunately, the estimates in the early literature suffered greatly from measurement error in lifetime income, and successive improvements of themethodology led to largescale corrections.2While the early estimates were severely attenuated from approximation of lifetime valuesby noisy singleyear income data for parents, Jenkins 1987 identifies systematic deviations ofcurrent from lifetime values over the life cycle as an additional source of inconsistency.3 Haiderand Solon 2006 and Grawe 2006 show that the latter is empirically of great importance.Various refined methods to eliminate such lifecycle bias have recently been presented and thegeneralized errorsinvariables model proposed by Haider and Solon has been widely adoptedin the literature.Our contributions are as follows. First, we show that such refined methods do not eliminate lifecycle bias in intergenerational elasticity estimates. Second, we use Swedish incometax data to quantify the importance of lifecycle effects in both ordinary least squares OLSand instrumental variable IV estimates. Our data contain nearly complete income historiesof both fathers and sons, allowing us to derive a benchmark estimate for the intergenerational elasticity and thus to directly expose the lifecycle bias. Third, we discuss how currentprocedures can be modified to reduce lifecycle bias. Fourth, we discuss our results in themore general context of income dynamics over the life cycle. We conclude that unobservedincome profile heterogeneity is substantial, can have stark consequences, and is harder toaddress than is commonly believed.We specifically focus on the generalized errorsinvariables model, which suggests thatintergenerational elasticities can be consistently estimated if lifetime income is approximatedby current income at a certain age. We find that this procedure improves estimates but thatthe lifecycle bias is substantially larger than the generalized model predicts. The modeldisregards some of the heterogeneity in income profiles, and can therefore not eliminatelifecycle bias in intergenerational mobility or other applications. The remaining bias fromleftside measurement error alone amounts to about 20 percent of the true intergenerationalelasticity 0.21 vs. 0.27, even under favorable conditions.4We also analyze two other methods to address measurement error in lifetime income: weillustrate why the consideration of differential income growth across subgroups will not yieldconsistent estimates, and show that IV estimates suffer from even greater lifecycle effectsthan OLS estimates.IV estimators do therefore not provide an upper bound of the trueparameter, contrary to such arguments in the previous literature.Our results are hence rather pessimistic. They imply that current methods to compensatefor incomplete income data are less successful than commonly believed, casting doubts on theaccuracy of mobility estimates as well as on the validity of comparisons across populations.1See Solon 1999 for a comprehensive evaluation of the early empirical literature. Recent surveys include Bjorklund and Jantti 2009 and Black and Devereux 2011.2For example, the intergenerational elasticity of earnings for fathers and sons in the U.S. was estimatedto be less than 0.2 among early studies surveyed in Becker and Tomes, 1986, ranged between about 0.3 and 0.5 in the studies surveyed in Solon 1999, and is estimated to be around 0.6 or above in more recent studieslike Mazumder 2005 and Gouskova et al. 2010.3For example, lifetime income of highly educated individuals might be systematically understated bycurrent income at young age if income growth increases with education.4Assuming that central parameters of the generalized errorsinvariables model are perfectly observed, sothat current income is measured at the exact proposed age. Adding rightside measurement error aggravatesthe lifecycle bias further if fathers and sons incomes are measured at similar ages.1 THE INTERGENERATIONAL MOBILITY LITERATURE2However, having a benchmark elasticity allows us to describe the direction and magnitude ofthe bias at different stages in the life cycle, and to provide recommendations for researchers.We find that annual income at a late age provides a more reliable base for application ofthe generalized errorsinvariables model, that averaging over multiple income observationsreduces lifecycle bias, and that the treatment of missing and zero income observations hasimportant consequences.Lifecycle bias stems from a more general mechanism involving the interaction of twofactors: heterogeneity in income profiles cannot be fully accounted for, and unobserved idiosyncratic deviations from average profiles correlate with individual and family characteristics. This mechanism is of importance for other literatures that depend on measurementof longrun income and income dynamics. Major examples among these include studies onthe returns to schooling, and the extensive literature that relates measures of stochastic income shocks to consumption or other outcomes. We discuss both in some detail. We furtherpresent evidence that unexplained dispersion in income growth is at least partially due tolatent heterogeneity instead of persistent stochastic shocks.The next section describes the general methodology and identifying assumptions employedin the early literature. We then examine methods based on more recent contributions: thegeneralized errorsinvariables model theoretically in section 2 and empirically in section 3,IV methods and consideration of income dynamics across subgroups in section 4. Section 5reviews implications for other literatures, section 6 concludes.1 The Intergenerational Mobility Literature The prototypical regression model in intergenerational mobility research isys,i yf,i i,1where ys,i denotes log lifetime income of the son in family i, yf,i log lifetime income of hisfather, i is an error term that is orthogonal to yf,i, and variables are expressed as deviationsfrom their generational means.5 The coefficient is interpreted as the intergenerationalincome elasticity.Equations akin to 1 appear in two distinctive forms in the literature. First, as a statistical relationship to measure the outcome of interest, i.e. the degree of intergenerationalmobility. Second, as a structural relationship to study causal mechanisms of intergenerationaltransmission, derived from an economic model as in Becker and Tomes 1979. The statisticalrelationship is typically based on broad expost measures of longrun economic status suchas lifetime income. The structural relationship instead relates to the exante concept permanent income, since expectations on longrun status determine individual behavior.6 Forsimplicity, our analysis relates to the statistical relationship, but incomplete measurement oflongrun status impedes identification of both types.5We use the terms earnings and income interchangeably since the issues that arise are similar, andexamine fathers and sons since this has been the baseline case in the literature. A growing literature existson intergenerational mobility in other family dimensions e.g mothers, daughters or siblings and in otherincome concepts such as household income, for which our analysis is likewise relevant.6For various reasons these concepts are not always clearly distinguished. First, simple economic modelsassign one time period to each generation, so that the concept of permanent and lifetime income coincide.Second, permanent income is difficult to measure. Empirical analysis of the structural relationship is stillbased on expost measures of current income, and is then often similar to the statistical relationship. Third,some of the empirical work in the literature has lately adopted the term permanent income even whilefocusing on the measurement of outcomes.1 THE INTERGENERATIONAL MOBILITY LITERATURE3Approximation of Lifetime Income As commonly available data sets do not contain complete income histories for two generations,a major challenge is how to approximate lifetime income.7 Let yi be some observed proxy forunobserved log lifetime income of an individual in family i, e.g. a singleyear observation, anaverage of multiple annual income observations, or a more complex estimate based on suchannual incomes. Observed values are related to true values bywhere ys,i is the unobserved true log lifetime income of the son in family i and us,i is measurement error. Similarly, for the father we observeys,i ys,i us,i,yf,i yf,i uf,i.The probability limit of the OLS estimator from a linear regression of ys on yf can bedecomposed intoplim approx Covyf , ysV aryfV ar yf Covyf , us Covys , uf Covus, ufV aryf V aruf 2 Covyf , uf,2where we used eq. 1 to substitute for ys,i and applied the covariance restriction Covyf,i, i 0. It follows that the estimator can be down or upward biased and that the covariances between measurement errors and lifetime incomes impact on consistency. The empirical strategies employed in the literature in the last decades can be broadly categorized in terms ofchanges in identifying assumptions about these covariances.First Two Waves of Studies The first wave of studies, surveyed in Becker and Tomes 1986, neglected the problem ofmeasurement error in lifetime status. Often just singleyear income measures were used asproxies for lifetime income, thereby implicitly assuming that Covyf , us Covys , uf Covus, uf Covyf , uf 0,and V aruf 0.Classical measurement error in lifetime income violates the latter assumption, so thatestimates suffered from large attenuation bias. Estimates of the intergenerational elasticitywere therefore too low. This problem was recognized in Atkinson 1980 and then frequentlyaddressed in the second wave of studies surveyed in Solon 1999. But the assumptionremained that measurement errors are random noise, independent of each other and of truelifetime income. That lifecycle variation had to be accounted for was recognized, but it wasgenerally assumed that including age controls in the regression equation would suffice. Theassumptions were therefore Covyf , us Covys , uf Covus, uf Covyf , uf 0,and V aruf 0.If these hold, then the probability limit in eq. 2 reduces to 7Note that the availability of better data would not generally solve the identification problem, since datasets cannot contain complete income histories for contemporary populations.2 THE GENERALIZED ERRORSINVARIABLES MODEL4plim approx V aryfV aryf V aruf .This is the classical errorsinvariables model; inconsistencies are limited to attenuationbias caused by measurement error in lifetime income of fathers. In contrast, measurementerror in sons lifetime income is not a source of inconsistency in this model.8 Researcherstypically used averages of multiple income observations for fathers to increase the signaltonoise ratio, but gave less attention to the measurement of sons income.Recent Literature Recently the focus has been on the existence of nonclassical measurement error. An earlytheoretical discussion can be found in Jenkins 1987. Analyzing a simple model of incomeformation, he finds that usage of current incomes in eq. 1 will bias as income growth overthe life cycle varies across individuals. He concludes that the direction of this lifecycle biasis ambiguous, that it can be large, and that it will not necessarily be smaller if fathers andsons incomes are measured at the same age.Haider and Solon 2006 demonstrate that lifecycle bias can explain the previously notedpattern that intergenerational elasticity estimates increase with the age of sampled sons.9They show that the association between current and lifetime income varies systematicallyover the life cycle, contrary to a classical errorsinvariables model with measurement errorindependent of true values. Bohlmark and Lindquist 2006 find strikingly similar patternsin a replication study with Swedish data.Haider and Solon also note that controlling for the central tendency of income growth inthe population by including age controls in eq. 1 will not suffice, as variation around theaverage growth rate will bias estimates. Vogel 2006 provides an illustration based on theinsight that highly educated workers experience steeperthanaverage income growth. Sinceavailable data tend to cover annual incomes of young sons and old fathers, lifetime incomesof highly educated sons fathers will be understated overstated. It then follows from eq.2 that approx is biased further downwards than implied by the classical errorsinvariables Indeed, approx can be negative in extreme cases, as our data confirm. Variousmodel.10refined estimation procedures have been proposed to address such lifecycle bias. We proceedto examine the most popular one in detail.2 The Generalized ErrorsinVariables Model Haider and Solon HS formulate a generalized errorsinvariables GEi V model that incorporates variation in the association between annual and lifetime income over the life cycle. Theirempirical analysis documents that this variation is substantial, with important implicationsfor analyses based on shortterm income measures and, in particular, the intergenerationalmobility literature. HS argue that leftside measurement error can cause substantial lifecycle bias in intergenerational elasticity estimates, but that it is innocuous for consistency 8The parameter is identified if the number of income observations for fathers is sufficiently large, if aconsistent estimator for the attenuation factor can be derived, or if moment restrictions on the measurementerrors can be justified, e.g. by inferring the distribution of the measurement errors from a different data set.9For a summary, see Solon 1999. Agedependency of elasticity estimates could also arise if the dispersionin transitory income and thus the attenuation bias vary over the life cycle. Such variation has been documentedin Bjorklund 1993 for Sweden, but Grawe 2006 finds that the observed agedependency can be betterexplained by the existence of lifecycle bias.10If educational achievement is correlated within families, and if high education tends to correspond to highlifetime income, we have Covyf , us 0, Covys , uf 0, Covus, uf 0 and Covyf , uf 0.2 THE GENERALIZED ERRORSINVARIABLES MODEL5if lifetime income of sons are proxied by annual income at a certain age. The GEi V modelhas been widely adopted in the literature, and the procedure of measuring income around acertain age around midlife frequently applied.11The underlying intuition of the model is that, for two individuals with different incometrajectories, there will nevertheless exist an age t where the difference between their logannual income equals the difference between their log annuitized lifetime income. HS arguethat the classical errorsinvariables model holds at t. HS first focus on leftside measurementerror and assume that ys,i is unobserved and proxied by ys,it, log annual income of sons atage t. The GEi V model is given byys,it s,tys,i us,it,3where s,t is allowed to vary by age and us,it is orthogonal to ys,i. Regressing ys,it on yf,iby OLS, and using eqs. 3 and 1 to substitute for ys,it and ys,i, yields Corryf , us,t us,t Covys,t, yfplim t V aryf s,t .4yf HS assume that5and conclude that leftside measurement error is innocuous for consistency if the sample isrestricted to annual income of sons around an age t where s,t is close to one.Corryf , us,t 0,However, we argue that assumptions akin to 5 will typically not hold since idiosyncraticdeviations from average income trajectories correlate with individual and family characteristics. This is in particular problematic in intergenerational mobility estimation.Note that for more than two workers we will generally not find an age t where annualincome is an undistorted approximation of lifetime income. Figure 1 illustrates this by plotting log income trajectories for workers 1, 2 as in Figure 1 in HS and an additional worker 3. The horizontal lines depict log annuitized lifetime income, and differences in workers loglifetime income are given by the vertical distances between these lines. At age t 1 the distancebetween the annual income trajectories equals the distance between the horizontal lines forworker 1 and 2, and at age t 2 for worker 1 and 3. There exists no age where these distancesare equal for all three workers at once.12This illustrates that the coefficient s,t is merely a population parameter that reflectshow differences in annual income and differences in lifetime income relate on average in thepopulation. Individuals will nevertheless deviate from this average relationship, so that theirannual income still over or understates their lifetime income. For intergenerational mobilitystudies it is crucial that s,t contains no information on if such deviations us,it from eq. 3correlate within families. The assumption that us,it and yf,i are uncorrelated would meanthat the relation between annual and lifetime income does not depend on family background.However, there are reasons to expect such dependency: parents can transmit abilities, orinfluence their offsprings educational and occupational choice, all of which could affect theshape of income profiles over the life cycle.11Among others, in Gouskova et al. 2010 for the US; Bjorklund et al. 2006, 2009 for Sweden; Nilsenet al. forthcoming for Norway; Raaum et al. 2007 for Denmark, Finland, Norway, the UK and the US;Nicoletti and Ermisch 2007 for the UK; Piraino 2007 and Mocetti 2007 for Italy. More examples arecovered in the surveys of Bjorklund and Jantti 2009 and Black and Devereux 2011.12This result does not depend on any peculiarities in the income growth process. Even for a simple linearformation of log annual income as analyzed in HS, the difference between log income yit and log annuitizedlifetime income depends on the income growth rate i; it will have the same value for at most two distinctiverealizations of i; and will therefore systematically differ across individuals at any age t proof in Appendix A1.3 EMPIRICAL EVIDENCE6Similar arguments apply on an aggregate level. We thus expect different subgroups of thepopulation to have systematically different relationships between annual and lifetime income.For example, different educational groups might experience different income growth over thelife cycle, such that their annual incomes systematically over or understate their lifetimeincome relative to the population.13Technically, we examine the validity of assumption 5 by deriving the elements of us,itfor a given income formation model and analyzing its relation to yf,i. It turns out that us,itis correlated with the regressor yf,i even for the simple loglinear income formation modelemployed in HS see Appendix A.2. The probability limit of t does therefore not generallyequal s,t since this correlation causes an omittedvariable bias. Corresponding biases arisein the case of rightside measurement error in which unobserved lifetime income of fathersis approximated by annual income see Appendix A.3 and if approximations are made forboth fathers and sons Appendix A.4.3 The GEi V Model: Empirical Evidence We use Swedish panel data containing nearly lifelong income histories to provide direct evidence on the lifecycle bias that remains after application of the GEi V model. The size of thebias depends on two factors. First, the complexity of income dispersion in the population.14Second, if the income dispersion is caused by heterogeneity or stochastic shocks. The formermore than the latter would cause idiosyncratic deviations from average income profiles to becorrelated within families.15 Our findings will thus also be indicative about how complex thedispersion in income profiles is, and if its underlying causes are deterministic or stochastic.We will return to these issues in section 5.3.1 Data Sources and Sample Selection To the best of our knowledge, Swedish tax registry data offer the longest panel of income data,covering annual incomes across 48 years for a large and representative share of the population.Moreover, a multigenerational register matches children to parents, and census data provideinformation on schooling and other individual characteristics. All merged together, the dataprovide a unique possibility to examine lifecycle bias in intergenerational mobility estimationusing actual income histories.To select our sample, we apply a number of necessary restrictions. As we mainly aim tomake a methodological point, we follow the majority of the literature and limit our sample tosons and their biological fathers. To these we merge income data for the years 19602007.16Since most other income measures are available only from 1968, we use total pretax income,which is the sum of an individuals labor and laborrelated earnings, earlyage pensions,and net income from business and capital realizations.Our main analysis is based on sons born 19551957. Earlier cohorts could be used, butthen we would observe fewer earlycareer incomes for fathers. Conversely, later cohorts arenot included, since we want to follow the sons for as long as possible. Moreover, to avoid 13Such correlation between uit and education would imply that the GEi V model can, for example, not bereadily applied in the return to schooling literature. We provide evidence supporting this in a later section.14For example, if individuals merely differ in linear income growth then differences in log lifetime incomeare well approximated by differences in log current income around midlife for the whole population and the GEi V model would perform relatively well.15Simulation studies as in Stuhler 2010 can illustrate these arguments but are not informative about thesize of the bias in applications, since the bias varies strongly with unknown characteristics of the incomegenerating process.16Income data for the year 1967 are missing in the registry.3 EMPIRICAL EVIDENCE7large differences in the birth year of fathers, we exclude pairs where the father was older than 28 years at the sons birth. Young fathers and firstborn sons are thus overrepresented inour sample. Although this is a limitation, we expect any detected bias for this particularsample to understate the bias in the population.17 On other sampling issues, we adopt therestrictions applied by HS and Bohlmark and Lindquist 2006.18Our data come with a couple of drawbacks. To maximize the length of the income historieswe use the measure total income, whereas e.g. HS use labor earnings. However, total incomeis a highly relevant measure of economic status, approximation of lifetime status gives riseto the same methodological challenges, and Bohlmark and Lindquist find that total incomeand earnings yield similar results for the intergenerational mobility of sons. Further, the useof taxbased data could raise concern about missing data in the low end of the distribution ifindividuals have no income to declare. The Swedish system however provides strong incentivesto declare some taxable income since doing so is a requirement for eligibility to most socialinsurance programs. Hence, this concern most likely only applies to a very small share of thepopulation.Our data also have many advantages. First, they are almost entirely free from attrition.Second, they pertain to all jobs. Third, in contrast to many other studies, our data are notrightcensored. Fourth, we use registry data, which is believed to suffer less from reportingerrors than survey data. Fifth, and most important, we have annual data from 1960 to 2007,giving us nearly careerlong series of income for both sons and their fathers. Overall, webelieve that the data are the best available for the purpose of this study.Our main sample consists of 3504 pairs of fathers and sons, with all sons income measuredfrom age 22 to age 50 and all fathers income measured from age 33 to age 65, irrespectiveof birth years. Table 1 reports descriptive statistics. Rows 2 and 3 show that dispersionsin lifetime income are of similar magnitudes for fathers and sons. Rows 4 and 5 provideinformation on the number of positive income observations. On average there are more than 28 observations for sons, and more than 30 for fathers, with relatively low dispersion in bothcases.3.2 Empirical Strategy To assess the size of lifecycle bias, we compare estimates based on annual incomes with abenchmark estimate that is based on lifetime incomes. As in the theoretical discussion, wefocus on leftside measurement error, although we provide brief evidence on lifecycle bias dueto rightside and measurement error on both sides in a later subsection. We do this for tworeasons. First, leftside measurement error has until recently been neglected in the literature.Second, lifecycle bias is not confounded by attenuation bias from classical measurement erroron the lefthand side, which simplifies the analysis.We first compute log lifetime incomes yf,i and ys,i using our series of income data. Weuse these to estimate eq. 1, yielding our benchmark estimate .19 We then approximate 17Reduced sample heterogeneity will tend to decrease heterogeneity in income profiles, which in turn diminishes the idiosyncratic deviations from sample average relationships between annual and lifetime incomethat cause lifecycle bias.18We restrict the sample to fathers and sons who report positive income in at least 10 years. We excludethose who died before age 50, and sons who immigrated to Sweden after age 16 or migrated from Sweden ona longterm basis at least 10 years. Incomes are in 2005 prices, and an annual discount rate of 2 percent isused to calculate the discounted present value of lifetime income. Discounting procedures should adjust foreconomic growth if year of birth varies substantially. Otherwise will partially reflect shared experience ofeconomic growth through the correlation between fathers and sons year of birth.19Of course, this estimate is not exactly true since we still lack some years of income. This is howeverirrelevant for the validity of our approach to use it as benchmark. The GEi V model is not restricted to anyspecific population, and should therefore be applicable to our variant of the Swedish population in which we3 EMPIRICAL EVIDENCE8log lifetime income of sons ys,i by log annual income ys,it leftside measurement error toreestimate eq. 1 separately for each age t, yielding a set of estimates t. Finally, we estimateeq. 3, which provides us with estimates of s,t.Under the assumptions of the GEi V model, the probability limit of t equals s,t, and using annual income of sons at age t where s,t 1 consistently estimates .20 As discussed inthe previous section, we anticipate t to be biased even after adjustment by s,t. The remaining lifecycle bias after such adjustment by the GEi V model, denoted by bt ts,t ,is thus of central interest.21 Note that we assume that s,t is known in order to evaluatethe models theoretical capability to adjust for lifecycle bias under favorable conditions. Asecond known source of inconsistency can arise in that the age profile of s,t will typicallynot be directly observed by the researcher.3.3 Empirical Evidence We first present estimates of s,t. Figure 2 shows that s,t rises over age and crosses one ataround age t 33. Largely consistent with others, we find that income differences at youngold age substantially understate overstate differences in lifetime income.22Our central estimates are presented in Figure 3, which plots the benchmark elasticity,t estimates based on annual income of sons at age t, and ts,t estimates at age tadjusted by the GEi V model. The sample is balanced at each age, such that zero or missingincome observations that are not considered for estimation of one coefficient are not used forestimation of the other coefficients. Hence the estimated benchmark elasticity varies slightlyby age. We list our key findings.First. Our benchmark estimate of the intergenerational elasticity of lifetime income forour Swedish cohort is about 0.27. This is marginally higher than what most previous studieshave found for Sweden, and should be closer to the population parameter due to our nearlycomplete income profiles.23Second. We confirm that the variation of t over age resembles the pattern in s,t, aspredicted by HS. We therefore find that t increases with age and that the lifecycle bias isnegative for young and positive for old ages of sons. One of the central predictions of the GEi V model, that current income around midlife is a better proxy for lifetime income thanincome in very young or very old ages, is thus confirmed.Third. The magnitude of lifecycle bias stemming from leftside measurement error alonecan be striking. For example, analysis based on annual income of sons only two years belowage t yields t 0.191, in contrast to a benchmark estimate that is almost 40 percent larger.truncate income profiles at some age. It is nevertheless advantageous that we have long income histories.First, our benchmark estimate will be closer to the true value. Second, since the income profiles contain mostof the idiosyncratic heterogeneity that leads to lifecycle bias, our estimate of the bias will be representativefor a typical application. We provide evidence that our main findings are not sensitive to the exact length ofobserved income histories in section 3.4.20Since age is a discrete variable, s,t will not necessarily equal exactly one at t. We adjust t accordingto eq. 3 by 1s,t at all ages, inlcuding t.21The arguments of HS relate to the probability limit. In a finite sample we need to consider the distributionof bt. Reported standard errors for bt are based on a Taylor approximation and take the covariancestructure of , t, and s,t into account.22Bhuller et al. 2011 find a very similar t for Norway. This is reassuring since they use labor earningsas income measure and observe somewhat longer income histories ages 2058 for a single generation. Ourresult that income differences at old age overstate differences in lifetime income differs from results for cohortsborn in the 1930s in both HS and Bohlmark and Lindquist 2006, but are in line with results for cohortsborn in the 1950s in Bohlmark and Lindquist, and Bhuller et al.23Our benchmark elasticity is nevertheless still likely to understate the true intergenerational elasticity. Welack some early observations of fathers and late observations of sons, which reduces ys and increases yf ,thereby reducing the numerator and increasing the denominator of the OLS estimator.3 EMPIRICAL EVIDENCE9Moreover, analysis based on income below age 26 yields a negative elasticity. We thereforefind direct evidence on the importance of lifecycle bias in intergenerational mobility estimatesthat has been discussed in the recent literature.Fourth. The lifecycle bias is larger than implied by the GEi V model. While the adjustment of estimates according to this model leads on average to sizable improvements, itcannot fully eliminate the bias. This holds true even under the assumption that the centralparameters s,t are perfectly observed. The remaining bias is overall substantial, and especially large for young ages. Intergenerational elasticity estimates based on income at veryyoung ages are still negative.Fifth. The lifecycle bias is not minimized at age t, the age at which the current empiricalliterature aims to measure income, but at an age t t. We report a similar pattern forother cohorts in section 3.4.Sixth. The remaining lifecycle bias bt around age t is substantial and significantlydifferent from zero. Table 2 shows that bt is on average around 0.05 over ages 3135, whichcorresponds to about 20 percent of our benchmark. Furthermore, the large deviation fromthis average at age 32 indicates that the yeartoyear variation can be large. Knowledge ofage t will thus not eliminate lifecycle bias.We briefly compare these empirical results with our theoretical discussion of the determinants of bt. Table 3 decomposes bt according to eq. 4. Variation of bt over age stemsmostly from variation in the residual correlation Corryf , us,t, while the ratio us,ts,tyfis close to one over most of the life cycle.24 Seemingly small residual correlations can thustranslate into substantive biases. For example, a residual correlation of 0.03 translates intoa lifecycle bias of more than 10 percent of the benchmark elasticity.These results provide guidance for applied research, but some remarks about generalizability are warranted. Lifecycle bias will differ quantitatively across populations. The bias isdetermined by the degree of systematic differences in income profiles between sons from poorand sons from rich families. This mechanism is likely to vary across cohorts and countries.The question is if observed qualitative patterns over age can nevertheless be generalized.Figure 3 demonstrates that annual income at late age provides a more reliable base for application of the GEi V model in intergenerational studies than income at young age. Theremaining lifecycle bias is large and negative up until the early forties, but then small formost older ages.25 Thus, the relationship between current and lifetime income differs withrespect to family background particularly at the beginning of the life cycle. This result isintuitive if one considers potential causal mechanisms of intergenerational transmission. Sonsfrom rich families might acquire more education or face different conditions that particularlyaffect initial job search e.g. regarding creditconstraints, family networks, or exante information on labor market characteristics. Such mechanisms are likely to apply to some degreeto most populations. Although the size of the lifecycle bias is bound to differ across populations, its pattern over age is thus likely to hold more generally. This conclusion is supportedby results for other Swedish cohorts, as we will discuss later on.3.4 Extensions We proceed to examine alterations of the estimation procedure to reduce the bias, test thesensitivity of our results, and discuss if adjustments according to the GEi V model can eliminate lifecycle bias in other applications.24The previously documented increase in s,t over age is offset by an increase in us,t.25The latter result cannot easily be exploited. Adjustment of t by s,t can rarely be done in practice dueto lack of information on the latter. Importing estimates of s,t from other sources can be misleading sinceits pattern over age could differ across populations.3 EMPIRICAL EVIDENCE10MultiYear Averages of Current Income Some recent studies that reference to the GEi V model see footnote 11 average over multipleincome observations of sons, although without clear theoretical motivation. One rationalecould be that researchers do not know the exact age at which s,t equals one. Our result thatlifecycle bias is substantial even if this age would be known raises the question if and howsuch practice can help to reduce the bias.We therefore estimate t using three, five and sevenyear averages of sons income centered around age t. These averages are also used to estimate s,t, and the remaining lifecyclebias after adjustment by s,t. The results are presented in Table 4. The remaining lifecyclebias falls in the number of income observations but is not eliminated. For the sevenyearaverage, the estimated bias in absolute value is on average slightly below 0.03 at ages 3135compared to about 0.05 using oneyear measures. The residual variance us,t decreases byabout a third when moving from one to sevenyear measures, and diminishes the estimatedbias proportionally. The residual correlation falls only slightly and estimates of s,t remainstable. These improvements are moderate, but they still lead us to recommend averagingover multiple income observations on the lefthand side when possible.Treatment of Outliers in the Income Data Intergenerational elasticity estimates can be sensitive to how one treats outliers in general,and observations of zero or missing income in particular Couch and Lillard, 1998; Dahl and De Leire, 2008. We test the robustness of our results along this dimension by i balancingthe sample across ages such that only sons with positive income in all ages 3135 are included,ii bottomcoding very low nonmissing incomes, and iii topcoding very high incomes.26We compare the lifecycle bias for ages 3135 for each of these samples presented in Table Table 5 with the results for our main sample in Table 2.Estimates of the remaining lifecycle bias are on average about a third lower for thebalanced sample than for our main sample at ages 3135, but still correspond to more than 10 percent of the benchmark elasticity. Decreases in both the residual correlation and residualvariance contribute to this drop.27 Bottomcoding has the opposite effect and increases thebias slightly since observations with zero income are now always included. Finally, resultsfor a sample with topcoded incomes are very similar to those for the main sample, implyinglow sensitivity to the exact measurement of high incomes. While we thus find that zero andmissing incomes are influential for the size of lifecycle bias, it is not obvious what the rightsampling choice would be. To derive a general measure of mobility one would like to includeall individuals, but our analysis shows that doing so comes with the cost of increased lifecyclebias.Length of Observed Income Profiles Although our data are to our knowledge the best available for our purpose, it might be aconcern that our measures of lifetime income are still based on incomplete income histories.We thus perform a number of robustness tests. We consider a younger cohort sons born 26As of the logspecification we do not expect high extremes to have as large influence as low extremes.Topcoding has however been suggested to test the sensitivity to some changes of administrative routines andtax levels across our time period see Bohlmark and Lindquist, 2006.27Excluding those with occasional zeros or missings reduces the number of extreme values and thereby thevariation in us,it. The residual correlation decreases since individuals with frequent zero and missing incomeobservations are likely to experience quite different income profiles than the average population, and thereforeamplify the heterogeneity in income profiles that causes the residual correlation.3 EMPIRICAL EVIDENCE11195860 to study the influence of earlyage income data of fathers, and an older cohort born 195254 to study the influence of lateage data of sons.Age profiles of the lifecycle bias before and after adjustment by s,t are shown in Figures 4 main sample, 5 cohort 195860, and 6 cohort 195254 for variations of the age spans.Abstracting from general cohort differences, we find that changes in the fathers age span havelittle effect on the lifecycle bias, probably due to our focus on leftside measurement error.In contrast, changes in the sons age span cause noticeable shifts. This is not unexpectedsince changes in the age span on which our measures of lifetime income are based are likely toalter both ys and s,t slightly. While the exact relation between the size of the lifecycle biasand age therefore depends on the definition of the age span, the major facts remain stable:the remaining lifecycle bias after adjustment by s,t can be large and tends to be negativefor young ages and around t.Cohort and Population Differences We use the same three cohort groups to briefly assess if the magnitude of lifecycle bias canbe expected to vary across populations. To separate true cohort differences from differencesdue to age span definitions, we limit the income profiles of both fathers and sons to thelongest age span observed in all three samples. We thus use incomes of sons for ages 2247,and incomes of fathers for ages 3665.28 Differences between these samples are hence due totheir respective data generating processes. Table 6 presents the most central results aroundage t for each sample.29The 195860 cohort has an estimated benchmark elasticity that is similar to our maincohort but a slightly larger remaining lifecycle bias bt. For the 195254 cohort both and bt are substantially lower. The differences in bt substantial even for large samplesand a fixed sampling procedure across cohorts within Sweden confirm that lifecycle biasshould be expected to differ across studies and populations also after adjustment by s,t.The GEi V Model in Other Applications The GEi V model can be applied to other literatures that use shortrun income to proxyfor unobserved longrun values. However, we argue that the model will not eliminate lifecycle bias in such other applications since assumptions akin to 5 on the covariance betweenresiduals and the explanatory variable are generally unlikely to hold.To provide brief evidence, we examine if the residuals from eq. 3 correlate with a rangeof characteristics that are of interest in various literatures, specifically i fathers age atbirth of his son, ii fathers education, iii sons education, iv sons cognitive ability, andv sons country of birth. Table 7 describes how each variable is measured and presentsthe results. As expected, most of these correlations are significantly different from zero.Importantly, the residual correlations are nonzero also around age t. Knowing this age, orthe age profile of s,t, does therefore not allow researchers to fully control for lifecycle effects.The residuals correlate much stronger with sons and fathers education than with fatherslog lifetime income, indicating that the GEi V model might perform worse in applicationsin which education plays a central role.30 The correlations tend to be smaller when sons 28Restricting the age intervals reduces the benchmark estimate. Dropping income observations for sons atold age and fathers at young age decreases ys and increases yf , reducing the numerator and increasing thedenominator of the OLS estimator.29More detailed evidence on cohort differences are provided in Figures 11 and 12.30Correlation with the schooling variables is large in particular for young age, reflecting that income growthof the highly educated is relatively strong while initial income is low.4 OTHER METHODS TO ADDRESS LIFECYCLE BIAS12income is measured at later ages, again supporting our argument that the GEi V performsbetter when applied to current income at ages t t.3.5 Measurement Error on the RightHand Side or Both Sides Although our findings on leftside measurement error are conceptually interesting, evidenceon the combined effects of lifecycle bias from both sides is more relevant for practitioners.The questions arise whether we find similar lifecycle effects from the righthand side, andwhether these tend to cancel out or aggravate the effects from leftside measurement error.Our data allow us to directly examine these questions. We now base estimates of t onlifetime income of sons and approximation of lifetime income by annual income for fathersrightside measurement error or approximation for both fathers and sons measurementerror on both sides. The probability limit of t is then affected by attenuation and lifecyclebias. We adjust for both according to the GEi V model. Results are shown in Figures 7 and 8.31Figure 7 demonstrates the additional large attenuating effects from rightside measurement error. The remaining lifecycle bias after adjustment by the GEi V model follows asimilar qualitative pattern over age as for the case of leftside measurement error. Figure 8 shows the remaining lifecycle bias in the case of measurement error on both sides withfathers and sons incomes measured at similar ages.It is overall larger than for leftsidemeasurement error alone, thus indicating aggravating effects of measurement error on bothsides.32 Importantly, this is also the case when fathers and sons incomes are measured attheir respective t. We again find that the GEi V model is less successful in eliminating thebias for early ages and around t than for later ages. Moreover, the estimates suffer fromstrong yeartoyear variability, supporting the argument that comparisons of elasticity estimates across populations are likely to be difficult. Reducing this variability is an additionalmotive for averaging over multiple income observations on both sides, apart from our previousfinding that it reduces the size of the bias.4 Other Methods to Address LifeCycle Bias We briefly examine two other methods employed in the intergenerational mobility literature.We show that instrumental variable IV estimators do not yield an upper bound for dueto lifecycle effects, and discuss why consideration of differential income growth rates acrosssubgroups also yields inconsistent estimates.Instrumental Variable Methods 4.1IV methods have been proposed as an alternative way to tackle attenuation bias that stemsfrom rightside measurement error in eq. 1. Furthermore, in the form of twosample IV2f,t 2yf 31Adjustment is based on separate estimates of t for both fathers and sons, denoted f,t and s,t. Accordingto the GEi V model the probability limit of t equals f,t f,t 2uf,t for rightside andyfs,tf,t for bothside measurement error assuming Corrus,it, uf,it 0 in addition to assumption 5.Therefore the remaining lifecycle biases equal bt tf,t and bt ts,t f,t , respectively. See Appendix A.3 and A.4 for a detailed derivation of the components of these biases. For presentational purposewe use only one age subscript t and display combinations of annual income for sons and fathers with equaldistances to their respective t in Figure 832This holds true if estimates are only adjusted for attenuation bias but not for lifecycle effects according tothe GEi V model see Figure 13. These results confirm and substantiate the theoretical predictions of Jenkins1987 that measuring fathers and sons income at similar ages might not necessarily reduce lifecycle bias,and contradict arguments in the recent literature that such life course matching generally leads to smallerbiases than asymmetric age combinations. 24 OTHER METHODS TO ADDRESS LIFECYCLE BIAS13TSIV they are heavily relied on for countries with less rich data.33 Little is however knownabout lifecycle effects in IV estimates.Instruments used in the literature include indices of fathers socioeconomic status Zimmerman, 1992 and fathers education Solon, 1992. Following Solon 1992, assume thatsons lifetime income is determined byys,i 1yf,i 2Ef,i i,where fathers education Ef,i is allowed to have a direct relation with sons income in additionto the indirect relation via fathers income. We are interested in the probability limit ofthe estimated coefficient IVapprox from a twostage leastsquares regression of ys,i with ys,i ys,ius,i on yf,i with yf,i yf,iuf,i.34 In the classical errorsinvariables model, assumingthat Ef is uncorrelated with uf and us assumption IV1 , we haveplim IVapprox CovEf , ysCovEf , yf 1 2V arEfCovEf , yfCovEf , yf 2 V arEfCovEf , yf CorrEf , yfyf 1 CorrEf , yf2 ,V aryf 2Efwhere the next to last step follows from the omittedvariable formula see Solon, 1992, for adetailed derivation.35 The IV estimator is then an upper bound for if fathers educationhas a nonnegative relation with sons income ass. IV2 and if its correlation with fatherslifetime income is bounded between zero and one ass. IV3 .However, we argue that assumption IV1 that Ef,i is uncorrelated with uf,i and us,i doestypically not hold, e.g. since education is correlated with income growth rates. Typical paneldata cover income observations of young sons and old fathers. Then lifetime income of highlyeducated sons fathers will be understated overstated, even if we control for the centraltendency of income growth in the population. If education is correlated within families, then CovEf , uf 0 and CovEf , us 0. Allowing for nonclassical measurement error, theprobability limit is more generally given byplim IVapprox 2 V arEfCovEf , yf CovEf , yfV aryf CovEf , usCovEf , yf 1CovEf , ufCovEf , yf . 6The example above illustrates that the latter two terms can be negative, so IVapprox will notnecessarily be an upper bound for . The results from Grawe 2006 and Haider and Solon2006 indicate that IV estimates might bound if they are adjusted by a certain parametert in the GEi V model, or if they are based on income at an age at which this parameterequals one. Our results imply that this is not the case since measurement errors in lifetimeincome are not orthogonal to education in either case see section 3.4.33TSIV was first applied to the intergenerational mobility literature by Bjorklund and Jantti 1997.34For generality we here use the notation from section 1 and exclude age subscripts.35The relationship between the population parameter in eq. 1 and 1 and 2 is given by Covys , yf V aryf Cov1yf 2Ef , yf V aryf 1 2CovEf , yf V aryf 4 OTHER METHODS TO ADDRESS LIFECYCLE BIAS14Empirical Evidence on LifeCycle Bias in IV Estimates We use our Swedish data to examine lifecycle bias in IV estimates. As most of the literature, we instrument for fathers income by his years of education.36 We again first derivea benchmark estimate IV using our measures of lifetime income yf and ys, to assess if IV methods provide an upper bound if lifetime incomes would be truly observed. The IVbenchmark estimate IV 0.309, IV 0.037 is larger than our OLS benchmark estimate 0.273, 0.017, indicating that assumptions IV2 and IV3 can indeed be expectedto hold. However, the difference IV is statistically insignificant.To probe the validity of assumption IV1, we again focus on leftside measurement errorusing sons annual income at age t in order to abstract from attenuation bias and to directlycompare lifecycle bias in OLS and IV estimates. Figure 9 plots these estimates together withthe OLS benchmark and reveals two important results.First, lifecycle effects from leftside measurement error are substantially larger in IV thanin OLS estimates.37 Adjustment by t would thus improve IV estimates only modestly. Usageof education as an instrument aggravates the lifecycle bias since income profiles differ stronglywith education the covariances in eq. 6 are thus relatively large c.f. section 3.4. Second,IV estimates are well below the benchmark also at t at age 33 IV 0.056whereas 0.270, 0.017. We therefore conclude that absent lifecycle effects, IVestimates bound the true parameter from above. But since applications are typically basedon current income, IV estimates do not bound in practice. Given the large sensitivity of IV estimates to the age at which sons incomes are measured ranging between 0.08 and 0.53over ages 3045, we argue that comparisons of IV estimates across populations are not robustif based on short spans of income data.t 0.183, IVt 4.2 LifeCycle Patterns in Income Across Subgroups An alternative method to address lifecycle bias is to model lifecycle income processes acrosssubgroups. For example, Vogel 2006 models income growth across different skill groupsinstead of assuming a uniform growth rate, and argues that the resulting measures of lifetimeincome eradicates lifecycle bias in intergenerational elasticity estimates.Education is an important determinant of individual income growth, so the procedurecan reduce measurement error in lifetime income that arises from idiosyncratic deviationsfrom average income growth. However, after accounting for differential income growth acrosseducational groups, other determinants of income will lead to deviations from the meanincome growth rate within the given group. Since such determinants might often be sharedby members of the same family, measurement errors in income growth rates are still likelyto be correlated within families. For example, if a father holds an occupation that typicallyleads to steeper than average income growth, then his sons income growth might also besteeper because he is relatively more likely to enter the same occupation.38This example indicates that estimates could be improved by considering additional individual characteristics for the estimation of growth rates in more specific subgroups. Butthe crucial insight is that we will not be able to sufficiently project lifecycle trajectories of 36We impute years of education from data on level of educational attainment as recorded in the 1970 census,i.e. when the fathers were around 40 years old. Using level dummies yields similar results.37In contrast, lifecycle effects from rightside measurement error are not particularly strong in IV estimatesfigure available from the authors upon request. According to eq. 6 this is partly attributable to the downscaling effect of 1 1 0.263 for our sample.38Withinfamily correlation in the choice of profession can be observed, for example, in the likelihood ofbecoming president of the United States. More comprehensive evidence based on a somewhat larger sampleis given in Corak and Piraino 2010.5INCOME DYNAMICS IN OTHER FIELDS15income, since individual growth rates are determined by both observable and unobservablecharacteristics that can correlate within families. Unexplained dispersion in income growth islarge: for example, Jenkins 2009 finds substantial deviations of individual income trajectories from average trajectories of groups defined by education, sex, and birth cohort in Britishdata. The remaining lifecycle bias caused by withinfamily correlation of the unexplainedpart of individual income growth rates should therefore not be expected to be negligible.Our data allow us to provide evidence in support of this argument. We derive averagegrowth in log income for various groups of sons by regressing current log income on a polynomial in age. Figure 10 depicts such income trajectories for four groups of sons definedby education noncollegecollege and their fathers lifetime income belowabove median.We find that while income trajectories are simply shifted for the two groups without college education, the difference in lifecycle patterns is substantial for the other two groups:collegeeducated sons with richer fathers have much stronger income growth than collegeeducated sons with poorer fathers. We thus find evidence for deterministic heterogeneity inincome profiles even after controlling for a range of observable characteristics sex, cohort,age, country of birth and education.This result is of interest beyond the intergenerational mobility literature, in particular forthe ongoing debate of whether idiosyncratic differences in income profiles of otherwise observationally equivalent individuals are mainly due to deterministic heterogeneity or persistentstochastic shocks see e.g. Guvenen, 2007 for a recent contribution. These two sources aregenerally hard to distinguish from one another. We argue that the intergenerational dimension provides a novel perspective on this debate: systematic lifecycle patterns in income thatare transmitted within families cannot stem from unexpected stochastic shocks, but have tobe caused by deterministic factors. We thus conclude that unobserved deterministic heterogeneity in income profiles should be expected to be large, at least among highly educatedindividuals.39 We expand on this issue in the next section.5 Income Dynamics in Other Fields Lifecycle bias in intergenerational mobility estimation arises from the inability to fully address heterogeneity in income profiles.It follows that we need to understand individualincome dynamics over the life cycle before income dynamics over generations can be understood. The intergenerational mobility literature thus faces similar difficulties as many otherliteratures that depend on measures of longrun income values and income dynamics. In thissection we discuss our results in this more general context. In particular we comment on theapplicability of the GEi V model in the returns to schooling literature and on the literatureon income dynamics and stochastic shocks.Income Dynamics and Stochastic Shocks 5.1Permanent income 40 and income risk are thought to be essential determinants of individualbehaviour.41 Measures of these are commonly derived by statistical decomposition of observed 39This finding is consistent with Guvenen 2009, who finds that heterogeneous income profiles explain alarger fraction of income inequality among collegeeducated individuals.40A reminder of terminology is useful to distinguish exante and expost concepts of longrun income status.Friedman gave an extensive exposition on that the term permanent income was to denote a theoreticalconcept, an individuals exante expectation on some unspecified longrun income measure that individualbehaviour consumption is based on, not an expost realisation of a specific measure like lifetime incomeFriedman 1957, p.23. In the intergenerational mobility literature this distinction is not always clearly made,see footnote 6.41A large literature explores the link between innovations in income and consumption. Income risk hasincreasingly also been related to other outcomes, including wealth inequality, saving, asset prices, crime,5INCOME DYNAMICS IN OTHER FIELDS16income profiles into a part explained by observable individualspecific covariates and an autocorrelated error term.42 The error term is often split into a random walk permanentcomponent plus permanent shock and an ARq process transitory component.43Such decompositions equate unexplained dispersion in income with stochastic uncertainty:individuals with stronger persistent income growth relative to others with similar observablecharacteristics are thought to have experienced stronger positive permanent income shocks.But what the econometrician, who has relatively little information on individual characteristics, deems as unexpected shock might not be a shock to the individual. An alternativestrand of the literature suggests that individual income profiles instead differ deterministicallyas of unobserved heterogeneity, e.g. due to individual ability.44 Such latent heterogeneitycannot be equated with uncertainty for example, Cunha et al. 2005 argue that a substantial part of the variability in expost returns to schooling is predictable by individuals.Income shock measures could thus be subject to measurement error that stems from confusionof deterministic heterogeneity and stochastic uncertainty. The discussion of measurement issues and income profile heterogeneity in the intergenerational mobility literature becomesinteresting in this context.First, an intergenerational perspective allows us to distinguish deterministic income heterogeneity from stochastic persistent shocks, since only the former will be partially transmitted within families.45 In section 4.2, we showed that family background can explain asubstantial share of unexplained dispersion in income profiles even after controlling for a widerange of observable characteristics. This result favors the view that unobserved heterogeneityin income profiles can be quantitatively important.Second, measurement error in income shocks should be expected to be nonclassical,since unobserved determinants of income growth e.g. cognitive or noncognitive abilitieswill correlate with shock measures. The impact of such measurement error is not restricted toattenuation bias as is often assumed in the literature and can enter observed relationshipsbetween outcomes and measures of income shocks in more complicated ways.46Third, note that these problems arise even when the information set of the individualand the econometrician coincide. Cunha et al. 2005 refer to the variability in the returnsto schooling that is unpredictable to the individual as reflecting luck. We argue that it canalso reflect deterministic returns to characteristics that the individual is not aware of. Forexample, abilities might be known or unknown to the individual but can in either case affectlifecycle income growth.health, and child outcomes.42An alternative strategy, presented in Blundell and Preston 1998, is to model the link between incomeand consumption in order to infer permanent and transitory shocks from consumption data.43Variations and extensions of such decomposition procedure include Ma Curdy 1982, Abowd and Card1989, Moffitt and Gottschalk 1995, and Meghir and Pistaferri 2004.44This strand of the literature, originating in Lillard and Weiss 1979, allows for heterogeneity in trends.Baker 1997 provides evidence that profile heterogeneity models provide a more consistent representationof earnings dynamics. Guvenen 2007; 2009 argue that accounting for heterogeneous income profiles yieldsmore accurate predictions about lifecycle consumption behavior. Browning et al. 2010 present a modelwith heterogeneity in many additional parameters.45Of course, we might expect that persistent stochastic shocks in parents income affect their offspring.But such transmission within families would be deterministic, and would thus not represent unexpectedstochastic shocks for the offspring. Likewise, individuals might tend to experience similar income shockswithin families for example if family members tend to work in the same industry or region, but if theirincome profiles show similarities over many years for example because both parents and offspring work in ashrinking industry then these income changes are unlikely to be unexpected to the offspring.46The consequences depend on the examined structural relationship. For example, it is not obvious whyability should have an autonomous impact on consumption besides its relationship through income growth.But correlation of permanent income shock measures with ability seems problematic for many other outcomesthat have recently been related to income shocks.6 CONCLUSIONS17Finally, the intergenerational mobility literature exemplifies well how stark the consequences of nonclassical measurement error can be and how difficult it is to address suchmeasurement error. Revisions of estimation strategies in this literature were largely datadriven.It is a reason for caution that such datadriven validation is more difficult in theliterature that relates stochastic income shocks to various outcomes availability of longerincome histories is informative about expost lifetime measures, but not necessarily aboutindividuals expectations on longrun income status.Of course, inference does often not depend on variation in individual income shocks, buton variation on an aggregated scale such as cohorts or regions. While the exact underlyingassumptions differ across applications, our view is that it can be summarized as an instrumental variable problem: researchers search for dimensions cohorts, regions, etc. that causevariation in the size of shocks, but relate to outcomes only via these shocks. Such aggregation will not necessarily eliminate measurement errors. For example, variation in incomeprocesses over regions might stem from pure market luck that is orthogonal to conditionswithin the region, but also from differences in the distributions of, or returns to, unobserveddeterminants of income. The latter would cause measures of income shocks to correlate withincome determinants also on an aggregate scale.5.2 Returns to Schooling Empirical studies on the returns to schooling are potentially subject to lifecycle bias, asdifferences in current earnings can misrepresent lifetime returns. The issue is less pressingthan for intergenerational mobility studies the latter require data for two generations andresearchers are thus more likely to observe nonrepresentative age spans, but it becomesimportant under certain conditions. The actual relationship between current earnings andschooling over the life cycle might not follow the specified functional relationship.47 Even witha flexible functional form one might fail to recover the true relationship if the age distributionof sampled individuals does not represent the age span of interest.This becomes particularly relevant in cohortbased estimation. Heckman et al. 2006argue that, given nonstationary labor markets, cohort analysis is preferred to an approachin which various cohorts are sampled the socalled synthetic cohort approach to estimateexpost returns. Repeated crosssection or panel data are then required, in which researchersrarely observe complete lifetime earnings. The question is if lifecycle bias can be eliminatedin estimates based on shorter earnings spans.The GEi V model illustrates the difficulty of such reliance on shortterm measures, butimplies that earnings differences at a certain age approximates differences in lifetime earningsand thus lifetime returns to schooling well. However, our analysis shows that the modelprovides only a partial correction for lifecycle effects. Knowledge of the central parameter tis insufficient, since the shapes of earnings profiles of different educational subgroups deviatefrom the population average grasped by t. The projection error from eq. 3 thus correlateswith education, which we confirm empirically in section 3.4. Bhuller et al. 2011 presenta general analysis of lifecycle bias in returns to schooling estimates, and also analyze theapplicability of the GEi V model in this context.6 Conclusions In this paper, we have demonstrated that recent methodological advances in the estimationof intergenerational income elasticities do not eliminate lifecycle bias. Current empirical 47For example, Heckman et al. 2006 argue that log earnings in schooling and experience are not multiplicative separable.6 CONCLUSIONS18practice based on the generalized errorsinvariables model improves estimates, but we findthat the remaining lifecycle bias is nevertheless substantial. The bias is strongly negativewhen using annual income below age 30, and remains negative in the midthirties. Since thisis the age at which studies that rely on the generalized model have aimed to measure income,we expect resulting estimates to still understate the intergenerational elasticity.One might argue that remaining lifecycle biases do not pose major problems, since interest often lies in the relative intergenerational mobility across populations e.g.in crosscountry studies. Estimates might be sufficiently precise if we believe that the magnitudeof the remaining lifecycle bias is similar across countries. However, such belief would correspond to the assumption that withinfamily correlation in the shape of income profiles isof the same magnitude across countries.It is therefore a direct restriction on a potentialcharacteristic of intergenerational mobility. Since countries differ with respect to the degreeof intergenerational mobility, we also suspect that they differ in this specific aspect of it.Comparisons of intergenerational elasticity estimates based on shortrun income dataacross countries, groups or cohorts are thus of limited reliability, unless differences in estimatesare large. Our finding that the lifecycle bias varies even across Swedish cohorts born in thesame decade supports this conclusion. Moreover, comparisons are even less robust if basedon IV estimates, which we find to suffer from larger lifecycle effects than OLS estimates.Our analysis provides some guidance for applied research. We find evidence that annualincomes at later ages e.g. age 4050 provide a more reliable base for application of the GEi V model. The remaining lifecycle bias can be further reduced by averaging over multipleincome observations for both fathers and sons, and the treatment of zero and missing incomeobservations has important consequences. To derive a general measure of mobility one wouldlike to include such observations, but doing so comes with the cost of increased vulnerabilityto lifecycle bias.Further refinements of empirical practice with restricted use of income observations arounda specific age can thus improve upon previous estimates, but will not eliminate lifecyclebias. Development of a more structured approach that aims to capitalize on all availableincome data seems thus desirable. Future research could in particular benefit from a morecomprehensive exploitation of partially observed income growth patterns. Intergenerationalmobility estimates are often based on multiple income observations per individual, but researchers typically disregard the idiosyncratic income growth across these observations. Suchpartially observed growth patterns are determined by all observable and unobservable characteristics of the individual. Hence they contain more information on the unobserved part ofincome profiles and thus on lifetime income than what current income levels and observablecharacteristics can provide.Our results add to a general conclusion that can be drawn from the intergenerationalmobility literature: addressing heterogeneity in income profiles is an important, difficult andrecurrently underestimated task. The central problem is that idiosyncratic deviations fromaverage income profiles correlate with a wide range of individual and family characteristics.We hope that our discussion underlines the potential severity of this issue for other literaturesthat rely on measurement of longrun income or income dynamics.7 TABLES AND FIGURES7 Tables and Figures 19Table 1: Descriptive Statistics: Means and Standard Deviations by Sons Birth Year Fathers age at birth of sonlog lifetime income sonslog lifetime income fathers of pos. income obs. sons of pos. income obs. fathersFatherson pairs N All 24.68 2.5311.97 0.4311.72 0.4228.52 1.8630.32 3.763504195524.66 2.5111.98 0.4211.73 0.4428.57 1.7129.99 4.131167195624.77 2.5011.98 0.4211.72 0.4328.56 1.7430.36 3.621173195724.62 2.5811.95 0.4411.72 0.4028.43 2.1130.59 3.481164Notes: Lifetime income is annuitized by dividing total lifetime income by number of nonmissing incomeobservations.Table 2: OLS Estimates of Elasticities and LifeCycle BiastAge 3132333435s,t 0.8970.0190.9090.0180.9820.0201.0390.0191.1140.0210.2660.0160.2670.0160.2670.0160.2560.0160.2610.016t 0.1910.0230.2460.0230.2030.0250.2120.0250.2340.027ts,t 0.2130.0290.2710.0280.2070.0310.2040.0310.2100.029bt0.0530.0210.0030.0210.0610.0240.0510.0230.0520.022bt in % N347819.81.322.720.119.73476347934693460Notes: Cohort group 19551957, leftside measurement error only. Standard errors inparentheses, which for ts,t and bt are based on Taylor approximations that take thecovariance structure of s,t, , and t into account. Column 7 displays bt in percent ofour benchmark estimate .Table 3: Decomposition of LifeCycle Biasbt0.0530.0030.0610.0510.052yf 0.4240.4230.4220.4220.422us,t 0.4550.4310.4850.4520.494Corryf , us,t0.0440.0030.0520.0500.049us,ts,tyf 1.1981.1231.1691.0311.050tAge 3132333435Notes: Cohort group 19551957, leftside measurement error only.7 TABLES AND FIGURES20Table 4: OLS Estimates with MultiYear Averages of Sons Incomes,ttus,it Corrus,it, yf,its,tbtt N3496349934953491348635003501350034973495350335013502350235000.0160.0450.0470.0640.0690.0210.0250.0550.0600.0650.0200.0260.0340.0550.061tAge 3132333435313233343531323334350.8630.0130.9480.0151.0110.0151.0780.0161.1420.0170.8470.0120.9250.0121.0100.0131.0570.0131.1410.0150.8660.0110.9080.0100.9750.0111.0690.0131.1220.0140.2680.0160.2670.0160.2670.0160.2680.0160.2620.0160.2680.0160.2680.0160.2670.0160.2670.0160.2680.0160.2700.0160.2680.0160.2680.0160.2680.0160.2670.0160.2180.0200.2140.0210.2290.0220.2290.0240.2320.0250.2130.0180.2290.0200.2260.0210.2350.0220.2470.0240.2210.0180.2270.0180.2380.0200.2450.0220.2510.0239A: ThreeYear Average 0.3390.2530.0260.2260.0270.2270.0300.2120.0280.2030.0289B: FiveYear Average0.0150.0170.0410.0170.0410.0220.0560.0200.0590.0200.3650.3720.3960.4119C: SevenYear Average 0.2510.0250.2480.0240.2240.0260.2220.0280.2160.0280.2550.0240.2500.0230.2450.0240.2290.0250.2240.0270.0170.0140.0200.0140.0430.0160.0440.0180.0520.0190.0150.0130.0180.0130.0230.0130.0380.0150.0440.0170.2900.3100.3360.3320.3840.2790.2610.2790.3180.341Notes: Cohort 195557, leftside measurement error only. Current income of sons are measured as three,five, and sevenyear averages centered around age t. t is the coefficient from regressing the log of theaverage on fathers log lifetime income. s,t is from the regression of the log of the average on the sons loglifetime income. Standard errors are in parentheses.7 TABLES AND FIGURES21tAges,t Table 5: Robustness Tests with Sample Variationsbttus,it Corrus,it, yf,its,t 8A: Balanced Sample 0.2230.0280.2710.0280.2030.0320.2270.0280.2290.0270.0330.0210.0140.0210.0530.0250.0290.0210.0270.0200.4080.3980.4450.4020.4578B: BottomCoded Incomes 0.4423132333435313233343531323334350.8260.0180.8390.0180.9090.0200.9640.0181.0430.0200.9130.0180.9470.0180.9990.0181.0940.0181.1530.0180.9510.0190.9590.0181.0380.0201.1040.0191.1850.0210.2570.0150.2570.0150.2570.0150.2570.0150.2570.0150.2710.0160.2710.0160.2700.0160.2700.0160.2700.0160.2510.0160.2520.0160.2520.0160.2400.0150.2460.0150.1840.0210.2270.0200.1850.0230.2190.0220.2390.0240.2050.0230.2450.0230.2010.0240.2470.0250.2500.0260.1910.0240.2460.0230.2030.0250.2130.0250.2340.027N3415341534153415341534983500350135013498347834763479346934600.0290.0120.0460.0300.0260.0400.0110.0670.0460.0570.0450.0040.0510.0500.0508C: TopCoded Incomes 0.2250.0280.2590.0290.2010.0300.2260.0290.2170.0280.2010.0270.2570.0270.1960.0290.1930.0290.1980.0270.0460.0200.0120.0200.0690.0220.0440.0200.0530.0190.0500.0200.0050.0190.0560.0230.0470.0220.0480.0200.4340.4340.4370.4500.4480.4260.4770.4430.484Notes: Cohort 195557, leftside measurement error only. Panel A is balanced across ages, hence excludingall observations of individuals who have zero or missing incomes at any age 3135. In panel B, annualincomes of sons below 10 000 SEK are bottomcoded up to 10 000 SEK including zeros, but excludingmissings. In panel C, annual incomes of sons above 2 million SEK are topcoded down to 2 million SEK.Standard errors are in parentheses.7 TABLES AND FIGURES22Table 6: Summary of Cohort Differences, Averages over Ages 3135Cohort Group 195860195557195254s,t 1.0710.0221.0660.0201.0590.0210.2740.0160.2460.0150.2060.015t 0.2350.0280.2160.0240.1900.024ts,t 0.2200.0320.2040.0280.1790.027bt0.0540.0260.0420.0200.0270.019bt in % N342719.917.212.834443160Notes: Leftside measurement error only. Table displays averages of estimates and standard errorsin parentheses across ages 3135. bt is significantly different from zero pvalue0.05 at threeages out of five for 195860, at four ages for 195557, and at two ages for 195254. For all cohortgroups, lifetime income is restricted to be measured over identical ages: 2247 for sons, and 3665for fathers. Column 7 displays bt in percent of our benchmark estimate as average over theage interval.Table 7: Correlations Between Residuals and Characteristics Age Interval of Sons Fathers log lifetime income Fathers age at birth of son Fathers education Sons education Sons cognitive ability Sons country of birth 26300.0570.0540.1580.2780.1080.04031350.0500.0140.0610.1120.0730.02636400.0630.0450.0450.0020.0500.00241450.0200.0170.0350.0850.0220.03246500.0070.0060.0280.0880.0040.028Cohort 19551957. Table depicts correlations between characteristics listed in the firstcolumn and the residuals as average in each fiveyear year age interval from eq. 3. Theeducation variables are years of education measured at about age 35, Sons country ofbirth is an indicator for being born outside Sweden, and Sons cognitive ability is astandardized cognitive ability measure from the military enlistment cognitive test at age 18.Superscript star indicates whether correlation has pvalue0.05.7 TABLES AND FIGURES23Figure 1: Illustrative Example of Log Annual Income Trajectories emocni gol!%!%!%t1t age t2Notes: Illustrative Example. For each worker, the upwardsloping line depicts log annual income by age, thehorizontal line depicts log annuitized lifetime income.Figure 2: OLS Estimates of s,t 51.15.0253035t age of sons 404550Estimates 95% CI7 TABLES AND FIGURES24Figure 3: OLS Estimates of Elasticities and LifeCycle Bias 4.3.2.1.01.253045503540t age of sons Benchmark Estimate Estimates of t Estimates of t s,t Notes: Cohort 195557, leftside measurement error only.Figure 4: Estimates of LifeCycle Bias for Different Age Spans Cohort 195557Sons Age 2750Sons Age 2250Sons Age 22451. 5683eg A sreha Ft 01.2.1. 5633eg A sreha Ft 0.12.1.0633 eg A srehta F0.1.21.01.2.1.0.12.1.0.1.23035404530354045303540t age of sons 45Life Cycle Bias 30354045303540451.01.2.1.0.12.1.0.1303540453035404530.23540t age of sons 30453540t age of sons Life Cycle Bias Adjusted by s,t45Notes: Leftside measurement error only. The age span of observed incomes of sons fathers varies alongthe horizontal vertical dimension.7 TABLES AND FIGURES25Figure 5: Estimates of LifeCycle Bias for Different Age Spans Cohort 195860Sons Age 2247Sons Age 2547Sons Ages 28471. 5603eg A sreha Ft 0.1.21. 5633eg A sreha Ft 0.1.21. 5663eg A sreha Ft 0.1.21.0.1.21.0.1.21.0.1.23035404530354045303540t age of sons 45Life Cycle Bias 30354045303540451.0.1.21.0.1.21.0.1303540453035404530.23540t age of sons 45303540t age of sons Life Cycle Bias Adjusted by s,t45Notes: Leftside measurement error only. The age span of observed incomes of sons fathers varies alongthe horizontal vertical dimension.Figure 6: Estimates of LifeCycle Bias for Different Age Spans Cohort 195254Sons Age 2253Sons Age 2250Sons Age 22471. 5663eg A sreha Ft 01.2.1. 2663eg A srehta F0.1.21.9563 eg A srehta F01 21.01.2.1.0.1.21.01 23035404530354045303540t age of sons 45Life Cycle Bias 30354045303540451.01.2.1.0.1.21.01.303540453035404530.23540t age of sons 30453540t age of sons Life Cycle Bias Adjusted by s,t45Notes: Leftside measurement error only. The age span of observed incomes of sons fathers varies alongthe horizontal vertical dimension.7 TABLES AND FIGURES26Figure 7: OLS Estimates of Elasticities with RightSide Measurement Error 53.3.52.2.51.1.35404550t age of fathers 556065Benchmark Estimate Estimates of t Estimates of t f,t Notes: Cohort 195557, rightside measurement error only.Figure 8: OLS Estimates of Elasticities with BothSide Measurement Error 3.52.2.51.1.50.5010155s years from tBenchmark Estimate Estimates of t Estimates of t f,ts,t Notes: Cohort 195557, measurement error on both sides. To keep the analysis in two dimensions, we onlydisplay results for annual incomes at the same distance from t for sons and fathers. At s0 both aremeasured at their respective t, at s5 both are measured five years after t, etc.7 TABLES AND FIGURES27Figure 9: IV Estimates Compared with OLS and Benchmark 57.5.52.052 557.253045503540t age of sons Benchmark Estimates OLS Estimates of t IV Estimates of t Notes: Cohort 195557, leftside measurement error only.Figure 10: LifeCycle Patterns in Income Across Subgroupsp50yfyfp50yfp50yfp5031.521nos fo 21emocni gol 5.1111253035t age of sons 404550College No College Notes: The trajectories depict average growth in log income over the life cycle for sons born in 195557,separately for sons with fathers above and below median lifetime income.7 TABLES AND FIGURES28Figure 11: Cohort Differences in OLS Estimates of LifeCycle Bias 1.01.2.3.4.5.3035t age of sons 4045Life Cycle Bias for Cohort 195254Life Cycle Bias for Cohort 195557Life Cycle Bias for Cohort 195860Notes: Leftside measurement error only. For all cohorts, lifetime income is restricted to be measured overidentical ages: 2247 for sons, and 3665 for fathers.Figure 12: Cohort Differences in OLS Estimates of Remaining LifeCycle Bias 1.0.1.2.34.5.3035t age of sons 4045Life Cycle Bias Adjusted by s,t for Cohort 195254Life Cycle Bias Adjusted by s,t for Cohort 195557Life Cycle Bias Adjusted by s,t for Cohort 195860Notes: Leftside measurement error only. For all cohorts, lifetime income is restricted to be measured overidentical ages: 2247 for sons, and 3665 for fathers.7 TABLES AND FIGURES29Figure 13: Lifecyle Bias with BothSide Measurement Error 0.20cid:2390.2cid:2390.4sabi lecyccid:239efi L4540 3530Age of sons 25354540605550Age of fathers 0.10.050cid:2390.05cid:2390.1cid:2390.15cid:2390.2cid:2390.25cid:2390.3Notes: Cohort 195557, measurement error on both sides. Estimates are based on 3year averages of annualincome and are only corrected for attenuation bias no application of the GEi V model.8 APPENDIX308 Appendix A.1 Annual and Lifetime Values Over the Life Cycle Proposition. i For all age t, the difference between log annual incomeyit and the log ofthe annuitized value of the present discounted value of lifetime income varies with respect tothe individuals income growth rate i. ii For any given age t, the difference will be equalfor at most two different realizations of i.Proof. As in Haider and Solon 2006, suppose that log annual income of worker i at age t isgiven by7For simplicity assume infinite lifetimes and a constant real interest rate r i. The annuitizedvalue of the present discounted value of lifetime income, denoted Bi, is thenyit i it Hence the log of the annuitized value equalsexpi is1 rs s0log Bi log r 1 r Bir 1 r Bi1 rs s0expi is1 rss0 log r i logr iThe difference Dit between log annual income yit and the log of the annuitized value of thepresent discounted value of lifetime income log Bi is thus Depending on t, Dit decreases or increases in individuals income growth rates i,Dit it log r logr iThe second derivative with respect to i is negative,Diti t 1r i 2Dit 2i r i2 0Dit is therefore a strictly concave function of i conditional on t given, and a specificvalue of Dit can stem from at most two different values of i.A.2 LifeCycle Bias: LeftSide Measurement Error Assume that we wish to estimate the regression model 1, but that log lifetime income ofsons ys,i is approximated by ys,it, log annual income at age t. Fathers log lifetime incomeyf,i is observed. We express the linear projection of ys,it on ys,i as in eq. 3. As shown insection 2, the probability limit of the OLS estimator of a linear regression of ys,it on yf,i isthenplim t s,t Covyf , us,tV aryf8 APPENDIXUsing the linear log income formation model given in eq. 7 we haves0yi log expi iss1 rs i log1 r log1 r expi318and rewriteus,it ys,it s,tys,i i si t s,t i log1 r log1 r expiwhere fi , si , and that V arfs,t 1 is then 48i denote income growth rates of fathers and sons. For simplicity assume that. The probability limit of t at age t for whichi V arsi 2plim t Covlog1 r expfi , si i t log1 r exps V arlog1 r expfi If lifetime income correlates within families we should also expect correlation of income growthrates within families. The second term in the previous expression is thus nonzero for a generalclass of joint distribution functions for fi and represents the lifecycle bias. For example,assume that income growth rates are joint normally distributedi , s fisi d N , 2222 and that r is large relative to and so that r i still holds. Application of the Delta method onwith Gf , s g 1f , sg 2f , s expf 01rexpf Gf , syields approximation of the covariance matrix V ar Gf , s exp 1rexp 2exp 2 1rexp t exp 1rexp 2log1 r expfi i t log1 r expssi t exps01rexps 1rexp t exp 1rexp t exp 1rexp 2exp 2 2This covariance can be evaluated for specific choices of , 2, and r. The underlyingincome formation model is quite artificial infinite lifetimes, but simulation results reportedin Stuhler 2010 verify that the size of the lifecycle bias under loglinear income formationis also nonzero for finite lifetimes.48From s,t Covyi ,yitV aryi 2 t 22 2 r r 2 it follows that t can be approximated by 1r.8 APPENDIX32A.3 LifeCycle Bias: RightSide Measurement Error Assume that we wish to estimate the regression model 1, but that log lifetime income offathers yf,i is approximated by yf,it, log annual income at age t. Sons log lifetime incomeys,i is observed. We express the linear projection of yf,it on yf,i as The probability limit of the OLS estimator of a linear regression of ys,i on yf,it is thenyf,it f,tyf,i uf,itplim t Covyf,it, ys,iV aryf,it f,t f,t Covuf,it, ys,if,t V aryf,iwhere the first step follows since the errors i and uf,it are by construction uncorrelatedf,t V aryf,i V aruf,it is the reliability ratio thatwith yf,i, and t f,t V aryf,i2can be interpreted as the slope coefficient in the reverse regression of yf,i on yf,it. Thereliability ratio reduces to the familiar attenuation bias if yf,it is measured at age t such thatf,t 1. The GEi V model is based on the assumption that uf,it is uncorrelated to ys,i. It canaccount for the reliability ratio, but not for the remaining lifecycle bias in the second termof the last line that stems from correlation in the shape of income profiles within families.A.4 LifeCycle Bias: Left and RightSide Measurement Error Assume that we wish to estimate the regression model 1, but that log lifetime incomes offathers yf,i and sons yf,i are not observed and thus approximated by yf,it and ys,it, log annualincomes at age t.49 We express the linear projection of yf,it on yf,i asyf,it f,tyf,i uf,itand the linear projection of ys,it on ys,i asys,it s,tys,i us,it The probability limit of the OLS estimator of a linear regression of ys,it on yf,it is thenplim t Covys,it, yf,itV aryf,its,tf,t V aryf,i f,t Covus,it, yf,i s,t Covys,i, uf,it Covus,it, uf,itf,t V aryf,i V aruf,it2If log annual income of fathers and sons are measured at ages such that s,t f,t 1then the probability limit of the estimator reduces toplim t V aryf,i Covus,it, yf,i Covys,i, uf,it Covus,it, uf,itV aryf,i V aruf,itan expression akin except for the subscript t to the general eq. 2.49Note that for notational simplicity we here do not distinguish the age subscripts for fathers and sons.REFERENCES33References Abowd, J., and D. Card 1989: On the Covariance Structure of Earnings and Hours Changes, Econometrica: Journal of the Econometric Society, 572, 411445.Atkinson, A. 1980: On Intergenerational Income Mobility in Britain, Journal of Post Keynesian Economics, 32, 194218.Baker, M. 1997: GrowthRate Heterogeneity and the Covariance Structure of LifeCycle Earnings, Journal of Labor Economics, 152, 33875.Becker, G., and N. Tomes 1979: An Equilibrium Theory of the Distribution of Incomeand Intergenerational Mobility, The Journal of Political Economy, 876, 11531189.1986: Human Capital and the Rise and Fall of Families, Journal of Labor Economics, 43, 139.Bhuller, M., M. Mogstad, and K. G. Salvanes 2011: LifeCycle Bias and the Returnsto Schooling in Current and Lifetime Earnings, Unpublished working paper.Bjorklund, A. 1993: A Comparison between Actual Distributions of Annual and Lifetime Income: Sweden 195189, Review of Income and Wealth, 394, 377386.Bjorklund, A., and M. Jantti 1997:Intergenerational Income Mobility in Sweden Compared to the United States, American Economic Review, 875, 100918.Bjorklund, A., and M. Jantti 2009:Intergenerational Income Mobility and the Role of Family Background, in Oxford Handbook of Economic Inequality, ed. by B. N.Salverda Wiemer, and T. M. Smeeding. Oxford University Press.Bjorklund, A., M. Jantti, and M. J. Lindquist 2009:Family Background and Income During the Rise of the Welfare State: Brother Correlations in Income for Swedish Men born 19321968, Journal of Public Economics, 9356, 671 680.Bjorklund, A., M. Lindahl, and E. Plug 2006:The Origins of Intergenerational Associations: Lessons from Swedish Adoption Data, Quarterly Journal of Economics,1213, 9991029.Black, S. E., and P. Devereux 2011: Recent Developments in Intergenerational Mobility, in Handbook of Labor Economics, ed. by O. Ashenfelter, and D. Card, vol. 4A4B.Elsevier.Blundell, R., and I. Preston 1998: Consumption Inequality and Income Uncertainty,Quarterly Journal of Economics, 1132, 603640.Bohlmark, A., and M. Lindquist 2006: LifeCycle Variations in the Association between Current and Lifetime Income: Replication and Extension for Sweden, Journal of Labor Economics, 244, 879896.Browning, M., M. Ejrns, and J. Alvarez 2010: Modelling Income Processes with Lots of Heterogeneity, Review of Economic Studies, 774, 13531381.Corak, M., and P. Piraino 2010: The Intergenerational Transmission of Employers,Journal of Labor Economics, 291, 3768.Couch, K., and D. Lillard 1998: Sample Selection Rules and the Intergenerational Correlation of Earnings, Labour Economics, 53, 313329.REFERENCES34Cunha, F., J. Heckman, and S. Navarro 2005: Separating Uncertainty from Heterogeneity in Life Cycle Earnings, Oxford Economic Papers, 572, 191.Dahl, M., and T. De Leire 2008: The Association Between Childrens Earnings And Fathers Lifetime Earnings: Estimates Using Administrative Data, Discussion Paper No.134208, Institute for Research on Poverty, University of WisconsinMadison.Friedman, M. 1957: A Theory of the Consumption Function. National Bureau of Economic Research.Gouskova, E., N. Chiteji, and F. Stafford 2010: Estimating the Intergenerational Persistence of Lifetime Earnings with Life Course Matching: Evidence from the PSID,Labour Economics, 173, 592597.Grawe, N. D. 2006: Lifecycle Bias in Estimates of Intergenerational Earnings Persistence, Labour Economics, 135, 551570.Guvenen, F. 2007: Learning Your Earning: Are Labor Income Shocks Really Very Persistent?, American Economic Review, 973, 687712.2009: An Empirical Investigation of Labor Income Processes, Review of Economic Dynamics, 121, 5879.Haider, S., and G. Solon 2006: LifeCycle Variation in the Association between Currentand Lifetime Earnings, American Economic Review, 964, 13081320.Heckman, J. J., L. J. Lochner, and P. E. Todd 2006: Earnings Functions, Ratesof Return and Treatment Effects: The Mincer Equation and Beyond, in Handbook of the Economics of Education, ed. by E. Hanushek, and F. Welch, vol. 1, chap. 7, pp. 307458.Elsevier.Jenkins, S. 1987:Snapshots versus Movies:Lifecycle biases and the Estimation of Intergenerational Earnings Inheritance, European Economic Review, 315, 11491158.2009: Spaghetti Unravelled: A ModelBased Description of Differences in IncomeAge Trajectories, ISER Working Paper Series 200930, Institute for Social and Economic Research, University of Essex.Lillard, L. A., and Y. Weiss 1979: Components of Variation in Panel Earnings Data:American Scientists, 196070, Econometrica, 472, 43754.Ma Curdy, T. 1982: The Use of Time Series Processes to Model the Error Structure of Earnings in a Longitudinal Data Analysis, Journal of Econometrics, 181, 83114.Mazumder, B. 2005: Fortunate Sons: New Estimates of Intergenerational Mobility in the United States Using Social Security Earnings Data, Review of Economics and Statistics,872, 235255.Meghir, C., and L. Pistaferri 2004: Income Variance Dynamics and Heterogeneity,Econometrica, 721, 132.Mocetti, S. 2007: Intergenerational Earnings Mobility in Italy, The B.E. Journal of Economic Analysis Policy, 72, Article 5.Moffitt, R., and P. Gottschalk 1995: Trends in the Covariance Structure of Earningsin the United States: 19691987, Institute for Research on Poverty Discussion Papers 100193, University of Wisconsin Institute for Research on Poverty.REFERENCES35Nicoletti, C., and J. Ermisch 2007: Intergenerational Earnings Mobility: Changesacross Cohorts in Britain, The B.E. Journal of Economic Analysis Policy, 72, Article 9.Nilsen, ., K. Vaage, A. Aakvik, and K. Jacobsen forthcoming: Intergenerational Earnings Mobility Revisited: Estimates Based on Lifetime Earnings, Scandinavian Journal of Economics.Piraino, P. 2007: Comparable Estimates of Intergenerational Income Mobility in Italy,The B.E. Journal of Economic Analysis Policy, 72, Article 1.Raaum, O., B. Bratsberg, K. Red, E. Osterbacka, T. Eriksson, M. Jantti,and R. Naylor 2007: Marital Sorting, Household Labor Supply, and Intergenerational Earnings Mobility across Countries, The B.E. Journal of Economic Analysis Policy,72, Article 7.Solon, G. 1992:Intergenerational Income Mobility in the United States, American Economic Review, 823, 393408.Solon, G. 1999: Intergenerational Mobility in the Labor Market, in Handbook of Labor Economics, ed. by O. Ashenfelter, and D. Card, vol. 3A, chap. 29, pp. 17611800. Elsevier.Stuhler, J. 2010: Empirical Strategies to Eliminate LifeCycle Bias in the Intergenerational Elasticity of Earnings Literature, IZA Discussion Papers 5245, Institute for the Study of Labor IZA.Vogel, T. 2006:Reassessing Intergenerational Mobility in Germany and the United States: The Impact of Differences in Lifecycle Earnings Patterns, SFB 649 Discussion Papers 2006055, Sonderforschungsbereich 649, Humboldt University, Berlin, Germany.Zimmerman, D. J. 1992: Regression toward Mediocrity in Economic Stature, American Economic Review, 823, 40929.", "filename": "66922572X.pdf", "person": ["Martin Nybom", "Nybom, Martin", "Jan Stuhler", "Stuhler, Jan"], "date": ["2011"]}