{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/51874/1/670045888.pdf"], "title": ["A flying start? Long term consequences of maternal time investments in children during their first year of life"], "plaintext": " Discussion Paper No. 5362 December 2010 IZA P.O. Box 7240 53072 Bonn Germany Phone: 4922838940 Fax: 492283894180 Email: izaiza.org A Flying Start? Long Term Consequences of Maternal Time Investments in Children During Their First Year of Life Pedro Carneiro University College London, IFS, Ce MMAP and IZA Katrine V. Lken University of Bergen Kjell G. Salvanes Norwegian School of Economics, CEE, CESifo and IZA Any opinions expressed here are those of the authors and not those of IZA. Research published in this series may include views on policy, but the institute itself takes no institutional policy positions. The Institute for the Study of Labor IZA in Bonn is a local and virtual international research center and a place of communication between science, politics and business. IZA is an independent nonprofit organization supported by Deutsche Post Foundation. The center is associated with the University of Bonn and offers a stimulating research environment through its international network, workshops and conferences, data service, project support, research visits and doctoral program. IZA engages in i original and internationally competitive research in all fields of labor economics, ii development of policy concepts, and iii dissemination of research results and concepts to the interested public. IZA Discussion Papers often represent preliminary work and are circulated to encourage discussion. Citation of such a paper should account for its provisional character. A revised version may be available directly from the author. IZA Discussion Paper No. 5362 December 2010 ABSTRACT A Flying Start? Long Term Consequences of Maternal Time Investments in Children During Their First Year of Life J13 We study the impact on children of increasing the time that the mother spends with her child in the first year by exploiting a reform that increased paid and unpaid maternity leave in Norway. The reform increased maternal leave on average by 4 months and family income was unaffected. The increased time with the child led to a 2.7 percentage points decline in high school dropout. For mothers with low education we find a 5.2 percentage points decline. The effect is also especially large for children of mothers who, prior to the reform, would take very low levels of unpaid leave. JEL Classification: Keywords: Corresponding author: Kjell G. Salvanes Department of Economics Norwegian School of Economics and Business Administration Helleveien 30 N5035 BergenSandviken Norway Email: kjell.salvanesnhh.no adult outcomes, time with mother, maternity leave We thank Gerard van den Berg, Sandy Black, Richard Blundell, Christian Dustmann, PerAnders Edin, Peter Fredriksson, KjellErik Lommerud, Uta Schoenberg, and seminar participants at Yale, University of Bergen, University of Stavanger, University of Stockholm, Uppsala University, Tinbergen Institute, Norwegian School of Economics, University College London, University of Texas, University of Rome, ESSLE 2008, EEA 2008, and SOLE 2009 for useful comments on the paper. Lken and Salvanes are thankful to the Research Council of Norway for financial support. Carneiro gratefully acknowledges the financial support from the Economic and Social Research Council for the ESRC Centre for Microdata Methods and Practice grant reference RES589280001, the support of the European Research Council through ERC2009St G240910ROMETA, the hospitality of Georgetown University, and the Poverty Unit of the World Bank Research Group. Although the evidence on time use within families is limited and needs further study, the increase in work from 1969 to 1996 has produced a reduction in the time available for parents to spend with children. The increase in hours mothers spend in paid work, combined with the shift toward singleparent families, resulted in families on average experiencing a decrease of 22 hours a week 14 percent in parental time available outside of paid work that they could spend with their children. Council of Economic Advisor 1999 1. Introduction It is possible to trace socioeconomic gradients in education and health to the early years of an individuals life, even to in utero experiences see the evidence reviewed in Conti, Heckman and Zanolini, 2009, and Currie, 2009. Returns to early childhood interventions have been shown to be very high, and their success in changing the lives of the very poor reminds us of the value of high quality family environments and parental investments Carneiro and Heckman, 2003, Conti, et al., 2009. In this paper we estimate the effect of maternal time with the child during her first year of life. Time with the child at this stage of life has several potential benefits for the child, such as: better attachment between mother and child, less stress for mother and child, fewer accidents and other health insults to the child, and prolonged breastfeeding. Because time is limited, more spent by the child in one type of child care arrangement means less time in other arrangements or activities. Similarly, the more time the mother spends at home the less she spends in the labour market. The quality of alternative care arrangements and the opportunity costs of maternal time will determine the net benefits of extended maternal time. The central question for both parents and governments concerned with the coordination of work and family life is whether this is a worthwhile investment. Empirically, this is a notoriously difficult question, as emphasized for example by 2Bernal 2008 and Dustmann and Schonberg 2008 since mothers who spend more time with their children may have many unobservable attributes that affect child development or they have access to child care arrangements which are special in unobservable dimensions. Furthermore, since additional time with children is generally associated with less time at work and lower household income, it is difficult to isolate the two. Our paper addresses these empirical challenges. We explore the impact of a reform in maternity leave benefits in Norway on time off work, which is orthogonal to individual attributes of mothers. The reform we analyze increased mandatory paid maternity leave entitlements from 0 to 4 months and mandatory unpaid maternity leave entitlements from 3 to 12 months. Although there were only 3 months of unpaid mandatory maternity leave entitlements before the reform, most women took longer periods of unpaid leave 8 months on average, and there was considerable heterogeneity. A simple model of maternal leave taking tells us that the increase in mandatory paid maternity leave on its own should lead to a decrease in the amount of unpaid leave taken by mothers, because mothers would partially substitute unpaid for paid leave. But the increase in mandatory unpaid leave entitlements that occurred at the same time should cause an increase in the use of unpaid leave. We estimate that the two responses compensate each other and, on average, there is no change in unpaid leave. Therefore, there is no change in household income during the first year of the childs life because there is a 100% replacement rate for paid leave. Since there was probably close to full uptake of paid leave by all mothers, there is an increase of four months in time off work in the first year of life of the child. There are no other impacts in the medium or long run on labor market outcomes of mothers having 3children just after the law change.1 This is why we can isolate an increase in time with children from a decrease in household income, in the short and in the long run.2 The reform applied to all eligible mothers having children after July 1st, 1977. We estimate the impact of this reform on children using regression discontinuity, comparing outcomes of children of eligible mothers born just after and just before the reform. We perform standard checks of the sensitivity of our results to month of birth effects, and potential manipulation of the date of birth. We are able to follow children to as late as 2006, when they are 29 years of age.3 They are still too young for a reliable study of wages, but we can examine several other variables: high school dropout rates, college attendance, IQ males only, height males only, and teenage pregnancy females only. We start with a very simple look at the data. Suppose we take individuals and their mothers born only in two months of 1977: June just before the reform was implemented and July just after the reform. Then we could compare the outcomes of children in these two groups only for eligible mothers, by running a regression of the outcome of interest on an indicator for being born in July. However, there may be differences in outcomes between children born in these two months of 1977 for reasons unrelated to the reform, as emphasized in a large literature on month of birth effects Black, Devereux and Salvanes, 2008, present estimates for Norway. Therefore, it would be important to use an earlier year, when the reform was not yet implemented, as a 1 This is also true in papers by Dustmann and Schonberg 2008 and Ludsteck and Schonberg 2008. This could be a short run phenomenon, in the transition to a new steady state, while employers do not fully adjust to the fact that newly hired women will benefit from more generous maternity leave entitlements. After full adjustment we would expect changes in labor market outcomes of women e.g. Gruber, 1994. 2 Given the nature of any time input, more time in one activity implies less time in other activities, and therefore we cannot say we estimate a production function parameter: we cannot increase time and keep all other inputs constant. 3 Currently we only have information on wages up to 2005. 4comparison. We have data from 1975 so we can estimate the difference in outcomes between children born in June and July in a year when the reform was not implemented, and subtract it from the estimate of the effect of being born in July that we got from the 1977 data a differenceindifferences estimator.4 Table 1 presents estimates of the impact of the program from the single first column and double differences second column estimators for a wide variety of dependent variables. The first set of variables correspond to child outcomes: dummies indicating whether a person is a high school dropout, whether she has ever attended college, whether she was ever a pregnant teenager only for females, and IQ only for males. The results suggest that the reform has an impact on high school dropout rates and IQ, both in the single and the doubledifference specifications. The second set of variables show prebirth maternal variables, which should not be affected by the reform: years of education of the mother, age of the mother when she gave birth, log annual income in 1975, and an indicator for urban vs. rural location in 1976. The table shows us that, in all these dimensions, the set of mothers giving birth in June of 1977 is similar to the set of mothers giving birth in July of the same year even when we use the differences in differences estimator. 4 For the single difference we would run the following regression using data for children born in June and July of 1977: Julyu i D is a dummy indicating whether an individual was born in where July. measures the impact of benefiting of the reform on the outcome of interest, among children of eligible mothers. For the difference in difference estimator, using data from children born in the months of June of July of 1975 and 1977, we can run: July is a dummy indicating whether an individual was born in 1977. As before, measures the where impact of benefiting of the reform on the outcome of interest, among children of eligible mothers. Yi 1977i DDDDi Di 19771977Julyui iiYii Y is the outcome of interest and Dii July 5 The third set of variables is used to measure the impact of the reform on maternal leave and labour supply, for mothers for whom paid maternity leave became just available.5 The variables are: predicted months of unpaid maternity leave taken by the mother after birth, dummies indicating whether the mother is employed 2 and 5 years after giving birth, and log annual income of the mother 5 years after birth. We do not see any statistically significant effect of the reform on any of these outcomes, regardless of whether we are looking to single first column or double second column differences. This is why we argue that the reform led to a pure increase in time with the child, with no short or long run consequences on labour market outcomes. In the rest of the paper we develop, expand and discuss these results in detail, implementing a regression discontinuity estimator that uses information from children born in the other months of the year. The main patterns of table 1 survive a more sophisticated estimation procedure. There exist already three other empirical studies of the effect of maternity leave reforms in Northern Europe on long term outcomes of children, using registry data with very large sample sizes.6 Dustmann and Schonberg 2008 studied Germany, Rasmussen 2010 studied Denmark, and Liu and Skans 2010 studied Sweden.7 Our data challenges 5 As opposed to more permanent effects of the reform on labour market outcomes of females, after employers and mothers fully adjust their expectations and behaviours. 6 For the US, there has not been any large reforms in maternity leave, the exception being the Family and Medical Act of 1993, establishing a minimum of 12 weeks of uncovered leave for about half the working population of women, So most of the evidence on time investments in the early years of a childs life come from data on mothers return to work using other sources of identification see for example Baum, 2003, Berger, Hill and Waldfogel, 2005, and Hill, Waldfogel, BrooksGunn and Han, 2005. The exception to this literature, is a recent paper by Rossin 2010 who uses the 1993 reform to identify the effect on childrens birth and infant health in the US. She finds support for some positive effects of the reform on childrens health outcomes. 7 We should also mention a set of recent papers studying Canadian reforms and focusing on short run outcomes for children, by Baker and Milligan 2008a and 2008b. These papers also find no significant effects of the reform on childrens outcomes. A recent paper for the US, Rossin 2010 finds evidence of some effects of maternity leave on child health. 6the main result of these papers: that there is little or no effect of maternity leave expansions on long run outcomes of children. Several features of our study distinguish it from the others. Given that part of the reform provides very generous maternity leave payments for the first four months of a childs life, the uptake of these benefits is likely to be much larger probably close to 100%, although we cannot directly check this relatively to the less generous reforms studied in the three other countries. Therefore, the set of mothers affected by the reform is likely to be representative of all mothers eligible for maternity leave. One reason why this is important is that much of the education effect of the reform is: i at low levels of schooling, ii for children of mothers with low levels of education, and iii for mothers taking low levels of leave prior to the reform. This means that one reason why the reform we study shows stronger effects than those in other studies is because we are able to simultaneous measure its impact across the education distribution, based on a very broad group of mothers, who take maternity leave at very early ages of the child. Most of the reforms studied in the other papers miss one or more of these aspects selective uptake of the reform benefits are common across the three other papers; the Swedish and Danish papers consider reforms affecting later ages; the German paper considers attendance of selective schooling tracks in their earlier reform, which could miss the bottom of the education distribution. There are several other aspects to consider. First, a common feature of these papers is that they do not consider eligible and ineligible mothers separately. When we ignore eligibility in our own work we cannot reject that our estimates of the effects of the reform on children are zero. This is important because, across all these countries, there is 7a large fraction of ineligible mothers and children who are not affected by each of the reforms.8 Second, compared to the other two Nordic studies, the alternative care arrangements for young children were different in Norway. Formal day care had low coverage in Norway for the age group analyzed at the time of the reform, while the reforms analyzed in the Swedish and Danish papers took place later, when day care coverage was larger. Third, relatively to that in Dustmann and Schonberg 2008 our data has one important advantage and one important disadvantage. Starting with the latter, direct labour supply information is unavailable in our dataset, and we need to infer leave taking behaviour from observation of annual income. The advantage is that we are able to match children and mothers, allowing us to analyze the impact of the reform for children in different groups, according to the characteristics of their mothers. This heterogeneity turns out to be important. Fourth, even leaving these issues aside, all three papers are useful for understanding the effects of the specific reforms they study but not for estimating the effect of increasing to maternal time with children, since they generally confound changes in maternal income with changes in time with the child.9 With regard to this, our analysis sets us apart: the characteristics of the reform we study allow us to isolate an increase in time at home from a decrease in household income. 8 This is unlikely to be important in Dustmann and Schonberg 2008 given the precision of their results, but could be important for the other papers. 9 Even in the case of a paid maternity leave reform, a simple model of maternal labour supply predicts that a change in paid leave entitlements leads to a change in the amount of unpaid leave taken by the mother. 8The paper proceeds as follows. Section 2 gives background information on maternity leave legislation in Norway while Section 3 presents the empirical strategy. Section 4 presents data and Sections 5 shows the results. Section 6 discusses evidence on mechanisms by which the reform impacts child outcomes. Section 7 concludes. 2. Maternity Leave Reform and Institutional Background 2.1 Maternity Leave Reform In 1956, maternity leave benefits became common to women in Norway through the introduction of compulsory sickness insurance for all employees. Eligible mothers were entitled to 12 weeks of essentially unpaid maternity leave there was a very small payment. On July 1st, 1977, Norway saw the introduction of paid maternity leave and an increase in unpaid leave, as illustrated in Figure 1.10 With this reform, parents were given the universal right to 18 weeks of paid leave with guaranteed job protection before and after the birth of a child.11 Maternity leave payments were equivalent to 18 weeks of prebirth employment i.e., 100% replacement rate. Of these 18 weeks, 6 could be taken by the mother alone, while the rest could be shared between both parents. In practice, all leave was almost exclusively taken by the mother Rnsen and Sundstrom, 2002. In 10 These changes were introduced together with a new law increasing workers rights Arbeidsmiljloven accepted June 3rd, 1977, by the Parliament and introduced July 1st, 1977 see Prepositions, Ot.prp. nr. 71 and Innst.o. nr. 90. There were additional reforms after 1977. From 1987 and onwards the paid maternity leave was extended almost yearly until 1993. From 1993 and up till now Norway has had the same paid maternity leave of 42 weeks with 100% cover or 52 weeks with 80% cover. We have in this paper decided to focus on the 1977 law for three reasons. It is a change in what we think is a critical period for the child, for instance since breastfeeding is still an issue. It is easier to assess the first change in the law since the latter reforms were anticipated to a larger degree. And, given that available adult data goes only up to 2006, we have a much richer set of available outcomes for children born in 1977 than for those born later. We leave the study of the other reforms for future work. 11 You could take a maximum of 12 weeks before the birth of the child; however most mothers worked almost until day of birth as they wanted to save leave to after the child was born Survey on fertility in 1977, Statistics Norway. 9addition, parents also got entitled to 1 year of unpaid job protection on top of the 18 paid and jobprotected weeks of maternity leave. Not all mothers were eligible to receive the new benefits, with eligibility depending on their work and income history. Only women working at least 6 of the 10 months immediately prior to giving birth, and having more than 10000 NOK12 of yearly income, were eligible for leave and coverage. Because of limitations in our data we do not observe time in employment, and we only have yearly income which includes wage income and benefits we have to rely on an imperfect measure of eligibility. In particular, we define eligible mothers as those having at least 10000 NOK of salary in the calendar year before giving birth. Our use of 12 rather than 10 months income to determine eligibility is likely to slightly overstate the number of eligible mothers. We estimate that about two thirds of all mothers giving birth in Norway in 1977 were eligible for maternity leave benefits. We tried a few different alternatives definitions of eligibility, without significant changes in our empirical results. Figure 2 shows the proportion of mothers who were eligible for maternity leave entitlements from 19751979, by birth month of the child. Between 1975 and 1979 the proportion of eligible mothers was always between 60% and 70%, and in 1977 it was about 65%. Since we can only focus on eligible mother in our analysis, this means that our estimates ignore 35% of mothers and children giving birth in that year. In order to be able to identify the effects of the reform on childrens outcomes it is crucial that mothers are not able to change their eligibility status immediately after the reform is announced; otherwise the set of eligible mothers giving birth just before and 12 10000 NOK USD 1725 refers to the lowest level of income providing pension points in the Norwegian social security system. 10just after the reform would not be comparable. The maternity leave reform was introduced during a big offensive from the sitting very radical parliament at the end of its period. It is unlikely that it was expected since it came along with a lot of other changes unrelated to the maternity leave reform and at the end of the legislative period. The Government report became official on April 15th, 1977, and was approved on June 13th, 197713. This means that all women giving birth after the announcement of the law in 1977 were already pregnant when the law was introduced,14 and because of the rule of working 6 out of 10 months prior to giving birth, women could not easily change their status in the short term. We also checked national newspapers around 1976 and 1977 for news about the reform. We do not find any evidence that newspapers reported anything on the reform earlier than June 1977.15 Therefore, the assumption of eligibility status being independent of the maternity leave for mothers giving birth in 1977 is likely to hold. The 1970s in Norway was the decade of oil discovery, with increasing labour force participation of women, and the implementation of several welfare reforms. We have studied all possible laws and reforms occurring during that period that may have had an impact on maternal and child outcomes. The only one we found was the abortion law implemented January 1st, 1976. This change in the law made it easier for women to have an abortion within 12 weeks of conception. The first cohort to be affected by this reform 13 Propositions and regulations from the Government: Ot.prp nr. 61 and Innst.o. nr 61. 14 Possible effects on fertility will therefore not show up in the data before the beginning of 1978, at the earliest. It is possible that mothers delivering close to July 1st, 1977, were able to delay their delivery. In fact, Gans and Leigh 2009 estimate that Australian mothers delayed child birth in response to a reform changing incentives to fertility. Nevertheless, for the reform we study there are no significant differences between the number of births occurring just before and just after the reform. This is shown in figure A1 in the Appendix. 15 Verdens Gang June 30th,1977, Bergens Tiende June 27th,1977, June 30th,1977, Aftenposten June 30th,1977. 11is born around July 1976. This possibly gives rise to a discontinuity in observed child outcomes between June and July 1976 and hence we do not use 1976 as a comparison to 1977. 2.2 Institutional Background At the time of the maternity leave reform in 1977, labour force participation for women was relatively high in Norway. Figure 3 shows labour force participation in Norway compared to the US from 1970 to 1990 distinguishing Norwegian women who are mothers from those who are not. In Norway, the labour force participation rate around 1977 was about 50 percent for married women, which are the most relevant group for our study, and around 70 percent for nonmarried women. Labour force participation was about the same in Norway and the US during the 1970s, but much higher in the former than in the latter by 1990. By 2008 not in the figure the labour force participation rate in the US was around 65 percent with small race differences, and is thus comparable to the participation rate around the reform in Norway for all mothers OECD, 2008. It is also relevant to look at the provision of public child care. In Figure 4 we depict the development of day care coverage in Norway for children aged 0 to 2, by urbanrural areas. In the mid 1970s, very few children aged 0 to 2 were in day care, and there is very little difference in day care attendance between urban and rural areas 1% vs. 0.5%. Although day care centres provided coverage for 15 percent for children aged 0 to 6 in 1977, the coverage for the first two years was very low, only 12 percent. This means that the alternative to the mother spending time at home in the early years of the childs life was mainly informal care by nannies, grandparents or neighbours. 123. Empirical Strategy Conditions for children born just before and just after the reform should be equal except for the fact that mothers of those in the latter group benefit from the change in maternity leave entitlements taking place on July 1st, 1977. Therefore, it is natural to use regression discontinuity RD to estimate the effect of this reform on long term child outcomes. It is possible that a simple comparison of outcomes for children born in different months is contaminated by month of birth effects due, for instance, to the fact that the age at which children start school depends on their month of birth and is potentially related to adult education and earnings see Black, Devereux and Salvanes, 2008, for evidence for Norway. Therefore we combine RD with differenceindifferences DD by constructing three types of control groups: one consists of children born in 1975 of eligible mothers as in Dustmann and Schonberg, 2008, although they cannot identify eligibility; another consists of children born in 1979 of eligible mothers; and another consists of children born in 1977 of ineligible mothers. We use the first one in our main specification, and the other two in robustness checks, which are available on request. For those women giving birth in 1977, eligibility to the new maternity leave entitlements i E is a deterministic function of month of birth X i: EiX1ic, 1 where c is the cutoff point of July 1st, 1977. Therefore, all mothers giving birth to a child after c potentially receive the treatment defined by new maternity leave entitlements, while those giving birth before c are assigned to the control group. We use only eligible mothers based in our main analysis as defined in Section 2.16 16 See Appendix, Table A1 for a comparison of results using the total versus the eligible sample. 13It is possible to estimate the impact of being eligible for maternity leave benefits on various child and maternal outcomes iy comparing children born just before and just after c. The parameter of interest in that case is the following: RDyi1Xicy0i Xic, 2 where RD is the average effect of the reform on the outcome of interest Y for those born at time c, 1iy is the outcome for child i in the presence of the reform, and 0iy is the outcome for child i in the absence of the reform. Like in any RD estimator we are only able to identify a local effect for those born at the time of the reform. However, this is one case where it is reasonable to conjecture that the effects of the reform do not vary substantially depending on which month the child is born in. Assuming that y1i Xic and y0i Xic are continuous in x continuity at xc is all that is needed we can estimate them as: yyii10Xi Xicclimcxlimcx Xy Ei Xy Eixx ii Outcomes of interest for the child include dropping out of high school, college attendance both measured by age 29, having a child before age 19 only for women, and IQ only for men. Outcomes of interest for the mother include months of unpaid leave, employment and earnings 2 and 5 years after giving birth. These are mainly interesting because we can check for changes in home environments, which can account for the effect of the reform on child outcomes. 14We estimate RDlimcx Xy Eiixlimcx Xy Eixiby taking the difference between the boundary points of two regression functions of y on x: one for eligibles xc and one for ineligibles xc. We estimate these regression functions with local linear regression LLR as in Fan 1992, Hahn, Todd and Van der Klaauw 2001, and Porter 2003. Hahn, et al. 2001 show that LLR outperforms general kernel regression methods in terms of bias. Defining h as the bandwidth, we estimate , , , : min,,,c Ni 1XKihyiXicThe parameter of interest is estimated as Ei Xi Eci 2, RD 3 4 We use the triangle kernel which is shown to be boundary optimal Cheng, Fan and Marron, 1997. We obtain standard errors using the formulas in Porter 2003.17 The choice of bandwidth is important, as usual. In the main text we present results using a bandwidth of 3, and in the Appendix we present further results using a bandwidth of 5.18 Our preferred approach of dealing with the separate effect of months on outcomes for children is combination of RD and DD, comparing outcomes of eligible mothers in the year of the reform with outcomes of eligible mothers in 1975.19 We first estimate equation 3 for those born in 1975 and those born in 1977. Then we calculate: 17 We verify the results by using the pairedbootstrap percentileT procedure with 2000 replications. Cameron and Trivedi 2005 show that the bootstrap percentileT procedure may outperform the analytical standard errors. One reason for this might be the difficulty in estimating parts of the formulas from Porter. From our results we do not see any significant difference between the two methods if anything there are slightly lower standard errors when using Porter, hence we will use the analytical formulas. 18 Using cross validation as in Imbens and Lemieux 2008 we get an optimal bandwidth of 3. However, Ludwig and Miller 2007 point to different problems using cross validation. Therefore, we examine the sensitivity of our results to different bandwidths. 19 As we argued earlier we cannot use 1976 because of a reform in the abortion system. For symmetry we also try 1979 as our second control group and obtain very similar results. 15 RD1975,;RD19751977,1977 Since there is no reform in 1975 RD should only capture month of birth effects June 1975,vs. July birth. On the other end, RD confounds effects of the reform 1977,REFORM 1977,with potential month of birth effects BIRTH1977,. Assuming the two effects do not interact RD1977,REFORMBIRTH1977,1977,, and that month of birth effects are the same around July for those born in 1975 and 1977 BIRTHBIRTH1975,1977,, we can estimate the effect of the reform as RD,REFORMRD1977,RD1975, REFORM1977,. There is no reason to presume that there would be important interactions between month of birth effects around c and the reform.20 We use the formulas in Porter 2003 for the standard errors of RD and 1977, RD . In order to get the standard errors for 1975,RD,REFORM, we assume that RD and 1977, RD are independent since these are completely different cohorts of children. We 1975,obtain similar results if instead we use the bootstrap. Before we proceed to the next section it is important to clarify what questions we can and cannot answer with this empirical strategy. It is clear that we can answer questions about the outcomes of children benefiting from different amounts of time with the mother. However, maternity leave reform is about much more than that. It is also about fertility and labour supply decisions. However, any fertility or labour supply adjustment to such a law change will take a while to take place. The reason why we look at short run changes in maternal labour supply is to rule out later changes in home 20 We can also see this by examining graphs comparing outcomes of eligible mothers in 1977 with those of eligible mothers in 1975 and eligible mothers in 1979. The pre and postreform trends are very similar. 16environments as explanations for the effect of the maternity leave reform. Similarly, we cannot learn about the outcomes of children under different maternity leave regimes, since this would require waiting for the full adjustment of fertility and labour supply of women. In sum, the question we can answer is solely about the importance of the time that mothers spend with their children in the early period of their childrens life. It is, however, still a very clear and very important question. 4. Data description Our data source is the Norwegian Registry data maintained by Statistics Norway. It is a linked administrative dataset that covers the population of Norwegians up to 2006 and is a collection of different administrative registers providing information about month and year of birth, educational attainment, labour market status, earnings, and a set of demographic variables age, gender as well as information on families. To ensure that all individuals studied went through the Norwegian educational system, we include only individuals born in Norway. We are able to link individuals to their parents, and it is possible to gather labour market information for both. We mainly focus on three variables concerning the mothers employment history and maternity leave decision, and five outcome variables for children. The yearly income history for mothers in the 1970s provides us with a tool for predicting unpaid months of leave, and for studying the effects of taking leave on income 2 and 5 years after giving birth. The latter two are mainly useful to examine possible channels through which the additional maternity leave may be affecting child outcomes. The outcome variables we consider for children are dropout rates from high school, college attendance, teenage pregnancy, and IQ scores and height in cm for young men around the age of 1819. The 17latter two variables are only available for young men in their late teens since they come from the military service files. Ideally we would like to have access to a more complete and general set of measures of cognitive and noncognitive development, but the nature of administrative data at our disposal is such that outcomes are quite limited. In terms of educational attainment, we measure education at the oldest age possible for each individual, i.e., in 2006.21 High School dropouts are defined as all children not obtaining a three year high school diploma, and college attendance is defined from the annual education files identifying whether a person ever started college. The IQ data is taken from the Norwegian military records for the relevant cohorts, tested at the age of 1819. Military service is compulsory for every able young man. IQ at these ages is particularly interesting as it is about the time of entry into higher education or into the labour market for those who decide not to go to university. The IQ measure is a composite score from three speed IQ tests, arithmetic, word similarities, and figures see Sundet, Barlaug and Torjussen, 2004, for details. The figures test is similar to the Raven Progressive Matrix test Cronbach and Lee, 1964 the arithmetic test is quite similar to the arithmetic test in the Wechsler Adult Intelligence Scale WAIS Sundet, et al., 2005, Cronbach and Lee, 1964 and the word test is similar to the vocabulary test in WAIS. The composite IQ test score is an unweighted mean of the three subtests. The IQ score is reported in stanine Standard Nine units, a method of standardizing raw scores into a nine point standard scale that has a discrete approximation to a normal distribution, a mean of 5, and a standard deviation of 2. Height in cm is obtained from the same military records as IQ. 21 Our measure of child educational attainment is reported by the educational establishment directly to Statistics Norway, thereby minimizing any measurement error due to misreporting. This educational register started in 1970. 18Earnings are measured as total gross pensionqualifying earnings reported in the tax registry and are available from 1967 to 2005. These are not topcoded and include labour earnings, taxable sick benefits, unemployment benefits, and parental leave payments. Teenage pregnancy is constructed as a dummy equal to one if the girl has given birth to a child before she turns 20 years old, and zero otherwise. Distance to grandparents is created by tracking the postcode information for the parents of each child in the study with the postcode information for both sets of respective grandparents in 1980. Living in the same postcode area means that you live within maximum a few blocks from each other which means it is possible to have daily contact. We have postcode information for about 80% of the sample. We create a distance dummy equal to one if the couple lives in the same postcode area as at least one set of grandparents, and 0 otherwise. The ruralurban variable is constructed using information from Statistics Norway on the degree of centralization of municipalities in Norway. Urban municipalities include all municipalities with a large city centre or close to a large city centre while rural municipalities have small or almost nonexisting city centres. We would like to have direct information on months of leave, but this is only available in Norway from 1992 and onwards. Even then we only have information on paid leave. Therefore, in order to compute total leave taken by each mother we proceed in the following way. First, we assume that the takeup of paid leave was 100% when it was first introduced in 1977, which is a very reasonable assumption.22 In order to construct 22 Firstly, Rnsen and Sundstrom 1996 show that for the 19681988 mothers in Norway almost no one returned to work before 4 months after the birth. Secondly, from a survey conducted in 1977 on fertility 19unpaid leave we start by calculating a measure of prebirth monthly income by dividing 1976 earnings by 12. Then we calculate total earnings in 19771980, and divide them by 1976 monthly income, thereby obtaining a measure of number of months of unpaid leave during the first 36 months after birth. For this calculation to work, the assumption is that 1976 earnings are a good approximation for maternal potential postbirth earnings the earnings she would get had she not gone on unpaid leave, adjusted for inflation.23 We limit ourselves to a window of 36 months because the further away we move from prebirth earnings, the more likely earnings may differ because of change of job, part time work, presence of new children, and other factors unrelated to the 1977 reform.24 5. Results 5.1 Descriptive statistics We focus only on mothers who are eligible for the reform, and therefore it is important to characterize who they are and how they compare to those who are not eligible. We saw from Figure 2 that the proportion of mothers who are eligible for maternity leave behavior of women in Norway Statistics Norway, 60% answered that they thought mothers should stay home for the first 2 years after giving birth to a child. In addition, the coverage was 100% which gives strong incentives for full take up. Third, since we observe days of paid leave after 1992 we are able to check to what extent eligible mothers take up this benefit, and how the take up reacts to subsequent reforms. Before the April 1992 reform, mothers are able to take 224 days at full coverage or 280 days at 80% coverage. For mothers delivering children in March of 1992, the average take up of paid leave was 250 days. After April 1992 there is an increase in maternity leave entitlements to 245 days of full coverage or 310 days of 80% coverage. We observe that average paid leave taken was 275 days for mothers of those born in April 1992. This figure is slightly higher at 280 in March 1993, just before the 1993 reform which increased paid leave to 266 days of full coverage or 336 days of 80% coverage. By April of 1993 average leave taken was almost 310 days. Given the high levels of leave and strong reactions to reforms, it is reasonable to assume that the take up of paid leave is close to 100%. 23 It is useful to illustrate with a specific example. If the child is born in June 1977 we subtract six months of 1976 monthly earnings from 1977 earnings and compare the remaining earnings in 1977 and 1978 to the 1976 earnings. If the mother earns half of 1976 earnings in the twelve months after birth she has taken six months of unpaid leave. If she earns nothing and takes all twelve months of leave we will continue and use earnings in 1979 and 1980 to construct leave up to 36 months after birth. 24 One problem with our approach can be that mothers may return to part time work and hence some of our estimated leave is not absence from work but rather lower earnings due to part time work. This is not a problem as long as the reform in itself does not effect this transition, as it will only affect levels and not the change. As we see no effects on earnings five years later, this is not likely to be of large concern. 20entitlements was about 65% in the year of the reform. This means that 35% of mothers and children giving birth in that year are not accounted for in our estimates of the impact of the reform on child outcomes, because the mother is not eligible for maternity leave. Interestingly, current labour force participation rates in OECD countries are generally not much higher than 65%, except in the Scandinavian countries where they are often above 80%. Furthermore, roughly 25% of working women in the OECD is working only parttime. Table 2 displays the main characteristics of eligible mothers and their children born in 1977 as compared to those of ineligible mothers and their children. It is clear that eligible mothers are more highly educated than ineligible mothers. They are also much more likely to be employed after birth than ineligible mothers, and as a consequence, their income is higher during that period. Their income 2 years before giving birth is more than 9 times larger than that of ineligible mothers, presumably because many of the latter do not work. Children of eligible mothers have much lower high school dropout rates, much lower teenage pregnancy rates, and much higher IQ than those of noneligible mothers. Eligible and noneligible mothers are two very different groups of mothers. This means that we cannot safely extrapolate our findings, which are valid for the former group, to the latter group of mothers and their children.25 The average level of unpaid maternity leave taken at the time is quite high, even for those mothers having children before the reform is implemented. For our preferred measure, average unpaid leave is 8 months for those delivering their children before July 1977, and it barely changes for those delivering after this date. The 25th percentile is 25 For the narrower question of whether maternity leave is important for children of those mothers affected by the reform eligible mothers we have the right population. 21about 2 months, and the 75th percentile is about 11 months. Any expansion in the time mothers spend with their newborn children resulting from the reform is in addition to this preexisting level of leave. Note also that, even if the reform leads to no change in family resources during the initial period of the childs life, it induces a slight change in the timing of these resources. Paid leave allows mothers to receive benefits right after their child is born, whereas unpaid leave does not. However, it is not likely that this change in the timing of benefits dramatically impacts child outcomes, unless we are under an extreme case of credit constraints. Before proceeding to the results, we would like to check whether the treatment and control groups are balanced. If not, it may indicate a threat to the internal validity of our method since there is the possibility that mothers manipulate the date of birth of their children, and that those mothers who are able to do that are not a random set of mothers see Gans and Leigh, 2009. The various panels of Figure 5 show how observable prereform characteristics of mothers vary with the month they gave birth in, and allow us to check whether these observable characteristics are identical for mothers having children just before and just after the reform. If they were not it would be evidence of manipulation of the birth date. Maternal years of education, age at birth and income in 1975 are stable across birth months and we see no discontinuity after July 1st, 1977. In addition, there is also no discontinuity in the urban location of the parents in 1976 and the distance to grandparents in 1980 this variables is only available in 1980. Moreover, Figure A1 in the Appendix shows very similar numbers of births just after and just before the reform was implemented. In sum, selective manipulation of month of birth is not 22likely to be a serious concern in our data. This is quite reasonable given that in 1977 and even today it was not easy to delay childbirth much beyond the due date. 5.2 Mothers outcomes We present results for mothers adjustment in the labour market in Table 3.26 The first column presents the nonparametric regression discontinuity RD results while column two presents the nonparametric differencesindifferences DD results using 1975 as a control group.27 The average amount of unpaid leave before the reform is about 7.8 months, and it is roughly unchanged after the reform. Paid leave was taken in addition to unpaid leave and any crowd out of unpaid leave that we would expect from introducing an increase in paid leave is offset by a simultaneous increase in job protection it is easy to write a simple model that would show these two opposite effects.28 This is why we can study the direct and pure effect of increasing mothers time spent with the child during their first year of life. There is no change in household income during the first year of the childs life as a result of the reform, and since the uptake of paid leave is likely to be close to 100%, there is an increase of four months in time off work in the first year of life of the child for all eligible women. This is not a legal imposition of the reform, but a behavioural consequence of it. In saying this we are assuming i that the uptake of paid leave is 100%, and ii that we have an accurate 26 Note that our empirical strategy can only estimate the direct response of mothers around the implementation of the reform. In a long run perspective, when firms adjust to the new leave entitlements and mothers might change fertility behavior we can have very different labour market responses. This paper is about estimating the time investments in children during their first year of life and the effects on mothers outcomes are used to pin down the mechanisms behind our results. 27 See Appendix, Table A1, for a comparison of results using the total sample. We notice that the results compare well with the sample of eligible mothers, but are weaker. 28 We also find no effect on income in the year of birth, which supports no change in unpaid leave. These results are available in Appendix Table A2. 23measure of unpaid leave. It is important to discuss these two assumptions, since the claim that we can estimate a pure time effect is important for our paper. The first assumption, as argued in Section 4, is supported by surveys around the time of the reform and later reforms in maternity leave showing a close to 100 % takeup of leave and complete and immediate reactions to reforms. Regarding the second assumption, the point to emphasize is that there is no change in average annual income for mothers giving birth just before and just after the date of the reform. This is true independently of the measure of earnings we take: income in 1977, average income between 1976 and 1978, or average income between 1975 and 1979 and it is shown in Appendix Table A2.29 If the take up of paid maternity leave is 100% then this means that, whatever the measure of unpaid leave is, there is no change in the amount of unpaid time taken off work for mothers giving birth before or after the reform, otherwise there would be an increase in their income. Therefore, even if our measure of unpaid leave is not exactly right, we can be confident that there is no change in unpaid leave as a result of the reform. Turning now to the effect on employment, we do not find any long term effects of the reform on mothers employment two and five years after it took place, or on earnings 30 five years after.31 This strengthens our claim that our estimates of the impact of the reform on childrens outcomes can be directly related to mothers time investments in the child during its first year of life. 29 Note that the small significant effect on income at year of birth in the RD result is only a month effect of giving birth to the child later in the year and have more months to work before giving birth. When controlling for birth month using eligible mothers in 1975 there is no effect on income year of birth. 30 We have also played around with mothers earnings between one and ten years after birth and this gives similar results of no long term effect on income. 31 From Table A3 in the Appendix, we see that changing the bandwidth to 5 months around the discontinuity does not affect the main results, although there is a small, negative and marginally significant effect on employment 2 years after birth. 24In Figure 6 we present the differences in differences results of Table 3 graphically the simple regression discontinuity results of Table 3 can be seen in Appendix Figure A2. The figures confirm the results of the table. Most notably, we do not see a discontinuity in predicted unpaid leave and long term labour market outcomes. 5.3 Childrens outcomes We present results for several childrens outcomes in Table 4.32 The first column shows the RD results while the second column presents the DD results using the cohorts born in 1975 as a control group. From the first column we see a fall of about 2 percentage points in childrens dropout rates, however this variable is only significant at the ten percent level. When taking into account potential month of birth effects in the DD specifications in column 2 we see an increase in the effect to 2.7 percentage points because the month of birth effect is negative in 1975. We see the same pattern for college attendance: an increase of 3.6 percentage points, which is only significant in the DD specification. Interestingly, there is also a positive effect on IQ. IQ scores are only available for men, but due to the large sample sizes we can still get precise estimates of the effect on the reform on IQ. The RD shows an effect of 0.11, or 5% of a standard deviation. This effect is around 0.24 in column 2 which is 12% of a standard deviation. Using estimates of the effect of IQ on wages from wage regressions estimated on slightly older cohorts of individuals, this translates into more than a 1% in difference in earnings as an adult. We do not see any effect of the reform on teenage pregnancy in any of the specifications.33 32 See Appendix, Table A1, for a comparison of results using the total sample. We notice that the results compare well with the sample of eligible mothers, however with weaker results. 33 In Table A4 in the Appendix we report results with a bandwidth of 5 corresponding to more smoothing of the data. We see the same tendencies in coefficients however the results are weaker, especially for the RD results. This can be a feature of the possible effect of birth month on outcomes hence we will focus on differencesindifferences for the rest of the paper. 25For completeness, in Figure 7 we present graphically the results corresponding to the second column in Table 4 Appendix Figure A3 shows the single difference results. We clearly see discontinuities in various child outcomes at the date of the reform that do not occur in 1975 across various child outcomes, with a fall in dropout rates and an increase in college attendance and IQ. However, we also see that there are monthly trends across the different outcomes. We see that the effects on dropout rates are present for all birth months after the reform, but for college attendance the effect is not as robust. Therefore, most of the impact of the reform seems to be at the low end of the education distribution, with treated children dropping out less from high school. 6. Interpretation of empirical results and suggestive mechanisms In the previous section we established that the maternity leave reform had an impact on human capital accumulation of children. This was because the mother was able to spend an additional four months with her child in her first year of life. In this section we attempt to understand the mechanisms by which extra time with the child affects the human capital of children, using limited information from the administrative records we use. Our findings are speculative, since it is difficult to distinguish between different mechanisms. But together they tell a consistent story. 6.1 Parental background: mothers education, urbanrural residence, closeness to grandparents It is important to understand what alternative modes of child care were most common in Norway during this period. As mentioned before, in 1977, formal child care coverage was almost nonexisting for children aged less than 2. The alternative to maternal care was mainly informal care by grandparents, nannies and neighbours. 26The grandmothers to the children in our samples would normally not be in the labour force. It was only in the 1960s and 1970s that relatively young women to a large degree entered the labour market. This meant that grandparents were available substitutes to maternal time with children. However, distance to grandparents was a constraint. The likelihood of using grandparents was much higher for children living close to grandparents. The first set of columns in Table 5 show differential impacts of the program according to distance to grandparents. 34 We split the sample in two: close means in the same postcode as grandparents, while far means not in the same postcode. The effects of the reform on mothers do not appear to be substantially different according to distance to grandparents. Notice that mothers living close to grandparents increase unpaid leave by around one month, in addition to the effect on paid leave, which is not true for mothers living far from grandparents. However, this difference is not statistically significant. The effects on IQ for boys and teenage pregnancy for women are larger statistically significant difference when the family lives close to grandparents; however for college attendance and dropout rates there are no strong difference in the impact of the reform between the two groups. One interpretation of these findings is that grandparents are a weak substitute to maternal time with the child in the first months of a childs life. Before the reform, mothers living close to their grandparents left the child with her parents while working, but after the reform they stay home for the first year of the childs life. Those living far from grandparents are forced to use more formal child care arrangements which could be of higher quality. This interpretation would be consistent with recent results by Bernal 34 Also see Appendix, Figure A4, to see illustrations of effects on dropout rates across subgroups. 27and Keane 2010 which suggest that informal nonmaternal care may be detrimental to children as opposed to high quality formal care. However, as mentioned above, there are surely differences between the characteristics of mothers living close and far from grandparents, and we cannot rule out that our results are driven by them. We have controlled for observable characteristics such as maternal age and education, with no change in the main results.35 In columns 3 and 4 of Table 5 we check whether the impacts of the reform differ depending on whether parents live in urban or rural areas.36 The effects of the reform are again similar for mothers in both groups. For children there are no consistent statistically significant differences across outcomes. Finally, we check whether the maternity leave extension had a different effect on mothers with different educational backgrounds. We split the sample in two; mothers with less than 10 years of education versus mothers with 10 years or more of education. We see, from the last two columns of Table 5, that the effects on mothers are very similar for the two groups: there is no effect on unpaid leave and no significant effects on the long term labour market outcomes. For children we see that the fall in dropout rate is 5.2 percentage points for children of mothers with less than 10 years of education while it is around 2 percentage points for children of higher educated mothers. The pattern is the same for years of education and IQ. However, none of these differences across maternal education groups are significantly different. We can still take them as suggestive given their magnitude, and the fact that the effect of the reform is larger at the bottom of the 35 We have also verified the results by using a polynomial function of birth month and controlled for mothers education, income and age in order to be sure that the results are not driven by differences in mothers characteristics across municipalities. 36 We check our results by also running parametric specifications controlling for mothers characteristics. 28maternal education distribution is consistent with the fact that the most robust effect of the reform is on high school dropout rates, which is a fairly low qualification. 6.2 Results by quartiles of mothers unpaid leave. Table 6 presents results on mothers and childrens outcomes by quartiles of unpaid leave. In principle this variable should be affected by the reform and therefore we should not condition on it. In practice, we saw that the reform has no effect on unpaid leave. Furthermore, if the ranking of mothers in terms of taken unpaid leave does not depend on the reform, we can interpret these estimates as the effects of the reform for mothers who would take different levels of unpaid leave in the absence of the reform. We first see no effect on mothers outcomes at any quartile, indicating a substantial increase in mothers time spent at home across the distribution of eligible mothers since paid leave has increased for all of them. For children we see that the effect on dropout rates is very large for the first and second quartiles, with 9 and 5 percentage points respectively, while we see no effect in the third and fourth quartiles. Effects on IQ and height are more evenly spread out across quartiles. Mothers in the first two quartiles have levels of unpaid leave much below the average 0.4 and 5.1 months, respectively. The fact that it is for these mothers that we see the largest effects on dropout rates the outcome for which our results are the most robust suggests that additional time with the child is mainly important during the earliest months of the childs life. It is possible that these differences do not come from increases in health say, due to breastfeeding; see also the evidence discussed in Appendix B, since we do not observe such differences in the effects on IQ or height. However, breastfeeding and other time with the child may have an impact on maternalchild 29attachment and less stress in the home, leading to changes in personality traits that make these children less likely to drop out of high school. 6.3 Any substantial differences in the impact of the reform according to other criteria? We have checked and found no differences in the effect of the reform according to prereform maternal income and the state of the local labour market at the time of birth.37 In contrast to maternal education, these are relatively short run measures of household environments. Additional time with the child does not seem to be especially important for dropout rates of children born in very poor households, unless they are also born in households where mothers have low levels of maternal education. We also analyzed the impact of the reform on older siblings. If mothers are spending additional time in the home it could benefit other siblings as well. However, this is not the case, which suggests that what drives the impact of the reform is specific to the relationship between the mother and the newborn child, perhaps because of a stronger attachment between the two, with benefits for mother and child. In addition, we did not find any difference in the impact of the reform according to the gender of the child. 6.4 A simple model of the high school dropout decision Finally, we studied the determinants of the dropout decision and how they are affected by the reform. We started by running a regression of whether an individual is a high school dropout on years of mothers education measured in 1980, mothers age at birth, whether the mother is married in 1980, family size, log of the present value of the sum of mothers and fathers income between the ages of 0 and 13, and whether the child was born in an urban area. In addition, we included IQ and height, which means that we only estimated this model for males. We used a linear probability model on the sample of all 37 The results in this subsection are available on request from the authors. 30males born in 1975 or 1977 to a mother eligible to maternity leave i denotes individual, t denotes year of birth: it0Family Sizeit Ability Heightit 123Total Incom Urbane78Motheritititit Dropout 6 s Education4Ageat Birthit5Marrieditit Estimates from this model are shown in the first column of table 7. Dropout rates are lower by: 6.6 percentage points pp for each additional ability point; 0.2 pp for each centimetre in height; 1.3 pp for each year of maternal education; 0.3 pp for each year of age at birth of the mother; 12 pp for having a married rather than an unmarried mother; 1.3 pp for a reduction of one in family size; 3.8 pp for a doubling of total maternal and paternal income; and 1.6 pp for being in a rural rather than in an urban area. These are substantial effects, and apart from the urban coefficient, they are largely unsurprising. In order to understand how the reform affects the dropout decision we start by adapting the empirical strategy laid out in section 4 to this parametric model. We add to the regression of table 7 a parametric function of month of birth MB, normalizing July 0, so December 5 and January 6, a dummy for being born in 1977 Y77, and a dummy for being born in July REFORM, to approximate the nonparametric regression discontinuity estimator of section 4 with a parametric model: 6it10Family SizeitMB277YMBDropout 10itit 25it 7REFORMAbilityitHeight 2ite Total Incomit 877Yit 77YREFORMMother3Urban 177YMBs Educationit MBMBREFORMit2377YMB824itit 2itititit 67itititit Ageat Birthit REFORM5it9it 77YMBit MarrieditMBit 4it REFORMREFORMitit The effect of the reform is given by . 31 Estimates of this model are shown in the second column of table 7. The effect of the reform is a bit larger 5.5% than in our original results, perhaps because we have additional controls, and perhaps because of the parametric method. Notice that we control for two variables that we know are positively affected by the reform, ability and height, so if anything this parametric model is understating the effect of the reform. However, it is striking that the coefficients on these two variables are essentially unchanged from column 1 to column 2 of this table. This is saying that the effect of the reform on ability and height is not substantial enough to change these coefficients. Furthermore, it says that the large effect of the reform on dropout rates does not occur through a change in IQ or height, but through a change in another type of skill, perhaps a noncognitive skill. It is not surprising that there is no change in the coefficients in the other controls since they are orthogonal to month and year of birth. Finally, we interact Y77REFORM with all the controls after demeaning, denoted by D, so the reform changes the way the controls affect the dropout decision: Ability 7REFORM1562itit Dropout 0Family SizeitMB277YMB10it 77Y77Y77Y677Y8 itititit 42REFORMREFORMREFORMREFORMit 6ititREFORMHeight 2ite Total Incomit 877Y7it77Y0DHeight3DAgeat Birthit DFamily Sizeit DUrbanitititititititititit77Y57Mother3Urban 177YMBs Educationit MBMBititit 2itREFORM2377YMB8it77Y1REFORMDMotherREFORMit REFORMit 77Yit 77Yititititit DMarriedit DTotal Incomeit2Ageat Birthit REFORM45it 4it MarrieditMBDAbilityit 77YMB9itit REFORMits EducationititREFORMREFORMitit Since we demean the controls before interacting them with Y77REFORM we can read the average effect of the reform from the coefficient on Y77REFORM. The impact of each control variable on dropping out of high school for those not affected by 32the reform can be read from the coefficient on the controls, while for the impact of these variables for those affected by the reform we need to add the coefficient on the variable with the coefficient on the interaction. Results are displayed in the third column of table 7. Notice that, once again, there is hardly any change in the effects of each of the control variables for those not benefiting from the reform. When we look at those affected by the reform, here is little change on the coefficients on ability, height, maternal education, and log total family income. There are a few changes on the coefficients on maternal age at birth amplifying its effect and maternal marital status dampening the effect, and both remain statistically significant. However, there is substantial dampening of the effects of family size and being born in an urban area, which become insignificant for those benefiting from the reform. Even though this is a reduced form model for the dropout decision, in interpreting these results it is natural to think of returns and costs to high school graduation. Although we can only speculate about it, we believe that it is unlikely that the reform is changing much the returns to a high school diploma. These returns should be affected by most of the control variables, especially ability and maternal education, and we see no general pattern of interactions of the reform with all variables, let alone one these two in particular. If we think about costs, we see the main impacts of the reform on urban status and family size. Once again, we can speculate that the change in the urban coefficient is another indication that the reform is operating through noncognitive skills, if the reason why urban children are more likely to drop out of high school is because they are exposed to and tempted to engage in a wider variety of risky behaviours than those living in rural areas. The existence of a family size and inexistence of a family income reform 33interaction may indicate that the effect of family resources on dropout rates is changed by the reform but that it is not financial resources. Instead, it could be time resources, which decrease on a percapita basis as the number of children increases and cannot be adjusted as easily as financial resources. This makes sense given the nature of the reform, which is essentially increasing time available for activities with children. 7. Concluding remarks We investigate the long term consequences of time investments in children during their first year of life. We study a maternity leave reform in Norway, offering up to 4 months of paid leave and an additional 1 year of unpaid leave, which shows substantial positive effects of having mother at home, compared to informal care alternatives. 2.7 percent more children complete high school, going up to 5.2 percent for those whose mothers have less than 10 years of education. The alternative for staying home with mothers around the time of the reform is crucial to understand the results. There was almost no available high quality child care for undertwo year olds available so the alternative was grandparents or other informal care which is not necessarily a good substitute to mothers time at this period of a childs life. Note that this was different for the two papers from the Nordic countries using registry data. In addition, the Swedish reform for instance was an extension from one year to almost a year and a half, while the Norwegian reform was a reform was for much younger children and biting most for mothers taking short leaves. The positive effect of early investments in children on medium to long term outcomes also resembles the relatively large effects found recently from other early investments in children such as the 34Perry programme and the project STAR Chetty, Friedman, Hilger, Saez, Schanzenbach and Yagan, 2010, Heckman, Moon, Pinto, Savelyev and Yavitz, 2010. For policy implications we conclude that fostering policies to increase parents time with children the first year after birth may have an impact on childrens abilities later in life. This effect has been an important part of the goals behind expansions in maternity leave across countries; however this study is the first to show that this may actually be achieved. The situation with maternity leave is remarkably similar in the US today as it was in Norway before the reform. Parental leave is currently under debate in the US38 and an introduction of 4 months of paid leave and better job protection are typically within feasible policies.39 Using the rich set of family background variables to address heterogeneity of effects also gives us the advantage of making the study less dependent on institutional settings in Norway. For example by showing that the effects are bigger for children from lower educated households this may be important for policy discussions related to lowering inequalities in general. Many countries, like the US, Britain, and South America have a substantial inequality in education and income. While increasing maternity leave for women and men in these countries will not solve these problems we have shown that it might reduce the existing gap. 38 USA today July 26th 2005, The New York Times April 16th 2008 39 http:www.govtrack.uscongressbill.xpd?billh 1103799 35References BAKER, M., and K. MILLIGAN 2008a: Maternal Employment, Breastfeeding, and Health: Evidence from Maternity Leave Mandates, Journal of Health Economics, 27, 871887. BAKER, M., and K. MILLIGAN 2008b: Evidence from Maternity Leave Expansions of the Impact of Maternal Care on Early Child Development, NBER Working Paper Series, 13826. BAUM, C. L. 2003: Does Early Maternal Employment Harm Child Development? An Analysis of the Potential Benefits of Leave Taking, Journal of Labor Economics, 21, 409448. BERGER, L. M., J. HILL, and J. WALDFOGEL 2005: Maternity Leave, Early Maternal Employment and Child Health and Development in the U S, Economic Journal, 115, 2947. BERNAL, R. 2008: The Effect of Maternal Employment and Child Care on Childrens Cognitive Development., International Economic Review, 49, 11731209. BERNAL, R., and M. P. KEANE 2010: QuasiStructural Estimation of a Model of Childcare Choices and Child Cognitive Ability Production, Journal of Econometrics, 156, 164189. BLACK, S., P. J. DEVEREUX, and K. SALVANES 2008: Too Young to Leave the Nest: The Effects of School Starting Age., NBER Working Paper No. 13969. CAMERON, A. C., and P. K. TRIVEDI 2005: Microeconometrics: Methods and Applications. Cambridge University Press. CARNEIRO, P., and J. J. HECKMAN 2003: Human Capital Policies, in J. Heckman, A. Krueger Eds., Inequality in America: What Role for Human Capital Policies.: MIT Press. CHENG, M. Y., J. FAN, and J. S. MARRON 1997: On Automatic Boundary Corrections, The Annals of Statistics, 25, 16911708. CHETTY, R., J. N. FRIEDMAN, N. HILGER, E. SAEZ, D. W. SCHANZENBACH, and D. YAGAN 2010: How Does Your Kindergarten Classroom Affect Your Earnings? Evidence from Project Star, NBER Working Paper No. 16381. CONTI, G., J. HECKMAN, and A. ZANOLINI 2009: The Developmental Origins of Health: Cognition, Personality and Education., 6th Annual Nestle International Nutrition Symposium. Council of Economic Advisors 1999: Families and the Labor Market, 19691999: CRONBACH, L., and J. LEE 1964: Essentials of Psychological Testing.: 2nd edition. Analyzing the Time Crunch. London, UK: Harper and Row, 1964. CURRIE, J. 2009: Healthy, Wealthy, and Wise: Socioeconomic Status, Poor Health in Childhood, and Human Capital Development, Journal of Economic Literature, 47, 87122. DUSTMANN, C., and U. SCHONBERG 2008: The Effect of Expansions in Maternity Leave Coverage on Childrens LongTerm Outcomes, IZA Discussion Papers No. 3605. FAN, J. 1992: DesignAdaptive Nonparametric Regression, Journal of the American Statistical Association, 87, 9981004. 36GANS, J. S., and A. LEIGH 2009: Born on the First of July: An Un Natural Experiment in Birth Timing, Journal of Public Economics, 93, 246263. GRUBER, J. 1994: The Incidence of Mandated Maternity Benefits, American Economic Review, 84, 622641. HAHN, J. Y., P. TODD, and W. VAN DER KLAAUW 2001: Identification and Estimation of Treatment Effects with a RegressionDiscontinuity Design, Econometrica, 69, 201209. HECKMAN, J., S. H. MOON, R. PINTO, P. SAVELYEV, and A. YAVITZ 2010: Analyzing Social Experiments as Implemented: A Reexamination of the Evidence from the Highscope Perry Preschool Program, Quantitative Economics, 1, 146. HILL, J. L., J. WALDFOGEL, J. BROOKSGUNN, and W. J. HAN 2005: Maternal Employment and Child Development: A Fresh Look Using Newer Methods, Developmental Psychology, 41, 833850. IMBENS, G., and T. LEMIEUX 2008: Special Issue Editors Introduction: The Regression Discontinuity Design Theory and Applications, Journal of Econometrics, 142, 611614. LIESTL, K., M. ROSENBERG, and L. WALLE 2008: BreastFeeding Practice in Norway 18601984, Journal of Biosocial Science, 20, 4558. LIU, Q., and O. N. SKANS 2010: The Duration of Paid Parental Leave and Childrens Scholastic Performance, The BE Journal of Economic Analysis Policy, Volume 10, Article 3. LUDSTECK, J., and U. SCHONBERG 2008: Maternity Leave Legislation, Female Labor Supply, and the Family Wage Gap, Working Paper, University College London. LUDWIG, J., and D. L. MILLER 2007: Does Head Start Improve Childrens Life Chances? Evidence from a Regression Discontinuity Design, Quarterly Journal of Economics, 122, 159208. OECD 2008: Statistics on Labour Force Participation., OECD, Paris. PORTER, J. 2003: Estimation in the Regression Discontinuity Model, Unpublished Manuscript, Department of Economics, University of Wisconsin at Madison. RASMUSSEN, A. W. 2010: Increasing the Length of Parents BirthRelated Leave: The Effect on Childrens LongTerm Educational Outcomes, Labour Economics, 17, 91100. ROSSIN, M. 2010: The Effects of Maternity Leave on Childrens Birth and Infant Health Outcomes in the United States, Columbia University, Department of Economics. RNSEN, M., and M. SUNDSTROM 1996: Maternal Employment in Scandinavia: A Comparison of the afterBirth Employment Activity of Norwegian and Swedish Women, Journal of Population Economics, 9, 267285. RNSEN, M., and M. SUNDSTROM 2002: Family Policy and afterBirth Employment among New Mothersa Comparison of Finland, Norway and Sweden, European Journal of PopulationRevue europeenne de demographie, 18, 121152. SUNDET, J. M., K. TAMBS, J. R. HARRIS, P. MAGNUS, and T. M. TORJUSSEN 2005: Resolving the Genetic and Environmental Sources of the Correlation between Height and Intelligence: A Study of Nearly 2600 Norwegian Male Twin Pairs, Twin Research and Human Genetics, 8, 307311. 37Figure 1 The 1977 reform The 1977 parental leave reform 1956 paid leave 1.7.1977unpaid leaveskeew 05040302010 Source: regjeringen.no, lovdata.no Proportion of mothers eligible for maternity leave Figure 2 38 Female employment in Norway and the US 19701990 Figure 3 tnecrep 080706050403020119701990Female labour force participation Source: Statistics Norway, Bureau of Labor Statistics projected from Population Bulletin, Vol 63 2008, OECD all Norwegian women Married Norwayall US women Nonmarried Norway 19801979year 19821981198619851972197119841983197319741975197619871988197719780197019891990Daycare coverage in Norway split by age and urbanrural areas Figure 4 Data source: NSD municipality 39Figure 5 Prereform characteristics 40 Note: Each graph shows the estimated mean for mothers outcomes by birth month. The solid line is nonparametrically fitted using triangle kernel with a bandwidth of three Mothers outcomes by birth month, eligible mothers 1977 versus 1975 Figure 6 Note: Each graph shows the estimated mean for mothers outcomes by birth month. The solid line is nonparametrically fitted using triangle kernel with a bandwidth of three. 41Childrens outcomes by birth month, eligible mothers 1977 versus 1975 Figure 7 Note: Each graph shows the estimated mean dropout rates, by birth month. The solid line is nonparametrically fitted using triangle kernel with a bandwidth of three. 42Parametric regressions using only children born in June and July Table 1 Birth month Single Difference Differencesindifferences using 1975 as controls Children Dropout rates College attendance Teenage pregnancy IQ males Mothers Precharacteristics Years of education Age at birth in years LnIncome in 1975 Urban location in 1976 Distance to grandparents in 1980 Outcomes Predicted months of unpaid leave Employed 2 years after Employed 5 years after LnIncome 5 years after birth .020 .011 .094 .069 .002 .009 .142 .074 .023 .063 .096 .134 .014 .031 .009 .014 .004 .014 .348 .223 .015 .013 .002 .012 .018 .138 43.025 .016 .131 .098 .009 .013 .295 .102 .013 .088 .051 .187 .027 .040 .009 .020 .019 .020 .080 .330 .023 .018 .006 .017 .068 .194 The second column of this table shows coefficients of a regression of each of the variables in the first column on an indicator for being born in July 1977. The sample includes only individuals born in June and July of 1977. For the third column of the table we add to the sample those born in June and July of 1975, and we regress each of the variables in the first column on a year indicator, a month of birth indicator, and the interaction of the two. We report the coefficient on the latter. Eligibility status Children Dropout rates College attendance Teenage pregnancy IQ males Mothers Years of education Age at birth in years Income in 1975 in NOK Employed 2 years after Employed 5 years after Income in 1982 in NOK Characteristics of eligible and noneligible mothers Table 2 Eligible 1977 Noneligible 1977 .276 .447 .35 .48 .087 .283 4.934 1.75 9.61 1.72 26.5 .041 2831 7080 .362 .481 .534 .499 29434 48202 .186 .388 .46 .50 .054 .227 5.389 1.72 10.63 2.18 26.1 .028 25216 18390 .725 .447 .758 .428 71216 73324 44 Variables Table 3 Mothers labor supply Nonparametric Regression discontinuity Bandwidth 3 Nonparametric Differencesindifferences using 1975 as controls 3 Mean 7.81 .73 .014 .012 .121 .291 .276 .198 Predicted months of unpaid leave Employed 2 years after birth Employed 5 years after birth LnIncome 5 years after birth N Each cell presents the estimated discontinuity in the outcomes as a result of the maternity leave reform July 1st 1977. We estimate regressions using local linear regression as in Hahn et al. 2003 and derive analytic standard errors based on formulas in Porter 2003 using a triangle kernel. significant at 1 %, significant at 5%, significant at 10% .004 .011 .004 .016 .039 .126 .068 .178 .018 .017 .76 29163 59564 8.31 45 46Table 4 Childrens outcomes Nonparametric Regression discontinuity Nonparametric Differencesindifferences using 1975 as controls 3 3 .027 .014 .036 .018 .008 .012 .240 .094 59564 13150 IQboys 14070 TPgirls 27304 IQboys 29042 TPgirls Each cell presents the estimated discontinuity in the outcomes as a result of the maternity leave reform July 1st 1977. We estimate regressions using local linear regression as in Hahn et al. 2003 and derive analytic standard errors based on formulas in Porter 2003 using a triangle kernel. significant at 1 %, significant at 5%, significant at 10% Variables Dropout rate College attendance Teenage pregnancy IQ males N Bandwidth Mean .19 .46 .052 5.39 .019 .010 .018 .013 .002 .008 .110 .067 29163 47Table 5 Differencesindifferences using eligible mothers in 1975 as control group; Results by mothers education, urbanization and distance to grandparents Variables Bandwidth Nonparametric differencesindifferences 3 3 3 Centralization Rural Mothers education 10 years or Less than 10 years more subgroups Children Dropout rate College attendance Teenage pregnancy IQ males Mothers Predicted months of unpaid leave Employed 2 years after birth Employed 5 years after birth LnIncome 5 years after birth N Distance to grandparents Notclose Close .050 .029 .039 .038 .048 .025 .003 .019 .033 .024 .011 .015 .597 .194 .034 .124 .014 .022 .006 .021 .136 .239 33704 .048 .035 .002 .034 .037 .371 13824 6322IQ 6799TP Urban .025 .020 .050 .026 .001 .016 .198 .131 .012 .023 .023 .22 .246 .248 30314 48 1.12 .604 .083 .387 .036 .399 .344 .425 .259 .524 .157 .337 .028 .021 .019 .026 .015 .017 .269 .134 .025 .024 .015 .23 .100 .254 29250 .052 .026 .068 .028 .014 .024 .371 .150 .008 .029 .004 .028 .098 .305 22067 .019 .016 .026 .023 .002 .012 .219 .114 .018 .020 .004 .019 .093 .216 37497 15489IQ 16374TP17277IQ 18229TPEach cell presents the estimated discontinuity in the outcomes as a result of the maternity leave reform July 1st 1977. We estimate regressions using local linear regression as in Hahn et al. 2003 and derive analytic standard errors based on formulas in Porter 2003 using a triangle kernel. significant at 1 %, significant at 5%, significant at 10% 10027IQ 10813TP 13267IQ 14370TP14037IQ 14672TPTable 6 Differencesindifferences using eligible mothers in 1975 as control group; Results by quartiles of mothers months of unpaid leave. Variables Bandwidth Quartiles of mothers months of unpaid leave Nonparametric differencesindifferences 3 3 9.46 .92 14889 .008 .029 .018 .036 .026 .022 .002 .188 1.01 .753 4 highest 18.02 10.2 14887 .015 .032 .054 .035 .032 .029 .334 .190 .233 .739 Quartiles Average levels of unpaid leave Std.Dev N Children Dropout rate College attendance Teenage pregnancy IQ males Height males 1 lowest .40 .67 14894 .090 .026 .077 .036 .017 .021 .307 .188 .686 .736 2 5.14 1.67 14894 .050 .027 .001 .036 .004 .023 .318 .181 .218 .756 49 .008 .043 .018 .057 .059 .118 .031 .725 .004 .012 Mothers Predicted months of unpaid leave Employed 2 years after birth Employed 5 years after birth LnIncome 5 years after birth Each cell presents the estimated discontinuity in the outcomes as a result of the maternity leave reform July 1st 1977. We estimate regressions using local linear regression as in Hahn et al. 2003 and derive analytic standard errors based on formulas in Porter 2003 using a triangle kernel. significant at 1 %, significant at 5%, significant at 10% .505 .304 .279 .371 .168 .381 .027 .036 .018 .022 .035 .027 .010 .035 .024 .035 .011 .036 .473 .251 .040 .021 The high school dropout decision for boys Table 7 Parametric Differencesindifferences using 1975 as controls High school dropout Ability Height Mothers education Mothers age at birth Parents married in 1980 Family size Family income Urban location Reformyear 77 Model 1 .066 .001 .002 .000 .013 .001 .003 .001 .121 .008 .013 .002 .038 .005 .016 .005 Model 2 .066 .001 .002 .001 .013 .001 .003 .001 .120 .008 .013 .002 .038 .005 .016 .005 .055 .031 yes Model 3 .065 .003 .001 .001 .012 .003 .004 .001 .102 .019 .007 .005 .038 .011 .010 .010 .055 .031 yes no Include interactions of reform, year and month controls Interact reform effect with all control variables N significant at 1 %, significant at 5%, significant at 10% 26378 no 50 no 26378 yes 26378 Not for Publication Appendix A Number of children born to eligible mothers, by birth month, 19751979. Figure A1 51 Mothers outcomes by birth month, eligible mothers 1977 Figure A2 Note: Each graph shows the estimated mean for mothers outcomes by birth month. The solid line is nonparametrically fitted using triangle kernel with a bandwidth of three 52Childrens outcomes by birth month, eligible mothers 1977 Figure A3 Note: Each graph shows the estimated mean characteristic for childrens outcomes, by birth month. The solid line is nonparametrically fitted using triangle kernel with a bandwidth of three. 53Childrens dropout rates from high school by birth month, eligible mothers 1977 Subgroups: mothers education, centralization and distance to grandparents Figure A4 versus 1975 Note: Each graph shows the estimated mean dropout rates, by birth month. The solid line is nonparametrically fitted using triangle kernel with a bandwidth of three. 54Mothers labor supply and childrens outcomes, total sample of all mothers and children in 1977 with control groups in 1975 Table A1 Nonparametric regression discontinuity 20741 IQ boys 22433 TP girls 44484 IQ boys 47430 TP girls Each cell presents the estimated discontinuity in the outcomes as a result of the maternity leave reform July 1st 1977. We estimate regressions using local linear regression as in Hahn et al. 2003 and derive analytic standard errors based on formulas in Porter 2003 using a triangle kernel. significant at 1 %, significant at 5%, significant at 10% Variables Bandwidth Control group Children Dropout rate College attendance Teenage pregnancy IQ males Mothers Predicted months of unpaid leave Employed 2 years after birth Employed 5 years after birth LnIncome 5 years after birth N 3 1975 .012 .012 .016 .014 .001 .010 .086 .075 .004 .227 .010 .014 .009 .014 .125 .149 97312 3 RD .013 .009 .009 .010 .001 .007 027 .054 .288 .158 .006 .010 .005 .010 .057 .108 46245 55Table A2 Mothers income around time of birth Variables Nonparametric Regression discontinuity Nonparametric Differencesindifferences using 1975 as controls .067 .120 .191 .083 Bandwidth Lnincome Year of birth Lnincome one year around year of birth Lnincome two years around year of birth N Each cell presents the estimated discontinuity in the outcomes as a result of the maternity leave reform July 1st 1977. We estimate regressions using local linear regression as in Hahn et al. 2003 and derive analytic standard errors based on formulas in Porter 2003 using a triangle kernel. significant at 1 %, significant at 5%, significant at 10% .020 .024 .005 .034 .036 .025 .001 .035 29163 59564 3 3 56Table A3 Mothers labor supply using bandwidth 5 Nonparametric Regression discontinuity 3 Nonparametric Differencesindifferences using 1975 as controls 3 Variables Bandwidth Mean 7.81 .73 .015 .010 .262 .242 .182 .164 Predicted months of unpaid leave Employed 2 years after birth Employed 5 years after birth LnIncome 5 years after birth N Each cell presents the estimated discontinuity in the outcomes as a result of the maternity leave reform July 1st 1977. We estimate regressions using local linear regression as in Hahn et al. 2003 and derive analytic standard errors based on formulas in Porter 2003 using a triangle kernel. significant at 1 %, significant at 5%, significant at 10% .025 .014 .105 .147 .007 .009 .091 .104 .006 .013 .76 29163 59564 8.31 57Table A4 Childrens outcomes using bandwidth 5 Nonparametric Regression discontinuity 3 Nonparametric Differencesindifferences using 1975 as controls Variables Dropout rate College attendance Teenage pregnancy IQ males N Bandwidth Mean .19 .46 .052 5.39 3 .019 .012 .025 .015 .011 .010 .100 .078 59564 .012 .008 .008 .011 .004 .007 .034 .056 29163 5813150 IQ boys 14070 TP girls 27304 IQ boys 29042 TP girls Each cell presents the estimated discontinuity in the outcomes as a result of the maternity leave reform July 1st 1977. We estimate regressions using local linear regression as in Hahn et al. 2003 and derive analytic standard errors based on formulas in Porter 2003 using a triangle kernel. significant at 1 %, significant at 5%, significant at 10% Placebo results: Mothers labor supply and childrens outcomes Eligible mothers 1975 and noneligible mothers 1977 Table A5 Nonparametric regression discontinuity 3 Noneligible 1977 .001 .015 .009 .016 .004 .014 .126 .090 .002 .016 .010 .017 .121 .180 17082 Variables Bandwidth Control group Children Dropout rate College attendance Teenage pregnancy IQ males Mothers Predicted months of unpaid leave Employed 2 years after birth Employed 5 years after birth LnIncome 5 years after birth N 3 Eligible 1975 .007 .010 .018 .013 .006 .008 .129 .066 .318 .214 .007 .012 .001 .011 .029 .125 30401 14152 IQ boys 14932 TP girls 7589 IQ boys 8323 TP girls Each cell presents the estimated discontinuity in the outcomes as a result of the maternity leave reform July 1st 1977. We estimate regressions using local linear regression as in Hahn et al. 2003 and derive analytic standard errors based on formulas in Porter 2003 using a triangle kernel. significant at 1 %, significant at 5%, significant at 10% 59Further checks to the validity of the procedure Table A5 in the Appendix shows an analysis of two populations that should not be affected by the reform: eligible mothers in 1975 and noneligible mothers in 1977. Therefore, if we estimate the RD model of this section on these two populations we should not find any effects. This is certainly the case for mothers outcomes in these years. The results for children are generally not statistically significant, although there is one case where it is slightly significant: for IQ scores for the children of eligible mothers in 1975 we have a slightly significant negative estimate. This is due to the negative effect of birth month on childrens outcomes, which was discussed earlier and has the opposite sign of the effect of the reform on IQ. Children born earlier in the year have better outcomes than children born later in the year. 60Not for publication Appendix B Breastfeeding Using a survey from mainly one maternity hospital in Norway over time Liestl, Rosenberg and Walle, 2008 show the pattern of breastfeeding for about 150 years in Norway. They show that breastfeeding in Norway started to decline around 1920 and reached its lowest point around 1967 when only 30 percent of women breastfed for 3 months and as few as 5 percent for 9 months. In the late 1970s, the level of breastfeeding in Norway was back to the level of around 1940 after a decline from the 1920s onwards. Around the period of the maternity leave reform we are using, about 75 percent breastfed for 3 months, 50 percent for 6 months and 25 percent of mothers where breastfeeding for 9 months or more. Clearly there is an increase in breastfeeding in this period if we only study this data set. We use survey data for mothers being asked about their breastfeeding for all of their children, and create average months of breastfeeding. The survey is from a health data set covering all 40 year olds in the early 1990s The 40 year old survey. We are able to match about 5% of the children in our sample. However, we have the whole population of children so we still have more than 100 observations in each month cell. This is too little data to establish a convincing regression design as with our other results, but in Figure B1 we show the average months of breastfeeding across months of birth for eligible mothers in 1977 and 1975. Firstly this shows that breastfeeding has increased from 1975 to 1977 as is consistent with the data from Liestl, et al. 2008. However 61there is no increase in breastfeeding after the reform in 1977.40 If anything there is a small decline in average months of breastfeeding across birth months in 1977. This indicates that breastfeeding is not the most important mechanism to explain the positive results on childrens outcomes. We present the results for the effect on maternity leave on the height of men at the age of 1819, which is an outcome linked to better health. In Table B1 we present the results both from the RD design and the DD results using eligible mothers from 1975 as comparison group. The results suggest that there is a positive effect of about 0.5 centimetres for men born postreform. The increase per decade in height among men measured at 18 was about one centimetre for cohorts born from 1950 to 1990 in Norway, so the 0.5 centimetre is quite substantial. This clearly indicates that there is a positive effect of the reform through better health. Given that we do not see an increase in breastfeeding around the reform this is likely to come from the mother investing more time at home the first year of the childs life, providing a more stable and less stressful environment. 40 We have also tried different measures as an indicator variable for breastfeeding at least 6, 8 and 9 months and we obtain similar results. There is no clear pattern across birth months for eligible mothers in 1977 or on our control groups of eligible mothers in 1975 and noneligible mothers in 1977. 62Breast Feeding in Norway eligible mothers 1977 versus 1975 Figure B1 63 Variables Table B1 Height males only Nonparametric Regression discontinuity Bandwidth Mean 3 Nonparametric Differencesindifferences using 1975 as controls 3 180 cm Height male N Each cell presents the estimated discontinuity in the outcomes as a result of the maternity leave reform July 1st 1977. We estimate regressions using local linear regression as in Hahn et al. 2003 and derive analytic standard errors based on formulas in Porter 2003 using a triangle kernel. significant at 1 %, significant at 5%, significant at 10% .48 .27 .63 .37 13541 28371 64", "filename": "670045888.pdf", "person": ["Pedro Carneiro", "Carneiro, Pedro", "Katrine V. Loken", "Loken, Katrine V.", "Kjell G. Salvanes", "Salvanes, Kjell G."], "date": ["2010"]}