{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/51847/1/67045172X.pdf"], "title": ["Impatience and uncertainty: Experimental decisions predict adolescents' field behavior"], "plaintext": "Impatience and Uncertainty: Experimental Decisions Predict Adolescents Field Behavior Matthias Sutter University of Innsbruck, University of Gothenburg and IZA Martin G. Kocher University of Munich Daniela Rutzler University of Innsbruck Stefan T. Trautmann University of Tilburg Discussion Paper No. 5404 December 2010 IZA P.O. Box 7240 53072 Bonn Germany Phone: 4922838940 Fax: 492283894180 Email: izaiza.org Any opinions expressed here are those of the authors and not those of IZA. Research published in this series may include views on policy, but the institute itself takes no institutional policy positions. The Institute for the Study of Labor IZA in Bonn is a local and virtual international research center and a place of communication between science, politics and business. IZA is an independent nonprofit organization supported by Deutsche Post Foundation. The center is associated with the University of Bonn and offers a stimulating research environment through its international network, workshops and conferences, data service, project support, research visits and doctoral program. IZA engages in i original and internationally competitive research in all fields of labor economics, ii development of policy concepts, and iii dissemination of research results and concepts to the interested public. IZA Discussion Papers often represent preliminary work and are circulated to encourage discussion. Citation of such a paper should account for its provisional character. A revised version may be available directly from the author. IZA Discussion Paper No. 5404 December 2010 ABSTRACT Impatience and Uncertainty: Experimental Decisions Predict Adolescents Field Behavior We study risk attitudes, ambiguity attitudes, and time preferences of 661 children and adolescents, aged ten to eighteen years, in an incentivized experiment. We relate experimental choices to field behavior. Experimental measures of impatience are found to be significant predictors of health related field behavior and saving decisions. In particular, more impatient children and adolescents are more likely to spend money on alcohol and cigarettes, have a higher body mass index BMI and are less likely to save money. Experimental measures for risk and ambiguity attitudes are only weak predictors of field behavior. JEL Classification: C91, C93, D81, D90 Keywords: experiments with children and adolescents, risk, ambiguity, time preferences, health status, savings, external validity, field behavior Corresponding author: Matthias Sutter Department of Public Finance University of Innsbruck Universitaetsstrasse 15 A6020 Innsbruck Austria Email: matthias.sutteruibk.ac.at We would like to thank Thomas Plankensteiner from the Central School Administration Board of Tyrol Landesschulrat fur Tirol and the principals of the participating schools Max Gnigler, Hermann Lergetporer, Bernhard Schretter, and Peter Paul Steinringer for making this study possible. We have received very helpful comments from Armin Falk and audiences at SMYE in Lille, FUR in Barcelona, ESA in Lyon, IMEBE in Bilbao, EEA in Glasgow, the MaxPlanck Institute of Economics in Jena, the University of Munich, and the University of Zurich. Financial support from the University of Innsbruck and the Austrian Central Bank Jubilaeumsfonds Project 12588 is gratefully acknowledged. Introduction 1. Recent research has shown that experimental data on risk and time preferences serve as a good predictor for field behavior, such as occupational choices Bonin et al., 2007; Burks et al., 2009, credit card borrowing Maier and Sprenger, 2010, smoking and alcohol consumption Chabris et al., 2008, or nutrition Chabris et al., 2008; Weller et al., 2008. For example, Chabris et al. 2008 find that experimentally elicited discount rates can explain interindividual variation in the BMI body mass index or the intensity of physical exercise and smoking in a sample of 555 adults. Burks et al. 2009 present data from 1,000 trainee truck drivers and show how experimentally elicited risk and time preferences both are correlated with cognitive skills see Dohmen et al., 2010 are related to job attachment and duration of staying in a job. So far, research that relates experimental choices to field behavior has only studied choices of adults. In this paper, we elicit time preferences, risk and ambiguity attitudes of 661 children and adolescents, aged ten to eighteen years. We then relate their experimental choices to behavior in the field, in particular smoking, drinking, the body mass index BMI, and savings. We find that experimental measures of impatience are significant predictors of field behavior already at an early stage in life. In particular, more impatient children and adolescents are more likely to spend money on alcohol and cigarettes, have a higher body mass index BMI and are less likely to save money. Taken together, more impatient children and adolescents have a considerably worse health outlook. However, the experimental measures for risk and ambiguity attitudes are at best weak predictors of field behavior. Only for the BMI we find that our experimental measure of risk aversion is significantly negatively related to the BMI. Hence, more risk averse subjects have a lower BMI. Studying childrens and adolescents preferences towards delay and uncertainty and the external validity of experimental results is relevant because it provides an important contribution to the optimal design of policy interventions that target childrens and adolescents behavior. In their transition from childhood to adulthood, they experience an increasing number of decisions involving uncertainty and longterm consequences. In many circumstances these decisions do not involve risk where probabilities are known but rather ambiguity, where probabilities are unknown or vague Ellsberg, 1961; Halevy, 2007; Abdellaoui et al., 2011. Important examples include the uncertainties involved in drug intake, the practicing of unprotected sex, or the investment for the future through saving or education. Therefore, we investigate not only risk but also ambiguity attitudes, alongside time preferences. So far, the evidence on childrens risk taking, ambiguity attitudes and impatience is still scarce. The existing literature suggests that children are relatively more risk seeking and delay 1 averse, i.e., impatient, compared to adults see, for example, Harbaugh, Krause and Vesterlund, 2002; Levin and Hart, 2003; Bettinger and Slonim, 2007; Levin et al., 2007. Although many decisions of children and adolescents involve both uncertainty and delay, to the best of our knowledge no empirical study has integrated both aspects in a single, unifying research design. Furthermore, none of the previously mentioned studies has examined the predictive power of experimentally elicited attitudes towards uncertainty or delay for field behavior. The first contribution of this paper is to provide a unified experimental framework to measure delay and uncertainty attitudes for a large sample of children and adolescents. If risk and timepreferences are correlated, as often conjectured, omitting one of the preference factors might lead to a wrong attribution of behavioral effects to the included one Halevy 2008. The second contribution of this paper is to link experimentally elicited attitudes of children and adolescents to their field behavior, in particular to health related behavior and saving decisions. In other words, we assess the external validity of experimental measures for children and adolescents. A recent study by Castillo et al. 2010 is related to our approach. They study the link between experimentally elicited time preferences of 13 to 15year old children to their disciplinary referrals in school, finding that less patient children have a less favorable outlook for school performance. Castillo et al. 2010 do not consider the influence of both time preferences and attitudes towards uncertainty, however, and they focus on different field behavior than we do. Due to the presumed interaction of time preferences and uncertainty attitudes in many of the significant decisions that children and adolescents face, measuring both attitudes and studying their joint effects on field behavior seems important. Compared to Castillo et al. 2010, we consider a larger age spectrum and a broader array of indicators that target healthrelated behavior and saving decisions. Putting particular emphasis on health issues smoking, drinking, and the BMI of children is relevant for the development of policy interventions that target behavior that has negative longterm consequences on their health and ultimately also on labor market success and economic prosperity Case, Lubotsky and Paxson, 2002. In our experiment, we elicit risk, ambiguity and delay attitudes using simple versions of standard choice list tasks that are wellestablished and widely used in the economics literature. All decisions are incentivized, with cash as the reward medium, paid according to the choices made.1 In addition to eliciting economic preferences, we use a questionnaire to relate 1 Note that Harbaugh et al. 2002, Bettinger and Slonim 2007 and Castillo et al. 2010 use vouchers or small gifts as rewards. However, gift certificates may carry more uncertainty than cash, thus causing an interaction of both time and risk preferences in the delay task see Gneezy, List and Wu, 2006. For this reason, and given the permission of 2 demographic variables and information about subjects field behavior to attitudes on delay and uncertainty. Our experiment has another noteworthy feature: In contrast to all other studies, our experiment was conducted during regular school hours. That is, we had virtually no dropouts and, thus, no selfselection into the experiment. Recent papers by Zauberman and Lynch 2005 and Noor 2009 provide theoretical arguments and empirical evidence that selfselected participants in experiments may be those most in need of immediate cash, thus potentially biasing experimental findings in favor of presentbiased decisions. Avoiding any selfselection minimizes the possibility of such biases. In our experiment we find, in the aggregate, patterns of preferences regarding risk, ambiguity, and impatience, that are typically also observed with adult experimental participants Frederick, Loewenstein and ODonoghue, 2002; Dohmen et al., 2011. On average, our participants are risk averse, ambiguity averse and impatient. Interestingly, we find hardly any age effect within each dimension of risk, ambiguity and patience, indicating that these preferences are pretty stable in the age group of 10 to 18year olds. As is standard in the literature on adults risk aversion, we also find a strong gender difference such that girls are more risk averse than boys Croson and Gneezy, 2009. High ability students measured by their math grades are more patient. Importantly, there is a significant relation between risk aversion and time preferences, with more risk averse subjects being more patient. Looking at the predictive power of experimental decisions for behavior in the field, we observe that for children and adolescents time preferences are a strong predictor of healthrelated field behavior and saving decisions, as already indicated above. However, the link between laboratory behavior and field behavioral measures is only weak for risk and ambiguity attitudes. The rest of the paper is organized as follows. In section 2 we describe the data set and the general features of the experimental study. Sections 3 and 4 present the specific designs and results of the uncertainty and delay attitude elicitation, and the effects of individual background variables on these measures. In these sections we also discuss where our results replicate findings in the literature or deviate from them. Following previous papers Keren and Roelofsma, 1995; Bettinger and Slonim, 2007; Halevy, 2008, we assume that delay often implies uncertainty, and we use uncertainty attitudes elicited in section 3 as explanatory all involved parties, including parents and school principals, we have decided to use cash in our experiment. Actually, in an earlier experiment with a different group of children in schools on the trust game, see Sutter and Kocher, 2007 parents expressed an explicit preference for using money as a generalized medium of exchange over any other exchange medium. 3 variables in the analysis of time preferences in section 4. In section 5, we study how our experimental measures relate to field behavior with respect to smoking, drinking, the BMI and saving decisions. Section 6 discusses our main findings and concludes the paper. 2. Subject pool and general experimental setup Subject pool 2.1. We conducted experiments with a total of 661 children and adolescents, aged ten to eighteen years. The experiments were run in three Austrian schools, comparable to US high schools, in Innsbruck and Schwaz, two cities in the Federal State of Tyrol, between October 2007 and May 2008. We randomly selected different classes in 5th, 7th, 9th, and 11th grade. The youngest participants were 10 years old, the oldest ones 18 years. The distribution of students across grades and gender is shown in Table 1. The study was approved by the central school administration board of Tyrol, and the principals of the participating schools gave permission to conduct the experiments in class during regular school hours. Parents were informed about the experiment and the collection of demographic background data. All children got their parents permission to participate. Besides asking parents for consent, we also asked all students for their willingness to participate in the experiments. No single student dissented. Table 1 about here 2.2. General experimental setup The experiments involved real monetary payoffs and each subject got paid according to his or her choices. Payoffs used were between 4 and 14 see sections 3 and 4 as well as the experimental procedure documented in Appendix A1. All students faced exactly the same decision tasks, instructions and payoffs except for a minor variation in reward levels to test for payoff effects, see section 3. Students were aware that they could earn money in the experiments and that their payoffs would depend on their choices. Payoffs were determined and paid in cash immediately, except for future payoffs in the time preference experiment, which were paid again in school on a predetermined date in the future see section 4. All experimental sessions were run jointly by the first author male and the third author female of this study in the students classrooms during regular school hours. At the end of 4 experimental sessions demographic background variables and additional survey data were collected through selfreports see Appendix A2 for the questionnaire. We elicited risk and ambiguity attitudes and time preferences through choice lists. Each subject faced a number of ordered choices where a gamble or an immediate payoff was compared to an increasingly attractive sure or future payoff. Choice lists have been widely used in the economics literature see, for example, Holt and Laury, 2002; Dohmen et al., 2010. They allow conditioning real payoffs on actual choices in an incentive compatible way. The structure of such lists typically provides subjects with relatively easy choices at the top and bottom where the tradeoff between a sure amount and a gamble, respectively a smaller early payment and a larger delayed payment, is usually easy to resolve and therefore helps subjects to focus on the difficult choices typically in the middle where the preference between the sure payoff and the gamble, respectively the early and delayed payment, becomes weak. Despite their simplicity, choice list elicitations sometimes yield inconsistent choices when subjects switch repeatedly between early and delayed payments or the sure payoffs and the gamble and sometimes choose the gamble over a sure payoff that is identical to the gambles large prize Holt and Laury, 2002; Bettinger and Slonim, 2007. Although some authors have tried to recover consistent preferences from inconsistent choice lists e.g., Bettinger and Slonim, 2007; Lammers and van Wijnbergen, 2008, we believe that most of the inconsistencies we observe are actually due to mistakes or misunderstandings and that no consistent preferences can be recovered from the lists involving inconsistent choices. We have therefore eliminated all subjects with inconsistent choices either in the uncertainty or the time preference experiment; see righthand side of Table 1 from the analysis. This leaves us with 638 out of 661 subjects with complete and consistent data. The pretty high level of consistent choices is probably a consequence of putting a lot of effort in explaining the choice lists to our participants, going through many examples and answering any remaining questions after carefully explaining the experiment. It is also important to note that our choice lists for eliciting uncertainty attitudes were significantly easier than the choice lists based on Holt and Laury 2002, which are often used in the literature. In contrast to Holt and Laury 2002, our subjects did not compare two different gambles with changing probability distributions along the list. Rather, they had to compare one fixed gamble to a sure amount that increased monotonically. Violations of monotonicity through multiple switching as, e.g., in the preference 4 gamble 5 became therefore obvious and were much easier to avoid. In principle, utility models for risk and ambiguity can be calibrated from the observed switching points as in Holt and Laury, 2002, for instance. Similarly, discounting models for 5 time preferences can be estimated from the choice lists for delay Bleichrodt, Rohde and Wakker, 2009; Attema et al., 2010. However, we decided to study preferences and their effects on field behavior in terms of the raw switching points to avoid any confounding effects due to arbitrary parametric assumptions. That is, we will define certainty equivalents for uncertainty tasks and future equivalents for delay tasks and relate them to demographics and field behavior directly, i.e., modelfree. 3. Risk and ambiguity attitudes 3.1. Method We elicited risk and ambiguity attitudes within the framework of the Ellsberg twocolor choice task Ellsberg, 1961. Subjects were presented with two bags with twenty balls each. The balls were either white or orange. Subjects could win a fixed amount of money see below by betting on the color of their choice to be blindly drawn from a bag by themselves. One of the bags, the risky prospect, contained exactly ten white and ten orange balls, the distribution being known and shown to the subjects. The other bag, the ambiguous prospect, contained twenty balls that were either white or orange. The exact numbers of either color were unknown to the subjects. Note that no reference was given to probabilities for either bag. Rather, both prospects were described and actually played in terms of balls drawn from bags. For each prospect we presented subjects with a series of choices between playing the aforementioned bet or taking a sure payoff instead. The choices for each prospect were arranged in a list that offered the choice between increasing sure amounts and the gamble. An excerpt from the list that has been used in the experiment is shown in Figure 1 see also Appendix A1. Figure 1 and Figure 2 about here Subjects made twenty ordered choices for the risky prospect and twenty choices for the ambiguous prospect, with changing orders between subjects. All choices were numbered, and one of the choices was randomly determined by lot to be played for real payoffs. Depending on the subjects decision in the selected choice problem she would either play the gamble by betting on a color and drawing one ball from the bag or receive the sure payoff instead. 6 From the two choice lists we calculated the subjects certainty equivalents for the prospects as the midpoint between the two sure payoffs where the subject switched from the gamble to the sure payoff. In the example in Figure 2, the certainty equivalent is calculated as 3.75.2 Payoffs 3.2. If subjects choose to play the gamble, they choose a color first and then blindly draw a ball from the bag. If the color drawn matches the color chosen before, they receive a prize. Otherwise they receive nothing. The prize was fixed at 10 for 472 out of 638 subjects, irrespective of their age. Keeping the prize constant allows us to have exactly the same design for all age groups. Of course, the 10 prize might be perceived differently by the younger cohorts than by the older cohorts in our experiment, perhaps confounding age and stake size effects. To control for stake size effects we introduced a prize variation in part of the sample for 166 out of the 638 subjects with consistent choices, increasing the prize from 6 for 5th graders in steps of 2 up to 12 for 11th graders. In addition to the payoffs from the experiment each participant received a showup fee of 2. Denote the prize in the gamble with . The sure payoffs in the choice lists always varied from 20 to in twenty evenly spaced steps. For instance, in the 10prize group the smallest sure amount was 0.50, and each step added 0.50 to the sure amount. As a consequence, we kept the number of items in the choice list constant across payoff variation groups, eliminating possibly confounding list structure effects. 3.3. Attitude measures We define measures of risk and ambiguity attitudes based on certainty equivalents Wakker 2010, chapter 11. As a measure of individual risk attitude r we use 1 where CER denotes the certainty equivalent of the risky prospect, and individual subscripts are omitted. Values of r smaller larger than 0.5 indicate risk loving risk aversion, with risk neutrality for r 0.5. As a measure of ambiguity attitude we employ the value a, 1r RCE 2 Subjects who always chose the gamble were excluded from the analysis. Subjects who always chose the sure amount were classified as having a certainty equivalent that is halfway in between zero and the sure amount in the first row. 7 RAARaCE CECECE2 with CEA being the certainty equivalent of the ambiguous prospect. This measure ranges from 1 extreme ambiguity loving over 0 ambiguity neutrality to 1 extreme ambiguity aversion. The larger the difference between the two certainty equivalents, the stronger is the ambiguity attitude, controlling for the absolute level of risk and ambiguity attitude. The normalization controls for the fact that, for example, a 2difference weighs more heavily for a subject who is relatively risk averse e.g., with a certainty equivalent of 3 for the risky prospect than for a subject who is relatively risk neutral e.g., with a certainty equivalent of 5 for the risky prospect. 3.4. Results Risk aversion. In the aggregate, we find significant risk aversion in our sample, with a mean median measure of risk aversion of r 0.57 0.53 p 0.001, Wilcoxon signedranks test 3, testing whether r is different from 0.5. A regression, including demographic background variables, is shown in Table 2. It reveals first and foremost a clear gender effect: girls are significantly more risk averse than boys.4 Age does not have a significant effect. All other independent variables are not significant, either.5 Among them are the grades for math and German. These grades were obtained from the teachers. They are coded as relative grades in comparison to a classs average grade. Positive variables indicate that a subject has a better grade than the class average, negative grades the reverse. Table 2 about here Ambiguity aversion. A clear majority of our sample is ambiguity averse. The mean median ambiguity aversion for the whole sample yields a 0.13 0.07 p 0.001, Wilcoxon signedranks test, testing whether a is different from 0. The regression in Table 2 shows that there are neither gender nor age effects for ambiguity preferences. The number of siblings increases the level of ambiguity aversion weakly significantly. Higher prizes make subjects 3 All tests reported in this paper are twosided. 4 A separate regression not shown here confirms that there is no interaction between gender and age. Hence, the gender effect on risk aversion is independent of age. 5 We also have background data on religious or immigration background. None of these variables is significant if included in the regression. The inclusion of the variables does not change any of our results, either. 8 weakly significantly less ambiguity averse, meaning that with higher stakes certainty equivalents become more similar for the risky and ambiguous prospects. Subjects with better German grades are more ambiguity averse. Other background variables are not significant. 3.5. Discussion Overall, we find a considerable degree of risk and ambiguity aversion for our sample of children and adolescents. Interestingly, there are no age effects on risk and ambiguity aversion, contrary to an earlier study by Harbaugh et al. 2002, for instance. The practical absence of selfselection of participants into our experiments might be responsible for the different results. The strong gender effect for risk aversion found here is a standard result for adults, however Croson and Gneezy, 2009. It shows that in our large sample of children and adolescents, girls are more risk averse than boys. In our study, ambiguity aversion does not change with age, but it is prevalent in all age groups, and ambiguity attitudes seem to be influenced by different factors than risk attitudes, since there is no overlap between the factors affecting risk and ambiguity preferences. Most strikingly, while gender has a strong influence on risk attitudes, no effect is found for ambiguity attitudes. These results are in line with findings in Borghans et al. 2009 for a sample of fifteen and sixteen year old high school students. Ambiguity is influenced by social factors, though, like the number of siblings. This result is consistent with social explanations of ambiguity attitudes proposed by Curley, Yates and Abrams 1986, Morris 1997, or Trautmann, Vieider and Wakker 2008, for instance. 4. Attitudes toward delayed payoffs Measuring impatience 4.1. Method, payoffs, and attitude measures Attitudes toward delay or a subjects impatience were elicited by letting subjects choose between sure payoffs at two different points in time. We used choice lists where the early payoff remained fixed, and the later payoff was increased monotonically along the list, starting with the payoff at the earlier time point see Figure 3 for an example and appendix A1. Figure 3 and Figure 4 about here 9 From the lists we calculated the future equivalent of the fixed payoff at the earlier point in time as the midpoint between the two later payoffs where a subject switches from the earlier to the later payment. In Figure 4, for example, the future equivalent equals 11.40. A larger future equivalent indicates stronger delay aversion, i.e., impatience. We presented to each subject eight different choice lists. The lists differed by the stake size of the early payoff either 4.05 or 10.10 and by the timing of the early andor late payoffs. The amounts in the lists increased in steps of 0.10 0.20 from 4.05 10.10 to 5.95 13.90. For each stake size we elicited preferences for four different timing combinations of payoffs, summarized in Figure 5. In the first list subjects made choices between receiving a payoff today upfrontdelay of zero versus receiving a payoff in three weeks delay of three weeks. The second list maintained the three weeks delay, but shifted it into the future by having the early payment only in three weeks i.e., the upfrontdelay was three weeks. List 3 required choices between a payoff today and a payoff in one year, and list 4 shifted the latter list into the future by having an upfrontdelay of three weeks again. Figure 5 about here Note that choice lists 1 and 2 measure the attitude toward an identical delay of three weeks with and without an upfrontdelay, similarly for choice lists 3 and 4 where the delay is one year. Comparison of future equivalents between these lists allows us to test for constant versus hyperbolic discountingpresent bias Laibson, 1997; Prelec, 2004; Bleichrodt et al., 2009. If future equivalents are higher for list 1 than for list 2 and for list 3 than for list 4, the immediate payment receives more weight than the early payment in three weeks time, indicating hyperbolic discounting. Recall that these four timing combinations were used both for high and low stakes to control for stake size effects. Subjects filled out the eight choice lists in a random order. One list and one item on the list were randomly selected after all choices had been made. Payoffs were paid out at the date chosen by the subject in the selected choice problem. Payment procedures for delayed payoffs 4.2. A potential problem in time preference experiments with real payoffs concerns the equivalence between different time points in terms of transaction costs and uncertainty about delivery of the payment. Some researchers have therefore argued for the use of hypothetical payoffs in such 10 tasks Read, 2005. Other approaches have used dated checks or vouchers e.g., Anderhub et al., 2001; Mc Clure et al., 2004 or delivered the money in person to each single participant on the relevant day for payment Albrecht et al., 2011. In general, researchers acknowledge the empirical problems and try to minimize confounds through uncertainty and transaction costs, an approach also taken in the present paper. Transaction costs. The experiment was part of a larger series of experiments conducted at all participating schools, with researchers coming to the schools on a regular basis over a period of two years. The time frame involved in the delay task with payments up to one year and three weeks in the future was completely covered by the twoyear period, implying practically no additional transaction costs of future payments. This is assuming that students stay at their school, of course. Mobility is very low in Austria compared to the U.S., for instance and is not a factor in childrens decisions. For those who did go to another school it was guaranteed through the principals office that they would receive their payment by mail. In fact, no students left school for the threeweek and sixweek periods. During the one year period, seven students roughly 1% left their school and received their payments by mail. Uncertainty of future payment. The time preference experiment was preceded at earlier dates by other experiments in which the students earned money exactly as described in the provided instructions, building up students trust in our experimental procedure and credibility.6 Furthermore, parents, principals and teachers had consented to this longterm project, adding to the trustworthiness of the researchers and reducing the possible uncertainty surrounding future payments. 4.3. Results In Table 3 we analyze the determinants of subjects impatience. We take a subjects future equivalent in each of the eight choice lists as the dependent variable in the regression that clusters on single subjects. As independent variables we use dummies to account for the presence of an upfrontdelay 1, of high stakes 1, and of a oneyear delay 1. We also consider twoway interaction terms of these three dummies to account for interaction effects.7 Gender is also interacted with these dummies because gender differences in impatience might be 6 For instance, in Martinsson et al. 2011 we studied social preferences. 7 Adding a threeway interaction term of the three dummies yields and insignificant coefficient and is not warranted due to model selection criteria based on AIC and BIC. 11 related to the details of intertemporal choice. Finally we add risk aversion and ambiguity aversion as explanatory variables, and include all background variables used before. Table 3 about here Looking at the three dummy variables we note that high stakes increase the future equivalent by about 6.8 Euros. This is significantly higher than 6.05 Euros, the difference between low and high stakes p 0.001; Waldtest. Experiencing a delay of one year instead of only three weeks adds another 0.44 Euros. The dummy for having an upfrontdelay of three weeks until the early payoff is received is not significant. Only in the case where an upfront delay is combined with high stakes and a oneyear waiting period we find significant hyperbolic discounting upfrontdelay upfrontdelayhigh stakes upfrontdelayoneyear delay 0; p 0.01; Waldtest. In this case the future equivalent is an estimated 0.04 Euros higher if there is no upfrontdelay reward is available today, compared to an upfrontdelay of three weeks. Importantly, we find that more risk averse subjects are more patient, i.e., have a smaller future equivalent ceteris paribus. Ambiguity aversion has no effect, though, nor has age. Subjects with better math skills i.e., a better math grade relative to the class average are also more patient, indicating a relation between analytic skills and patience or selfconstraint. Gender does not have a significant main effect on a subjects patience. However, the interaction term femalehigh stakes is significantly negative p 0.05; Waldtest, indicating that with high stakes girls are actually more patient than boys. We also observe two weakly significant effects. A higher number of siblings makes subjects more impatient, perhaps because they experience in their families that waiting can increase the risk of not getting a particular thing because it is already consumed or appropriated by a sibling. Students who receive more weekly pocket money are less patient in our task. This might seem surprising at first sight because one could presume that children receiving small amounts of pocket money are more liquidity constrained and therefore less patient. A conceivable explanation for our finding could be that children receiving more pocket money are less used to exert financial selfconstraint and are therefore less able to do so in the experiment. Table 4 about here 12 The future equivalents observed in the eight choice lists can be used to calculate implicit annual discount rates.8 Table 4 presents the median annual discount rates. Not surprisingly, they are considerably larger for the short delay of three weeks only than the long delay of one year and also higher for low stakes than for high stakes. Interestingly, though, the median annual discount rates are practically identical for choice lists with or without an upfront delay of three weeks, indicating that hyperbolic discounting is at best of minor importance in this dataset. 4.4. Discussion In contrast to other studies see Frederick et al., 2002 we find no unambiguous evidence for hyperbolic or present biased discounting. Rather, hyperbolic discounting is only significant with the longest possible waiting time of one year and high stakes. As we have argued, uncertainty and transaction costs involved in the future payoffs were comparatively low in our study. Since other studies also controlled for these factors this is unlikely to fully account for the very weak evidence of a present bias. Perhaps more relevant as an explanation for our results is the fact that all students of the recruited classes did actually participate in the experiments. That is, in contrast to other studies, there was no selfselection of participants into the experiment. Recent papers by Zauberman and Lynch 2005 and Noor 2009 present theoretical arguments and empirical evidence that selfselected participants in experiments may be those most in need for immediate cash, i.e., those with presentbiased decisions. This might bias results of estimations in favor of finding presentbiased discounting in other studies. The absence of selfselection in our experiment is therefore a promising candidate to explain our weak evidence for hyperbolic discounting. In general, we find annual discount rates and variation in these rates across time range and stake size similar to those reported in other studies see Frederick et al., 2002. Interestingly, higher individual levels of risk aversion as measured in the first experiment predict more patience. This is in line with earlier findings Keren and Roelofsma, 1995. There are no robust age effects and no effects of ambiguity attitude on patience, however. Concerning the relation of risk attitudes and patience, we note that impatience has been related to low selfcontrol and impulsivity Mischel, Shoda and Rodriguez, 1989; Reynolds et al., 2006. Risk tolerance has similarly been related to impulsivity Vuchinich and Calamas, 1997; Zaleskiewicz, 2001; Levin and Hart, 2003; Borghans et al., 2009. While these studies have confirmed a 8 Using continuous discounting we calculate the discount rates with ilnfuture equivalentearly payoff in case of a one year delay and with ilnfuture equivalentearly payoff523 in case of a three weeks delay. 13 relationship between impatience and risk tolerance for adults, our results on time preferences extend these findings to decision making of children and adolescents. A lower risk tolerance is associated with less delay aversion, or put the other way, more risk averse students are more patient. High ability students with respect to math grades are also more patient. This effect is consistent with findings in Steinberg et al. 2009 and Castillo et al. 2010, and it suggests that intellectual capacity helps to overcome the temptations of immediate gratification. Finally, we have found women to be more patient under highstakes conditions, but not under lowstakes conditions. Bettinger and Slonim 2007 and Castillo et al. 2010 have found women to be more patient in intertemporal choice. In contrast to these studies, our experiments adds variation in stake size and length of the delay. Our results thus indicate that these variables are important moderators of the gender effect. Because our high stake was similar to the stake size in the previous literature, the result suggests that boys become relatively more impatient than girls as stakes increase. Experimental measures and field behavior 5. All previous studies relating field behavior to experimental measures of impatience or uncertainty attitudes consider only either time preferences or uncertainty attitudes as explanatory variables. In the present study we consider both dimensions, time and uncertainty and use experimental measures of risk, ambiguity, and delay attitudes to explain field behavior of children and adolescents. We put particular emphasis on the relation of experimental measures to healthrelated behavior, a question that has, so far, only been studied for adults Chabris et al., 2008; Weller et al., 2008. We have collected data on four particular dependent variables in a postexperimental questionnaire see Appendix A2. The variable body mass index BMI is a continuous variable 9, allowing us to use least squares regressions. The other three variables are constructed as binary variables, indicating the use of probit regressions. The variables smoking and alcohol consumption are coded as one if subjects indicated in the questionnaire to spend 9 We computed a specific measure by dividing the childs body mass index by the median body mass index for each age cohort, controlling for gender. The median body mass index for girls and boys in each age group was taken from a dataset of the World Health Organization in 2007 at http:www.who.intgrowthrefbmifa_girls_5_19years_z.pdf, and http:www.who.intgrowthrefbmifa_boys_5_19years_z.pdf. 14 money for cigarettes and alcohol respectively. Likewise, saving is coded one if subjects indicated to save money. These binary variables provide sufficient variation for our subject pool, and the related questions in the survey are far less intrusive than questions about the exact amount of, for instance, alcohol consumption or cigarettes smoked per day or week. They are obviously less prone to measurement error. A look at the raw data shows that the binary questions elicited answers that truly reflect behavior. For instance, according to our data the proportion of students that spend pocket money on alcohol rises monotonically from 2.4% at an age of twelve years to 85.7% at an age of 18 years.10 Table 5 presents the regression results in a condensed form while the single regressions underlying Table 5 are presented separately in Table 6 for the readers convenience. We have run for each of the eight measures of impatience i.e., for the future equivalent in each single choice list one regression for each of our four dependent variables. This is a conservative approach that checks whether different choice lists for time preference tasks yield a different impact of future equivalents on the dependent variables. Only if the data on impatience from all eight choice lists lead basically to the same result, we can confidently conclude that impatience has a robust influence in a certain direction. Table 5 and Table 6 about here To simplify the presentation of results in Table 5 we only show the significant signs of the effects on behavior. In fact, the signs of significant coefficients are always identical for all eight regressions for each of the four dependent variables, providing a first indication that the eight different regressions produce a consistent pattern. In parentheses in Table 5, we report the number of times x y z an independent variable is significant at the 1 x, 5 y, and 10 z percent level. For instance, 8 0 0 means that an independent variable is significantly negative in all eight regressions on the 1 percent level. Our measure for impatience predicts most field behavior strongly and significantly. More impatient students are more likely to spend money for smoking and alcohol consumption and are less likely to save. For the body mass index our measure of impatience yields significant results only for two out of eight regressions, such that in these cases more impatient students have a higher BMI. The body mass index is strongly associated with risk aversion, however. More risk 10 Note that the legal drinking age in Austria for beer and wine is 16 years and enforcement is much less strict than in the US, for instance. 15 averse students have a lower BMI. For the other three dependent variables risk aversion has no significant impact. Ambiguity is only significant for smoking habits. Those students who are more ambiguity averse smoke less. In general, we find that adding impatience, risk and ambiguity aversion as explanatory variables explains a significant amount of variation. The inclusion of these variables improves the explained variance by 0.04 for saving, 0.03 for smoking, and 0.01 for drinking as well as for the body mass index. All demographic background variables have the expected signs and therefore largely confirm expectations. For instance, smoking and drinking increase significantly with age, while saving goes down. Gender effects are rather small. We find that girls have a weakly significantly lower BMI across all regressions.11 Intellectual capacity as measured by math grades is important. Students with better math grades are more likely to save money and less likely to smoke. There seems to be also a tendency of smarter students drinking less alcohol. Having more pocket money has a clear association with alcohol consumption, though. Being less financially constrained through higher amounts of pocket money increases the likelihood of spending money for alcohol. The general picture emerging from Table 5 suggests that impatience is more important than uncertainty attitudes in shaping the field behavior that we were interested in here. Only for the BMI and smoking we find evidence that both delay and uncertainty aversion have a joint influence. This provides evidence for the presumption that especially delay aversion and, to a lesser extent, low levels of risk aversion and ambiguity aversion are related to low levels of inhibition of impulsedriven behavior. Overall, our results on field behavior involving delay and uncertainty are broadly consistent with the findings for adults. In particular, our study of school children replicates the effects of impatience on health and financial behaviors shown for adults. The magnitudes of the effects are similar to those reported in Chabris et al. 2008, for instance. Chabris et al. 2008 also point out that the relatively small effects of delay aversion on single activities may accumulate to substantial effects in total. The same holds true for our study. We find that more impatient children are more likely to smoke, drink alcohol and have a higher body mass index, leading to an overall far less favorable health outlook compared to more patient children. 11 62.9% of our female participants have a relative BMI of less than 1, while this is true for only 53.7% of our male participants. 16 Conclusion 6. In this paper, we have analyzed how experimentally elicited risk and ambiguity as well as time preferences of children and adolescents relate to field behavior concerning decisions with delayed and uncertain outcomes such as healthrelated behavior or savings. Our experiment has been run in three different schools by randomly selecting several classes from 5th, 7th, 9th, and 11th grade, including in total 661 students, aged ten to eighteen years. A particularly noteworthy feature of our experiment is the absence of selection effects of students. Since the experiments were run during regular school hours there were no drop outs. Hence, our results cannot be biased from selfselection into experimental participation. In the experiment, we have found clear evidence for delay, risk and ambiguity aversion in the aggregate. Our findings for children and adolescents are largely in line with adult populations Frederick et al., 2002; Croson and Gneezy, 2009; Dohmen et al., 2010; Wakker, 2010. Considering the effects of demographics on attitudes, it seems interesting to note that for our sample of ten to eighteenyear olds we have found no age effects in any dimension risk, ambiguity, impatience. If age plays a role, this might be before the age of ten, as the results in Harbaugh et al. 2002 suggest. We have been able to replicate the standard finding that women are more risk averse than men Croson and Gneezy, 2009. Similarly, women have been found to be more patient, like in Bettinger and Slonim 2007 or Castillo et al. 2010. However, the latter finding is restricted to the time preference tasks with high stakes only. For low stakes, there are no gender differences with respect to impatience in our data. Our variation of various dimensions in the elicitation of time preferences with respect to upfrontdelay, high stakes and delay period has allowed us to investigate gender differences in patience in more detail. Concerning cognitive abilities, better math grades have been associated with more patience. Turning to the relation of risk and ambiguity attitudes with time preferences, we have found that more risk averse subjects are more patient. Ambiguity attitudes, however, have no effect on impatience. Interestingly, in our subject pool we have seen little evidence for presentbiased preferences, i.e., hyperbolic discounting. Since the existing evidence for presentbiased preferences could be influenced by the selfselection of subjects into experiments Zauberman and Lynch, 2005; Noor, 2009, our findings might be explained by the lack of selfselection into the experiment. The key finding of this paper, however, concerns the relationship of experimental measures and field behavior. Most importantly, we have found that students who are more impatient in the time preference experiment are less likely to save money, more likely to smoke, more likely to consume alcohol and have a higher body mass index. Taken together, these effects lead in 17 particular to an overall far less favorable health outlook for impatient students than for those students who are more patient, i.e., less delay averse. In contrast to our experimental measures of impatience, we have shown that the elicited risk and especially ambiguity attitudes are less frequently good predictors of field behavior. Only for the body mass index we have observed a significantly negative influence of risk aversion, indicating that more risk averse students have a lower BMI. A higher level of ambugity aversion seems to be weakly related to less smoking. The generally low predictive power of risk attitudes for field behavior has been found earlier for adults already Dohmen et al., 2011. Our study corroborates this finding for a large sample of children and adolescents. We consider this an important result, since the existence of a relation between experimental measures and field behavior for children and adolescents concerns a period in life where policy interventions might most easily be implemented. Given our findings on the negative effects of impatience on saving decisions and health status already for children and adolescents, it seems an important avenue for future research to address possible behavioral or educational interventions that might moderate impatience in children and adolescents, since impatience in childhood and adolescence can have strongly negative longterm consequences, in particular for a persons health condition. The literature on active decision making and optimal defaults to help overcome working professionals myopia in saving for retirement see, e.g., Carroll et al., 2009 has not been extended to childrens and adolescents decisions, yet. However, it seems plausible that active decision making for choosing healthier food or exercising more frequently, for instance and defaults regular weight controls in schools, for example might contribute to overcome the negative effects of the existing preference for impatience in children and adolescents. Our study suggests that preferences concerning the timing and the uncertainty of payoffs seem to be formed early in childhood and stay constant later on, since we have found no age effects. Using experimental measurements as in the current study may help identifying those children that are, for instance, at risk of unhealthy behavior even before such behavior sets out. Interventions could then be better focused on those individuals instead of targeting the whole groups and could be applied, if necessary, relatively early in life to maximize the potential benefits. 18 References Abdellaoui, Mohammed, Aurelien Baillon, Laetitia Placido, and Peter P. Wakker. 2011. The Rich Domain of Uncertainty. American Economic Review, forthcoming. Albrecht, Konstanze, Kirsten Volz, Matthias Sutter, David Laibson, and Yves von Cramon. 2011. What is for Me is not for You: Brain Correlates of Intertemporal Choice for Self and Other. SCAN Social Cognitive and Affective Neuroscience, forthcoming. Anderhub, Vital, Werner Guth, Uri Gneezy, and Doron Sonsino. 2001. On the Interaction of Risk and Time Preferences: An Experimental Study. German Economic Review, 2: 239253. Attema, Arthur E., Han Bleichrodt, Kirsten I.M. Rohde, and Peter P. Wakker. 2010. Inconsistency. for Analyzing Discounting and Time TimeTradeoff Sequences Management Science, 56: 20152030. Bettinger, Eric, and Robert Slonim. 2007. Patience Among Children. Journal of Public Economics, 91: 343363. Bleichrodt, Han, Kirsten I.M. Rohde, and Peter P. Wakker. 2009. NonHyperbolic Time Inconsistency. Games and Economic Behavior, 66: 2738. Bonin, Holger, Thomas Dohmen, Armin Falk, David Huffman, and Uwe Sunde. 2007. CrossSectional Earnings Risk and Occupational Sorting: The Role of Risk Attitudes. Labour Economics, 14: 926937. Borghans, Lex, Bart H. H. Golsteyn, James J. Heckman, and Hub Meijers. 2009. Gender Differences in Risk Aversion and Ambiguity Aversion. Journal of European Economic Association 723: 649658. Burks, Stephen V., Jeffrey P. Carpenter, Lorenz Goette, and Aldo Rustichini. 2009. Cognitive skills affect economic preferences, strategic behavior, and job attachment. Proceedings of the National Academy of Sciences, 10619: 77457750. Carroll, Gabriel D., James J. Choi, David Laibson, Brigitte C. Madrian, and Andrew Metrick. 2009. Optimal Defaults and Active Decisions. Quarterly Journal of Economics, 124: 16391674. Case, Anne, Darren Lubotsky, and Christina Paxson. 2002. Economic Status and Health in Childhood: The Origins of the Gradient. American Economic Review, 925: 13081334. Castillo, Marco, Paul Ferraro, Jeff Jordan, and Ragan Petrie. 2010. The Today and Tomorrow of Kids. Georgia Institute of Technology Working Paper. 19 Chabris, Christopher F., David Laibson, Carrie L. Morris, Jonathon P. Schuldt, and Dmitry Taubinsky. 2008. Individual LaboratoryMeasured Discount Rates Predict Field Behavior. Journal of Risk and Uncertainty, 37: 237269. Croson, Rachel, and Uri Gneezy. 2009. Gender Differences in Preferences. Journal of Economic Literature, 47: 448474. Curley, Shawn P., J. Frank Yates, and Richard A. Abrams. 1986. Psychological Sources of Ambiguity Avoidance. Organizational Behavior and Human Decision Processes, 38: 230256. Dohmen, Thomas, Armin Falk, David Huffman, and Uwe Sunde. 2010. Are Risk Aversion and Impatience Related to Cognitive Ability? American Economic Review, 100: 12381260. Dohmen, Thomas, Armin Falk, David Huffman, Uwe Sunde, Jurgen Schupp, and Gert G. Wagner. 2011. Individual Risk Attitudes: Measurement, Determinants and Behavioral Consequences. Journal of the European Economic Association, forthcoming. Ellsberg, Daniel. 1961. Risk, Ambiguity and the Savage Axioms. Quarterly Journal of Economics, 75: 643669. Frederick, Shane, George Loewenstein, and Ted ODonoghue. 2002. Time Discounting and Time Preference: A Critical Review. Journal of Economic Literature, 40: 351401. Gneezy, Uri, John A. List, and George Wu. 2006. The Uncertainty Effect: When a Risky Prospect Is Valued Less Than its Worst Possible Outcome. Quarterly Journal of Economics, 121: 12831309. Halevy, Yoram. 2007. Ellsberg Revisited: An Experimental Study. Econometrica, 75: 503536. Halevy, Yoram. 2008. Strotz Meets Allais: Diminishing Impatience and the Certainty Effect. American Economic Review, 98: 11451162. Harbaugh, William T., Kate Krause, and Lise Vesterlund. 2002. Risk Attitudes of Children and Adults: Choices Over Small and Large Probability Gains and Losses. Experimental Economics, 5: 5384. Holt, Charles A., and Susan K. Laury. 2002. Risk Aversion and Incentive Effects. American Economic Review, 92: 16441655. Keren, Gideon, and Peter Roelofsma. 1995. Immediacy and Certainty in Intertemporal Choice. Organizational Behavior and Human Decision Processes, 63: 287297. Laibson, David. 1997. Golden Eggs and Hyperbolic Discounting. Quarterly Journal of Economics, 1122: 443477. 20 Lammers, Judith, and Sweder van Wijnbergen. 2008. HIVAIDS, Risk Aversion and Intertemporal Choice. Tinbergen Institute Discussion Paper 20070981. Levin, Irwin P., and Stephanie S. Hart. 2003. Risk Preferences in Young Children: Early Evidence of Individual Differences in Reaction to Potential Gains and Losses. Journal of Behavioral Decision Making, 16: 397413. Levin, Irwin P., Stephanie S. Hart, Joshua A. Weller, and Lyndsay A. Harshman. 2007. Stability of Choices in a Risky DecisionMaking Task: A 3Year Longitudinal Study with Children and Adults. Journal of Behavioral Decision Making, 20: 241252. Maier, Stephan, and Charles Sprenger. 2010. PresentBiased Preferences and Credit Card Borrowing. American Economic Journal: Applied Economics, 2: 193210. Martinsson, Peter, Katarina Nordblom, Daniela Rutzler, and Matthias Sutter. 2011. Social Preferences During Childhood and the Role of Gender and Age An Experiment in Austria and Sweden. Economics Letters, forthcoming. Mc Clure, Samuel M., David I. Laibson, George Loewenstein, and Jonathan D. Cohen. 2004. Separate Neural Systems Value Immediate and Delayed Monetary Rewards. Science, 306: 503507. Mischel, Walter, Yuichi Shoda, and Monica L. Rodriguez. 1989. Delay of Gratification in Children. Science, 2444907: 933938. Moreira, Bruno, Raul Matsushita, and Sergio Da Silva. 2010. Risk Seeking Behavior of Preschool Children in a Gambling Task. Journal of Economic Psychology, 31: 794801. Morris, Stephen. 1997. Risk, Uncertainty and Hidden Information. Theory and Decision, 42: 235270. Noor, Jawwad. 2009. Hyperbolic Discounting and the Standard Model: Eliciting Discount Functions. Journal of Economic Theory, 144: 20772083. Prelec, Drazen. 2004. Decreasing Impatience: A Criterion for NonStationary Time Preference and Hyperbolic Discounting. Scandinavian Journal of Economics, 106: 511532. Read, Daniel. 2005. Monetary Incentives, What Are they Good for? Journal of Economic Methodology, 12: 265276. Reynolds, Brady, Amanda Ortengren, Jerry B. Richards, and Harriet de Wit. 2006. Dimensions of Impulsive Behavior: Personality and Behavioral Measures. Personality and Individual Differences, 40: 305315. Steinberg, Laurence, Sandra Graham, Lia OBrian, Jennifer Woolard, Elizabeth Cauffman, and Marie Banich. 2009. Age Differences in Future Orientation and Delay Discounting. Child Development, 80: 2844. 21 Sutter, Matthias, and Martin Kocher. 2007. Trust and trustworthiness across different age groups. Games and Economic Behavior, 59: 364382. Trautmann, Stefan T., Ferdinand M. Vieider, and Peter P. Wakker. 2008. Causes of Ambiguity Aversion: Known Versus Unknown Preferences. Journal of Risk and Uncertainty, 36: 225243. Vuchinich, Rudy E., and Maria L. Calamas. 1997. Does the Repeated Gambles Procedure Measure Impulsivity in Social Drinkers? Experimental and Clinical Psychopharmacology, 5: 157162. Wakker, Peter P. 2010. Prospect Theory for Risk and Ambiguity. Cambridge, UK: Cambridge University Press. Weller, Rosalyn E., Edwin W. Cook III, Kathy B. Avsar, and James E. Cox. 2008. Obese Women Show Greater Delay Discounting than HealthyWeight Women. Appetite, 51: 563569. Zaleskiewicz, Tomasz. 2001. Beyond Risk Seeking and Risk Aversion: Personality and the Dual Nature of Economic Risk Taking. European Journal of Personality, 15: 105122. Zauberman, Gal, and John G. Lynch, Jr. 2005. Resource Slack and Propensity to Discount Delayed Investments of Time Versus Money. Journal of Experimental Psychology: General, 134: 2337. 22 Tables Table 1: Distribution of participants by age and gender Age years 1011 1213 1415 1618 SUM Grade 5th 7th 9th 11th Total 208 184 135 134 661 girls boys 118 94 76 71 359 90 90 59 63 302 inconsistent choice list Delay Uncertainty 6 3% 3 2% 2 1% 0 0% 11 2% 5 2% 4 2% 3 2% 0 0% 12 2% 23 Table 2: OLSregression analysis for risk and ambiguity attitude Dependent variable Risk aversion Ambiguity Aversion Explanatory variables Female Age in years of siblings Pocket money per week Size prize urns German grade Math grade No. of observations R squared Notes. , , denote significance at the 1%, 5%, 10% level, robust standard errors in parentheses. Positive coefficients imply increasing riskambiguity aversion. Grades are relative to the average in class. Positive variables indicate better than average performance. Controls for counterbalancing the two choice lists included. 0.0690.005 0.005 0.000 0.001 0.015 0.005 638 0.039 0.022 0.007 0.017 0.001 0.015 0.024 0.001 638 0.032 0.019 0.005 0.009 0.001 0.009 0.011 0.010 0.019 0.005 0.009 0.000 0.009 0.011 0.011 24 Table 3: OLSregression analysis for impatience future equivalents Dependent variable Future equivalent 0.030 6.785 0.443 0.045 0.049 0.369 0.047 0.018 0.149 0.025 0.009 0.384 0.062 0.066 0.005 0.036 0.186 Explanatory Variables Upfrontdelay High stakes Oneyear delay Upfrontdelayhigh stakes Upfrontdelayoneyear delay Highstakesoneyear delay Female Femaleupfrontdelay Femalehigh stakes Femaleoneyear delay Age in years Risk aversion Ambiguity aversion of siblings Pocket money per week Germangrade Mathgrade No. of observations R squared Notes. , , denote significance at the 1%, 5%, 10% level, robust standard errors in parentheses. Clustered for individual subjects. Positive coefficients imply higher future equivalents, i.e., more impatience. Grades are relative to the average in class. Positive variables indicate better than average performance. 0.021 0.046 0,035 0.021 0.021 0.031 0.048 0.026 0.057 0.050 0.017 0.154 0.125 0.037 0.002 0.042 0.038 638 0.924 25Table 4: Median annual discount rates % 3 weeks with upfront delay 365 179 Delay Stake size Low High 3 weeks 330 179 1 year 29 21 1 year with upfront delay 31 19 26 8 0 0 4 3 0 8 0 0 8 0 0 8 0 0 0 2 0 0 8 0 Saving 8 0 0 Body mass index Smoking 2 4 1 Alcohol consumption 0 2 6 8 0 0 0 0 1 Table 5: Determinants of field behavior OLS and MarginalProbitRegression Overview Impatience future equivalent Risk aversion Ambiguity aversion Age Female German grade Math grade No. of siblings Pocket money per week No. of observations Mean pseudo R2 Note: The table shows only significant effects by sign of independent variables on the four dependent variables. We have run eight regressions per dependent variable, using each of the eight choice lists in the intertemporal choice task once. The entries in the table read as follows: : increases dependent variable, : decreases dependent variable; x y z denotes the number of times the variable is significant at the 1% x, 5% y, 10% z level. The full set of regressions behind this table is reproduced in Table 6, where Panel A concerns Saving, Panel B Smoking, Panel C Alcohol consumption, and Panel D the Body mass index. Grades are relative to the average in class. Positive variables indicate better than average performance. 638 0.358 638 0.190 611 0.031 0 0 3 0 0 6 638 0.397 0 0 8 27 Dependent variable: Saving Model A 0.035 0.012 0.016 0.033 0.005 0.023 0.012 0.003 0.017 0.014 0.005 0.009 0.028 0.009 0.011 0.007 0.000 0.000 Table 6: Regressions behind Table 5 Panel A: Determinants of field behavior: Saving MarginalProbitRegression Explanatory variables Delay aversion Risk aversion Ambiguity aversion Age Female German grade Math grade No. of siblings Pocket mo ney per week No. of observations Pseudo R2 Notes. , , denote significance at the 1%, 5%, 10% level, robust standard errors in parenthesis. Model A: 3 weeks delay, low stake, no upfront delay. Model B: 3 weeks delay, low stake, upfront delay. Model C: 3 weeks delay, high stake, no upfront delay. Model D: 3 weeks delay, high stake, upfront delay. Model E: 1 year delay, low stake, no upfront delay. Model F: 1 year delay, low stake, upfront delay. Model G: 1 year delay, high stake, no upfront delay. Model H: 1 year delay, high stake, upfront delay. Model D 0.018 0.006 0.013 0.033 0.003 0.023 0.013 0.003 0.020 0.013 0.002 0.009 0.029 0.009 0.009 0.007 0.000 0.000 Model F 0.047 0.012 0.015 0.029 0.004 0.021 0.010 0.003 0.014 0.012 0.004 0.008 0.026 0.008 0.010 0.007 0.000 0.000 638 Model E 0.045 0.012 0.017 0.030 0.002 0.021 0.011 0.003 0.016 0.012 0.005 0.008 0.027 0.008 0.009 0.007 0.000 0.000 638 Model C 0.019 0.006 0.009 0.033 0.002 0.022 0.012 0.003 0.019 0.014 0.006 0.009 0.026 0.008 0.010 0.007 0.000 0.000 638 Model B 0.036 0.011 0.018 0.034 0.004 0.023 0.012 0.003 0.018 0.013 0.001 0.009 0.030 0.009 0.011 0.007 0.000 0.000 638 638 0.174 0.193 0.199 0.176 0.183 638 0.175 Model G 0.023 0.005 0.011 0.028 0.002 0.020 0.011 0.003 0.016 0.012 0.005 0.008 0.022 0.007 0.008 0.006 0.000 0.000 638 Model H 0.022 0.005 0.016 0.031 0.005 0.021 0.011 0.003 0.017 0.012 0.005 0.008 0.024 0.007 0.009 0.006 0.000 0.000 638 0.212 0.205 28 Dependent variable: Smoking Model A 0.009 0.004 0.007 0.009 0.015 0.008 0.007 0.003 0.006 0.004 0.002 0.002 0.007 0.003 0.002 0.002 0.000 0.000 Model C 0.004 0.002 0.006 0.010 0.016 0.009 0.008 0.003 0.006 0.005 0.003 0.003 0.007 0.003 0.002 0.002 0.000 0.000 Model B 0.009 0.005 0.006 0.007 0.011 0.006 0.006 0.003 0.005 0.003 0.001 0.002 0.005 0.003 0.002 0.002 0.000 0.000 Panel B: Determinants of field behavior: Smoking MarginalProbitRegression Explanatory variables Delay aversion Risk aversion Ambiguity aversion Age Female German grade Math grade No. of siblings Pocket money per week No. of. observations Pseudo R2 Notes. , , denote significance at the 1%, 5%, 10% level, robust standard errors in parenthesis. Model A: 3 weeks delay, low stake, no upfront delay. Model B: 3 weeks delay, low stake, upfront delay. Model C: 3 weeks delay, high stake, no upfront delay. Model D: 3 weeks delay, high stake, upfront delay. Model E: 1 year delay, low stake, no upfront delay. Model F: 1 year delay, low stake, upfront delay. Model G: 1 year delay, high stake, no upfront delay. Model H: 1 year delay, high stake, upfront delay. Model F 0.005 0.004 0.010 0.012 0.019 0.011 0.009 0.003 0.006 0.005 0.003 0.003 0.009 0.004 0.002 0.003 0.000 0.000 638 Model E 0.007 0.004 0.009 0.011 0.017 0.010 0.008 0.003 0.006 0.005 0.003 0.003 0.009 0.004 0.002 0.003 0.000 0.000 638 Model D 0.005 0.002 0.006 0.008 0.015 0.009 0.007 0.003 0.007 0.004 0.002 0.002 0.007 0.003 0.002 0.002 0.000 0.000 638 638 0.363 638 0.390 638 0.357 0.367 0.348 0.341 Model G 0.003 0.002 0.008 0.011 0.016 0.009 0.008 0.003 0.006 0.005 0.003 0.003 0.008 0.004 0.002 0.002 0.000 0.000 638 Model H 0.004 0.002 0.007 0.010 0.017 0.009 0.008 0.003 0.007 0.004 0.003 0.002 0.008 0.004 0.002 0.002 0.000 0.000 638 0.349 0.352 29 Dependent variable: Alcohol consumption 0.039 0.016 0.022 0.048 0.051 0.040 0.056 0.007 0.004 0.019 0.003 0.011 0.016 0.010 0.005 0.010 0.001 0.001 638 0.021 0.020 0.008 0.008 0.029 0.024 0.049 0.050 0.057 0.056 0.040 0.041 0.056 0.057 0.007 0.007 0.008 0.007 0.019 0.019 0.001 0.000 0.011 0.011 0.015 0.013 0.010 0.010 0.007 0.006 0.011 0.011 0.001 0.001 0.001 0.001 Model A Model B Model C Model D Model E Model F Model G Model H 0.044 0.025 0.007 0.015 0.026 0.021 0.049 0.049 0.058 0.056 0.040 0.038 0.054 0.055 0.007 0.007 0.007 0.005 0.019 0.019 0.001 0.000 0.010 0.011 0.014 0.014 0.010 0.010 0.005 0.005 0.010 0.010 0.001 0.001 0.001 0.001 Panel C: Determinants of field behavior: Alcohol consumption MarginalProbitRegression Explanatory variables Delay aversion Risk aversion Ambiguity aversion Age Female German grade Math grade No. of. siblings Pocket money per week No. of observations Pseudo R2 Notes. , , denote significance at the 1%, 5%, 10% level, robust standard errors in parenthesis. Model A: 3 weeks delay, low stake, no upfront delay. Model B: 3 weeks delay, low stake, upfront delay. Model C: 3 weeks delay, high stake, no upfront delay. Model D: 3 weeks delay, high stake, upfront delay. Model E: 1 year delay, low stake, no upfront delay. Model F: 1 year delay, low stake, upfront delay. Model G: 1 year delay, high stake, no upfront delay. Model H: 1 year delay, high stake, upfront delay. 0.031 0.015 0.018 0.050 0.052 0.041 0.056 0.007 0.004 0.020 0.000 0.011 0.017 0.010 0.005 0.011 0.001 0.001 638 0.016 0.016 0.018 0.050 0.055 0.042 0.057 0.007 0.003 0.020 0.001 0.011 0.018 0.010 0.004 0.011 0.001 0.001 638 0.021 0.007 0.025 0.049 0.052 0.040 0.055 0.007 0.006 0.019 0.001 0.011 0.015 0.010 0.005 0.010 0.001 0.001 638 0.395 0.396 0.395 638 0.408 638 0.399 638 638 0.392 0.387 0.400 30 Dependent variable: Body mass index 0.010 0.009 0.057 0.024 0.019 0.020 0.000 0.003 0.020 0.011 0.005 0.006 0.000 0.007 0.007 0.005 0.000 0.000 611 0.008 0.006 0.052 0.025 0.018 0.021 0.000 0.003 0.019 0.011 0.006 0.006 0.001 0.006 0.007 0.006 0.000 0.000 611 0.013 0.008 0.056 0.024 0.019 0.020 0.000 0.003 0.020 0.011 0.006 0.006 0.000 0.007 0.007 0.005 0.000 0.000 611 0.013 0.009 0.056 0.024 0.018 0.020 0.000 0.003 0.020 0.011 0.006 0.006 0.000 0.007 0.007 0.005 0.000 0.000 611 0.006 0.007 0.054 0.025 0.019 0.021 0.000 0.003 0.019 0.011 0.005 0.006 0.001 0.006 0.007 0.006 0.000 0.000 Model A Model B Model C Model D Model E Model F Model G Model H 0.024 0.008 0.004 0.012 0.055 0.052 0.024 0.024 0.019 0.021 0.021 0.021 0.000 0.001 0.003 0.003 0.019 0.019 0.011 0.011 0.006 0.006 0.006 0.006 0.001 0.002 0.006 0.007 0.007 0.007 0.005 0.005 0.000 0.000 0.000 0.000 Panel D: Determinants of field behavior: Body mass index OLSRegression Explanatory variables Delay aversion Risk aversion Ambiguity aversion Age Female German grade Math grade No. of siblings Pocket money per week No. of observations R2 Notes. , , denote significance at the 1%, 5%, 10% level, robust standard errors in parenthesis. Model A: 3 weeks delay, low stake, no upfront delay. Model B: 3 weeks delay, low stake, upfront delay. Model C: 3 weeks delay, high stake, no upfront delay. Model D: 3 weeks delay, high stake, upfront delay. Model E: 1 year delay, low stake, no upfront delay. Model F: 1 year delay, low stake, upfront delay. Model G: 1 year delay, high stake, no upfront delay. Model H: 1 year delay, high stake, upfront delay. 0.006 0.004 0.056 0.024 0.018 0.020 0.000 0.003 0.020 0.011 0.006 0.006 0.000 0.007 0.007 0.005 0.000 0.000 611 0.029 0.030 0.030 0.030 0.036 0.028 0.031 611 611 611 0.033 31 Figures Figure 1: Choice list for uncertainty task 1 draw from bag A 2 draw from bag A 3 draw from bag A O O O   etc. or or or O O O 0.50 for sure 1.00 for sure 1.50 for sure Figure 2: Choice list for uncertainty task 6 draw from bag A 7 draw from bag A 8 draw from bag A O  etc. or or or O O 3.00 for sure 3.50 for sure 4.00 for sure Figure 3: Choice list for time preference task 1 receive 10.10 now O 2 receive 10.10 now O 3 receive 10.10 now O or or or O O O  etc. receive 10.10 in three weeks receive 10.30 in three weeks receive 10.50 in three weeks Figure 4: Choice list for time preference task 6 receive 10.10 now 7 receive 10.10 now 8 receive 10.10 now O or or or O O  etc. receive 11.10 in three weeks receive 11.30 in three weeks receive 11.50 in three weeks 32 Figure 5: Combinations of early and late payoff four choice lists for sure payoff 10.10 1 10.10 today 10.10 x 3 weeks 2 3 43 weeks 10.10 6 weeks 10.10 x 10.10 today 10.10 x 1 year 3 weeks 10.10 1 year and 3 weeks 10.10 x 33 Appendix not intended for publication A1. Experimental instructions translated from German Procedures: The experiments concerning risk and ambiguity preferences were run between November 2007 and January 2008, while the experiments concerning time preferences were conducted between April and May 2008. Each session lasted approximately 50 minutes, including the completion of a postexperimental questionnaire and the distribution of the earned money. In the risk and ambiguity preference experiment all subjects privately received their money at the very end of the session. Therefore, subjects were called one by one to a separate room where they first had to draw a card to determine the decision problem which was relevant for payment. In a second step the urn was played if the subject preferred the lottery over the sure amount in the respective decision. In the time preference experiment, subjects received an immediate payoff if they had chosen it over a delayed payoff at the end of the experiment as cash. In case a payoff in the future was chosen or the selected choice had an upfrontdelay of three weeks the money was distributed in sealed envelopes at the predefined date. Note that all sessions within a particular school were run at the same day. In order to guarantee anonymity, we used partition walls and forbade any kind of conversation among students. Instructions were memorized by the experimenter and orally presented in class at the beginning of each session. Periodically the instructor paused and let the subjects raise their hands for questions which were then answered privately. An English translation of orally presented instructions and of the decision sheets is presented below. Risk and ambiguity experiment here we present the order where the task to elicit risk attitudes has been explained before the task to elicit ambiguity attitudes Welcome to our game. Before we start, we will explain the rules of our game. From now on, please dont talk to your neighbor and listen carefully. You can earn money in this game. We will give you the money in cash at the end of this lesson. How much money you will earn depends mainly on your decisions. Thats why it is important that you understand the rules of our game. Please listen carefully now. We will frequently stop during our explanation and allow you to ask questions. Therefore, please raise your hand and one of us will come to you to answer your question. Everybody ok so far? Leave time for questions and answer them privately. Our game consists of two parts. In total, you will have to make 40 decisions, 20 in part one and 20 in part two. One of these decisions will be paid for real, and we will explain in the end how we determine the decision to be paid. First we will explain the first part. You have to choose 20 times between a safe amount of money and drawing a ball from bag A. By drawing from the bag you may win 10 respectively 6 , 8 or 12 , according to the treatment. Only one of your decisions will be relevant. We will explain that carefully at the end of this instruction. Next we explain to you how drawing a ball from bag A works: We fill this bag with ten orange and ten white balls. fill bag and show balls to children and count orange and white balls When you decide to draw a ball from bag A, you draw a ball blindly. Before you draw the ball you have to choose a color lets say white. If the drawn ball is really white, you receive 10 34 respectively 6 , 8 or 12 , according to the treatment. If the drawn ball is orange, you get nothing. Everybody ok so far? Leave time for questions and answer them privately. You will receive a decision sheet which looks exactly like the slide on the overhead projector. Switch on overhead projector and point to the slide We will then, when we play the game, ask you to make a decision for each row between drawing a ball from bag A point to the left and a sure amount of money point to the right. This looks for example like this: In the first row you decide whether you prefer drawing a ball from bag A and thereby maybe winning 10 respectively 6 , 8 or 12 , according to the treatment, or if you prefer taking 50 cents respectively 30 cents, 40 cents, 60 cents, according to the treatment home for sure. Assuming that you prefer drawing a ball from bag A instead of getting 50 cents respectively 30 cents, 40 cents, 60 cents, according to the treatment for sure, which box do you have to check in this case? Assume answer is left. Right, you check the box at the left side. Everybody ok so far? Leave time for questions and answer them privately. In the second row you decide again between drawing a ball from bag A and a sure amount of money. Now you are offered 1 respectively 60 cents, 80 cents, 1.20 , according to the treatment to take home for sure. As you can see the sure amount on the right hand side increases successively. As long as you prefer drawing a ball from bag A to taking a sure amount of money home, you check the box at the left hand side. Everybody ok so far? Leave time for questions and answer them privately. Assume that you like drawing a ball from bag A very much, then you might check the boxes on the left hand side until the last but one row. In the very last row you then have to choose between getting 10 respectively 6 , 8 or 12 , according to the treatment for sure if you check the box on the right side or maybe winning 10 respectively 6 , 8 or 12 , according to the treatment by checking the box on the left side and then drawing a ball from bag A. Everybody ok so far? Leave time for questions and answer them privately. Assume that you very much dislike drawing a ball from bag A. In this case you might choose the sure amount of money of 50 cents respectively 30 cents, 40 cents, 60 cents, according to the treatment already in the first row. Everybody ok so far? Leave time for questions and answer them privately. The point where you switch from the left hand side to the right hand side lies normally somewhere between the first and the last row. As soon as you have once checked the box at the right hand side, you should very carefully check whether it makes sense for you to switch back to the left hand side in any following row. Consider the following situation. If you preferred 50 cents respectively 30 cents, 40 cents, 60 cents, according to the treatment in the first row to drawing from bag A, then most likely you might prefer even more so 1 respectively 60 cents, 80 cents, 1.20 , according to the treatment in the second row over drawing from bag A, because 1 respectively 60 cents, 80 cents, 1.20 , according to the treatment is more money than 50 cents respectively 30 cents, 40 cents, 60 cents, according to the treatment which, in this example, you preferred over drawing from bag A before. 35 Everybody ok so far? Leave time for questions and answer them privately. Now we explain the second part to you. The second part of our game is similar to the first part. The only difference is that bag A is replaced by bag B. Now you have to choose between drawing a ball from bag B thereby maybe winning 10 respectively 6 , 8 or 12 , according to the treatment or taking a sure amount of money home. Drawing a ball from bag B works as follows: This bag contains twenty balls. The balls are either white ore orange as before, but this time we dont tell you the exact number of white and orange balls. However, in sum there are 20 balls in this bag B. When you decide to draw a ball from bag B, you draw a ball blindly. Before you draw the ball you choose a color lets say white. If the drawn ball is really white, you receive 10 respectively 6 , 8 or 12 , according to the treatment. If the drawn ball is orange, you get nothing. Everybody ok so far? Leave time for questions and answer them privately. You will receive a decision sheet which looks exactly like the slide on the overhead projector Switch on overhead projector and point to the slide. We also ask you for this sheet to make a decision for each row. Now you have to decide between drawing a ball from bag B point to the left and a sure amount of money point to the right. This looks for example like this: In the first row you decide whether you prefer drawing a ball from bag B and thereby maybe winning 10 respectively 6 , 8 or 12 , according to the treatment, or if you prefer taking 50 cents respectively 30 cents, 40 cents, 60 cents, according to the treatment home for sure. Assuming that you prefer drawing a ball from bag B instead of getting 50 cents respectively 30 cents, 40 cents, 60 cents, according to the treatment for sure, which box do you have to check in this case? Assume answer is left. Right, you check the box at the left side. Everybody ok so far? Leave time for questions and answer them privately. In the second row you decide again between drawing a ball from bag B and a sure amount of money. Now you are offered 1 respectively 60 cents, 80 cents, 1.20 , according to the treatment to take home for sure. As you can see, the sure amount on the right hand side increases successively. As long as you prefer drawing a ball from bag B to taking a sure amount of money home, you check the box at the left hand side. Everybody ok so far? Leave time for questions and answer them privately. Assume that you like drawing a ball from bag B very much, then you might check the boxes on the left hand side until the last but one row. In the very last row you then have to choose between getting 10 respectively 6 , 8 or 12 , according to the treatment for sure if you check the box on the right side or maybe winning 10 respectively 6 , 8 or 12 , according to the treatment by checking the box on the left side and then drawing a ball from bag B. Everybody ok so far? Leave time for questions and answer them privately. Assume that you very much dislike drawing a ball from bag B. In this case you will choose the sure amount of money of 50 cents respectively 30 cents, 40 cents, 60 cents, according to the treatment already in the first row. Everybody ok so far? Leave time for questions and answer them privately. 36 The point where you switch from the left hand side to the right hand side lies normally somewhere between the first and the last row. As soon as you have once checked the box at the right hand side, you should very carefully check whether it makes sense for you to switch back to the left hand side in any following row. Consider the following situation. If you preferred 50 cents respectively 30 cents, 40 cents, 60 cents, according to the treatment in the first row to drawing from bag B, then most likely you might prefer even more so 1 respectively 60 cents, 80 cents, 1.20 , according to the treatment in the second row over drawing from bag B, because 1 respectively 60 cents, 80 cents, 1.20 , according to the treatment is more money than 50 cents respectively 30 cents, 40 cents, 60 cents, according to the treatment which you preferred, in this example, over drawing from bag B before. Everybody ok so far? Leave time for questions and answer them privately. We still have to explain how you get your money. After all of you have made your 40 decisions 20 decisions on your first sheet, 20 decisions on your second sheet everybody will draw a card from these 40 cards. The cards are numbered from 1 to 40. Ask a student to draw a card. Assume 5 is drawn. When you have drawn the number 5, your decision with number 5 on your decision sheets is played for real. This is the most important thing: If you have chosen to draw a ball from bag A in the selected decision, you may then draw a ball from bag A. You win 10 respectively 6 , 8 or 12 , according to the treatment, if you announce the drawn color, otherwise you get nothing. If you have chosen the sure amount of money, you get 2.50 respectively 1.5 , 2 or 3 , according to the treatment in this example, Everybody ok so far? Leave time for questions and answer them privately. Lets make another example: If you have drawn the number 38, what will happen when you have checked the box on the left hand side? Assume the answer is correct. Right, you may draw a ball from bag B. You win 10 respectively 6 , 8 or 12 , according to the treatment if the color is correct and nothing otherwise. What will happen when you have checked the box on the right hand side? Assume the answer is correct. Right, you take 9 respectively 5.4 , 7.2 or 10.8 , according to the treatment home. Whether you draw a ball from bag B and maybe win 10 respectively 6 , 8 or 12 , according to the treatment or take the sure amount of money home depends on whether you have checked the box at the left or at the right hand side. As each of your 40 decisions could be drawn, you should consider carefully in each row if you want to draw a ball from bag A or B or if you want to take a sure amount of money home. Everybody ok ? Leave time for questions and answer them privately. If no questions have been unanswered, then you can start making your choices. Once you are finished, please turn over your decision sheet and wait until all others have finished this part. Let subjects make their decisions and collect decision sheets that have been turned over. 37 Decision sheet Risk and ambiguity 1 2 3 4 5 6 7 8 9 draw from bag A draw from bag A draw from bag A draw from bag A draw from bag A draw from bag A draw from bag A draw from bag A draw from bag A 10 draw from bag A 11 draw from bag A 12 draw from bag A 13 draw from bag A 14 draw from bag A 15 draw from bag A 16 draw from bag A 17 draw from bag A 18 draw from bag A 19 draw from bag A 20 draw from bag A or or or or or or or or or or or or or or or or or or or or 0.50 euro for sure 1 euro for sure 1.50 euro for sure 2 euro for sure 2.50 euro for sure 3 euro for sure 3.50 euro for sure 4 euro for sure 4.50 euro for sure 5 euro for sure 5.50 euro for sure 6 euro for sure 6.50 euro for sure 7 euro for sure 7.50 euro for sure 8 euro for sure 8.50 euro for sure 9 euro for sure 9.50 euro for sure 10 euro for sure analogously for bag B or stake sizes 6 , 8 , 12 38 A photograph illustrating how participants drew from one of the bags A or B 39 Time preferences experiment this experiment was run several months after the experiment on risk and ambiguity attitudes Welcome to our game. Before we start, we will explain the rules of our game. From now on, please dont talk to your neighbor and listen carefully. We will frequently stop during our explanation and allow you to ask questions. Therefore, please raise your hand and one of us will come to you to answer your question. Everybody ok so far? Leave time for questions and answer them privately. You can earn money in this game. You will have to decide whether you want to get a certain amount of money at an earlier date or another, possibly larger, amount at a later date. For example, you might be asked to choose between a smaller amount of money today and a bigger amount of money in three weeks. If you decide for today, you will get your money in cash at the end of this lesson. If you decide for in three weeks, you will receive your money in a closed envelope in three weeks. The envelope will be marked with your student number. It might also be the case that the earlier amount will be paid in three weeks only, and the later amount in six weeks from now, or even in more than one year from now. We will explain all possibilities in detail in the following. As you know, we will come back to run some experiments with you in the course of two years, hence you can be sure to get your money even if you choose a date that is in oneyear time only. Everybody ok so far? Leave time for questions and answer them privately. You will receive eight different decision sheets. You have to choose 160 times between an earlier amount and a later but maybe higher amount of money. Only one of your decisions will be relevant. We will explain that carefully at the end of this instruction. We brought along here an example decision sheet. Note that this example will not be used in the experiment. The amounts of money indicated on this example sheet only serve illustration purposes. Let us have a look at the example together. Put slide on the overhead projector. When we play the game we will ask you to make a decision for each row. This looks, e.g., like this: In the first row you decide whether you prefer taking home 6.10 today point to the left or receiving 6.10 in three weeks from now point to the right. Assuming that you prefer taking home 6.10 today, where do you have to check the box? Assume answer is left. Right, you check the box at the left hand side. Everybody ok so far? Leave time for questions and answer them privately. Assuming that you prefer receiving 6.10 in three weeks from now, where do you have to check the box? Assume answer is right. Right, then you check the box at the right hand side. In the second row you decide again between taking home 6.10 today and now a larger amount of 6.30 , which you could receive in three weeks from now. You can see that the amount on the right hand side increases successively row by row. As long as you prefer taking home 6.10 today, you check the box at the left hand side. As soon as you prefer receiving the higher amount in three weeks from now, you check the box at the right hand side. show example Everybody ok so far? Leave time for questions and answer them privately. As soon as you have once checked the box at the right hand side, you should consider carefully whether it makes sense for you to switch back to the lefthand side at any successive row. Consider the situation where you prefer receiving 6.50 in three weeks to taking home 6.10 today. Then it seems most likely that you will prefer receiving 6.70 in three weeks even more 40 to taking home 6.10 today, because 6.70 is more money than 6.50 which you preferred over the 6.10 before. Everybody ok so far? Leave time for questions and answer them privately. Lets consider another example with respect to the timing of payoffs. Here is another example decision sheet. Put slide with three weeks upfrontdelay on the overhead projector. Here you have to decide whether you prefer receiving 6.10 in three weeks from now or if you prefer receiving a somewhat larger amount in six weeks from now. The rules to fill out the decision sheet stay the same. Depending on whether you prefer receiving the money in three or in six weeks from now, you check the box at the left or the right hand side. As soon as you have once checked the box at the right hand side, you should consider carefully whether it makes sense to you to switch back to the lefthand side in any successive row for the same reasons as in the previous example. Shall I repeat this example? If anybody says Yes, then repeat it, now in the frame of three and six weeks delay for early and late payoffs. Everybody ok so far? Leave time for questions and answer them privately. You see on this example sheet that the early and late payoffs are paid in three weeks, respectively six weeks, from now on. Now I show you another example. Put another slide with a oneyear delay for the late payoff on the projector. Note that the amounts of money on this example are identical to the previous slide. The only change concerns the timing of the payment concerning the later payoff. In the previous example this was six weeks from now. In the current example it is one year and three weeks from now. You will also face such a timing on your decision sheets once we start the experiment. You will also find a situation where the early amount can be paid out today, and the late amount in exactly one year. Please note that all dates have been chosen such that on the possible dates you will have a regular school day. We have already checked back with the principal of your school that we will come back exactly on these future dates in three weeks, six weeks, one year, or one year and three weeks, in case this is necessary to pay out the money to you. In the unlikely case that any of you will change schools, then we have asked an administrator of your school to send the money to your new address. Note that in this case we will give the administrator your anonymous code that he and only he can use to figure out your identity to send the money to you. Now we explain to you how you get the money from this experiment. You will receive eight different decision sheets with twenty decisions each. This makes 160 decisions all together. Each of you may draw a card from these 160 cards at the end of the session. The cards are numbered from 1 to 160. Assume you have drawn the number 5. Therefore the decision with number 5 on your decision sheets is played for real. This is the most important thing: If you have checked the box on the left hand side in the selected decision, you receive in our example that I put on the overhead projector now 6.10 today. If you have checked the box on the right hand side, you receive 6.90 in three weeks from now. Everybody ok so far? Leave time for questions and answer them privately. Lets look at another example. Assume you have drawn the number 22. Now the decision with number 22 on your decision sheets is played for real. Lets consider this example sheet with the oneyear delay. What will happen if you have checked the box on the left hand side? Assume the answer is correct. Right, you receive 6.10 in three weeks from now. What will happen if you have checked the box on the right hand side? Assume the answer is correct. Right, then you will receive 6.30 in one year and three weeks from now. 41 As each of your 160 decisions is equally likely to be drawn, you should consider your decision very carefully in each single row, since this row could be drawn for payment. Everybody ok? Leave time for questions and answer them privately. If no questions have been unanswered, then you can start making your choices. Once you are finished, please turn over your decision sheet and wait until all others have finished this part. Let subjects make their decisions and collect decision sheets that have been turned over. 42 Time preferences Decision sheet the order of decision sheets was random 1 2 3 4 5 6 7 8 9 amount today 10.10 euro today 10.10 euro today 10.10 euro today 10.10 euro today 10.10 euro today 10.10 euro today 10.10 euro today 10.10 euro today 10.10 euro today 10 10.10 euro today 11 10.10 euro today 12 10.10 euro today 13 10.10 euro today 14 10.10 euro today 15 10.10 euro today 16 10.10 euro today 17 10.10 euro today 18 10.10 euro today 19 10.10 euro today 20 10.10 euro today or or or or or or or or or or or or or or or or or or or or or amount in 3 weeks 10.10 euro in 3 weeks 10.30 euro in 3 weeks 10.50 euro in 3 weeks 10.70 euro in 3 weeks 10.90 euro in 3 weeks 11.10 euro in 3 weeks 11.30 euro in 3 weeks 11.50 euro in 3 weeks 11.70 euro in 3 weeks 11.90 euro in 3 weeks 12.10 euro in 3 weeks 12.30 euro in 3 weeks 12.50 euro in 3 weeks 12.70 euro in 3 weeks 12.90 euro in 3 weeks 13.10 euro in 3 weeks 13.30 euro in 3 weeks 13.50 euro in 3 weeks 13.70 euro in 3 weeks 13.90 euro in 3 weeks 43 Time preferences Decision sheet the order of decision sheets was random amount today 21 4.05 euro today 22 4.05 euro today 23 4.05 euro today 24 4.05 euro today 25 4.05 euro today 26 4.05 euro today 27 4.05 euro today 28 4.05 euro today 29 4.05 euro today 30 4.05 euro today 31 4.05 euro today 32 4.05 euro today 33 4.05 euro today 34 4.05 euro today 35 4.05 euro today 36 4.05 euro today 37 4.05 euro today 38 4.05 euro today 39 4.05 euro today 40 4.05 euro today or or or or or or or or or or or or or or or or or or or or or amount in 3 weeks 4.05 euro in 3 weeks 4.15 euro in 3 weeks 4.25 euro in 3 weeks 4.35 euro in 3 weeks 4.45 euro in 3 weeks 4.55 euro in 3 weeks 4.65 euro in 3 weeks 4.75 euro in 3 weeks 4.85 euro in 3 weeks 4.95 euro in 3 weeks 5.05 euro in 3 weeks 5.15 euro in 3 weeks 5.25 euro in 3 weeks 5.35 euro in 3 weeks 5.45 euro in 3 weeks 5.55 euro in 3 weeks 5.65 euro in 3 weeks 5.75 euro in 3 weeks 5.85 euro in 3 weeks 5.95 euro in 3 weeks Six further sheets varied the timing of these payoffs by once adding an upfrontdelay of three weeks for the earlier payoff and once by using a delay between earlier and later payoff of one year instead of three weeks. See Figure 5 for an illustration. Note that the eight decision sheets were handed out in random order 44 A2. Questionnaire translated from German O female O male 1 I am 2 I was born in the following year: ________________. 3 I am born in the following month: _______________. 4 I have _____ how many? siblings. 5 I was born as _________ which number? child in my family. 6 Per week I have roughly _________ euro pocket money. I spend my pocket money on: O computer games O mobile phone bill O cinema O magazines O sport O food and beverages O sweets O music O alcohol O cigarettes O toys O other: _________________________________________ For our analysis we create the variables smoking and alcohol consumption and code it as 1 if a subject spends pocket money on cigarettes respectively alcohol and 0 otherwise. 7 I live in the following village: __________________________ 8 How often do you attend religious celebrations per month? for example mass, celebration at a mosque,   1 x O 9 Please mark the appropriate item with a cross: O My parents and I were born in Austria. O I was born in Austria. My mother and my father were not born in Austria. O clothes O going out O cosmetica O concerts O expenses from school more than 4 x O 0 x O 2 x O 3 x O 4 x O 45 O no O I was born in Austria. One of my parents was not born in Austria. O I was not born in Austria, nor were my parents. 10 Do you save money? O yes For our analysis we create the variable saving and code it as 1 if a subject checks yes and 0 otherwise. 11 I am _____ m tall. 12 I weigh _____ kg. For our analysis we create the variable bodymass weightheight2. 46 ", "filename": "67045172X.pdf", "person": ["Matthias Sutter", "Sutter, Matthias", "Martin G. Kocher", "Kocher, Martin G.", "Daniela Rützler", "Rützler, Daniela", "Stefan T. Trautmann", "Trautmann, Stefan T."], "date": ["2010"]}