{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/57570/1/67187473X.pdf"], "title": ["\"I'm afraid I have bad news for you...\": Estimating the impact of different health impairments on subjective well-being"], "plaintext": "Im afraid I have bad news for you . . . Estimating the impact ofdifferent health impairments on subjective wellbeingMartin Binder,a, Alex Coadb,ca Max Planck Institute of Economics, Evolutionary Economics Group, Kahlaische Str.10, 07745 Jena,b SPRU, University of Sussex, Falmer, Brighton, BN1 9QE, UKc RATIO, P.O. Box 3203, SE10364 Stockholm, Sweden Germany Abstract Bad health can severely disrupt a persons life. We apply matching estimators to examinehow changes in subjective health status as well as different objective conditions of badhealth affect subjective wellbeing. The strongest effect is in the category alcohol and drugabuse, followed by anxiety, depression and other mental illnesses, stroke, diabetes and cancer.We also take into account differences in Big Five personality traits. Adaptation to healthimpairments depends strongly on the health impairment examined. There is also a puzzlingasymmetry: strong adverse reactions to deteriorations in health are observed alongside weakincreases in wellbeing after health improvements.Key words: health, illness, happiness, matching estimators, propensity score matching,BHPSJELclassification: I10, I31, C231. Introduction How healthy we are determines many facets of our life. It has an impact on what employment opportunities we can pursue and what incomes we can earn Arrow, 1996; it alsohas a bearing on the social activities we can pursue e.g. Umberson, 1987; Gardner and Oswald, 2004, and on many more things. But our health also impacts on our mood and ourwellbeing more generally Easterlin, 2003; Graham, 2008. Being in good health increases anindividuals subjective wellbeing, just as illness or bad health conditions decrease it Grahamet al., 2010; Veenhoven, 2010.The authors are grateful for having been granted access to the BHPS data set, which was made availablethrough the ESRC Data Archive. The data were originally collected by the ESRC Research Centre on MicroSocial Change at the University of Essex now incorporated within the Institute for Social and Economic Research. Neither the original collectors of the data nor the Archive bear any responsibility for the analysesor interpretations presented here. The authors wish to thank Paul Nightingale, Maria Savona, Nick von Tunzelman, Michael Hopkins, Juan Mateos Garcia and other participants at a SPRU seminar for helpfulcomments and suggestions. Errors are ours.Corresponding author Email address: binderecon.mpg.de Martin BinderSeptember 13, 2011 1115 Subjective wellbeing research has analyzed the relationship between health and subjective wellbeing for quite some time, becoming increasingly aware of the complex mutualinterdependencies involved. With the development of the field, simple crosssectional analyses have been extended to repeated crosssections or panel contexts, allowing to betterunderstand selection effects or to account for individual specific fixed effects that capturethe more traitlike properties of subjective wellbeing Diener and Lucas, 1999. Panel datatechniques also allowed researchers to explore the dynamic properties of the happinesshealthnexus, such as, for example, the pronounced differences in hedonic adaptation to pain or illnesses or disability Frederick and Loewenstein, 1999; Oswald and Powdthavee, 2008. Whileregression techniques that account for fixed effects offer valuable insights into the variationwithin individuals over time and thus help to alleviate concerns about selection effects FerreriCarbonell and Frijters, 2004, we argue that the estimation of the causal impact of differentlife events on happiness constitutes a logical extension and should now receive more attentionby researchers.The aim of our paper is thus fourfold. First of all, we offer said econometric account of thecausal impact of health on subjective wellbeing: to estimate the causal effect different healthconditions have on subjective wellbeing, we apply propensity score matching estimatorsRubin, 1974; Imbens, 2004; Caliendo and Kopeinig, 2008. Propensity score matching is aneconometric technique that one can best understand to be similar to an experimental setup inmedical research, where two groups of participants are randomly selected, of which one is thecontrol and the other the treatment group, which is subjected to a certain drug or medicaltreatment. Unlike in such a natural experiment, however, propensity score matching is atechnique that can be applied to observational data. The health economist is thus not forcedto select test persons who are subjected to some illness conditions in order to tease out theeffects of these treatments on the participants subjective wellbeing.The matching estimators applied in this paper have an advantage over multivariate regressions techniques that are widely used in the related literature. While multivariate regressionscan be a useful tool to analyze the happinesshealth relationship, multivariate regression modelling obscures information on the distribution of covariates in the treatment versus controlgroups presumably, the researcher is interested in comparing individuals that have the samevalues for all covariates. Unless there is substantial overlap in the two covariate distributions, multivariate regression estimates rely heavily on extrapolation, and can therefore bemisleading Imbens, 2004; Ichino et al., 2008, p. 31213. Matching estimators are preferablebecause more care is taken to establish an appropriate control group. Another advantage ofmatching methods is that they require no assumptions on functional forms.Second, we are interested in analysing said causal impact related to a set of different healthconditions impairments on happiness. This extends analyses that focus on the relationshipbetween a more general selfassessed health status of individuals and happiness see also Shields and Wheatley Price, 2005; Graham et al., 2010. Selfassessed health does predictmore objective health functioning well in some cases e.g., regarding morbidity, while it isa less suited measure in other cases Johnston et al., 2009. Since selfassessed health is anattitude an individual states, it might be biased by intervening factors such as personalitytraits, for example when optimistic persons would overrate their subjective health, even whenbeing objectively ill. Focussing thus on objective conditions of ill health offers new valuableknowledge on the impact this has on subjective wellbeing. Moreover, focussing on specific 2 1115 health conditions allows a more comprehensive picture of when and how ill health decreaseswellbeing and to what extent.A third contribution of our paper lies in tracing the intertemporal trajectory such healthconditions have on subjective wellbeing, i.e. examining the extent of hedonic adaptationthat follows in the years after the onset of the illness or bad health condition. By this weaim at extending our knowledge on the hypothesised domain specificity of hedonic adaptionto different life events Frederick and Loewenstein, 1999; Clark et al., 2008a.A fourth contribution of our paper lies in examining whether different health conditionsimpact subjective wellbeing differently for individuals that differ with respect to personalitytraits, as measured via the Big Five personality domains Mc Crae and Costa, 2003; BenetMartinez and John, 1998; Gosling et al., 2003. While personality inventories are usuallytaken only for smaller specialised data sets, a short version of the Big Five personality inventory has recently been added to the British Household Panel Survey BHPS, a largescale,nationally representative sample of the British populace. We use these responses to identifythe individuals that score highly or lowly in the corresponding personality dimensions andexamine whether these stable personality traits influence how health impacts on subjectivewellbeing Clark and Georgellis, 2010, have similarly analyzed the impact personality traitshave on subjective wellbeing when getting unemployed or divorced.The paper is structured as follows. In Section 2, we provide the theoretical backgroundon the subjective wellbeing and health relationship. Section 3 offers a discussion of ourmatching methodology, before presenting our dataset, the British Household Panel Survey.In Section 4 we describe and discuss the findings of our analysis. Section 5 offers a conclusion.2. Health and happiness An individuals subjective wellbeing synonymously called happiness in this paper depends on a complex interacting web of factors, comprising many economically relevant factorssuch as income, status or employment, but also situational health, social relations, sociodemographic gender, age, education, personal personality and genes and institutionalfactors such as the extent of direct democratic participation and the literature examiningthese relationships has vastly increased over the last few years for an overview see, e.g.,Frey and Stutzer, 2000; Easterlin, 2003; Dolan et al., 2008. Psychological research has established the reliability and validity of such subjective wellbeing constructs Diener et al.,1999; Helliwell, 2006, showing that these measures capture indeed what they claim to do.The testretest reliability of subjective wellbeing constructs lies between 0.5 and 0.7 overtwo weeks, both for cognitive and affective measures, see Krueger and Schkade, 2008.1The areas of research that have probably received the most attention so far are the relationship between happiness and income e.g., Oswald, 1997; Easterlin, 2001; Stevenson and Wolfers, 2008; Clark and Senik, 2010, happiness and health as well as happiness and thesocial domain with marriage and divorce maybe the most prominent covariates, see, e.g.1The use of such psychological concepts in economics has rightly seen a recent upsurge, considering thelimits a psychologyfree economics faces when trying to explain human behaviour on this, see Ng, 1997;Layard, 2006; Bruni and Sugden, 2007.3 1115 Plagnol and Easterlin, 2008. Another wellresearched area concerns the effects of unemployment on happiness see, e.g., Clark and Oswald, 1994; Lucas et al., 2004; Kassenboehmerand HaiskenDe New, 2009. While personality traits, belonging to the category of individualdeterminants, have been recognised in the psychological literature on subjective wellbeing asequally important in determining SWB as sociodemographic variables De Neve and Cooper,1998; Guti errez et al., 2005, most empirical analyses neglect this insight, a possible sourceof omitted variable bias. The reason personality traits are usually not covered in these analyses, it can be conjectured, is that largescale data sets, such as the BHPS or the German SocioEconomic Panel, SOEP only very recently incorporated personality trait scales intothe survey questionnaires.The happinesshealth relationship is probably the least contested and studies consistentlyreveal a strong relationship between health and happiness Graham, 2008, p. 73. This isless surprising, for instance, for broader mental wellbeing measures that incorporate somemental health aspects Dolan et al., 2008, p. 100. But the positive relationship also holdswhen using life satisfaction as the dependent variable in the regressions Easterlin, 2003;Dolan and Kahneman, 2008; Dolan et al., 2008. It seems that causality in this domain runsin both directions: a high level of wellbeing seems certainly relevant also for subsequent goodhealth, with significant positive effects of wellbeing on health being observed two or threeyears later Binder and Coad, 2010; Lyubomirsky et al., 2005. While there is the problem ofhappy individuals overreporting subjective health assessments, the findings extend also toobjective health measures see especially Easterlin, 2003; Blanchflower and Oswald, 2008.2The much stronger relationship seems to run from health to happiness. Healthier individuals tend to be happier. For example, acute or chronic illness decreases wellbeing andso does disability Easterlin, 2003; Shields and Wheatley Price, 2005.Important in thiscontext is the time dimension as individuals can adapt differently to different health conditions. While there is indeed reason to believe that some adaptation occurs, it is far fromcomplete: Oswald and Powdthavee 2008 find in a fixed effects framework a rate of hedonicadaptation between 30% and 50%, depending on the degree of disability. If hedonic adaptation to adverse health would be complete, people should over their life cycle selfreporta similar level of health. Although age objectively decreases health, this should not showin selfreports if the above contention were true. This is not borne out by empirical data:selfreported health declines with age Easterlin, 2003, finds this effect for US data. Thosewhose health declines also report lower happiness levels.As opposed to disability, which allows for cognitive adaptation such as adaptive preference formation to happen, patients who suffer from chronic diseases and chronic paindo not seem to adapt as easily to their conditions Smith and Wallston, 1992; Oswald and Powdthavee, 2008. Studies in this field are complicated by the progressive nature of someof the diseases Dolan and Kahneman, 2008, pp. 2189.3 In sum, acute or chronic illnessdecreases wellbeing as well as disability. Moreover, over time, hedonic adaptation to chronic 2A causal relationship from subjective wellbeing to health could play an important role for preventivehealthcare Veenhoven, 2010.3Similar problems of adaptation pertain to cases of loss and bereavement. Adaptation in terms of regainingprevious levels of wellbeing after the loss of a loved one can take a decade or, if measured by depressionrates, even up to two decades. Here adaptation seems to work very slowly Carnelley et al., 2006.4 1115 pain or disability seems limited Frederick and Loewenstein, 1999; Oswald and Powdthavee,2008.The dynamic properties of subjective wellbeing and the debate of the extent of hedonicadaptation to adverse but also to beneficial life events motivates our later analysis of thecausal effect of different health conditions on individuals life satisfaction with different timelags.It is still debated to what extent happiness can be permanently influenced by lifeevents. Set point theory of happiness argues that the stability is more predominant andevents like illness, marriage, income shifts only have transitory influence. Headey 2010gives a useful discussion of the limits of this theory and presents convincing evidence thatset point theory is wrong if it argues for full adaptation. In line with many other studieson hedonic adaptation, he shows that adaptation is very domainspecific and adaptation insome domains is complete after some time, and in others not. He also shows that dependingon the definition of set points, 14% to 33% of the individuals in the German SocioEconomic Panel SOEP data set have major changes in their set point of happiness over the long 20 year time horizon Headey, 2010, p. 14. Longitudinal data reveals that some domainshave effects on happiness that are lasting, which are marriages Zimmermann and Easterlin,2006, children Kohler et al., 2005 and unemployment the latter especially for males, see Clark et al., 2008a.Nevertheless, it is plausible that subjective wellbeing is also partly fixed and stable, having traitlike and statelike characteristics Diener et al., 1999, p. 280, since it is determinedto some extent by genes Lykken and Tellegen, 1996 and by quite stable psychological personality traits Diener and Lucas, 1999. The influence of genes is only moderate at specificpoints in time and it is quite natural that the longterm average of subjective wellbeingshould be more likely to be influenced by stable factors such as genes or personality. Whilethis is not the place to discuss the extent of genetic determination and the associated difficulties with heritability studies but see the discussion in Diener et al., 1999, pp. 27980,we want to point out the unique opportunity the BHPS offers researchers in analysing howpersonality traits affect subjective wellbeing. As Dolan et al. 2008 lament p. 94, despiteextensive psychological research in this field, few studies use large scale survey data to examine the happinesspersonality relationship. This is unfortunate since empirical evidencepoints to the important role that personality traits play for subjective wellbeing De Neveand Cooper, 1998; Guti errez et al., 2005. With surveys now starting to include personalityinventories, we are able to make use of respondents selfratings along the Big Five personality dimensions of Extraversion, Agreeableness, Conscientiousness, Neuroticism and Openness Digman, 1990; Mc Crae and Costa, 2003; Gosling et al., 2003.4 These fivedimensions represent personality at the broadest level of abstraction, and each dimension includes a large number of distinct, more specific personality characteristics BenetMartinezand John, 1998, p. 730. Extraversion refers to sociability, assertiveness, activity, positiveemotions etc., while Agreeableness refers to ones quality of interpersonal relations, describing traits such as altruism, trust, cooperation and such. Conscientiousness describesgoaldirected task behaviour and socially mandated impulse control. Neuroticism relates toemotional instability, anxiety and irritability and Openness details traits related to creativ4We capitalise these traits when referring to their specific meaning as a Big Five personality trait.5 1115 ity, flexibility, or the extent of ones experiences more general. The latter trait is probablythe most vaguely described and controversial De Neve and Cooper, 1998, p. 199. Despitethe fact that personality traits could be further disaggregated within the five dimensions,the Big Five are widely recognised as an empirically driven and useful characterisation ofpersonality. Their high level of abstraction and a certain vagueness about the many subtraits contained in each dimension also facilitates their robust use across different culturalcontexts BenetMartinez and John, 1998. While it cannot be denied that personality canevolve over time especially when young or over long time horizons for evidence from the BHPS, see Donnellan and Lucas, 2008, there is evidence that the traits mentioned prove tobe quite stable from the age of thirty onwards Costa and Mc Crae, 1994 or only change quiteslowly over the course of a human life Hampson and Goldberg, 2006.5 It is also believedthese personality traits are partly inheritable Jang et al., 1996.In the context of subjective wellbeing, it is not surprising that personality traits shouldplay a significant role when one thinks about how these traits impact on individuals lives andtheir experiences in important life domains. Psychological research suggests that especially Extraversion and Neuroticism should influence subjective wellbeing De Neve and Cooper,1998. There is less theoretical conviction and empirical evidence for the other three dimensions, although it has been suggested that Agreeableness and Conscientiousness might alsohave a positive bearing on SWB through facilitating positive experiences and social interactions see, e.g., Hayes and Joseph, 2003. Since Openness would facilitate positive as well asnegative experiences, no expectations seem prima facie reasonable. Large scale evidence sofar found moderate relationships between personality traits and subjective wellbeing Helliwell, 2006. Here Neuroticism is of special interest for our study as it was found that thestrong correlation between selfreported health and subjective wellbeing is decreased whencontrolling for Neuroticism Okun and George, 1984. Using also BHPS data, Clark and Georgellis 2010 found that regarding their subjective wellbeing, extroverts suffered lessover time from unemployment.3. Empirical approach and data 3.1. Matching methodology To investigate the causal effect of health on happiness, one must consider a counterfactualquestion of the following kind: How happy would I be if I had not become ill? The mainproblem for the econometrician is that if an individual becomes sick, then there is no data onexactly what would have happened had they not become sick. In the case of a randomisedlaboratory experiment, such as a clinical trial, an accurate counterfactual can be establishedby referring to a control group that was not exposed to the treatment of interest. The randomisation process in clinical trials ensures that there are no systematic differences betweenthe control group and the treatment group that is why randomised experiments are considered to be positioned at the top of the hierarchy of empirical techniques Imbens, 2010.Randomised trials can be expected to yield treatment and control groups that are comparable 5See Srivastava et al. 2003 on how schooling, parental background but also job and social environmentcan affect personality traits beyond childhood stages.6 1115 in terms of both observable and unobserved characteristics. However, establishing a counterfactual is much harder when the researcher is not dealing with randomised experimentaldata but instead observational data, because individuals can be expected to selfselect intotheir desired treatment group on the basis of unobserved characteristics, leading to selectionbias. Even assuming that it were possible to organise a randomised laboratory experimentin which half the participants are subjected to longterm illhealth, this would be morallyunacceptable. As such, a randomised trial is not feasible here, and so the best we can do isaim to recreate the conditions of a randomised trial by applying matching methods. Matching techniques applied to observational data can recreate a control group that is comparableto the treatment group in terms of observed variables, although we cannot entirely rule outdifferences between the control and treatment groups in terms of unobserved variables.To identify the treatment effects of interest, we need to make two assumptions. Thefirst assumption is called the conditional independence assumption CIA, and is alsoknown as selection on observables. This assumption means that the potential outcome lifesatisfaction and participation in the treatment i.e. experience of the bad health conditionare independent for individuals with the same set of exogenous characteristics. Under thisassumption, we have:Y D 0, Y D 1DX,1where Y D refers to the outcome and D is the treatment indicator, taking the value 1if the individual experienced an adverse health condition and 0 otherwise. X is a matrixof individual characteristics. Under this CIA assumption, all individual characteristics Xthat influence both the treatment assignment becoming sick and potential outcomes simultaneously must be observed by the econometrician. Unobserved variables are not allowedto influence treatment assignment and potential outcome. CIA can be suspected as being astrong assumption, and moreover it cannot be verified directly.The second assumption is known as overlap, or the common support condition, andcan be expressed as:0 P D 1X 12This assumption ensures that those individuals with the same characteristics have a positive probability of being both participants i.e. becoming sick or nonparticipants notbecoming sick. If the overlap assumption does not hold, then the resulting estimates canbe heavily biased Heckman et al., 1996. Conventional regressions do not consider thepossibility of limited overlap between treatment and control groups, and as a consequence,regression results may be based on offsupport inference and linear extrapolation betweenfundamentally heterogeneous populations.Our matching analysis involves two different matching procedures. First, we apply thenearestneighbour matching estimator outlined in Abadie et al. 2004, which finds the nearest neighbour from the control group for each of the dimensions of X.If we have manymatching covariates X, however, it becomes prohibitively difficult to find good matches forindividuals in all dimensions simultaneously. On the one hand, it has been argued thatomitting important variables can seriously increase bias in the resulting estimates Heckmanet al., 1997; Dehejia and Wahba, 1999. On the other hand, however, including too many 7 1115 variables should also be avoided, because it becomes more difficult to find suitable matches,and the variance of the estimates increases. Caliendo and Kopeinig 2008, p. 39 write thatthere are both reasons for and against including all of the reasonable covariates available,and suggest that the choice of matching covariates be undertaken with reference to theoryand previous empirical findings.We complement our multidimensional matching with propensity score matching, whichdoes not suffer from dimensionality problems when a large number of matching covariatesare considered. Propensity score matching involves the estimation of a propensity score thatis used as a univariate summary indicator for all the observable variables, which can thenbe used as the single matching criterion. Matching according to a propensity score impliesthat there is a datadriven tradeoff between the different dimensions one observationmight be matched to another observation that scores higher in one dimension but this iscompensated for by a lower score in another dimension. These sorts of compensation leadto a supplementary corollary to Assumption 1 that is not required in multivariate nearestneighbour matching, which is:Y 0, Y 1DP X3where P X is the propensity score given the observed covariates X.3.2. Data set and indicator selection The British Household Panel Survey BHPS, comprising about 15,000 individual interviews, is a longitudinal survey of private households in Great Britain that contains richinformation on diverse areas of the respondents lives.6We are using unbalanced panel data from 1996 to 2008 waves f to p and have a total of 100, 237 observations after cleaning the panel: during the time period, two waves had to bedeleted since not all of our variables have been asked in them one did not feature the lifesatisfaction variable, the other used a different coding of subjective reported health status,leaving us with a total of 9 waves. Our variables are depicted in Table 1. While our mainanalysis will focus on the matching methodology described above, a benchmark will be a setof preliminary regressions, where we analyze the impact of different health conditions on lifesatisfaction.From the 1996 wave onwards, the BHPS offers a life satisfaction question which is going to be our main dependent variable.It records an individuals answer to the question How dissatisfied or satisfied are you with your life overall? It measures an individualslife satisfaction ordinally on a seven point Likert scale and ranges from not satisfied at all1 to completely satisfied 7. Note that we will later on implicitly interpret this wellbeing measure as cardinal in our OLS regressions. Such an interpretation is common in thepsychological literature on wellbeing, and it has been shown that there are no substantial 6The survey is undertaken by the ESRC UK Longitudinal Studies Centre with the Institute for Social and Economic Research at the University of Essex, UK BHPS, 2010. Its aim is to track social and economicchange in a representative sample of the British population see Taylor, 2010. Starting in 1991, up to now,there have been 18 waves of data collected with the aim of tracking the individuals of the first wave overtime in general, attrition is quite low, see Taylor, 2010.8 1115 life satisfactionsubj. healthdoc visitsaccidentsloghosp. daysno. cigarettesd hp armsd hp sightd hp hearingd hp allergyd hp chestd hp heartd hp stomachd hp diabetesd hp anxietyd hp drugsd hp epilepsyd hp migrained hp otherd hp cancerd hp stroke Extraversion Agreeableness Openness Neuroticism Conscientiousnesslogincomed cohabitingd marriedd separatedd widowedd divorcedd employedd unemployedd selfemployedd retiredd studyschoold maternityleaved longtermsickd familycared otherd disabledgenderageeducationno. kids Observations1mean 5.22633.80312.41960.11970.18273.94550.28460.05160.08680.12130.13750.17200.08060.03660.08220.00530.00830.08270.04900.00880.007413.374116.305313.311210.936615.86039.91810.64070.53490.02120.08140.08300.50920.03330.06800.21360.05200.00430.04400.06950.00610.08960.532845.83854.85150.5983100237sd 1.29360.94941.20030.38790.61347.93910.45120.22110.28150.32650.34440.37740.27220.18780.27470.07270.09080.27540.21580.09360.08553.53993.00003.64823.94523.24170.62350.47980.49880.14410.27340.27590.49990.17940.25180.40990.22210.06540.20500.25430.07760.28560.498918.52012.90220.9714minmax 1110000000000000000003333375545.90268011111111111111121212121210.440613.6410000000000000000151011111111111111119999Table 1: Summary statistics. Observations pooled over years.differences between both approaches in terms of the results they generate FerreriCarbonelland Frijters, 2004.7Our main explanatory variables of interest are an individuals selfreported subjectivehealth status as well as a number of objective health indicators and a list of health impairments. It is still debated whether objective health is sufficiently well measured by subjectivehealth assessments Johnston et al., 2009. Especially in the context of accounting for per7Individuals seem to convert ordinal response labels into similar numerical values such that these cardinalvalues equally divide up the response space van Praag, 1991; Clark et al., 2008b.9 1115 Figure 1: Mean life satisfaction by subjective health assessment 1very poor health . . . 5excellenthealth.sonality traits, one should be aware that Neuroticism seems to be a personality trait thatinfluences both selfreported health and subjective wellbeing Okun and George, 1984. Inthe BHPS, an individuals subjective assessment of health during the last 12 months isordinally scaled on a five point Likert scale, ranging from excellent five to very poorone.8 In order to account for more objective aspects of individual health, we also includedthe log number of days spent in hospital, the number of visits to a general practitioner aswell as the number of serious accidents in the previous year see the descriptive statistics in Table 1.9 The large effect of health on life satisfaction can be seen in Figure 1, where meanlife satisfaction in our sample is plotted according to the five different health categories frompoor 1 to excellent 5. The evidence in Figure 1 suggests an approximately linearrelationship between health and life satisfaction. Figure 2 shows changes in life satisfactionresulting from changes in subjective health status.Apart from these measures of individual health, the BHPS offers several more specifichealth conditions or impairments which individuals can report. These include so calledhealth problems grouped according to different categories. Individuals are asked: Do youhave any of the health problems or disabilities listed on this card. The categories listedare Problems or disability connected with: arms, legs, hands, feet, back, or neck including arthritis and rheumatism, Difficulty in seeing other than needing glasses to read 8We have reversed the numerical order of the Likert scale to consistently use higher values for betterhealth.9Hospital days are given as log days, while visits to the general practitioner are coded on a 5 pointordinal scale from none to more than ten and number of serious accidents is quasicardinal with valuesfrom 0 to 4 giving the number of serious accidents, but the number of four also being used for coding caseswith more than four serious accidents in this year. In all cases, higher values denote worse health situationof the individual.10 1115 coefficientstandard error2 or more1no health change12 or more Observations0.43170.03330.15790.01200.00410.00610.14210.01170.36560.035857579Table 2: Transition matrix: mean change in 7 point scale life satisfaction between two years for differentchanges in subjective health.normal size print, Difficulty in hearing, Skin conditionsallergies, Chestbreathingproblems, asthma, bronchitis, Heartblood pressure or blood circulation problems, Stomachliverkidneys, Diabetes, Anxiety, depression or bad nerves, psychiatric problems,Alcohol or drug related problems, Epilepsy, Migraine or frequent headaches, Cancer, Stroke, and Other health problems in Table 1, these are coded as d hp xxx.Individuals can solely answer whether yes or no, but not the degree or other specifics of thecondition. In the panel context, we can nevertheless use this information to see whether anindividual became ill according to one of these categories between one year and the next.Apart from these conditions, we also use a dummy variable for disability, to account for thefact that many of these conditions do not necessarily lead to disability.As discussed in Section 2, personality has long been hypothesised to play a major role ininfluencing individuals wellbeing through various complicated life channels. In the BHPSwave 2005, a short inventory for the Big Five personality traits, has been included. Thefive traits were elicited via fifteen short descriptions with which respondents can agree tovarying degrees. Sample descriptions include I see myself as someone who is sometimesrude to others referring to Agreeableness, I see myself as someone who is outgoing,sociable Extraversion or I see myself as someone who worries a lot Neuroticism.10Three questions supposedly capture each of the five traits each is answered on a 7point Likert scale from Does not apply to Applies perfectly. How valid and reliable can theseanswers measure an individuals personality trait? Psychological research has assessed thisquestion for quite some time. While we take as given the existence of the five broad andabstract personality traits here, it is useful to explore whether a fifteen question inventorycan really adequately measure them. Usual inventories in psychological questionnaires usemuch larger inventories with 44 or more questions e.g.the Big Five Inventory, BFI,John et al., 1991. These have been established to robustly capture the Big Five personalitytraits over different cultural and intertemporal contexts BenetMartinez and John, 1998;Mc Crae and Costa, 1997. Empirically, a standard measure to judge the internal consistencyof the scale and the items used to measure it is Cronbachs alpha. Big Five inventorieshere usually reach the threshold value of 0.7 that denotes satisfactory consistency and scalereliability. This is not the case for shorter versions Gosling et al., 2003; Donnellan and 10A full list is provided, e.g., by Clark and Georgellis 2010.11 1115 Lucas, 2008, and our calculations show indeed that 0.70 for our traits as measured bythe short inventory Openness: 0.6739, Conscientiousness: 0.5056, Extraversion: 0.5557, Agreeableness: 0.5218, Neuroticism: 0.6786. This need not necessarilyinvalidate the measures, however, for several reasons. First, shorter inventories were usedand analyzed in several studies and have proven to be reliable despite lower alphas Goslinget al., 2003; Gerlitz and Schupp, 2005. Second, one has to be aware of the fact that higheralphas are generally reached just by increasing the number of items for a construct, sothat larger inventories imply higher alphas Cortina, 1993. This caveat has prompted ananalysis of a similar short inventory in terms of different measure of goodness of fit and acomparison between the short and long version for the German SocioEconomic Panel dataset SOEP, which proved to be satisfactory despite similarly low alphas as in the BHPScase Gerlitz and Schupp, 2005. A last rationale is pragmatic: eliciting personality traitsin largescale repeated surveys via long inventories is simply impractical and quicker moredirty inventories are needed if one wants to measure personality traits on such a largescale. This clearly means one has to make tradeoffs between very high scale reliability andavailability of any measures at all.Figure 2: Comparison of mean life satisfaction for high and low personality trait expressions 1high vs.0low personality trait.In Table 1 we present means and standard deviations for the Big Five, which are inthe range of 10.94 Neuroticism to 16.31 Agreeableness. These variables were coded byadding up the ordinal responses to the three questions relating to each personality trait.1111Some questions had to be reversecoded, as they negatively measure the trait. It is still an open question 12 1115 Figure 2 shows a comparison of mean life satisfaction for high versus low personality traits.All differences of means are highly significant Levenes test for unequal variances of thepairs was conducted in each case, prompting to use ttests with unequal variances for thisexercise.A final caveat should be noted here as regards our assumption of stable personality traitsover our sample horizon. As detailed in Section 2, there is some controversy about howstable the Big Five personality traits are in adults. While the high level of abstraction andgreat degree of heritability gives a plausible case that personality is quite stable over theshort run, it has become disputed that these traits are completely invariant. Some evidencepoints to the fact that personality is subject to change also if one is over thirty years pace Costa and Mc Crae, 1994. This is not altogether implausible if one considers how importantor scarring life events can alter the trajectories of human well being Srivastava et al.,2003. What also seems clear is that stability of personality traits is increasing in age: testretest reliability in childhood ranges between 0.220.53 and increases to 0.700.79 for adultsHampson and Goldberg, 2006; Roberts et al., 2006; Roberts and Del Vecchio, 2000. Sincethe Big Five were only asked in the BHPS once so far, we are forced by data limitationsto consider personality traits to be fixed in the individuals over the course of our samplehorizon. It would be certainly desirable to have further waves of the BHPS to include the Big Five inventory again, in order to get a better understanding of the plausibility of ourimplicit assumption.Lastly, we have included a number of ordinary control variables. We use net equivalisedannual household income in British Pound Sterling, before housing costs and deflated toprice level of 2008, as provided and detailed by Levy and Jenkins 2008. As equivalencescales, we have opted for applying the widely accepted Mc Clements scale Mc Clements, 1977.We use the logarithm of the income measure as a regressor in our analysis Stevenson and Wolfers, 2008; Easterlin, 2001, p. 468, assuming that a given change in the proportion ofincome leads to the same proportional change in wellbeing. This assumption of a decreasingmarginal utility of income, has been found to be wellcorroborated and quite similar in a widerange of countries, and although the functional form of the happinessincome relationshipis slightly more concave than implied by the logarithm, using logincome seems to be areasonable approximation Layard et al., 2008.Other control variables see Table 1 comprise gender, age, and age 2 we use the squareddifference between age and meanage instead of age 2 to avoid problems of multicollinearityas well as employment dummies being unemployed, selfemployed, retired, longterm sick,on maternity leave, studying or being in school, caring for family members as well as otherconditions not captured. The reference group here is being in employment. We have alsowhether one would best add up these components are use averages Heineck, 2011. Clark and Georgellis2010 interpret values of greater than five for each question as expression of a high prevalence of the personality trait and values below 3 as low. As the personality distributions are quite skewed in some casesespecially for Agreeableness and Conscientiousness, this coding scheme would lead to very small samplesizes for the lowpersonality trait groups so that we decided to interpret the highest quartile as an expressionof a high personality trait and the lowest quartile as an expression of a low personality trait, leading tosomewhat more even groups for the analysis. Since we are interested in comparing the extreme ends of thepersonality trait distributions, we think this choice is more appropriate.13 1115 marital status dummies e.g., cohabiting, being married, being separated, divorced or widowed. We control for regions Metropolitan counties and Inner and Outer London areas,which we do not report, however. Of our sample, 53.28% were female the gender variableis one if female, zero if male. The mean age is 45.84 years s.d. 18.52 with maximum ageat 99 years and minimum age at 15 younger individuals were not interviewed in the BHPS.Also included is a variable for the number of children and an educational control variable,viz. an individuals highest level of education, as measured by the CASMIN scale. This ismeasured ordinally, ranging from one none to nine higher tertiary. Also relevant inthe health context might be an individuals smoking habits, which prompted us to includethe number of cigarettes smoked per day as a further control variable.To get a first impression of our data, Table 3 reports pairwise correlations between thevariables of interest. The correlations of most of our indicators are highly statistically significant and we can find no problems of multicollinearity. It is also instructive to see howpersonality traits are correlated with some of our variables see Table 6 in the Appendix.While Openness is only very weakly correlated with life satisfaction r 0.0308, there isstronger correlation between life satisfaction and Agreeableness r 0.1273, Extraversionr 0.1028 and Conscientiousness r 0.1673. Neuroticism is strongly negatively relatedwith life satisfaction r 0.2826, in line with the psychological findings discussed in Section 2. Also of note are the high correlation between the level of education and the trait of Openness r 0.2743, while the other traits only weakly correlate with education of course,this correlation begs the question whether openminded individuals are more likely to seekmore education or whether higher levels of education lead to more openmindedness. While Neuroticism is strongly related to gender r 0.2555; to being female, the way gender iscoded, the opposite holds for the Openness trait and gender r 0.0759. Finally, Conscientiousness is highly correlated with Agreeableness r 0.3890, but also with Extraversion,r 0.1973, and Openness, r 0.2532. In sum this correlation analysis can only be a firstapproximation and one should probably not put too much emphasis on these correlationssince no relevant control variables are included here.4. Results Our results are grouped in three parts. A preliminary baseline regression exercise isdepicted in Table 4. These regressions are repeated for high trait characteristics in Table 7in the Appendix, and then we give the estimates of the causal impact of different healthimpairments in Table 5. The BHPS dataset offers unique and comprehensive information onindividual characteristics, which help in finding a suitable twin for each individual sufferingfrom certain illnesses, and thus recreate an appropriate control group in our analysis of howstrong the decrease in life satisfaction is which is associated with this ailment.4.1. Regressions Table 4 presents six different models that give an orientation of the life satisfaction healthrelationship. Models 1 and 2 are ordered probit regressions that pool the data over allwaves and treat the observations as one large crosssection standard errors are clustered onthe individual though. This does, of course, neglect important structural facts about thedata, such as individualspecific timeinvariant components and the like. Nevertheless, it 14 1115 life satisfaction 1.0000life satisfactionsubj. healthlogincomed disabledd unemployedd employededucationagegendersubj. healthlogincomed disabledd unemployedd employededucationagegender 1.00000.13860.00000.36780.00000.02540.00000.22640.00000.20270.00000.19080.00000.06580.00001.00000.07630.00000.11560.00000.30070.00000.30920.00000.04090.00000.06460.00001.00000.02370.00000.25250.00000.17020.00000.25120.00000.00400.20401.00000.18900.00000.05410.00000.11020.00000.04860.00001.00000.27640.00000.38430.00000.07410.00001.00000.27190.00000.06070.00001.00000.03160.00001.00000.33040.00000.07410.00000.14720.00000.08820.00000.00670.03440.00640.04250.08830.00000.00390.2226100237Observations Pvalues in parentheses p 0.05, p 0.01, p 0.001Table 3: Contemporaneous correlations. Observations pooled over years.serves as a baseline and also allows us to underline the contention that including personalitytraits Model 2 improves the model fit PseudoR2 of 0.088 in Model 2 versus 0.068 in Model 1. Otherwise, there are largely the same significant coefficients also, inclusion of personalitytraits decreases many in size, as variance is capture by the personality traits. In accordancewith findings in the literature see Section 2, we find a strong positive association betweenlife satisfaction and subjective health, cohabitation, retirement and maternity leave. Coefficient size for log equivalised income and selfemployment is still positive but much smaller.In the pooled analysis, life satisfaction is positively related to being female, something wehave not observed in our correlations, but much more important: something that is usuallynot corroborated in the literature Plagnol and Easterlin, 2008; Binder and Coad, 2011. Attest cannot reject the null hypothesis of equal means for males and females in our data set,so we would be careful about this association. A slight negative association is observable forlife satisfaction and education, but again, this effect has been shown to be rather unstable inthe literature Dolan et al., 2008; Binder and Coad, 2011. We find strong negative associations between life satisfaction and unemployment and separation. With regard to our healthvariables, we can observe strong negative associations for disability and two health conditions, viz. problems relating to anxiety and stroke. Several other conditions seem associatedwith smaller decreases in life satisfaction, such as problems with arms, sight, hearing, allergies, stomach, migraine and other health problems.12 For our personality variables, we cansee that Agreeableness, Extraversion and Conscientiousness are positively associated withlife satisfaction, while Neuroticism and Openness the latter very weakly show a negativeassociation. These associations bear out the expectations discussed in Section 2.12A strong negative association between drug related health problems disappears when adding the personality controls into the regression equation.15 1115 654321elamef.tasefilelam.tasefilhtlaeh.jbuson,EF.tasefilEF.tasefil5B,deloop.tasefildeloop.tasefil85.1211.038.053.028.431.158.250.287.165.131.051.055.094.081.3102.040.020.349.183.150.263.127.105.271.171.102.649.166.015.010.269.620.105.166.200.649.429.180.11591.07000.07210.04300.06351.01200.05640.03950.08650.05130.04300.03300.05110.07643.00500.08530.00170.00840.04910.05591.03130.03710.08090.01000.09410.06012.07410.04960.06140.04820.02751.06282.09001.07940.08862.01140.03742.01940.09670.020435840.09740.02700.08700.076.8198.290.201.215.448.158.070.179.101.142.012.045.004.033.2125.131.162.186.197.097.115.235.044.240.063.556.010.007.198.041.076.864.040.273.182.186.502.284.11520.00831.09810.00620.08200.03310.07430.09250.05520.09500.06400.00410.09464.03951.01851.05340.09550.07750.04541.01030.07220.05000.00871.01000.06850.05001.03420.05310.08933.04210.06470.06900.02000.08133.08212.05750.07543.08811.053864150.08050.05281.07151.04961.083.905.283.546.712.264.546.246.290.246.145.137.221.077.9196.199.032.470.557.079.276.290.197.098.039.069.758.070.116.126.190.010.1142.235.215.787.825.233.07420.07040.02140.06200.05271.04260.08750.01550.03230.05420.04840.06920.00500.08334.00341.05680.06380.05101.07730.03781.06320.03800.05191.02220.09940.09560.09990.01413.01510.00000.07700.09170.03133.00200.00650.04933.07060.08710.0732001430.09330.03220.05020.045.8258.120.256.146.611.286.242.236.249.152.080.067.066.008.7143.177.072.325.295.046.207.299.004.088.019.001.849.000.165.176.192.079.0104.248.284.685.734.261.08381.02800.06910.05210.05200.01841.05840.04030.03450.06920.06400.03100.04310.05483.01820.05660.09360.01050.08211.07961.01320.09820.00800.00391.01420.09540.04360.07101.09903.04310.00000.05700.09970.02950.04182.05600.02882.06750.07800.0732001840.08740.03350.04840.028.7342.036.097.002.640.782.368.243.193.201.054.098.284.008.9105.130.031.373.298.081.316.628.295.0166.744.837.2164.094.480.231.120.666.126.0176.633.751.082.499.061.656.309.0149.797.0150.326192.03900.04100.04861.03600.03740.03080.00600.00430.02140.09100.04260.02810.05464.07800.03200.03760.09550.01611.02350.06242.04760.01200.06550.00420.01462.08571.06160.08010.02740.08991.05730.04503.01871.09393.08500.00411.08850.01690.05050.09800.09030.01810.04820.03000.078.0542.147.073.059.645.862.443.429.212.373.083.010.420.238.323.153.419.271.027.332.724.568.0347.1183.832.5174.2182.180.489.190.004.878.230.2131.770.795.005.221.141.65623.07051.03600.01250.07690.01060.00640.09500.03700.08200.08500.00600.00170.09460.07585.07332.09180.04770.02850.08800.03932.04850.03300.02150.06820.05952.05631.05940.09420.00300.05650.04882.03051.04912.02833.05750.06570.06810.06650.03000.0syad.psohgolsetteragic.ondelbasiddhtlaehniam.jbusstisivcodstnediccagniraehygrellatsehctraehhcamotssetebaidyteixnayspelipesgurdsmrathgisphphphphphphphphphphpheniargimphrecnacekortsrehtophphphdddddddddddddddemocnigol 2eganaemeganoitacudesdik.onegadeyolpmeflesdeyolpmenuloohcsydutsderiterdetarapesdecroviddewodiwdddddddgnitibahocddeirramdevaelytinretamdkcismretgnoleracylimafrehtodddssenelbaeerg Anoisrevartx Emsicitorue Nssennep Oredneg 1689757880.0100.0psesehtnerapn,10.0piscitsitats,50.0pwbo 2r 2r 2rt 732001snoitavresb Ossensuoitneicsno C860.02Rodues P2R.snoissergerEFtceff Edexi Fdnatibor Pderedr O:sisylananoissergerenilesa B:4elba T 1115 The middle two columns models 3 and 4 now repeat this analysis within a fixedeffects FE regression framework, controlling for timeinvariant individualspecific components standard errors are clustered on the individual. Accounting for fixed effects in happiness regressions does substantively alter regression results, a fact happiness researchers needto take into account FerreriCarbonell and Frijters, 2004. But due to the fact that happiness is partly determined by genes and stable personality traits Lykken and Tellegen, 1996;Diener et al., 1999, accounting for fixed effects is nevertheless the preferable model choice.Model 3 here depicts the FEversion of model 1 and model 4 is a robustness test wherewe exclude the subjective health measure. The idea behind model 4 lies in dissipating someeconometric reservations one could have in using objective and subjective health measuresin such a regression simultaneously. While this does not cause problems of multicollinearity,nevertheless the subjective health assessment might pick up variance associated with theobjective health conditions that are the focus of our paper. Indeed we find that in model 4, coefficients of negative health conditions increase in size as opposed to the model wheresubjective health ratings are included.We can observe that some of the associations for the crosssection disappear when controlling for individualspecific timeinvariant effects in our regressions. This pertains, forexample, to the relationship between education and life satisfaction, but also for age or thenumber of children which showed only weak associations in the crosssection anyways. Wealso find no significant relationship for separation, widowhood, or being divorced which issurprising given usual results in the literature being widowed is significant at the 10% levelthough. A relationship between selfemployment and life satisfaction usually also does notbear out in such a context see Andersson, 2008. Regarding our health variables, the FEmodels exhibit strong positive effects of good subjective health status on life satisfaction andstrong negative effects from disability, longterm sickness, as well as health conditions such asanxiety or stroke it is interesting to note that the decrease of life satisfaction due to strokeseems to be driven by the effect on females, compare Models 5 and Model 6, which show agender disaggregation. There are also less strong negative effects from problems with arms,sight, hearing, allergies, migraine and other health problems on life satisfaction. We findhighly significant positive coefficients for cohabiting and also for maternity leave. For thelatter, however, this effect seems solely restricted to females no big surprise consideringthe negligible number of males being on paternity leave in this sample. Finally, there is alsoa significant effect of income on life satisfaction smaller than in Models 1 and 2, which inthe gender disaggregation seems to be driven by the male subsample.4.2. Disaggregating by personality traits We have also run regressions for subgroups grouped according to personality characteristics results are given in Table 7 in the Appendix. We find some interesting differenceson the opposite ends of the trait distributions. For sake of space, we only highlight a fewof these differences. Extrovert individuals suffer more strongly from ill health and disabilitythan their less extrovert peers. Similar to conscientious and open individuals, they sufferstronger from anxiety disorders than less extrovert, conscientious or open individuals.Itis also interesting to note that extroverts suffer much less from unemployment than theirintrovert peers the large coefficient size is halved, a finding also established by Clark and Georgellis, 2010. While their outgoing nature seems to shield them somewhat from the drop 17 1115 in wellbeing of losing their job, they also seem to profit less from positive life events such ascohabitation with a partner or becoming parents. This might be a case of diminishing returnsto subjective wellbeing as extroverts are already happier than introverts e.g., De Neve and Cooper, 1998. Neurotic individuals on the other hand suffer more strongly from unemployment, disability or being longterm sick than their less neurotic peers, but then they alsoprofit more from positive life events such as cohabitation and maternity leave. It seems thatneurotic individuals experience stronger influences on life satisfaction no matter the directionof influence i.e. coefficients are larger independent of direction. The influence of subjective health on subjective wellbeing is nearly twice as large for highly neurotic individualsthan for less neurotic ones compare Okun and George, 1984, who show that controlling for Neuroticism decreases the predictive power of selfrated health for subjective wellbeing.Conscientious individuals suffer less from longterm sickness and, in general, their subjective health has a smaller impact on subjective wellbeing. They share the former relationshipwith agreeable individuals. For the latter, it is also important to note that cohabitation hasa very large positive impact on subjective wellbeing, while being married on the other handhas an even as large negative coefficient. What specific characteristic about the formal bondof marriage causes this reversal might be fruitfully explored in future work.134.3. Matching estimates While FE models are certainly preferable to simple pooled models for panel data, we maybe overcontrolling and removing some slowchanging variables of interest. Furthermore,fixedeffect regression suffers from other drawbacks of regression models discussed above inparticular, lack of a common support for treatment and control groups. In order to come tomore reliable estimates of the causal impact of different health conditions on life satisfaction,we turn now to our matching estimates. We focus our attention on individuals that aresimilar, along a number of dimensions, at time t. We then track these individuals over timeand observe differences between the treatment group those experiencing a change in health;more specifically, entry into a certain health impairment category and the control grouptheir matched counterparts with unchanged health.We are carrying out our analysis for two different types of matching, viz. multidimensional nearestneighbour matching as well as propensity score matching. Nearest neighbourmatching finds a match in many dimensions simultaneously while propensity score matchingcollapses all covariates into one composite variable the socalled propensity score. For ournearest neighbour matching analysis, we matched individuals according to a smaller numberof criteria, namely: previous change in life satisfaction, logincome, gender, age, number ofchildren, education, personality trait scores, dummies for being disabled, being married orcohabiting, as well as for being unemployed or selfemployed. Adding more criteria wouldhave made it harder to get good matches in our context.For the propensity score matching, we did not have pressing concerns of dimensionalitysince the matching covariates are collapsed into a synthetic propensity score, and matchingis performed with reference to the propensity score only. Therefore with propensity score 13These relationships are by and large replicated also if looking only at the subsample of individuals aged 30 to 60. As argued above, in this age range, personality traits are arguably much less malleable than inyoung or extremely older age.18 1115 matching, we matched individuals according to the abovementioned factors but added alsothe following list of covariates: ethnicity dummies, year dummies, regional dummies for thedifferent former Metropolitan counties and Inner and Outer London, dummies for beingseparated, divorced or widowed, a dummy being retired, still studying or in school, being onmaternity leave or for family care and a quadratic age term. health 1 health 1 health 1 health 1condition: armscondition: sightcondition: hearingcondition: allergycondition: chestcondition: heartcondition: stomachcondition: diabetescondition: anxietycondition: drugscondition: epilepsycondition: migrainecondition: cancercondition: strokecondition: otherobs 106639714105421900423661237851036610813120131033118899nearest neighbour matchingt1SATEzstat.41948.20.18089.74.00130.07.02980.60.28959.61.30944.89.39865.67.32787.92.44608.81.47578.77.51509.86.75895.051.065917.10.95824.04.16260.61.46138.55.75364.63.33391.65.43308.16t2SATEzstat.45162.66.11232.96.00810.24.01600.17.3929 5.69.16941.05.19471.57.16041.82.27582.72.54706.08.47513.94.73293.67 1.05817.571.38623.431.04462.79.69345.32.24861.06.51741.19.47243.68969496579579954510544109501058010342propensity score matchingt1ATTtstat.48559.60.227711.47.05442.89.08281.75.395912.23.60648.61.54338.31.4591 9.92.58159.83.590311.49.62629.83.67865.651.098617.981.35986.90.44111.86.627511.49.67284.93.75584.31.555510.25obs 189552366123785188851200810288103111080510508109191063195491050085427267103027443757810539t2ATTtstat.50073.00.19965.17.00810.24.05270.64.50957.73.57893.48.34633.10.35024.00.41243.78.44525.75.63185.93.78724.261.21339.46.99292.121.64303.68.77085.84.61782.96.83182.48.67415.31obs 90791086411121970546773987428443964324457343024085434477525164216340130854068obs 968710894111459795477142994377444443864614437942444381416241674298420941904301transitionst1sickhealthyt2sickhealthy 456017550161717550153217550244517550200017550265617550212417550358175501984175501411755076175501681175502961755024017550189217550129888033058803434880359488034908803934880345988031788803451880319880328880336088039388036588032938803Table 5: Results for matching estimates. Sample Average Treatment Effects SATEs and Average Treatmenteffects for the Treated ATTs, with zstatistics in parentheses. p 0.05, p 0.01, p 0.001Table 5 shows the estimates obtained.In our interpretation we focus mostly on thepropensity score estimates.14 The causal impact of a two category decrease in subjective 14We have also carried out several sensitivity checks which we only report summarily here. These testsrange from visual inspection of the kernel density plots of going into a sickness condition versus stayinghealthy to more formal calculations regarding the reduction of bias achieved through matching Caliendoand Kopeinig, 2008. Both tests aim at verifying whether covariate overlap after matching treatment andcontrol group is obtained. In sum, we have achieved substantial bias reductions that usually go below the 19 1115 health assessment is highly significant .4855 and even a bit stronger after two years.5007. A slighter decrease in health by one category still affects subjective wellbeingquite strongly .2277 in t 1 and .1996 in t 2. Surprisingly, we cannot find areciprocal effect of increased subjective health rating the effect is negative and in most casesnot significant. It is subject to further research whether hedonic adaptation to increases inhealth should wear off this quickly. For our specific health impairments, we can see significantnegative effects on subjective wellbeing for a number of conditions. The strongest effect isin the category alcohol and drug abuse 1.3598, followed by anxiety, depression andother mental illnesses 1.0986, stroke .7558 and diabetes .6786 and cancer.6728. Migraines .6275, problems with sight .6064, stomach .6262,chest .5815, heart .5903, hearing .5433 and the heterogeneous catchallother condition .5555 also depress subjective wellbeing. Smaller causal effects canbe found for arm and allergy problems .3959 to .4591. A comparatively severehealth impairment such as epilepsy in the first lag yields no significant results, however,but then yields a highly significant negative impact in the second lag, despite a minusculesample size of only 28 individuals who transitioned into the condition and remained therefor two years see the last columns of the results table. Our results can be related tothe few studies results that also addressed the impact of objective health conditions onsubjective wellbeing. Shields and Wheatley Price 2005 found for a different British crosssectional sample a strong negative association between mental wellbeing and migraines,heart conditionsandstroke as well as epilepsy. Graham et al. 2010 found strong negativeimpacts of anxiety and strong pain for a sample of Latin American countries also crosssectional. Opposed to severe adverse physical conditions, extreme pain and anxiety in theirstudy remained significantly associated with unhappiness even after including an optimismpersonality variable so as to try and control for individual fixed effects. These independentfindings support the conclusion that physical conditions are more easily adaptable to thanchronic pain, or psychological conditions such as anxieties. Even if personality traits mediateproblems of bad health and their impact on individual life satisfaction, this is much less so thecase for the abovementioned health conditions. Our study can go beyond both cited studiesin establishing that in many objective health conditions, there is a significant and strongnegative effect on life satisfaction after matching individuals also according to personalitytraits, thus taking into account the effects of different personality traits.It also should be noted that our estimates are conservative in the sense that they mightunderestimate the impact of these health impacts on life satisfaction. The reason for this liesin attrition: if an illness is so severe that it hinders the individual in answering the survey, theexisting sample might represent the comparatively less severe cases of bad health conditions.If individuals get sick and die quickly, such cases would not figure in our estimates, thusleading to an underestimation of the true impact of the illness on life satisfaction. We cannotcompletely rule out this source of downward bias, but in general, a decreasing health conditionmaximum bias of 10%threshold demanded in the literature see DAgostino, 1998 for most covariates andmost health conditions. The one notable exception to this is the age variable, where matching was difficult,i.e. it was difficult to find good twins in terms of age from both treatment and control group. This suggeststhat many of the health conditions are agedependent. The authors provide these regression diagnostics onrequest.20 1115 has been shown not to affect response rates in the BHPS Uhrig, 2008, p. 28.As we are interested in the dynamic aspects of wellbeing, we have also examined whetherthere are lagged effects of these health conditions. A robust finding in happiness research isthat individuals often adapt to changes in their life circumstances. Hedonic adaptation, thehedonic dulling of repeated or constant affective stimuli Frederick and Loewenstein, 1999 ishighly domainspecific and varies with the concrete stimulus for example, hedonic adaptationto marriage is faster and more complete than hedonic adaptation to repeated unemployment,see, e.g., Clark et al., 2008a; Dolan and Kahneman, 2008. The panel structure of our datasetallows us to include a second year to check for hedonic adaptation. In three cases, the effectseems to remain at a comparable level sight, stomach and cancer. Especially for cancer thisseems to be surprising. The findings can be either due to attrition the worst cases drop outquickly or due to the fact that many cases of cancer are curable if diagnosed early these days.For the other conditions, we find quite a few cases with significant changes in life satisfactiontwo years after the individual became ill. In many cases, the impact of the health problembecomes smaller hearing, allergy, chest, heart and drug abuse.In other cases, however,the point estimates increase at the second lag arms, diabetes, anxiety, epilepsy, migraine,stroke and other conditions, which means that the negative effect of the health impairmentincreases with time. We attribute this increasing impact to a gradual worsening of the healthconditions e.g. progressive diseaseshealth impairments in some cases. The deteriorationin wellbeing caused by epilepsy is particularly striking in the second year. These findingsunderline how specific the phenomenon of hedonic adaptation is in the health domain Dolanand Kahneman, 2008, pp. 2189. Note that the dynamic effects vary when consideringthe nearestneighbourmatching estimates. The most robust estimates seem to be the arms,chest, migraines and other condition, where the intertemporal dynamics are the same overthe different estimators.Finally, we have examined to what extent individuals recover their lost life satisfactionafter recovering from their health impairments see Table 8 in the Appendix. In line withthe asymmetric finding regarding positive subjectively assessed health changes, it is strikingto observe that transitioning out of the different health conditions in most cases does notlead to significantly higher life satisfaction in the following years with the exception ofsome conditions such as anxiety, migraines but also strokes and arm or stomach problems.Overall it seems that objective physical conditions problems with arms, sight etc. havesmaller negative impacts when occurring and the subsequent recovery brings less noticeableimprovements in life satisfaction. Mental conditions on the other hand seem to lead to muchstronger decreases in life satisfaction and exhibit also more pronounced recovery patterns.Graham et al. 2010 conjecture that it might be easier to adapt to such objective physicalconditions than to mental problems such as anxiety, which would explain our findings. Dueto the lag structure of the data set, however, we cannot say whether the positive effect of lifesatisfaction after recovery does not occur at all, or whether it occurs within a year and theindividual has already adapted to it after one year. Pain or negative health impairments dohave by their biological origin and purpose a higher behavioural relevance and it seemsthat nature has endowed individuals with the corresponding mechanism that we might calla psychological immune system Dolan and Kahneman, 2008, p. 222: going into states ofillhealth decreases wellbeing much more strongly than the subsequent recovery, probablyin order to motivate the individual to modify behaviour accordingly.21 1115 Our analysis is not without limitations, one of which is that we measure wellbeing in termsof life satisfaction. Knabe et al. 2010 show that alternative indicators of wellbeing are farfrom perfectly correlated. We have therefore repeated the analysis with a broader conceptof mental wellbeing and the results are largely similar. Future work might fruitfullyreplicate our analysis with yet other wellbeing indicators. Further work might also attemptto disentangle the constituent elements of changes in wellbeing following health impairments,that include: psychological adaption to constant conditions; deteriorating health conditions;positive effects of healthcare and medical assistance; and lifestyle changes such as for examplea patient who pursues a less stressful lifestyle after a heart attack. In our analysis, we focuson the expected changes in wellbeing following the onset of health problems as implied inour title.5. Conclusion In this paper, we have offered an econometric account of the causal impact of health onsubjective wellbeing. The matching estimators applied in this paper have an advantage overmultivariate regressions techniques that are widely used in the related literature. We foundthat the effect is quite considerable for the general decrease in health .4855 if subjectivehealth decrease by more than one category and extends over a longer time period. Morepuzzling, we could not find a significant effect of positive health changes on subjective wellbeing it seems that adaptation to positive shocks is stronger and quicker than adaptationto negative shocks.Moreover, we have analyzed the causal impact related to a set of different health conditionsimpairments, mostly on happiness. This extends the usual analyses that focus on therelationship between a more general selfassessed health status of individuals and happiness.Since selfassessed health is an attitude an individual states, it might be biased by interveningfactors such as personality traits, for example when optimistic persons would overrate theirsubjective health, even when being objectively ill. Focussing thus on objective conditionsof illhealth offers new valuable knowledge on the impact this has on subjective wellbeing.Moreover, focussing on specific health conditions allows a more comprehensive picture of whenand how illhealth decreases wellbeing and to what extent. Causal effects of these conditionson subjective wellbeing are quite varied from .3959 for arm problems to 1.3598 with drugabuse. Tracing the intertemporal trajectory such health conditions have on subjective wellbeing, i.e. examining the extent of hedonic adaptation that follows in the years after theonset of the illness or bad health condition, we see that hedonic adaptation is highly domainspecific that the impact of bad health conditions can increase with time most likely dueto the progressive nature of certain illnesses, as in the case of addictions. Moreover, wehave examined whether different health conditions impact subjective wellbeing differentlyfor individuals that differ with respect to personality traits, as measured via the Big Fivepersonality domains. We have used these responses to identify the individuals that scorehighly in the corresponding personality dimensions and have examined whether these stablepersonality traits influence how health impacts on subjective wellbeing.These findings have a high political relevance when it comes to giving different priorities in health care policies to different health conditions. When budgets for health care arelimited and tradeoffs have to be made between what conditions to treat with priority, find22 1115 ings that show how differently individuals adapt to different health conditions might helpdecisionmakers in allocating scarce resources.If hedonic adaptation is nearly absent oreven worse: if one experiences antiadaptation, such a condition might be considered to benormatively more urgent to abolish than conditions where adaptation is quick and strongDolan and Kahneman, 2008. Of course, this is not to marginalise the negative impact ofhealth conditions that are subject to adaptation and should in no way trivialise these. Evenin conditions where hedonic adaptation occurs, it is far from clear that this happens veryquickly and completely so that the mitigation of this bad impact can as well be the targetof public policies Graham, 2008, p. 77.Different health conditions have widely diverging causal impacts on individuals subjectivewellbeing, often also mediated by a persons personality. With this paper we hope to havefurthered our understanding of these complex impacts, even if the different health conditionsstill constitute bad news for the individuals experiencing them, in terms of health as wellas happiness.Date: September 13, 2011Appendix 23 1115 rednegnoitacudehtlaeh.jbusssensuoitneicsno Cmsicitorue Nssennep Ossenelbaeerg Anoisrevartx Enoitcafsitasefil 0000.10000.17060.00000.00000.17202.00000.08560.00000.00000.15021.00000.09740.00000.02740.00000.00000.19451.00000.04002.00000.08130.00000.05552.00000.00000.16980.00000.02352.00000.01780.00000.03472.00000.09570.00000.00000.17191.00000.09460.00000.00983.00000.04410.01000.01540.00000.04951.00000.00000.16941.00000.05792.00000.05851.00000.03791.00000.03660.00000.04450.00000.05101.00000.00000.1noitcafsitasefil 8201.00000.03721.00000.08030.00000.06282.00000.03761.00000.04033.00000.04600.05240.09300.06222.0732001noisrevartx Essenelbaeerg Amsicitorue Nssennep Ossensuoitneicsno Chtlaeh.jbusnoitacudesnoitavresb Oredneg 24100.0p,10.0psesehtnerapni,50.0pseulavP.sraeyrevodeloopsnoitavresb O.selbairavytilanosrepfosnoitalerrocsuoenaropmetno C:6elba T 1115 subj. healthdoc visitsaccidentsloghosp. daysd disabledno. cigarettesd hp armsd hp sightd hp hearingd hp allergyd hp chestd hp heartd hp stomachd hp diabetesd hp anxietyd hp drugsd hp epilepsyd hp migrained hp otherd hp cancerd hp strokelogincomeageagemean age2no. kidseducationd cohabitingd marriedd separatedd divorcedd widowedd unemployedd selfemployedd retiredd studyschoold maternityleaved longtermsickd familycared other E: high 0.191612.950.00250.240.03461.670.04162.170.19503.200.00471.720.01530.580.07601.450.10142.060.07612.210.04571.100.04991.190.06461.510.16171.490.44787.850.42111.250.05760.310.00170.040.01390.310.03630.310.05810.380.00280.140.01490.460.00010.880.02541.230.00100.050.17483.240.02000.340.02270.230.21352.460.04940.360.20182.880.03140.660.02900.490.11621.870.23633.170.28492.740.03600.700.06040.56150910.056E: low 0.164612.090.02792.980.03601.630.01851.210.17864.310.00210.900.01500.680.03780.920.02260.570.06602.120.04911.250.01890.630.02550.800.02770.400.37078.700.38882.950.31472.070.05241.330.10002.280.20582.610.28462.700.02461.240.01310.490.00000.020.00890.510.01890.950.25264.460.02400.420.03670.350.03980.410.12350.920.40666.490.02140.430.01090.230.01180.170.43984.250.31154.690.06411.290.12860.93232430.057N: high 0.228615.190.00340.330.01030.460.01720.990.16633.320.00381.400.01650.650.04630.920.01650.320.08522.450.00610.150.01470.400.01350.370.19911.500.381610.950.05380.380.06150.370.01780.440.03150.750.22371.810.15470.800.04452.270.02590.830.00000.010.00980.450.00560.270.27145.000.05880.970.02660.250.03570.370.12400.750.28044.470.02790.420.05510.860.05110.770.45045.610.33254.670.11552.180.06780.51187490.0714N: low 0.12269.640.01701.930.04112.320.00720.460.06261.480.00020.090.01450.680.04431.040.12643.480.00390.120.01990.520.05051.660.00990.280.08281.000.47706.180.69711.560.06780.360.04791.010.03530.840.03930.450.25612.040.02731.600.00490.180.00000.180.00440.260.00070.030.17183.420.00360.070.13241.470.17732.210.01870.170.23093.690.01270.320.11072.670.13572.330.19972.110.20322.310.01750.370.05200.50206100.0325A: high 0.207010.780.00570.410.00100.030.00180.080.07811.300.00200.550.06632.090.06581.030.06041.040.07731.550.04460.980.06441.430.05561.090.11360.970.28804.870.34001.430.25061.300.00670.110.00550.090.15420.970.21381.180.02430.830.00890.210.00032.280.04591.630.04851.480.35974.480.38094.800.19801.320.05690.480.26061.760.20312.150.16342.370.05160.840.03460.360.34472.850.18342.080.10181.750.05210.38112780.0486A: low 0.176512.910.02162.220.04272.080.00840.470.15293.260.00401.810.00520.210.00430.090.02120.520.02940.890.00930.240.00460.140.01090.280.07661.000.44339.220.29702.150.04320.310.06681.580.03600.860.11441.240.18711.600.03191.640.01350.460.00010.580.04112.180.02761.600.18433.610.05130.980.01870.190.00280.030.21361.690.30845.340.00470.100.07851.610.02530.420.54174.870.31273.930.04240.740.18691.77200880.0607O: high 0.183612.020.01100.990.04792.120.01290.690.12602.230.00451.520.03201.060.04700.820.17663.270.09642.880.01450.350.01070.280.00050.010.08080.660.43978.500.09280.370.06520.290.06391.610.04771.010.07220.830.24971.380.04442.230.01670.520.00010.560.00180.090.00190.100.19063.620.06161.020.09910.890.23352.520.16730.940.30954.640.04490.970.12842.140.10321.630.20582.120.16221.680.03540.630.05040.52148210.0558O: low 0.162211.430.02422.570.00570.250.00490.340.11802.680.00000.000.01660.700.07951.850.01250.310.01290.360.02290.590.00410.130.05641.550.00710.100.32207.200.22551.490.06140.390.13283.020.10792.510.07840.940.06720.650.03221.560.01620.570.00011.070.00370.200.01040.410.24123.780.04930.830.10701.100.06200.660.02300.180.28144.240.04650.820.01570.320.08521.140.36604.610.28114.270.04630.960.09330.74226600.0489C: high 0.168111.760.00660.630.00320.150.01250.660.16623.260.00040.150.02521.050.07421.350.10942.420.03620.980.04671.180.00770.220.07201.790.04020.470.45259.130.42811.870.20221.190.06261.520.01820.400.07620.560.32231.590.02211.060.01410.430.00011.100.00160.080.01530.600.24924.210.08181.280.10491.030.09691.080.15861.180.22733.150.00130.030.02070.410.03520.460.25513.240.18162.190.00060.010.06310.48177550.04810C: low 0.199315.550.01551.800.01410.750.00510.360.15073.610.00281.400.04542.030.00260.070.01490.400.01670.570.00370.110.01400.460.01470.470.00780.100.35348.570.29432.200.01340.100.08231.970.04641.230.16182.110.03290.360.02671.590.02451.020.00010.680.00850.480.01710.970.19283.970.04510.860.06450.730.02990.360.02090.180.32726.210.01660.350.08041.790.08331.660.33913.990.29664.310.07061.560.17061.68254990.056123Observations R2t statistics in parentheses p 0.05, p 0.01, p 0.001Table 7: Subgroup analysis for different personality traits high trait expression refers to the upper quartile,while low trait expression refers to the lower quartile. E Extraversion; N Neuroticism; O Openness;C Conscientiousness and A Agreeableness.25 1115 obs 4716696136418422171301911427601180obs 394125855578372615218853nearest neighbour matchingt1SATEzstat.17994.79.12361.66.06110.97.01010.24.02180.42.01810.37.18753.24.04940.24.685110.75.47831.93.04550.14.17303.07.07070.98.23181.43.59983.12t2SATEzstat.28754.43.17271.50.03680.35.02690.40.02060.24.05900.63.26603.09.07200.20.69947.02.40671.14.56601.46.26923.04.03980.37.27321.32.58711.9324191249242724821471370283264150751591251666183132obs 556439393722257788511500propensity score matchingt1ATTtstat.14094.04.13321.62.10841.69.01670.38.01570.30.02550.52.14862.44.07950.42.55198.11.22210.58.42881.07.11672.01.02890.35.32181.81.44852.05t2ATTtstat.20853.54.15041.03.05680.54.03220.43.00080.01.08590.92.24762.52.00440.01.51424.40.16491.64.19301.30.26630.89.52271.0624061156242424751461134217355271transitionst1recoverssick 40862444315183650131573842492967019171186521391510519906089138353318856359127405667671895639016463261206680173566t2recoverssick 150821963684294046766421066815175810719717138709264955433447816528959333257238105277819233111861471507obs 3882619113314881798255797950210164468965554170114condition: armscondition: sightcondition: hearingcondition: allergycondition: chestcondition: heartcondition: stomachcondition: diabetescondition: anxietycondition: drugscondition: epilepsycondition: migrainecondition: othercondition: cancercondition: stroke Table 8: Results for matching estimates: recovery. Sample Average Treatment Effects SATEs and Average Treatment effects for the Treated ATTs, with zstatistics in parentheses.26 1115 References Abadie, A., Drukker, D., Herr, J. L., and Imbens, G. W. 2004. Implementing matchingestimators for average treatment effects in stata. The Stata Journal, 43:290311.Andersson, P. 2008. Happiness and health: Wellbeing among the selfemployed. Journalof SocioEconomics, 371:213 236.Arrow, J. 1996. Estimating the influence of health as a risk factor on unemployment:A survival analysis of employment durations for workers surveyed in the German SocioEconomic Panel 19841990. Social Science Medicine, 4212:16511659.BenetMartinez, V. and John, O. P. 1998. Los cinco grandes across cultures and ethnicgroups: Multitrait multimethod analyses of the big five in spanish and english. Journal of Personality and Social Psychology, 753:729750.BHPS 2010. British Household Panel Survey. http:www.iser.essex.ac.ukulscbhps.Binder, M. and Coad, A. 2010. An examination of the dynamics of wellbeing and life eventsusing vector autoregressions. Journal of Economic Behavior Organization, 762:352371.Binder, M. and Coad, A. 2011. From Average Joes happiness to Miserable Jane and Cheerful John: using quantile regressions to analyze the full subjective wellbeing distribution.Journal of Economic Behavior Organization, 793:275290.Blanchflower, D. G. and Oswald, A. J. 2008. Hypertension and happiness across nations.Journal of Health Economics, 272:218 233.Bruni, L. and Sugden, R. 2007. The road not taken: How psychology was removed fromeconomics, and how it might be brought back. The Economic Journal, 117:146173.Caliendo, M. and Kopeinig, S. 2008. Some practical guidance for the implementation ofpropensity score matching. Journal of Economic Surveys, 221:3172.Carnelley, K. B., Wortman, C. B., Bolger, N., and Burke, C. T. 2006. The time course ofgrief reactions to spousal loss: Evidence from a national probability sample. Journal of Personality and Social Psychology, 913:476492.Clark, A. E., Diener, E., Georgellis, Y., and Lucas, R. E. 2008a. Lags and leads in lifesatisfaction: A test of the baseline hypothesis. The Economic Journal, 118:F222F243.Clark, A. E., Frijters, P., and Shields, M. A. 2008b. Relative income, happiness, andutility: An explanation for the Easterlin paradox and other puzzles. Journal of Economic Literature, 461:95144.Clark, A. E. and Georgellis, Y. 2010. Back to baseline in Britain: Adaptation in the BHPS.Mimeo.27 1115 Clark, A. E. and Oswald, A. J. 1994. Unhappiness and unemployment. The Economic Journal, 104424:648659.Clark, A. E. and Senik, C. 2010. Who compares to whom? the anatomy of income comparisons in europe. The Economic Journal, 120544:573594.Cortina, J. M. 1993. What is coefficient alpha? An examination of theory and applications.Journal of Applied Psychology, 781:98104.Costa, P. T. J. and Mc Crae, R. R. 1994. Set like plaster?: Evidence for the stability ofadult personality. In Heatherton, T. F. and Weinberger, J. L., editors, Can personalitychange?, pages 2140. American Psychological Association, Washington, D.C.DAgostino, R. B. 1998. Propensity score methods for bias reduction in the comparison ofa treatment to a nonrandomized control group. Statistics in Medicine, 1719:22652281.Dehejia, R. H. and Wahba, S. 1999. Causal effects in nonexperimental studies: Reevaluating the evaluation of training programs. Journal of the American Statistical Association,94448:pp. 10531062.De Neve, K. M. and Cooper, H. 1998. The happy personality: A metaanalysis of 137personality traits and subjective wellbeing. Psychological Bulletin, 124:197229.Diener, E. and Lucas, R. E. 1999. Personality and subjective wellbeing. In Kahnemanet al. 1999, chapter 11, pages 213229.Diener, E., Suh, E., Lucas, R. E., and Smith, H. L. 1999. Subjective wellbeing: Threedecades of progress. Psychological Bulletin, 1252:276302.Digman, J. M. 1990. Personality structure: Emergence of the fivefactor model. Annual Review of Psychology, 411:417440.Dolan, P. and Kahneman, D. 2008. Interpretations of utility and their implications for thevaluation of health. The Economic Journal, 118:215234.Dolan, P., Peasgood, T., and White, M. 2008. Do we really know what makes us happy?A review of the economic literature on the factors associated with subjective wellbeing.Journal of Economic Psychology, 29:94122.Donnellan, M. B. and Lucas, R. E. 2008. Age differences in the Big Five across the lifespan: Evidence from two national samples. Psychology and Aging, 233:558566.Easterlin, R. A. 2001. Income and happiness: Towards a unified theory. The Economic Journal, 111:465484.Easterlin, R. A. 2003. Explaining happiness. Proceedings of the National Academy of Sciences, 10019:1117611183.FerreriCarbonell, A. and Frijters, P. 2004. How important is methodology for the estimatesof the determinants of happiness? The Economic Journal, 114:641659.28 1115 Frederick, S. and Loewenstein, G. F. 1999. Hedonic adaptation. In Kahneman et al. 1999,pages 302329.Frey, B. S. and Stutzer, A. 2000. Happiness, economy and institutions. The Economic Journal, 110466:918938.Gardner, J. and Oswald, A. 2004. How is mortality affected by money, marriage, andstress? Journal of Health Economics, 23:11811207.Gerlitz, J.Y. and Schupp, J. 2005.Zur Erhebung der BigFivebasierten Persoenlichkeitsmerkmale im SOEP. DIW Berlin, Research Notes 4.Gosling, S. D., Rentfrow, P. J., and Swann, W. B. J. 2003. A very brief measure of the BigFive personality domains. Journal of Research in Personality, 37:504528.Graham, C. 2008. Happiness and health: Lessons and questions for public policy. Health Affairs, 271:7287.Graham, C., Higuera, L., and Lora, E. 2010. Which health conditions cause the mostunhappiness? Health Economics.Guti errez, J. L. G., Jim enez, B. M., Hern andez, E. G., and Puente, C. P. 2005. Personalityand subjective wellbeing: Big Five correlates and demographic variables. Personality and Individual Differences, 387:1561 1569.Hampson, S. E. and Goldberg, L. R. 2006. A first large cohort study of personality traitstability over the 40 years between elementary school and midlife. Journal of Personalityand Social Psychology, 914:763779.Hayes, N. and Joseph, S. 2003. Big 5 correlates of three measures of subjective wellbeing.Personality and Individual Differences, 344:723 727.Headey, B. 2010. The set point theory of wellbeing has serious flaws: On the eve of ascientific revolution? Social Indicators Research, 97:721.Heckman, J. J., Ichimura, H., Smith, J., and Todd, P. 1996. Sources of selection bias inevaluating social programs: An interpretation of conventional measures and evidence onthe effectiveness of matching as a program evaluation method. Proceedings of the National Academy of Sciences, 9323:1341613420.Heckman, J. J., Ichimura, H., and Todd, P. E. 1997. Matching as an econometric evaluationestimator: Evidence from evaluating a job training programme. The Review of Economic Studies, 644:605654.Heineck, G. 2011. Does it pay to be nice? Personality and earnings in the UK. forthcomingin Industrial and Labor Relations Review.Helliwell, J. F. 2006. Wellbeing, social capital and public policy: Whats new? Economic Journal, 116:C34C45.29 1115 Ichino, A., Mealli, F., and Nannicini, T. 2008. From temporary help jobs to permanentemployment: What can we learn from matching estimators and their sensitivity? Journalof Applied Econometrics, 233:305327.Imbens, G. W. 2004. Nonparametric estimation of average treatment effects under exogeneity: A review. The Review of Economics and Statistics, 861:429.Imbens, G. W. 2010. Better late than nothing: Some comments on deaton 2009 andheckman and urzua 2009. Journal of Economic Literature, 482:399423.Jang, K. L., Livesley, W. J., and Vemon, P. A. 1996. Heritability of the big five personalitydimensions and their facets: A twin study. Journal of Personality, 643:577592.John, O. P., Donahue, E. M., and Kentle, R. L. 1991. The Big Five Inventory Versions 4a and 54. Berkeley: University of California, Berkeley, Institute of Personality and Social Research.Johnston, D. W., Propper, C., and Shields, M. A. 2009. Comparing subjective and objectivemeasures of health: Evidence from hypertension for the incomehealth gradient. Journalof Health Economics, 283:504552.Kahneman, D., Diener, E., and Schwarz, N., editors 1999. WellBeing: The Foundationsof Hedonic Psychology. Russell Sage Foundation, New York.Kassenboehmer, S. C. and HaiskenDe New, J. 2009. Youre fired! The causal negativeeffect of entry unemployment on life satisfaction. The Economic Journal, 119:448462.Knabe, A., R atzel, S., Sch ob, R., and Weimann, J. 2010. Dissatisfied with life but having a good day: Timeuse and wellbeing of the unemployed. The Economic Journal,120547:867889.Kohler, H.P., Behrman, J. R., and Skytthe, A. 2005. Partner children happiness?The effects of partnerships and fertility on wellbeing. Population and Development Review,313:407445.Krueger, A. B. and Schkade, D. 2008. The reliability of subjective wellbeing measures.Journal of Public Economics, 92:18331845.Layard, R. 2006. Happiness and public policy: a challenge to the profession. The Economic Journal, 116510:C24C33.Layard, R., Mayraz, G., and Nickell, S. 2008. The marginal utility of income. Journal of Public Economics, 92:18461857.Levy, H. and Jenkins, S. P. 2008. Documentation for derived current and annual nethousehold income variables, BHPS waves 116. Institute for Social and Economic Research,University of Essex, Colchester.Lucas, R. E., Clark, A. E., Georgellis, Y., and Diener, E. 2004. Unemployment alters theset point for life satisfaction. Psychological Science, 151:813.30 1115 Lykken, D. and Tellegen, A. 1996. Happiness is a stochastic phenomenon. Psychological Science, 73:186189.Lyubomirsky, S., King, L., and Diener, E. 2005. The benefits of frequent positive affect:Does happiness lead to success? Psychological Bulletin, 1316:803855.Mc Clements, L. D. 1977. Equivalence scales for children. Journal of Public Economics,82:191 210.Mc Crae, R. R. and Costa, P. T. 1997. Personality trait structure as a human universal.American Psychologist, 525:509516.Mc Crae, R. R. and Costa, P. T. J. 2003. Personality in Adulthood A FiveFactor Theory Perspective. Guilford, New York, 2nd edition.Ng, Y.K. 1997. A case for happiness, cardinalism, and interpersonal comparability. The Economic Journal, 107445:18481858.Okun, M. A. and George, L. K. 1984. Physician and selfratings of health, neuroticismand subjective wellbeing among men and women. Personality and Individual Differences,55:533539.Oswald, A. J. 1997. Happiness and economic performance. The Economic Journal,107445:18151831.Oswald, A. J. and Powdthavee, N. 2008. Does happiness adapt? A longitudinal studyof disability with implications for economists and judges. Journal of Public Economics,92:10611077.Plagnol, A. C. and Easterlin, R. A. 2008. Aspirations, attainments, and satisfaction: Lifecycle differences between american women and men. Journal of Happiness Studies, 8:601619.Roberts, B. W. and Del Vecchio, W. F. 2000. The rankorder consistency of personality traitsfrom childhood to old age: A quantitative review of longitudinal studies. Psychological Bulletin, 1261:325.Roberts, B. W., Walton, K. E., and Viechtbauer, W. 2006. Patterns of MeanLevel Changein Personality Traits Across the Life Course: A MetaAnalysis of Longitudinal Studies.Psychological Bulletin, 1321:125.Rubin, D. B. 1974. Estimating causal effects of treatments in randomized and nonrandomized studies. Journal of Educational Psychology, 665:688701.Shields, M. A. and Wheatley Price, S. 2005. Exploring the economic and social determinantsof psychological wellbeing and perceived social support in England. Journal of the Royal Statistical Society. Series A Statistics in Society, 1683:513537.Smith, C. A. and Wallston, K. A. 1992. Adaptation in patients with chronic rheumatoidarthritis: Application of a general model. Health Psychology, 113:151162.31 1115 Srivastava, S., John, O. P., Gosling, S. D., and Potter, J. 2003. Development of personalityin early and middle adulthood: Set like plaster or persistent change? Journal of Personalityand Social Psychology, 845:10411053.Stevenson, B. and Wolfers, J. 2008. Economic growth and subjective wellbeing: Reassessing the Easterlin paradox. Brookings Papers on Economic Activity, Spring 2008.Taylor, M. F. E. 2010. British Household Panel Survey User Manual Volume A: Introduction, Technical Report and Appendices. edited with John Brice, Nick Buck and Elaine PrenticeLane. Colchester: University of Essex.Uhrig, S. C. N. 2008. The nature and causes of attrition in the british household panelsurvey. Mimeo.Umberson, D. 1987. Family status and health behaviors: Social control as a dimension ofsocial integration. Journal of Health and Social Behavior, 28:306319.van Praag, B. M. S. 1991. Ordinal and cardinal utility: An integration of the two dimensionsof the welfare concept. Journal of Econometrics, 5012:6989.Veenhoven, R. 2010. Life is getting better: Societal evolution and fit with human nature.Social Indicators Research, 97:105122.Zimmermann, A. C. and Easterlin, R. A. 2006. Happily ever after? Cohabitation, marriage,divorce, and happiness in germany. Population and Development Review, 323:511528.32 1115 ", "filename": "67187473X.pdf", "person": ["Martin Binder", "Binder, Martin", "Alex Coad", "Coad, Alex"], "date": ["2011"]}