{"lang": "de", "identifier_url": ["http://www.econstor.eu/bitstream/10419/51249/1/672171031.pdf"], "title": ["Können betriebliche Sozialleistungen die staatliche Sozialpolitik entlasten?"], "plaintext": "Konnen betriebliche Sozialleistungen die staatliche Sozialpolitikentlasten?von Dieter Sadowski und Kerstin Pull1.Betriebliche Sozialleistungen aus organisationspolitischer Perspektive In der Diskussion um den Umbau des Sozialstaates wird der betrieblichen Sozialleistungspolitik, insbesondere der betrieblichen Altersversorgung vgl. SCHMAHLBOHM1994, zunehmend eine wichtige Rolle zugesprochen.1 Es stellt sich die Frage, inwiefernbetriebliche Sozialleistungen als verlaliches Instrument staatlicher oder gesellschaftlicher sozialer Sicherung betrachtet werden konnen. D.h.: Lassen die Beweggrunde der betrieblichen Akteure und die Restriktionen, unter denen solche privaten SozialleistungsVereinbarungen entstehen Konjunkturabhangigkeit, Insolvenzrisiko,glaubwurdig Sicherheit erwarten oder wird gar mit dem Sicherheitsbedurfnis der Arbeitnehmer kurzfristig gespielt und werden Tauschungsmanover gefahren, wenn etwa Altersruhegeldzusagen versicherungsmathematisch unsolide finanziert werden oder die Innenfinanzierung von Unternehmen auf Kosten der Belegschaften und vielleicht der Steuerzahler erfolgt? Selbst wenn fur einzelne Belegschaftsgruppen echte soziale Sicherung getrieben wird, lat die betriebszweckgemae Selektivitat betrieblicher sozialer Sicherung nicht nur die beschaftigungslosen Personen unberucksichtigt, sondern kanndaruber hinaus auch dadurch einer ausgleichenden sozialen Politik fur die Belegschaften im Wege stehen, da ihr die redistributive Kraft fehlen konnte.Staatliche Sozialpolitik zielt darauf ab, Marktergebnisse zu korrigieren oder fehlendeprivate Vorsorge auszugleichen. Zwingendes Sozialrecht Zwangsversicherung und abgaben, aber auch forderndes Sozialrecht steuerrechtliche, bilanzrechtliche Interventionen sind typisch fur staatliche Interventionen zur Durchsetzung staatlicher Sozialpolitik. Soweit Betriebe zu Agenten der staatlichen Sozialpolitik auserkoren werden, gibt eszudem zwingende Verfahrensregeln, etwa zwingende Mitbestimmungsrechte der Betriebsrate. Versteht man Betriebe und Unternehmen primar nicht als Vollzugsorganestaatlicher Politik, sondern als eigensinnige korporative Akteure, so fragt sich, welchesozialpolitische Qualitat die Logik ihres Handelns erwarten lat. Diese Frage wird kompliziert dadurch, da Betriebe nicht nur auf exogene Rechtsanspruche und Marktsituationen etc. passiv reagieren, sondern freiwillig Leistungen und Anspruche auf soziale Wir danken Erik Werdin fur die umfangreiche Unterstutzung bei der LiteraturRecherche. Prof. Dr. Dieter Sadowski ist Professor fur Betriebswirtschaftslehre an der Universitat Trier undwirtschaftswissenschaftlicher Direktor des Instituts fur Arbeitsrecht und Arbeitsbeziehungen in der Europaischen Gemeinschaft IAAEG; Dr. rer. pol. Kerstin Pull ist wissenschaftliche Mitarbeiterinam IAAEG.1Informationen zu Ausma und Bedeutung betrieblicher Sozialleistungen geben etwa GAUGLER 1992und BDA 1994.2Rechte gewahren, durch betriebliche Ubung, Individualarbeitsvertrag, Gesamtzusageoder Betriebsvereinbarungen. Zu bedenken ist auch die Beeinflussung der sozialpolitischen Aktivitat durch die kollektiven Interessenvertretungen, die Arbeitgeberverbandeund Gewerkschaften, die dann in Tarifvertragen auf die Unternehmen zuruckwirken und Mindestbedingungen setzen, welche die Unternehmen durch freiwilliges Uberbietenihrerseits wieder zum Mittel ihrer betrieblichen Politik machen konnen.Wie zwingend jedoch ist zwingendes Recht? Welche Schutzqualitat haben betriebliche Sozialrechte? Ist Rechtsdurchsetzung hier statt von einer wirksamen Justiz nicht voneiner wirksamen Interessenvertretung und damit auch von den anderen Groen abhangig, die Verhandlungspositionen und Verhandlungsmacht bestimmen? Und konnen sovielleicht private Vereinbarungen mehr und stabilere Gestaltungskraft haben als zwingende staatliche Rechtsregelungen? Wo allerdings die Logik privater Vereinbarungender Zielrichtung staatlicher Einflunahme widerspricht, konnen dann nicht private Sinnverdrehungen, etwa die Forderung betriebsknapper statt sozial bedurftiger Personenauf Kosten der Steuerzahler zu erwarten sein vgl. etwa GHILARDUCCI 1992? Dannstunde die Schutzwirkung entsprechender staatlicher Sozialpolitik auf dem Spiel.Unterschiedliche Perspektiven betonen verschiedene Funktionen betrieblicher Sozialleistungen: Aus organisationspsychologischer und kultureller Sicht wird der Fursorgecharakter Geschenk, Gabe, Hilfeleistung hervorgehoben vgl. etwa KOSSBIELTURK1976. In betont okonomischer Sicht werden die finanzwirtschaftlichen Wirkungen von Sozialleistungen in den Vordergrund gestellt vgl. etwa SADOWSKI 1984 und Sozialleistungen als Lohnsubstitut, z.T. als vorenthaltener Lohn LAZEAR 1990, auch in der Variante als Versicherungspramie bzgl. Beschaftigungsrisiken Kontrakttheorie oder Alterseinkommensrisiken BODIE 1990 gesehen. In neueren personal und organisationsokonomischen Ansatzen wird untersucht, wie Unternehmen auf exogene Rechtsanspruche und Leistungsverpflichtungen reagieren, und wo Unternehmen freiwillig Sozialleistungen gewahren oder gar Rechte auf Sozialleistungen einraumen vgl. PULL 1996.Sowohl die verhaltenswissenschaftliche Interpretation von Sozialleistungen als auch dieokonomistische Sicht sind auf das individuelle Arbeitsverhaltnis und die ihm innewohnende Tauschrationalitat bezogen. Dies mag zwar fur arbeitsmarkttheoretische, auf die Mobilitat und Motivation des einzelnen Arbeitnehmers gerichtete Fragen ein fruchtbarer Zugang sein. Wenn jedoch das Funktionieren des Sozialverbandes Betrieb, der als korporativer Akteur VANBERG 1982 nicht sinnvoll als Netz bilateraler Vertrage verstanden werden kann, sondern wie Unternehmen im gesellschaftsrechtlichen Sinne nennenswert die Organisationsprobleme eines Kollektivs, d.h. politische Probleme, zu losen hat,im Vordergrund steht, erscheint diese Sichtweise nur wenig hilfreich.2Wir wollen uns hier auf die sogenannten freiwilligen Sozialleistungen konzentrierenund nach ihrer organisationspolitischen Rationalitat fragen. Wahrend die tauschtheore 2Laut VANBERG 1982 geht es dann vielmehr um die Beteiligung der Ressourcen poolenden Organisationsmitglieder am Entscheidungsproze und die Verteilung des Organisationsertrages auf dieGesellschafter. GOTTESMAN 1991 benennt zudem eine Reihe betrieblicher KollektivgutproblemeArbeitssicherheit, interdependente spezifische Humankapitalinvesttionen, die politische Entscheidungen erfordern.3tischen Ansatze Sozialleistungen als Preis fur eine zu erbringende Leistung betrachten,stellt eine eher auf die interessenpolitische Aushandlung von Arbeitsentgelt und bedingungen zielende Betrachtung im weitesten Sinne auf Verhandlungsstrategien, Drohpotentiale und Konfliktfahigkeit der jeweiligen Verhandlungspartner ab. Im folgendenruckt also die Nutzlichkeit von Sozialleistungen fur die Losung von Organisationsproblemen in den Mittelpunkt der Betrachtung: die Befriedung innerorganisatorischer Probleme des Verhandlungspartners, das Ausweichen von harten auf weiche Politikfelder,das Ermoglichen von Formelkompromissen, die Reversibilitat und die geschickte odertauschende Interpretation von Sozialleistungen in gesellschaftlich akzeptierten Weisen.Mit Blick auf die verfugbaren empirischen Daten soll im folgenden keine aushandlungstheoretische Modellierung der Interessenkonflikte und Kooperationsbedingungenin der betrieblichen Sozialleistungspolitik vorgenommen werden, sondern lediglich versucht werden, die von uns vorgeschlagene aushandlungstheoretische Interpretationplausibel zu machen und daraus bedingte Schlusse fur die Ausgangsfrage dieses Aufsatzes zu gewinnen: Inwiefern konnen betriebliche Sozialleistungen staatliche Sozialpolitik erganzen oder entlasten? Bevor dies an ausgewahlten Entscheidungsfeldern derbetrieblichen Sozialpolitik demonstriert wird Abschnitt 3, werden zunachst Elementeeiner aushandlungstheoretischen Interpretation betrieblicher Sozialleistungen entwickeltAbschnitt 2.2.Die Aushandlung betrieblicher Sozialleistungen in Betrieben Wenn die Kompensation eines Arbeitnehmers fur die erbrachte Arbeitsleistung nichtperiodengerecht durch eine einzige, vertraglich vereinbarte Lohnzahlung entgolten wird,sondern in Form von Sachleistungen Deputaten, Jahreswagen oder Betriebsschwimmbadern, Sonderzahlungen, Erfolgsbeteiligungen, Bildungsmoglichkeiten oder Altersruhegeldern, dann fragt sich, warum diese Komplizierung der Kompensation gewahlt wird.3 Die Aufspaltung der Kompensation schafft dabei wohl nicht nur die Illusion einer hoheren als der tatsachlich gewahrten Kompensation, sondern erschwert wie FURUBOTNPEJOVICH 1973: 284 vermuten fur die Arbeitnehmer einen Vergleich der Kompensationspakete einzelner Unternehmen und fuhrt so zu deren starkerer Bindungan das Unternehmen. Die Komplizierung des Austauschs schafft dabei die Moglichkeitzu vermehrter und reicherer Interaktion, die ihrerseits positive Folgen fur die Kooperation der Organiationsmitglieder haben kann. So nennt AXELROD 1984 als Bedingungfur die Herausbildung der kooperationsfreundlichen, zwar kurzfristig reizbaren, abernicht nachtragenden Tit for TatStrategie, da zwischen den Akteuren, um deren Kooperation es geht, eine Vielzahl von Spielpartien stattfinden mu, die zwar nicht unendlich sein mu, deren Zahl jedoch keinem der Verhandlungspartner im voraus bekanntsein darf. Eine weitere Begrundung zugunsten von multi issue bargaining oder Paketlosungen ist, da diese die Kompromifindung, insbesondere in sich interessenhetero 3 HALLER 1968: 247f verfolgt eine ahnliche Frage, wenn er als einen der Grunde fur die reale Ausgestaltung des Steuersystems anfuhrt, der Steuerwiderstand wurde angesichts der Transparenz einereinzigen idealen Einkommenssteuer zu sehr steigen.4gener Verhandlungsparteien erleichtern, in der side payments zur Stabilisierung von Koalitionen dienen.Der Gegenstand interessenpolitischer Aushandlungen: Ambiguitat und die Illusionkostenloser Transfers Die objektive Bewertung einzelner betrieblicher Sozialleistungen ist auch fur den unabhangigen Gutachter oft schwierig: Was sind die Opportunitatskosten betrieblicher Bildung? Wie verteilen sich ihre Ertrage auf Arbeitgeber und Arbeitnehmer? Nicht nurwechselnde Marktchancen beeintrachtigen dabei die Berechnung des geldwerten Vorteils in Form eines Barwertes oder von Annuitaten, die dem Lohn zugeschlagen werdenkonnten. Wie ist der Wert einer Altersruhegeldzusage einzuschatzen, wenn sie nicht aufversicherungsmathematische zwingende Weise finanziert wird, also auch nennenswertgefahrdet ist? Oder wenn sich der Versicherungsgeber durch Kundigung aus anderem Grunde seiner Verpflichtung entledigen kann?4 Die Interpretation von Sozialleistungenals paternalistische Anerkennung Geschenk oder als vorenthaltener Lohn STEINMEYER 1991 ist nur eine andere, hier rechtsdogmatische, Reflexion desselben Problemsder Uneindeutigkeit oder zumindest einer sich im Zeitanlauf andernden Sichtweise.Wenn dies schon fur den wissenschaftlichen Betrachter der Fall ist, warum dann nichtauch fur die Akteure? Die Interpretationsfahigkeit betrieblicher Sozialleistungen wirdzugespitzt deutlich, wenn diese nur symbolischen Charakter haben, also materiell imwesentlichen wertlos sind, aber von den Beteiligten als Zeichen fur etwas anderes, nichtsichtbares, aber Gewichtiges verstanden werden. Dann wird das Verstandnis der beteiligten und betroffenen Akteure sowie ihre Wertschatzung fur die einzelnen Leistungenjeweils zu einem eigenen organisations oder verhandlungspolitischen Problem.Nach NEUBERGER 1995: 23 ist die so sichtbar werdende Ambiguitat betrieblicher Sozialleistungen dabei eines der Grundmerkmale des Politischen: Welche Mehrdeutigkeiten, Widerspruche und Intransparenzen erlaubenerfordern interessiertes Handeln? Entgegen dem Postulat der vollstandigen und konsistenten Information bei wohlstrukturierten rationalen Entscheidungen wird davon ausgegangen, da Ambiguitat genutzt odergar erzeugt wird, um Interessen durchzusetzen.5 Sozialleistungen haben in Betriebenoft distributiven Charakter selten offen redistributiven etwa wenn die Kinderzahl als Kriterium in die Lohnbestimmung eingeht. Aus der Theorie staatlicher Policies wissenwir: Da distributive Policy Leistungen vermittelt, um bestimmte private Aktivitatenzu steigern, und haufig mittels Anreizen und Angeboten arbeitet, impliziert sie ein geringes Ma an Zwang. Sie wird in der Offentlichkeit als Manahme angesehen, die nur Nutzen verteilt und keine Kosten fur irgendeine Gruppe verursacht. Dies erklart, warumin der Politikformulierung distributive Policies nicht als miteinander konkurrierend beurteilt werden   und die Politikarena, in die sie gebettet sind, durch Konsensus undfreundliche Gleichgultigkeit gepragt sind WINDHOFFHERITIER 1987: 48f. Handelt essich nicht um gleichartige, sondern unterschiedliche Leistungen an verschiedene Grup 4 Vgl. etwa die schwierigen und kontroversen Darstellungen in der Literatur zur steuerfinanziertenbetrieblichen Alterversorgung, etwa DRUKARCYK 1993: 229ff.5 Vgl. auch BERGERLUCKMANN 1972 zur sozialen Konstruktion von Realitat oder NEUBERGER1995: 152ff zu Tauschung als Strategie.5pen, die auf niemandes Kosten gehen, gilt: Vielfaltige Einzelforderungen werden in einem Paket zusammengeschnurt und nach dem Prinzip der wechselseitigen Nichteinmischung   gemeinsam verabschiedet. Bei redistributiven Policies werden zwangslaufig einige zu Gewinnern, andere zu Verlieren des Umverteilungsspiels: Um die Umverteilung durchzusetzen, sind highly coercive techniques LOWI 1964, d.h. staatliche Zwangsmanahmen erforderlich. Der politische Proze bei Umverteilungsentscheidungen gestaltet sich folglich nicht harmonisch und konsensual, sondern konfliktreich undpolarisiert. Es gibt selten wechselnde Koalitionen.Wo nicht eindimensionale Interessengegensatze aufeinanderprallen, sondern Spielzugein einem mehrdimensionalen Raum gemacht werden konnen, durfte sich leichter der Eindruck distributiver Politik einstellen, also das Gefuhl, in einer Entscheidungssituation zu sein, wo alle gewinnen konnen oder wo insgesamt ein faires Teilen geubt wird:wer hier gewinnt, steckt dort zuruck. Dann nahrten die Verhandlungen eine Atmosphareder vertrauensvollen Zusammenarbeit. Selbst wo Interessenkonflikte gegeben sind, erleichtert eine Vielzahl von Verhandlungsgegenstanden den Tausch und die Kompromifindung, sie lat die Interessengegensatze eher verschwommen erscheinen oder garbewut verschleiern. Selbst bei hoher Transparenz fur die Beteiligten werden durchmehrdimensionale Aushandlungsraume eher explizite Ausgleichszahlungen und damitakzeptable Verhandlungspakete moglich.Ambiguitat bei der Gewahrung betrieblicher Sozialleistungen mag damit der Aufrechterhaltung der Illusion einer rein distributiven betrieblichen Sozialpolitik, die keinerlei Kosten im Sinne eines NichtErreichens anderer denkbarer Ziele erzeugt, dienen. Dervon WAGNERGRAWERT 1993: 47f mit vielfaltigen LiteraturBeispielen belegte Befundsystematischer Fehleinschatzungen des Wertes von Sozialleistungen durch die Arbeitnehmer, wurde uns so anders als WAGNERGRAWERT nicht zu dem politisch naiven Schlu veranlassen, die Informationsbasis der Arbeitnehmer musse verbessert werden. Begreift man das Gewahren betrieblicher Sozialleistungen als Ergebnis politischer Aushandlungsprozesse im Betrieb, so konnte Ambiguitat vielmehr gewollt und im Interesse der Beteiligten sein.6 In der Analyse einzelner SozialleistungsPolitikfelder werden wir daher zunachst danach fragen, ob und, wenn ja, in welchem Ausma Ambiguitat hinsichtlich Wert und Wertschatzung der gewahrten Leistungen besteht.Die Akteure im Aushandlungsproze, ihre Interessen und ihre Ressourcen An zweiter Stelle wird zu fragen sein, welches die am Aushandlungsproze beteiligten Akteure und welches die vielleicht unbeteiligten Betroffenen Steuerzahler, ehemalige Mitarbeiter, verkaufende Eigentumer sind. Ausgehend von den zu unterstellenden Interessen der Beteiligten werden uber eine Analyse ihrer Politikfahigkeit im Sinne OLSONs 1971 interpretiert als Funktion ihrer internen Koharenz Ansatzpunkte fur mogliche Koalitionen ausgemacht. So wird gefragt werden: Welche innerbetrieblichen Koalitionen bilden sich zwischen Arbeitgeber und einzelnen Mitarbeitergruppen, welche 6 Vgl. an dieser Stelle auch SADOWSKISCHRODER 1994, die den Verzicht der Betriebe auf detaillierte Arbeitskostenrechnungen u.a. auch mit deren reputationspolitischen Ungeeignetheit aufgrund derdurch Arbeitskostenrechnungen offengelegten Rechenhaftigkeit der Arbeitsbeziehungen erklaren.6zwischen Arbeitnehmergruppen? Existieren betriebssyndikalistische Koalitionen gegen Gewerkschaften bzw. Arbeitgeberverbande oder auch gegen Steuerzahler?Und weiter: Welche Ressourcen stehen den am Aushandlungsproze beteiligten Akteuren zur Verfugung? Da Marktknappheiten und Mobilitatseinschrankungen durch sunkcosts aus getatigten beziehungsspezifischen Investitionen Verhandlungsmacht zu begrunden in der Lage sind, erscheint dem okonomischen Betrachter dabei eingangig. Dain einer Welt positiver Transaktionskosten auch Rechtsverteilungen fur den Ausgangvon Verhandlungen bedeutsam sind, gehort spatestens seit der Arbeit von COASE 1960zu den Grunderkenntnissen rechtsokonomischer Forschung. Hinsichtlich der Rechtsverteilungen ist dabei grundsatzlich zwischen zwingendem und dispositivem Recht zu unterscheiden. Soweit einschlagig, sind nicht nur arbeitsrechtliche Vorschriften, sondern auch etwa steuer und bilanzrechtliche Regelungen miteinzubeziehen, auchdie Bedeutung von Rechtsprechung und Tarifvertragen als Rechtsquellen ist angemessen zu berucksichtigen. Neben marktlichen, organisationalen und rechtlichen Ressourcen erscheinen daruber hinaus auch politische Ressourcen, die Diskursfahigkeit etwa,der Beteiligten von Relevanz: Gelingt es ihnen, die ubrigen Teilnehmer im Verhandlungsspiel von der Plausibilitat ihrer Zweckbehauptungen und der Legitimitat ihrer Anspruche zu uberzeugen?All diese Faktoren mogen im Aushandlungsproze als Ressource von Bedeutung seinund die Verhandlungsmacht der beteiligten Akteure beeinflussen. In der nun folgenden Analyse der Politikfelder soll das an Informationen uber die Akteure, ihre Interessen und Ressourcen herangezogen werden, was der angestrebten Vermittlung der Idee von der Leistungsfahigkeit einer aushandlungstheoretischen Interpretation betrieblicher Sozialleistungspolitik zu dienen in der Lage ist.3.PolitikfelderAnalyse Unter den freiwilligen, d.h. weder gesetzlich noch tarifvertraglich verfugten betrieblichen Sozialleistungen verursachen der in diesem Bereich einzigartigen Erhebung des Unternehmerverbandes RuhrNiederrhein URN zufolge die betriebliche Altersversorgung, die Aus und Weiterbildung und die direkten Zuwendungen aus besonderen Anlassen, innerhalb derer die Gewinn und Ertragsbeteiligung den groten Stellenwerteinnimmt, die hochsten Kosten fur die Betriebe HEMMER 1994b. Ob es sich bei der Aus und Weiterbildung und der Gewinn und Ertragsbeteiligung tatsachlich um Sozialleistungen handelt, wird dabei in der Literatur jeweils unterschiedlich beantwortetGRAWERT 1989: 29; auch MODEREGGER 1995: 187 spricht von einem Begriffsapparat, der verschwimmt. Wir folgen an dieser Stelle bewut der grozugigen Klassifizierung der Praxis.73.1Betriebliche Altersversorgung Ambiguitat: Selektive Verbreitung, streuender Wert und widerspruchliche Wertschatzung Die Zusage einer betrieblichen Altersversorgung kann leicht eine Festlegung fur dreioder vier Jahrzehnte bedeuten, ohne da im entferntesten eine entsprechende Planungssicherheit gegeben ware oder auch nur gegeben sein konnte. Betriebsrenten erlaubendaher einen Blick in die Funktionsweise langfristiger Arbeitsvertrage, wobei sie ihrerexpliziten Vereinbarung wegen sogar zu den einfacheren Vertragsgegenstanden zu rechnen sind. Um so uberraschender ist es, da weder die Beteiligten, die Arbeitsvertragsund die Betriebsparteien, noch die indirekt Betroffenen, der Gesetzgeber oder die Steuerzahler, noch die beobachtenden Wissenschaftler Klarheit uber die Funktionsprinzipien, ja nicht einmal uber die Kosten und Nutzen konkreter betrieblicher Altersversorgungszusagen besitzen, d.h. die betriebliche Sozialleistung Altersversorgung hinreichend von Ambiguitat gekennzeichnet ist. Betriebsrenten sind ein okonomischer RorschachTest befindet dann auch GHILARDUCCI 1992: 1, teils wohl gewollt, teils ungewollt so.Aus der Sicht des Arbeitgebers, der eine Versorgungszusage macht, besteht Unklarheituber die zu erwartende Beschaftigungsdauer, die Betriebstreue des Arbeitnehmers,uber dessen Arbeitsleistung, Einkommensentwicklung, Krankheiten und Todeszeitpunkt. Die Zahlungsfahigkeit des Unternehmens, die mit Produkt und Kapitalmarktentwicklungen verbunden ist, ist angesichts so langfristig eingegangener Verbindlichkeitennicht prognostizierbar. Geldwertveranderungen, aber auch arbeits und steuerrechtliche Eingriffe des Gesetzgeber konnen Planungsvoraussetzungen nachtraglich gegenstandslos machen.Aus der Sicht des begunstigten Arbeitnehmers ist nicht nur die Prognose der eigenen Gesundheits und Lebenserwartung naturgema schwierig und tendenziell zu optimistisch, sondern stellt auch das Entlassungsverhalten des Arbeitgebers, seine Gehaltsund sonstige Personalpolitik eine groe Unsicherheit dar. Selbst wenn Arbeitnehmer dienicht selten komplizierten Betriebsrentenberechnungsformeln verstehen, ist die Berechnung des realen, inflationsbereinigten Wertes von zukunftigen Betriebsrenten fur siepraktisch unmoglich. Die Beurteilung der versicherungsmathematischen Fairne der Leistungen ist selbst fur groere Gruppen von Arbeitnehmern wegen der, wie noch gezeigt wird, unklaren Kosten und Nutzenkonsequenzen von Ruhegeldzusagen selbst vonunbeteiligten Beobachtern nicht einmal nachtraglich zu klaren.Die Verwirrung fuhrt sogar zu Unterschatzungen des Wertes der nominellen Ruhegeldanspruche durch die Begunstigten. AHRENDWALKIEWICZ 1990: 18 bemerken teilweise eine gravierende Unterschatzung der Kosten und damit auch des tatsachlichen Wertes einer betrieblichen Versorgungszusage durch die Fuhrungskrafte. Wahrend im Durchschnitt der Aufwand fur diese Sozialleistung DM 35.000 im Jahr betragt, haben Umfragen ergeben, da Manager den Wert ihrer Versorgungszusage nur auf DM 10.000schatzen.8Angesichts solcher Unklarheit eignet sich die betriebliche Altersversorgung fur vielfaltige Aufgabenzuschreibungen, und manche Autoren vermuten in der Flexibilitat, die den Arbeitgebern finanzwirtschaftlich und politisch so viel Ambiguitat biete, den Hauptgrund fur die Einfuhrung betrieblicher Altersversorgungen GHILARDUCCI 1992:17. Das durfte ubertrieben sein, denn die Opportunitatskosten dieser Flexibilitat sindoffenbar so hoch, da von diesem Instrument in und zwischen den Unternehmen sehrselektiver und zeitlich schwankender Gebrauch gemacht wird, obwohl die Arbeitnehmerdie betriebliche Altersversorgung unter den betrieblichen Sozialleistungen nach dem Weihnachts und Urlaubsgeld am hochsten einschatzen 1981: 57% der Arbeitnehmer,vgl. HEMMER 1983: 17. In der Mitarbeiterbefragung bei HewlettPackard stand 1989der betriebliche Pensionsplan auf Platz 5 von 34 in der Hitliste der wichtigstenbetrieblichen Sozialleistungen HEYMANN 1989: 96. Fur LUBERSCHMITZ 1993: 108stellt sie gar die wichtigste Bastion des sozialen Besitzstandes der Arbeitnehmer dar.Den Betrieben mit mehr als 50 Beschaftigten im produzierenden Gewerbe verursachtedie betriebliche Altersversorgung 1993 durchschnittliche Kosten in Hohe von 3.900 DMje Arbeitnehmer; das waren 8,8% am Entgelt fur geleistete Arbeit. Im Dienstleistungssektor machten die Kosten fur die betriebliche Altersversorgung je Arbeitnehmerzwischen 3,3% Einzelhandel und 17,2% Versicherungsgewerbe am Entgelt fur geleistete Arbeit aus HEMMER 1994c: 261. Der bereits zitierten Untersuchung des URNzufolge wurden 1992 fur die betriebliche Alters und Hinterbliebenenfursorge durchschnittlich 2.545 DM je Arbeitnehmer aufgewendet; tarifvertragliche Leistungsverpflichtungen der Betriebe sind hier explizit ausgeklammert HEMMER 1994b. Insgesamtwendeten die Unternehmen 1992 fur die betriebliche Altersversorgung uber 40 Mrd.DM auf LUBERSCHMITZ 1993, im Durchschnitt 6,9% der Lohn und GehaltssummeSZ vom 04.09.1993. VW etwa hat 1992 uber 1,4 Mrd. DM fur die betriebliche Altersversorgung gezahlt, zugleich betrugen die operativen Verluste im ersten Halbjahr 1993 1,6 Mrd DM. In vielen Unternehmen erreichten die Aufwendungen fur diebetriebliche Altersversorgung 1992 zweistellige Prozentanteile an der Lohn und Gehaltssumme; Spitzenreiter war die Deutsche Bank mit 18,1% LUBERSCHMITZ 1993.Nach jungeren Untersuchungen besitzen in den alten Bundeslandern hochstens zwei Drittel der Industrieunternehmen und zwei Drittel der in der Industrie Beschaftigten einebetriebliche Altersversorgung, mit zunehmender Betriebsgroe um so eher. In kleineren Unternehmen erhalten vor allem leitende Mitarbeiter entsprechende Zusagen. Im Handelliegen die Werte um ungefahr die Halfte niedriger. Leistungseinschrankungen in den Zusagen, vor allem die Schlieung fur neu eintretende Arbeitnehmer und die Kurzungvon Zusagen, gab es 19851987 in 11% der kleineren Industriebetriebe und in 15% der Betriebe mit mehr als 1.000 Beschaftigten; diese Werte sind im Zeitraum von 1990 bis 1993 auf 8% bzw. 4% gefallen. Gleichzeitig gab es 19851987 Neueinfuhrungen und Leistungsverbesserungen in 12% der Industriebetriebe ab 20 Beschaftigte und 19911993 in 5% der Betriebe. Im Handel waren die Steigerungsraten noch deutlicher. Per Saldo uberwog das Wachstum der Begunstigten das der Benachteiligten. In den Befragungen gilt fur die Einfuhrung und Nichteinfuhrung die wirtschaftliche Situationder Unternehmen als vorherrschender Einflu. Vgl. HEMMER 1994a.Erste nichtreprasentative Befragungsergebnisse geben untere Abschatzungen fur den Verlust von Ruhegeldzusagen bei einem Betriebswechsel, bevor die Unverfallbarkeit9des Anspruchs erworben worden war. Im Jahre 1992 ist bei mehr als jedem zweiten Betriebswechsler die Versorgungsanwartschaft durch das Ausscheiden verfallen: bei Mannern in 54,7%, bei Frauen in 67,1% der Falle der Stichprobe von Industrie und Handelsbetrieben vgl. BEYER 1994.Die gezahlten Betriebsrenten variieren stark mit der Betriebsgroe, der betrieblichen Stellung und dem Geschlecht der Arbeitnehmer. Fur 1986 galt, da 40% der Mannereine Betriebsrente erhielten, und zwar durchschnittlich 501 DM, was knapp 21% der Altersbezuge der Manner ausmachte. Demgegenuber erhielten nur 7% der weiblichen Rentner eine betriebliche Altersrente, durchschnittlich 193 DM oder knapp 16% ihrerdurchschnittlichen Altersrente. Hinter dieser Ungleichheit in den Durchschnitten verbergen sich weitere groe Streuungen der Betriebsrenten innerhalb eines Geschlechts:36% der qualifizierten mannlichen Facharbeiter erhielten eine Betriebsrente von durchschnittlich 178 DM, gut 9% ihrer Gesamtrente; unter den Rentnern mit Universitatsabschlu erhielten 73% eine Betriebsrente von durchschnittlich 3.228 DM oder fast 61%ihrer Gesamtrente. Vgl. SCHMAHLBOHM 1994: 17. In Unternehmen mit weniger als 10 Mitarbeitern betrug der Durchschnitt der Betriebsrenten 209 DM, in Unternehmenmit mehr als 10.000 Beschaftigten dagegen 620 DM, obwohl in Kleinunternehmen eine Konzentration auf die leitenden Angestellten anzunehmen ist vgl. DORING 1993: 302f.Die in Deutschland seit 1974 gesetzlich geforderte Anpassung der Betriebsrenten an den Geldwertverlust hatte bis 1986 fur 51% der Renten niemals stattgefunden, und nur fur 25% der Renten geschah dies regelmaig, aber auch diese Regelmaigkeit erfuhren diehochqualifizierten Angestellten deutlich haufiger 37% als die einfachen Angestelltenund Meister 20% vgl. DORING 1993: 302f Die finanzwirtschaftliche Bedeutung von Altersruhegeldern fur die Unternehmen erhelltsich aus den folgenden Zahlen: 1990 hatten 22.000 Unternehmen fur 7,7 Mio. ihrer 12Mio. Arbeitnehmer eine betriebliche Altersversorgung eingerichtet. Fur 4,2 Mio. wurdeeine Betriebsrente zugesagt, die aus gewinnmindernden betrieblichen Ruckstellungenfinanziert wird. Knapp 1,5 Mio. Arbeitnehmer haben einen Anspruch gegenuber einerrechtlich verselbstandigten Pensionskasse, 1 Mio. aus einer Unterstutzungskasse und 1,1Mio. aus einer Lebensversicherung, die der Betrieb fur die Mitarbeiter abgeschlossenhat IWD 1995. Fur Pensionskassen und Lebensversicherungen gelten gewisse Steuerpauschalierungen. Unterstutzungskassen gewahren keinen Rechtsanspruch aufihre Leistungen, sie unterliegen nicht der Aufsichtspflicht des Bundesversicherungsamtes, weshalb ihre Mittel in das Unternehmen des Versorgungstragers reinvestiert werdenkonnen.Allein die Summe der Pensionsruckstellungen bei Direktzusagen betrug im Jahre 1984das Zweifache des im gleichen Zeitraum durch Aktienemissionen bereitgestellten Kapitals oder ein Drittel der im gleichen Jahr einbehaltenen Gewinne KRAHNEN 1990: 199.Wahrend 1975 Pensionsruckstellungen nur 9% des langfristigen Kapitals der Produktionsunternehmen finanzierten, lag diese Zahl 1987 bei 13,9% WALGENBACH 1989:414. 1993 haben die Pensionsruckstellungen in den Bilanzen deutscher Unternehmenfast genau die Halfte der Eigenmittel der Unternehmen erreicht, zwei Jahre zuvor warenes gut 45% FAZ vom 09.05.1995.10Die potentiell hohe Attraktivitat dieser steuerbegunstigten Innenfinanzierung erklart die Bedeutung der betrieblichen Altersversorgung fur die Unternehmen nur teilweise.KRAHNEN 1990: 201f. formuliert das Ratsel, warum die Unternehmen ganz offensichtlich bei gegebenen Direktzusagen ihr Ruckstellungspotential bei weitem nicht ausnutzen und, weitergehend, warum die Steuerstundungsvorteile nicht sogar zu hoheren Direktzusagen fuhrten. Das mag auch bilanzpolitisch zu erklaren sein.Gewi eignet sich ein so facettenreiches und schwer durchschaubares Politikfeld, dasmehr Interessen als Interessenten aufweist, fur Verhandlungen, und es durfte nicht uberraschen, da sich die Verhandlungsergebnisse zumindest dem externen Beobachter alsbetriebsindividuell und wenig systematisch darstellen ebd. 201. Wir wollen daherdie unterschiedlichen Interessen der Beteiligten, ihre Verhandlungsressourcen und ihre Verhandlungsstarke untersuchen, um die organisationspolitische Bedeutung der betrieblichen Altersversorgung besser zu verstehen.Die Akteure, ihre Interessen und die Stichhaltigkeit ihrer vielfaltigen Zweckbehauptungen Die Arbeitnehmer konnen die Zusage einer betrieblichen Altersversorgung als Geschenkoder implizit als durch Lohneinbehaltung finanziertes Alterssparen oder auch alsimplizite Pramienzahlung fur eine Einkommensversicherung im Alter verstehen, wobeisie den Arbeitgeber als Finanzierungs oder Versicherungsgeber wahlen, weil er etwawegen steuerlicher Begunstigungen oder wegen relativer Kostenvorteile Skaleneffekteoder Risikoselektion den spezialisierten Wettbewerbern uberlegen ist vgl. SADOWSKI1984, BODIE 1990, GUSTMANMITCHELLSTEINMEIER 1994. Solange diese Forderungenkonkursgesichert sind, wie etwa in Deutschland durch den gesetzlich erzwungenen Pensionssicherungsverein, stunden solcher Vorsorge auch Risikodiversifikationsuberlegungen nicht entgegen.In der Literatur wird auch den Arbeitnehmervertretern eine Nachfrage nach betrieblichen Altersversorgungswerken zugeschrieben. Das Schaffen von Verwaltungseinheitenunter Beteiligung von Arbeitnehmervertretern im allgemeinen, von gewerkschaftlichen Reprasentanten im besonderen, erleichtert die Organisation der Arbeitnehmer auf Betriebsebene auch fur andere Belange. Die Altersversorgung als eine scheinbar Arbeitnehmer einfach begunstigende, erfolgsgeneigte und nicht konfliktare betriebliche Manahme befordert diesen organisationspolitischen Zweck der Arbeitnehmervertretungenbesonders vgl. FREEMANMEDOFF 1984.Auch das Angebot von Altersversorgungen durch Arbeitgeber wird auf recht verschiedene Motive und Interessen zuruckgefuhrt. Es wird oft als Anreizinstrument zur Verstarkung des Arbeitseifers oder zur Senkung der Fluktuationsgefahren personalpolitischgerechtfertigt: Arbeitnehmer, die bei Entlassung das Pfand Ruhegeldzusage verloren,neigten weniger zur Druckebergerei LAZEAR 1990; Arbeitnehmer, die an den Ertragenihrer unternehmensspezifischen Investitionen beteiligt wurden, blieben dem Unternehmen eher treu BECKER 1964. Zusatzliche betriebliche Nutzen der Altersversorgungkonnten in der durch die hinausgezogerte Entlohnung induzierten Personalselektion liegen, da nur an einem langfristigen Verbleib interessierte Arbeitnehmer sich auf die Entlohnung nach der Pensionierung einlieen. Auerdem gabe eine Altersversorgung, die11bei Bedarf variiert wird, eine Moglichkeit, das Vorziehen oder Hinausschieben des altersbedingten Ausscheidens aus dem Betrieb zu steuern. Vgl. GUSTMANMITCHELLSTEINMEIER 1994: 426ff Analog zu dem Organisationsinteresse des Betriebsrates darf ein administratives Interesse der Personalabteilung an der Kompetenz fur diese hochgeschatzte, wichtige Aufgabe angenommen werden. Um die Interessenzuschreibungen weiter zu komplizieren, seiauch die originelle finanzierungspolitische Uberlegung KRAHNENs 1990 festgehalten,wonach die Forderungen aus betrieblichen Altersversorgungen die begunstigten Arbeitnehmer zu risikoarmeren Entscheidungen anrege und also als Signalinvestition gegenuber den externen Fremdkapitalgebern diene, welche die Fremdkapitalkosten senke.Diese Zweckbestimmung liee die betriebliche Altersversorgung eher in der Finanzierungsabteilung ressortieren.Fur unsere aushandlungstheoretische Interpretation der Altersversorgung ist hier zunachst wichtig, da die vielen Deutungsmoglichkeiten in Theorie und Praxis gleichermaen bestehen und also dort, wo mit Argumenten gefeilscht wird, die Altersversorgung beinahe als Joker gezogen werden kann, und zwar innerhalb der beiden Lagerwie auch zwischen ihnen. Solche Interpretationsvielfalt sollte Verteilungskonflikte inder Wahrnehmung der Betroffenen entscharfen.Wer und was erklart die Selektivitat der betrieblichen Altersversorgung?Bei aller Unbestimmtheit im Reden von den Zwecken der betrieblichen Altersversorgung fallt auf, da Fuhrungskrafte am ehesten und am hochsten bedacht werden. Daskonnte darauf zuruckzufuhren sein, da uber der Beitragsbemessungsgrenze Verdienende ihr Einkommensniveau aus den Leistungen der gesetzlichen Rentenversicherungbesonders schlecht halten konnen. Es konnte aber auch damit zu tun haben, da die Druckebergerei von Fuhrungskraften die Unternehmen am relativ teuersten zu stehenkommt oder da sie die hochsten unternehmensspezifischen Investitionen tatigen.Aber untersuchenswert ware auch, inwieweit dies nicht auch wesentlich den Einflujener Personen widerspiegelt, die rechtlich oder faktisch einen sehr starken Einflu aufdie Unternehmensentscheidungen haben DORING 1993: 305.Die Konkurrenz der sozialpolitischen, der effizienzlohntheoretischen und der machtpolitischen Deutung desselben Befundes ist empirisch nicht zu entscheiden, und zwarnicht nur aus Datenmangel, sondern auch weil die Theorien empirisch unterdeterminiertsind oder zu gleichen Verhaltensimplikationen fuhren.7 Die politische und wissenschaftliche Ungeklartheit oder gar Unentscheidbarkeit der Richtigkeit von Motivzuschreibungen und Konsequenzen lat die Frage nach der Bedeutung der betrieblichen Altersversorgung im doppelten Sinn zu einer Aushandlung von Zuschreibungen und Bedeutungen werden, es geht dann also um die soziale Konstitution von Sinn und legitimierter Ordnung im Betrieb. 7 Die Unterkomplexitat des Pfandmodells etwa wird von GUSTMANMITCHELLSTEINMEIER 1994: 429,Anm. 27 gezeigt, BELLMANNKOHAUT 1995: 68f. haben jungst wieder die empirischen Folgengespurt.12Zu den wenigen einigermaen robusten Befunden empirischer Forschung in den USAgehort die mit der Altersversorgung einhergehende geringere Mobilitat GUSTMANMITCHELLSTEINMEIER 1994: 428f., aber auch das klart nicht Ursache und Folge. Sogar dienaheliegende Vermutung, da das Ausma der betrieblichen Altersversorgung auf diesteuerliche Begunstigung dieser Anlageform zuruckzufuhren ist, also als Arbeitnehmerund Arbeitgeberkoalitionen auf Kosten der Allgemeinheit verstandlich wird, ist wederfur die USA, wie dieselben Autoren 1994: 425 berichten, noch fur Deutschland, wie KRAHNEN 1990 nachzudenken gibt, nachgewiesen.Genauso kann die dokumentierte Besserstellung mannlicher qualifizierter Arbeitnehmerunterschiedlich interpretiert werden. Die machtpolitische Lesart etwa wurde darauf hinweisen, da Frauen auch in Betriebsraten notorisch unterreprasentiert sind vgl. SADOWSKI 1985, sich hier also nur ein weiterer Ausdruck der Segmentierung und Polarisierung der Arbeitnehmerschaft finde GHILARDUCCI 1992: 62, die effizienzlohnpolitische Deutung konnte die unterschiedliche betriebliche Wichtigkeit von Frauen bemuhen, die haufiger niedrigere Qualifikationsniveaus und Betriebszugehorigkeiten aufwiesen oder bevorzugt auf Teilzeitarbeitsplatzen beschaftigt seien.Die Vielfalt von Bedeutungszuschreibungen fur die betriebliche Altersversorgung istalso gro. Die Fahigkeit, wenn nicht Definitionsgewalt, bestimmte Interpretationendurchzusetzen, ist folgenreich. STEINMEYER 1991 zeichnet nach und unterstutzt dieallmahliche Interpretation der betrieblichen Altersversorgung als vorenthaltenem Lohndurch das Bundesarbeitsgericht, woraus starkerer Bestandschutz resultiert, als wenn diefreiwillige Pramierung von Betriebstreue Wesensmerkmal ware. Allgemeiner gilt die Beherrschung der Regeln zur Konstitution von Sinn und erfolgreichen Deutungen zuden wichtigen Ressourcen in Aushandlungssituationen.8 Dabei durften diejenigen im Vorteil sein, die, wie Anwalte oder Politiker, des Wortes und der Kunst, auch mit Symbolen zu uberzeugen, machtig sind, im Zweifelsfalle also die Hoherqualifizierten.Grenzen der Deutungsfreiheit betrieblicher Altersversorgungen sowie der an dieser Stelle in ihrer Bedeutung als Ressourcen im betrieblichen Aushandlungsproze herausgestellten Diskursfahigkeit und Uberzeugungsmacht der Fuhrungskrafte sind dabei insbesondere in den von den Betriebsparteien zu beachtenden gesetzlichen Vorschriften beider Einrichtung und Ausgestaltung einer betrieblichen Altersversorgung zu sehen.Hat sich ein Arbeitgeber fur die Einrichtung einer betrieblichen Altersversorgung entschieden, hat er sich zunachst einmal dem Gesetz zur Verbesserung der betrieblichen Altersversorgung von 1974 Betr VAG zu unterwerfen, das Fragen wie die der Unverfallbarkeit, Auszehrungsverbote und Insolvenzpflichten regelt. Nach dem Betriebsverfassungsgesetz Betr VG beruht die Gewahrung einer Altersversorgung auf einem freiwilligen, mitbestimmungsfreien Entschlu des Arbeitgebers, er kann Dotierungsrahmenund die begunstigten Arbeitnehmer gema seiner eigenen Zweckmaigkeitsuberlegungen selbst bestimmen und unter bestimmten Bedingungen der wirtschaftlichen Notlageetwa auch widerrufen. Das Mitbestimmungsrecht des Betriebsrates setzt erst ein, wenn 8 Vgl. die sprechende Ubersicht ORTMANNs 1990: 25 zu GIDDENS Handlungstheorie.13die Ausgestaltung, der Leistungsplan, beruhrt ist.9 Arbeitgeber und Betriebsrat unterliegen bei ihren Entscheidungen zwar dem allgemeinen Gleichbehandlungsgebot, daswillkurliche Benachteiligungen einzelner Arbeitnehmer und Arbeitnehmergruppen verbietet. Die fruher verbreitete Praxis, keine Witwerrenten zu zahlen, also vorverstorbene Frauen im Lohn zu benachteiligen, oder Teilzeitarbeitskrafte, die oft weiblichen Geschlechts sind, von der Altersversorgungen auszuschlieen, wurde jedoch nicht von den Betriebsparteien, sondern in jungerer Zeit von den Gerichten beendet, vom Bundesarbeitsgericht und vom Europaischen Gerichtshof vgl. GRIEBELING 1992: 21618.Am Beispiel der betrieblichen Altersversorgung lat sich so die organisationspolitische Logik freiwilliger betrieblicher Sozialleistungen und deren nur unzureichende Eignungzur Umsetzung der Ziele staatlicher Sozialpolitik; vgl. auch Abschnitt 4 ohne weiteresverdeutlichen. Zur Erklarung der durchaus selektiven Verteilung der betrieblichen Sozialleistung Altersversorgung haben wir die Bedeutung von Diskurs und Deutungsfahigkeit als Ressource in Verhandlungen betont. Fur die in Abschnitt 3.2 untersuchte Gewahrung von Bildungsmoglichkeiten veranschaulichen wir die Fruchtbarkeit eineraushandlungstheoretischen Interpretation betrieblicher Sozialleistungspolitik unter Rekurs auf eine andere denkbare Quelle von Verhandlungsmacht.3.2Betriebliche Aus und Weiterbildung Ambiguitat: Die unklaren Kosten und Nutzen betrieblicher Aus und Weiterbildung Was ist der Wert betrieblicher Aus und Weiterbildung aus Sicht der Betriebe wie der Arbeitnehmer? Was bedeuten betriebliche Weiterbildungszusagen fur die beschaftigten Arbeitnehmer, welchen Nutzen bringen sie fur die Betriebe mit sich? Auf diese Fragenwird sich kaum eine einfache Antwort geben lassen. Nicht einmal die den Betrieben furdie Aus und Weiterbildung entstehenden Kosten nach WAGNERGRAWERT 1993: 48eine wichtige Bestimmungsgroe der Wertschatzung betrieblicher Leistungen durch die Arbeitnehmer sind ohne weiteres zu erfassen. Es werden zwar regelmaig Zahlen veroffentlicht, die die betrieblichen Kosten fur Aus und Weiterbildung einfangen sollen,haufig bleibt jedoch unklar, was alles in diese Kostenrechnungen eingeht und inwieferndie in der Regel ausgewiesenen Durchschnittswerte nicht doch uber die Realitat in den Betrieben hinwegtauschen vgl. BACKESGELLNER 1994: 124.1991 haben die ausbildenden Betriebe pro Auszubildenden im Durchschnitt 29.573 DMaufgewendet, eine Summe, die neben den Personalkosten der Auszubildenden auch die 9 Das erzwingbare Mitbestimmungsrecht des Betriebsrates im Bereich freiwilliger betrieblicher Sozialleistungen allgemein bezieht sich ausdrucklich nur auf die Form, Ausgestaltung und Verwaltungvon Sozialeinrichtungen 87 Abs. 1 Nr. 8 Betr VG, ihre Errichtung ist explizit freiwilligen Betriebsvereinbarungen vorbehalten 88 Nr. 2 Betr VG. Der Begriff der Sozialeinrichtung setzt daruber hinaus die Existenz eines zweckgebundenen Sondervermogens voraus Pensionskassen zahlen soetwa dazu; ein Mitbestimmungsrecht des Betriebsrates ist fur die aus laufenden Betriebsmittelngewahrten Direktzusagen der betrieblichen Altersversorgung etwa nur dann ableitbar, wenn diese als Teil der betrieblichen Lohngestaltung 87 Abs. 1 Nr. 10 Betr VG aufgefat werden konnen O.V.1991: 4f.14Kosten des Ausbildungspersonals sowie die quantitativ weniger bedeutenden Anlageund Sachkosten umfassen soll, deren Ermittlung jedoch mit nennenswerten Problemenverbunden ist. Berucksichtigt man die produktiven Ertrage der Auszubildenden wahrendder Lehrzeit eine Groe, die ebenfalls nicht ohne weiteres zu ermitteln ist10, so erhaltman durchschnittliche NettoKosten von 17.862 DM je Auszubildenden; reduziertman diese in einer Teilkostenrechnung um die Kosten der Ausbilder und der Ausbildungsverwaltung, so ergeben sich Kosten von durchschnittlich 6.340 DM je Auszubildenden BARDELEBENBEICHTFEHER 1994.11 Das Engagement der Betriebe bei der Ausbildung ist dabei hochst unterschiedlich: Lediglich 27% der Betriebe haben sich 1991 uberhaupt an der Ausbildung beteiligt WEIHUHN 1994: 7; unter den ausbildenden Betrieben schwankten die fur die Ausbildung aufgewendeten Betrage deutlich, wobei insbesondere Groe und Branchenzugehorigkeit der Betriebe einen erkennbaren Einflu ausubtenBARDELEBENBEICHTFEHER 1994. In der Erhebung des URN wendeten die Betriebe 1992 im Durchschnitt 1.634 DM je Beschaftigten fur die Lehrlingsausbildung aufHEMMER 1994b; es gibt keine Information daruber, welche Groen in dieser Zahlenthalten sind.entstehenden Kosten je Auszubildenden auch auf die Fur Weiterbildung wurden 1992 von den Betrieben 36,5 Mrd. DM ausgegeben SZ vom 09.05.1994, wobei jedoch nicht erkennbar ist, wie gro der Anteil der freiwilligdurchgefuhrten und nicht etwa tarifvertraglich erzwungenen Weiterbildungsmanahmenwar; auch ist unklar, welche Kosten berucksichtigt sind.12 SADOWSKIDECKER 1993:45; 149ff, die existierende Studien zum Ausma der Weiterbildung auf Betriebsebeneauswerten, halten die bisherigen Erkenntnisse so auch fur wenig gesichert und auerstkontrovers.13 In ihrer eigenen Betriebsbefragung, die allerdings nur wenige Falle umfat, ermitteln sie Weiterbildungsaufwendungen an der Lohn und Gehaltssumme zwischen 0,09% und 4,5%; die Unternehmen waren ausdrucklich aufgefordert, neben direkten Kosten fur das Ausbildungspersonal und Anlage und Sachkosten auch indirekte Kosten in Form entgangener produktiver Zeiten interner Ausbilder und der Weiterbildungsteilnehmer zu berucksichtigen; ein Viertel der antwortbereiten Unternehmen wollten bzw. konnten hierzu keine Angaben machen. In der Erhebung des URN wurden 1992 von den Betrieben 360 DM je Beschaftigten nicht tarifvertraglich veranlat, d.h.freiwillig, fur Fortbildungslehrgange aufgewendet, 18 DM fur allgemeinbildende Lehrgange HEMMER 1994b. 10 Vgl. an dieser Stelle auch die Arbeit von RYAN 1991, der die Defizite der britischen Studie zur Erhebung der Kosten betrieblicher Bildung insbesondere im Bereich der Ermittlung der Produktivitatsbeitrage der Auszubildenden im Bereich von onthejob training sieht.11In Industrie und Handel kostete 1991 ein Auszubildender 9.193 DM im Jahr, im Handwerk hingegen nur 400 DM.12 WEI 1990, der fur 1987 Gesamtaufwendungen der Unternehmen von 26 Mrd. DM fur die Weiterbildung ermittelt, legt allerdings bereits einen sehr weit gefaten Weiterbildungsbegriff FISCHER1995: 236 zugrunde.13 Vgl. auch FISCHER 1995: 235, der die Datenlage hinsichtlich der Kosten betrieblicher Weiterbildungebenfalls fur ausgesprochen durftig halt und die verfugbaren Daten als widerspruchlich undumstritten bezeichnet.15Wenn bereits fur die Kosten betrieblicher Aus und Weiterbildung von einem nur weniggesicherten Kenntnisstand ausgegangen werden mu, so scheint dies erst recht fur denWert dieser Leistung auf Arbeitgeber wie Arbeitnehmerseite zu gelten. BARDELEBENBEICHTFEHER 1994, die sich um eine Einschatzung des Nutzens der Ausbildungfur die ausbildenden Betriebe bemuhen, stellen fest, da auch die auskunftsbereiten Betriebe die notwendigen Daten und Fakten nicht zur Verfugung stellen konnten. Da Arbeitnehmer, gefragt nach den ihnen bekannten betrieblichen Sozialleistungen, die betriebliche Weiterbildung nicht einmal nennen HEMMER 1983: 15,14 liee sich dabei mitden bereits zitierten Definitionsproblemen erklaren, ebenso die Tatsache, da gefragtnach den personlich wichtigen betrieblichen Sozialleistungen die Aus und Weiterbildung in einer InfasReprasentativerhebung der Arbeitnehmer in 197273 und 198081 ebenfalls nicht auftaucht HEMMER 1983: 16. WAGNERGRAWERT 1993: 79kommen auf der Basis zweier Untersuchungen bei Mitarbeitern hoherer hierarchischer Ebenen allerdings zu dem Schlu, da Fortbildungsmanahmen sehr beliebt seien. Ineiner Arbeitnehmerbefragung bei HewlettPackard stand 1989 internes Training auf Platz 8 von 34 in der Hitliste der wichtigsten betrieblichen Leistungen, Abendschulangebot und Fortbildung rangierten zusatzlich auf Platz 15 HEYMANN 1989: 96.Wenngleich immer wieder belegt wird, da Betriebe hohe Summen auf die Aus und Weiterbildung verwenden, sind die tatsachlich entstehenden Kosten trotz vielfacher Bemuhungen offensichtlich nicht zu ermitteln. In starkerem Mae gilt dies noch fur den Nutzen betrieblicher Aus und Weiterbildung aus Sicht der Betriebe wie auch der Arbeitnehmer. Die NichtErmittelbarkeit von Kosten und Nutzen betrieblicher Aus und Weiterbildung mag dabei einerseits in Erhebungs und Zurechnungsproblemen begrundet sein; in Analogie zu den in Abschnitt 2 angestellten Uberlegungen zu einer von denverhandelnden Parteien, Unternehmensleitung und Betriebsrat, moglicherweise bewuthingenommenen Ambiguitat liee sie sich jedoch auch als Ergebnis eines Verzichtes der Unternehmensleitungen auf entsprechende Kostenrechnungen und der Betriebsrate aufentsprechende Arbeitnehmerbefragungen interpretieren. Inwiefern ein solches Verhaltender Betriebsparteien dabei aus ihren jeweils zu unterstellenden Interessen abgeleitetwerden kann, soll im folgenden untersucht werden.Gesamtbetriebliche Koalitionen und die Privilegierung der Fuhrungskrafte Betrachtet man die Interessenlagen von Arbeitnehmer und Arbeitgeberseite im Bereichbetrieblicher Aus und Weiterbildung, so lat sich feststellen, da diese in ihrer generellen Tendenz nicht sehr verschieden voneinander sind vgl. SADOWSKIBACKESGELLNERFRICK 1995 und die dort zitierte Literatur. Insbesondere im Bereich der betrieblichen Ausbildung erfolgt eine Harmonisierung der Interessen beider Seiten aufgrund der vielfaltigen tripartistischen Elemente innerhalb des Berufsausbildungssystems 14 1% der Befragten in der 1982 von der GETAS Media und Kommunikationsforschung im Auftrag der Wirtschaftszeitung aktiv durchgefuhren Umfrage nannten immerhin Bildungsurlaub als betriebliche Sozialleistung, die ihnen bekannt sei. Da die Befragen allerdings nicht nur betrieblichbedingte Sozialleistungen im Blick hatten, auert sich darin, da 61% von ihnen die Arbeitgeberbeitrage zur gesetzlichen Sozialversicherung nannten.16vgl. BACKESGELLNER 1994. Zudem sehen Betriebsrate die betriebliche Ausbildung inder Regel nicht als ihr vorderstes Betatigungsfeld an HANSBOCKLERSTIFTUNG 1992.Auch fur die betriebliche Weiterbildung gilt, da die Interessen von Arbeitnehmern und Betriebsleitung vergleichsweise nah beieinander liegen werden: Da Betriebe bei der Weiterbildung ihrer Arbeitnehmer nennenswert auch in marktgangige Qualifikationeninvestieren SADOWSKIDECKER 1993: 136f, macht dabei deutlich, da selbst der potentielle Interessengegensatz bei allgemeinen Qualifikationen, die die Produktivitat der Arbeitnehmer auch in anderen Betrieben erhohen und aus diesem Grund mit einem groeren Amortisationsrisiko verbunden sind, in der betrieblichen Praxis in der Regel uberwunden wird. Interessendivergenzen sehen BAHNMULLERBISPINCKSCHMITT 1995:262 dann auch allenfalls darin, da Arbeitnehmer ein zumindest latentes Interesse aneiner maximalen Forderung vorhandener Qualifikationspotentiale haben werden, Arbeitgeber hingegen ein Interesse an einer moglichst sparsamen Entwicklung dieses Potentials ausgerichtet an betrieblichen Erfordernissen. Daruber hinaus sind Interessendivergenzen zwischen Betriebsrat und Unternehmensleitung immer dann zu erwarten,wenn Rationalisierungsprozesse Arbeitsplatze gefahrden und Betriebsrate den Schutzdieser Arbeitsplatze durch verstarkte Weiterbildung zu ihrer Aufgabe machen vgl. SADOWSKIBACKESGELLNERFRICK 1995.Vor dem Hintergrund der angestellten Uberlegungen zu den Interessen der betrieblichen Akteure im Bereich der Aus und Weiterbildung sind damit zunachst einmal gesamtbetriebliche Koalitionen zu erwarten. Der Einflu des Betriebsrates auf die Aus und Weiterbildungsaktivitat eines Betriebes durfte insbesondere im Bereich der Erstausbildung vernachlassigbar sein. Im Bereich der Weiterbildung ware hingegen angesichts derleicht verschobenen Interessen von Arbeitnehmer und Arbeitgeberseite s.o. ein Einflu des Betriebsrates auf die Weiterbildungsaktivitat zu erwarten, der insbesonderedann spurbar werden sollte, wenn es um Weiterbildungsmanahmen im Zusammenhangmit Rationalisierungsprozessen geht.Die empirischen Befunde bestatigen diese Vermutungen: Der Einflu des Betriebsratesauf die betriebliche Ausbildung ist vernachlassigbar; bei der Weiterbildungsaktivitat der Betriebe ist ein Effekt des Betriebsrates am ehesten dann zu erwarten, wenn diese im Kontext von Rationalisierungsmanahmen steht vgl. die bei SADOWSKIBACKESGELLNERFRICK 1995 zitierten Befunde. Auch mit den in der Quinter Studie zur Praxis der Personalpolitik in Europa QUIPPE aus detaillierten Fallstudien gewonnenen Datenvon 34 deutschen Unternehmen der Branchen Metall, Elektro, Textil und Banken vgl.BACKESGELLNERBOCKWIENECKE 1994, lat sich der vermutete Zusammenhangbelegen: Die Ausbildungsquote Anteil der Auszubildenden an den Beschaftigten der Betriebe liegt dort fur 1992 mit und ohne Betriebsrat im Durchschnitt bei 5%. Die Weiterbildungsquote Anteil der Weiterbildungsteilnehmer an den Beschaftigten in Betrieben mit Betriebsrat ist mit durchschnittlich 36% dabei zwar signifikant 15 hoher alsdie in Betrieben ohne Betriebsrat mit durchschnittlich 15%; kontrolliert man jedochmogliche Branchenverzerrungen, so ist der weiterhin mebare Unterschied in den Weiterbildungsquoten von Betrieben mit und ohne Betriebsrat nicht langer signifikant. Ob 15 Der tTest auf Signifikanz der Mittelwertdifferenzen ist auf einem Niveau von 0.01 hochsignifikant.17Rationalisierungsmanahmen fur das Engagement der Betriebsrate eine Rolle spielten,ist aus den QUIPPEDaten nicht ersichtlich, kann jedoch mit Befunden aus anderen Studien belegt werden. So kommen etwa BAHNMULLERBISPINCKSCHMITT 1995: 262zu dem Schlu: Betriebsrate widmen sich dem Qualifikationsthema vor allem in Gefahrdungssituationen.Ein weiterer Erklarungsansatz fur den offensichtlich vernachlassigbaren Effekt des Betriebsrates auf die Weiterbildungsaktivitat der Unternehmen ergibt sich daraus, da dieser aufgrund des typischerweise hohen und von ihm nicht beeinflubaren Anteils der Fuhrungskrafte an den Weiterbildungsteilnehmern uberlagert sein konnte: Wahrend inden QUIPPEDaten die Weiterbildungsquote uber alle Beschaftigten in Durchschnittuber alle Betriebe bei 34% liegt, betragt der Anteil der Weiterbildungsteilnahmen von NichtFuhrungskraften an allen Beschaftigten nur 23%. Geht man davon aus, da der Anteil der Fuhrungskrafte an den Beschaftigten nicht so gro ist, da er einen solchen Ruckgang der Weiterbildungsquote erklaren konnte,16 so deutet dies darauf hin, da Fuhrungskrafte als Weiterbildungsteilnehmer deutlich uberreprasentiert sind. Dies decktsich mit den Befunden anderer Studien. BAHNMULLERBISPINCKSCHMITT 1995: 252etwa bezeichnen Fuhrungskrafte und technische Angestellte so auch als die traditionelle Zielgruppe betrieblicher Qualifizierung.17 Personalmanager, so die Erklarung, betrachten es auch nicht als ihre Aufgabe, eine Kompensationspolitik fur diejenigen zubetreiben, die bisher   eher am Rande der betrieblichen Weiterbildungspolitik stehen.Dies wird als gesellschaftliche, nicht als betriebliche Aufgabe verstanden. In den QUIPPEDaten kann jedoch nicht einmal fur die Weiterbildungsquote der NichtFuhrungskrafte ein statistisch signifikanter Einflu des Betriebsrates nachgewiesen werden.Inwiefern lat sich aus der Analyse der Interessen von Betriebsrat und Unternehmensleitung und den die Interessenanalyse stutzenden empirischen Befunden die aufgezeigte Ambiguitat von Kosten und Nutzen betrieblicher Aus und Weiterbildung als im Kontext betrieblicher Aushandlung von beiden Seiten hingenommen ableiten? Aus der Theorie strategischer Verhandlungen wissen wir, da deren Dynamik wesentlich von den Konzessionen der Verhandlungspartner abhangt. Der Bereich betrieblicher Aus und Weiterbildung eignet sich mit seinen weitreichenden Interessenhomogenitaten fur Konzessionen dabei insbesondere, weil er es den Verhandlungspartnern erlaubt, der Gegenseite scheinbar entgegenzukommen Weiterbildungsangebote zu machen, Weiterbildungsbereitschaft anzuzeigen, ohne damit zugleich auch etwas aufzugeben. Auch wennman annimmt, da beide Seiten sich ihrer weitgehenden Interessenhomogenitat bewutsind und vorgebliche Konzessionen so schnell vom Verhandlungspartner entlarvt wurden, eignet sich das Feld betrieblicher Aus und Weiterbildung aus Sicht des Betriebsrates etwa zumindest noch dazu, ansonsten eher unbefriedigende Verhandlungsergeb 16 Der Nenner konnte aus dem verfugbaren Datenmaterial heraus nicht um die Zahl der Fuhrungskraftekorrigiert werden. Lediglich ein FuhrungskrafteAnteil an allen Beschaftigten von uber 32,3% konntedie niedrigere Weiterbildungsquote der NichtFuhrungskrafte erklaren.17 Einer Befragung von knapp 1.000 Fuhrungskraften zufolge zahlen Fortbildungsmanahmen demzufolge auch zu denjenigen Nebenleistungen, die fur Fuhrungskrafte so gut wie selbstverstandlichsind: 59% der berfagten Fuhrungskrafte gaben an, da ihr Betrieb ihnen die Moglichkeit zur Fortbildung anbiete o.V. 1990.18nisse in einem besseren Licht erscheinen zu lassen und vor der Arbeitnehmerschaft zulegitimieren. Der Logik von Aushandlungen scheint so ein Bereich weitreichender Interessenhomogenitat, wie er mit der betrieblichen Aus und Weiterbildung gegeben ist,insbesondere zuganglich.Im folgenden soll deshalb der Blick auf die Ressourcen der einzelnen Akteure imbetrieblichen Aushandlungsproze gelenkt werden, um so die aus der Interessenanalyseabgeleitete Erklarung fur die offensichtliche Zuruckhaltung der Betriebsrate in der betrieblichen Weiterbildung im Sinne der vorgetragenen aushandlungstheoretischen Interpretation betrieblicher Sozialleistungspolitik zu erganzen und zugleich die organisationspolitische Rationalitat einer auerst selektiven Gewahrung betrieblicher Bildungschancen zu erhellen.Ressourcen im Aushandlungsproze: Die nur eingeschrankte Wirksamkeit rechtlicher Kompetenzen Nach 96 Betriebsverfassungsgesetz Betr VG haben Arbeitgeber und Betriebsrat gemeinsam die Pflicht, die Berufsbildung zu fordern: Arbeitnehmern soll die Teilnahmean betrieblichen und auerbetrieblichen Manahmen der Berufsbildung ermoglicht werden. Daruber hinaus hat der Arbeitgeber mit dem Betriebsrat alle Fragen der Berufsbildung der Arbeitnehmer zu beraten; der Betriebsrat darf auch Vorschlage unterbreiten.Beratungspflicht und Vorschlagsrecht beziehen sich auf die Errichtung und Ausstattungbetrieblicher Einrichtungen zur Berufsbildung, die Einfuhrung betrieblicher Berufsbildungsmanahmen und die Teilnahme an auerbetrieblichen Berufsbildungsmanahmen97 Betr VG. Bei der Durchfuhrung betrieblicher Berufsbildungsmanahmen und sonstiger Bildungsmanahmen verfugt der Betriebsrat nach 98 Betr VG uber ein Mitbestimmungsrecht, ebenso bei der Auswahl der Teilnehmer sowie der Bestellung und Abberufung von mit der Durchfuhrung betrieblicher Berufsbildungsmanahmen beauftragten Personen.BAHNMULLERBISPINCKSCHMITT 1995, die die Umsetzung des durch die dort enthaltenen PotentiallohnElemente bekannt gewordenen Lohn und Gehaltsrahmentarifvertrags I LGRTV I fur die Metallindustrie BadenWurttembergs untersuchen, in dem diefestgelegten Rechte des Betriebsrates im Bereich der Berufsbildung nicht wesentlichuber die im Betriebsverfassungsgesetz festgelegten Positionen hinausgehen ebd: 245,ermitteln, da nur in 3550% der Falle der Beratungspflicht tatsachlich auch nachgekommen wird.18 Fur Betriebe, die keinem die Bestimmungen des Betriebsverfassungsgesetzes wiederholenden Tarifvertrag unterliegen,19 darf angenommen werden, da dergesetzlich festgelegten, den Betriebsrat mit Ressourcen ausstattenden Beratungspflichteher noch seltener nachgekommen wird. Selbst fur den Fall, da den gesetzlichen Bestimmungen Folge geleistet wird, deutet die Tatsache, da Betriebsrate im allgemeinenwenig Erfahrung in Fragen der Aus und Weiterbildung haben und eine Investition in 18 65% der 517 befragten Betriebsrate geben an, da der Beratungspflicht nicht nachgekommen werde;immerhin 50% der befragten 272 Manager raumen dies ebenfalls ein ebd.: 258.19 Einen Uberblick uber die wichtigsten in 1992 existierenden Tarifvertrage im Bereich der betrieblichen Weiterbildung, die gleichfalls Verhandlungsmacht der Betriebsrate auf Betriebsebene zu begrunden in der Lage sind, liefern SADOWSKIDECKER 1993.19den Erwerb fehlender qualifikatorischer Handlungskompetenzen vor dem Hintergrundweitgehender Interessenhomogenitat als zu teuer angesehen werden durfte vgl. etwa SADOWSKIBACKESGELLNERFRICK 1995 und die dort zitierte Literatur, darauf hin, daderen VerhandlungsRessourcen in der betrieblichen Praxis trotz rechtlich zugewiesener Kompetenzen eher begrenzt sein werden. So sind etwa auch trotz des erzwingbaren Mitbestimmungsrechts des Betriebsrates bei der Durchfuhrung der Berufsbildung nur 2,5% der von KNUTH 1983 untersuchten 6.241 Betriebsvereinbarungen solche zum Bereich Berufsbildung; auch der Anteil der freiwilligen Betriebsvereinbarungen im Bereich Berufsbildung liegt mit 3,3% deutlich unter dem durchschnittlichen Anteil freiwilliger Betriebsvereinbarungen von 17,2% PULL 1996: 24.Angesichts der herausgearbeiteten Interessenlagen von Betriebsrat und Unternehmensleitung werden sich die vorhandenen Mitbestimmungsrechte des Betriebsrates im Bereich der Berufsbildung dann in einem empirisch mebaren Effekt auf die Weiterbildungsaktivitat der Betriebe umsetzen, wenn diese im Zusammenhang mit Rationalisierungen stehen. Die vergleichsweise hoheren qualifikatorischen Handlungskompetenzenvon Betriebsraten im Bereich der Arbeitsplatzerhaltung als einem der klassischenRessorts der Betriebsratsarbeit vgl. SADOWSKIBACKESGELLNERFRICK 1995 durftendabei dem in der Interessenlage begrundeten Anreiz der Betriebsrate zur Einflunahmeauch zu Erfolg verhelfen. In Paketverhandlungen wird die Zustimmung des Betriebsrates zur Rationalisierung gegen Weiterbildung und Weiterbeschaftigung erkauft und das Ergebnis in Rationalisierungsschutzabkommen festgehalten.Gelten die qualifikatorischen Handlungskompetenzen des Betriebsrats als Schlussel zur Nutzung der ihm gegebenen rechtlichen Kompetenzen, so lat sich fur die Bevorzugungder Fuhrungskrafte bei der Gewahrung von Bildungsmoglichkeiten analog formulieren,da diese wohl auf die ungleiche Verteilung solcher Schlussel zur Handlungsmacht auf Betriebsebene zuruckzufuhren ist. Woher und wodurch nun erhalten Fuhrungskrafte Handlungsmacht? Auch an dieser Stelle lieen sich nun wieder wie im Falle der betrieblichen Altersversorgung die organisatorische Stellung der Fuhrungskrafte, die im Zweifelsfall dann eben uber ihre eigene Weiterbildung zu entscheiden hatten, und deren Diskurs und Uberzeugungsfahigkeit als Quellen einer vergleichsweise hohen Verhandlungsmacht der Fuhrungskrafte anfuhren. Die Fruchtbarkeit einer aushandlungstheoretischen Interpretation betrieblicher Sozialleistungspolitik soll hier jedoch unter Rekursauf eine andere denkbare Ressource von Verhandlungsmacht veranschaulicht werden,namlich der marktlichen undoder organisationalen Knappheit der Teilnehmer im Verhandlungsspiel.Fuhrungskrafte verfugen dabei dann nicht nur als vergleichsweise knappe ArbeitnehmerGruppe am externen Arbeitsmarkt uber Verhandlungsmacht gegenuber der Unternehmensleitung, sondern auch als Inhaber von Schlusselpositionen im Unternehmen, diesie infolge der als vergleichsweise hoch zu unterstellenden beziehungsspezifischen Investitionen erlangt haben. Die getatigten und von der Unternehmensleitung entsprechend den Uberlegungen BECKERs 1964 mitfinanzierten beziehungsspezifischen Investitionen verleihen dem Beschaftigungsverhaltnis der Fuhrungskrafte dabei mehr nochals dem der anderen ArbeitnehmerGruppen den Charakter eines bilateralen Monopols,der die Gruppe der Fuhrungskrafte wie keine andere BeschaftigtenGruppe dazu in die20Lage versetzt, im Unternehmen erwirtschaftete QuasiRenten fur sich zu beanspruchenbzw. durch fortgesetzte Investitionen auch fur die Zukunft zu sichern.Die selektive Gewahrung von Weiterbildungschancen auf Betriebsebene erscheint damitebenso wie die Zuruckhaltung des Betriebsrates in Fragen der Aus und Weiterbildungund die von den beteiligten Akteuren zumindest hingenommene Ambiguitat der Kostenund des Wertes von Weiterbildung im Lichte aushandlungstheoretischer Interpretationen plausibel ableitbar. Fur die Beteiligung der Arbeitnehmer am Unternehmensgewinnoder ertrag soll im folgenden ebenfalls eine aushandlungstheoretische Interpretationversucht werden.3.3Gewinn und Ertragsbeteiligung Ambiguitat: Gestaltungs, Interpretations und Manipulationsspielraume Glaubt man neueren Empfehlungen von Personalwirten an die Praxis, so handelt es sichbei der Gewinn und Ertragsbeteiligung um eine betriebliche Sozialleistung, der die Zukunft gehort Feste Gehalter sind out und die den Anforderungen eines marktorientierten Entgeltmanagements genugt BEYERTELTSCHIK 1994: 17 stellvertretendfur viele andere; auch im SozialleistungsCheck bei MODEREGGER 1994 schneidetdie Erfolgsbeteiligung mit der Bestnote sehr positiv ab. Die geradezu euphorischen Einschatzungen der Personalwirte stehen dabei in krassem Gegensatz zu der vergleichsweise zuruckhaltenden Einfuhrung von Beteiligungssystemen in der betrieblichen Praxis: der neuesten OECDStatistik OECD 1995: 143 zufolge sind in der Bundesrepublik Deutschland lediglich 6% der Arbeitnehmer am Unternehmensgewinn beteiligt, unddas, obwohl in ArbeitnehmerBefragungen regelmaig eine relativ hohe Akzeptanz von Beteiligungssystemen ermittelt wird EGKOMMISSION 1987: 21. In der bereits zitierten MitarbeiterBefragung bei HewlettPackard steht die Gewinnbeteiligung sogar auf Platz 3 der wichtigsten betrieblich bedingten Sozialleistungen auf Platz 1 steht das Urlaubsgeld, auf Platz 2 die Krankengeldregelung; HEYMANN 1989: 96.Eine mogliche Erklarung fur die nur zogerliche Einfuhrung von Systemen der Gewinnund Ertragsbeteiligung in der betrieblichen Praxis mag dabei in den unklaren Effektensolcher Systeme liegen: Fur die Arbeitnehmer ist der Wert der von ihnen durchgangigals Zusatzzahlung interpretierten Leistung vgl. die bei HARDESGRUNZINGER 1993: 99zusammengefaten empirischen Befunde nicht nur deswegen unsicher, weil dieser vonexogenen Risiken wie etwa der Lage am Absatzmarkt beeinflut wird, sondern auchweil die Bezugsbasis dieser Leistung, der Unternehmensgewinn oder ertrag, wie kaumeine andere betriebliche Groe arbeitgeberseitigen Manipulationen zuganglich ist vgl.PULL 1994.20 Fur die Unternehmensleitung hingegen ist unklar, ob die in der Regel mit 20 GAUGLER 1986: 170 etwa spricht den verwendeten Verteilungsschlusseln zur Berechnung des aufdie Arbeitnehmer entfallenden Anteils am Unternehmensgewinn oder ertrag eine nur durftige Plausibilitat zu. Zur Bedeutung der Art der Gewinnermittlung fur die individuelle Erwartungsbildungder Arbeitnehmer vgl. STRACK 1984.21hohen Transaktionskosten verbundene Einfuhrung von Erfolgsbeteiligungen 21 auch inden erhofften Produktivitatseffekten resultiert. Die bei nicht zurechenbaren Erfolgennicht auszuschlieende Wahrscheinlichkeit von FreeRiderVerhalten seitens der Beschaftigten, die Moglichkeit anreizmildernder Gewohnungseffekte HUBLER 1995,aber auch die unsicheren Folgewirkungen aus der Belastung der Arbeitnehmer mit vondiesen nicht zu verantwortenden Risiken HARDESGRUNZINGER 1993; PULL 1994 bzw.die Notwendigkeit, die Zunahme an Einkommensrisiken durch ein hoheres Einkommensniveau zu kompensieren BRADLEYSMITH 1992, verhindern dabei klare theoretische Voraussagen; methodische Probleme bei der Ermittlung von Produktivitatseffekten der in der Praxis realisierten Beteiligungssysteme aus Querschnittsdaten FITZROYKRAFT 199222 verhindern eine die Betriebsparteien informierende empirische Klarung.23In der wirtschaftswissenschaftlichen Theorie wird die Gewinn und Ertragsbeteiligungin Zeiten hoher Arbeitslosigkeit anknupfend an WEITZMANs 1984 ShareEconomydaruber hinaus insbesondere unter beschaftigungspolitischen Gesichtspunkten diskutiert eine Frage, auf die theoretisch wie empirisch bisher genauso wenig eine klare Antwortgefunden werden konnte wie auf die der erhofften Produktivitatseffekte.Der Unklarheit der Folgewirkungen von Systemen der Gewinn und Ertragsbeteiligungentspricht die Vielfalt der Funktionsbestimmungen. Befragt nach den Grunden fur die Einfuhrung der Mitarbeiterbeteiligung geben in der bei HUBLER 1995: 5 ausgewerteten Studie 78% der 351 befragten Unternehmen an, da sie dem Gebot der Fairnefolgten, 70% strebten eine Erhohung des Zusammengehorigkeitsgefuhls an, 58% wollten fahige Personen fur die Firma interessieren, fur immerhin doch noch 50% spieltenauch Produktivitatsuberlegungen eine Rolle.24Unabhangig von dieser offensichtlich von der Wunschbarkeit der Antworten nicht unbeeinfluten SelbstWahrnehmung der Praxis tut sich auch die Rechtsprechung schwer,die Zweckbestimmung und damit die Rechtsnatur von Sonderzahlungen im allgemeinenund von Gewinnbeteiligungen im besonderen zu ermitteln: Dem Ideenreichtum der 21In der Literatur zu Beteiligungssystemen wird unermudlich die Notwendigkeit der ausfuhrlichen Information und Konsultation der Arbeitnehmer herausgestellt; vgl. beispielhaft THORPEBOWLEY1988: 22; BEYERTELTSCHIK 1994: 21.22 Daruber hinaus stellen GERLACHHUBLER 1994: 378, die neuere empirische Befunde zu den Produktivitatswirkungen von Beteiligungssystemen zusammentragen, fest, da der in den Querschnittsstudien in der Regel herausgearbeitete positive Effekt sehr sensitiv auf die Stichprobe, die Spezifikation und die Messung der Gewinnbeteiligung reagiert.23 Selbst die wenigen Langsschnittstudien zeichnen kein eindeutiges Bild: In den von KRUSE 1993untersuchten 253 Unternehmen etwa sind Umsatz und Wertschopfung je Beschaftigten in Folge der Einfuhrung einer Gewinnbeteiligung zwar gegenuber der Kontrollgruppe von 247 Nichtbeteiligungsunternehmen signifikant angestiegen, fur die folgenden Jahre ist jedoch kein statistischsignifikanter Produktivitatseffekt mehr feststellbar. FLORKOWSKISCHUSTER 1992 ermitteln immerhin, da Systeme der Gewinnbeteiligung einen positiven Einflu auf das organizational commitment der Arbeitnehmer haben.24 Weitere 41% nannten als Grund fur die Einfuhrung der Mitarbeiterbeteiligung die Verringerung der Fluktuation, jeweils 28% nannten sparsamen Umgang mit Material und steuerliche Erwagungen, 26%wollten Anreize zur Fehlzeitenreduktion setzen HUBLER 1995: 5.22Praxis und der schopferischen Vielfalt ihrer Funktionsbestimmungen konnen weder Gesetzgeber noch Rechtsprechung auf dem Wege einer adaquaten Begriffsbildung folgen; die von den Betriebsparteien gewahlte Bezeichnung fur eine Sonderleistung stelltfur die Rechtsprechung allenfalls noch ein Indiz fur die Bestimmung von Rechtsnaturund Rechtsfolgen dar GAUL 1994: 496f.Eine Sozialleistung, deren Funktion sowohl fur die Praxis als auch die Wissenschaft unddie Rechtsprechung so unbestimmt ist wie die der Gewinn und Ertragsbeteiligung, dieso vielfaltige Gestaltungs, Interpretations und auch Manipulationsmoglichkeiteneroffnet, eignet sich wohl wie keine zweite fur betriebliche Aushandlungsspiele. Warumes dann doch wider Erwarten nur vergleichsweise selten zur Einfuhrung solcher Beteiligungssysteme kommt, soll in der folgenden Interessenanalyse der beteiligten Akteure herausgearbeitet werden.Der offen redistributive Charakter von Beteiligungen: Das Interesse der Unternehmensleitung an selektiver Leistungsgewahrung Wahrend die Gewahrung von Weiterbildungschancen und zumindest nach einer auchin der personalpolitischen Praxis weitverbreiteten Meinung auch die Einrichtung einerbetrieblichen Altersversorgung Arbeitgeber und Arbeitnehmer in eine winwinSituation versetzt, in der beide Seiten profitieren, sticht bei der Gewinn und Ertragsbeteiligung zunachst ihr zumindest vordergrundig eindeutig redistributiver Charakter hervor.Die Beteiligung der Arbeitnehmer an Unternehmensgewinn oder ertrag bedeutet zunachst einmal, da Ertrage von der Arbeitgeber resp Kapitaleignerseite auf die Seiteder Arbeitnehmer umverteilt und ArbeitgeberAnspruche einseitig aufgegeben werden.Ob sich dieser arbeitgeberseitige Verzicht auf erwirtschaftete QuasiRenten dann auchin Produktivitatseffekten auswirkt, genau das ist theoretisch und empirisch umstritten.Angesichts der Aussicht auf unsichere Produktivitatseffekte und der zugleich geringen Erfahrung mit Beteiligungssystemen 25 sieht man einmal von Verkaufsprovisionen ab,erscheint es so verstandlich, warum Unternehmen haufig eher zuruckhaltend mit der Einfuhrung von Gewinn und Ertragsbeteiligungen sind.Berucksichtigt man daruber hinaus, da Systemen der Gewinn und Ertragsbeteiligungin der personalwirtschaftlichen Literatur insbesondere dann eine Aussicht auf Erfolg im Sinne einer verbesserten Gewinnsituation des Unternehmens eingeraumt wird, wenn zugleich die Einflumoglichkeiten der Arbeitnehmer in Form zusatzlich zugestandener Mitbestimmungsrechte erhoht werden vgl. etwa SCHANZ 1985, d.h. von der Arbeitgeberseite so nicht nur die Aufgabe von Ertragen, sondern auch die von Dispositionsspielraumen gefordert wird, so erscheint klar, warum mit dem personalpolitischen Instrument der Gewinn und Ertragsbeteiligung in der Praxis so selektiv umgegangenwird: In den Genu einer Beteiligung an Unternehmensgewinn oder ertrag kommen inder Regel leitende Angestellte in besonderen Funktionen GAUL 1994: 494, d.h. wiederum die Fuhrungskrafte. Fuhrungskrafte verfugen qua definitionem bereits uber nennenswerte Dispositionsspielraume, die ihnen nicht erst in Zusammenhang mit der Ein 25 Die Einrichtung der betrieblichen Altersversorgung kann immerhin auf eine lange Tradition zuruckblicken und erfreut sich zudem angesichts der in Zeiten demographischen Wandels vieldiskutierten Frage nach der Sicherheit der Renten stetig wachsender Aktualitat.23fuhrung eines Beteiligungssystems eroffnet werden mussen; zudem erhohen die ihnengegebenen groeren Einflumoglichkeiten auf das Unternehmensergebnis die Wahrscheinlichkeit positiver Anreiz und damit Produktivitatseffekte aus der Beteiligung am Unternehmensgewinn oder ertrag.So ist es dann auch nicht verwunderlich, da in den von MODEREGGER 1995 untersuchten acht Unternehmen die Erfolgsbeteiligung fur die Arbeitnehmer im Tarifbereichan siebter Stelle Rangfolge nach Wichtigkeit stand, fur die Arbeitnehmer im ATBereich und die leitenden Angestellten hingegen an erster bzw. an zweiter Stelle. Vonden 34 Unternehmen in QUIPPE beteiligt nur ein einziges seine Arbeitnehmer am Gewinn, auch hier kommt dies ausschlielich den Arbeitnehmern im ATBereich zugute.HUBLER 1995 stellt in einer Querschnittsanalyse von 73 Unternehmen verschiedener Industriebranchen einen signifikanten Zusammenhang zwischen Systemen der Erfolgsbeteiligung und dem Akademikeranteil fest.Betriebsrate scheinen die Beteiligung der Arbeitnehmer am Unternehmensgewinn undertrag eher zu fordern, jedenfalls weisen darauf die Befunde von HUBLER 1995 und FITZROYKRAFT 1995 hin, denen zufolge Beteiligungsunternehmen haufiger uber einen Betriebsrat verfugen als NichtBeteiligungsunternehmen. Es mag sich dabei jedochauch um einen Betriebsgroeneffekt handeln, den etwa HUBLER 1995 gleichfalls nachzuweisen vermag; zudem gelten die gemachten Einschrankungen hinsichtlich der zugrundeliegenden Querschnittsanalysen. Da auch Betriebsrate sogar eher vorsichtig seindurften, wenn es um die Einfuhrung von Beteiligungssystemen geht, darauf weist dieempirische Untersuchung von SCHANZ 1987: 66 hin, der zeigt, da Beteiligungsregelungen in der Praxis zum Teil auch dazu benutzt werden, um dem Betriebsrat die Geschaftsgrundlage zu entziehen.Ahnliches befurchten wohl auch die uberbetrieblichen Interessenorganisationen fur ihreeigenen Einflumoglichkeiten, die die Einfuhrung von Beteiligungssystemen typischerweise mit Skepsis verfolgen; insbesondere Gewerkschaften sehen wegen der impliziten Dezentralisierung der Entgeltpolitik eigene Macht und Verhandlungsmoglichkeiten gefahrdet HARDESGRUNZINGER 1993: 91.Welche Ressourcen der Akteure bestimmen nun den betrieblichen Aushandlungsprozevon Beteiligungssystemen? Die folgende Analyse insbesondere der rechtlichen und politischen Kompetenzen der Teilnehmer am Verhandlungsspiel soll eine Antwort erleichtern.Ressourcen: Wer verfugt uber den Leistungsbegriff?87 Abs. 1 Nr. 10 Betr VG raumt dem Betriebsrat ein Mitbestimmungsrecht in Fragender betrieblichen Lohngestaltung ein soweit der Sperrvorrang des 77 Abs. 3 Betr VGdazu Raum lat, das sich auf die Struktur des Lohnes und dessen Vollziehungsformen,die Angemessenheit und Durchsichtigkeit der Grundlagen der Lohnfindung und diebetriebliche Lohngerechtigkeit bezieht, nicht jedoch auf die Lohnhohe, wobei der Begriff Lohn samtliche Leistungen des Arbeitgebers mit Entgeltcharakter Geld oder Sachleistungen im Hinblick auf eine erbrachte Arbeitsleistung des Arbeitnehmersumfat, ohne da dabei ein unmittelbares Austauschverhaltnis bestehen mu FITTINGET AL. 1992: 87 Rn. 121, 122. Es ist damit wiederum nicht die Entscheidung uber die24Einfuhrung und die Hohe eines Beteiligungssystems, die der Mitbestimmung des Betriebsrates unterliegt, und auch die Entscheidung uber die Form, in der die Erfolgsbeteiligung erfolgt, ist einschlagigen Kommentierungen zufolge mitbestimmungsfrei; ein Mitbestimmungsrecht wird dem Betriebsrat lediglich bei der Auswahl und Abgrenzungdes Kreises der berechtigten Arbeitnehmer zugesprochen SCHNEIDERZANDER 1993:114. Die Beteiligung der Arbeitnehmer an Unternehmensgewinn oder ertrag kanndaruber hinaus auch nach 87 Abs. 1 Nr. 11 Betr VG mitbestimmungspflichtig sein, sieist dies allerdings nur dann, wenn es sich dabei um ein leistungsbezogenes Entgelthandelt, d.h. wenn eine unmittelbare Beziehung zwischen Leistung und Entgeltbesteht; die Mitbestimmung des Betriebsrates bezieht sich dann auf die Festlegungaller Bezugsgroen fur den Leistungslohn FITTING ET AL. 1992: 87 Rn. 140.Die dem Betriebsrat im Betriebsverfassungsgesetz zugesprochenen, nur begrenztenrechtlichen Kompetenzen bei der Einfuhrung und Ausgestaltung von Beteiligungssystemen schaffen gestutzt durch die selbst bereits als zwiespaltig anzunehmende Interessenlage der Betriebsrate und den als eher gering einzustufenden Ruckhalt durch die Gewerkschaften arbeitgeberseitige Freiraume bei der Gewahrung von Gewinn und Ertragsbeteiligungen. Die organisatorische Privilegierung, die es Fuhrungskraften erlaubt, die bestehenden Freiraume zu ihren Gunsten auszunutzen und sich so selbst zubedienen, mag dabei wiederum einen Anhaltspunkt dafur liefern, warum es erneut diese ArbeitnehmerGruppe ist, die eine sozialpolitische Sonderstellung fur sich behauptenkann. Marktliche und organisationale Knappheit, Diskurs und Politikfahigkeit konnenwiederum als Hinweis auf die Kumulierung von AushandlungsRessourcen auf seitender Fuhrungskrafte gelten. Gelingt es den Fuhrungskraften zudem, die in ihrer organisatorischen Privilegierung begrundete Definitionsmacht uber das, was denn als Grundlagevon Beteiligungssystemen gilt die Leistung bzw. den Beitrag zum Unternehmensgewinn oder ertrag zu ihren Gunsten mit Inhalt zu fullen und ihre Sonderstellung bei der Verteilung gemeinsam erwirtschafteter QuasiRenten zu legitimieren, so ergibt sich hierfur die Gruppe der Fuhrungskrafte eine weitere Quelle von Verhandlungsmacht. Selbstbei Beteiligungssystemen, die alle Beschaftigten und nicht nur einzelne ArbeitnehmerGruppen umfassen, bleibt so die Verteilung des auf die Beschaftigten insgesamtentfallenden Anteils auf die einzelnen Arbeitnehmer nach Kopfen die absolute Ausnahme; die Regel hingegen sind Verteilungen aufgrund von Leistungsbeurteilungen odergleich entsprechend dem individuellen Anteil an der Lohnsumme als LeistungsindikatorGAUGLER 1986: 170; STRACK 1984: 105ff. Da der Lohnsummenanteil eines Arbeitnehmers wohl insbesondere den privilegierten Gruppen als valider Indikator furden individuellen Leistungsbeitrag gilt und die den Leistungsbeurteilungen zugrundeliegenden Kriterien auch in deren Sinne ausgestaltet sein werden, darauf weisen nichtzuletzt die Uberlegungen OFFEs 1970: 12 hin, demzufolge die privilegierten Gruppenan dem leistungsgesellschaftlichen Mythos festhalten und aufgrund ihrer Definitionsmacht auch festzuhalten in der Lage sind.254.Die sozialpolitische Qualitat betrieblicher Sozialleistungen Unsere pointierte aushandlungstheoretische Interpretation der drei nach ihrem monetaren Wert wichtigsten betrieblichen Sozialleistungen ergibt ein ubereinstimmendes Bild.Betriebliche Sozialleistungen werden von jeder der Arbeitsvertrags und Betriebsparteien je nach Argumentationszweck und Situation unterschiedliche Funktionen und Wirkungen zugeschrieben. Diese Komplexitat und Vieldeutigkeit der Kompensationvon Arbeitsleistungen scheint uns kein vorubergehender oder zufalliger Zustand unfertiger Einsicht zu sein. Die Plastizitat der Bedeutungen wird zwar nicht im jeweiligen Einzelfall von jedem Spieler als vorteilhaft empfunden, aber insgesamt gibt sie dem Aushandlungsspiel betriebliche Sozialpolitik erst den organisationspolitischen Clou,sie hat also systematische Bedeutung fur dieses Politikfeld. Das immer wieder beklagte Fehlen konsistenter und aussagefahiger quantitativer Daten uber die Sozialleistungender Betriebe bestatigt unsere Vermutung einer zumindest interessenvertraglichen, wennnicht geforderten Undurchschaubarkeit. Die Unbestimmtheit von Kosten und Nutzenbetrieblicher Sozialleistungen wird uberraschenderweise noch von der Vielfalt wissenschaftlicher Theorien unterstutzt, die oft mit recht gegensatzlichem Erklarungsanspruchauftreten, sich bei genauerem Hinsehen aber in ihren beobachtbaren Implikationen nichtvoneinander unterscheiden. Die Praxis der Vieldeutigkeit und die unterdeterminierte betriebswirtschaftliche Theorie der betrieblichen Sozialleistungen unterstutzen sich beim Unterhalten dieses Politikfeldes an dem auch die Interventionen von Arbeitsrecht und Steuerrechtsetzer mitsamt einer interpretationsfreudigen Rechtsprechung kraftig mitwirken.Betrachtet man die Ergebnisse dieser Aushandlungen um die Verteilung der betrieblichen Wertschopfung, dann sticht ein empirischer Befund heraus: Fuhrungskrafte kommen in diesem Spiel relativ gut weg. Das mag als Ausgleich fur die relative Benachteiligung Hoherverdienender durch die staatliche Sicherungspolitik gelten, den fur die Eigentumer hoheren Wert der Fuhrungskrafte widerspiegeln oder auch eine gewisse Formder Selbstbedienung der Inhaber von Schlusselpositionen sein. Die Rechtfertigung von Kompensationselementen aus Grunden betrieblicher Sozialpolitik entscharft den verteilungspolitischen Konflikt, sofern Sozialleistungen im guten Glauben von den Beteiligten den allen nutzenden distributiven, austeilenden Politiken im dargestellten Sinne LOWIs zugerechnet werden.Den Absichten der staatlichen Sozialpolitik genugte jedoch wohl keine dieser Begrundungen. Auch wenn betriebliche Altersversorgungen, Bildungschancen und Gewinnbeteiligungen in rechtlich bindender Form erfolgen, erreichen sie nicht die Qualitat sozialrechtlicher Anspruche. Betriebliches Sozialrecht folgt einer betriebswirtschaftlichen Logik. Es entfaltet sich unter vielerlei Interaktionszwangen, ist naturgema marktabhangig und wird organisationsintern ausgehandelt, die Zugriffschancen der Beteiligtenvariieren nach verfugungsrechtlicher Ausstattung und Deutungskraft. Wenn die Bedeutung von Arbeitnehmern fur ein Unternehmen sinkt, steigt nicht die Wahrscheinlichkeitbetrieblicher freiwilliger Ausgleichszahlungen, sondern sie sinkt ebenfalls. Wer den Unternehmen also Aufgaben der staatlichen Sozialpolitik zuweist, kann vielleicht dem Namen nach Erfolge erringen, in der Sache durften die aushandlungspolitischen Bedingungen betrieblicher Sozialpolitik ihm nur zufallig gunstig sein.26Literatur Ahrend, Peter; Norbert Walkiewicz 1990: Neue Trends in der betrieblichen Versorgung von Fuhrungskraften. Personal 171990: 18.Axelrod, Robert 1984: The Evolution of Cooperation. New York.BackesGellner, Uschi 1994: Betriebliche Qualifizierungsstrategien im deutschbritischen Vergleich. Trier: masch.verf.BackesGellner, Uschi; Ruth Bock; Susanne Wienecke 1994: Quinter Studie zur Praxis der Personalpolitik in Europa: QUIPPE. Konzeption und erste Befunde. QuintEssenzen Nr. 41. Trier: Institut fur Arbeitsrecht und Arbeitsbeziehungen in der Europaischen Gemeinschaft.Bahnmuller, Reinhard; Reinhard Bispinck; Werner Schmitt 1995: Betriebliche Weiterbildung in der Metallindustrie: Zum Einflu kollektivrechtlicher Arrangements.In: Semlinger, Klaus; Bernd Frick Hg.: Betriebliche Modernisierung in personeller Erneuerung: Personalentwicklung, Personalaustausch und betriebliche Fluktuation.Berlin: 245263.Bardeleben, Richard von; Ursula Beicht; Kalman Feher 1994: Bildungsokonomische Betrachtung der betrieblichen Berufsausbildung. In: Bundesinstitut fur BerufsbildungHg.: Perspektiven der dualen Berufsausbildung. Wiesbaden: 4362.BDA Bundesvereinigung der Deutschen Arbeitgeberverbande 1994: Unternehmerische Personalpolitik. 4.Aufl. Koln.Becker, Gary S. 1964: Human Capital. Chicago.Bellmann, Lutz; Susanne Kohaut 1995: Betriebliche Determinanten der Lohnhohe undder ubertariflichen Bezahlung. Mitteilungen aus der Arbeitsmarkt und Berufsforschung 281995: 6275.Berger, Peter; Thomas Luckmann 1972: Die gesellschaftliche Konstruktion der Wirklichkeit. Eine Theorie der Wissenssoziologie. FrankfurtMain.Beyer, HorstTilo; Teltschik, Norbert 1994: Damit der Kunde wieder Konig ist. Personalwirtschaft 211994: 1721.Beyer, Jurgen 1994: Entwicklung der betrieblichen Altersversorgung in Deutschland.BetriebsBerater 491994: 65358.Bodie, Zvi 1990: Pensions as Retirement Income Insurance. Journal of Economic Literature 281990: 2849.Bradley, Michael D.; Stephen C. Smith 1992: The Comparative Institutions of Profit Sharing: The U.S. Computer Industry. Journal of Economic Issues 261992: 573582.Coase, Ronald 1960: The Problem of Social Cost. Journal of Law and Economics 31960: 144.27Drukarcyk, Jochen 1993: Finanzierung uber Pensionsruckstellungen. In: Gebhardt, G.;W. Gerke; M. Steiner Hg.: Handbuch des Finanzmanagement. Munchen: 22960.Doring, Diether 1993: Die betriebliche Altersversorgung in der privaten Wirtschaft. In:Forum fur Philosophie Bad Homburg Hg.: Markt und Moral. Bern: 291308.EGKommission Hg. 1987: Europaische Wirtschaft 27.Fischer, Joachim 1995: Weiterbildung im Spannungsfeld von offentlicher Regulierungund betrieblicher Autonomie. In: Semlinger, Klaus; Bernd Frick Hg.: Betriebliche Modernisierung in personeller Erneuerung: Personalentwicklung, Personalaustauschund betriebliche Fluktuation. Berlin: 229244.Fitting, Karl; Fritz Auffarth; Heinrich Kaiser; Friedrich Heither; Gerd Engels 1992:Betriebsverfassungsgesetz Handkommentar, 17. Aufl. Muchen.Fitz Roy, Felix R.; Kraft, Kornelius 1992: Forms of Profit Sharing and Firm Performance: Theoretical Foundations and Empirical Problems. Kyklos 451992: 209225.Fitz Roy, Felix R.; Kraft, Kornelius 1995: On The choice of incentives in firms. Journal of Economic Behavior and Organization 261995: 145160.Florkowski, Gary W.; Michael H. Schuster 1992: Support for Profit Sharing and Organizational Commitment: A Path Analysis. Human Relations 451992: 507523.Freeman, Richard B:; James L. Medoff 1984: What Do Unions Do? New York.Furubotn, Eirik; Svetzozar Pejovich 1973: Property Rights, Economic Decentralization, and the Evolution of the Yugoslav Firm 19651972. Journal of Law and Economics 161973: 275302.Gaugler, Eduard 1986: Variable Entlohnung mit Systemen der Ergebnisbeteiligung.Personal 381986: 169170.Gaugler, Eduard 1992: Sozialpolitik, Betriebliche. Handworterbuch des Personalwesens, 2.Aufl. Stuttgart: 20982110.Gaul, Bjorn 1994: Der Zweck von Sonderzahlungen. BetriebsBerater 491994: 494499.Gerlach, Knut; Olaf Hubler 1994: Gewinnbeteiligung in Europa: Empirische Ergebnisse, institutionelle Besonderheiten und mogliche Harmonisierungstendenzen. In:Gahlen, Bernhard; Helmut Hesse; Hans J. Ramser Hg.: Europaische Integrationsprobleme aus wirtschaftswissenschaftlicher Sicht. Ottobeuren.Ghilarducci, Teresa 1992: Labors Capital The Economics and Politics of Private Pensions. Cambridge, Mass.Gottesman, M.H. 1991: Wither Goest Labor Law: Law and Economics in the Workplace. Yale Law Journal 1001991: 2767812.28Griebeling, Gert 1992: Bestandsschutz und Billigkeitskontrolle in der betrieblichen Altersversorgung aus der Sicht des Bundesarbeitsgerichts. In: Forster, W.; N. RolerHg.: Betriebliche Altersversorgung in der Diskussion zwischen Praxis und Wissenschaft. Koln: 208220.Gustman, Alan L.; Olivia S. Mitchell; Thomas L. Steinmeier 1994: The Role of Pensions in the Labor Market: A Survey of the Literature. Industrial and Labor Relations Review 471994: 41738.Grawert, Achim 1989: Die Motivation der Arbeitnehmer durch betrieblich beeinflubare Sozialleistungen. Munchen.Haller, Heinz 1972. Finanzpolitik. Tubingen.HansBocklerStiftung 1992: Zur Situation der Aus und Weiterbildung in der Druckindustrie, der Elektroindustrie, der Feinkeramischen Industrie sowie im Verlagswesen. Umfrage unter Betriebsraten. Dusseldorf.Hardes, HeinzDieter; Paul Grunzinger 1993: Zur Flexibilisierung der betrieblichen Beschaftigungs und Entgeltpolitik Ein Survey aus arbeitsokonomischer Sicht. In.Staehle, Wolfgang H.; Jorg Sydow Hg.: Managementforschung 31993: 53108.Hemmer, Edmund 1983: Freiwillige Sozialleistungen der Betriebe. Koln.Hemmer, Edmund 1994a: Betriebliche Altersversorgung: Spuren der Rezession. Personal 461994: 280281.Hemmer, Edmund 1994b: Freiwillige Sozialleistungen. Ergebnise einer regelmaigen Umfrage. Personal 461994: 121127.Hemmer, Edmund 1994c: Personalzusatzkosten. Personal 461994: 260264.Heymann, Christina 1989: Betriebliche Sozialleistungen. Neue Trends im Sozialleistungssystem. Konstanz.Hubler, Olaf 1995: Produktivitatssteigerung durch Mitarbeiterbeteiligung in Partnerschaftsunternehmen? Mitteilungen aus der Arbeitsmarkt und Berufsforschung 2819952: 1ff IWD 1995: Betriebliche Altersversorgung: Fiskus bremst Eigeninitiative. Informationsdienst des Instituts der Deutschen Wirtschaft IWD 24.08.1995: 8.Knuth, Matthias 1983: Zustandekommen und Analyse von Betriebsvereinbarungenund praktische Erfahrungen mit Einigungsstellen. Bonn.Kossbiel, Hugo; Klaus Turk 1976: Sozialpolitik, betriebliche. In: Handworterbuch der Betriebswirtschaft. 4.Aufl. Stuttgart: 35733588.Krahnen, Jan Pieter 1990: Uber den Wert impliziter Treuepramien: Betriebliche Altersversorgung aus finanzierungstheoretischer Sicht. Zeitschrift fur betriebswirtschaftliche Forschung 421990: 199215.Kruse, Douglas L. 1993: Profit Sharing. Does It Make A Difference? Kalamazoo.Lazear, Edward F. 1990: Pensions and Deferred Benefits as Strategic Compensation.Industrial Relations 291990: 263280.29Lowi, Theodore J. 1964: American Business, Public Policy, Case Studies and Political Theory. World Politics 1964: 617715.Luber, Thomas; Horst Schmitz 1993: Marmor, Stein und Rente bricht. Capital 321993: 108115.Moderegger, Hermann 1994: SozialleistungsCheck. Personal 461994: 116119.Moderegger, Hermann 1995: Betriebliche Sozialleistungen. Personal 471995: 187189.Neuberger, Oswald 1995: Mikropolitik. Stuttgart.Olson, Mancur 1971: The logic of collective action. Public goods and the theory ofgroups. London.o.V. 1990: Einstellung von Fuhrungskraften zu Nebenleistungen. Personalwirtschaft 171990: 1617.o.V. 1991: Betriebliche Sozialleistungen, geldwerte Vorteile. In: Burger, Karlheinz;Werner Oehmann; HansChristoph Matthes Hg.: Handworterbuch des Arbeitsrechtsfur die betriebliche Praxis, 8.Aufl. Wiesbaden.OECD 1995 Hg.: Profitsharing in OECD countries. Employment Outlook 1995:139169.Offe, Claus 1970: Leistungsprinzip und industrielle Arbeit. Mechanismen der Statusverteilung in Arbeitsorganisationen der industriellen Leistungsgesellschaft. FrankfurtMain.Ortmann, Gunter et al. 1990: Computer und Macht in Organisationen. Opladen.Pull, Kerstin 1994: Risikoallokation im Arbeitsvertrag. In: Schreyogg, Georg; Peter Conrad Hg.: Managementforschung 41994: 216266.Pull, Kerstin 1996: Ubertarifliche Entlohnung und freiwillige betriebliche Sozialleistungen Personalpolitische Selbstregulierung als implizite Verhandlung. Trier: Diss.Ryan, Paul 1991: How Much Do Employers Spend on Training? An Assessment ofthe Training in Britain Estimates. Human Resource Management Journal 11991:5576.Sadowski, Dieter 1984: Der Handel mit Sozialleistungen Zur Okonomie und Organisation der betrieblichen Sozialpolitik. Die Betriebswirtschaft 441984: 579590.Sadowski, Dieter 1985: Betriebsverfassung und Betriebssyndikalismus Zur gegenwartigen Bedeutung klassischer Funktionsprobleme von Betriebsdemokratien. Jahrbuch fur Neue Politische Okonomie 41985: 233249.Sadowski, Dieter; Stefanie Decker 1993: Vertragliche Regelungen zur beruflichen Weiterbildung in Deutschland. Berlin.Sadowski, Dieter; Michael Schroder 1994: Freiwillige Publizitat und personalpolitische Reputation. Zeitschrift fur betriebswirtschaftliche Forschung 461994: 127144.30Sadowski, Dieter; Uschi BackesGellner; Bernd Frick 1995: Works Councils: Barriersor Boosts for the Competitiveness of German Firms? British Journal of Industrial Relations: im Druck.Schanz, Gunther 1985: Mitarbeiterbeteiligung. Munchen.Schanz, Gunther 1987: Mitbestimmung und Partnerschaft. Untersuchungen zum Verhaltnis von gesetzlich verordneten und freiwillig vereinbarten Elementen der Verfassung mittelstandischer Betriebe. Spardorf.Schmahl, Winfried; Bohm, Stefan: Occupational Pension Schemes in the Private and Public Sector in the Federal Republic of Germany An Overview. Bremen: Zentrumfur Sozialpolitik Arbeitspapier Nr. 594.Schneider, Hans; Ernst Zander 1993: Erfolgs und Kapitalbeteiligung der Mitarbeiterin Klein und Mittelbetrieben, 4. Aufl. Freiburg im Breisgau.Steinmeyer, HeinzDietrich 1991: Betriebliche Altersversorgung und Arbeitsverhaltnis. Das betriebliche Ruhegeld als Leistung im arbeitsvertraglichen Austauschverhaltnis. Munchen.Strack, HansChristoph 1984: Die Beteiligung von Mitarbeitern an Gewinn und Kapital. FrankfurtMain.Thorpe, Richard; Angela Bowley 1988: Payment systems and performance improvement: design and implementation. Employee Relations 101988: 1723.Vanberg, Viktor 1982: Markt und Organisation. Tubingen.Wagner, Dieter; Achim Grawert 1993: Sozialleistungsmanagement. Mitarbeitermotivation mit geringem Aufwand. Munchen.Walgenbach, Bernd 1989: Die Regulierung der betrieblichen Altersversorgung. Wirtschaftsdienst 1989 8: 41320.Wei, Reinhold 1990: Die 26Mrd.Investition Kosten und Strukturen betrieblicher Weiterbildung. Koln.Weihuhn, G. 1994: Statement zur Fachtagung Die Zukunft der Dualen Berufsausbildung der Bundesanstalt fur Arbeit zum Themenbereich der Arbeitsgruppe 4: Kosten und Nutzen der dualen Berufsbildung. Nurnberg, 2122.04.1994.Weitzman, Martin L. 1984: The Share Economy. Cambridge.WindhoffHeritier, Adrienne 1987: PolicyAnalyse. FrankfurtNew York.", "filename": "672171031.pdf", "person": ["Dieter Sadowski", "Sadowski, Dieter", "Kerstin Pull", "Pull, Kerstin"], "date": ["1995"]}