{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/56731/1/68022257X.pdf"], "title": ["Solving DSGE models with a nonlinear moving average"], "plaintext": "Solving DSGE Models with a Nonlinear Moving Average Hong Lan Alexander MeyerGohde This Version: December 15, 2011Abstract We introduce a nonlinear infinite moving average as an alternative to the standard statespacepolicy function for solving nonlinear DSGE models. Perturbation of the nonlinear moving averagepolicy function provides a direct mapping from a history of innovations to endogenous variables,decomposes the contributions from individual orders of uncertainty and nonlinearity, and enablesfamiliar impulse response analysis in nonlinear settings. When the linear approximation is saddlestable and free of unit roots, higher order terms are likewise saddle stable and first order corrections for uncertainty are zero. We derive the third order approximation explicitly and examine theaccuracy of the method using Euler equation tests.JEL classification: C61, C63, E17Keywords: Perturbation; nonlinear impulse response; DSGE; solution methods We are grateful to Michael Burda and Lutz Weinke, as well as participants of research seminars at the HU Berlinfor useful comments, suggestions, and discussions. This research was supported by the DFG through the SFB 649Economic Risk. Any and all errors are entirely our own.HumboldtUniversit at zu Berlin, Institut f ur Wirtschaftstheorie II, Spandauer Strae 1, 10178 Berlin, Germany;Tel.: 49302093 1466; Email:lanhongcms.huberlin.de HumboldtUniversit at zu Berlin, Institut f ur Wirtschaftstheorie II, Spandauer Strae 1, 10178 Berlin, Germany;Tel.: 49302093 5720; Fax: 49302093 5696; EMail: alexander.meyergohdewiwi.huberlin.de1 Introduction Solving models with a higher than firstorder degree of accuracy is an important challenge for DSGEanalysis with the growing interest in nonlinearities. We introduce a novel policy function, the nonlinear infinite moving average, to perturbation analysis in dynamic macroeconomics. This directmapping from shocks to endogenous variables neatly dissects the individual contributions of ordersof nonlinearity and uncertainty to the impulse response functions IRFs. For economists interestedin studying the transmission of shocks in a nonlinear DSGE model, our method offers insight hitherto unavailable.The nonlinear moving average policy function chooses as its state variable basis the infinitehistory of past shocks.1 This infinite dimensional approach is longstanding in linear models anddelivers the same solution as state space methods for linear models.2 For the nonlinear focus of thispaper, however, it provides a different solution. Directly mapping from shocks to endogenous variables of interest facilitates familiar impulse response analysis and makes clear the caveats introducedby nonlinearity. These include history dependence, asymmetries, a breakdown of superposition andscale invariance, as well as the potential for harmonic distortion.3As highlighted by Gomme and Klein 2011 in their second order approximation, deriving perturbation solutions with standard linear algebra increases the transparency of the technique andmakes coding the method more straightforward.In that vein, we adapt Vetters 1973 multidimensional calculus to provide a mechanical system of differentiation that maintains standard linearalgebraic structures for arbitrarily high orders of approximation. We implement our approach nu1This is the external or empirical approach to system theory according to Kalman 1980, who lays out thedichotomy to the internal or statevariable approach of the statespace methods, now more common to DSGE practitioners. The nonlinear DSGE perturbation literature initiated by Gaspar and Judd 1997, Judd and Guu 1997, and Judd 1998, ch. 13 has thus far operated solely with statespace methods, see Collard and Juillard 2001b, Collardand Juillard 2001a, Jin and Judd 2002, SchmittGroh e and Uribe 2004, Anderson, Levin, and Swanson 2006,Lombardo and Sutherland 2007, and Kim, Kim, Schaumburg, and Sims 2008.2Compare, e.g., the state space representations of Uhlig 1999, Klein 2000, or Sims 2001 with the infinitemovingaverage representations of Muth 1961, Whiteman 1983 or Taylor 1986.3See Priestly 1988, Koop, Pesaran, and Potter 1996, Potter 2000, and Gourieroux and Jasiak 2005 for detaileddiscussions from a time series perspective.1merically by providing an add on for the popular Dynare package.4 We then apply the Volterra representation of the approximated nonlinear infinite moving average solution to the model of Aruoba,Fern andezVillaverde, and RubioRam rez 2006 for comparability and explore the resulting decomposition of the contributing components of the responses of variables to exogenous shocks. Wedevelop Euler equation error methods for our infinite dimensional policy function and confirm thatour moving average solution produces approximations with a degree of accuracy comparable to statespace solutions of the same order of approximation presented in Aruoba, Fern andezVillaverde, and RubioRam rez 2006.5We make two assumptions on the characteristic equation of the first order i.e., linear approximation: it is saddle stable and it is free of unit roots. The first is the standard Blanchard and Kahn1980 assumption and we show that the resulting stability from the first order is passed on to higherorder terms. The second is necessary to ensure the boundedness of corrections to constants andessentially embodies the necessary invertibility of a standard statespace policy function to yieldour infinite moving average. Together, these assumptions enable us to show that the derivatives ofthe moving average policy function first order in the perturbation parameter are uniquely zero. Forstate space methods, Jin and Judd 2002 and SchmittGroh e and Uribe 2004 emphasize that theequations that these derivatives solve are homogenous equations necessarily admitting a zero solution and Lan and MeyerGohde 2011 prove that the uniqueness of the zero solution to n th orderfollows from the saddle stability of the first order characteristic equation.The rest of the paper is organized as follows. The model and the nonlinear infinite moving average policy function are presented in section 2. In section 3, we develop the numerical perturbationof our nonlinear infinite moving average policy function explicitly out to the third order. We thenapply our method to a standard stochastic growth model in section 4, a widely used baseline model 4See Adjemian, Bastani, Juillard, Mihoubi, Perendia, Ratto, and Villemot 2011.5Aruoba, Fern andezVillaverde, and RubioRam rez 2006 also explore several global methods projection, valuefunction iteration and our choice allows comparability to these other methods. Our focus, however, is on the alternativebasis from the nonlinear moving average for local perturbation methods and our analysis proceeds accordingly.2for numerical methods in macroeconomics. In section 5, we develop Euler equation error methodsfor our infinite dimensional solution form and quantify the accuracy of our method. Finally, section 6 concludes.2 Problem Statement and Solution Form In this section, we introduce the class of models we analyze and the policy function we proposeas a solution. Our class of models is a standard system of nonlinear second order expectationaldifference equations. In contrast with the general practice in the literature, however, the solutionwill be a policy function that directly maps from realizations of the exogenous variables to theendogenous variables of interest. We will first present the model class followed by the solution formand then conclude with the TaylorVolterra approximation of the solution and the matrix calculusnecessary to follow the derivations in subsequent sections.2.1 Model Class We analyze a family of discretetime rational expectations models given by10 Et f yt 1, yt, yt1, ut, where ut Nietii0f is an neq 1 vector valued function, continuously ntimes the order of approximation to beintroduced subsequently differentiable in all its arguments; yt is an ny 1 vector of endogenousvariables; the vector of exogenous variables ut is of dimension nu 1 and it is assumed thatthere are as many equations as endogenous variables neq ny. N is the nu nu matrix ofautoregressive coefficients of ut, presented here in moving average form. The eigenvalues of N areassumed all inside the unit circle so that ut admits this infinite moving average representation; andt is an ne 1 vector of exogenous shocks of the same dimension nu ne. Our software add onforces N 0 to align with Dynare.66See again Adjemian, Bastani, Juillard, Mihoubi, Perendia, Ratto, and Villemot 2011. Thus in practice, theeconomist using Dynare must incorporate any serial correlation into the vector yt. This choice is not made in theexposition here primarily as the admissibility of serial correlation in the exogenous driving force brings our first order 3cid:229eAdditionally, et is assumed independently and identically distributed such that Eet 0 and Eetn exists and is finite for all n up to and including the order of approximation to be introducedsubsequently.7As is usual in perturbation methods, we introduce an auxiliary parameter s 0, 1 to scalethe uncertainty in the model. The value s 1 corresponds to the true stochastic model understudy and s 0 represents the deterministic version of the model. Following Anderson, Levin, and Swanson 2006, p. 4, we do not scale the realizations of the exogenous variable up to including twith st 1, . . . are known with certainty at t. The perturbation parameter, as the realizations of et,edoes not enter the problem statement explicitly, but only implicitly through the policy functions, andits role will become clear as we introduce the solution form and its approximation.2.2 Solution Form Let the policy function take the causal onesided infinite sequence of shocks as its state vector and,following Anderson, Levin, and Swanson 2006, p. 3, let it be time invariant for all t, analytic andergodic.8 The unknown policy function is then given by2yt ys,et,et 1, . . .Note that s enters as a separate argument. As the scale of uncertainty changes, so too will the policyfunction y itself change. Time invariance and scaling uncertainty give us34yt 1 ysyt1 yst 1,et1,et 2, . . .t,e,e,eet1 st1t 1, . . . whereeederivation in line with earlier moving average approaches for linear models, e.g., Taylor 1986.7The notation e tn represents Kronecker powers, e tn is the nth fold Kronecker product of e t with itself:. For simulations and the like, of course, more specific decisions regarding the distribution of the exogee t e t e tnous processes will have to be made. Kim, Kim, Schaumburg, and Sims 2008, p. 3402 emphasize that distributionalassumptions like these are not entirely local assumptions. Dynare Adjemian, Bastani, Juillard, Mihoubi, Perendia,Ratto, and Villemot 2011 assumes normality of the underlying shocks.8Analyticity is required for the convergence of asymptotic expansion as the order of approximation becomes infiniten timeszand ergodicity rules out explosive and nonfundamental solutions.4eThe notation, y, y, and y, is adopted so that we can keep track of the source through yt, yt 1, andyt1 respectively of any given partial derivative of the policy function. Due to the assumption oftime invariance, y, y, and y are the same function differing only in the timing of their arguments.The importance of discriminating among these functions will become clear in the next section. Theterm st1 in 4 is the source of uncertainty, via et1, that we are perturbing with s. The knownfunction u of the exogenous variable is rewritten similarlyut us,et,et 1, . . . Nietii0For notational ease in derivation, we will define vector xt, containing the complete set of variables56xt is of dimension nx 1 with nx 3ny ne. With the policy function of the form 2, 3 andt 1 ytyt1 uxt cid:2ytcid:34, plus the function of the exogenous variable 5, we can write xt as7xt xst1,et,et 1, . . .,ee The function x is time invariant, analytic and ergodic, following from the assumptions on y and uabove.2.3 Approximation: TaylorVolterra Series Approximation We will approximate the solution, 2, as a Taylor series expanded around a nonstochastic steadystate, x, which is the solution to the function80 f y, y, y, 0 f xthat is, the function f in 1 with all shocks, past and present, set to zero, and all uncertainty regardingthe future eliminated s 0. Furthermore9y y0, 0, . . .represents the solution 2 evaluated at the nonstochastic steady state.Following general practice in the perturbation literature, we pin down the approximation of theunknown policy function 2 by successively differentiating 1 and solving the resulting systems 5ecid:229for the unknown coefficients. The algorithm is detailed in section 3. Notice that, since f is a vectorvalued function, successive differentiation of f with respect to its arguments, which are vectors ingeneral, will generate a hypercube of partial derivatives. We adapt the structure of matrix derivativesdefined in Vetter 1973 to unfold the hypercube conformable to the Kronecker product, collectingpartial derivatives from successive differentiation of f in two dimensional matrices. This allows usto avoid tensor notation and use standard linear algebra.A similar approach can be found in Gomme and Klein 2011. They use the matrix derivativestructure and the associated chain rule of Magnus and Neudecker 2007, ch. 6 to unfold a three dimensional cube of second partial derivatives. The approach does not appear to be easily adaptable toorders of approximation higher than two, as Magnus and Neudecker 2007 do not provide methodsthat go beyond the second differential. Lombardo and Sutherland 2007 also derive a second ordersolution without appealing to tensor notation. Their approach benefits from their use of the vechoperator to eliminate redundant quadratic terms. Our approach, however, provides a mechanicalrecipe applicable to higher orders, extending the ideas of these existing approaches past the secondorder.The formal definition of our matrix derivative structure is in the Appendix. This structure willmake the presentation of the solution method more transparentsuccessive differentiation of f tothe desired order of approximation is a mechanical application of the following theorem Theorem 2.1. A Multidimensional Calculus For the matrixvalued functions F, G, A, and H and vectorvalued functions J and C there existsan operator Dx indicating differentiation with respect to a vector x. Unless indicated otherwise, allmatrices and vectors are understood to be functions of the vector B and we leave this dependencyimplicit.61. Matrix Product Rule:2. Matrix Chain Rule:3. Matrix Kronecker Product Rule:D Bs 1Gsspuuqcid:27 FBcid:18 I Gcid:19 FGBTcid:26 Fcid:27 ACcid:18CB Iqqcid:19DBTcid:26 Auvcid:27 FB H F HB Kq,vscid:18 I Cu 1pqss HDBTcid:26 Fpq Kv,qcid:19where Kq,vs and Kv,q are qvs qvs and qv qv commutation matrices see Magnus and Neudecker 1979.4. Vector Chain Rule:DBTcid:26 Jp 1 Cu 1cid:27 ACCBwhere FB DBT F etc. has been used as abbreviated notation to minimize clutter.Proof. See Appendix.By adapting the abbreviated notation from above and writing ys ni 1i 2im as the partial derivative,evaluated at the nonstochastic steady state, of y with respect to se Tti 1,e T2 using the followingti 2, ,e Ttim, we can then write the Mth order Taylor approximation of the policy functionfor n times and with respect to Corollary 2.2. An Mth order Taylor Approximation of 2 is written asti 1 eys ni 1i 2imyt 10Mcid:229 im0Mmcid:229n01n!s n eti 2 etim1m!m0i 10i 20Proof. See Appendix.This infinite dimensional Taylor approximation, or Volterra series with kernelscid:2cid:229 Mmdirectly maps the exogenous innovations to endogenous variables up the Mth order. The kernels 1n!ys ni 1imn0s ncid:3,99See Priestly 1988, pp. 2526 and Gourieroux and Jasiak 2005 for a representation theorem.7cid:229cid:229cid:229at m collects all the coefficients associated with the mth fold Kronecker products of exogenous innovations i 1, i 2,   and im periods ago. For a given set of indices, i 1, i 2,   and im, the sum overn gathering terms in powers of the perturbation parameter s, corrects the kernel for uncertainty upto the nth order, thereby enabling a useful classification of the contributions of uncertainty to themodel. That is, we can first decompose the Volterra series into kernels associated with the order ofapproximation in the state space itselfthe zeroth kernel being constants, the first order kernel being linear in the product space of the history of innovations, the second being quadratic in the same,etc. Thereafter, we can decompose each of the kernels into successively higher order corrections foruncertainty according to the order in s ys n represents the nth order correction for uncertainty ofthe zeroth order kernel, ys ni 1 the nth order correction for uncertainty of the first order kernel, ys ni 1i 2the nth order correction for uncertainty of the second order kernel, and so on.For a different perspective, observe that moving to a higher order in 10 comprises two changes:i adding a higher order kernel and ii opening up all existing kernels to a higher order correctionfor uncertainty.10 The change in moving from an M 1th to Mth order approximation is The difference can be written compactly despite the two changes, as change i is an Mth ors Mm s 0 yi 1i 2im. From ii comes then additionally a first order correction for uncertainty inder kernel with a zeroth order correction for uncertainty for m M above, ys Mmi 1i 2imys 0i 1i 2imthe M 1th order kernel, a second order uncertainty correction for the M 2th kernel and so on upto the Mth order correction for uncertainty in the constant or zeroth order kernel. The uncertaintycorrection at a given order directly depends on the moments of future shocks at each order and so iican be interpreted as successively opening each kernel up to higher moments in the distribution offuture shocks, while i maintains the standard Taylor notion of moving to a higher order polynomialcaptured by the kernels in our Volterra series.10We are grateful to Michael Burda for suggesting this interpretation.811Mcid:229m01M! i 10i 20im0cid:201M m!ys Mmi 1i 2ims Mmcid:21 eti 1 eti 2 etimcid:229cid:229cid:229As the notation in 10 is rather dense, it is instructive to consider the case of M 2 the secondorder approximation given by 12yt y yss 12ys 2s 2 yi ys,is eti i012j0i0y j,iet j etiHere, y, the policy function evaluated at the nonstochastic steady state, represents the rest point inthe absence of uncertainty regarding future shocks. The terms cid:229i0 yieti and 12j0 cid:229i0 y jiet j garding future shocks system. The constant term has two uncertainty corrections, ysti capture the first and second order responses of the deterministic i.e., without uncertainty re2ys 2s 2the first and second order corrections for uncertainty respectively, leading to the second order accurate stochastic steady state. At second order, cid:229ti is the first order correction for uncertaintys and 1i0 yisconcerning future shocks of the firstorder response to the history of shocks. The first order corrections for uncertainty will turn out to be zero in this case, a familiar result from statespace analyses.11For the case of M 2, the task at hand is to pin down numerical values for y, yi, ys, y ji, yis , andys 2 using the information in 1. In the next section, we provide explicit derivations to third order,which is novel in the literature.123 Numerical Solution of the Perturbation Approximation It this section, we lay out the method for solving for the coefficients of the approximated solution.Solving for the firstorder terms is primarily an application of methods well known in the literature.Similarly to existing statespace methods, solving for higherorder terms operates successively onterms from lower orders with linear methods. In contrast to statespace methods, the system ofequations for the coefficients at all orders of approximation is a system of difference equations withidentical homogenous components, enabling the stability from the first order to be passed on tohigher orders. Terms linear in the perturbation parameter are zero, as is the case with the state11See Jin and Judd 2002, SchmittGroh e and Uribe 2004, and Kim, Kim, Schaumburg, and Sims 2008.12See Andreasen forthcoming for a notable extension of SchmittGroh e and Uribes 2004 method out to the thirdorder. The authors appendix with one third order term occupying two pages highlights the advantage of our notation.9cid:229cid:229cid:229cid:229esespace policy function. The moving average solution function, however, requires us to rule out unitroots in the first order approximation along with the standard saddle point assumptions to ensure theboundedness of uncertainty corrections to constants.The method can be outlined as follows.13 Inserting the policy functions for yt 1, yt, and yt1equations, 3, 2, and 4 respectivelyalong with the analogous representation, 5, for the exogenous driving force ut into the model 1 yields130 Et f yst 1,ea function with arguments s,et 2, . . ., ys, et, e,ee,et,et 1, . . ., yst1,et,et 1, . . ., us,et,et 1, . . .t 1, . .   At each order of approximation, we take the collection ofderivatives of f from the previous order for the firstorder, we start with the function f itself and 1. differentiate each of the derivatives of f from the previous order with respect to each of itsarguments i.e., s, et, et 1, . . .2. evaluate the partial derivatives of f and of y at the nonstochastic steady state 3. apply the expectations operator and evaluate using the given moments 4. set the resulting expression to zero and solve for the unknown partial derivatives of y.The partial derivatives of y, obtained in step 4 at each order, constitute the missing partial derivatives for the TaylorVolterra approximation of the policy function y. They are numeric and usedagain in step 2 of the next higher order. This introduces the potential for the compounding of numerical errors as we move to higher orders as highlighted by Anderson, Levin, and Swanson 2006.The set of derivatives of f obtained in step 1, however, are symbolic at each order, limiting thesource for potential error compounding to the partial derivatives of the policy function.13See Anderson, Levin, and Swanson 2006, p. 9 for a similar outline in their statespace context.103.1 FirstOrder Approximation We are seeking the first order approximation of the policy function 2, evaluated at the nonstochasticsteady state x, of the form14yt y yss yiei0ti, i 0, 1, 2, . . .The task at hand is to pin down the partial derivatives, ys and yi. Even in the firstorder case, theproblem is infinite dimensional owing to the infinite moving average representation of the solution.As explained by Taylor 1986, p. 2003 for the linear problem the original stochastic differenceequations in yt become deterministic difference equations in the movingaverage coefficients ofyt. This motivates our choice of beginning with the unknown terms in the history of shocks andthen turning to those in s, as the problem at higherorders of approximation will inherit a similarstructure.To determine yi, we differentiate f in 13 with respect to some eti15De Ttif fxxi Evaluating this at the nonstochastic steady state x and setting its expectation to zero yields16EtDe Tti fyyi 1 fyyi fyyi1 fuui 0f cid:12cid:12cid:12xfor i 0, 1, . . ., with y 1 0a second order linear deterministic difference equation in the matrices yithe derivatives of thevectorvalued y function with respect to its i 1th e element. That is, yi contains the linear movingaverage coefficients of yt with respect to the elements of eti. Equation 16 is an inhomogeneousversion of Anderson and Moores 1985 saddlepoint problem, solved in detail by Anderson 2010.We make two assumptions regarding the difference equation system 16.Assumption 3.1. Saddle stability Of the 2ny z C such that detcid:0 fy fyz fyz 2cid:1 0, there are exactly ny with z 1.Assumption 3.2. No unit roots 11cid:229There is no z C with z 1 and detcid:0 fy fyz fyz 2cid:1 0The first assumption is standard, fulfilling the Blanchard and Kahn 1980 condition. The secondhas been found in other analyses, e.g., Klein 2000, and here ensures the solvability of terms homogenous in s i.e., uncertainty corrections to the constant. The two assumptions are our versionsof Jin and Judds 2002 solvability constraints. In contrast to the conditions for statespace policyfunction from Lan and MeyerGohde 2011, our moving average policy function requires us to ruleout unit roots. Intuitively from the statespace perspective, unit roots must be ruled out to allowthe statespace solution to be inverted, yielding the nonlinear moving average we work with. As inthe case of an explosive statespace solution, the impact of an initial condition on the endogenousvariables would fail to vanish and constants i.e., terms involving the perturbation parameter wouldfail to converge when solving out a unitroot statespace solution back into the infinite past.Andersons 2010, p. 479 method can be applied under our assumptions 3.1 and 3.2 along withthe firstorder linear autoregressive ut i.e., ui Ni,14 delivering the unique stable solution to 1617yi a yi 1 b 1ui, with y 1 0a convergent recursion from which we can recover the linear movingaverage terms or yis.15To determine ys, we differentiate f in 13 with respect to s18Dsf fx Ds x Evaluating this at x and setting its expectation to zero yieldst1where Ds x xs xeef cid:12cid:12cid:12x EtDs fy fy fyys 019as Ete20t1 0. From assumption 3.2, it follows thatdet fy fy fy 6 014Alternatively, one can apply Kleins 2000 QZ algorithm to this deterministic approach to yield the solution above.Note, as discussed by MeyerGohde 2010, pp. 986987, we are working on a deterministic saddlepoint problem in themovingaverage coefficients and not on a stochastic saddlepoint problem in the endogenous variables themselves.15We have tacitly assumed that this solution exists, see Anderson 2010, p. 483 for the details. In Kleins 2000notation, Z11 of the QZ decomposition must be invertible, the added proviso of translatability.12eand hence21ys 0The firstorder correction of the constant for uncertainty is zero. Lan and MeyerGohde 2011show for state space methods that saddle point stability is sufficient to ensure the zero solution forthe state space equivalent to 19 is unique, completing the observation by Jin and Judd 2002 and SchmittGroh e and Uribe 2004, p. 761 that the system of equations is linear and homogeneousin their firstorder correction and thus, if a unique solution exists it must be zero. This resultcarries over to our moving average by ruling out unit roots to ensure the invertibility of the statespace representation. The result itself reflects the rather obvious fact that opening the expansion to amoment of the future distribution of shocks will change nothing if this moment Et et1 is exactlyzero.Gathering the results of this section, the first order approximation of the policy function 2,which can be thought of as an extension of Muth 1961, Taylor 1986, and others, reduces to22yt y yiei0ti, i 0, 1, 2, . . .Note that 22 is independent of ssolution., confirming the certainty equivalent nature of the firstorder 3.2 SecondOrder Approximation We now move on to the second order approximation of the policy function 2 evaluated at thenonstochastic steady state, x, and taking the first order results as given of the form23yt y 12ys 2s 2 yi ys,is eti i012j0i0y j,iet j etiThe task is to pin down the three second order derivatives of the y function, y j,i, ys 2 and ys,i. Theequations governing y j,i and ys,i will be difference equations with homogenous components identicalto those in 16, with the equation in ys,i being homogenous in accordance with SchmittGroh e and Uribe 2004 and others. The nounitroot assumption will be crucial again in solving for the term 13cid:229cid:229cid:229cid:229ys 2, preventing this constant correction for uncertainty induced by the potential for future shocksfrom becoming arbitrarily large.We first differentiate 15 with respect to some et j, delivering y j,i, the second derivatives of they function with respect to all pairs of eti and et j. As Judd 1998, p. 477 points out, the resultingsystem of equations remains a linear system, only now in the second derivatives that are being sought24D 2e Tt je Ttif fx 2x j xi fxx j,i Evaluating at the nonstochastic steady state and setting its expectation to zero25EtD 2e Tt je Tti fyy j 1,i 1 fyy j,i fyy j1,i1 fx 2x j xi 0f cid:12cid:12cid:12xfor j, i 0, 1, . . ., with y j,i 0, for j, i 0a second order linear deterministic difference equation in y j,i. The coefficients on the homogeneouscomponents of the forgoing and 16 are identical. The inhomogeneous components have a firstorder Markov representation see the shifting and transition matrices defined in the Appendix in the Kronecker product of the firstorder coefficients.16 The resulting expression isfyy j 1,i 1 fyy j,i fyy j1,i1 fx 2g 1 g 1S j Si 026for j, i 0, 1, . . ., with y j,i 0, for j, i 0The stable solution of the forgoing, analogously to the first order, takes the form27y j,i a y j 1,i 1 b 2S j Si, with y j,i 0, j, i 0Note that ain this solution is known. It is the same uniquely stable aas in the first order solution17 due to the fact that the system 25 and 16 have identical homogeneous components. Todetermine b 2, we substitute 27 in 25, using the shifting matrices and matching coefficients28 fy fya b 2 fyb 2d 1 d 1 fx 2g 1 g 1This is a type of Sylvester equation, the solution of which is presented in detail by Kamenik 2005.Applying the techniques developed in Lan and MeyerGohde 2011, the existence and uniqueness 16Thus, our nonlinear moving average solution parallels nonlinear state space solutions in a manner analogous to thelinear case, where the recursion is in the coefficients as opposed to the variables themselves. Instead of products of thestatevariables entering into the solution, we have products of the firstorder coefficients.14of the solution to the Sylvester equation can be shown guaranteed by the saddle point assumption.Next we pin down ys,i, the second derivatives of the y function with respect to eti and ssequentially, by differentiating 15 with respect to s. The resulting linear system is29D 2Ttif fx 2Ds x xi fx Ds xi Note that the additional potential derivative, D 2e Ttif , is simply equal to the derivative in the text,where Ds xi xst1 Ine,i xee ,ie D 2Ttif .17 Evaluating 29 at x, taking expectations, noting that ys 0, and setting the resultingexpression to zero yields30EtD 2Ttif cid:12cid:12cid:12x fyys,i 1 fyys,i fyys,i1 0for i 0, 1, . . ., with ys,1 0The unique stable solution takes the form31,i a ysys,i 1, for i 0, 1, . . ., with ys,1 0as the system at hand is identical to the homogenous component of the first order system 16.Combined with the initial condition ys,1 0, the forgoing delivers32ys,i 0, for i 0, 1, . . .Again, we confirm SchmittGroh e and Uribes 2004 and Jin and Judds 2002 result that termswith a first order uncertainty correction are zero. Like Lan and MeyerGohde 2011 we have theaddition result that saddle stability on the firstorder solution show that not only is zero a solutionthe equation is homogenous, but that it is also the unique solution. D 2s e Tti Tti 17 Although the derivative operator D works on Kronecker products i.e. D 2f and although the Kronecker product is not generally commutative, sis a scalar and, thus, commutation is preserved. This result can be seenby exploiting the properties of the commutation matrix Km,n as follows. Take the first term in D 2, for example, andinsert the identity matrix:fx 2Inx 2Ds x xi. This can be rewritten as fx 2Knx,nx Knx,nxDs x xi. Premultiplying the Kronecker product of a matrix and a column vector each with nx rows with Knx,nx reverses their order see Theorem 3.1.ix of Magnus and Neudecker 1979, p. 384 and, thus, Knx,nxDs x xi xi Ds x. Now fx 2 D 2x T x T f and postmultiplying a Kronecker product of row vectors each of dimension nx with Knx,nx reverses their order. But the two rowvectors are identical, so reversing their order changes nothing: fx 2 D 2x T x T f Knx,nx D 2x T x T f fx 2. Combining thetwo yields fx 2 Ds x xi fx 2 xi Ds x. Proceeding likewise with the second term in D 2completes the argument.Accordingly for higherorder derivatives, the order in which derivatives with respect to s appear is inconsequential as itis a scalar and we choose to have the s s appear first.Tti Tti 15sesseseseseseFinally, to determine ys 2, the second derivative of the y function with respect to s, we differentiate 18 with respect to s, the resulting linear system is33D 2s 2 f fx 2Ds x Ds x fx D 2s 2xwhere D 2s 2x xs 2 2xs,ee fyy 02 fy2y 0 y 0Etet1 et1t1 xee 2et1 et1 fy fy fyys 2 0Evaluating this at x and setting its expectation to zero yields34EtD 2s 2 f cid:12cid:12cid:12xtherefore we can recover ys 2 by35ys 2 fy fy fy1 fyy 02 fy2y 0 y 0Etet1 et1By assumption, the second moment of the exogeneous variable, Etet1 et1, is given.As the model approaches a unit root from below, the effect of uncertainty on the constant becomes unbounded. This result is novel, giving additional meaning to the invertibility condition ofassumption 3.2: from a statespace perspective, the correction for uncertainty will be accumulatedforward starting from the nonstochastic steady state; if the state space contains a unit root, this accumulated correction will become unbounded and there will be no finite stochastic steady state towhich the model can converge.Gathering the results of this section, the second order approximation of the policy function 2takes the form 121236yt y ys 2s 2 y j,ie In contrast to the firstorder approximation, 36 does depend on s 2ys 2 correctingthe nonstochastic steady state for uncertainty regarding future shocks. As s goes from 0 to 1 and, with the term 1t j eti j0i0yiei0tiwe transition from the certain to uncertain model, the rest point of the solution transitions fromthe nonstochastic steady state y to the secondorder approximation of the stochastic steady statey 12ys 2s 2. As we are interested in this uncertain version, setting sto one in 36 gives the second 16ecid:229cid:229cid:229order approximation37yt y 12ys 2 i0yieti 12j0i0y j,iet j eti3.3 ThirdOrder and Higher Approximations Given the results from lower orders, including that terms linear in the perturbation parameter arezero, the third order approximation of the y function we are seeking takes the formyt y ys 2s 2 12ys 3s 3 163816k0j0i0yk, j,ietk et j etii0cid:18yi 12ys 2,is 2cid:19eti 12j0i0cid:0y j,i ys, j,is cid:1 et j etiThe task at hand is to pin down some third derivatives of the y function, including yk, j,i, ys 2,i, ys, j,iand ys 3. Computing these derivatives largely resembles the computation of the second derivatives inthe previous section. We relegate the details to the Appendix and focus on the results here.To determine yk, j,i, we differentiate 24 with respect to some shocks etk, delivering the thirdderivatives of the y function with respect to all triplets of the shocks. The resulting system, evaluated at x and in expectation, of equations is a linear deterministic second order difference equationin yk, j,i. The homogeneous components in A17 are identical to those in 16 and 25 and theinhomogeneous components can again be rearranged to have a first order Markov representation EtD 3e Ttke Tt je Tti39f cid:12cid:12cid:12x fyyk 1, j 1,i 1 fyyk, j,i fyyk1, j1,i1 cid:2 fx 3for k, j, i 0, 1, . . ., with yk, j,i 0, for k, j, i 0fx 2fx 2fx 2cid:3g 3Sk, j,i 0The unique stable solution of the forgoing, analogously to lower orders, takes the form40yk, j,i a yk 1, j 1,i 1 b 3Sk, j,i, with yk, j,i 0, for k, j, i 0and b 3 can be solved for by, again, formulating an appropriate Sylvester equation.To determine ys, j,i, we differentiate 24 with respect to s, evaluate at x, take expectations, set 17cid:229cid:229cid:229cid:229cid:229cid:229cid:229cid:229cid:229the resulting expression to zero, and recall the results from lower orders, yielding41or42EtD 3Tt je Tti fyys, j 1,i 1 fyys, j,i fyys, j1,i1 0for j, i 0, 1, . . ., with ys, j,i 0, for j, i 0f cid:12cid:12cid:12xys, j,i 0, for j, i 0, 1, . . .again confirming SchmittGroh e and Uribes 2004 and Jin and Judds 2002 result that terms witha first order uncertainty have zero as a solution and Lan and MeyerGohdes 2011 result that saddlestability on the firstorder solution ensures that the zero solution is also the unique solution.To determine ys 2,i, we differentiate 29 with respect to s, evaluate at x, take expectations, setthe resulting expression to zero, and recall the results from lower orders, yielding EtD 3s 2e Ttif cid:12cid:12cid:12x43t1 e fx 3xee xee Ete fx 2xs 2 xi xee 2Ete0, for i 0, 1, . . ., with y 1 0t1 xi 2 fx 2xee xee iEtet1 et1 xi fxxs 2,i xee 2,iEtet1 et1 Inet1 et1 Inewhich is still a second order deterministic difference equation. The homogeneous components arepacked in xs 2,i and they are identical to those in 16 and 25. The inhomogeneous components canagain be rearranged to have a first order Markov representation by using the shifting and transitionmatrices defined in the Appendix, and the unique stable solution of the forgoing takes the form44where bys 2,i a ys 2,i 1 bs Si, with ys 2,1 0s can be solved for by, again, formulating an appropriate Sylvester equation.To determine ys 3, we differentiate 33 with respect to s, evaluate at x, take expectations, set theresulting expression to zero, and recall the results from lower orders, yielding EtD 3s 3 f cid:12cid:12cid:12x45 fx 3xee xee xee Ete fx 2xee 2 xee Etet1 et1 et1 et1 et1 2 fx 2Etet1 et1 fxys 3 xee 3Etet1 et1 et1 et1xee xee 2t1 0t1 eas the third moment of et is assumed given, Etet1 et1 is known. Recovering ys 3 from the 18seforgoing is straightforward under the assumption 3.2. When e Etet1 0. Hencet1 et1 e46ys 3 0t is normally distributed,18 however,Combining, the third order approximation of the policy function 2 takes the formyt y ys 2s 2 12i0cid:18yi 12ys 2,is 2cid:19eti 12j0i0y j,iet j eti4716k0j0i0yk, j,ietk et j etiAgain in contrast to the firstorder approximation, 47 does depend on s, with the term 12ys 2 correcting the nonstochastic steady state for uncertainty as in the secondorder approximation 36,s 2 correcting the firstorder kernel for uncertainty; i.e., as s goes from 0 to 1but now with 12ys 2,iand we transition from the certain to uncertain model, we incorporate the additional possibility of atimevarying correction for uncertainty. As we are interested in the original, uncertain formulation,setting sto one in 47 gives the thirdorder approximation 12yt y ys 2 ti 1212i0cid:18yi ys 2,icid:19e4816yk, j,ietk et j etik0j0i0y j,iet j etij0i0Higher order approximations of the policy function 2 can be computed using the same steps.Moving through higher orders of approximation successively, the undetermined partial derivatives ofthe policy function will always be terms of highest order being considered, ensuring that the leadingcoefficient matrix is fx. Thus, for all time varying components, the difference equations in thesecomponents will have the same homogenous representationfor non time varying components i.e.derivatives with respect to s only, the leading coefficient matrix fx along with assumption 3.2 ensurethe uniqueness of their solution. The inhomogenous elements of the difference equations in the timevarying components will be composed of terms of lower order, which are necessarily constantsterms in the given moments and derivatives with respect to s only or products of stable recursions 18As is the case in Dynare, see Adjemian, Bastani, Juillard, Mihoubi, Perendia, Ratto, and Villemot 2011.19cid:229cid:229cid:229cid:229cid:229cid:229cid:229cid:229cid:229cid:229cid:229cid:229time varying components of lower order. As the latter are likewise stable, we can conclude fromassumption 3.1 that the difference equations in all time varying components will be saddle stable;hence, the stability of the first order recursion is passed on to all higher orders.4 Stochastic Neoclassical Growth Model In this section, we examine two versions of the stochastic neoclassical growth model to demonstratethe method. This model has been used in numerous studies comparing numerical techniques andis a natural benchmark. We begin with the special case of log preferences in consumption and fulldepreciation that has a known solution to illustrate the relation of the nonlinear moving average tothe more familiar statespace solution. We then move on to the baseline specification of Aruoba,Fern andezVillaverde, and RubioRam rezs 2006 comprehensive study with inseparable utility tofoster comparability with their results. This version of the model lacks a known solution and must beapproximated. Using our nonlinear moving average solution, we analyze the contributing elementsto the response of the models endogenous variables to a technology shock and highlight the featuresof the multidimensional kernels and impulse responses.The model is populated by an infinitely lived representative household seeking to maximize itsexpected discounted lifetime utility given by49E0 t0t U Ct , Lt , with U Ct, Lt cid:16Cqt 1 Lt1q cid:171g 1 gwhere Ct is consumption, Lt labor, and b 0, 1 the discount factor, subject to50Ct Kt e Zt Kt 1L1at 1 d Kt 1where Kt is the capital stock accumulated today for productive purposes tomorrow, Zt a stochasticproductivity process, a 0, 1 the capital share, and d 0, 1 the depreciation rate. Output Yt isgiven by e Zt Kaand investment It by Kt 1 d Kt 1. Productivity is described byt 1L1at51with r Z 0, 1 a persistence parameter, e Z,t the innovation to the process, and s Z the standarde Z,t N cid:00,s 2Zcid:1Zt r ZZt 1 e Z,t,20cid:229badeviation of the innovations.The solution is characterized by the intertemporal Euler condition equalizing the expected presentdiscounted utility value of postponing consumption one period to its utility value today52t 1 Lt 1q cid:171gcid:16Cq Ctt1 1 Lt11q cid:171gcid:16Cq Ct1 b Etcid:16a e Zt1Ka 1t L1at1 1 d cid:17and the intratemporal condition equalizing the utility cost of marginally increasing labor supply tothe utility value of the additional consumption provided therewitht 1La1 a e Zt K53t 1 q 1 Lt Ctplus the budget constraint 50 and the technology shock 51. Collecting the four equations intoa vector of functions, the set of equilibrium conditions can be written 0 Et f yt 1, yt, yt1, utwhere yt cid:2Ct Kt Lt Ztcid:3 and ut cid:2e Z,tcid:3.4.1 Logarithmic Preferences and Complete Depreciation Special Case The first case we will examine is the simple stochastic neoclassical growth model under log preferences and complete capital depreciation. This model can be expressed in terms of one endogenousvariable, enabling a scalar version of the method to be studied, and possesses a wellknown closedform solution for the statespace policy function. We show how our policy function relates to thiswellknown statespace example and use our resulting closedform policy function as a basis for aninitial appraisal of our method.Accordingly, let U Ct, Lt in 49 be given by ln Ct ,19 normalize Lt 1 and set d 1 in 50.Combining 50 with 52 in this case yields540 Ethcid:0e Zt Kt 1 Ktcid:11 b cid:0e Zt1Kt Kt1cid:11cid:0a e Zt1Ka 1tcid:1i This particular case has a wellknown closed form solution for the statespace policy function:Kt ae Zt Kat 1. However, we are interested in its infinite nonlinear moving average representation 19That is, set q and gsingularity at g 1.to one, subtracting an appropriate constant and extending the utility function over the removable 21qaaaband guess that the logarithm of the solution is linear in the infinite history of technology innovations55ln Kt ln K b je Z,t jj0Inserting the guess and the infinite moving average representation for Zt, 54 can be rewritten 1 a 1 expcid:16cid:229b Et 1 expcid:16cid:229exp j b j a b j 1cid:1e Z,t 1 a ln K!j0cid:0rj b j a b j 1cid:1e Z,t j 1 a ln Kcid:17j b j a b j 1cid:1e Z,t1 j 1 a ln Kcid:17j0cid:0rj0cid:0r56where b 1 0.The value and recursion57 K a 11a, b j a b j 1 rj, with b 1 0solve 56 and verify the guess, 55.Not surprisingly, this solution can also be deduced directly from the known statespace solue Zt Kation. Take logs of Kt athe lag operator, L, and defining r L cid:2291 a 1 ln a 1 a L1 r Le Z,t and restating in levels givest 1, yielding ln Kt ln a Zt aln Kt 1. Making use ofj0 r L j, the foregoing can be written as ln Kt 58Kt awhere b L 1 a L1 r L cid:22911a expcid:161 a L1 r Le Z,tcid:17 aj0 b j L j as before.11a exp j0b je Z,t j!This special case offers a simple check of the numerical approach. We define Kt lnKt anduse Kt exp Kt to reexpress 54 as 2059With this reformulation, the firstorder expansion is the true policy rule in this special case. That is Kt 1 e Ktcid:1710 Etcid:20cid:16e Zta Kt e Kt1cid:171cid:16a e Zt1a 1 Ktcid:17cid:2159 can be rewritten as 0 Et f yt 1, yt, yt1, ut where yt cid:2Kt Ztcid:3 and ut cid:2e Z,tcid:3. b cid:16ezt1a To check our method, we calculate the kernels of the third order accurate nonlinear movingaverage solution of 59 out 500 periods, following the parameterization of Hansen 1985 for theremaining parameters by setting a 0.36, 1b 1.01, r 0.95, and s Z 0.00712. Our method 20See Fern andezVillaverde and RubioRam rez 2006 for more on change of variable techniques such as this.22cid:229cid:229bbbbbbcid:229successfully identifies y j,i, yk, j,i, and ys 2,i as being zero and the largest absolute difference in yi fromthose implied by the analytic solution was 4.3368 1018. This first check, while encouraging, isfar from comprehensive. In section 5, additional and potentially more meaningful measures will beexamined.4.2 CRRAIncomplete Depreciation Case We now move to the general case of Aruoba, Fern andezVillaverde, and RubioRam rez 2006.Following their parameterization, we relax the complete depreciation and log preferences of the previous section, see table 1. As no known closedform solution exists, we will need an approximation.We reexpress variables in logs, commensurate with a loglinear approximation. This choice is additionally motivated by our results in section 5 that indicate a log specification improves the accuracyof the approximation.Table 1 about here.For higherorder approximations, our policy function 2, yt ys,et,et 1,et 2, . . ., will straightforwardly enable impulse response analysis. That is, consider a shock in t to an element of et, onemeasure 21 for the response of yt through time to this impulse is given by the sequence60yt ysyt1 ysyt2 ys,et, 0, 0, 0, . . ., 0,et, 0, 0, . . ., 0, 0,et, 0, . .  Figure 1 about here.21 Note that we are assuming that yt j ys,0,0, . . ., j 0. Fern andezVillaverde, Guerr onQuintana, RubioRam rez, and Uribe 2011, for example, examine the responses starting from the mean of the ergodic distribution asopposed to the stochastic steady state that we assume. Note that in a nonlinear environment, variables will wander awaydeterministically from the ergodic mean to the stochastic steady state when the response to a single shock is examined,as the maintenance of variables around the ergodic mean requires the model to be constantly buffeted with shocks. Weargue for our measure as it eliminates such deterministic trends in impulse responses.23Figure 1 depicts the impulse responses and their contributing components from the kernels ofdifferent orders for capital, consumption, and labor to a positive, one standard deviation shock ine Z,t.22 The upper panel displays the impulse responses at first, second, and third order as deviationsfrom their respective nonstochastic steady states themselves in the middle right panel and thefirst feature to notice is that they are indistinguishable to the eye. This is not surprising, as it is wellknown that the neoclassical growth model is nearly loglinear. In the middle column of panels inthe lower half of each figure, the contributions to the total impulse responses from the second andthirdorder kernels yi,i and yi,i,i are displayed. Note that these components display multiple humpsto either side of the hump in the firstorder component upperleft panel, this is in accordance withthe artefact of harmonic distortion discussed in Priestly 1988, p. 27.The secondorder contributions of capital and consumption are positive and that of labor is negative. This reflects the combination of a precautionary reaction and nonlinear propagation mechanismof technology shocks. A technology shock is exploited by accumulating a disproportionately largecapital stock, which enables a larger increase in consumption but of an order of magnitude smallerthan capital in terms of second order contribution, as a precautionary reaction and a smaller increase in labor due to the second order downward correction than the linear model would predict.In the case of a negative technology shock not pictured, the first order components would simplybe their mirror images with opposite sign. The second order contributions, however, would remainentirely unchanged following from the symmetry of the quadratic. In combination, the second orderapproximation can thus capture time invariant asymmetries in the impulse responses.2322In terms of the conceptual difficulties laid out in Koop, Pesaran, and Potter 1996, we are assuming a particular history of shocks namely the infinite absence thereofsuch interaction will be addressed later, are examining aparticular shock realization positive, one standard deviation: due to the nonlinearity, asymmetries and the absence ofscale invariance are a potential confound, and ignoring distributional composition issues by examining a realization ofa single structural shock irrespective of its potential correlation with other shocks in this model there is only one shock,so this is moot anyway.23Time varying asymmetries would be captured by ys 2, j,i, require a fourth order approximation as the term ys, j,i fromthe third order approximation is zero, see section 3.3.24The precautionary component can likewise be seen in the upward correction of the steady statesin the rightmost panels. In the stochastic steady state, agents face uncertainty regarding future shocksand accumulate a precautionary stock of capital through increased labor efforts and disburse this asincreased consumption when shocks fail to manifest themselves. The lower left panel contains thecontributions from ys 2i the second order in s timevarying correction for risk, this demonstratesan initial wealth effect with consumption increasing and capital and labor decreasing relative to anonstochastic environment.24 Nonlinear impulse responses are not scale invariant, as noted alsoby Fern andezVillaverde, Guerr onQuintana, RubioRam rez, and Uribe 2011: for example, whilethe firstorder component scales linearly with the magnitude of the shock, the secondorder ordercomponent scales quadratically. As shocks become larger, a linear approximation would generallynot suffice to characterize the dynamics of the model. This is precisely the effect of higherorderterms: as the magnitude of the shock increases, these higher order terms begin to contribute moresignificantly to the total impulse, attempting to correct the responses for the greater departure fromthe steady state. For this model, however, one would need to consider shocks of unreasonable magnitude to generate any notable effects from the higherorder terms on the total impulse, reinforcingthe conventional wisdom that this model is nearly linear in the variables logarithms.Figure 2 about here.In figure 2, the impulse responses to a technology shock with different values 2, 5, and 10 ofthe CRRA parameter g are overlayed. Note that for all three values of g , the first order componentsdominate. While changes in g do change the periodicity of the harmonic distortion as well as theshape and sign of some second and third order components, the constant and timevarying corrections for risk display a significant change in magnitude. As gis increased, the stochastic steady stateis associated with higher constant precautionary stocks of capital and the timevarying component 24Fern andezVillaverde and RubioRam rez 2010 discusses the nonlinear impact of shocks in the production function and similar wealth effects.25displays a magnified wealth effect. Though not very large, the precautionary channel of the secondorder kernel is highlighted by the experiment, with both the second order contributions of capitaland labor increasing minimally and that of consumption decreasing initially. At values above 20 notpictured, the timevarying corrections for risk begin to contribute noticeably to the total impulse,whereas shocks several orders of magnitude larger than a standard deviation are needed to propelthe nonlinear kernels to significance.Figure 3 about here.Figures 3 and 4 draw the second and third order kernels, y j,i and yk, j,i, as they depend on differingtime separation potentially i 6 j 6 k of shocks. As likewise discussed in Fern andezVillaverde,Guerr onQuintana, RubioRam rez, and Uribe 2011, impulse responses are not invariant to thehistory of shocks. The third order kernels in figure 4 are four dimensional objects, captured by ouruse of colors inside a cube; we slice the cube with a diagonal plane whose diagonal i j k is thethird order contribution though not scaled to the magnitude of the shock in figure 1. The unscaledcontribution from the secondorder kernel in the impulse responses in figure 1 can be found alongthe diagonals of the kernels i j in figures 3. The off diagonal i 6 j 6 k elements correct for thehistory of shocks. That is, in addition to the individual secondorder contribution that can be foundalong the diagonals in figure 3, an off diagonal correction to the second order contribution would beneeded for shocks from the past. The deep valleys on either side of the kernels for consumption andcapital that bottom out at about fifty periods indicate a substantially persistent nature or memoryof the second order kernels.Figure 4 about here.Additionally, the harmonic distortion mentioned earlier can be seen in the kernels as well. Theshapes of the kernels perpendicular to the diagonal have direct analogs in polynomials: on eitherside of the diagonal of figures 3a and 3b, the shape is reminiscent of the parabola of a quadratic 26equation and the s shape of the cubic equation can be found on either side of the diagonal of figure 4. This bears a word of caution that not too much should be read into the shape itself of the kernels,as they are dictated by the form of the underlying polynomials.Figure 5 about here.Figure 5 highlights a central component of higherorder impulse responses:the break downof superposition or history dependence of the transfer function. The nonlinear impulse responseto two shocks at different points in time is not equal to the sum of the individual responses, evenafter having corrected the individual responses for the higher order. The panels in the figure depictthe secondorder contributions to the impulse responses of capital, consumption, and labor to twopositive, one standard deviation technology shocks, spaced 50 periods apart. The dashed line in thetop of figure simply adds the individual second order components from each shock together i.e.,presents the total secondorder component if superposition were to hold, whereas the solid lineadditionally contains the secondorder crosscomponent i.e., presents the true total secondordercomponent. Demonstrating this breakdown of superposition, the cross component overwhelmsthe individual components shortly after the second shocks hits and the secondorder contributionsto the responses of capital upper panel and consumption middle panel fail to match the peakresponse from a single shock, despite the lingering contribution from the initial shock in the samedirection. Although the mitigation is much less pronounced for labor lower panel, the differencefrom the sum of individual contributions is nonetheless noticeable and prolonged. In a nonlinearenvironment, there is no single measure for an impulse response;25 in starting from the stochasticsteady state, however, we remove any deterministic trends in our impulse response measure at eachorder of approximation e.g., starting from the ergodic mean introduces such a trend, see footnote 21.25See, e.g., Gourieroux and Jasiak 2005, Potter 2000, and Koop, Pesaran, and Potter 1996.275 Accuracy In this section, we explore the accuracy of our solution method using Euler equation error methods.26Beside validating the accuracy of our solution method, we add an Euler equation error methodfor assessing the accuracy of an impulse response, enabling the method to address our infinitedimensional state space.We examine our method using the model of Aruoba, Fern andezVillaverde, and RubioRam rez2006, examined in section 4.2. From Judd 1992, the idea of the Euler equation accuracy test in theneoclassical growth model is to find a unitfree measure that expresses the oneperiod optimizationerror in relation to current consumption. Accordingly, 52 can be rearranged to deliver the Eulerb Etcid:20Cqt11Lt11q 1gCt1cid:16a e Zt1Ka 1t L1at1 1 d cid:17cid:211 Lt 1q 1g 1q 1g 1equation error function as 2761EE 1 1Ct Deviations in 61 from zero are interpreted by Judd 1992 and many others as the relative optimization error that results from using a particular approximation. Expressed in absolute value andin base 10 logarithms, an error of 1 implies a one dollar error for every ten dollars spent and anerror of 6 implies a one dollar error for every million dollars spent.The arguments of EE depend on the state space postulated. Standard statespace methodswould choose EE Kt 1, Zt or EE Kt 1, Zt 1,e Z,t. Our nonlinear moving average policy functionrequires EE e Z,t,e Z,t 1, . . ., rendering the Euler equation error function an infinite dimensionalmeasure. In line with our presentation of impulse response functions, we examine the following setof Euler equation error functions, holding all be one shock constant and moving back in time from t,essentially assessing the onestep optimizing error associated with the impulse response functions.EEt EE e Z,t, 0, 0, . . . , EEt 1 EE 0,e Z,t 1, 0, . . . , EEt 2 EE 0, 0,e Z,t 2, . . . , . . .6226See, e.g., Judd 1992, Judd and Guu 1997, and Judd 199827Cf. Aruoba, Fern andezVillaverde, and RubioRam rez 2006, p. 2499.28We examine a range of shock values for e Z,t j that covers 10 standard deviations in either direction. This is perhaps excessive given the assumption of normality, but enables us to cover the samerange for the technology process examined in Aruoba, Fern andezVillaverde, and RubioRam rez2006 from a single shock. Figure 6 plots EEt for first through third order approximations in logs,see section 4.2, and in the variables original level specification. The first observation is that higherorder in levels performs uniformly better than the preceding orderthis result is reassuring, but nota given. As Lombardo 2010, p. 22 remarks, although within the radius of convergence the error inapproximation goes to zero as the order of approximation becomes infinite, this does not necessaryhappen monotonically. Second, switching to a log specification improves the first and second orderapproximations uniformly, while for the third order, this is true only for very large shocks. If we restrict our attention to three standard deviation shocks 0.021, the second order log approximationmake mistakes no greater than one dollar for everyone ten million spent and the third order leveland log approximations no greater than one dollar for everyone one hundred million spent, hardlyan unreasonable error. Of independent interest is the result that the first order approximation in logsis uniformly superior to the first order approximation in levels, standing in contrast to the result of Aruoba, Fern andezVillaverde, and RubioRam rez 2006. As their focus was on the mapping fromcapital to errors and ours on shocks to errors, it is possible that the preferred approximation dependson the dimension under study.Figure 6 about here.In figure 7, plots of EEt j for j 0, 1, . . ., 100 for the first order approximations in both levelsand logs are provided. Comparing these two figureslet alone incorporating the associated resultsfor the second and third order not picturedis difficult at best. Thus, to facilitate comparison of thedifferent approximations across the different horizons, two measures that reduce to two dimensionswill be examined, namely maximal and average Euler equation errors.Figure 7 about here.29First, we plot the maximal Euler equation errors over a span of 100 periods in figure 8a. I.e.,63where es 10esmaxe Z,t j10es cid:0EEt jcid:1 , for j 0, 1, . . ., 100is the constant standard deviation of the technology shock. The figure tends to reinforce theresults from examining only shocks in period t: for both the level and log approximations, movingto a higher order uniformly improves the quality of approximation and, at all three orders, movingfrom a level to a log specification likewise improves the accuracy of the approximation uniformlyaccording to this metric.Figure 8 about here.In our final measure, we graph average Euler equation errors over a span of 100 periods in figure 8b. In contrast to state space analyses where the ergodic distribution of endogenous state variablesis needed, this measure is relatively easy to calculate, as we merely need to integrate with respect tothe known distribution in this case normal of the shocks64Z EEt jd Fe Z,t j, for j 0, 1, . . ., 100Weighting the regions of shock realizations most likely to be encountered as defined by the distribution of shocks, we are not forced to make a choice regarding the range of shock values to consider.Again, we note the uniform improvement with higher order for the level approximations and theimprovement in the approximation by switching to logs. Though now there is some ambiguity regarding the preferred specification among the third in levels and second and third in logs, with thesecond order log specification surpassing both third order approximations between 25 and 35 quarters. The average error using a first order in level approximation is around one dollar for every tenthousand spent regardless of horizon. The second order approximations show an improvement asthe horizon increases, whereas the third order approximations tend to be lower at first, rise and thenfall again. The third order approximation in both levels and logs are associated with an average errorof about one dollar for every billion spent regardless of horizon, putting the ambiguity mentionedabove in perspective.30We conclude that the nonlinear moving average policy function can provide competitive approximations of the mapping from shocks to endogenous variables. As was the case with Aruoba,Fern andezVillaverde, and RubioRam rez 2006, however, the perturbation methods here deteriorate not reported in their extreme parameterization. As all perturbations, our method remains alocal method and is subject to all the limitations and reservations that face such methods.6 Conclusion We have introduced a nonlinear infinite moving average as an alternative to the standard statespace policy function to the dynamical analysis of nonlinear DSGE models. We have derived anperturbationbased approximation of this policy function, providing explicit derivations up to thirdorder in the form of a Volterra expansion. This approach for directly mapping the history of shocksinto endogenous variables enables familiar impulse response analysis techniques in a nonlinear environment, and provides a convenient decomposition on the mapping from approximation order anduncertainty. We confirm that this approach provides a solution with a degree of accuracy comparable to statespace methods by introducing Euler equation error methods for this infinite dimensionalmapping.Although there are a number of DSGE models and applications, i.e., welfare analysis, asset pricing and stochastic volatility for which the importance of nonlinear components and uncertainty inthe policy function has been proved, the nonlinear components we analyzed in the baseline neoclassical growth model are quantitatively unimportant, this is not surprising as the model is known tobe nearly linear. Qualitatively, the nonlinear contributions to the the mapping from shocks to endogenous variables are economically interpretable, translating, e.g., into precautionary behavior andwealth effects. Likewise, non economically interpretable artifacts of the nonlinear method, such asharmonic distortion are documented as well.The potential for explosive behavior in the simulation of statespace perturbations has lead to 31the adaptation of pruning algorithms, see Kim, Kim, Schaumburg, and Sims 2008, that appearadhoc relative to the perturbation solution itself. With our method, however, the stability from thefirst order solution is passed on to all higher order recursions. This feature of the nonlinear kernelsin our moving average solution is consistent with the Volterra operator acting upon the history ofshocks being bounded and the existence of an endogenous, perturbationbased pruning algorithmderived from inverting our moving average, both of which we study in a companion paper.The nonlinear perturbation DSGE literature is still in an early stage of development and ourmethod provides a different, yetfrom linear methodsfamiliar, perspective. Standard statespaceperturbation methods provide insight into the nonlinear mapping between endogenous variablesthrough time. Yet when the researchers interest lies in examining the nonlinear mapping fromexogenous shocks to endogenous variables, our method has considerable insight to offer.32References ADJEMIAN, S., H. BASTANI, M. JUILLARD, F. MIHOUBI, G. PERENDIA, M. RATTO, ANDS. VILLEMOT 2011: Dynare: Reference Manual, Version 4, Dynare Working Papers 1,CEPREMAP.ANDERSON, G. S. 2010: A Reliable and Computationally Efficient Algorithm for Imposing the Saddle Point Property in Dynamic Models, Journal of Economic Dynamics and Control, 343,472489.ANDERSON, G. S., A. LEVIN, AND E. SWANSON 2006: HigherOrder Pertubation Solutions to Dynamic DiscreteTime Rational Expectations Models, Federal Reserve Bank of San Francisco Working Paper Series 200601.ANDERSON, G. S., AND G. MOORE 1985: A Linear Algebraic Procedure for Solving Linear Perfect Foresight Models, Economics Letters, 173, 247252.ANDREASEN, M. M. forthcoming: On the Effects of Rare Disasters and Uncertainty Shocks for Risk Premia in NonLinear DSGE Models, Review of Economic Dynamics.ARUOBA, S. B., J. FERN ANDEZVILLAVERDE, AND J. F. RUBIORAM IREZ 2006: Comparing Solution Methods for Dynamic Equilibrium Economies, Journal of Economic Dynamics and Control, 3012, 24772508.BLANCHARD, O. J., AND C. M. KAHN 1980: The Solution of Linear Difference Models under Rational Expectations, Econometrica, 485, 13051311.BREWER, J. W. 1978: Kronecker Products and Matrix Calculus in System Theory, IEEE Transactions on Circuits and Systems, 259, 772781.COLLARD, F., AND M. JUILLARD 2001a: Accuracy of Stochastic Pertubation Methods: The Case of Asset Pricing Models, Journal of Economic Dynamics and Control, 2567, 979999.2001b: A HigherOrder Taylor Expansion Approach to Simulation of Stochastic ForwardLooking Models with an Application to a Nonlinear Phillips Curve Model, Computational Economics, 1723, 12539.FERN ANDEZVILLAVERDE,J. RUBIORAM IREZ, ANDM. URIBE 2011: Risk Matters: The Real Effects of Volatility Shocks, American Economic Review, 1016, 253061.J., P. A. GUERR ONQUINTANA,FERN ANDEZVILLAVERDE, J., AND J. RUBIORAM IREZ 2010: Macroeconomics and Volatility:Data, Models, and Estimation, Mimeo December.FERN ANDEZVILLAVERDE, J., AND J. F. RUBIORAM IREZ 2006: Solving DSGE Models with Perturbation Methods and a Change of Variables, Journal of Economic Dynamics and Control,3012, 25092531.GASPAR, J., AND K. L. JUDD 1997: Solving LargeScale RationalExpectations Models,Macroeconomic Dynamics, 101, 4575.33GOMME, P., AND P. KLEIN 2011: SecondOrder Approximation of Dynamic Models without the Use of Tensors, Journal of Economic Dynamics and Control, 354, 604615.GOURIEROUX, C. S., AND J. JASIAK 2005: Nonlinear Innovations and Impulse Responses with Application to Va R Sensitivity, Annales d Economie et de Statistique, 78.HANSEN, G. D. 1985: Indivisible Labor and the Business Cycle, Journal of Monetary Economics, 163, 309327.JIN, H.H., AND K. L. JUDD 2002: Pertubation Methods for General Dynamic Stochastic Models, Mimeo April.JUDD, K. L. 1992: Projection Methods for Solving Aggregate Growth Models, Journal of Economic Theory, 582, 410452.1998: Numerical Methods in Economics. MIT Press, Cambridge, MA.JUDD, K. L., AND S.M. GUU 1997: Asymptotic Methods for Aggregate Growth Models,Journal of Economic Dynamics and Control, 216, 10251042.KALMAN, R. 1980: A SystemTheoretic Critique of Dynamic Economic Models, International Journal of Policy Analysis and Information Systems, 41, 322.KAMENIK, O. 2005: Solving SDGE Models: A New Algorithm for the Sylvester Equation,Computational Economics, 251, 167187.KIM, J., S. KIM, E. SCHAUMBURG, AND C. A. SIMS 2008: Calculating and Using SecondOrder Accurate Solutions of Discrete Time Dynamic Equilibrium Models, Journal of Economic Dynamics and Control, 3211, 33973414.KLEIN, P. 2000: Using the Generalized Schur Form to Solve a Multivariate Linear Rational Expectations Model, Journal of Economic Dynamics and Control, 2410, 14051423.KOOP, G., M. H. PESARAN, AND S. M. POTTER 1996: Impulse Response Analysis in Nonlinear Multivariate Models, Journal of Econometrics, 741, 119147.LAN, H., AND A. MEYERGOHDE 2011: Existence and Uniqueness of Perturbation Solutions to DSGE Models, Mimeo December.LOMBARDO, G. 2010: On Approximating DSGE Models by Series Expansions, Working Paper Series 1264, European Central Bank.LOMBARDO, G., AND A. SUTHERLAND 2007: Computing SecondOrderAccurate Solutions for Rational Expectation Models Using Linear Solution Methods, Journal of Economic Dynamicsand Control, 312, 515530.MAGNUS, J. R., AND H. NEUDECKER 1979: The Commutation Matrix: Some Properties and Applications, The Annals of Statistics, 79, 383394.2007: Matrix Differential Calculus with Applications in Statistics and Econometrics. John Wiley Sons, West Sussex, UK, 3d edn.34MEYERGOHDE, A. 2010: Linear RationalExpectations Models with Lagged Expectations: ASynthetic Method, Journal of Economic Dynamics and Control, 345, 9841002.MUTH, J. F. 1961: Rational Expectations and the Theory of Price Movements, Econometrica,293, 315335.POTTER, S. M. 2000: Nonlinear Impulse Response Functions, Journal of Economic Dynamicsand Control, 2410, 14251446.PRIESTLY, M. B. 1988: NonLinear and NonStationary Time Series Analysis. Academic Press Ltd., London, UK.SCHMITTGROH E, S., AND M. URIBE 2004: Solving Dynamic General Equilibrium Models Using a SecondOrder Approximation to the Policy Function, Journal of Economic Dynamicsand Control, 284, 755775.SIMS, C. A. 2001: Solving Linear Rational Expectations Models, Computational Economics,2012, 120.TAYLOR, J. B. 1986: Econometric Approaches to Stabilization Policy in Stochastic Models of Macroeconomic Fluctuations, in Handbook of Econometrics, ed. by Z. Griliches, and M. D.Intriligator, vol. 3 of Handbook of Econometrics, chap. 34, pp. 19972055. Elsevier.UHLIG, H. 1999: A Toolkit for Analysing Nonlinear Dynamic Stochastic Models Easily, in Computational Methods for the Study of Dynamic Economies, ed. by R. Marimon, and A. Scott,chap. 3, pp. 3061. Oxford University Press.VETTER, W. J. 1970: Derivative Operations on Matrices, IEEE Transactions on Automatic Control, 152, 241244.1973: Matrix Calculus Operations and Taylor Expansions, SIAM Review, 152, 352369.WHITEMAN, C. H. 1983: Linear Rational Expectations Models: A Users Guide. University of Minnesota Press, Minneapolis, MN.35A Appendices A.1 Matrix Calculus and Taylor Expansion A.1.1 Matrix Calculus Definition Definition A.1. Matrix Derivative and Commutation Matrix 1. Matrix Derivative See Vetter 1970, Vetter 1973 and Brewer 1978.A1A2Dbkl ABpq DBABsptq a 1q bkl  apq bkl Db 11AB a 11 bkl  ap 1 bkl bklcid:21 cid:20 ai jcid:2Dbkl ABcid:3 Structures of higher derivatives are thereby uniquely defined Db 1t AB Dbs 1AB Dbst ABA3D n Bn AB DBDB DBAB 2. Abbreviated NotationA4ABsptq DBT AB and ABn D nBT n ABwhere T indicates transposition. Additionally,A5ACB DCT DBT AB,C DCT BT AB,C3. Commutation Matrix Ka,b See Magnus and Neudeckers 1979, p. 383 Theorem 3.1.A6Bmt Ans Km,n A B Kt,s A.1.2 Proof of theorem 2.11. Matrix Product Rule: Combine Vetters 1973, p. 356 transpose and product rules and examine the special case of an underlying vector variable.2. Matrix Chain Rule: Combine Vetters 1973, p. 356 transpose and chain rules and examinethe special case of an underlying vector variable.363. Matrix Kronecker Product Rule: Combine Vetters 1973, p. 356 transpose and Kroneckerrules with an underlying vector variable and adopt Magnus and Neudeckers 1979 notation.4. Vector Chain Rule: The result follows from the Matrix Chain Rule, setting q to one.A.1.3 Proof of corollary 2.2From Vetter 1970, p. 243 and, especially, Vetter 1973, pp. 358363, a multidimensional Taylorexpansion using the structure of derivatives evaluated at B in appendix A.1.1 is given byA7A8Mp 1 Bs 1 M B where RN1 B, B 1n!Ncid:229N! Z Bn11x BBT n M B B Bn RN1 B, BD n D N1BT N1Mx cid:16Is B x Ncid:17 dx Differentiating 2 with respect to all its arguments M times, evaluating at the steady state y, andnoting permutations of the order of differentiation, a Taylor approximation iss 11!ysys 10!y 11!0!cid:18 1i 10cid:18 1i 20cid:18 1i 1011!12!0!0!yi 1 yt  ys 2s 2 . . . 12!1M!ys Ms Mcid:191s i 112!ys 2i 1s 2 . . . M 1!yi 1i 2 11!yss i 1i 212!ys 2i 1i 2s 2 . . . s M1cid:19eys M2i 1i 2ys M1i 11M 2!ti 1s M2cid:19eti 1 eti 21M! cid:229i 10i 20im010!yi 1i 2imti 1 eti 2 etim Writing the foregoing more compactly yields 10 in the text.A.2 Auxiliary Matrices A.2.1 Shifting MatricesA9d 1 nyny 0nenyb 1nyne 0nene d 2 cid:20a 20 d 1 d 1cid:21 d 3 d 1 d 1 d 10000d 2 d 10037000d 1 d 2000d 1 d 2cid:229cid:229cid:229cid:229cid:229eabInyny 0nynea 20nune 11 b 1NIneneg 1 g 1 g 1g 2 Ia 200202 b 2d 1 d 1000g 2 g 1000g 4 000000g 1 g 2g 1 g 2Inyne2 Inyne2Inyne30nynyne200I0nynynynynynynenyA10A11A12g 1 g 3 g 5 Inyne2 0nynyne2Inyne2 Knyne,nyne2Ine Knyne,nyneInyne2 0nynyne2Inyne2 A.2.2 State Spaces for the Markov RepresentationA13A14A15xi g 1Si, Si cid:20yi 1x j,i g 2S j,i, S j,i cid:20y j 1,i 1Sk, j,i ui cid:21 , and Si1 d 1Si S j Sicid:21 , and S j1,i1 d 2S j,iS j Sk,iKne,ne 2Ine Kne,neSk S j Si Sk, j Si Sk S j,iand Sk1, j1,i1 d 3Sk, j,i A.3 Details of ThirdOrder Derivation We begin by differentiating f with respect to each triplet of shocks. The resulting system of equations remains linear in the third derivatives D 3e Ttke Tt je Ttif fx 3xk x j xi fx 2xk, j xiA16 fx 2x j xk,iKne,ne 2Ine Kne,ne fx 2xk x j,i fxxk, j,i 38ababababEvaluating this at y and setting its expectation to zero yields EtD 3e Ttke Tt je Ttif cid:12cid:12cid:12x fyyk 1, j 1,i 1 fyyk, j,i fyyk1, j1,i1 fx 3xk x j xi fx 2xk, j xi fx 2x j xk,iKne,ne 2Ine Kne,ne fx 2xk x j,iA170, for k, j, i 0, 1, . . ., with yk, j,i 0, for k, j, i 0a linear deterministic second order difference equation in the third derivative yk, j,i. The homogeneous components in A17 are identical to those in 16 and 25. The inhomogeneous componentsagain have a first order Markov representation. Using the shifting and transition matrices defined inappendix A.2 gives 39 of the main text, whose solution takes the form 40. The solution of theforgoing, analogously to lower orders, takes the form. By recursively substituting 40 in A17,using the shifting matrices and matching coefficients, we obtain a Sylvester equation 28 in b 3A18 fy fya b 3 fyb 3d 3 cid:2 fx 3fx 2fx 2fx 2cid:3g 3Now we move on to the partial derivatives of y function involving the perturbation parameter s.To determine ys, j,i, we differentiate f with respect to eti, et j and s D 3Tt je Ttif fx 3Ds x x j xi fx 2Ds x x j,i fx 2Ds x j xiA19 fx 2x j Ds xiKne,ne fx Ds x j,i Evaluating at y, taking expectations, setting the resulting expression to zero yields, and noting thewhere Ds x j,i xst1 Ine 2, j,i xee , j,ieresults from lower orders yields the expression in the text, whose solution, again analogously tolower orders, takes the form ys, j,i a ys, j 1,i 1, with ys, j,i 0, for j, i 0 delivering 42 in themain text.To determine ys 2,i, we differentiate f with respect to eti and stwice D 3s 2e Ttif fx 3Ds x Ds x xi fx 2Ds x Ds xi fx 2D 2s 2x xi fx 2Ds x Ds xi fx D 2s 2xi 28 It is a straightforward exntension of Lan and MeyerGohde 2011 to shown the existence and uniqueness of thesolution to the Sylvester equation is guaranteed by the saddle point assumption.39seA20where D 2s 2xi xs 2,i 2xs,ee ,iet1 Ine xee 2,iet1 et1 IneEvaluating at the nonstochastic steady state y, taking expectations, and setting the resulting expression to zero yields the expression in the main text, which is still a second order deterministicdifference equation. The homogeneous components are packed in xs 2,i, and they are identical tothose in 16 and 25. The inhomogeneous components can again be rearranged to have a first order Markov representation by using the shifting and transition matrices defined in appendix A.2, thusys 2,i 1 ys 2,i ys 2,i1cid:26cid:20 fx 3g 4b 1 g 4b 1 g 1 fx 2g 4b 2S0 S0 g 1 2 fx 2g 4b 1 g 4b 2S0 I fxg 4b 3g 5S0 S0 Icid:21Etet1 Ine fx 2xs 2 g 1cid:27Si 0t1 eA21for i 0, 1, . . ., with y 1 0The solution of the forgoing takes the form of 44 in the main text Substituting 44 in A21 andmatching coefficients, we obtain a Sylvester equation 29 in bA22 fy fya bd 1 cid:26cid:20 fx 3g 4b 1 g 4b 1 g 1 fx 2g 4b 2S0 S0 g 1s fyb 2 fx 2g 4b 1 g 4b 2S0 d 1 fxg 4b 3g 5S0 S0 d 1cid:21Ete To determine ys 3, we differentiate f with respect to sthree timest1 et1 Ine fx 2xs 2 g 1cid:27A23D 3s 3 f fx 3Ds x Ds x Ds x 2 fx 2Ds x D 2s 2x fx 2D 2Evaluating this at the nonstochastic steady state and setting its expectation to zero yieldswhere D 3s 3x xs 3 3xs 2,ee fx 3xee xee xee Ete fx 2xee 2 xee Ete0EtD 3s 3 f cid:12cid:12cid:12xA24t1 3xst1 e,ee 2et1 xee 3es 2x Ds x fx D 3t1 et1 et1s 3xt1 et1 et1 et1 et1 2 fx 2Etet1 et1 fxys 3 xee 3Etet1 et1 et1xee xee 2t1t1 ethe expression in the text.29The existence and uniqueness of the solution to the Sylvester equation is guaranteed, see footnote 28.40sseTable 1: Parameter Values for the Model of Section 4.2s ZZParameter Value 0.9896 2.00.357 0.40.0196 0.95 0.007See Aruoba, Fern andezVillaverde, and RubioRam rez 2006.41btqadrx 103Impulse Response of k to a 1 Std. Dev. Shock in e 654321snoitiave D0 0204060x 103First Order Component 642snoitiave D10.80.60.40.2snoitiave D80Periods since Shock Realization 100120x 105 Second Order Component 3.14173.14163.1416Third Order Accurate Second Order Accurate First Order Accurate 140160180Steady State and Constant Steady Stateplus Risk Adjustment 0050100Periods 1502000050100Periods 1502003.1415 050100150200x 107 Risk Correction to First Order 0123snoitiave Dx 109Third Order Component 151050snoitiave D4050100Periods 1502005050100Periods 150200 200 200 200 a Capitalx 103Impulse Response of c to a 1 Std. Dev. Shock in e 4.543.53sno 2.5itiave D21.510.5204060First Order Component 0 0x 1036sno 480Periods since Shock Realization 100120x 106 Second Order Component 6sno 4itiave D20050100Periods 150200itiave Dx 108 Risk Correction to First Order 50snosno 20050100Periods 150200x 109Third Order Component 420itiave Ditiave D51015050100Periods 1502002050100Periods 150200b Consumption Third Order Accurate Second Order Accurate First Order Accurate 140160180Steady State and Constant 0.25340.25340.25330.25330.25330.2533 0Steady Stateplus Risk Adjustment 50100150200x 103Impulse Response of l to a 1 Std. Dev. Shock in e 543210snoitiave D1 020406080Periods since Shock Realization 100120x 103First Order Component 6420snoitiave Dx 105 Second Order Component 0snoitiave D0.511.16941.16941.1694Third Order Accurate Second Order Accurate First Order Accurate 140160180Steady State and Constant Steady Stateplus Risk Adjustment 2050100Periods 1502001.5050100Periods 1502001.1695 050100150200x 108 Risk Correction to First Order 50x 108Third Order Component 3210snoitiave Dsnoitiave D51015050100Periods 1502001050100Periods 150200c Labor Figure 1: Impulse Responses to a Technology Shock, Model of Section 4.242x 103Impulse Response of k to a 1 Std. Dev. Shock in e 654321snoitiave D1401601802003.1453.1443.1433.1423.141 0Steady State and Constant Steady Stateplus Risk Adjustment 501001502000 0204060x 103First Order Component 642snoitiave D1.510.5snoitiave D80Periods since Shock Realization 100120x 105 Second Order Component 0050100Periods 1502000050100Periods 150200x 105 Risk Correction to First Order 0snoitiave D0.5151050snoitiave Dx 109Third Order Component 1050100Periods 1502005050100Periods 150200a Capitalx 103Impulse Response of c to a 1 Std. Dev. Shock in e 4.543.53sno 2.5itiave D21.510.5204060First Order Component 0 0x 1036sno 480Periods since Shock Realization 100120x 106 Second Order Component 6sno 4140160180200Steady State and Constant Steady Stateplus Risk Adjustment 0.2540.2535itiave D20050100Periods 150200itiave D20050100Periods 1502000.253 050100150200x 106 Risk Correction to First Ordersnoitiave D1012snoitiave D3050100Periods 150200x 109Third Order Component 42024050100Periods 150200b Consumptionx 103Impulse Response of l to a 1 Std. Dev. Shock in e 5432101 0204060x 103First Order Component 6420snoitiave D2050100Periods 150200x 106 Risk Correction to First Order 1051015080Periods since Shock Realization 100120x 106 Second Order Component 50x 108Third Order Component 3210snoitiave D50100Periods 1502001050100Periods 150200c Labor 200 Third Order Accurate Second Order Accurate First Order Accurate 140160180Steady State and Constant Steady Stateplus Risk Adjustment 1.16911.16921.16931.169450100Periods 1502001.1695 050100150200snoitiave Dsnoitiave Dsnoitiave D120Figure 2: Impulse Responses to a Technology Shock, Model of Section 4.2Blue: g 2, Red g 5, Green g 1043a Capitalb Consumptionc Labor Figure 3: SecondOrder Kernels, Model of Section 4.244a Capitalb Consumptionc Labor Figure 4: ThirdOrder Kernels, Model of Section 4.245x 1051.4Second Order Contributions from Two 1 Standard Deviation Shocks, Spaced 50 Periods Apart Total Second Order Contribution Sum of Individual Second Order Components 1.21snoitiave D0.80.60.40.20 020406080Periods since Shock Realization 100120Second Order Component of First Shockx 1051Second Order Componentof Second Shockx 1051snoitiave D0.80.60.40.200snoitiave D0.80.60.40.20050100Periods 150200140160180200x 106Second Order Cross Component 2024650100Periods 1502008 050100150200a Capital Second Order Contributions from Two 1 Standard Deviation Shocks, Spaced 50 Periods Apart Total Second Order Contribution Sum of Individual Second Order Components x 106876543210 0204060Second Order Component of First Shockx 106snoitiave D050100Periods 150200654321080Periods since Shock Realization 100120x 106 Second Order Componentof Second Shock 140160180200x 106Second Order Cross Component 10123050100Periods 1502004 0501001502006543210snoitiave Dsnoitiave Db Consumption Second Order Contributions from Two 1 Standard Deviation Shocks, Spaced 50 Periods Apart Total Second Order Contribution Sum of Individual Second Order Componentsx 10500.20.40.6snoitiave D0.811.21.4 020406080Periods since Shock Realization 100120Second Order Component of First Shock x 1050Second Order Componentof Second Shock x 1050snoitiave D0.20.40.60.811.20snoitiave D0.20.40.60.811.2050100Periods 150200140160180200x 106Second Order Cross Component 4321050100Periods 1502001 050100150200c Labor Figure 5: SecondOrder Contributions to Impulse Responses to a Technology Shock, Model of Section 4.2463456789 01go L rorr Enoitauq El reu E10 110.08 First Order Level Second Order Level Third Order Level First Order Log Second Order Log Third Order Log 0.060.040.0200.020.040.060.08Technology Shock at t Figure 6: Euler Equation Errors, Shock at Time t, Aruoba, Fern andezVillaverde, and RubioRam rezs 2006 Baseline Case 47 01go L rorr Enoitauq El reu E3.544.5510050Shock at tj 00.10.10.0500.05Technology Shocka In Levels01 go L rorr Enoitauq El reu E44.555.5610050Shock at tj 00.10.10.0500.05Technology Shockb In Logs Figure 7: Euler Equation Errors, FirstOrder Approximation, Aruoba, Fern andezVillaverde, and RubioRam rezs 2006 Baseline Case 4801 go L rorr E noitauq El reu Emumxa Mi 01go L rorr Enoitauq El reu Eegarev A3.544.555.566.577.588.5 0102030 First Order Level Second Order Level Third Order Level First Order Log Second Order Log Third Order Log 70809010040Technology Shock at tj 6050a Maximum Euler Equation Errors 4567891011 0102030 First Order Level Second Order Level Third Order Level First Order Log Second Order Log Third Order Log 70809010040Technology Shock at tj 6050b Average Euler Equation Errors Figure 8: Maximum and Average Euler Equation Errors, Aruoba, Fern andezVillaverde, and RubioRam rezs 2006 Baseline Case 49SFB 649 Discussion Paper Series 2011 For a complete list of Discussion Papers published by the SFB 649, please visit http:sfb 649.wiwi.huberlin.de. 001 002 003 004 005 006 Localising temperature risk by Wolfgang Karl Hardle, Brenda Lopez Cabrera, Ostap Okhrin and Weining Wang, January 2011. A Confidence Corridor for Sparse Longitudinal Data Curves by Shuzhuan Zheng, Lijian Yang and Wolfgang Karl Hardle, January 2011. Mean Volatility Regressions by Lu Lin, Feng Li, Lixing Zhu and Wolfgang Karl Hardle, January 2011. A Confidence Corridor for Expectile Functions by Esra Akdeniz Duran, Mengmeng Guo and Wolfgang Karl Hardle, January 2011. Local Quantile Regression by Wolfgang Karl Hardle, Vladimir Spokoiny and Weining Wang, January 2011. Sticky Information and Determinacy by Alexander MeyerGohde, January 2011. 007 MeanVariance Cointegration and the Expectations Hypothesis by Till 008 009 010 011 012 013 014 015 016 017 018 019 020 021 Strohsal and Enzo Weber, February 2011. Monetary Policy, Trend Inflation and Inflation Persistence by Fang Yao, February 2011. Exclusion in the AllPay Auction: An Experimental Investigation by Dietmar Fehr and Julia Schmid, February 2011. Unwillingness to Pay for Privacy: A Field Experiment by Alastair R. Beresford, Dorothea Kubler and Soren Preibusch, February 2011. Human Capital Formation on SkillSpecific Labor Markets by Runli Xie, February 2011. A strategic mediator who is biased into the same direction as the expert can improve information transmission by Lydia Mechtenberg and Johannes Munster, March 2011. Spatial Risk Premium on Weather Derivatives and Hedging Weather Exposure in Electricity by Wolfgang Karl Hardle and Maria Osipenko, March 2011. Difference based Ridge and Liu type Estimators in Semiparametric Regression Models by Esra Akdeniz Duran, Wolfgang Karl Hardle and Maria Osipenko, March 2011. ShortTerm Herding of Institutional Traders: New Evidence from the German Stock Market by Stephanie Kremer and Dieter Nautz, March 2011. Oracally Efficient TwoStep Estimation of Generalized Additive Model by Rong Liu, Lijian Yang and Wolfgang Karl Hardle, March 2011. The Law of Attraction: Bilateral Search and Horizontal Heterogeneity by Dirk Hofmann and Salmai Qari, March 2011. Can crop yield risk be globally diversified? by Xiaoliang Liu, Wei Xu and Martin Odening, March 2011. What Drives the Relationship Between Inflation and Price Dispersion? Market Power vs. Price Rigidity by Sascha Becker, March 2011. How Computational Statistics Became the Backbone of Modern Data Science by James E. Gentle, Wolfgang Hardle and Yuichi Mori, May 2011. Customer Reactions in OutofStock Situations Do promotioninduced phantom positions alleviate the similarity substitution hypothesis? by Jana Luisa Diels and Nicole Wiebach, May 2011. SFB 649, Spandauer Str. 1, D10178 Berlin http:sfb 649.wiwi.huberlin.de This research was supported by the Deutsche Forschungsgemeinschaft through the SFB 649 Economic Risk. SFB 649 Discussion Paper Series 2011 For a complete list of Discussion Papers published by the SFB 649, please visit http:sfb 649.wiwi.huberlin.de. 022 Extreme value models in a conditional duration intensity framework by 023 024 025 026 027 028 029 030 031 032 033 034 035 036 037 038 039 040 041 042 043 Rodrigo Herrera and Bernhard Schipp, May 2011. Forecasting Corporate Distress in the Asian and Pacific Region by Russ Moro, Wolfgang Hardle, Saeideh Aliakbari and Linda Hoffmann, May 2011. Identifying the Effect of Temporal Work Flexibility on Parental Time with Children by Juliane Scheffel, May 2011. How do Unusual Working Schedules Affect Social Life? by Juliane Scheffel, May 2011. Compensation of Unusual Working Schedules by Juliane Scheffel, May 2011. Estimation of the characteristics of a Levy process observed at arbitrary frequency by Johanna Kappus and Markus Rei, May 2011. Asymptotic equivalence and sufficiency for volatility estimation under microstructure noise by Markus Rei, May 2011. Pointwise adaptive estimation for quantile regression by Markus Rei, Yves Rozenholc and Charles A. Cuenod, May 2011. Developing webbased tools for the teaching of statistics: Our Wikis and the German Wikipedia by Sigbert Klinke, May 2011. What Explains the German Labor Market Miracle in the Great Recession? by Michael C. Burda and Jennifer Hunt, June 2011. The information content of central bank interest rate projections: Evidence from New Zealand by GundaAlexandra Detmers and Dieter Nautz, June 2011. Asymptotics of Asynchronicity by Markus Bibinger, June 2011. An estimator for the quadratic covariation of asynchronously observed Ito processes with noise: Asymptotic distribution theory by Markus Bibinger, June 2011. The economics of TARGET2 balances by Ulrich Bindseil and Philipp Johann Konig, June 2011. An Indicator for National Systems of Innovation Methodology and Application to 17 Industrialized Countries by Heike Belitz, Marius Clemens, Christian von Hirschhausen, Jens SchmidtEhmcke, Axel Werwatz and Petra Zloczysti, June 2011. Neurobiology of value integration: When value impacts valuation by Soyoung Q. Park, Thorsten Kahnt, Jorg Rieskamp and Hauke R. Heekeren, June 2011. The Neural Basis of Following Advice by Guido Biele, Jorg Rieskamp, Lea K. Krugel and Hauke R. Heekeren, June 2011. The Persistence of Bad Precedents and the Need for Communication: A Coordination Experiment by Dietmar Fehr, June 2011. Newsdriven Business Cycles in SVARs by Patrick Bunk, July 2011. The Basel III framework for liquidity standards and monetary policy implementation by Ulrich Bindseil and Jeroen Lamoot, July 2011. Pollution permits, Strategic Trading and Dynamic Technology Adoption by Santiago MorenoBromberg and Luca Taschini, July 2011. CRRA Utility Maximization under Risk Constraints by Santiago MorenoBromberg, Traian A. Pirvu and Anthony Reveillac, July 2011. SFB 649, Spandauer Str. 1, D10178 Berlin http:sfb 649.wiwi.huberlin.de This research was supported by the Deutsche Forschungsgemeinschaft through the SFB 649 Economic Risk. SFB 649 Discussion Paper Series 2011 For a complete list of Discussion Papers published by the SFB 649, please visit http:sfb 649.wiwi.huberlin.de. 044 045 046 047 048 049 050 051 052 053 054 055 056 Predicting BidAsk Spreads Using Long Memory Autoregressive Conditional Poisson Models by Axel GroKlumann and Nikolaus Hautsch, July 2011. Bayesian Networks and Sexrelated Homicides by Stephan Stahlschmidt, Helmut Tausendteufel and Wolfgang K. Hardle, July 2011. The Regulation of Interdependent Markets, by Raffaele Fiocco and Carlo Scarpa, July 2011. Bargaining and Collusion in a Regulatory Model, by Raffaele Fiocco and Mario Gilli, July 2011. Large Vector Auto Regressions, by Song Song and Peter J. Bickel, August 2011. Monetary Policy, Determinacy, and the Natural Rate Hypothesis, by Alexander MeyerGohde, August 2011. The impact of context and promotion on consumer responses and preferences in outofstock situations, by Nicole Wiebach and Jana L. Diels, August 2011. A Network Model of Financial System Resilience, by Kartik Anand, Prasanna Gai, Sujit Kapadia, Simon Brennan and Matthew Willison, August 2011. Rollover risk, network structure and systemic financial crises, by Kartik Anand, Prasanna Gai and Matteo Marsili, August 2011. When to Cross the Spread: Curve Following with Singular Control by Felix Naujokat and Ulrich Horst, August 2011. TVICA Time Varying Independent Component Analysis and Its Application to Financial Data by RayBing Chen, Ying Chen and Wolfgang K. Hardle, August 2011. Pricing Chinese rain: a multisite multiperiod equilibrium pricing model for rainfall derivatives by Wolfgang K. Hardle and Maria Osipenko, August 2011. Limit Order Flow, Market Impact and Optimal Order Sizes: Evidence from NASDAQ Total ViewITCH Data by Nikolaus Hautsch and Ruihong Huang, August 2011. 057 Optimal Display of Iceberg Orders by Gokhan Cebiroglu and Ulrich 058 059 060 061 062 063 Horst, August 2011. Optimal liquidation in dark pools by Peter Kratz and Torsten Schoneborn, September 2011. The Merit of HighFrequency Data in Portfolio Allocation by Nikolaus Hautsch, Lada M. Kyj and Peter Malec, September 2011. On the Continuation of the Great Moderation: New evidence from G7 Countries by Wenjuan Chen, September 2011. Forwardbackward systems for expected utility maximization by Ulrich Horst, Ying Hu, Peter Imkeller, Anthony Reveillac and Jianing Zhang. On heterogeneous latent class models with applications to the analysis of rating scores by Aurelie Bertrand and Christian M. Hafner, October 2011. Multivariate Volatility Modeling of Electricity Futures by Luc Bauwens, Christian Hafner and Diane Pierret, October 2011. SFB 649, Spandauer Str. 1, D10178 Berlin http:sfb 649.wiwi.huberlin.de This research was supported by the Deutsche Forschungsgemeinschaft through the SFB 649 Economic Risk. SFB 649 Discussion Paper Series 2011 For a complete list of Discussion Papers published by the SFB 649, please visit http:sfb 649.wiwi.huberlin.de. 064 065 066 067 068 069 070 071 072 073 074 075 076 077 078 079 080 081 082 083 Semiparametric Estimation with Generated Covariates by Enno Mammen, Christoph Rothe and Melanie Schienle, October 2011. Linking corporate reputation and shareholder value using the publication of reputation rankings by Sven Tischer and Lutz Hildebrandt, October 2011. Monitoring, Information Technology and the Labor Share by Dorothee Schneider, October 2011. Minimal Supersolutions of BSDEs with Lower Semicontinuous Generators by Gregor Heyne, Michael Kupper and Christoph Mainberger, October 2011. Bargaining, Openness, and the Labor Share by Dorothee Schneider, October 2011. The Labor Share: A Review of Theory and Evidence by Dorothee Schneider, October 2011. The Power of Sunspots: An Experimental Analysis by Dietmar Fehr, Frank Heinemann and Aniol LlorenteSaguer, October 2011. Econometric analysis of volatile art markets by Fabian Y. R. P. Bocart and Christian M. Hafner, October 2011. Financial Network Systemic Risk Contributions by Nikolaus Hautsch, Julia Schaumburg and Melanie Schienle, October 2011. Calibration of selfdecomposable Levy models by Mathias Trabs, November 2011. TimeVarying Occupational Contents: An Additional Link between Occupational Task Profiles and Individual Wages by Alexandra Fedorets, November 2011. Changes in Occupational Demand Structure and their Impact on Individual Wages by Alexandra Fedorets, November 2011. Nonparametric Nonstationary Regression with Many Covariates by Melanie Schienle, November 2011. Increasing Weather Risk: Fact or Fiction? by Weining Wang, Ihtiyor Bobojonov, Wolfgang Karl Hardle and Martin Odening, November 2011. Spatially Adaptive Density Estimation by Localised Haar Projections by Florian Gach, Richard Nickl and Vladimir Spokoiny, November 2011. Martingale approach in pricing and hedging European options under regimeswitching by Grigori N. Milstein and Vladimir Spokoiny, November 2011. Sparse Non Gaussian Component Analysis by Semidefinite Programming by Elmar Diederichs, Anatoli Juditsky, Arkadi Nemirovski and Vladimir Spokoiny, November 2011. Parametric estimation. Finite sample theory by Vladimir Spokoiny, November 2011. Continuous Equilibrium under Base Preferences and Attainable Initial Endowments by Ulrich Horst, Michael Kupper, Andrea Macrinay and Christoph Mainberger, November 2011. Equilibrium Pricing in Incomplete Markets under Translation Invariant Preferences by Patrick Cheridito, Ulrich Horst, Michael Kupper and Traian A. Pirvu, November 2011. SFB 649, Spandauer Str. 1, D10178 Berlin http:sfb 649.wiwi.huberlin.de This research was supported by the Deutsche Forschungsgemeinschaft through the SFB 649 Economic Risk. SFB 649 Discussion Paper Series 2011 For a complete list of Discussion Papers published by the SFB 649, please visit http:sfb 649.wiwi.huberlin.de. Competition and regulation in a differentiated good market by Raffaele Fiocco, November 2011. Risk Patterns and Correlated Brain Activities. Multidimensional statistical analysis of f MRI data with application to risk patterns by Alena Mysickova, Song Song, Piotr Majer, Peter N.C. Mohr, Hauke R. Heekeren and Wolfgang K. Hardle, December 2011. Spectral estimation of covolatility from noisy observations using local weights by Markus Bibinger and Markus Rei, December 2011. Solving DSGE Models with a Nonlinear Moving Average by Hong Lan and Alexander MeyerGohde, December 2011. 084 085 086 087 SFB 649, Spandauer Str. 1, D10178 Berlin http:sfb 649.wiwi.huberlin.de This research was supported by the Deutsche Forschungsgemeinschaft through the SFB 649 Economic Risk. ", "filename": "68022257X.pdf", "person": ["Hong Lan", "Lan, Hong", "Alexander Meyer-Gohde", "Meyer-Gohde, Alexander"], "date": ["2011"]}