{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/54570/1/682525219.pdf"], "title": ["Network effects, market structure and industry performance"], "plaintext": " Abstract This paper provides a thorough analysis of oligopolistic markets with positive demandside network externalities and perfect compatibility. The minimal structure imposed on the model primitives is such that industry output increases in a firms rivals total output as well as in the expected network size. This leads to a generalized equilibrium existence treatment that includes guarantees for a nontrivial equilibrium, and some insight into possible multiplicity of equilibria. We formalize the concept of industry viability and show that is it always enhanced by having more firms in the market andor by technological improvements. We also characterize the effects of market structure on industry performance, with an emphasis on departures from standard markets. The approach relies on latticetheoretic methods, which allow for a unified treatment of various general results in the literature on network goods. Several illustrative examples with closedform solutions are also provided. JEL codes: C72, D43, L13, L14. Key words and phrases: Network effects, demandside externalities, monotone comparative statics, Cournot oligopoly, supermodularity. 3 1 Introduction It has often been observed that the nature of competition is qualitatively dierent in networkindustries. The presence of interdependencies in consumerscid:146purchasing decisions induces demandside economies of scale that highly aect market behavior and performance. When such eectsprevail, be they of the snob or bandwagon type, purchase decisions are strongly incid:135uenced by buyerscid:146expectations, leading to behavior not encompassed by traditional demand theory Veblen, 1899, and Leibenstein, 1950. From an industrial organization perspective, these distinctive features raise newquestions and impose some methodological challenges. In their pioneering work on markets withnetwork eects, Katz and Shapiro 1985 proposed the concept of fulcid:133lled expectations Cournotequilibrium, which was widely adopted in the early literature. This has led to a number of resultsthat distinguish network markets from ordinary ones.1The purpose of the present paper is to provide a thorough theoretical investigation of marketswith homogeneous goods and network externalities, which unicid:133es and extends the existing studiesand tackles a number of new issues of interest that were either not previously addressed or onlypartially studied. We consider oligopolistic competition amongst cid:133rms in a market characterized bypositive direct network eects when the products of the cid:133rms are perfectly compatible with eachother, so that the relevant network is industrywide. While the current literature is more concernedwith the case of cid:133rmspecicid:133c networks, three arguments justify our choice. First, several importantindustries cid:133t the perfect compatibility framework, in particular those in the telecommunicationssector, such as fax machines and phones, but also many classical industries such as fashion andentertainment.2 Second, there are still several outstanding issues, which, although addressed inthe growing literature on network externalities, have not been fully articulated from a modelingperspective, and thus remain less than fully understood from a theoretical standpoint. Third, agood understanding of the single network case can shed quite some light on the incentives forcompatibility faced by cid:133rms in the case of cid:133rmspecicid:133c networks.31 See Economides and Himmelberg 1995, Economides 1996, Shy 2001 and Kwon 2007, among others. Incontrast, the earlier literature in management science relied on explicitly dynamic models that eschewed the use ofexpectations e.g. Oren and Smith, 1981 and Dhebar and Oren, 1985. More recent work using a dynamic paradigmincludes Bensaid and Lesne 1996, Gabszewicz and Garcia 2007 and Doraszelski et. al. 2009, among others.2 In some industries, each customer may have in mind his own social network only, not the overall network, whenmaking a purchase decision, but we follow the literature in industrial organization in ignoring this distinction.3 We stress that the only claim here is that the singlenetwork case is worthy of further study. The multinetwork 2In its unifying scope, with an emphasis on minimal and economically meaningful assumptionson the market primitives, the paper provides a general existence result for nontrivial equilibria i.e.those with positive production, and an extensive inquiry into the eects of market structure orexogenous entry on market performance. In terms of novel questions, the paper oers a generaltreatment of the critical issue of industry startup, including key results on the role of the numberof cid:133rms in the market and of technological improvements. It also provides some insight into thenotion that the presence of expectations can substantially broaden the scope of possible outcomesrelative to standard Cournot oligopoly. Throughout, the paper takes a comparative perspective inthat new cid:133ndings are contrasted with their standard Cournot counterparts, in an attempt to shedlight on the distinctive features of singlenetwork industries.The underlying approach is to impart minimal monotonicity structure to the oligopoly modelat hand, which achieves the twin goals of ensuring the existence of a fulcid:133lled expectations Cournotequilibrium while at the same time allowing clearcut predictions on the comparative statics ofmarket performance with respect to the number of cid:133rms. The critical structure is imposed on themodel in the form of two economically meaningful complementarity conditions on the primitivesthat guarantee the key properties that, along a given cid:133rmcid:146s best response, industry output increasesin rivalscid:146total output as well as in the expected network size. The overall analysis relies on latticetheoretic methods.4 A key benecid:133t of the approach is to allow for more transparent economicintuition behind the causeeect relationships we analyze.We next provide a more detailed overview of our cid:133ndings, coupled with a literature review. Theproblem of existence of fulcid:133lled expectations Cournot equilibrium proceeds in two distinct steps.To establish abstract existence via Tarskicid:146s cid:133xed point theorem, we adopt the arguments of Amirand Lambson 2000 and Kwon 2007 who directly exploit the monotonicity structure discussedabove. However, as expectations about the size of the network is a key determinant of consumerscid:146willingness to pay in these industries, the trivial, no production, equilibrium is often part of theequilibrium set. When this is the case, our previous proof of existence is not of much interest, as theunderlying equilibrium may a priori be the trivial one, the presence of which can be characterizedin a more direct fashion. As a consequence we complete the analysis by oering a second set ofstronger conditions that ensure the existence of at least one nontrivial equilibrium, i.e. oneor imperfect compatibility cases clearly also warrant further investigation, including along the lines proposed here.4 See Topkis 1978, Vives 1990, Milgrom and Roberts 1990 and Milgrom and Shannon 1994.3with strictly positive sales.Although the model is static in nature, we construct an explicit learning dynamics, mappingconsumerscid:146expectation of the network size to the corresponding Cournot industry output to analyzethe viability of the industry. This tatonnementtype dynamics is quite natural and has tacitly beenthe basis of many discussions of the viability issue in the literature. Studies of telecommunicationsmarkets, such as Rohlfs 1974 and Economides and Himmelberg 1995, often suggest that networkindustries typically have three equilibria. Under this natural dynamics, the two extreme equilibriaare stable in expectations and the middle equilibrium usually called critical mass is unstable. Theargument behind this structure is quite simple for pure network goods: If consumers expect thatfew buyers will acquire the good, then the good will be of little value to consumers and few of themwill end up buying it. These low sales in turn further depress consumerscid:146expectations through theabove dynamics, and the market unravels towards the trivial or notrade equilibrium. However,if expectations are higher to start with, other, nontrivial, equilibria will also be possible. Thisargument is often used to explain the startup problem in network industries, or the di cultiesfaced by incumbent cid:133rms in attempting to generate enough expectations to achieve critical mass.An important aim of the present paper is to shed light on the role of market structure as adeterminant of the viability of a network industry, a novel issue that, somewhat surprisingly, hasnot yet been addressed in the literature. We cid:133nd that the presence of more cid:133rms in the market alwaysenhances industry viability. The same conclusion holds for exogenous technological improvements,a plausible explanation e.g. of the history of the fax machine industry.Regarding market performance, the extremal equilibria i.e. maximal and minimal lead to anindustry output that increases in the number of cid:133rms, n, as in standard Cournot competition. Onthe other hand, as this also implies an increase in the equilibrium network size or expectations,the output result does not imply that market price decreases in n. Thus, the socalled propertyof quasicompetitiveness, which under similar assumptions holds in standard Cournot competition,does not hold here.5In addition, when n increases percid:133rm equilibrium output increases if thedemand is not too logconcave in output and decreases otherwise.The most drastic departure from standard oligopoly lies in the eects of entry on percid:133rm procid:133ts.Whenever percid:133rm outputs and the market price increase decrease with n; percid:133rm procid:133ts increase 5 A Cournot market is said to be quasicompetitive if the equilibrium price decreases with the number of cid:133rms.4decrease in n as well.6 The conclusion that competition may increase each cid:133rmcid:146s procid:133t is quiteprovocative and leads to several important implications, both from theoretical and policyorientedperspectives. The eects of entry on industry performance as recid:135ected in social welfare, consumersurplus and industry procid:133ts also display some distinctive features compared to standard Cournotcompetition. Demandside economies of scale broaden the conditions under which social welfareincreases with more entry. In addition, if the crosseect on the inverse demand function is positive,it is possible that consumer surplus decreases with n: Katz and Shapiro 1985 explain the intuitionbehind this result: If the network externality is strong for the marginal consumer, then the increasein the expected network caused by the change in the number of cid:133rms will raise hisher willingnessto pay for the good by more than that of the average consumer. As a consequence, the cid:133rms willbe able to raise price by more than the increase in the average consumercid:146s willingness to pay forthe product and consumer surplus will fall.The results of this paper reinforce the perception already prevalent in the literature that standardresults on the workings of competition might or might not apply in network industries. As aconsequence, a number of policy issues may need a fresh look and some revisiting. There may bemore scope for procompetitive cooperation or coordination by cid:133rms in network markets. One mightobserve a higher propensity for licensing, probably coupled with lower royalty rates or licensing fees;less patenting or a relatively more permissive attitude towards patent infringement by a cid:133rmcid:146s rivals;as well as more product standardization in industries where each cid:133rm might a priori opt for its ownseparate network of consumers, or for only partial compatibility of its product with rivalscid:146products.These likely policy consequences are similar to those one might expect to see as a result of the factthat having more cid:133rms alleviates the startup problem for the industry.In short, when morecompetition can be necessary to get a potential or young industry started up, or to enhance eachcid:133rmcid:146s procid:133t in an ongoing industry, the usual tradeos between consumer surplus and producersurplus are no longer the norm, and it is not surprising that many pillars of conventional wisdomabout suitable public policy for such industries might need reexamining. Proper reaction to thesenew incentives for coordinated action by market competitors might well require a signicid:133cant overhaulof existing antitrust policy Shapiro, 1996. In particular, it is highly desirable to arrive at a clearunderstanding of the respective specicid:133c market characteristics under which a given conventional 6 This result already appears in the context of a model with an inverse demand function that is linear in outputand no costs of production in Economides 1996, who in turn formalizes a remark made by Katz and Shapiro 1985.5outcome or its opposite hold. This in turn ought to rely on extensive theoretical analysis focusingon the special nature of network industries, and this is one of the motivations of the present work.7Another noteworthy aspect of this paper is that we provide several explicit examples with easyclosedform solutions to illustrate in a simple way some of the underlying conclusions. In particular,Example 1 captures with precise closedform solutions most of the relevant features often associatedwith the telecommunications industry in the literature.8The paper is organized as follows. Section 2 presents the model, the equilibrium concept and theassumptions. Section 3 deals with existence of nontrivial equilibria. Section 4 studies industryviability and contains many of our fully novel results. Section 5 analyzes output, price and percid:133rm procid:133ts as a function of the number of cid:133rms in the market. The last section also looks atmarket performance as recid:135ected in social welfare, consumer surplus and aggregate procid:133ts, again,as a function of n. Section 6 contains all the proofs of this paper. Finally, an elementary andselfcontained review of the latticetheoretic notions and results needed here forms the Appendix.2 The analytical framework This section presents the standard oligopoly model with network eects along with the commonlyused equilibrium concept due to Katz and Shapiro 1985. In view of the more general nature of ourtreatment, we cid:133rst enumerate all the needed assumptions we shall use later and their justicid:133cation.We consider a static model to analyze oligopolistic competition in industries with positive network eects, recid:135ected in consumerscid:146 willingness to pay being increasing in the number of otheragents acquiring the same good. The cid:133rmscid:146 products are homogeneous and perfectly compatiblewith each other, so there is a single network comprising the outputs of all cid:133rms in the industry.The market is fully described by the inverse demand function P Z; S and the number ofidentical cid:133rms n, each having cost function C x, where x denotes the cid:133rmcid:146s output, Z is theaggregate output in the market and S represents the expected size of the network. The cost ofproducing no output is zero: Considering that each consumer buys at most one unit of the good,7 Boone 2008 provides interesting insights into the di culties of deriving meaningful measures of competition inregular industries. Some insights carry over to network industries.8 Strictly speaking, some of the examples we construct below do not satisfy all the assumptions in this paper. Sincethe violations are not critical in any way and analytical examples with nice closedform solutions that capture thefeatures we want to highlight are hard to come by, we are not concerned by this issue.6S also stands for the expected number of people buying the good. Sometimes, it will be useful toexpress the production side in terms of average cost A x ; decid:133ned as C x x with A 0 C00:For a given S; each cid:133rmcid:146s reaction correspondence is obtained by maximizing the procid:133t functioncid:25 x; y; S x P x y; S cid:0 C xex y; S arg maxfcid:25 x; y; S : 0 cid:20 x cid:20 Kgwhere x is the cid:133rmcid:146s level of output, y the output of the other n cid:0 1 cid:133rms in the market and K 0 the production capacity of each cid:133rm.At equilibrium, all relevant quantities x; y; Z and cid:25 will be indexed by the underlying numberof cid:133rms n, e.g., we shall denote Zn the equilibrium industry output corresponding to n cid:133rms in themarket, and xin the equilibrium output of cid:133rm i. When clear from the context, we will avoid thesubindex i in the latter variable.Each cid:133rm chooses its output level to maximize its procid:133ts under the assumptions that i consumerscid:146expectations about the size of the network, S; is given; and ii the output level of the othercid:133rms, y, is cid:133xed. Alternatively, we may think of the cid:133rm as choosing total output Z x y, giventhe other cid:133rmcid:146s cumulative output, y; and the expected size of the network, S, in which case, with12e Z y; S arg maxfecid:25 Z; y; S : y cid:20 Z cid:20 y Kg :ecid:25 Z; y; S Z cid:0 y P Z; S cid:0 C Z cid:0 yConsistency requires e Z y; S ex y; S y:1. xin 2 arg maxnx Pcid:16x Pj 6i xjn; Scid:17 cid:0 C x : 0 cid:20 x cid:20 Ko; and 2. S Pi xin.An equilibrium in this game is a vector x 1n; x 2n; :::; xnn that satiscid:133es the following conditions Since the seminal paper by Katz and Shapiro 1985, this notion of equilibrium, known asFulcid:133lled Expectations Cournot Equilibrium FECE, has been used for oligopolies with networkeects. It requires that both consumers and cid:133rms correctly predict the market outcome, so thattheir beliefs are concid:133rmed in equilibrium. While strategic in their choice of outputs in the usual Cournot sense, cid:133rms are networksize taking in their perceived inability to directly incid:135uencecustomerscid:146expectations of market size. One plausible justicid:133cation for this is that cid:133rms are unable 7to credibly commit to output levels that customers could observe and reliably use in formulatingexpectations about network size Katz and Shapiro, 1985.9 Naturally, the plausibility of the FECEconcept increases with the number of cid:133rms present in the market.10Viewing S as an inverse demand shift variable, condition 1 just describes the equilibrium instandard Cournot competition with exogenous S. Let zn S denote the corresponding industryoutput equilibrium correspondence. Adding condition 2, an aggregate output Zn 2 zn S constitutes a FECE industry output if it satiscid:133es Zn S as well. As a consequence, if we graph zn Sas a function of S, the FECE industry outputs are all the points where this correspondence crossesthe 45cid:14 line. This idea will play a key role in both the existence proof and the viability analysis.Another, fully gametheoretic, interpretation of this equilibrium notion is in the context of atwostage game, wherein a market maker or a regulator announces an expected network size Sin the cid:133rst stage, and cid:133rms compete in Cournot fashion facing inverse demand P Z; S in the If the market makercid:146s objective function is to minimize j S cid:0 zn Sj, then to anysubgameperfect equilibrium of this game corresponds a FECE of the Cournot market with networksecond stage.externalities, and viceversa.Whenever welldecid:133ned, we denote the maximal and minimal points of a set by an upper anda lower bar, respectively. Thus, for instance, Zn and Zn are the highest and lowest industryequilibrium outputs when there are n cid:133rms in the market.0 P t; S dt cid:0 ZA Zn the Marshallian social welfare when aggregateoutput is Z; all cid:133rms produce the same quantity and the expected size of the network is S. Similarly,Denote by W Z; S ,R Zconsumer surplus is CS Z; S ,R Z0 P t; S dt cid:0 ZP Z; S.We now list the assumptions used in this paper, starting with a set of standard ones, followedby more substantive conditions.The standard assumptions areA1 P :; : is twice continuously dierentiable, P1 Z; S 0 and P2 Z; S 0.A2 C : is twice continuously dierentiable and increasing.9 Were such commitment credible for cid:133rms, standard Cournot equilibrium with inverse demand P Z; Z would bea more appropriate concept. A direct comparison between these two concepts appears in Katz and Shapiro 1985.10 A wellknown parallel is the fact that the pricetaking assumption of perfect competition is more plausible inmarkets with many producers, and thus more diuse competition.8A3 xi cid:20 K; for all cid:133rm i.These are all commonly used assumptions, including P2 Z; S 0, which recid:135ects positive network eects, or the property that consumerscid:146willingness to pay increases in the expected numberof people who will buy the good. Assumption A3 imposes capacity constraints on the productionprocess of each cid:133rm, a convenient condition to force compact output sets in a setting where cid:133rmsmay otherwise wish to produce unbounded output levels. Our results do not rely in any way on Ktaking on any particular set of values, as in Amir and Lambson 2000.The second set of assumptions are placed on two functions that play a key role in the overallanalysis. Let cid:11 Z; y denote the crosspartial derivative ofecid:25 Z; y; S with respect to Z and y, andcid:12 Z; S the crosspartial derivative of log P Z; S with respect to Z and S, scaled by P Z; S2 ;cid:11 Z; y cid:0P1 Z; S C00 Z cid:0 y andcid:12 Z; S P Z; S P12 Z; S cid:0 P1 Z; S P2 Z; S :The domains of cid:11 and cid:12 are 1 cid:17 fZ; y : y cid:21 0; Z cid:21 yg and 2 cid:17 fZ; S : Z cid:21 y; S cid:21 0grespectively, both of which are lattices in the product order.The second set of assumptions isA4 cid:11 Z; y cid:0P1 Z; S C00 Z cid:0 y 0 on 1.A5 cid:12 Z; S P Z; S P12 Z; S cid:0 P1 Z; S P2 Z; S 0 on 2.Assumption A4 allows for limited scale economies in production, and has been justicid:133ed in detailby Amir and Lambson 2000. In terms of the model structure, Assumptions A4 and A5 guaranteethat the procid:133t function ecid:25 Z; y; S has strictly increasing dierences on 1 and the strict singlecrossing property in Z; S, respectively, so that e Z y; S increases in y and S, respectively.The key novel assumption here is A5, which has the precise economic interpretation that theelasticity of demand increases in the expected network size S:11 In his pioneering study of theelementary microeconomic foundations of interdependent demands, Leibenstein 1950 suggestedthat demand is more elastic in network markets because individual reactions to price changes arefollowed by additional reactions, in the same direction, to each othercid:146s change in consumption. A511 The price elasticity of demand is cid:0cid:16 P Z;SZonly if log P Z; S has increasing dierences in Z; S Topkis, 1998, p. 66. cid:0cid:16Z log P Z;SZZP Z;Scid:17cid:01; which is increasing in S if andcid:17cid:019essentially captures the cumulative eect of these mutually reinforcing eects on aggregate demand.Another plausible interpretation of A5 is that it provides a formalization of the concept of demandside scale economies that is often postulated as a characteristic of network eects, though not in aprecise manner. A5 also embodies a key respect in which the present paper departs from the staticliterature, much of which deals with the case of additive network eects Katz and Shapiro, 1985,Economides and Himmelberg, 1995, and Economides, 1996, among others.123 Existence of equilibrium In this section we provide a general equilibrium existence result, exploiting the minimal monotonicstructure of the model recid:135ected in A4A5. As the trivial zerooutput equilibrium is often partof the equilibrium set, we derive a second result that oers additional conditions to guarantee theexistence of a nontrivial equilibrium, i.e. one with strictly positive industry output.We begin with the central monotonicity result, which is a direct consequence of A4 and A5.Lemma 1 Assume A1A5 are satiscid:133ed. Then, every selection of the bestresponse correspondencee Z y; S is increasing in both y and S.This lemma leads to an abstract existence result for symmetric equilibrium, along with the factthat the same assumptions preclude the possibility of asymmetric equilibria.Theorem 2 Assume A1A5 are satiscid:133ed. Then, for each n 2 N, the Cournot oligopoly withnetwork eects has at least one symmetric equilibrium and no asymmetric equilibria.The monotonicity structure behind this existence result will turn out to also drive most of thekey results of this paper, most of which have a comparative statics cid:135avor. Comparing A1A5 withthe set of assumptions in standard Cournot competition, the only new requirement is that the priceelasticity of demand increases with the network size, A5, taking P2 Z; S 0 as a natural propertyof network markets. Analogs of all other assumptions are also needed for proving existence in thestandard Cournot model, as recid:135ected in Amir and Lambson 2000, Theorem 2.1 reproduced next.12 An exception to this classicid:133cation is Resende and Laussel 2008, which deals in a novel way with multiplicativenetwork eects in a dynamic setting.10Lemma 3 Assume A1A4 are satiscid:133ed. Then, for each n 2 N, i the standard Cournot oligopolywith exogenous S has a symmetric equilibrium and no asymmetric equilibria; ii if A5 also holds,the extremal selections of zn S, zn S and zn S, increase in S; and iii if in addition A5 holdsand P Z; S is logconcave in Z, zn : is a singlevalued and continuous function.In Section 2 we noted that a cid:133xed point of zn S constitutes a FECE industry output. As aconsequence, statements i and ii in the last lemma could be used to show equilibrium existencethrough Tarskicid:146s Theorem. Although less direct than the approach behind Theorem 2, this ideaplays a key role in the proof of existence of a nontrivial equilibrium.It is wellknown that in network markets the trivial zeroproduction outcome is often anequilibrium. This phenomenon intensicid:133es when the network good has little standalone value,i.e. P Z; 0 is small. Given any such good, if end users believe no one else will acquire it, thegood will have no value, and the trivial outcome will necessarily be part of the equilibrium set.Telecommunications industries, such as fax, phone and email, typically exhibit this characteristic.In such markets, Theorem 2 is not of much interest since the underlying equilibrium may apriori be the trivial one. To complete the analysis, we give a simple characterization of the trivialequilibrium and then add extra assumptions to ensure the existence of a nontrivial equilibrium.Lemma 4 The trivial outcome is an equilibrium if and only if x P x; 0 cid:20 C x for all x 2 0; K :This lemma simply says that the trivial outcome is part of the equilibrium set if and only ifwhen the common expectation amongst cid:133rms and consumers about the size of the network is zero,and a cid:133rm believes the other cid:133rms will produce no output, the best it can do under the requiredcondition is to produce zero as well. The proof follows directly from the decid:133nition of FECE.To provide additional su cient conditions to ensure the existence of a nontrivial equilibriumwith strictly positive industry output, we need to make use of a cid:133ctitious objective function that isknown to achieve its maximum at a Cournot equilibrium industry output level, for given S. Decid:133necid:5 Z; S , n cid:0 1n cid:20Z Z0P t; S dt cid:0 n C Zncid:21 1nZP Z; S cid:0 n C Zn :3For given S; the function 3 cid:5 Z; S is a weighted combination of welfare and industry procid:133ts,with respective weights 1n and ncid:01n , as given in Bergstrom and Varian 1985 for standard Cournot.Theorem 5 Assume A1A5 are satiscid:133ed. Then, there exists a nontrivial equilibrium if at leastone of the following conditions is also satiscid:133ed 11i zero is not an equilibrium output i.e. the condition of Lemma 4 does not hold;ii zero is an equilibrium output, P 0; 0 C00, n cid:0P1 0; 0 C00 0 P1 0; 0 P2 0; 0and P1 0; 0 P2 0; 0 0; oriii zero is an equilibrium output, C00 : cid:21 0 and cid:5 Z0; S cid:21 cid:5 Z; S for some S 2 0; n K, some Z0 cid:21 S and all Z cid:20 S:Theorem 2 ensures equilibrium existence. Hence, if 0 is not part of the equilibrium set, theremust be an equilibrium with a strictly positive industry output, and Theorem 5i follows. Thisapplies only to network goods with su ciently high standalone value cf. Lemma 4.The extra requirements in ii guarantee that, although zn 0 0, zn S starts above the 45cid:14line near 0: The existence of a nontrivial equilibrium follows by Lemma 3 ii. Formally, this derivesfrom applying Tarskicid:146s Theorem to zn S for S 2 cid:15; n K, for some cid:15 0 small enough. As expected,the stronger the network eect around the origin is, as captured by P2 0; 0 ; the less stringent theexistence condition for the nontrivial equilibrium gets, i.e. the lower the threshold value of n is.Condition iii ensures that, although zn 0 0, zn S is above the 45cid:14 line at some S 2 0; n K,so a nontrivial equilibrium exists by Tarskicid:146s Theorem applied to zn : mapping S; n K to itself.The interpretation of the inequality cid:5 Z0; S cid:21 cid:5 Z; S derives from the meaning of cid:5Z0; S as awelfareprocid:133t combination see also Bergstrom and Varian, 1985.The proof of Theorem 5 uses the following intermediate result, which also plays a key role inthe viability analysis Section 4.Lemma 6 Assume A1A5 are satiscid:133ed. If 0 2 zn 0, then zn 0 0; i.e. zn 0 is singlevalued.If in addition P 0; 0 C00, the slope of zn : is also singlevalued and rightcontinuous at 0, andz 0n 0 n P20; 0cid:0 n 1 P10; 0 C00 0:4If the trivial equilibrium is not interior, i.e. P 0; 0 C00, then z 0n 0 0:Thus, though zn : is a correspondence, when 0 is part of the equilibrium set, it is singlevaluedat the origin. If in addition the trivial equilibrium is interior, the slope of this function is given by4 and depends on n. This observation plays a key role in the analysis of industry viability.The possibility of multiple equilibria in markets with network eects is more of a norm than anexception. Multiple equilibria are due to the positive feedback that derives from expectations: If 12consumers believe the good will not succeed, it will usually fail. On the contrary, if they expect itto succeed, it usually will.Amir and Lambson 2000 show that logconcavity of P Z; S in Z is su cient for uniquenessin standard Cournot competition along with A4. The added benecid:133t of this condition here wouldthus be to ensure that zn : is singlevalued and continuous, as shown in Lemma 3. When networkeects prevail, much stronger conditions are required to ensure uniqueness. Since our methodologyallows us to deal with multiple equilibria, we leave this issue aside.4 Industry viability This section provides an extensive treatment of industry viability, via i a formalization ofexpectations dynamics and the associated stability analysis of FECE, and ii two key results onthe eects of exogenously changing market structure and technological improvements on industryviability. As such, it contains much analysis with little formal counterpart in the extant literature.Many studies suggest that the left panel of Figure 1 recid:135ects the structure of specicid:133c telecommunications industries. The underlying game there displays three possible equilibria, the trivialequilibrium, a middle unstable equilibrium, usually called critical mass, and a high stable equilibrium.13 The intuition behind this concid:133guration is quite simple: If all the consumers expect that noone will acquire the good, then the good has no value and no one will end up buying it, resulting inthe trivial equilibrium for the industry. However, if expectations are higher to start with, another,nontrivial, equilibria will prevail.Whenever the trivial equilibrium is locally stable in expectations as in Figure 1, the marketwill never emerge as a result of an expected network size that is too low to start with. In viewof the equilibrium concept adopted here, the incumbent cid:133rms are simply unable to incid:135uence theseexpectations to get them past the critical mass. Under such conditions, even if the industry does getgoing, Cournot equilibrium on the basis of small expectations cannot lead cid:133rms to produce enoughoutput to generate prospects beyond the critical mass, and the industry will unravel through anatural process towards the trivial equilibrium. This argument is commonly invoked to capture the 13 There are several decid:133nitions of the notion of critical mass in the literature, some in dynamic settings and others instatic settings. In the present paper, we wish to adapt the most common decid:133nition, which is as the smallest nonzeroCournot unstable FECE, to our framework taking into account the multivaluedness of znS:13Figure 1: Viability and Basin of Attraction of the Trivial Equilibriumstartup problem that frequently aects these markets, and is often referred to as the chicken andegg paradox. Oren and Smith 1981 oer an early discussion of this phenomenon in electroniccommunications markets.The tacit dynamic process underlying this analysis can be formalized through the followingexpectationsnetwork size recursion, starting from any initial S0 cid:21 0,Sk bzn Skcid:01 ; k cid:21 15where bzn will denote either the maximal or minimal selection of zn: throughout except whereotherwise indicated.This process thus begins with a historically given initial expectation S0, then postulates thatcid:133rms react by engaging in Cournot competition with demand P Z; S0, leading to an industryoutput bzn S0. The latter will in turn determine consumers expectation S1 bzn S0, and theprocess repeats indecid:133nitely. This yields a sequential adjustment course in which consumers andcid:133rms behave myopically with respect to the size of the network. Taking a singlevalued selection ofzn: amounts to selecting one particular Cournot equilibrium for each given S.For each extremal selection of zn:, we can formally decid:133ne the corresponding critical mass asthe smallest initial expectation b S0 such that for all S0 b S0, the orbit given by 5 converges toa nonzero FECE. This decid:133nition captures the notion of critical mass irrespective of whether theselection at hand is continuous, or continuous from one side only i.e. right or left, or neither, at 14that specicid:133c point.14 We next formalize our notion of stability.Decid:133nition 7 The trivial equilibrium is stable if there is a right neighborhood V of 0 such that forall S0 in V; the orbit Sk bzn Skcid:01 ! 0 as k ! 1:It is intuitive that the maximal minimal selection is most least favorable for the viabilityof the industry. Let Vn denote the largest set of values of S0 for which the trivial equilibrium isstable, i.e. Vn is the basin of attraction of the trivial equilibrium. In view of Lemma 6, when zerothis derivative is generically not equal to 1, 0 is an isolated cid:133xedpoint for a formal proof, seeis a FECE aggregate output, bzn: is continuously dierentiable at 0: Assuming henceforth thate.g., Granas and Dugundji, 2003, pp. 326327. Since in addition bzn: is increasing in S, Vn isequal to 0; CM1; in the right panel of that cid:133gure the highest and lowest selections of bzn inducean interval.15 In the left panel of Figure 1, where zn : is singlevalued, there is only one interval Vn 0; CM2 and Vn 0; CM3, respectively.16Each industry can be classicid:133ed into one of three possible categories in terms of viability.17Decid:133nition 8 An industry is said to be i uniformly viable if every orbit in 5 converges to somenonzero equilibrium starting from any S0 0; ii conditionally viable if the convergence in itakes place only from su ciently high S0; and iii nonviable if every orbit in 5 converges to 0from any S0 cid:21 0.The next observation provides su cient conditions for each possible viability outcome by linkingit to our previous result on the existence of a nontrivial equilibrium being similar to that of Theorem 5, the proof is omitted.Corollary 9 Assume A1A5 are satiscid:133ed. An industry is i uniformly viable if and only if eithercondition i or ii of Theorem 5 holds; ii conditionally viable if condition iii of Theorem 5holds; and iii nonviable if the conditions of Lemma 4 holds and this equilibrium is unique.14 Related issues are addressed in some detail in Echenique 2002.15 Since zn is u.h.c., zn min zn is l.s.c. and leftcontinuous, and zn max zn is u.s.c. and rightcontinuous. Hence,Vn is open at its upper bound for zn while it may or may not be when we consider zn.16 The fact that 0; CM2 is open and 0; CM3 is rightclosed follows from both Figure 1 and Footnote 15.17 This decid:133nition extends in the obvious way to any increasing selection of znS, i.e. not only the extremal ones.Thus, for any increasing selectionbzn S, the critical mass is 0 if the industry is uniformly viable, 1 if it is nonviable,and satiscid:133es b S0 0 and lim Sb S0bzn S cid:20 b S0 cid:20 lim Sb S0bzn S if the industry is conditionally viable.15To provide a basis for comparing two dierent situations that might prevail for the same industry,we need to formalize a partial order for increasing viability.Decid:133nition 10 The viability of an industry increases if either i the industry goes from nonviableto conditionally viable, or from the latter to uniformly viable; or ii the industry is conditionallyviable and Vn contracts.Clearly, viability depends on the equilibrium selection under which the industry operates. Itis worth noting that, in contrast to standard Cournot industries, cid:133rms here would not necessarilyprefer the lowest equilibrium selection out of zn: since that selection may lead to a lower viabilityfor the industry and thus to zero procid:133ts from more initial values of S0 than the largest selection.Likewise, consumers would always prefer the largest selection of zn: in standard Cournot markets,but not necesarily here.The next result, a key cid:133nding of this paper, shows that additional cid:133rms in the market andora technological improvement always enhance the viability of a network industry.18 We captureexogenous technological change by a decrease in cid:11 for the cost function cid:11C:.19 Examples 1 and 2below illustrate these important eects.Theorem 11 Assume A1A5 are satiscid:133ed. Then,i more cid:133rms in the market andor technological improvements always increase the viability ofii if the trivial outcome is an equilibrium i.e. the condition of Lemma 4 holds and P1 0; 0 the industry i.e. bzn : shift up as n increases andor cid:11 decreases; and P2 0; 0 cid:20 0, an industry cannot be uniformly viable for any n.20Theorem 11 captures the key role of market structure in industry viability: having more cid:133rmsaround implies a lower critical mass would be needed to launch a given industry. The underlyingintuition is intimately connected to the FECE concept. Consider the natural question: In case S0happens to be below the critical mass, what prevents the existing cid:133rms from attempting to act as 18 Economides and Himmelberg 1995 show that, under some conditions, market structure has no eect on thecritical mass. Our results do not coincide because we decid:133ne critical mass in a dierent way.19 The result would extend to more general nonuniform shifts in the cost function, provided both the industrycost and the marginal cost functions shift downwards. The proof is essentially the same.20 This statement holds even if we consider the highest selection of zn:.16if there were more of them by producing a higher output level in an eort to incid:135uence consumerscid:146expectations of the network size upwards? In a context where the appropriate solution conceptis FECE, cid:133rms presumably cannot commit to their desired output levels in a credible way, and,likewise, attempting to incid:135ate their number by committing to a higher output would also not becredible, and would thus not constitute behavior compatible with the FECE concept.In industries with multiple cid:133rms having their own versions of the same general good, this resultmight explain why cid:133rms often settle for full compatibility between their products, instead of incompatibility. Their objective is to generate a single industry network that would be viable, whenseparate networks with one cid:133rm each would not be. This implies that some form of cooperationamongst direct rivals could be needed for their products to succeed. One example is the case of Sony and Philips, who jointly created industry standards for compact disc in the mid 80cid:146s Shapiro,1996. Such forms of cooperation have no counterparts in nonnetwork markets.The last theorem also captures the fundamental eect of an exogenous technological change onindustry viability. A technological improvement also lowers the critical mass that would be neededto start the market up. This key and intuitive result can shed some light on observed marketbehavior. The fax market took decades beyond the discovery of the initial technology to get startedShapiro and Varian, 1998. Now and then, an attempt at launching a new product with networkeects is seen to fail. One plausible diagnosis according to the present analysis is that the productmight be too costly at the early stages of the emerging industry.21Example 1. Consider the symmetric Cournot oligopoly with no production costs, and inversedemand function given by P Z; S expcid:18cid:02Zexp1 cid:0 1Scid:19 with Z; S 2 0; n K :The reaction function of a cid:133rm isex y; S 12 exp1 cid:0 1S: Since each cid:133rm has a dominantstrategy, ex y; S does not depend on y, and we can add the reaction functions to obtain zn S n2 exp1 cid:0 1S:An equilibrium industry output solves zn Z Z in Z. Then we have: Z1 f 0g, Z2 f 0; 1g,Z3 f 0; 0:457; 2:882g and Z4 f 0; 0:373; 4:311g, as shown in Figure 2.21 The quality of the production technology can also be a key factor in determining startup success, but in thepresent context this can only be captured partly via the cost function.17Figure 2: Viability and Market Structure As can be easily seen, the trivial equilibrium is always stable. With only one cid:133rm in the market,this is the only equilibrium, so the industry is nonviable. With one extra cid:133rm, a larger equilibriumemerges and the industry becomes conditionally viable barely, since zn : is tangent to the 45cid:14line. For a larger number of cid:133rms, the equilibrium concid:133guration encompasses three equilibria; thetwo extreme ones are stable and the intermediate one is unstable. The unstable equilibrium, oftencalled critical mass, decreases in n. This is an exact closedform example of the threeequilibriumconstellation that is often portrayed as typical in many network industries.Here, zn : shifts up as n increases. The industry goes from nonviable to conditionally viableas n goes from 1 to 2 cid:133rms. As n further increases, viability increases since the basin of attractionof 0 shrinks, but uniform viability is never attained as P10; 0 P20; 0 0 cf. Theorem 11. cid:3In our cid:133rst example, initial expectations must be high enough to start the market up whenn cid:21 2. Although the critical mass shrinks as the number of cid:133rms increases, the startup problemalways persists. The next example shows an extreme case where this problem disappears with atechnological improvement.18Figure 3: Viability and Technological Improvements Example 2. Consider an oligopoly with cost function Cx cid:11cx, c 0, and P Z; S expcid:18cid:0Zb Scid:19 with Z; S 2 0; n K and b 0:Here cid:11 captures technological improvements. The procid:133t function is The reaction function of any given cid:133rm is implicitly decid:133ned bycid:25 x; y; S cid:20expcid:18cid:0x yb S cid:19cid:21 x cid:0 cid:11cx:cid:19cid:21cid:181 cid:0ex y; S ynb Scid:19 cid:0 cid:11c 0cid:20expcid:18cid:0ex y; S yb Swhenex y; S is interior. When the left hand side of 6 is negative for allex 2 0; K thenex y; S 0,and it takes the value K when the left hand side of 6 is positive for allex 2 0; K :The aggregate equilibrium output with exogenous S, zn S, is implicitly decid:133ned bycid:20expcid:18cid:0zn Sb S cid:19cid:21cid:181 cid:0zn Snb S cid:19 cid:0 cid:11c 0when zn S is interior. Otherwise, zn S is either 0 or n K.Figure 3 illustrates the FECE for n 10 and b 2, given three possible values of cid:11c: 14, 12and 1. When the technology is costly, cid:11c 1; zn S is 0 for all S. Then the trivial equilibrium isthe unique FECE, and the industry is nonviable. After technological improvements, cid:11c 12 and 1967cid:11c 14, every orbit in 5 converges to n K starting from any S0 0, so the industry becomesuniformly viable. cid:3The cid:133rst example illustrates an interesting situation where the presence of network eects mighthave unusual implications on cid:133rmscid:146attitudes towards intellectual property rights and entry deterrence. Indeed, cid:133rms will not be tempted to engage in entry deterrence activities if their numberis insu cient to start the market up. In such a case, those in possession of patents will have amuch higher than usual incentive to engage in licensing to their rivals on rather generous terms.Naturally, such generosity will prevail only until the industry is started up, or until procid:133ts cease toincrease with the number of competitors, as we shall see below.The last example shows the key eect of technological improvements on the viability of theindustry. Even with a large number of potential competitors, the market might not start up untilthe industry manages to lower production costs su ciently.5 Exogenous entry and market performance This section studies the eects of market structure or exogenous entry on the equilibrium industry output, percid:133rm output, market price, percid:133rm procid:133ts, consumer surplus and social welfare.Amir and Lambson 2000 and Amir 2003 address similar questions for standard Cournot competition, and show that scale economies can lead to counterintuitive results about the most basicaspects of market response to increased competition. We show next that, under network eects,similar reversals are typically much easier to come by, and that they can be generated solely bydemandside externalities instead of production scale economies. In other words, they derive fromincreasing returns on the demand side of the market, rather than the supply side. We will provideeither su cient conditions for these reversals when appropriate, or otherwise at least closedformexamples illustrating these possibilities.The analysis that follows makes all the statements on the largest equilibrium, i.e. the one withthe largest equilibrium outputs, namely, Zn and xn. When the zero outcome is an equilibrium, it isclearly the smallest equilibrium. Since it is invariant in the number of cid:133rms, its comparative staticsquestions are trivial. When the zero outcome is not part of the equilibrium set, our conclusions alsoapply to the minimal selections, Zn and xn.20Decid:133ne the interval of output levels In , Zn; Zn1: The cid:133rst result relates entry to equilibriumindustry output and market price.Theorem 12 Assume conditions A1A5 are satiscid:133ed. Then, we havei the extremal equilibrium industry outputs, Zn and Zn, increase in n; andii if P1 Z; Z P2 Z; Z cid:21 cid:20 0 on In, then Pcid:0Zn1; Zn1cid:1 cid:21 cid:20 Pcid:0Zn; Zncid:1 :Theorem 12 i is also true in standard Cournot competition, as shown by Amir and Lambson2000, Theorem 2.2 b.In the latter, the usual law of demand su ces for the market priceto decrease after new entry. As Theorem 12 ii indicates, the eect of entry on market price isambiguous when network eects prevail. The reason is that when industry output increases the cid:133rmsmust set the price low enough to attract the marginal consumer, but when more buyers join thenetwork consumerscid:146willingness to pay increases. Thus the overall eect of entry on the market pricedepends on how strong the output eect is, relative to the network eect. As a consequence, thesocalled property of quasicompetitiveness, which under similar assumptions holds in the standard Cournot game, need not be satiscid:133ed here.For the eects of entry on percid:133rm outputs and procid:133ts, a new function is needed some insightinto its sign is given laterg Z cid:2P Z; Z cid:0 C0 Zncid:3 P11 Z; Z P12 Z; Z cid:0 P1 Z; Z P1 Z; Z P2 Z; Z :Theorem 13 In addition to A1A5, assume Zn and Zn1 are interior equilibria. Then, we have8i if g Z cid:21 0 on In, the largest percid:133rm equilibrium output increases in n, i.e. xn1 cid:21 xn; andii if g Z cid:20 0 on In, the largest percid:133rm equilibrium output decreases in n, i.e. xn1 cid:20 xn:In short, this result means that the scope for the businessstealing eect, which is nearly universalin standard Cournot oligopoly, is quite a bit narrower in the presence of network externalities. Onthe other hand, the scope for the opposite, or businessenhancing, eect is much broader in thepresent setting, as we see next.Corollary 14 In addition to the assumptions of Theorem 13, assume no costs of production. Thenxn1 cid:21 xn if, for Z 2 In,P Z; Z P12 Z; Z cid:0 P1 Z; Z P2 Z; Z cid:2P Z; Z P11 Z; Z cid:0 P 21 Z; Zcid:3 cid:21 0:921The lefthand side of 9 is the same as g Z when the cid:133rms face no production costs. Its cid:133rstterm is positive by A5, and logconvexity of P Z; S in Z ensures the second one is positive aswell. Therefore logconvexity is a su cient, but not necessary, condition for the highest percid:133rmequilibrium output to increase after new entry whenever marginal costs are zero. Amir and Lambson2000, Theorem 2.3, require logconvexity to globally ensure the same result for standard Cournotcompetition. Hence network eects facilitate this unusual outcome.Based on Theorems 12 and 13, the following result deals with the eects of entry on percid:133rmequilibrium procid:133ts. Recall that in standard Cournot oligopoly, the only part of the conventionalwisdom about the eects of competition that is universally valid is that percid:133rm procid:133ts decline withthe number of competitors Amir and Lambson, 2000, and Amir, 2003. We now show that in thepresence of network eects, this result can be easily reversed.Theorem 15 In addition to A1A5, assume Zn and Zn1 are interior equilibria. Then, we havei if P1 Z; Z P2 Z; Z cid:21 0 and g Z cid:21 0 on In, at the largest equilibrium, cid:25n1 cid:21 cid:25n; andii if P1 Z; Z P2 Z; Z cid:20 0 and g Z cid:20 0 on In, at the largest equilibrium, cid:25n1 cid:20 cid:25n:The cid:133rst result provides su cient conditions for the cid:133rms in the market to prefer further entryby new cid:133rms. It generalizes a result in Economides 1996, based on a more specicid:133c formulation,which in turn formalizes a remark made by Katz and Shapiro 1985.Although surprising, the intuition for this outcome is simple. New entry increases the equilibriumindustry output, as shown in Theorem 12, and a direct eect is that market price goes down by theusual law of demand. But via the eect on the size of the network, this output increase also shiftsthe inverse demand function up, thus pushing for a price increase. Then, if the overall eect on themarket price is positive and each cid:133rm increases own output, the existing cid:133rms in the market arebettero after new entry. As Economides 1996 states, if the externalities are strong, the networkeect dominates the usual competitive eect of entry.A natural question arises when procid:133ts increase in n. Why cancid:146t the existing cid:133rms attempt toact as if there were more of them in order to each get higher procid:133ts at equilibrium? Since theywould do so by producing a higher output level in an eort to incid:135uence consumerscid:146 expectationsof the network size upward, the answer is the same as for the startup problem: the tacit lack ofcommitment power on the part of the cid:133rms, which is at the heart of the FECE concept.22The next result follows as a simple corollary of our last theorem. Its extra requirement capturesas a special case one of the conditions often imposed in the network models: no second ordereects on the inverse demand function.Corollary 16 In addition to the conditions of Theorems 13 and 15, assume P11 Z; ZP12 Z; Z 0, for all Z. If P1 Z; Z P2 Z; Z cid:21 cid:20 0 on In, then, at the largest equilibrium,i percid:133rm equilibrium output increases decreases in n, i.e. xn1 cid:21 cid:20 xn; andii percid:133rm equilibrium procid:133ts increase decrease in n, i.e. cid:25n1 cid:21 cid:20 cid:25n.The new condition here, P11 Z; Z P12 Z; Z 0; is satiscid:133ed if, for example, P Z; S h S cid:0 k Z with h: an increasing function, or P Z; S f S cid:0 Z with f : increasing.The next example highlights the implications of Theorem 15.Example 3. Consider a Cournot oligopoly with no production costs and P Z; S maxfa b Scid:11 cid:0 Z; 0g with Z; S 2 0; n K ; a cid:21 0; b 0 and cid:11 2 0; 1 :The reaction function of any given cid:133rm is ex y; S maxfa b Scid:11 cid:0 y 2; 0g : Here we assume K is large enough. After a simple computation, the symmetric equilibrium industry output isimplicitly decid:133ned by cid:0Zn 1 n na nb Zcid:11n 0:Let a 10; b 5 and cid:11 45: Upon computation, percid:133rm equilibrium procid:133ts for dierentvalues of n arecid:251 cid:25 14; 561 cid:252 cid:25 49; 255 cid:253 cid:25 67; 316 cid:254 cid:25 70; 676cid:255 cid:25 67; 288 cid:256 cid:25 61; 520 cid:257 cid:25 55; 301 cid:258 cid:25 49; 404 ::: cid:2521 cid:25 14; 444:We observe that when the number of cid:133rms is small, n 1; 2 or 3; incumbent cid:133rms are bettero if an extra cid:133rm enters the market. When n cid:21 4, cid:133rms are worseo after new entry. Considerfor instance a situation where entry costs are 14; 440. Then a single cid:133rm in the market wouldbarely make a positive procid:133t, and potential entrants might decide to stay out if they based theirassessment on standard oligopoly settings due to procid:133ts just covering entry costs. Yet, the marketcould actually accommodate a full 21 cid:133rms at the unique free entry equilibrium! cid:3The results that follow provide su cient conditions that validate, for the highest equilibrium,the conventional wisdom that social welfare and consumer surplus increase with more competition,while industry procid:133ts decrease. We start the analysis starts with social welfare.23Theorem 17 Assume A1A5 are satiscid:133ed. Then, at the highest equilibrium, Wn1 cid:21 Wn if at leastone of the following conditions holdsi Z Znii xn1 cid:21 xn:0cid:2Pcid:0t; Zn1cid:1 cid:0 Pcid:0t; Zncid:1cid:3 dt cid:21 Zn A xn1 cid:0 A xn; or In thinking about social and consumer welfare throughout, it is useful to keep in mind thatsince P2 Z; S 0 by A1, and Zn1 cid:21 Zn by Theorem 12 i, the inverse demand shifts out asthe number of cid:133rms increases from n to n 1, i.e. goes from Pcid:0:; Zncid:1 to Pcid:0:; Zn1cid:1. Hence, thearea under the inverse demand changes through two eects: The shift in the demand curve and thechange in equilibrium output. It follows that the left hand side of condition i is always positive. Sothis theorem identicid:133es two su cient conditions for welfare to increase: either one has diseconomiesof scale A : is increasing and decreasing percid:133rm output, or percid:133rm output being increasing inn. Network eects play a key role in giving rise to these two conditions. First, they give rise tothe demand shift and to an increase in total output, which makes condition i more likely to hold.As seen earlier, they also weaken the businessstealing eect, thereby easing the conditions underwhich percid:133rm output increases in n.We next study consumer surplus, for which our results dier markedly from their counterpartsfor the standard Cournot oligopoly.Theorem 18 Assume A1A5 are satiscid:133ed. Then, at the highest equilibrium, CSn1 cid:21 CSn ifeither i Pcid:0Zn1; Zn1cid:1 cid:20 Pcid:0Zn; Zncid:1; or ii P12 Z; S cid:20 0.As a consequence of the socalled property of quasicompetitiveness, which under similar conditions holds in the standard Cournot game, condition i is always satiscid:133ed without network eects.Example 4, at the end of the section, shows the opposite sometimes happens in network industries.Katz and Shapiro 1985 clearly explain why this surprising result might occur here: If the marginal consumer has a strong network externality, then the increment in the expected network sizegenerated by the larger number of cid:133rms in the market, will increase hisher willingness to pay forthe product above that of the average consumer. As a consequence, the cid:133rms will be able to raisethe price by more than the increase in the average consumercid:146s willingness to pay for the productand consumer surplus will fall.24Our last theorem provides respective su cient conditions for industry procid:133ts to increase ordecrease with entry in a way that links the outcome with the price eect.Theorem 19 Assume A1A5 are satiscid:133ed. Then, at the highest equilibrium,of Theorem 15 i are satiscid:133ed; andi n 1 cid:25n1 cid:21 ncid:25n if Pcid:0Zn1; Zn1cid:1cid:0A xn1 cid:21 Pcid:0Zn; Zncid:1cid:0A xn andor the conditionsii n 1 cid:25n1 cid:20 ncid:25n if Pcid:0Zn1; Zn1cid:1 cid:0 Pcid:0Zn1; Zncid:1 cid:20 A xn1 cid:0 Acid:0 n1Since the highest equilibrium industry output increases in n, part i is the trivial observationn xn1cid:1.that, if markup increases in n, industry procid:133ts increase. The second statement is a corollary of Theorem 15 i. The justicid:133cation of Theorem 19 ii is quite similar to the previous one.The cid:133nal result proof omitted is a direct implication of previous ones, dealing with the important and widely used special case of constant returns to scale.Corollary 20 In addition to A1A5, assume production costs are linear, i.e. C x cx with c cid:21 0.Then, at the highest equilibrium, as the number of cid:133rms increases, i social welfare increases, andii industry procid:133t increases if market price increases.Example 4 illustrates how exogenous entry can aect consumer surplus and industry procid:133ts.Example 4. Consider a Cournot oligopoly with no production costs and P Z; S maxfa cid:0 ZS3; 0g with Z; S 2 0; n K and a; K 1:The reaction function of any given cid:133rm isx y; S 8:maxcid:8cid:0a S3 cid:0 ycid:1 2; 0cid:9 if cid:0a S3 cid:0 ycid:1 2 Kif cid:0a S3 cid:0 ycid:1 2 cid:21 KK:Thus, we have three possible FECE aggregate outputs: Zn n 0;pn 1 na; n Ko :From a simple computation, consumer surplus is zero at the smallest equilibrium and, CSn 1 2n K assuming a cid:21 1 n K2 ; at the highest one. Hence consumer surplus decreases in n forthe highest equilibrium. This result is possible as Conditions i and ii in Theorem 18 are violated,i.e. the market price at the highest equilibrium increases in n and P12 Z; S 3S4 0 for all Z; S:Aggregate procid:133t at the highest equilibrium is ncid:25n n Kha cid:0 1 n K2i, which increases in n;as does the corresponding social welfare Wn an K cid:0 1 2n K. cid:3256 Conclusion Building on basic insights from the theory of supermodular games, this paper has provided athorough analysis of a standard static symmetric model of oligopolistic competition with nonlinearnetwork eects. A minimal monotonicity structure on the model leads to industry output increasingin rivalscid:146 output and in the expected network size, thus yielding in one broad stroke existenceof symmetric equilibrium as well as some key characterization results with a comparative staticscid:135avor.In particular, industry viability, a known concept for which we provide novel theoreticalfoundations here, is shown to be enhanced by increases in the number of competitors as well as bytechnological progress. Likewise, respective su cient conditions are derived for each dimension ofmarket performance to increase or decrease with more competition. Due to the presence of demandside increasing returns, the tendency for counterintuitive eects, which is fully characterized, is seento be much stronger than in regular markets, where it is often due to scale economies. Mostnotably, price and percid:133rm procid:133t can both increase with the number of cid:133rms, with the latter eecthaving no counterpart in regular markets even under scale economies Amir and Lambson, 2000.Several illustrative examples with closedform solutions are constructed, including one that capturesexactly the wellknown threeequilibria concid:133guration that is broadly thought to capture expectationsdynamics in telecommunication industries. In terms of policy implications, by identifying preciseconditions for various possible eects to hold, our results provide solid theoretical foundations forsome wellknown policy prescriptions that need revisiting for network markets Shapiro, 1998.7 Proofs This section provides the proofs for all the results of the paper, and also contains the statementsand proofs of some useful intermediate results not given in the body of the paper.The proof of Lemma 1 calls for an intermediate result.Lemma 21 Assume A1A5 hold. Thenecid:25 Z; y; S has the strict singlecrossing property in Z; S :Proof of Lemma 21To prove this result, cid:133rst note that cid:12 Z; S 0 if and only if 2 log P Z; S ZS 0: Weshow that this condition implies thatecid:25 Z; y; S has the strict singlecrossing property in Z; S, i.e.26that for any Z Z0 and S S0;ecid:25cid:0Z; y; S0cid:1 cid:21ecid:25cid:0Z0; y; S0cid:1 ecid:25 Z; y; S ecid:25cid:0Z0; y; Scid:1 :Since 2 log P Z; S ZS 0, log P Z; S cid:0 log P Z0; S log P Z; S0 cid:0 log P Z0; S0, or P Z; SP Z0; SP Z; S0P Z0; S0:The left hand side of 10 can be rewritten asZ cid:0 y Pcid:0Z; S0cid:1 cid:0 C Z cid:0 y cid:21cid:0Z0 cid:0 ycid:1 Pcid:0Z0; S0cid:1 cid:0 Ccid:0Z0 cid:0 ycid:1 :Combining 11 and 12, we getZ cid:0 y P Z; SP Z0; S0P Z0; S cid:0 C Z cid:0 y cid:0Z0 cid:0 ycid:1 Pcid:0Z0; S0cid:1 cid:0 Ccid:0Z0 cid:0 ycid:1 :Multiplying both sides of 13 by P Z0; S P Z0; S0 we obtainZ cid:0 y P Z; S cid:0Ccid:0Z0 cid:0 ycid:1 :By A1, P Z0; S P Z0; S0 1 and, by A2, C Z cid:0 y cid:21 C Z0 cid:0 y : Thus, 14 implies C Z cid:0 y cid:0Z0 cid:0 ycid:1 Pcid:0Z0; Scid:1 cid:0P Z0; SP Z0; S0P Z0; SP Z0; S0Z cid:0 y P Z; S cid:0 C Z cid:0 y cid:0Z0 cid:0 ycid:1 Pcid:0Z0; Scid:1 cid:0 Ccid:0Z0 cid:0 ycid:1 ;which is just the right hand side of 10. Hence, 10 holds. cid:3Proof of Lemma 1101112131415dierences in Z; y. Furthermore, the feasible correspondence y; S cid:0! y; y K is ascendingin y: Then, by Topkiscid:146s theorem Theorem A.1, Appendix, every selection from the argmax of Since 2ecid:25 Z; y; S Zy cid:11Z; y 0, by A4, the maximand in 2 has strictly increasingecid:25 Z; y; S, e Z y; S, increases in y:By Lemma 21, ecid:25 Z; y; S has the strict singlecrossing property in Z; S.In addition, thefeasible correspondence y; S cid:0! y; y K does not depend on S. Then, by Theorem A.2,Appendix due to Milgrom and Shannon 1994, every selection from the argmax of ecid:25 Z; y; S,e Z y; S, is also increasing in S: cid:3Proof of Theorem 227The following mapping, which can be thought of as a normalized cumulative bestresponse, isthe key element in dealing with symmetric equilibria for any n 22Bn : 0; n cid:0 1 K cid:2 0; n K cid:0! 20;ncid:01Kcid:20;n Ky; S cid:0! cid:20 n cid:0 1n cid:0x 0 ycid:1 ; x 0 ycid:21where x 0 denotes a bestresponse output level by a cid:133rm to a joint output y by the other ncid:01 cid:133rms,given S. It is readily vericid:133ed that the setvalued range of Bn is as given, i.e.if x 0 2 0; K andy 2 0; n cid:0 1K, then n cid:0 1nx 0 y 2 0; n cid:0 1K and x 0 y 2 0; n K : Also, a cid:133xed pointof Bn is easily seen as a symmetric equilibrium, for it must satisfy both by n cid:0 1 n bx 0 by ;or bx 0 by n cid:0 1 ; and b S bx 0 by; which says that the responding cid:133rm produces as much as eachof the other n cid:0 1 cid:133rms and the expected size of the network is fulcid:133lled at equilibrium.By Lemma 1 we know that every selection of e Z y; S increases in y and S: Hence, for anycid:133xed n 2 N, every selection of Bn increases in y; S, so that by Tarskicid:146s cid:133xed point theoremTheorem A.3, Appendix, it has a cid:133xed point. As argued before, a cid:133xed point of Bn is a symmetricequilibrium. This proves the cid:133rst statement of Theorem 2.is strictly increasing in the sense that all its selections are strictly increasing in y, for each S. Thus,To show that no asymmetric equilibria exists, it su ces to show that the correspondence e Z y; Sfor all possible S, to each Z0 2 e Z y; S corresponds at most one y such that Z0 x 0 y with Z0being a bestresponse to y and S. In other words, for each equilibrium output Z0, each cid:133rm mustbe producing the same x 0 Z0 cid:0 y, with y n cid:0 1 x 0.A4 implies that ecid:25 Z; y; S Z is strictly increasing in y, a property slightly stronger thanimplies that e Z y; S is strictly increasing in y for each S, whenever e Z y; S is interior.23 Thesecond statement in Theorem 2 follows because, as argued in the previous paragraph, this conditionguarantees no asymmetric equilibria exist. cid:3strictly increasing dierences in Z; y: By Topkis 1998, Theorem 2.8.5 on p. 79, this property Proof of Lemma 3The proof of this lemma follows directly from Amir and Lambson 2000, thus we omit it. cid:3Proof of Lemma 422 See Amir and Lambson 2000 and Kwon 2007.23 This result was proved in Amir 1996 and Edlin and Shannon 1998.28By decid:133nition, an industry output of 0 is a FECE if 0 2ex 0; 0. This holds if and only ifcid:25 0; 0; 0 cid:21 cid:25 x; 0; 00 cid:21 x P x; 0 cid:0 C xfor all x 2 0; K : This proves our cid:133rst statement. The second one follows because all the steps areindependent of the number of cid:133rms in the market. cid:3The proof of Theorem 5 calls for several intermediate results, which will turn out to be useful forsome other proofs as well. We cid:133rst state su cient conditions under which an increasing selectionof zn S is dierentiable for almost all S, and give a specicid:133c functional form for its slope. We thenshow that when 0 is part of the equilibrium set, then zn 0 is singlevalued and rightcontinuous.SProof of Lemma 22cid:0nf P1bzn; SP2bzn; S cid:0 P bzn; S cid:0 C0 bznn P12bzn; Sg Lemma 22 Assume A1A5 are satiscid:133ed. Let bzn be an increasing selection of zn S, such thatbzn S 2 0; n K. Then bzn S is dierentiable for almost all S; and its slope is given bybzn Sn 1 P1bzn; S2 cid:0 n P bzn; S cid:0 C0 bznn P11bzn; S cid:0 P1bzn; SC00 bznnwhere bzn stands for bzn S :Ifbzn S is interior, it must satisfy the cid:133rst order conditionwherebzn stands forbzn S. Multiplying both sides of 17 by n Sincebzn S is increasing, it is dierentiable almost everywhere w.r.t. Lebesgue measure and Substitutingbzn S by its implicit value in 17, and multiplying the numerator and the denominator P bzn; S bznn P1bzn; S cid:0 C0 bznn 0n P bzn; S zn P1bzn; S cid:0 n C0 bznn 0:cid:0 n P2bzn; S ezn P12bzn; Sn 1 P1bzn; S bzn P11bzn; S cid:0 C00 bznnby P1zn; S, we obtain 16. cid:3bzn SS16171819:Proof of Lemma 629We cid:133rst show that if 0 2 zn 0, then 0 zn 0, i.e., zn 0 is a singleton. By Lemma 4 we knowthat 0 2 zn 0 if and only ifx P x; 0 cid:20 C x for all x 2 0; K :20Since P1 Z; S 0 by A1, it follows from 20 that x P x y; 0 C x for all x 2 0; K and ally 0: Hence, 0 is a dominant strategy in the standard Cournot game given S 0. This provesthat zn 0 is singlevalued.Since P 0; 0 C00, the trivial outcome is an interior equilibrium. To show 4, take anysequence Sk 0 such that bzn is dierentiable at Sk for all k this is possible since the set ofpoints of dierentiability of an increasing function forms a dense subset of its domain. Sincebzn isincreasing, it has left and right limits at every point, so limk!1bznSk exists. Since zn: is u.h.c.,limk!1bznSk 2 zn 0 f 0g, so that by the earlier part of this proof, limk!1bznSk 0.Now consider 19 with S Sk. By Assumption A1 and the fact that limk!1bznSk 0, thethis argument is clearly independent of the particular increasing selectionbzn and of the sequencerighthand side of 19 is rightcontinuous in S at 0. Taking limits as k cid:0! 1, 4 follows. SinceSk chosen, zn S Sj S0 is singlevalued, continuous at 0, and given by 4.The fact that z 0n 0 0 if the trivial equilibrium in not interior follows directly from our previousarguments, thus we omit this proof. cid:3We next show that, for all S 2 0; n K, any argmax of a cid:133ctitious objective function cid:5 Z; S isan element of zn S :Lemma 23 Assume A1A5 are satiscid:133ed and C : is convex. Given any n 2 N and S 2 0; n K, if Z0 2 arg maxfcid:5 Z; S : 0 cid:20 Z cid:20 n Kg then Z0 2 zn S :Proof of Lemma 23We show that if Zcid:3 is an argmax of cid:5 Z; S, then Zcid:3 is the industry output of a symmetric Cournot equilibrium with exogenous S. Let Zcid:3 xcid:3 ycid:3, with xcid:3 Zcid:3n and ycid:3 n cid:0 1 xcid:3,and consider Z0 x 0 ycid:3, with x 0 2 0; K : Then x 0 denotes a possible deviation of a given cid:133rmfrom its equilibrium output xcid:3: We next show this unilateral deviation is never procid:133table.30Since Zcid:3 is a maximizer of cid:5 Z; S ; then cid:5 Zcid:3; S cid:21 cid:5 Z0; S, which is equivalent to sayn cid:0 10n Z xcid:3ycid:3Z x 0ycid:3n 0n cid:0 1P t; S dt xcid:3P xcid:3 ycid:3; S cid:0 n C xcid:3 cid:21P t; S dt x 0 ycid:3nn cid:19Pcid:0x 0 ycid:3; Scid:1 cid:0 n Ccid:18 x 0 ycid:321Then we have P t; S dt n cid:0 1 C xcid:300cid:21n cid:0 1cid:0n cid:0 1xcid:3P xcid:3 ycid:3; S cid:0 C xcid:3n Z x 0ycid:3n cid:0 1P t; S dt n Z xcid:3ycid:3n Z x 0ycid:3n cid:0 1 x 0 cid:0 xcid:3 x 0Pcid:0x 0 ycid:3; Scid:1 cid:0 Ccid:0x 0cid:1 :P t; S dt xcid:3ycid:3cid:21cid:21n Pcid:0x 0 ycid:3; Scid:1 x 0 ycid:3nx 0 ycid:3nn cid:19Pcid:0x 0 ycid:3; Scid:1 cid:0 n Ccid:18 x 0 ycid:3Pcid:0x 0 ycid:3; Scid:1 cid:0 Ccid:0x 0cid:1Pcid:0x 0 ycid:3; Scid:1 cid:0 Ccid:0x 0cid:1nx 0 ycid:3The cid:133rst inequality follows from 21, after rearranging terms. The second one holds as we assumed C : is convex and ycid:3 n cid:0 1 xcid:3, and the last one by A1, P1 Z; S 0: Since x 0 is arbitrary,this argument shows that xcid:3 is a symmetric Cournot equilibrium. cid:3Proof of Theorem 5Part i holds because, if the trivial outcome zero output is not part of the equilibrium set,Theorem 2 guarantees there is a FECE with strictly positive industry output.Parts ii and iii are both based on the following argument. By Lemma 3, the maximal andminimal selections of zn S, zn S and zn S, increase in S. Assume, for the moment, there existsan S0 2 0; n K such that zn S0 cid:21 S0: If we restrict attention to the values of S in S0; n K,it follows that zn S 2 S0; n K because zn : is increasing and zn S0 cid:21 S0: Therefore, for all S 2 S0; n K, zn S is an increasing function that maps S0; n K into itself. Hence, by Tarskicid:146s cid:133xedpoint theorem Theorem A.3, Appendix, there is an S0 cid:20 S00 cid:20 n K such that zn S00 S00: Sincethis condition implies zn S00 is a strictly positive FECE, the existence of a nontrivial equilibriumreduces to showing there is at least one S 2 0; n K for which zn S cid:21 S:To prove Part ii, we show z 0n 0 1. By Lemma 6, z 0n 0 1 if, given P1 0; 0 P2 0; 0 0,n cid:2cid:0P1 0; 0 C00 0cid:3 P1 0; 0 P2 0; 0 :31Then the existence of a nontrivial FECE follows by the argument in the previous paragraph, as Lemma 6 and the property z 0n 0 1; imply there exists a small 0 for which zn : Thiscompletes the proof of Part ii.The inequality in Part iii is equivalent to say there is some S 2 0; n K and some Z0 cid:21 S forwhich n cid:5 Z0; S cid:0 cid:5 Z; S cid:21 0 for all Z cid:20 S: As a consequence, the largest argmax of cid:5 Z; Smust be larger than S. Call this argmax b Z. Our proof follows because b Z 2 zn S, by Lemma 23,and this ensures there is an S 2 0; n K for which an element of zn S is higher than S: cid:3Proof of Theorem 11We will show Part i for a change in n. The proof for cid:11 is almost identical, so we omit it. Amirand Lambson 2000, Theorem 2.2 b shows that zn S and zn S are increasing in n. Given this,the claim follows directly from Decid:133nition 10.To prove Part ii, observe that if the trivial equilibrium holds and P1 0; 0 P2 0; 0 cid:20 0, then,by Lemma 6, z 0n 0 1 8 n, so that 0 is a stable equilibrium 8 n. This ends our proof. cid:3Proof of Theorem 12The maximal and minimal selections of Bn as decid:133ned in the proof of Theorem 2 denoted,respectively, Bn and Bn; exist by Topkiscid:146s theorem. Furthermore, the largest equilibrium values of Bn is increasing in n for all y; S. Since Bn is also increasing in both y and S, the largest cid:133xedyn and Zn ,cid:0yn; Zncid:1, constitute the largest cid:133xed point of Bn. Since n cid:0 1 n is increasing in n,point of Bn;cid:0yn; Zncid:1 ; is also increasing in n see Milgrom and Roberts, 1990. A similar argument,using the selection Bn; establishes thatcid:16y; Zncid:17 increases in n as well. This shows part i.Part ii follows directly from Part i since d P Z; Z dz P1 Z; Z P2 Z; Z : cid:3n Proof of Theorem 13Consider the following mapping Mn : 0; n K cid:0! 20;KThen Mn maps industry output into the solution of a cid:133ctitious cid:133rst order condition, which coincides Z cid:0! ex cid:8x : P Z; Z x P1 Z; Z cid:0 C0 x 0cid:9 :22with that of an interior FECE when x Zn and Z Zn:32Totally dierentiating this cid:133rst order condition with respect to n; we havef P1 Z; Z P2 Z; Z ex P11 Z; Z P12 Z; Zg Substituting in 23ex by C0 Zn cid:0 P Z; Z P1 Z; Z ; and rearranging terms, we get P1 Z; Zcid:8cid:2P Z; Z cid:0 C0 Zncid:3 P11 Z; Z P12 Z; Z cid:0 P1 Z; Z P1 Z; Z P2 Z; Zcid:9 dzcid:01dzdn 0:23 0:dn24Substituting g Z from 8 into 24, we get 1P1 Z; Zg Zdzdn 0:cid:025By A1, P1 Z; Z 0. Also, by Theorem 12 i, the extremal equilibrium industry outputs increasein n: Then, if g Z cid:21 cid:20 0 over cid:2Zn; Zn1cid:3, the mapping Mn increases decreases in n at thelargest equilibrium industry output. Theorem 13 follows because if Mn increases decreases in nat the largest equilibrium industry output, then xn also increases decreases with this parameter.By a similar argument it can be shown that this is also true for xn. cid:3Proof of Corollary 14Inequality 9 equals function g Z when the cid:133rms face no cost of production. Then the cid:133rstclaim follows directly from Theorem 13 i.The cid:133rst term in the left hand side of 9 is always positive by A5. As the logconvexity of P Z; S in Z guarantees the second term is also positive, this is a su cient condition for therequired inequality. cid:3Proof of Theorem 15Consider the following inequalitiescid:25n1 xn1Pcid:0xn1 yn1; Zn1cid:1 cid:0 C xn1cid:21 xn Pcid:0xn yn1; Zn1cid:1 cid:0 C xncid:21 xn Pcid:0xn1 yn1; Zn1cid:1 cid:0 C xncid:21 xn Pcid:0xn yn; Zncid:1 cid:0 C xn cid:25n:The cid:133rst inequality follows by the Cournot equilibrium property. The second one is from xn1 cid:21 xnand A1. The fact that xn1 cid:21 xn here follows by Theorem 13 i because we assumed all its 33required conditions are satiscid:133ed. The third inequality follows because our assumptions imply Pcid:0Zn1; Zn1cid:1 cid:21 Pcid:0Zn; Zncid:1 : Therefore, cid:25n1 cid:21 cid:25n: By a similar argument it can be shown thatthis is also true for the equilibrium percid:133rm procid:133ts evaluated at the minimal equilibrium outputs.This shows Part i. We omit the proof of Part ii as it is almost identical to the last one. cid:3Proof of Corollary 16If P11 Z; ZP12 Z; Z 0, then g Z cid:0P1 Z; Z P1 Z; Z P2 Z; Z : By A1, P1 Z; Z 0. Then the sign of g Z is equal to the sign of P1 Z; Z P2 Z; Z, and Corollary 16 i and iifollow by Theorems 13 i and 15 i, respectively. cid:3Proof of Theorem 17To show Part i consider Wn1 cid:0 Wn Z Zn1cid:21 Z Zn 00Pcid:0t; Zn1cid:1 dt cid:0 Zn1A xn1 cid:0Z Zn Pcid:0t; Zn1cid:1 dt cid:0 Zn A xn1 cid:0Z Zn Pcid:0t; Zncid:1 dt cid:0 Zn A xnPcid:0t; Zncid:1 dt cid:0 Zn A xn00cid:21 0:Theorem 12 i. The second inequality holds by the assumed conditions.The cid:133rst inequality follows because Pcid:0t; Zn1cid:1cid:0 A xn1 cid:21 0 for all t cid:20 Zn1, and Zn1 cid:21 Zn by To show Part ii let us decid:133ne Vn x; S R nx 0 P t; S dtcid:0 n C x : Notice Vn x; S is concave inx since n n P1 nx; S cid:0 C00 x 0 by both A1 and A4. In addition,Pcid:0t; Zn1cid:1 dt Z nxn1cid:21 Z nxn1Pcid:0t; Zn1cid:1 dt Z Zn1Pcid:0t; Zn1cid:1 dt Pcid:0t; Zn1cid:1 dt xn1Pcid:0Zn1; Zn1cid:1Z Zn126nxn100034where the inequality follows by A1. The following steps show our result 000Pcid:0t; Zn1cid:1 dt cid:0 n 1 C xn1 cid:0cid:20Z nxn Pcid:0t; Zn1cid:1 dt cid:0 n C xn1 cid:0cid:20Z nxn Pcid:0t; Zn1cid:1 dt cid:0 n C xn1 cid:0cid:20Z nxn Wn1 cid:0 Wn Z n1xn1cid:21 cid:25n1 Z nxn1cid:21 cid:25n1 Z nxn1 cid:25n1 Vncid:0xn1; Zn1cid:1 cid:0 Vncid:0xn; Zn1cid:1cid:21 cid:25n1 cid:2Vncid:0xn1; Zn1cid:1 xcid:3 xn1 cid:0 xn cid:25n1 ncid:2Pcid:0nxn1; Zn1cid:1 cid:0 C0 xn1cid:3 xn1 cid:0 xncid:21 cid:25n1 ncid:2Pcid:0n 1 xn1; Zn1cid:1 cid:0 C0 xn1cid:3 xn1 cid:0 xn000Pcid:0t; Zncid:1 dt cid:0 n C xncid:21Pcid:0t; Zncid:1 dt cid:0 n C xncid:21Pcid:0t; Zn1cid:1 dt cid:0 n C xncid:21cid:21 0:The cid:133rst inequality follows from inequality 26, the second one by A1 and Theorem 12 i andthe third one by the concavity of Vn x; S in x: The fourth inequality holds by A1 and because weassumed xn1 cid:21 xn, and the last one by the Cournot property. This completes our proof. cid:3Proof of Theorem 18The proof of Part i follows directly from Theorem 12 i.The following steps prove Part ii00CSn1 cid:0 CSn Z Zn1cid:21 Z Zn Zncid:2Pcid:0Zn; Zncid:1 cid:0 Pcid:0Zn1; Zncid:1cid:3cid:0Z Zncid:21 Zncid:2Pcid:0Zn; Zncid:1 cid:0 Pcid:0Zn1; Zncid:1cid:3cid:2Pcid:0t; Zn1cid:1 cid:0 Pcid:0Zn1; Zn1cid:1cid:3 dt cid:0Z Zncid:2Pcid:0t; Zncid:1 cid:0 Pcid:0Zn; Zncid:1cid:3 dtcid:2Pcid:0t; Zn1cid:1 cid:0 Pcid:0Zn1; Zn1cid:1cid:3 dt cid:0Z Zncid:2Pcid:0t; Zncid:1 cid:0 Pcid:0Zn; Zncid:1cid:3 dtcid:8cid:2Pcid:0Zn1; Zn1cid:1 cid:0 Pcid:0Zn1; Zncid:1cid:3 cid:0cid:2Pcid:0t; Zn1cid:1 cid:0 Pcid:0t; Zncid:1cid:3cid:9 dt 000cid:21 0:The cid:133rst inequality follows directly from P1 Z; S 0 and Theorem 12 i. The next step isobtained from the previous one by adding and subtracting R Znterms: To justify the second inequality notice that P12 Z; S cid:20 0 is su cient for 0 Pcid:0Zn1; Zncid:1 dt; and rearranging Z Zn 0cid:2Pcid:0t; Zn1cid:1 cid:0 Pcid:0t; Zncid:1cid:3 dt cid:21Z Zn 0cid:2Pcid:0Zn1; Zn1cid:1 cid:0 Pcid:0Zn1; Zncid:1cid:3 dt:35Our last step is true since P1 Z; S 0.Hence, P12 Z; S cid:20 0 8 Z; S 2 0; n K is su cient for CSn1 cid:0 CSn cid:21 0; or CSn1 cid:21 CSn: cid:3Proof of Theorem 19To show Part i, for an extremal equilibrium industry output, let us considern 1 cid:25n1 cid:0 ncid:25n Zn1cid:2Pcid:0Zn1; Zn1cid:1 cid:0 A xn1cid:3 cid:0 Zncid:2Pcid:0Zn; Zncid:1 cid:0 A xncid:3cid:21 Zncid:2Pcid:0Zn1; Zn1cid:1 cid:0 A xn1cid:3 cid:0 Zncid:2Pcid:0Zn; Zncid:1 cid:0 A xncid:3Since Pcid:0Zn1; Zn1cid:1 cid:21 A xn1, the inequality is due to Theorem 12 i. The cid:133rst part of Theorem 19 follows: The second statement in Part i follows from Theorem 15 i. The proof of Part iiis similar, so we omit it. cid:3APPENDIXIn an attempt to make this paper selfcontained, we provide a summary of all latticetheoreticnotions and results used here. Since this paper deals with real decision and parameter spaces, everytheorem that follows is a special case of the original one see Topkis, 1998.A function F : R2 ! R is supermodular if, for x 1 cid:21 x 2; y 1 cid:21 y 2,F x 1; y 1cid:0F x 2; y 1cid:21 F x 1; y 2cid:0F x 2; y 2 :27If F is twice continuously dierentiable, Topkiscid:146s 1978 Characterization Theorem says that supermodularity is equivalent to2Fxy cid:21 0; for all x, y. Furthermore,2Fxy 0 implies that F isstrictly supermodular, the latter notion being decid:133ned by a strictly inequality in 27.F has the singlecrossing property or SCP in x; y if, for x 1 cid:21 x 2; y 1 cid:21 y 2,F x 1; y 2cid:0F x 2; y 2cid:21 0 F x 1; y 1cid:0F x 2; y 1cid:21 028Note that 27 implies 28, while the converse is generally not true. Additionally, 27 is a cardinalnotion while 28 is ordinal. Thus, the SCP is sometimes also referred to as ordinal supermodularity.For x 2 R, let A x a 1 x ; a 2 x cid:26 R, with a 1 : and a 2 : being realvalued functions.We say A : is ascending in x if a 1 and a 2 are increasing in x: The following results on monotonemaximizers are central to our approach.Theorem A.1. Topkis, 1978. Assume that i F is uppersemi continuous or u.s.c. andsupermodular in x; y and ii A : is ascending. Then, the maximal and minimal selections of 36ycid:3 x cid:17 arg maxy 2Ax F x; y are increasing functions. Furthermore, if F is strictly supermodular,then every selection of ycid:3 : is increasing.Theorem A.2. Milgrom and Shannon, 1994. Assume that i F is u.s.c. and has the SCP inx; y and ii A : is ascending. Then, the conclusion of Theorem A.1. holds.Theorem A.3. Let n cid:21 1 and B : X ni1ai; bi ! X n B has a cid:133xed point. This theorem is a special case of Tarskicid:146s Fixed Point Theorem.i1ai; bi be an increasing function. Then Our equilibrium comparisons are based on the following result Milgrom and Roberts, 1990.Theorem A.4. Let Bt : X ni1ai; bi be an increasing function, 8t, such that Bt x is also increasing in t, 8x. Then the minimal and maximal cid:133xedpoints of Bt increase in t.i1ai; bi ! X n 37References1 Amir, R. 1996a. Cournot oligopoly and the theory of supermodular games. Games and Economic Behavior, 15, 132148.2 Amir, R. 1996b. Sensitivity analysis of multisector optimal economic dynamics. Journal of Mathematical Economics, 25, 123141.3 Amir, R. 2003. Market structure, scale economies and industry performance. CORE 200365.4 Amir, R. and Lambson, V. E. 2000. On the eects of entry in Cournot markets. Review of Economic Studies, 67, 235254.5 Bensaid, B. and Lesne, J.P. 1996. Dynamic monopoly pricing with network externalities.International Journal of Industrial Organization, 14, 837855.6 Bergstrom, T. and Varian, H. R. 1985. Two remarks on Cournot equilibria. Economics Letters,19, 58.7 Boone, J. 2008. A new way to measure competition. Economic Journal, 118, 12451261.8 Delgado, J. and Moreno, D. 2004. Coalitionproof supply function equilibria in oligopoly.Journal of Economic Theory, 114, 231254.9 Dhebar, A. and Oren, S. 1985. Optimal dynamic pricing for expanding networks, Management Science, 4, 336351.10 Chen J., Doraszelski, U. and Harrington, J. 2009. Avoiding Market Dominance: Product Compatibility in Markets with Network Eects, Rand Journal of Economics, forthcoming.11 Echenique, F. 2002. Comparative statics by adaptive dynamics and the correspondence principle. Econometrica, 70, 833844.12 Echenique, F. and Komunjer, I. 2009. Testing models with multiple equilibria by quantilemethods. Econometrica, forthcoming.13 Economides, N. 1996. Network externalities, complementarities, and invitations to enter.European Journal of Political Economy, 12, 211233.3814 Economides, N. and Himmelberg, C. 1995. Critical mass and network evolution in telecommunications. Toward a Competitive Telecommunication Industry. Gerald W. Brock ed., 4766.15 Edlin, A. and Shannon, C. 1998. Strict monotonicity in comparative statics. Journal of Economic Theory, 81, 201219.16 Gabszewicz, J. and Garcia, F. 2007. A note on expanding networks and monopoly pricing.Economics Letters, 98, 915.17 Granas, A. and Dugundji, J. 2003. Fixed point theory. Springer, New York.18 Katz, M. L. and Shapiro, C. 1985. Network externalities, competition and compatibility.American Economic Review, 75, 424440.19 Katz, M. L. and Shapiro, C. 1994. System competition and network eects. Journal of Economic Perspectives, 8, 93115.20 Kwon, N. 2007. Characterization of Cournot equilibria in a market with network eects. The Manchester School, 75, 151159.21 Leibenstein, H. 1950. Bandwagon, snob, and Veblen eects in the theory of consumerscid:146demand. Quarterly Journal of Economics, 64, 183207.22 Liebowitz, J. Margolis, S. E. 1994. Network externality: An uncommon tragedy. Journal of Economic Perspectives, 8, 133150.23 Milgrom, P. and Roberts, J. 1990. Rationalizability, learning, and equilibrium in games withstrategic complementarities. Econometrica, 58, 12551278.24 Milgrom, P. and Shannon, C. 1994. Monotone comparative statics. Econometrica, 62, 157180.25 Oren, S. S. and Smith, S. A. 1981. Critical mass and tari structure in electronic communications markets. Bell Journal of Economics, 12, 467487.26 Resende, J. and Laussel, D. 2009. On dynamic price competition and aftermarkets withmultiplicative network eects, mimeo.27 Rohlfs, J. 1974. A theory of interdependent demand for a communications service. Bell Journal of Economics and Management Science, 5, 1637.3928 Shapiro, C.1996. Antitrustinnetworkindustries. Departmentof Justice.http:www.usdoj.govatrpublicspeeches0593.htmN_9_29 Shapiro, C. and Varian, H. R. 1998. Information rules: A strategic guide to the networkeconomy. Harvard Business School Press, Boston.30 Shepard, A. 1987. Licensing to enhance demand for new technologies. Rand Journal of Economics, 18, 360368.31 Shy, O. 2001. The economics of network industries. Cambridge University Press: Cambridge.32 Topkis, D. 1978. Minimizing a submodular function on a lattice. Operations Research, 26,305321.33 Topkis, D. 1998. Supermodularity and complementarity. Princeton University Press.34 Varian, H. R. 2001. Hightechnology industries and market structure. University of California,Berkeley.35 Veblen, T. B. 1899. The theory of the leisure class: An economic study of institutions. London:Macmillan.36 Vives, X. 1990. Nash equilibrium with strategic complementarities. Journal of Mathematical Economics, 19, 305321.37 Vives, X. 1999. Oligopoly pricing: Old ideas and new tools, The MIT Press.40Bucher des Schwerpunkts Markte und Politik Books of the Research Area Markets and Politics Kai A. Konrad, Holger Zschapitz Schulden ohne Suhne: Warum der Absturz der Staatsfinanzen uns alle trifft 2010, C. H. Beck Kai A. Konrad, Tim Lohse Eds. Einnahmen und Steuerpolitik in Europa: Herausforderungen und Chancen 2009, Peter Lang Verlag Kai A. Konrad Strategy and Dynamics in Contests 2009, Oxford University Press Roger D. Congleton, Arye L. Hillman, Kai A. Konrad Eds. 40 Years of Research on Rent Seeking 2008, Springer Kai A. Konrad, Beate Jochimsen Eds. Foderalismuskommission II: Neuordnung von Autonomie und Verantwortung 2008, Peter Lang Verlag Mark Gradstein, Kai A. Konrad Eds. Institutions and Norms in Economic Development 2007, MIT Press Johannes Munster Mobbers, Robbers, and Warriors 2007, Shaker Verlag Kai A. Konrad, Beate Jochimsen Eds. Der Foderalstaat nach dem BerlinUrteil 2007, Peter Lang Verlag Kai A. Konrad, Beate Jochimsen Eds. Finanzkrise im Bundesstaat 2006, Peter Lang Verlag Robert Nuscheler On Competition and Regulation in Health Care Systems 2005, Peter Lang Verlag Pablo Beramendi Decentralization and Income Inequality 2003, Madrid: Juan March Institute Thomas R. Cusack A National Challenge at the Local Level: Citizens, Elites and Institutions in Reunified Germany 2003, Ashgate Sebastian Kessing Essays on Employment Protection 2003, Freie Universitat Berlin http:www.diss.fuberlin.de2003202 Daniel Krahmer On Learning and Information in Markets and Organizations 2003, Shaker Verlag Tomaso Duso The Political Economy of the Regulatory Process: An Empirical Approach HumboldtUniversity Dissertation, 2002, Berlin, http:edoc.huberlin.dedissertationendusotomaso20020717PDFDuso.pdf Bob Hancke Large Firms and Institutional Change. Industrial Renewal and Economic Restructuring in France 2002, Oxford University Press Andreas Stephan Essays on the Contribution of Public Infrastructure to Private: Production and its Political Economy 2002, dissertation.de Peter A. Hall, David Soskice Eds. Varieties of Capitalism 2001, Oxford University Press Hans Mewis Essays on Herd Behavior and Strategic Delegation 2001, Shaker Verlag Andreas Moerke Organisationslernen uber Netzwerke Die personellen Verflechtungen von Fuhrungsgremien japanischer Aktiengesellschaften 2001, Deutscher UniversitatsVerlag Silke Neubauer Multimarket Contact and Organizational Design 2001, Deutscher UniversitatsVerlag LarsHendrik Roller, Christian Wey Eds. Die Soziale Marktwirtschaft in der neuen Weltwirtschaft, WZB Jahrbuch 2001 2001, edition sigma Michael Troge Competition in Credit Markets: A Theoretic Analysis 2001, Deutscher UniversitatsVerlag Torben Iversen, Jonas Pontusson, David Soskice Eds. Unions, Employers, and Central Banks 2000, Cambridge University Press Tobias Miarka Financial Intermediation and Deregulation: A Critical Analysis of Japanese BankFirmRelationships 2000, PhysicaVerlag DISCUSSION PAPERS 2009 Aron Kiss Coalition Politics and Accountability Benny Geys Friedrich Heinemann Alexander Kalb Voter Involvement, Fiscal Autonomy and Public Sector Efficiency: Evidence from German Municipalities SP II 2009 01 SP II 2009 02 Salmai Qari Kai A. Konrad Benny Geys Patriotism, Taxation and International Mobility SP II 2009 03 Kai A. Konrad Salmai Qari The Last Refuge of a Scoundrel? Patriotism and Tax Compliance SP II 2009 04 Sven Chojnacki Nils Metternich Johannes Munster Oliver Gurtler Johannes Munster Mercenaries in Civil Wars, 19502000 SP II 2009 05 Sabotage in Dynamic Tournaments SP II 2009 06 Dan Kovenock Brian Roberson NonPartisan GetOuttheVote Efforts and Policy Outcomes An Experimental Investigation of Colonel Blotto Games SP II 2009 07 SP II 2009 08 Contests with RankOrder Spillovers SP II 2009 09 Information Acquisition in Conflicts SP II 2009 10 Benny Geys Wars, Presidents and Popularity: The Political Costs of War Reexamined Competition policy and productivity growth: An empirical assessment SP II 2009 11 SP II 2009 12 Subhasish M. Chowdhury Dan Kovenock Roman M. Sheremeta Michael R. Baye Dan Kovenock Casper G. de Vries Florian Morath Johannes Munster Paolo Buccirossi Lorenzo Ciari Tomaso Duso Giancarlo Spagnolo Cristiana Vitale Pedro P. Barros Joseph Clougherty Jo Seldeslachts Paolo Buccirossi Lorenzo Ciari Tomaso Duso Giancarlo Spagnolo Cristiana Vitale Paolo Buccirossi Lorenzo Ciari Tomaso Duso Giancarlo Spagnolo Cristiana Vitale How to Measure the Deterrence Effects of Merger Policy: Frequency or Composition? SP II 2009 13 Deterrence in Competition Law SP II 2009 14 Measuring the deterrence properties of competition policy: the Competition Policy Indexes SP II 2009 15 Joseph Clougherty Competition Policy Trends and Economic Growth: CrossNational Empirical Evidence Talat Mahmood Klaus Schomann The Decision to Migrate: A Simultaneous Decision Making Approach SP II 2009 16 SP II 2009 17 DISCUSSION PAPERS 2010 Dorothea Kubler Experimental Practices in Economics: Performativity and the Creation of Phenomena Dietmar Fehr Dorothea Kubler David Danz Alastair R. Beresford Dorothea Kubler Soren Preibusch Information and Beliefs in a Repeated Normalform Game Unwillingness to Pay for Privacy: A Field Experiment SP II 2010 01 SP II 2010 02 SP II 2010 03 Julia Schmid Dietmar Fehr Exclusion in the AllPay Auction: An Experimental Investigation SP II 2010 04 Benny Geys War Casualties and US Presidential Popularity: A Comparison of the Korean, Vietnam and Iraq War Margarita Kalamova Kai A. Konrad Kai A. Konrad Florian Morath Wieland Muller Nation Brands and Foreign Direct Investment Taxation and Market Power Kai A. Konrad Merger Profitability in Industries with Brand Portfolios and Loyal Customers Benny Geys Kai A. Konrad Federalism and Optimal Allocation Across Levels of Governance Kai A. Konrad Dynamic Contests Kai A. Konrad Search Costs and Corporate Income Tax Competition Rabah Amir Natalia Lazzati Network Effects, Market Structure and Industry Performance SP II 2010 05 SP II 2010 06 SP II 2010 07 SP II 2010 08 SP II 2010 09 SP II 2010 10 SP II 2010 11 SP II 2010 12 Bei Ihren Bestellungen von WZBPapers schicken Sie bitte unbedingt einen an Sie adressierten Aufkleber mit sowie je paper eine Briefmarke im Wert von 0,51 Euro oder einen Coupon Reponse International fur Besteller aus dem Ausland Bestellschein Wissenschaftszentrum Berlin fur Sozialforschung Presse und Informationsreferat Reichpietschufer 50 D10785 BerlinTiergarten Hiermit bestelle ich folgendes Discussion papers: BestellNr. Order no. Please send a self addressed label and postage stamps in the amount of 0.51 Euro or a Coupon Reponse International if you are ordering from outside Germany for each WZBpaper requested Order Form Absender Return Address: Please send me the following Discussion papers: Autorin, Kurztitel Authors Titles in brief ", "filename": "682525219.pdf", "person": ["Rabah Amir", "Amir, Rabah", "Natalia Lazzati", "Lazzati, Natalia"], "date": ["2010"]}