{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/55090/1/68271920X.pdf"], "title": ["Multilateral resistance to migration"], "plaintext": " Discussion Paper No. 5958 September 2011 IZA P.O. Box 7240 53072 Bonn Germany Phone: 4922838940 Fax: 492283894180 Email: izaiza.org Multilateral Resistance to Migration Simone Bertoli CERDI, University of Auvergne and CNRS Jesus FernandezHuertas Moraga FEDEA, IAE CSIC and IZA Any opinions expressed here are those of the authors and not those of IZA. Research published in this series may include views on policy, but the institute itself takes no institutional policy positions. The Institute for the Study of Labor IZA in Bonn is a local and virtual international research center and a place of communication between science, politics and business. IZA is an independent nonprofit organization supported by Deutsche Post Foundation. The center is associated with the University of Bonn and offers a stimulating research environment through its international network, workshops and conferences, data service, project support, research visits and doctoral program. IZA engages in i original and internationally competitive research in all fields of labor economics, ii development of policy concepts, and iii dissemination of research results and concepts to the interested public. IZA Discussion Papers often represent preliminary work and are circulated to encourage discussion. Citation of such a paper should account for its provisional character. A revised version may be available directly from the author. IZA Discussion Paper No. 5958 September 2011 ABSTRACT Multilateral Resistance to Migration The rate of migration observed between two countries does not depend solely on their relative attractiveness, but also on the one of alternative destinations. Following the trade literature, we term the influence exerted by other destinations on bilateral flows as Multilateral Resistance to Migration, and we show how it can be accounted for when estimating the determinants of migration flows in the context of a general individual random utility maximization model. We propose the use of the Common Correlated Effects estimator Pesaran, 2006 and apply it to highfrequency data on the Spanish immigration boom between 1997 and 2009. Compared to more restrictive estimation strategies developed in the literature, the bias goes in the expected direction: we find a smaller effect of GDP per capita and a larger effect of migration policies on bilateral flows. JEL Classification: Keywords: international migration, economic determinants, migration policies, timevarying attractiveness, multiple destinations F22, O15, J61 Corresponding author: Jesus FernandezHuertas Moraga FEDEA Jorge Juan, 46 28001 Madrid Spain Email: jfernandezhuertasfedea.es The authors are grateful to the participants at the Fourth World BankAFD Migration and Development Conference at Harvard, and to seminar presentations at CERDI, European University Institute, Institute of Economic Analysis and the University of Florence for their helpful comments, and also to Lidia Brun for her excellent research assistance in compiling the database on Spanish immigration policies. Jesus FernandezHuertas Moraga received financial support from the ECO200804785 project funded by the Spanish Ministry for Science and Innovation. The usual disclaimers apply. 1Introduction The responsiveness of the scale of migration flows to varying economic conditions both insending and recipient countries and to changing immigration policies at destination represents a central topic in the international migration literature. While some recent contributions have provided econometric analysis of aggregate data where the identification strategyis consistent with the proposed underlying individuallevel migration decision model Beine,Docquier, and Ozden, 2011; Grogger and Hanson, 2011; Ortega and Peri, 2009,1 others haverelied on econometric specifications that have not been fully microfounded Clark, Hatton,and Williamson, 2007; Pedersen, Pytlikova, and Smith, 2008; Mayda, 2010; Theoharides,Mc Kenzie, and Yang, 2010.This methodological difference notwithstanding, these papers share a crucial feature,as Hanson 2010 observes that the literature is characterized by a longstanding traditionof estimating bilateral migration flows as a function of characteristics in the source anddestination countries only. Still, wouldbe migrants sort themselves across alternative destinations, so that it is important to understand whether this econometric approach allowsto control for the possible dependence of the migration rate between any pair of countriesupon the timevarying attractiveness of other migrants destinations. Hanson 2010 arguesthat failing to control other migration opportunities could   produce biased estimates,and this issue resembles the one raised by Anderson and van Wincoop 2004 with respectto the estimation of the determinants of bilateral trade flows.Trade between two countries does not depend on bilateral trade costs only, but rather onthe relationship between these costs and the costs with the other trading partners; Andersonand van Wincoop 2004 refer to the attractiveness of trading with other partners as multilateral resistance to trade.2 Similarly, migration flows between a dyad represented by anorigin and a destination country do not depend solely on the attractiveness of the latter, butalso on how this relates to the opportunities to move to other destinations. Following theterminology introduced by Anderson and van Wincoop 2004, we refer to the attractivenessof other destinations as Multilateral Resistance to Migration.1Bertoli, Fern andezHuertas Moraga, and Ortega 2010 analyze the incomesensitivity of internationalmigration flows using individuallevel data.2Baldwin 2006 observes that this is nothing more than a specific case of the general principle thatrelative prices matter.2This paper directly addresses the concern raised by Hanson 2010. First, it relates thestochastic properties of the underlying individual migration decision model to the need tocontrol for multilateral resistance to migration when estimating the determinants of bilateralmigration flows. Second, it shows that the data usually employed in the literature suffice toobtain consistent estimates even when multilateral resistance to migration matters. Third, itapplies the proposed econometric approach which draws on Pesaran 2006 to analyze thedeterminants of migration flows to Spain over 19972009 using highfrequency administrativedata.The paper presents a general random utility maximization RUM model that describesthe migration decision problem that individuals face. The theoretical model shows thatmultilateral resistance to migration represents an issue for the analysis of aggregate datawhenever the stochastic component of locationspecific utility is such that the independenceof irrelevant alternatives assumption fails.3 The derivation of the econometric specificationfrom the random utility maximization model reveals that multilateral resistance to migration,which is unobservable for the econometrician, gives rise to an endogeneity problem, as theregressors are correlated with the error term, which also exhibits serial and spatial correlation.We show that the multilateral resistance to migration term entering the error of theequation that describes the determinants of aggregate migration flows on the basis of the RUM model can be expressed as the inner product of a vector of dyadspecific factor loadingsand a vector of timespecific common effects. This entails that the structure of the errorterm coincides with the multifactor error model presented in Pesaran 2006. Pesaran 2006proposed an estimator, the Common Correlated Effects CCE estimator, which allows toit isderive consistent estimates from panel data when the error follows this structure, i.e.serially and spatially correlated, and the regressors are endogenous.4 The CCE estimatorrequires to estimate a regression where the crosssectional averages of the dependent and ofall the independent variables are included as auxiliary regressors: consistency of the estimatesfollows from the fact that the multilateral resistance to migration term can be approximated 3The converse is also true:if the independence of irrelevant alternatives characterizes the individualmigration decision problem, then the timevarying attractiveness of other destinations can be disregarded inthe econometric analysis, as in Grogger and Hanson 2011 and Beine, Docquier, and Ozden 2011.4Driscoll and Kraay 1998 allow to address the violation of the classical assumptions on the error term,but still require exogeneity of the regressors, which does not hold when multilateral resistance to migrationis an issue.3by a dyadspecific linear combination of the crosssectional averages Pesaran, 2006.The adoption of the CCE estimator allows us to address the challenge posed by multilateral resistance to migration using the same data that are traditionally employed in theliterature. This approach is more general than the one proposed in Mayda 2010, whoincludes a weighted average of income per capita in the other destinations as a control fortheir timevarying attractiveness,5 and the one in Ortega and Peri 2009, which is valid onlyunder more restrictive assumptions on the underlying RUM model and which does not allowto identify the effects of originspecific variables.The proposed econometric approach is applied to the analysis of the determinants ofbilateral migration flows to Spain between 1997 and 2009, when this country experiencedan unprecedented boom in immigration. In fact, Spain recorded the highest rate of growthof the foreignborn population over a short period observed in any OECD country sincethe Second World War OECD, 2010: the immigrant share went from 3 percent of thepopulation in 1998 to 14 percent in 2009 INE, 2010b.6 Migration data come from the Estad stica de Variaciones Residenciales EVR; INE, 2010a, an administrative datasetcollected by the Instituto Nacional de Estad stica. A key feature of the EVR is that itprovides us with highfrequency data, which give to the dataset the longitudinal dimensionthat is required to be confident about the application of the CCE estimator Pesaran, 2006.The data from the EVR, which have been aggregated by quarter, have been combinedwith data from IMF 2010a and World Bank 2010 on real GDP and population at originfor 61 countries,7 which represent 87 percent of the total flows to Spain over our period ofanalysis. Furthermore, we have compiled information about the various facets of Spanishimmigration policies such as bilateral visa waivers and agreements on the portability ofpension rights which have been shown to be relevant determinants of recent immigrationto Spain Bertoli, Fern andezHuertas Moraga, and Ortega, 2011.Our results show that ignoring the multilateral resistance to migration term biases theestimation of the determinants of migration flows to Spain. In addition, the direction of the 5Hanson 2010 wonders whether this is a sufficient statistic for other migration opportunities. Weshow that this is not the case in general.6These figures can only be compared with Israel in the 1990s, when immigration increased Israelspopulation by 12 percent between 1990 and 1994, after emigration restrictions were lifted in an unstable Soviet Union Friedberg, 2001, at a time when Israel had not joined the OECD yet.7Data from the International Financial Statistics IMF, 2010a have been also combined with data fromthe World Economic Outlook IMF, 2010b, and various Central Banks, as described in the Appendix A.3.4bias is the one we could expect. The effect of GDP at origin on migration flows to Spain istwo thirds of that found in a specification that does not control for multilateral resistance tomigration, although it is still negative and significant: a 1 percent drop in GDP per capita ina country increases its emigration rate to Spain by 3.1 percent. This bias is in the oppositedirection of that found on the impact of migration policies. The only migration policy thathas a significant effect on migration flows to Spain is the adoption of a visa waiver. Thiseffect only turns significant when the multilateral resistance to migration is accounted for:establishing a visa waiver for a country multiplies its emigration rate to Spain by a factor of 4,8 while the estimated effect when multilateral resistance to migration is not controlled foris not significantly different from zero.The paper is related to four strands of the literature. First, the papers that analyze thedeterminants of bilateral migration flows using panel data in a multiorigin multidestinationframework Clark, Hatton, and Williamson, 2007; Lewer and den Berg, 2008; Grogger and Hanson, 2011; Mayda, 2010; Ortega and Peri, 2009; Simpson and Sparber, 2010; Pedersen,Pytlikova, and Smith, 2008; Beine, Docquier, and Ozden, 2011. Our theoretical model canalso be applied to that framework but, in terms of the structure of the data, our paper ismore closely related to Clark, Hatton, and Williamson 2007 and Theoharides, Mc Kenzie,and Yang 2010, which estimate the determinants of bilateral flows to one destination, the United States, and from one origin, the Philippines, respectively.9Second, we draw on the papers that have analyzed highfrequency migration data. Specifically, Hanson and Spilimbergo 1999 and Orrenius and Zavodny 2003 who analyze monthlymigration flows from Mexico to the United States.Third, the theoretical and empirical analysis presented here is related to the papers inthe trade literature that discuss the relevance of multilateral resistance to trade Andersonand van Wincoop, 2003, 2004; Baldwin, 2006.Fourth, the paper is related to the contributions in the econometric literature that presentestimators which allow to deal with violations on the classical assumption about the variance 8This huge effect is in line with the findings of Bertoli, Fern andezHuertas Moraga, and Ortega 2011for the case of Ecuadorian migration to Spain.9The analysis is also related to the papers that estimate the influence of demographic factors Hanson and Mc Intosh, 2010b,a and migration networks Edin, Fredriksson, and Aslund, 2003; Munshi, 2003; Mc Kenzieand Rapoport, 2010; Bertoli, 2010 upon migration flows; these effects are controlled for but not estimatedin our paper.5structure of the error term Driscoll and Kraay, 1998; Hoechle, 2007; Coakley, Fuertes, and Smith, 2002, and with the endogeneity of the regressors Pesaran, 2006; Bai, 2009; Pesaranand Tosetti, 2011.10The paper is structured as follows: Section 2 presents the random utility maximizationmodel that represents the individual migration decision problem; Section 3 analyzes therelationship between the stochastic properties of the RUM model and the need to controlfor multilateral resistance to migration in the econometric analysis through the CCE estimator proposed by Pesaran 2006. Section 4 presents the sources of the data used in theeconometric analysis and the descriptive statistics. Section 5 discusses the estimates, and theempirical relevance of multilateral resistance to migration for the case that we have analyzed.Finally, Section 6 draws the main conclusions.2 From individual decisions to aggregate flows We present here a random utility maximization model that describes the location choiceproblem that wouldbe migrants face, which gives us the basis for deriving the determinantsof bilateral aggregate migration flows. To keep it as general as possible, we do not specifythe factors that influence locationspecific utility.2.1 Random utility maximization model Consider a set of individuals, indexed by i, originating from a country j belonging to a set H,who have to chose their preferred location among countries belonging to the set Dj Dj,which contains nj elements. Let the elements in Dj be indexed by k; the utility that theindividual i from country j obtains from opting for country k is given by:10Endogeneity of some of the regressors, such as GDP at origin, goes beyond the effect exerted by multilateral resistance to migration: Mishra 2007 and Docquier, Ozden, and Peri 2010 show how wages atorigin respond to migration whereas Borjas 2003 and Ottaviano and Peri 2010 among many others showhow wages at destination respond to migration, and Bugamelli and Patern o 2009 analyze the relationshipbetween migrants remittances and current account reversals, and they conclude that remittances lower theprobability of such a reversal; Anderson 2011 explores the implications for the estimation strategy when GDP is endogenous to migration flows.6Uijk Vjk ijk cid:48xjk ijk1where xjk is a vector of factors which can include location or dyadspecific elements,11and ijk is a stochastic term.The vector pij pij 1,  , pijk,   which collects the choice probabilities for individuali over all the countries belonging to the set Dj depends on the assumptions about thedistribution of the stochastic term in 1. We consider here distributions of ijk which canbe obtained from a Generalized Extreme Value generating function Mc Fadden, 1978, asthe econometric approaches adopted in the literature are all consistent with different GEVmodels.Consider a realvalued function G with domain Rnj,12 and which takes as its argumentsthe exponentiated values of the deterministic component in 1, i.e. Yjl e Vjl: if G satisfiesthe four properties described in Mc Fadden 1978,13 then G is a GEV generating functionand the element k in the vector of choice probabilities pij is equal to the elasticity of G withrespect to Yjk.14A simplified version of the GEV generating function proposed by Wen and Koppelman2001 allows us to present in a unified framework various approaches that have been adoptedto estimate the determinants of bilateral migration flows, and the more general approachthat we present in this paper. Consider the following GEV generating function:15cid:88cid:16cid:88jlm Yjl1cid:17GYij 1,  , Yijnj mlbm2where Yjl e Vjl for l Dj and b are nests of Dj indexed by m. The matrix j collectsthe allocation parameters jlm, which characterize the portion of country l which is assignedto the nest bm for individuals from the origin country j,16 and , with 0, 1, is the 11Locationspecific elements vary only over k, while dyadspecific elements vary over each pair j, k.12Observe that we omit the subscript j from the function G in 2 for the sake of simplicity.13G is nonnegative and homogeneous of degree 1, it diverges to infinity when one its argument divergesto infinity, the partial derivative with respect to any of its argument is nonnegative, and crossderivativesalternate their signs.14See also Train 2003 for an introduction to GEV models.15Wen and Koppelman 2001 demonstrate that G satisfies the four identifying properties in Mc Fadden1978.16The allocation parameters satisfy jlm 0, 1 for all l Dj, and the sum of the elements in each rowvector jl is equal to 1.7dissimilarity parameter for the nests bm.The specification in 2 does not restrict individuals from different origin countries tohave identical preferences, as the allocation matrix j can vary across origins. This impliesthat the stochastic component of utility can follow originspecific patterns of correlationacross alternative destinations.17When the GEV generating function is as in 2, the element k in the vector of choiceprobabilities pij is equal to:18mjkm Yjk1cid:16cid:80cid:80cid:16cid:80cid:80jlm Yjl1cid:171cid:17lbmmlbmjlm Yjl1pijk Wen and Koppelman 2001 refer to the discrete choice model whose choice probabilitiesare described in 3 as the generalized nested logit model. The relative probability of optingfor destination k over staying in the home country j is equal to:mjkm Yjk1cid:16cid:80cid:80cid:16cid:80cid:80mjjm Yjj1lbmlbmjlm Yjl1cid:171cid:171jlm Yjl1pijkpijj345If we assume that the origin country j belongs only to a singleton,19 then we can expressthe log odds as follows:cid:16pijkcid:17pijjlnVjk Vjj lncid:32cid:88mjkm1cid:16cid:88lbmjlme Vjl1cid:171cid:3317When the discrete choice model is generated by 2, ijk contains additive nestspecific stochastic components; the correlation of the unobserved component of utility in 1 between two different origindestinationdyads depends on i the allocation vector corresponding to each dyad, and ii on the dissimilarityparameter , which is inversely related to the correlation across alternatives of the nestspecific stochastic components. If the inner product of the two allocation vectors is equal to zero, then the unobserved 18The choice probability in 3 can also be expressed as pijk cid:80components of utility for the two origindestination dyads are uncorrelated.m pijkbm pijbm , where pijkbm is theprobability of opting for destination k conditional upon choosing a destination belonging to the nest bm, andpijbm is the probability of choosing a destination in the nest bm Wen and Koppelman, 2001.19Formally, this implies that there is a nest bh such that jjh 1, and jlh 0 for all l D.82.2 Migration flows and Multilateral Resistance to Migration Imagine that individual migration decisions are observed over a set T of periods; the log ofthe scale of migration flows to country k at time t T over the size of the population whichopts for the origin country j, yjkt, can be derived from the RUM model by averaging 5over the set of individuals i. The result is given by:cid:32cid:33yjkt cid:48xjkt xjjt rjkt jkt6The error term jkt is orthogonal to xjkt and xjjt, serially uncorrelated, and independentlyand identically distributed over the set of origindestination pairs, and rjkt is equal to:cid:32cid:88mjkm1cid:16cid:88jlme Vjlt1cid:171cid:33lbmrjkt ln The term rjkt in 7 represents the multilateral resistance to migration, as it captures theinfluence exerted by the opportunities to migrate to other destinations upon migration fromcountry j to country k at time t. Taking the partial derivative of rjkt with respect to thedeterministic component of utility in destination l we get:where:rjkt Vjltwjkn wjkncid:16cid:88jkn1cid:16cid:80n 1pjltbncid:17 0jgne Vjgt1cid:171gbnerjkt78The multilateral resistance to migration term rjkt is always a nonincreasing functioncid:48jl 0. An increase in Vjltof Vjlt, and the inequality in 8 is equal to zero only if jkredirects towards l proportionally more individuals that would have opted for destination kthan individuals who would have stayed in the country of origin j, thus reducing the bilateralmigration rate yjkt in 6.93 Estimation strategy The distribution of the stochastic term ijk in 1, which depends upon the specific assumptions about the GEV generating function, are closely related to the shape of the multilateralresistance to migration term rjkt in 6. This section analyzes which are the specificationsabout the GEV generating function in 2 which justify the alternative econometric approaches that have been adopted in the literature, and it then introduces the more generalspecification adopted in this paper, and the ensuing econometric strategy.3.1 The traditional approach As recalled in the introduction, the traditional estimation approach in the migration literature assumes that the bilateral migration rate can be expressed as a function of originand characteristics only Hanson, 2010. This approach, which has been adopted by Clark,Hatton, and Williamson 2007, Pedersen, Pytlikova, and Smith 2008, Lewer and den Berg2008, Mayda 2010 and Grogger and Hanson 2011, uses all the variability in the datato identify the vector of coefficients .20In terms of our RUM model, this requires that no multilateral resistance to migrationterm rjkt appears in the equation to be estimated. Going back to 7, this happens if andonly if the allocation matrix j is a nj nj identity matrix, so that any location isentirely allocated to a singleton, and the multilateral resistance to migration term rjkt whichappears in 6 is identically equal to zero.This assumption on the allocation matrix implies that the underlying GEV generatingfunction defined in 2 simplifies to:G1Yij 1,  , Yijnj cid:88l Dj Yjl9The function G1 in 9 entails that ijk in 1 follows an Extreme Value Type1 distributionMc Fadden, 1974, and it generates the choice probabilities that identify the multinomiallogit model:20When the dataset has a longitudinal dimension, the inclusion of origin dummies removes the variabilityacross origins, but the identification of still comes from the variability over time for each origin.10e Vjkcid:80l Dje Vjlpijk 10The multinomial logit model is characterized by the Independence of Irrelevant Alternatives,21 as the relative probability of opting for two destinations is independent from theattractiveness, or even the existence, associated to any other destination: an increase in theattractiveness of another destination draws proportionally from all the other destinations,so that relative choice probabilities remain unchanged.22Train 2003 observes that the distribution of the stochastic component ijk is not definedby the choice situation per se, and IIA can actually be interpreted as a natural outcome ofa wellspecified model. Still, data constraints are often binding in the migration literature,and they can induce to opt for a parsimonious specification of the locationspecific utility, sothat it is relevant to explore identification strategies which can accommodate for a correlationin unobservables across alternatives, which in turn implies that the multilateral resistanceto migration term rjkt is present in the equation to be estimated.3.2 The inclusion of origintime dummies While the traditional approach made full use of the variability across destinations and originsand over time in the data to identify the vector of coefficients , Ortega and Peri 2009 havereduced the amount of variability used for identification through the inclusion of origintimedummies.The identification strategy adopted in Ortega and Peri 2009 is consistent with theirproposed underlying RUM model, which generalizes the one in Grogger and Hanson 2011by allowing for unobserved individual heterogeneity between migrants and nonmigrants.The inclusion of origintime dummies makes their estimation approach consistent with thediscrete choice model which is produced by the following GEV generating function:21The multinomial logit choice probabilities in 10 were originally derived by Luce 1959 from the IIAproperty, which represented a corollary of a set of axioms about the choice over discrete alternatives that hehad proposed; Debreu 1960 provided an early critique of the plausibility of the IIA property.22Grogger and Hanson 2011 verify that the estimated coefficient for the income differential remainsstable when destinations are removed from the choice set of prospective migrants, as a violation of the IIAassumption would entail instability of the estimated coefficients Hausman and Mc Fadden, 1984.11G2Yij 1,  , Yijnj Yij 1 cid:17Y 1jlcid:16cid:88l D11which can be derived from 2 assuming that the allocation matrix j is the followingnj 2 matrix:cid:32cid:33cid:48 j 1 0 0   00 1 1   11213The allocation matrix in 12 implies that the two nests represent a partition of the set Dj, as all the destinations in D are entirely allocated to the same nest, while the origin jbelongs to a singleton. The GEV generating function G2 gives rise to the choice probabilitycorresponding to the nested logit Mc Fadden, 1978, and it also implies that the multilateralresistance to migration term rjkt in 7 can be simplified to:rjkt 1 lncid:16cid:88e Vjltcid:17l DThe key characteristic of 13 is that it is invariant across destination countries for agiven time t. Hence, the inclusion of origintime dummies suffices to control for multilateralresistance to migration when the discrete choice probabilities are generated by the functionin 11. This reduces the variability that is used to identify , to remove the influence ofthe timevarying component of multilateral resistance to migration in 13.When the dataset only has one either crosssectional or longitudinal dimension, 13 alsoentails that the inclusion of either origin or time dummies suffices to make the identificationstrategy consistent with the specific violation of IIA induced by the GEV generating function G2. This implies that the estimates provided in Beine, Docquier, and Ozden 2011, whoassume that the stochastic components of their RUM model follows an Extreme Value Type1 distribution, and in Theoharides, Mc Kenzie, and Yang 2010 can be consistent even if IIAis violated in this specific way.The inclusion of origintime dummies among the controls implies that the underlyingpattern of substitution across alternative locations is richer than in the traditional approach:an increase in the attractiveness of destination l can draw from another destination k morethan it does from the origin country j, so that the bilateral migration rate yjkt falls.2323This approach shares a key feature with the traditional approach, as the sorting of migrants across 123.3 A more general approach Let us go back to the general specification for the multilateral resistance to migration termrjkt, which is produced by the more general GEV generating function G in 2, with norestrictions on the size and composition of the allocation matrix j.24 We reproduce herethe general expression 7 of rjkt:cid:32cid:88mjkm1cid:16cid:88jlme Vjlt1cid:171cid:33lbmrjkt ln Differently from Ortega and Peri 2009, the term rjkt varies across destinations, asthese can be allocated unevenly across different nests. Hence, the inclusion of origintimedummies would not suffice to control for multilateral resistance to migration. Consideralso that rjkt is unobservable for the econometrician, as it depends i on the value ofdeterministic component of locationspecific utility for countries other than j and k, and ii on the unobserved allocation matrix j, which reflects unknown preferences of prospectivemigrants.The equation to be estimated is then:yjkt cid:48where:cid:32cid:33xjkt xjjt jktjkt rjkt jkt14The multilateral resistance to migration rjkt entails that the error term jkt in 14 isnot wellbehaved. Specifically, rjkt will be, in general, serially correlated, as the resistanceto migration exerted by other destinations is likely to evolve slowly over time, and spatiallycorrelated across origindestination dyads.With respect to spatial correlation, observe that rjkt will be in general correlated with rjlt:the bilateral migration rates from the same origin country j to the two destinations k and ldestinations l and k is still insensitive to a variation in the attractiveness of a third destination g D.24As observed by Mc Fadden 2001, tractable versions of GEV models fall short of being able to representall RUMconsistent behavior, but the discrete choice model produced by the specific GEV generatingfunction introduced by Wen and Koppelman 2001 and used in this paper represents the least restrictiveused so far in the migration literature.13will be both influenced by the attractiveness of migration to other alternative destinations.By the same token, in general we will also have that rjkt will be correlated with rhkt: thebilateral migration rates from two different origins j and h to the same destination k will bothbe affected by the attractiveness of migration to other alternative destinations. Multilateralresistance to migration induces spatial correlation not only for the flows towards variousdestinations from the same origin country, but also for the flows originating from differentorigins and directed to the same destination country.25When the error term is serially and spatially correlated, OLS still provides consistentestimates of the coefficients Driscoll and Kraay, 1998, but the standard errors will beincorrect. Driscoll and Kraay 1998 propose an approach to estimate the standard errors ofthe coefficients which is robust to nonspherical errors, and that be implemented following Hoechle 2007.Still, the approach by Driscoll and Kraay 1998 addresses only some of the challengesposed by multilateral resistance to migration, as it requires exogeneity of the regressors. Butthe presence of rjkt in the error term is likely to violate the exogeneity assumption, as rjktcan be correlated with the regressors.To get an intuition of the endogeneity problem due to multilateral resistance to migration,consider a likely key macro determinant of the scale of migration flows, namely GDP percapita at origin, which enters the vector xjjt. GDP per capita at origin j can correlate with GDP per capita in some of the destination countries, which are included in rjkt; this canoccur because of the exposure to common economic shocks, or because of a partial businesscycle synchronization due to trade and investment flows.We can also consider the case where visa policy at destination enters the vector xjkt.Visa policies which can exert a substantial influence on the scale of bilateral migrationflows Bertoli, Fern andezHuertas Moraga, and Ortega, 2011 can be coordinated at thesupranational level. For instance, the list of third countries whose nationals need a visato enter the European Union is determined by the European Council: when a country isincluded in this list, a simultaneous change in the bilateral visa policies towards this countryadopted by EU member states is observed. As far as EU countries are perceived as closesubstitutes by wouldbe migrants from third countries, we have that xjkt correlates with rjkt.25This, in turn, implies that multilateral resistance to migration can represent a challenge for the econometric analysis even if, as in Clark, Hatton, and Williamson 2007, the data relate to flows to a singledestination.14These arguments entail that we need an estimator that is also able to handle the endogeneity of the regressors.263.3.1 The multifactor error structure in Pesaran 2006Pesaran 2006 deals with the challenges connected to the estimation of the following paneldata model:where:yit icid:48dt cid:48xit itit icid:48ft it1516The error term has a multifactor structure,27 as it contains the inner product between avector i of panelspecific factor loadings, and a vector ft of timevarying factors. Pesaran2006 allows the error term it to be heteroskedastic 28, serially and spatially correlated,and correlated with the regressors, and it proposes a consistent estimator for the coefficientvector which does not require to know the dimension of the vector ft, nor the elements inthe vector i.Here, we want to show that the multilateral resistance to migration term rjkt, whichenters the equation to be estimated, can be approximated in a way that fits the multifactorerror structure in 16. Let cid:101Vjl the dyadspecific average of the deterministic component ofutility V . Relying on a Taylor expansion around cid:101Vjl, we can approximate the multilateralresistance to migration term rjkt introduced in 7 as follows:cid:88cid:88cid:104cid:16rjkt cid:101rjk cid:17cid:16cid:101pjltbnVjlt cid:101Vjlcid:17cid:105 1wjknwherecid:101rjk andcid:101pjltbn represent respectively the value of rjkt and of the probability pjltbndyadspecific averages cid:101Vjl. Observe that the first term of the product within square bracketsof opting for destination l conditional upon the choice of the nest bn in correspondence to thel Dn1726The use of external instruments is hardly an option here, as endogeneity is not confined to a regressor,but to all relevant determinants of the scale of migration flows.27Bai 2009 refers to the same structure of the error term as the interactive fixed effects model.28Even if we do not derive our estimated equation from a loglinearization, this allows us to fully addressthe challenges posed by heteroskedasticity which are detailed by Santos Silva and Tenreyro 2006.15in 17 is dyadspecific, while the second term is timespecific; hence, using vector notation,we can rewrite 17 more compactly as:rjkt cid:101rjk jkcid:48ft18The elements in the vector of dyadspecific factor loadings jk depend on the unobservablepreferences of individuals from origin j, which are reflected in the allocation matrix j, aswell as upon the unknown dissimilarity parameter , while the elements in the vector ft arean affine function of the deterministic component of locationspecific utility.Using 18, we can rewrite the equation to be estimated as:cid:48xjkt 2cid:48xjjt jkdjk jktyjkt 1where djk is a dummy for the dyad j, k, and jkt jk19cid:48ft jkt, and the vectorsof coefficient to be estimated are related to the parameters in the RUM model as follows:1 and 2 .3.3.2 The Common Correlated Effects estimator The presence of a multifactor error structure which correlates with the regressors impliesthat OLS or FE estimates of 1 and 2 in 19 will be inconsistent. Pesaran 2006 proposesan alternative estimator: the Common Correlated Effects CCE estimator, which is ableto control for the unobserved multifactor component of the error term.In terms of theequation derived from our underlying RUM model, the CCE estimator allows us to recovera consistent estimate of the effects of the determinants of bilateral migration flows withouthaving to assume that IIA holds, and allowing for a more general violation of IIA than theone considered in Ortega and Peri 2009.Pesaran 2006 demonstrates that icid:48ft in 15 can be expressed as a dyadspecific linearcombination of the crosssectional averages of the dependent variable and of the regressors.Specifically, he demonstrates that a consistent estimate of , b CCE, can be obtained fromthe estimation, through OLS, of the following regression:where the vector of auxiliary regressors cid:101zt is equal to:yjkt 1cid:48xjkt 2cid:48xjjt jkdjk jk 16cid:48cid:101zt jkt20cid:101zt 1cid:80j,k jktcid:16cid:88j,kcid:88j,kjktxjktcid:48,cid:48cid:17cid:48jktxjjtcid:88j,kjktyjkt,cid:48cid:101ztand jkt is the weight assigned to each origindestination dyad at time t in the estimation.The consistency of b CCE is established by Pesaran 2006 by demonstrating that jkcid:48ft as the crosssectional dimension of the panel goesconverges in quadratic mean to jkto infinity, with the longitudinal dimension being either fixed or also diverging to infinityPesaran, 2006. Monte Carlo simulations in Pesaran 2006 also show the good finite sampleproperties of the CCE estimator, which already produces satisfactory results when N 30and T 20. Pesaran and Tosetti 2011 confirm these properties even when jkt is seriallyor spatially correlated.3.3.3 Multilateral resistance to migration and the CCE estimator Some key features of the CCE estimator proposed by Pesaran 2006 are worth emphasizing in relationship with its application to the estimation of the determinants of bilateralmigration rates.First, it does not require to know the dimension of the vector of timespecific commonshocks which enters the error term. This fits nicely with our general RUM model, as differentspecifications of the allocation matrix j translate into a different size of the vector ft whichapproximates the multilateral resistance to migration term rjkt. This allows us to obtainestimates of the vector of coefficients without having to introduce additional assumptionson j.Second, the CCE estimator allows us to identify the effects of determinants of bilateralmigration rates which are specific to each origin country, such as GDP per capita. This further differentiates our approach from Ortega and Peri 2009, as the inclusion of origintimedummies, which is not consistent with a more general GEV generating function, preventsthe identification of the effects of relevant push factors of migration flows.Third, we do not need to have data on multiple destinations to be able to control formultilateral resistance to migration with the CCE estimator. Recall, from 17 and 18, thatthe rjkt term is an affine function of the deterministic component of utility Vjlt for the sameorigin country j. So, a legitimate question arises:is it possible to control for multilateralresistance to migration even when the data refer to a crosssection of origins, but to a singledestination? The answer to this question is positive, and it relates to the discussion about 17the pattern of spatial correlation induced by multilateral resistance to migration discussedin Section 3.3.The pattern of correlation in the error term, not only across destinations but also acrossorigins, contains information about the unobserved attractiveness of other destinations, andto the related unobserved bilateral flows.Intuitively, once one controls for the observeddeterminants of bilateral flows, residual simultaneous variations in the flows to a given destination from the origin countries included in the sample are acting as a mirror, reflecting theeffects of changes in the opportunities to migrate to other unobserved destinations. The efficacy of such a mirror effects depends on the similarity of the structure of preferences acrossdifferent origins, as reflected in the allocation matrix j, and on the correlation between theattractiveness of various destinations. Similarity in the preferences across origin countriesor correlation in the deterministic component of utility across destinations imply that thecrosssectional averages of the dependent and of the independent variables referring only toother origin countries which enter the vector of auxiliary regressors cid:101zt provides us with theinformation that is needed to control for the influence exerted by multilateral resistance tomigration on bilateral flows.4 Data and descriptive statistics Our dataset has three main components: migration flows to Spain in the 19972009 period;migration policies in Spain during the same period; and quarterly real GDP series for thecountries of origin of migrants to Spain. Here, we first present each of these components andwe look at their main characteristics, then we provide the relevant descriptive statistics.4.1 Migration flows The migration flows data come from the Estad stica de Variaciones Residenciales EVR.This is an administrative dataset collected by the Spanish Instituto Nacional de Estad sticaINE. The EVR gathers all the variations in the municipal registry Padr on Municipal de Habitantes throughout the year: each observation in the EVR corresponds either to aninscription in or to a cancelation from the Padr on, and it includes information on the datein which the variation occurred, and on the age, gender and country of birth of the individualto whom the variation refers. We use the observations referring to the first inscription of 18Figure 1: Monthly Immigration Inflows to Spain 19972009 EVRforeignborn individuals coming from abroad in the Padr on to measure immigration flowsto Spain: the EVR contains 6,166,133 of these observations between January 1997 and December 2009,29 related to individuals from 208 countries of origin.30By restricting our attention to inscriptions of foreignborn individuals coming to Spainfrom abroad, we are obtaining an almost perfect measure of gross immigration inflows. Themeasure would be perfect if every individual registered immediately upon arrival. Althoughregistration is not mandatory, most immigrants eventually do register, independently of theirlegal status, as registration gives them access to all basic municipality services, most notablyfree health care and education Bertoli, Fern andezHuertas Moraga, and Ortega, 2011. The Appendix A.1 discusses in detail the accuracy of the EVR in measuring immigration flowsto Spain, comparing EVR figures with those that can be obtained from alternative datasources.Figures 1 and 2 plot the monthly and quarterly series of immigration flows to Spainover our period of analysis according to the EVR. Despite the large apparent variability inthe overall immigration series, there does not seem to be relevant seasonal patterns in thedata. None is found if we regress quarterly data on year and quarter dummies: the quarterlydummies are not significant. For the monthly data, a regression on year and month dummiesshows the months of August and December as those in which registrations are significantly 29As recalled in the introduction, these figures correspond to an unprecedented even from an internationalperspective OECD, 2010 surge in immigration.30The EVR also codifies some former states, such as the USSR or Yugoslavia.19Figure 2: Quarterly Immigration Inflows to Spain 19972009 EVRFigure 3: Total flows and excluding immigrants from Bulgaria and Romania 19972009lower between 15 and 20 percent than in the rest of the year, coinciding with the summerand winter holidays in Spain.There are three noticeable spikes in the series: the first one corresponds to the January 2000 law that ensured access to basic services for those registered Ley Org anica 42000;the second one can be associated to the 2005 massive amnesty and happened in November 2004; finally, the third one has to do with the accession of Romania and Bulgaria to the EUin January 2007, taking into account that Romanians have created the largest immigrantcommunity in Spain see Figure 3 for the evolution of total flows excluding the two mostrecent EU member states.20Our analysis aggregates the EVR data at the quarterly level, as this is the finest periodof time for which we can gather information on the economic conditions at origin. Werestrict our sample to the origin countries with a positive total number of immigrants in allthe 52 quarters included in our period of analysis: 98.6 percent of total migration flows to Spain between January 1997 and December 2009 originated from these countries,31 whosepopulation represents 86 percent of the world total.In our empirical analysis below, our dependent variable will be the log of the emigration rate to Spain from a given origin country over a quarter, consistently with the modelpresented in Section 2. This is calculated as the total number of immigrants to Spain fromorigin country j who registered during a given quarter divided by the population of thatcountry of origin j in that year.324.2 Spanish migration policies We gather data on Spanish migration policies between 1997 and 2009; specifically, we codifythe following policies which are likely to influence bilateral migration flows in the EVR:i general policies the 2000 Amnesty, the 2005 Amnesty; ii bilateral policies visaagreements, double nationality agreements, social security agreements, agreements on thesignature of labor contracts at origin; and iii multilateral treaties membership to the EU15, membership to the Schengen area, 2004 EU enlargement, 2007 EU enlargement. The Appendix A.2 describes the definition and sources of these variables.Our database comprises 8 EUwide agreements transposed into Spanish Law through Decrees,33 48 national Laws, Resolutions and Orders dealing with migration issues,34 and 94bilateral agreements between Spain and origin countries regarding matters such as the needof a visa to enter Spain, portability of social security benefits and the legal recognition of 31The share of the observations where the recorded migration flow is equal to zero is much lower than inthe dataset employed by Beine, Docquier, and Ozden 2011, where it stands at 36 percent; Beine, Docquier,and Ozden 2011 assess the sensitivity of their estimates to the inclusion of these zero observations, andthey validate the estimates obtained from the specifications where these observations are dropped from thesample as results are highly robust to various econometric techniques accounting for the large proportionof zeros. A similar conclusion is reached also by Grogger and Hanson 2011.32Our population figures are taken from the World Development Indicators World Bank, 2010, and varyonly at the yearly level.33The EU enlargement to 25 members that applied from May 1, 2004 is one such entry in our database 34These include, for example, the 2005 amnesty that applied from February 7, 2005 to May 7, 2005.21educational degrees. We have taken the data from the web pages of the Ministry for Laborand Immigration and the Bolet n Oficial del Estado, a daily official bulletin where all Spanishlegislation is published.We model these migration policies as dummy variables that change from 0 to 1 fromthe month the policy is applied. For instance, the 2000 Amnesty is modeled as a 0 before January 2000 and as a 1 afterwards. Another example, already studied by Bertoli, Fern andezHuertas Moraga, and Ortega 2011 is the bilateral agreement between Ecuador and Spainregarding the need of a visa for Ecuadorians to enter Spain. We model this as a dummytaking value 1 when a visa is needed to enter Spain and value 0 otherwise; in the Ecuadoriancase, this means the value of the visa dummy is 0 before August 2003 and 1 after that date.We present a more detailed description of the construction of the dataset in the Appendix A.2.This set of ten variables is able to explain, in a simple OLS regression, up to 54 percentof the total variation on the log of the monthly or quarterly emigration rates to Spain bycountry of origin. This shows that our migration policy specification has a good deal ofvariability and potential explanatory power.4.3 Economic conditions at origin Our estimation strategy requires the use of highfrequency data, and we were able to gatherquarterly real GDP data for 61 origin countries, representing 87 percent of total migrationflows to Spain over the 19972009 period. As detailed in the Appendix A.3, our data sourcesare the International Financial Statistics IMF, 2010a, the April 2010 issue of the World Economic Outlook IMF, 2010b and the data published by some Central Banks.We divide our quarterly real GDP series by the yearly population figures from the World Development Indicators World Bank, 2010 to obtain real GDP per capita series that weuse as a proxy for the timevarying economic conditions at origin. Since the series varywidely in terms of base year, adjustments on seasonality, base currency and other aspects,we construct a countryspecific seasonallyadjusted real GDP per capita index setting theindex equal to 100 in the first quarter of 2000. The raw correlation between the log of the GDP per capita index by quarter and country of origin and the log of the emigration rateto Spain is 0.05.In a simple regression of the two variables, the coefficient on the GDPper capita index is 0.8 and is only able to explain 0.3 percent of the variation in quarterly 22Figure 4: Quarterly Immigration Inflows to Spain, total and selected sample 19972009emigration rates.4.4 Summary statistics When combining our migration flows, migration policies and real GDP per capita datasets,we are left with 3,020 observations. Out of the 6,166,133 immigrants who, according to the EVR, entered Spain between January 1997 and December 2009 coming from 208 countries,we keep in our sample 5,341,586 immigrants coming from 61 countries, which host 51 percentof the world population. Figure 4 shows that these 61 countries keep the basic time seriesstructure of the overall number of immigrants.We present in Table 1 some summary statistics of this emigration rate expressed inmigrants to Spain per 1,000,000 inhabitants and of the GDP per capita index in our sample.In order to allow a straightforward comparison, we also construct a countryspecific indexfor emigration rates. We weight observations by the population of the country of origin sincewe are interested in exploring determinants of emigration rates over the whole population.Table 1 shows that the variability is much more substantial in the emigration rate than inthe GDP per capita during the period. The mean emigration rate per quarter to Spain was 32.88 emigrants per 1,000,000 inhabitants with a maximum in the sample of 3,099 emigrantsin the first quarter of 2007 from Romania and a minimum of 0.01 in the first quarter of 1997 from Indonesia. For the countryspecific index, the average of 268 reflects the growthin migration rates from 2000. The relative maximum 15,740 corresponds to Paraguay in 23Table 1: Summary statistics Variablemeans.d.Emigrants to Spain per 1,000,000 inhabitants 32.88136.75Emigration rate index 2000q 1100267.58381.83min 0.010.30max 3,098.7815,470.04Real GDP per capita index 2000q 1100115.1719.9169.61223.34January 2000 Amnesty November 2004 Amnesty EU15Schengen Area EU May 2004 Eastern Enlargement 0.830.440.110.090.01EU May 2007 Romania and Bulgaria Enlargement 0.002Visa requirement Bilateral Agreement on Nationality Bilateral Agreement on Social Security Bilateral Agreement on Contracts at Origin 0.570.050.130.020.370.490.310.280.100.050.500.230.330.1300000000001111111111obs.3,0203,0203,0203,0203,0203,0203,0203,0203,0203,0203,0203,0203,020Note: quarterly series on 61 countries 19972009, all descriptive statistics are weighted by population at origin; see the Appendix A.2 for a description of the immigration policy variables.the first quarter of 2007 whereas the minimum 0.30 is Ecuador in the first quarter of 1997.For the GDP per capita index, the average value weighted by population in the sample is 115 with a minimum of 70 for Venezuela in the first quarter of 2003 and a maximum of 223for Georgia in the second quarter of 2008. We can observe the scatterplot of the log of bothindexes in Figure 5.It is perhaps more informative to look directly at the time series evolution of the variables the way they will be used in the empirical analysis below. The following series offigures present this representation for the log of the emigration rate and the log of real GDPper capita for the four top emigrant sending countries to Spain during the period: Romania 809,857 emigrants, Morocco 666,798 emigrants, Ecuador 490,580 emigrants and Colombia 377,780 emigrants.Figures 6 to 9 show that, despite a general upward time trend in most of the series thatthe empirical analysis will have to account for, there is substantial time and crosssectionalvariation to be exploited in the dataset.24Figure 5: Emigration and GDP at origin, selected sample 19972009Figure 6: Emigration and GDP at origin, Romania 25Figure 7: Emigration and GDP at origin, Morocco Figure 8: Emigration and GDP at origin, Ecuador 26Figure 9: Emigration and GDP at origin, Colombia 5 Econometric analysis The econometric analysis of the determinants of bilateral migration flows to Spain over 19972009 follows the steps entailed by the estimation strategy outlined in Section 3. We reporthere the equation to be estimated, derived on the basis of the RUM model presented in Section 2:yjkt 1cid:48xjkt 2cid:48xjjt jkdjk jkcid:48cid:101zt jkt Consistently with the model, the dependent variable yjkt is represented by the log of thequarterly migration rate to Spain for each of the 61 origin countries included in our sample.The vector xjkt contains a number of dyadspecific elements, represented by the bilateralimmigration policies and multilateral treaties described in Section 4.2, while we controlfor all origininvariant factors such as the level of GDP or unemployment at destination through the inclusion of quarter fixed effects, and for all timeinvariant factors suchas cultural or linguistic proximity through origin fixed effects. The vector xjjt includesvarious lags of the log of real GDP per capita at origin, and originyear fixed effects tocontrol for all unobserved origin and dyadspecific timevarying determinants of bilateralmigration flows.35With respect to our measure of GDP at origin, we include lagged values given that we 35The originyear fixed effects also render our GDP per capita and emigration rate series stationaryalthough the CCE estimator can accommodate unit roots.27have highfrequency migration data, and one can reasonably assume that wouldbe migrantsdo not react instantaneously to changes in economic conditions. We relied on the Akaike and Bayesian Information Criteria, and on Likelihood Ratio tests in order to select the optimallag structure for each specification as suggested in Canova 2007, thus avoiding ad hocchoices. The optimal number of lags selected was four with all methods.As a first step, we assume, as in Grogger and Hanson 2011 and Beine, Docquier, and Ozden 2011 that the stochastic term in the individual locationspecific utility follows an Extreme Value Type1 distribution, so that multilateral resistance to migration disappears,and 20 simplifies to:36yjkt 1cid:48xjkt 2cid:48xjjt jkdjk jkt This equation is estimated with a twoway error component model, and the results arepresented in the first data column in Table 2. The model controls for originyear fixedeffects. The inclusion of this very rich structure of fixed effects allows us to control for thosedeterminants of migration, such as demographic factors Hanson and Mc Intosh, 2010a,bor migrant networks Munshi, 2003; Edin, Fredriksson, and Aslund, 2003; Mc Kenzie and Rapoport, 2010; Beine, Docquier, and Ozden, 2011; Bertoli, 2010, which evolve at a pacethat is slower than the frequency of our panel data. This substantially reduces the variabilityin the data that we are exploiting to identify the coefficient vector but we are still able toprecisely estimate the effect of GDP variations on migration decisions.According to the first data column in Table 2, a 1.0 percent increase in real GDP percapita leads, after four quarters, to a 4.7 percent reduction in the migration rate to Spain.37The estimates from this specification are consistent as long as multilateral resistance tomigration does not influence bilateral migration flows to Spain. From Section 3, we know 36Observe that, as multilateral resistance to migration rjkt does not enter the equation to be estimated,endogeneity should not be a pressing concern here: some of the crucial facets of the Spanish policy stancetowards immigration are determined at the EU level and bilateral migration flows to Spain can be expectedto exert only a very limited if any impact on economic conditions at origin. Remember that the largestemigration rate in our sample is 0.3 percent of the Romanian population in the first quarter of 2007. Themedian emigration rate in the sample is just 0.0002 percent.37Note that this effect is notably larger than that found by Clark, Hatton, and Williamson 2007 for USimmigration, which stands at 0.44; differently from them, we consider both legal and illegal immigration andexploit withinyear variability in GDP. Our countryyear fixed effects allow us to control for a much widerset of possible confounding factors that evolve slowly over time.28Table 2: Determinants of migration Dependent variable: log of quarterly emigration rate1FE2FE3CCE1.571.571.570.240.520.291.051.050.260.400.460.290.600.280.520.311.340.30yesyesyes 2,776612.11 0.000.930.271.180.260.150.13yesyesyes 2,776612.71 0.0032.64 0.001.570.930.521.180.620.150.23yesyesyes 2,77661Specification Estimation methods Regressors Log real GDP per capita Visa requirement Other migration policy controls Quarter fixed effects Originyear fixed effects Observations Countries of origin Frees test pvalueWooldridges test pvalueCrosssectional averages pvalueGDP per capita, cumulated effect Lags 1234012341.571.570.240.520.292.632.632.020.280.510.353.563.562.620.330.740.434.744.743.140.371.030.53Notes: standard errors in brackets; p0.01, p0.05, p0.1; observationsare weighted by population at origin; the number of lags of log real GDP per capitahas been determined according to AIC, BIC and LR tests to identify the optimallag structure following Canova 2007; specification 2 includes standard errorscomputed following Driscoll and Kraay 1998; for specification 3, we present an Ftest that the coefficients on crosssectional averages in the CCE estimator arejointly zero, calculated on F659,1,378.29that this would induce spatial and serial correlation in the error term, and we follow Frees1995 and Wooldridge 2002 to test for the presence of crosssectional dependence and anautoregressive structure in the residuals.38Table 2 shows that the null hypotheses of both tests are strongly rejected,39 and thissuggests that bilateral migration flows to Spain could be influenced by multilateral resistanceto migration. This entails that the standard errors provide an incorrect basis for inference,and we reestimated the same specification resorting to the method proposed by Driscolland Kraay 1998 to obtain standard errors which are robust to serial and crosssectionaldependence in the error term.40 The estimates in the second data column in Table 2 showthat income at origin remains a significant determinant of bilateral migration flows thoughthe correction by Driscoll and Kraay 1998 substantially inflates its standard error, whilethe effect of the visa policy is still not significant. In Grogger and Hanson 2011, the effectof the visa waiver was marginally significant.Still, these estimates are biased and inconsistent as multilateral resistance to migrationis likely to make the regressors endogenous, as discussed in Section 3. Before resorting tothe CCE estimator proposed by Pesaran 2006, which we have shown to be wellsuited toaddress this specific form of endogeneity, it is interesting to consider the expected directionof the bias induced by multilateral resistance to migration with respect to the estimatedcoefficients of the GDP at origin and of the visa policy.If real GDP per capita at origin correlates positively with real GDP per capita in somedestinations that wouldbe migrants perceive as close substitutes to Spain, then the coefficient estimated in specifications 12 in Table 2 is downward biased. This occurs becausean increase in GDP at origin is associated with an improvement in the attractiveness of otheralternative destinations:if this is not controlled for, then the estimated effect of GDP atorigin also captures the reduction in migration flows to Spain due to the increased attractiveness of other destination countries. This might be the relevant case with our dataset:Bertoli, Fern andezHuertas Moraga, and Ortega 2010 provided evidence that prospective 38We opted for the test for crosssectional dependence proposed by Frees 1995 over the alternative testproposed by Pesaran 2004 as the latter could lack power and miss out cases of crosssectional dependencewhere the sign of the correlations is alternating De Hoyos and Sarafidis, 2006, because the multilateralresistance to migration term does not need to be positively correlated across different countries of origin.39The two tests are implemented following De Hoyos and Sarafidis 2006 and Drukker 2003 respectively.40The method by Driscoll and Kraay 1998 is implemented following Hoechle 2007.30migrants from the third largest origin country, Ecuador, regard Spain and the US as closesubstitutes, and the correlation between real GDP per capita in Ecuador and in the USstands at 0.54 once originyear fixed effects are controlled for.41 Of course, the directionof the bias depends on the prevailing pattern of correlation between the regressors and theomitted variables, so that the expectation is dependent on the characteristics of the data inthe sample. If real GDP per capita at origin were to be negatively correlated with GDP percapita at alternative destinations, the bias would go in the opposite direction.A similar line of reasoning suggests that the coefficient of the visa requirement estimatedin specifications 12 in Table 2 is upward biased. A change in the Spanish visa policytowards one origin country occurs when also the other EU member states are adoptingan identical change, when this decision follows a regulation by the European Council. Aninstance of such a change occurred in March 2001, when the citizens of the countries whichwere candidate to accession at that time were granted visafree access to the EU by the ECRegulation No. 5392001.42 This regulation simultaneously changed the opportunities tomigrate to other EU destinations: if this effect is not controlled for, then the estimated effectof the Spanish visa requirement also captures the increase in migration flows to Spain due tochanges in the visa policy in other member states, biasing the negative coefficient upwards.43The third data column in Table 2 presents the estimates obtained from the Common Correlated Effects estimator proposed by Pesaran 2006. As shown in the bottom panel of Table 2, the crosssectional averages of the dependent and independent variables which areintroduced as auxiliary regressors are jointly significant, which is required for the estimatorto be valid.4441The correlation between real per capita GDP in Colombia, the fourth largest origin country, and the USstands at 0.73, strengthening the expectation about the direction of the bias from neglecting multilateralresistance to migration. The correlations between other top destinations and their main alternatives are 0.65 for Romania with the US and 0.74 for Morocco with France, while a negative correlation with the mainalternative destination only appears for one out of the 61 countries in the sample. The main alternativesare taken from the magnitude of 19902000 net migration flows according to the dataset constructed by Docquier, Lowell, and Marfouk 2009.42The sample countries to which the EC Regulation No. 5392001 applied are Bulgaria, Czech Republic,Hungary, Poland, Romania, Slovakia, and Slovenia.43Similar arguments can be applied to other variables that we control for, such as those referring to the 2004 and 2007 EU enlargements.44Notice that the CCE estimator can accommodate serial correlation and crosssectional dependence ofjkt in 20 so that the Frees and Wooldridge tests are unnecessary. The same observation applies to 31With the CCE estimator, we find that a 1.0 percent increase in real GDP per capita leads,after four quarters, to a 3.1 percent reduction in the migration rate to Spain. This effectis only 66 percent of the one estimated in specifications 12, confirming in this case theexpectation that neglecting the influence of the multilateral resistance to migration biasesthe coefficient of GDP downwards. Similarly, the estimated negative coefficient of the visarequirement is now highly significant, and much larger than the one obtained in the previousspecifications. The introduction of a visa requirement for nonimmigrant admission to Spainreduces the size of migration flows by 74 percent. This can be compared with the effectsfrom specifications 12, which pointed to a much smaller 14 percent and non significantreduction of migration flows. The CCE large estimated effect is in line with the findings on Ecuadorian migration to Spain in Bertoli, Fern andezHuertas Moraga, and Ortega 2011.These main results are robust to the exclusion of particular countries from the sample,such as OECD, EU15 countries or, more generally, countries with a GDP per capita higherthan the Spanish one. They are also robust to alternative definitions of the dependentvariable considering only working age individuals migration or male working age migration.The specifications corresponding to these robustness checks are included in the Appendix B.6 Concluding remarks The possible dependence of bilateral migration flows upon the timevarying attractiveness ofother destinations represents a source of concern for the econometric analysis of the determinants of migration Hanson, 2010, as it can introduce an omitted variable bias. This paperhas explored the relationship between the stochastic properties of the individual migrationdecision problem, and the presence of such a bias: when the independence of irrelevant alternatives does not characterize individual migration choices, then bilateral migration ratesdepend on the opportunities to migrate to other countries, and we labeled this effect Multilateral Resistance to Migration.Consistent estimates of the determinants of bilateral migration flows can be obtained inthe presence of multilateral resistance to migration adopting the Common Correlated Effectsestimator proposed by Pesaran 2006. This approach is more general than others proposedin the literature, which either rely on an ad hoc controls for the timevarying opportunities tospecification 2.32migrate to other destinations Mayda, 2010, or require more restrictive assumptions on thestochastic properties of the model and do not allow to identify the effects of originspecificvariables Ortega and Peri, 2009.This approach is applied to the analysis of highfrequency Spanish administrative dataon bilateral migration flows between 1997 and 2009, which are found to respond quickly andsignificantly to variations in economic conditions at origin, and to changes in the legal provisions for nonimmigrant admission. The econometric analysis shows the empirical relevanceof the concern expressed by Hanson 2010 in our data:if not accounted for, multilateralresistance to migration would bias downwards the estimated effect of GDP at origin andupwards the effect of visa policies upon bilateral migration flows to Spain.References Anderson, J. 2011: The Gravity Model, Annual Review in Economics, 3, 133160.Anderson, J., and E. van Wincoop 2003: Gravity with Gravitas: A Solution to the Border Puzzle, The American Economic Review, 93, 170192.2004: Trade Costs, Journal of Economic Literature, 42, 691751.Bai, J. 2009: Panel data models with interactive fixed effects, Econometrica, 774,12291279.Baldwin, R. 2006: The Euros Trade Effects, European Central Bank Working Paper Series No. 594, Frankfurt.Baum, C. F. 2006: An Introduction to Modern Econometrics using Stata. Stata Press.Beine, M., F. Docquier, and C. Ozden 2011: Diasporas, Journal of Development Economics, 951, 3041.Bertoli, S. 2010: Networks, sorting and selfselection of Ecuadorian migrants, Annalesd Economie et de Statistique, 9798, 261288.Bertoli, S., J. Fern andezHuertas Moraga, and F. Ortega 2010: Crossingthe Border: SelfSelection, Earnings and Individual Migration Decisions, IZA Discussion Paper No. 4957, Bonn.332011: Immigration Policies and the Ecuadorian Exodus, World Bank Economic Review, 25, 5776.Borjas, G. J. 2003: The Labor Demand Curve is Downward Sloping: Reexamining the Impact of Immigration on the Labor Market, Quarterly Journal of Economics, 1184,13351374.Bugamelli, M., and F. Patern o 2009: Do Workers Remittances Reduce the Probability of Current Account Reversals?, World Development, 3712, 18211838.Canova, F. 2007: Methods for Applied Macroeconomic Research. Princeton University Press.Clark, X., T. Hatton, and J. Williamson 2007: Explaining U.S. immigration,19711998, Review of Economics and Statistics, 892, 359373.Coakley, J., A. Fuertes, and R. Smith 2002: A Principal Components Approachto CrossSection Dependence in Panels, mimeo, Birbeck College, University of London.De Hoyos, R., and V. Sarafidis 2006: Testing for crosssectional dependence inpaneldata models, The Stata Journal, 64, 482496.Debreu, G. 1960: Review of R. D. Luce Individual Choice Behavior, American Economic Review, 501, 186188.Docquier, F., B. L. Lowell, and A. Marfouk 2009: A gendered assessment ofhighly skilled emigration, Population and Development Review, 352, 297321.Docquier, F., C. Ozden, and G. Peri 2010: The Wage Effects of Immigration and Emigration, NBER Working Paper No. 16646, National Bureau of Economic Research.Driscoll, J. C., and A. C. Kraay 1998: Consistent Covariance Matrix Estimationwith Spatially Dependent Panel Data, Review of Economics and Statistics, 804, 549560.Drukker, D. M. 2003: Testing for serial correlation in linear paneldata models, The Stata Journal, 32, 168177.34Edin, P.A., P. Fredriksson, and O. Aslund 2003: Ethnic Enclaves and the Economic Success of Immigrants: Evidence from A Natural Experiment, Quarterly Journalof Economics, 1181, 329357.Frees, E. W. 1995: Assessing crosssectional correlation in panel data, Journal of Econometrics, 69, 393414.Friedberg, R. M. 2001: The Impact of Mass Migration on the Israeli Labor Market,Quarterly Journal of Economics, 1164, 13731408.Grogger, J., and G. H. Hanson 2011: Income maximization and the selection andsorting of international migrants, Journal of Development Economics, 951, 4257.Hanson, G. 2010: International Migration and the Developing World, in Handbook of Development Economics, ed. by D. Rodrik, and M. Rosenzweig, pp. 43634414. Amsterdam: NorthHolland, Volume 5.Hanson, G. H., and C. Mc Intosh 2010a: Birth Rates and Border Crossings: Latin American Migration to the US, Canada, Spain, and the UK, NBER Working Paper No.16471, National Bureau of Economic Research.2010b: The Great Mexican Emigration, Review of Economics and Statistics,924, 798810.Hanson, G. H., and A. Spilimbergo 1999: Illegal Immigration, Border Enforcement,and Relative Wages: Evidence from Apprehensions at the U.S.Mexico Border, American Economic Review, 895, 13371357.Hausman, J., and D. Mc Fadden 1984: Specification tests for the multinomial logitmodel, Econometrica, 525, 12191240.Hoechle, D. 2007: Robust standard errors for panel regressions with crosssectionaldependence, The Stata Journal, 73, 281312.IMF 2010a: International Financial Statistics. Washington DC.2010b: World Economic Outlook Rebalancing Growth. April, Washington DC.35INE 2010a: Estad stica de Variaciones Residenciales, Instituto Nacional de Estad stica.Madrid. www.ine.es.2010b: Padr on Municipal de Habitantes, Instituto Nacional de Estad stica.Madrid. www.ine.es.Lewer, J. J., and H. V. den Berg 2008: A gravity model of immigration, Economics Letters, 991, 164167.Luce, R. D. 1959: Individual Choice Behavior. New York: Wiley.Mayda, A. M. 2010: International migration: a panel data analysis of the determinantsof bilateral flows, Journal of Population Economics, 234, 12491274.Mc Fadden, D. 1974: Conditional logit analysis of qualitative choice behavior, in Frontiers in Econometrics, ed. by P. Zarembka, pp. 105142. New York: Academic Press.1978: Modeling the Choice of Residential Location, in Spatial interaction theoryand planning models, ed. by A. Karlqvist, L. Lundqvist, F. Snickars, and J. Weibull, pp.7596. Amsterdam: NorthHolland.2001: Economic Choices, American Economic Review, 913, 351378.Mc Kenzie, D. J., and H. Rapoport 2010: Selfselection patterns in MexicoU.S.migration: The role of migration networks, Review of Economics and Statistics, 924,811821.Mishra, P. 2007: Emigration and wages in source countries: Evidence from Mexico,Journal of Development Economics, 821, 180199.Munshi, K. 2003: Networks in the Modern Economy: Mexican Migrants in the U.S.Labor Market, Quarterly Journal of Economics, 1182, 549599.OECD 2010: International Migration Outloook SOPEMI 2010. Organization for Economic Cooperation and Development.Orrenius, P. M., and M. Zavodny 2003: Do Amnesty Programs Reduce Undocumented Immigration? Evidence from IRCA, Demography, 403, 437450.36Ortega, F., and G. Peri 2009: The Causes and Effects of International Migrations:Evidence from OECD Countries 19802005, NBER Working Paper No. 14883, National Bureau of Economic Research.Ottaviano, G., and G. Peri 2010: Rethinking the Effects of Immigration on Wages,Journal of the European Economic Association, forthcoming.Pedersen, P. J., M. Pytlikova, and N. Smith 2008: Selection and network effects Migration flows into OECD countries 19902000, European Economic Review, 527,11601186.Pesaran, M. H. 2004: General Diagnostic Tests for Cross Section Dependence in Panels, IZA Discussion Paper No. 1204, Bonn.2006: Estimation and Inference in Large Heterogeneous Panels with a Multifactor Error Structure, Econometrica, 744, 9671012.Pesaran, M. H., and E. Tosetti 2011: Large panels with common factors and spatialcorrelation, Journal of Econometrics, 1612, 182202.Santos Silva, J. M. C., and S. Tenreyro 2006: The Log of Gravity, Review of Economics and Statistics, 884, 641658.Simpson, N. B., and C. Sparber 2010: The Short and LongRun Determinants of Unskilled Immigration into U.S. States, Working Paper No. 201006, Dept. of Economics,Colgate University.Theoharides, C., D. Mc Kenzie, and D. Yang 2010: How Important Are Destination Country Macro Shocks in Determining Migration Flows? Evidence from Filipino Migration, paper presented at the Third Migration and Development Conference, Paris,September 2010.Train, K. 2003: Discrete Choice Methods with Simulation. Cambridge University Press.Wen, C.H., and F. S. Koppelman 2001: The generalized nested logit model, Transportation Research Part B, 35, 627641.37Wooldridge, J. M. 2002: Econometric Analysis of Cross Section and Panel Data. MITPress.World Bank 2010: World Development Indicators. Washington DC.38A Data sources A.1 Migration flows A.1.1 The Estad stica de Variaciones Residenciales The EVR is an administrative dataset: municipalities are responsible for keeping the municipal registry up to date and the INE just compiles the information received from themunicipalities about variations in the Padr on. The EVR registers changes of status in the Padr on, both inscriptions and cancelations, with each observation corresponding to one variation. We use the observations referring to the first inscription of foreignborn individualscoming from abroad in the Padr on to measure immigration flows to Spain: the EVR contains 6,166,133 of these observations between January 1997 and December 2009.We can assess the accuracy of the EVR in measuring immigration flows to Spain by comparing it with other possible sources. These alternative sources are represented by the 2001Population Census, the 2007 Encuesta Nacional de Immigrantes ENI, a special survey forforeignborn individuals, and various rounds of the quarterly Spanish labor survey, Encuestade Poblaci on Activa EPA. The ENI was a special immigrant survey which was only ranonce between the last months of 2006 and the first months of 2007, with a sample of approximately 15,000 immigrants.45 The ENI and the EPA provide information about the year ofarrival to Spain of all immigrants, although the EPA does not contain this information forthe foreignborn who obtained Spanish citizenship.46A.1.2 Total yearly flows Our EVR data span the 19972009 period. Figure A.1 compares gross immigration flows into Spain according to the EVR with the 2001 Population Census and the ENI,47 and it showsthat the EVR underestimates migration flows before 2000. In January 2000, the Spanishgovernment enacted a new immigration law which included both an amnesty and a provisionguaranteeing that immigrants would have access to basic public services such as health and 45The methodology to locate immigrants was based on past Padr on data and it is exactly the samemethodology used by the EPA.46This entails that we have to take the EPA numbers as a lower bound, as one out of six immigrantsresiding in Spain in 2010 was naturalized.47Recall that, the 2007 ENI being a survey, it might fail to enumerate recently arrived immigrants.39Figure A.1: Immigration inflows to Spain 19972009education for their children as long as they register in the Padr on see Bertoli, Fern andezHuertas Moraga, and Ortega 2011. This shows as a spike in the 2000 EVR data that canbe attributed to the registration of both newly arrived immigrants and of those who hadcome to Spain in the earlier years but had not registered yet.48 The EVR and ENI seriesthen pretty much coincide for the years 2002 and 2003 but they diverge again for 2004 and 2005 we do not include the 2006 ENI arrivals because the survey was administered partlyin the last months of 2006. There are three possible explanations for the 2004 and 2005divergence: i the ENI might be underestimating the number of newly arrived immigrantsbecause of a sampling problem, and of the bias due to the emigration of the foreignborn;ii the 2005 amnesty may have induced more and more illegal immigrants to register; andiii the 2004 EU enlargement may have made immigrants from Eastern Europe registermassively, even though they may have arrived much earlier.49First, let us consider the likely magnitude of sampling problems in the 2007 ENI. Asthe methodology to locate immigrants for the ENI is exactly the same methodology usedfor the EPA, a comparable dataset would be the EPA for the first quarter of 2007, whichinterviewed around 10,500 immigrants. Figure A.2 shows the implied immigration flows to Spain for different rounds of the first quarter of the EPA between 2006 and 2010. The 48This may have been also helped by the 2000 and 2001 amnesties, even though being legally in the countryis irrelevant for registration.49Incidentally, the 2007 EU enlargement to Romania and Bulgaria is behind the great surge in immigrationflows in 2007, as shown in Section 4.1.40Figure A.2: Immigration inflows to Spain 19972009standard errors for the ENI and EPA numbers are between 10,000 and 25,000 immigrants.Hence, what Figure A.2 shows is that sampling problems in the ENI could go on averagearound half of the way in explaining the difference between the ENI and the EVR. Takingthe year 2005, where the discrepancy between the EVR and the ENI is greatest with 700,000and 300,000 immigrants respectively, the most recent rounds 2009 and 2010 of the EPAreport that 500,000 immigrants arrived.What about the bias due to the emigration of the foreignborn? The unique data sourceis represented by the EVR itself, as Figure A.2 shows that there is little hope of gouging thesize of return migration or remigration to third countries from the comparison of differentrounds of the EPA. A problem is represented by the fact that it is not mandatory to cancelfrom the Padr on before leaving the country, and the law, while making inscription attractive, does not provide incentives to cancel registrations, and this entails that many episodesof emigration of foreignborn individuals are likely to remain unreported. Fortunately, thelaw changed in November 2003 Ley Org anica 142003 so that nonEU immigrants whichrepresented around 60 percent of the total immigrant population in 2005 must renew theirinscription every two years, otherwise they are removed from the Padr on, with the corresponding variation being recorded in the EVR.50Thus, reliable EVR estimates of the emigration of the foreignborn should be availablesince 2006. It must be noted though that these figures may be reliable in terms of magnitude 50The EVR does not provide information on the country of destination of the foreignborn who do cancelfrom the Padr on, and this is why we do not refer to these variations as instances of return migration.41Figure A.3: Migration flows of foreignborn out of Spain 20022009i.e. every observation corresponds to an instance of emigration of a foreignborn individual, but not necessarily in terms of timing since there could be, at most, a twoyear lagbetween the actual departure and the variation recorded in the EVR. The analysis is furthercomplicated by the fact that the EVR does not provide the information about the date ofthe first inscription of the foreignborn who cancel from the Padr on. Taking all of this intoaccount, Figure A.3 shows the yearly figures of the emigration of the foreignborn accordingto the EVR.If we assume, because of the twoyear delay, that outflows recorded in 2006 the first yearto which the new law applies correspond to actual departures in 2004, they would represent 18 percent of the 2004 gross inflow, whereas 2007 outflows correspond to 30 percent of the 2005 gross inflow. Given the uncertainty about the timing of the flows, all that can be said isthat emigration could potentially go a large part of the way in explaining the discrepanciesbetween the EVR figures for 2004 and 2005, and the corresponding figures from the ENI.Together with the sampling design problem, emigration of the foreignborn could even go allthe way in explaining the observed difference.With respect to point iii above, we can safely disregard the role of the 2004 EU enlargement for the 2004 difference in flows. There are two reasons for this: first, none of theenlargement countries accounts for a relevant share of immigration to Spain, with less than 14,000 immigrants in total 2 percent of the 2004 inflow; second, Spain unlike Sweden,Ireland or the United Kingdom imposed restrictions on mobility for two years after theenlargement. Thus, the immigrants situation did not really change until 2006.42Figure A.4: Quarterly Net Migration Flows to Spain In our empirical analysis, we exploit crosscountry high frequency variations in migrationflows so that all of the discussed measurement problems in the EVR end up being absorbedby our quarter fixed effects. Measurement problems related to particular countries of originwould only be an issue as long as they may not be absorbed as well by our originyear fixedeffects.A.1.3 Total quarterly flows The EPA represents the only other data source for which variation on migration flows at thequarterly level can be obtained. By subtracting the stock of migrants in a given quarter fromthe stock of migrants in the following quarter we can obtain a measure of net migration flows.The quarterly migration series that we produce with this methodology can be compared tothe net migration flows obtained from the EVR recall that figures for the emigration of theforeignborn can only be considered reliable after 2006. This is what is done in Figure A.4.The comparison of both time series indicates that the general trend and magnitude of theflows is highly comparable in the two sources, especially taking into account the standarderrors associated with the EPA net flow. The raw correlation between the two net flowsseries is 0.78, which is extremely high considering the uncertainty involving the timing ofemigration flows from the EVR.43A.1.4Immigration flows by origin The EVR and the ENI look much more alike when we move to a countrylevel analysis. Thecorrelation coefficient between originyear observations from the EVR and from the ENIbetween 1997 and 2005 is 0.88 calculated over 604 countryyear observations. If we restrictthe ENI sample to those countryyear pairs for which there were at least 10 observations, weare left with 177 countryyear observations, for which the correlation with the EVR is still 0.84.51We run basic regressions to check to what extent ENI originyear observations can explain EVR originobservations: when we did so for the 177 common observations for which therewere at least 10 individuals in the ENI sample, the result is a coefficient reassuringly equalto 1.00.52 This could hide differences on a country by country basis but, when we run originspecific regressions with the caveat that the highest number of observations is 9 in theseregressions, we could not reject the coefficient on the ENI numbers being 1 for any countrybut Colombia at a 95 percent confidence level with a pvalue of 0.0497.When we run a regression with origin fixed effects, the resulting coefficient was 0.97 notstatistically different from 1 at a 99 percent confidence level. We also run a regressionwith time fixed effects exploiting the crosssectional variation in the data, and the estimatedcoefficient was again 1.00. However, the last specification shows that the 2004 and 2005 yearfixed effects are significant, which indirectly suggests that point iii above about the 2005amnesty announced in the last months of 2004 did play a relevant role.A.2 Spanish immigration policies We detail below how each of the ten variables that describe how Spanish immigration policieschanged over our period of analysis 19972009 were built, and the corresponding legalsources.January 2000 Amnesty the dummy variable takes value 1 for all countries from January 2000 source: Ley Org anica 42000.51The share of total immigrants covered by this restriction is 85 percent both in the ENI and in the EVR.52Of course, this result hides differences on a year by year basis: running yearly regressions, we obtain acoefficient around 0.3 for the years 19971999, around 1 for 20002003, 1.3 in 2004 and 2.3 in 2005.44November 2004 Amnesty the dummy variable takes value 1 for all countries from November 2004 source: Real Decreto 23932004.EU15 the dummy variable takes value 1 if the country of origin belongs to the European Union as of 1997. Thus, it is 1 for Austria, Belgium, Denmark, Finland, France, Greece,Ireland, Italy, Luxembourg, Netherlands, Portugal, United Kingdom, Germany and Swedensource: www.europa.eu.int.Schengen Area the dummy variable takes value 1 from the inclusion of a country inthe Schengen Area. It is 1 in the whole sample period for Belgium, France, Luxembourg,Monaco, Netherlands, Portugal and Germany; 1 from November 1997 for Italy, San Marinoand the Holy See; 1 from December 1997 for Austria; 1 from April 2000 for Greece; 1from April 2001 for Denmark, Finland, Iceland, Norway and Sweden; 1 from April 2008for Hungary, Malta, Poland, Latvia, Estonia, Lithuania, the Czech Republic, Slovakia and Slovenia; and 1 from January 2009 for Switzerland source: www.europa.eu.int.EU May 2004 Eastern Enlargement the dummy variable takes value 1 from May 2004 for Cyprus, Hungary, Malta, Poland, Latvia, Estonia, Lithuania, Czech Republic, Slovakia and Slovenia source: www.europa.eu.int.EU January 2007 Romania and Bulgaria Enlargement the dummy variable takesvalue 1 from January 2007 for Romania and Bulgaria source: www.europa.eu.int.Visa requirement for nonimmigrant admission the dummy variable takes value 1 for those countries and periods for which a visa was required to enter Spain. It is 1 for allvalues with the exception of the following: members of the EU15 group; Andorra; Iceland;Norway; Liechtenstein; Croatia; countrymonth pairs for which the Schengen area dummyis 1; Eastern Enlargement 2004 and 2007 countries plus Switzerland from April 2001;Chile; Peru; Argentina; Bolivia until March 2007; Colombia until December 2001; Ecuadoruntil July 2003; Venezuela; Paraguay; Brazil; Uruguay; Mexico; Costa Rica; El Salvador;Guatemala; Honduras; Panama; Nicaragua; Australia; New Zealand; Canada; United States;South Korea; Brunei; Israel; Japan; Malaysia; Singapore; Antigua and Barbuda, Bahamas,Barbados, Saint Kitts and Nevis, Seychelles and Mauritius from June 2009. The sources are Schengen Area regulations www.europa.eu.int; www.maec.es and www.boe.es and bilateralagreements of Spain with Latin American countries www.mtin.es and www.boe.es.Bilateral agreement on double nationality the dummy takes value 1 if a bilateral agreement on double nationality with Spain exists: Costa Rica, Guatemala, Honduras,45Nicaragua, Dominican Republic, Argentina, Bolivia, Colombia, Chile, Ecuador, Paraguayand Peru sources: www.mtin.es and www.boe.es.Bilateral agreement on social security the dummy takes value 1 if a bilateralagreement on Social Security with Spain exists: Mexico, Argentina, Brazil, Chile, Ecuador,Paraguay, Peru, Uruguay and Venezuela for the whole period; Panama until May 2000;Dominican Republic from July 2006; and Colombia from March 2008 sources: www.mtin.esand www.boe.es.Bilateral agreement on contracts at origin the dummy takes value 1 from the moment when a bilateral agreement that allows to sign in the country of origin a labor contractwith a Spanish employer is applied: Colombia from June 2001, Ecuador from July 2001,Dominican Republic from February 2002 and Peru from August 2004 sources: www.mtin.esand www.boe.es.A.3 GDP data We gathered real GDP quarterly data for all countries of origin with a positive total numberof immigrants in all the quarters, and we were able to find these data for 61 origin countries,representing 87 percent of total immigration flows to Spain between 1997 and 2009.53 Themain data source was represented by IMF 2010a, which we combined with data from IMF2010b and from various Central Banks.54 When the original series of real quarterly GDPdata were not seasonally adjusted, we implemented the adjustment regressing the log of real GDP on a linear time trend and quarterly dummies, as suggested by Baum 2006.53The population residing in these countries amount to 51 percent of the world total.54IMF 2010b provides information on the rate of growth of real quarterly GDP for several countries andregional aggregates; for each origin country, Table A.1 reports whether the figures from IMF 2010b arecountry or regionspecific.46Table A.1: Data sources for quarterly real GDPobs.5252525251152123252162844044052525252439123236975252continued2002q 42009q 41999q 42009q 41999q 42009q 42009q 42009q 42009q 42009q 42007q 32009q 42001q 42009q 42005q 42008q 1nonoyesyesyesnononononoyesyesyesnoyesyesyesnoyesto 2009q 42009q 42009q 42009q 42009q 32009q 42009q 42001q 42009q 4SAnoyesnoyesnonononono 2009q 4yes Country Argentina Australia Austria Belgium Bolivia Brazil Bulgaria Canada Chile Colombia Source IFSIFSIFSIFSIFSWEO, LACIFSWEO, EEIFSIFSIFSWEO, LACIFSIFSCosta Rica WEO, LACCroatia Czech Republic Denmark IFSIFSIFSIFSDom. Republic Central Bank Ecuador IFSEgypt Central Bank WEO, MENAIFSEl Salvador WEO, LACIFSfrom 1997q 11997q 11997q 11997q 11997q 12009q 41997q 11999q 12002q 11997q 11999q 12003q 11999q 12000q 11999q 12000q 11997q 11997q 11997q 11997q 11997q 12007q 41999q 12001q 11997q 12006q 1Finland France WEO, LAC2008q 2q 12009q 4IFSIFS1997q 11997q 12009q 42009q 447Table A.1: Data sources for quarterly real GDP continuedCountry Georgia Germany Greece Sourcefromto WEO, CIS1999q 12002q 4IFSIFS2003q 12009q 41997q 12009q 4WEO, Euro 1999q 12000q 4IFS2001q 12009q 4Guatemala WEO, LAC1999q 12000q 4SAyesnoyesyesnono Central Bank 2001q 12009q 4yes Hungary Iceland India Indonesia Iran Ireland Israel Italy Japan Jordan Luxembourg IFSIFS1997q 12009q 41997q 12009q 4WEO, country 1999q 12006q 4IFSIFSIFS2007q 12009q 41997q 12009q 41997q 12007q 4WEO, Emerg.2008q 12009q 4IFSIFSIFSIFSIFSIFS1997q 12009q 41997q 12009q 41997q 12009q 41997q 12009q 41997q 12009q 41997q 12009q 4Mexico WEO, LAC1999q 12002q 4IFS1997q 12003q 1Morocco WEO, MENA 1999q 12004q 4Netherlands IFSIFS2005q 12009q 41997q 12009q 4Nicaragua WEO, LAC1999q 12002q 4Norway Panama Central Bank 2003q 12009q 4IFS1997q 12009q 4WEO, LAC1999q 12003q 2IFS2003q 32006q 1WEO, LAC2006q 22009q 4Paraguay WEO, LAC1999q 12005q 4IFS2006q 12008q 3WEO, LAC2008q 42009q 4nononononononononoyesyesnononoyesyesyesyesnononoyesnoyesyesnoyesobs.1628528368365252321252448525252525252162824205216285218111528115continued48Table A.1: Data sources for quarterly real GDP continuedSourcefromto SAobs.Country Peru Philippines Poland Portugal Romania Russia Slovakia Slovenia South Africa South Korea Sweden Switzerland Turkey Tunisia IFSIFSIFSIFSIFSIFS1997q 12009q 41997q 12009q 41997q 12009q 41997q 12009q 41997q 12009q 41997q 12009q 3WEO, country 2009q 42009q 4IFSIFSIFSIFSIFSIFSIFS1997q 12009q 41997q 12009q 41997q 12009q 41997q 12009q 41997q 12009q 41997q 12009q 41997q 12009q 4WEO, MENA 1999q 12000q 4IFS2001q 12007q 4WEO, MENA 2008q 12009q 4nonononononononononononoyesnoyesnoyesnoyesyesnonoyesyes 5252525252511525252525252528288836524845252Ukraine WEO, EE1999q 12000q 4United Kingdom IFSIFS2001q 12009q 41997q 12009q 4Uruguay Central Bank 1997q 12008q 4WEO, LAC2009q 12009q 4USAIFS1997q 12009q 4Venezuela Central Bank 1997q 12009q 4Notes: SA describes whether the original series was seasonally adjusted.49B Robustness checks Table B.1: Robustness checks on the determinants of migration Dependent variable: log of quarterly emigration rate Specification Baseline No OECDNo EU15Estimation methods FECCEFECCEFECCERegressors Lags Log real GDP per capita GDP per capita,cumulated effect Visa requirement Other policy controls Quarter fixed effects Originyear fixed effects Observations Countries of origin Frees testpvalueWooldridges testpvalueCrosssectional averagespvalue123401.571.571.721.591.681.720.240.290.290.350.270.331.050.260.930.460.290.601.220.320.540.270.280.321.180.521.170.260.310.324.743.144.650.170.340.210.340.060.322.031.050.291.050.430.330.790.300.331.420.660.290.365.203.590.370.530.490.670.430.620.150.13yesyesyes 2,776612.710.0032.640.001.340.501.320.300.200.320.140.151.340.34yesyesyes 2,776612.110.00yesyesyes 1,504341.630.0018.860.00yesyesyes 1,504342.070.00yesyesyes 2,120471.800.0022.170.00yesyesyes 2,120471.880.00Notes: standard errors in brackets; p0.01, p0.05, p0.1; observations are weighted bypopulation at origin; the baseline specification follows table 2; No OECD drops highincome OECDcountries; No EU15 drops the members of the European Union before the 2004 enlargement.50Table B.1: Robustness checks on the determinants of migration continuedDependent variable: log of quarterly emigration rate Specification Lower GDPWorking Age Male Working Age Estimation methods FECCEFECCEFECCERegressors Lags1.631.511.381.321.230.920.270.330.250.290.320.3912340Log real GDP per capita GDP per capita,cumulated effect Visa requirement Other policy controls Quarter fixed effects Originyear fixed effects Observations Countries of origin Frees testpvalueWooldridges testpvalueCrosssectional averagespvalue0.300.320.270.281.290.542.150.750.260.290.330.401.040.821.460.570.300.342.490.080.381.620.940.290.830.050.320.631.190.304.590.100.362.290.260.310.320.435.163.256.173.210.460.630.370.530.470.720.140.151.300.310.110.131.180.290.090.171.150.36yesyesyes 1,872421.880.0023.020.00yesyesyes 1,872421.950.00yesyesyes 2,776612.870.0063.510.00yesyesyes 2,776612.200.00yesyesyes 2,765612.770.0017.150.00yesyesyes 2,765612.060.00Notes: standard errors in brackets; p0.01, p0.05, p0.1; observations are weighted bypopulation at origin; specification Lower GDP drops all countries with a GDP per capita higher thanthe Spanish one in PPP terms in 1999 World Bank, 2010; specification Working Age computesthe dependent variable only on working age individuals between 16 and 65 when they enter Spain;specification Working Age Male further restricts the definition of the dependent variable to workingage males.51", "filename": "68271920X.pdf", "person": ["Simone Bertoli", "Bertoli, Simone", "Jesús Fernández-Huertas Moraga", "Fernández-Huertas Moraga, Jesús"], "date": ["2011"]}