{"lang": "de", "identifier_url": ["http://www.econstor.eu/bitstream/10419/55378/1/684994984.pdf"], "title": ["Das Elend des Kompetenzbegriffs: Kompetenzkonstrukte in der aktuellen Unternehmenstheorie"], "plaintext": " Wenn einer, der mit Muhe kaum gekrochen ist auf einen Baum schon meint, da er ein Voglein war so irrt sich der. Wilhelm Busch uber Kompetenz und Identitat Erfolg als Krisenindikator? Abstract: Definitionen und Operationalisierungen des Kompetenzkonstrukts sind bislang diffus oder tendieren ins Tautologische, verdoppeln Funktionen in Kompetenzbegriffen Personalselektion Selektionsvermogen; Personalfuhrung Fuhrungskompetenz, etc  Bislang findet man eher Konsens im Beklagen eines Mangels an nachvollziehbaren und operationalen oder uberhaupt expliziten Definitionen von Unternehmenskompetenz; man findet eher Zustimmung zur Diagnose uneinheitlicher Bestimmungen als klare Ubersichten uber Kompetenzkonstrukte der einzelnen Forschergruppen. Mein Beitrag zeichnet daher semantische Landkarten des Kompetenzbegriffs, anhand derer sich die inhaltlichen Bestimmungen, theoretische Verortungen und die Operationalisierungen verschiedener Ansatze vergleichen lassen. Dem liegt die Annahme zugrunde, da es einer Forschungsrichtung nicht schaden kann, sich gelegentlich mit ihrem Zentralbegriff zu befassen. Da das Ergebnis der auf dieser Basis vorgenommenen Analyse einiger Operationalisierungen als deprimierend empfunden werden konnte, schliet der Beitrag mit einer kurzen Skizze moglicher Alternativen. 1 Der Competencebased View auf dem Weg zum Schlusselparadigma in der Managementforschung? So lautete das Motto der Tagung, der dieser Beitrag den Anla verdankt.1 Aus der Sicht der Vertreter dieses Ansatzes mag das ermutigend sein. Andere konnten in dem Szenario eher eine Drohung sehen, oder eine Krisendiagnose. Ein Ansatz mit massiven theoretischen Schwachen schickt sich an, andere bislang dominierende Ansatze mit anderen Schwachen von Platz eins der Hitparade im Managementdiskurs abzulosen. Je nach theoretischer Praferenz oder personlicher Affiliation wird der Leser fragen, wie er an diesem Siegeszug teilhaben oder was er dagegen tun kann. Kritiker der Competencebased View CBVDCV konnten sich allerdings auch, dem Kuhnschen Phasenmodell des Paradigmenwandels folgend Kuhn 1967, zurucklehnen und beschlieen, nichts zu tun, weil das Paradigma auf dem Weg zur Normalwissenschaft ohnehin seinen Zenith uberschritten hat. Als mittlerweile mehr oder weniger herrschende Folklore ware bei ihr zu erwarten, da die Widerspruche zwischen ihren Erklarungen und den empirischen Beobachtungen zunehmend Locher in den argumentativen Schutzwall ihrer Verteidiger schieen, bis es schlielich unter dem Druck der Evidenz bzw. der sie vorbringenden 1 Diesem Ansatz rechne ich hier auch Konzepte wie jenen der Absorptive Capacity und der Dynamic Capabilities zu, die manche als eigene view bezeichnen DCV. Wer die Geschlechtsumwandlung des englischen Begriffs view vom Neutrum ins Maskulinum erfunden hat, ist mir unbekannt; ebenso, warum dem viele folgen. Gema der deutschen Ubersetzung des Begriffs in Sichtweise, spatlateinisch Perspektive, werde ich das Femininum verwenden. Da ich in der 1. Person schreibe, ist eine stilistische Entscheidung, die mit meiner erkenntnistheoretischen Position zu tun hat. Es ist zugleich ein Statement gegen den akademischen Habitus, sich als Forschersubjekt ungelenk hinter dem objektivistischen Passiv zu verstecken es mu zum Schlu gekommen werden, um wissenschaftlicher zu wirken und weniger Angriffsflache zu bieten. 2Angreifer zusammenbricht.2 Nur, das dauert. Denn zum einen war die Familie der ressourcenorientierten Views bislang empirisch nicht nur schwach auf der Brust. Sie verfugt zudem uber einige Immunisierungsmechanismen, die sie bestens gegen Falsifizierung schutzen. Dazu gehort etwa ihr notorischer Unwille, Kompetenz in prufbarer Weise zu operationalisieren. Erst jungst scheint sich das mit einer Welle von Dissertationen zu andern vgl. Abschnitt 4. Zum anderen werden die Angreifer wohl erst die nachste Generation von Wissenschaftler Innen bilden. Jene, die sich durch Abgrenzung vom Etablierten zu profilieren suchen, wahrend die Verteidiger sich mit allerlei Zusatzerklarungen und ceteris paribus bis zum Ausscheiden aus dem Wissenschaftsbetrieb an das Paradigma klammern, das ihnen wahrend ihrer Laufzeit das akademische Ein und Auskommen sicherte. Im Moment scheint es fur die wissenschaftliche Nachfolgegeneration aber wohl attraktiv, sich einer noch im Aufschwung befindlichen Denkgewohnheit anzuschlieen. Auf der anderen Seite konzediere ich gern und mit Evidenz gegen Kuhn: scharfere Einwande gegen die CBVDCV als meine z.B. Moldaschl 2006, 2007a, 2009 habe ich noch keine gelesen und werde dennoch zu Tagungen ihrer Vertreter eingeladen. Das ist souveran. Es spricht auch fur die BWL als relativ pluralistische Disziplin, verglichen etwa mit der VWL. In einem fruheren Beitrag Moldaschl 2006 hatte ich argumentiert, man konne diese Uberlegungen, die mangels Konsistenz und Stringenz noch keine Theorie darstellen so auch Freiling et al. 2007, auf zwei Weisen sinnvoll weiterentwickeln. Zum einen, indem man sie paradigmatisch verortet, sie an ein ihr gemaes Paradigma zuruckbindet und danach ihre Annahmen systematisch auf Kommensurabilitat mit diesem Paradigma pruft. Das wurde auch die Neigung mancher Autor Innen begrenzen, dort, wo die Schwachstellen der CBV unubersehbar sind, eklektisch auf Interpretamente anderer Theorietraditionen und Paradigmen zuruckzugreifen. Als das ihr naheliegendste Paradigma hatte ich dabei die Soziookonomie bzw. den kulturhistorischen Ansatz innerhalb der Evolutorischen Okonomik identifiziert. Der zweite Teil des Weges bestunde darin, nun uberall dort, wo diese Schwachen offengelegt wurden, von den paradigmatischen Pramissen ausgehend prufbare und kommensurable Annahmen zu formulieren, also systematisch Theorieentwicklung zu betreiben. Das schliet ein, inkommensurable Interpretamente zu entfernen und sie durch Annahmen zu ersetzen, die mit den paradigmatischen Pramissen vereinbar sind. Der grote Bedarf bestunde hier bei der Einfuhrung eines Akteurskonzepts mit der Moglichkeit von Interessendivergenz und konkurrierenden Strategien. Naturlich gehoren diese beiden Zugange zusammen. Im vorliegenden Beitrag arbeite ich aber nur an einer Ecke weiter: am Begriff. Fur einen Ansatz, der den Kompetenzbegriff so zentral im Wappen fuhrt, sollte hartnackige Arbeit an seiner Bestimmung und Operationalisierung selbstverstandlich sein. Da das jedoch keineswegs der Fall ist, gab meinem Beitrag den Titel und das Ziel.3 Ich werde mich also nachfol 2 Das kann man durchaus analog sehen zu jener Denkfigur des Erfolgs als Risiko auf Unternehmensebene, die, u.a. vertreten von LeonardBarton 1992 mittlerweile auch im Denkbetrieb der CBV angekommen ist. 3 Das ist seltsam, aber in der Wissenschaft auch nicht so ungewohnlich. Es gab beispielsweise eine groe Forschergruppe, die an einer Theorie reflexiver Modernisierung arbeitete und dem Begriff Reflexivitat zentrale Bedeutung einraumte, an seiner Definition aber verbluffend wenig Interesse zeigte vgl. Moldaschl 2005. Im Handbuch Arbeitssoziologie moniert einer der Heraus 3Das Elend der Begriffe oder der Segen der Divergenz gend mit diesem Schlusselbegriff auseinandersetzen, und zwar auf zwei Ebenen. Zum einen geht es um Kompetenzkonstrukte selbst, zum anderen aber um Denkstile im Umgang mit diesen und ihrer Divergenz. Diese beiden Betrachtungen eine objektbezogene und eine diskursbezogene bzw. epistemische laufen mehr oder weniger parallel. 2 Der Sammelbegriff Strategisches Kompetenzmanagement, den einige in diesem Band versammelten Autor Innen zunehmend als gemeinsame Plattform zu akzeptieren scheinen, ist passend und problematisch zugleich. Passend, weil der Begriff Management erstens keine konsistente Theorie voraussetzt und das Diskursfeld somit fur unterschiedliche Kompetenzkonstrukte offen halt. Zweitens, weil er die Zielstellung vieler Beitragender zutreffend benennt: Es geht um die Herstellung von Managementwissen, nicht primar um Erklarung. Problematisch ist er, soweit er damit einer alten Praferenz der Betriebswirtschaftslehre fur normatives Managementwissen folgt und weniger dem Anspruch, theoretisch und empirisch gut begrundete Wissenschaft zu betreiben. Fur ersteres reicht eine view, eine Perspektive bzw. ein Konzept oder Ansatz. Letzteres hingegen kommt nicht ohne den Anspruch aus, eine Unternehmenstheorie zu haben oder zu entwickeln. Meines Erachtens ist eine realitatsnahe view, die viele Interpretamente integrieren kann, allemal besser als ein Modellplatonismus im Sinne von Hans Albert 1959. Ein solcher opfert die Realitatsnahe der Sparsamkeit seiner Annahmen und der formalen Eleganz so bezeichnet man gerne die bloe Rechenhaftigkeit seines Modells. Die Umkehrung dieser Methode kann freilich keine Regel sein: Es gibt auch gute Theorie und viel schlechten Eklektizismus. Und am besten ist eine gute Theorie, aus der sich uberprufbare und mit denen Theorien konkurrierende Annahmen ableiten lassen. Proff und Haberle 2008: 448 meinen allerdings, einen Trend ausmachen zu konnen, wonach sich der Diskurs zunehmend auf die Entwicklung von einer kompetenzbasierten Theorie der Wettbewerbsvorteile zu einer kompetenzbasierten Theorie der Unternehmung konzentriere. Als Optimismus teile ich das gern, nicht aber als Diagnose. Und das nicht nur aufgrund meiner andersartigen Beobachtungen, sondern auch deshalb, weil ich die Ansicht nicht teile, man konne auf dem Kompetenzbegriff eine uberzeugende Theorie der Unternehmung begrunden. Doch dazu spater. Was also ist es nun, woruber und worin wir sprechen: eine SubDisziplin, eine Theorie, ein transdisziplinares Forschungsfeld, ein Diskurs? Im Englischen, dieser mehr von der Semantik als von der Grammatik bestimmten Sprache, in der sich Bedeutung starker als etwa in romanischen und slawischen Sprachen vom Kontext her bestimmt, geht man mit Begriffen etwas liberaler um. So ist es spatestens seit Senges Fifth Discipline 1990 etwa ublich geworden, von einer discipline of organizational learning zu sprechen, die Ahnliches behandelt wie das Strategische Management: die Fahigkeit von Organisationen, ihren eigenen Wandel zu organisieren, statt dies externen Experten Organisationesntwicklern zu uberlassen. Nachdem Argyris und Schon mit ihrer theory of organisational learning 1978 den Term Organisationslernen eingefuhrt hatten und weitere Theorien hinzukamen, mag der Begriff Disziplin fur das so abgesteckte Feld brauchbar erscheinen. Aber sollten wir sobald es geber, das Fach habe die Frage, was Arbeit sei, selten ernsthaft gestellt und schon gar nicht intensiver behandelt Vo 2010: 23. Aber das mu man sich ja nicht zum Vorbild nehmen. 4mehr als eine Theorie dazu gibt auch von einer Disziplin der Froschkrankheiten Ranapathologie sprechen, oder einer der unerwunschten Lohneffekte ContraintentioStipendiologie? Wieviele Millionen Disziplinen mussten dann an einer Universitat vertreten sein? Nachfolgend werde ich deshalb meist von einem Diskurs sprechen, und damit auch und insbesondere die Funktion der wechselseitigen Kritik hervorheben. Forschungsfeld wurde tendenziell auch passen. Aber nicht jeder, der dazu mehr oder weniger Gehaltvolles beitragt, forscht auch. Und ob es sich um ein einheitliches Feld handelt, ist auch fraglich. Da auch der Begriff theory of the firm weitgehend liberal benutzt wird, abwechselnd mit view oder anderen Begriffen, zeigt, da man es auch mit dieser Unterscheidung nicht so genau nimmt; dann wohl auch nicht mit den Konsistenzanspruchen. Das schlagt sich in einer Intransparenz, mitunter auch Beliebigkeit der verwendeten Kompetenzkonstrukte nieder, wie wir gleich sehen werden. Die Kritik an der Uneinheitlichkeit der Definitionen und Konstrukte bzw. die verbreitete Klage, es gebe keinen einheitlichen Kompetenzbegriff, ist allerdings naiv und abwegig. Man kennt sie und kann sie verstehen bei Studienanfangern, die von der Wissenschaft eine sichere Antwort erwarten; weil man ihnen Wissenschaft in der Schule so vorgestellt und dabei versaumt hat, sie ihnen als ein spannendes Ringen um die Interpretation oft uneindeutiger Phanomene zu vermitteln. Wurden das Wesen der Dinge und die Erscheinungen in eins fallen, brauchte es keine Theorie und keine Wissenschaft. Es hat keinen Sinn, Einheitlichkeit einzufordern oder sie abzuwarten. Diese Erwartung an die Wissenschaft ist ahnlich verquer wie ein gerade in Deutschland verbreitetes Miverstandnis parlamentarischer Demokratie: Wie kann man eine Partei wahlen, in der sich die Flugel selbst nicht einig sind? Streit darf es in dieser View nur zwischen den Parteien geben. Das Wesen der Wissenschaft ist freilich erst recht der fraktionszwangfreie Wettbewerb um die bessere Definition, Beschreibung, Erklarung. Die Rationalitat ist prozessual und liegt hier, wie in der Demokratie, im Diskurs. Auch wenn das nur im Prinzip gilt und nicht die irdische Realitat wissenschaftlicher Wissensproduktion beschreibt, mit ihren Machtspielen, Eifersuchteleien, Nachbetereien und allgegenwartigen Konformismen. Die typischen Argumentationsmuster im Umgang mit heterogenem wissenschaftlichen Wissen lassen sich wie in Abbildung 1 darstellen. Man kann aus dem Fehlen einer allgemein anerkannten oder breit akzeptierten Definition folgern, es handle sich a um ein unreifes Forschungsfeld oder eine unreife wissenschaftliche Disziplin. Dergleichen lage dem klassischrationalistischen Denkstil sehr nahe. Man kann aber auch b folgern, der wissenschaftliche Kenntnisstand sei in seiner Pluralitat zur Kenntnis zu nehmen bzw. die anspruchsvollere Variante erst einmal vergleichend zu ordnen, um daruber zu einem besseren, mehrperspektivischen Verstandnis des Gegenstands zu gelangen. Das entsprache eher einem konstruktivistischen Denkstil. Oder man gibt sich c mit der beobachtbaren Divergenz undoder Uberlappung der Ansatze nicht zufrieden und sucht nach einer besseren, tieferen Fundierung. Johan Galtung 1983 hatte das vielleicht einen teutonischen Denkstil genannt, ihm aber wohl nicht jegliche Vorzuge abgesprochen. Im Fall a hat man wiederum drei Optionen, speziell als Nachwuchswissenschaftlerin: das Feld gleich wieder verlassen und nach festem Boden suchen; es beobachten, um im rechten Moment auf den anfahrenden Zug zu springen; oder sich im emergierenden Feld eine Ni 5sche anlegen und sich dieser oder jener Definition und Operationalisierung bedienen, um daraus eine eigene Bricolage fur die Qualifikationsarbeit zu basteln. Im Fall b hat man zwei Optionen, namlich deskriptive oder genetische analytische Typologien zu erstellen. Deskriptive Landkarten des Feldes verlangen weniger Wissen und machen weniger Arbeit, was ihre entschieden groere Verbreitung erklaren mag. Genetische Landkarten fuhren Begriffe hier Kompetenzkonstrukte auf zugrunde liegende Theoriearten oder Paradigmen zuruck.4 Mit dem Ergebnis der beiden Verfahren kann man wiederum auf jeweils zwei Weisen umgehen. Im deskriptiven Modus kann man sich entscheiden, ob man alle Definitionen oder aus allen Definitionen etwas verwendet, oder ob man sich aus irgendwelchen Grunden fur eine entscheidet. Im analytischen Modus kann man sich entscheiden, ob man sich nach einer Abwagung konzeptioneller Starken und Schwachen fur einen Ansatz entscheidet, oder einen integrativen anstrebt, in dem man die Schwachen des einen durch Ruckgriff auf den anderen Ansatz zu kompensieren sucht. In unserem Themenfeld etwa wurden Kombinationen von ressourcentheoretischen mit institutionentheoretischen Argumentationen vorgeschlagen. In der Variante c schlielich geht es um eine eigenstandige Begrundung, nicht um Fusionen; so etwa Freiling et al. 2007; und auch wir mit einen anderen Zugang vgl. 5. __________________________________________________________________________ Abb. 1: Optionen des Umgangs mit konzeptioneller Inhomogenitat Es kommt also darauf an, Konstrukte von Kompetenz moglichst prazise zu definieren und operational so zu fassen, da die aus ihnen abgeleiteten Annahmen bzw. Aussagen durch Beobachtung uberprufbar werden. Ebenso sollte das Verhaltnis von Konzept und Operationalisierung durch die Veroffentlichung letzterer uberprufbar werden. Wollen wir die aktuell angebotenen Kompetenzbegriffe kritisch beleuchten, mussen wir sie zunachst einmal ordnen anhand der Ansatze, denen sie entstammen. Konnen wir hier einen Erkenntnisfortschritt von Kompetenzzuschreibungen? 4 die im Bereich der Organisations und Managementforschung wohl bekannteste analytische Landkarte ist das VierfelderSchema der Organisationstheorien von BurrellMorgan 1979, 21ff. ausmachen, Vielfalt oder nur zunehmende 6 1. Wissenschaftlichen Fortschritt erzielen wir in der Regel nicht uber integrative Definitionen und die Aufblahung eklektischer Sammelbehalter fur Annahmen Konzepte, Views; wir erzielen ihn uber die klare Abgrenzung unserer Annahmen, Begriffe und Operationalisierungen von anderen. Nur das ermoglicht Wettbewerb um die bessere Erklarung. 2. Typologien sind gleichwohl nutzlich, soweit sie nicht lediglich deskriptiv bzw. enumerativ sind; sie sollten ordnen, indem sie die Grundannahmen von Konzepten, Konstrukten oder Theorien vergleichen bzw. anhand dieser zuordnen. 3. Wer nicht eigene empirische Forschung anstellt, sondern Befunde resumiert bzw. Diskurslandkarten zeichnet, dem bleibt die Moglichkeit, sich einem der Konzepte anzuschlieen entscheiden, oder eine eklektische, integrative Sicht zu wahlen. 4. Wer eigene empirische Forschung anstellt, ist zur Reduktion gezwungen, soll das Ergebnis nicht die Beliebigkeit vieler CBVStudien haben. Der Trost s.o.: Die Rationalitat liegt im Diskurs. Der Kompetenzbegriff competitive maps 3 Deskriptive Typologien der kompetenzorientierten Unternehmensforschung um hier noch eine weitere Bezeichnung des Diskurses vorzuschlagen gibt es mittlerweile viele. Der Dissertationsbetrieb ist eine zuverlassige Quelle solcher semantischer Landkarten, da sich dessen Mitglieder ja zunachst einmal obligatorisch im Begriffsraum des von ihnen bearbeiteten Forschungsfeldes verorten mussen. Was hat der gesagt, was jene, wem schliee ich mich an, von wem grenze ich mich ab? Deskriptive Typologien des Kompetenzbegriffs bleiben weitgehend auf der semantischen bzw. definitorischen Ebene und dringen kaum vor zur generativen Grammatik dieser Begriffe, zu den theoretischen Grundannahmen und paradigmatischen Pramissen. Nehmen wir als Beispiel eines genugt vollig die von Krogh und Venzin 1995 vorgelegte und von Schimmel 2007 etwas aktualisierte Ubersicht Tabelle 1. Wie auf den ersten Blick erkennbar, handelt es sich hier um eine Sammlung von Konzepten, die zwar alle auch auf Kompetenzen in Unternehmen abstellen, von denen aber aktuell nur zwei dem strategischen Kompetenzmanagement zugerechnet werden. Nur die CBV und die KBV capabilities und der Kernkompetenzansatz thematisieren primar Kompetenzen von Unternehmen. Was in der ressourcenorientierten Tradition des strategischen Managements adressiert werden, sowie ein Segment der Wissenskapitaldebatte. Viele andere Traditionen, die sich mit organisationalen Fahigkeiten befassen vgl. Moldaschl 2006, kommen nicht vor, etwa solche zum Organisationslernen oder entsprechende Teile der Innovationsforschung. Kaum zu ubersehen ist schlielich, da die semantische Klassifikation nicht viel weiterfuhrt: in allen Bestimmungen kommen jeweils Wissen und Fahigkeiten vor, teils nur in unterschiedlicher Benennung Kapazitaten, Kompetenzen, Vermogen, Ressourcen. Eher bedeutsam sind dann schon die UberUnterordnungsrelationen: Wissen als Oberbegriff, als Objekt der sie nutzenden Kompetenzen, oder worst case der Beliebigkeit als bloes Synonym. Was alle genannten Begriffsschulen eint, ist ihre Betonung des impliziten Wissens als eines nicht beliebig handelbaren Gutes. ist, da nur Ansatze ferner ins Auge springt, 7Konstrukt invisible assets intangible resources strategic assets capabilities core competencies intellectual capital Beschreibung Autoren Auswahl Unsichtbare Vermogenswerte: auf Informationen basierende Ressourcen z.B. Kundenvertrauen, Markenname,  , Servicegrad, Unternehmenskultur, Fahigkeiten des Managements Nichtgreifbare Ressourcen: nichtgreifbare Vermogenswerte, die einer juristischen Person gehoren konnen, werden von Fahigkeiten synonym: Kompetenzen unterschieden, die nicht einfach ubertragbar sind z.B. Knowhow von Mitarbeitern, Lieferanten, Kunden Strategische Vermogenswerte: Bundel von Ressourcen und Fahigkeiten, die schwer transferierbar und imitierbar, selten, passend und spezialisiert sind; verleihen Wettbewerbsvorteile Fahigkeiten: Kapazitat eines Unternehmens, Ressourcen zu verwenden; basieren primar auf den Organisationsprinzipien, mit denen Wissen strukturiert, koordiniert und kommuniziert wird Kernkompetenzen: Kombination von Fahigkeiten und Technologien, die auf Wissen beruht und sich durch zeitliche Stabilitat und produktubergreifenden Einflu auszeichnet; daruber hinaus generieren sie einen Wert beim Kunden, sind einzigartig, schwer imitierbar und transferierbar und sind synergetisch mit anderen Kompetenzen verbunden; zudem verschaffen sie Zugang zu neuen Markten Intellektuelles Kapital Wissenskapital: Gesamtheit des Wissens und der Fahigkeiten im Unternehmen; Ressourcen im Unternehmen, die keine physischen Eigenschaften aufweisen nicht materieller Art sind, gelten als Quelle fur kunftigen wirtschaftlichen Erfolg, sind hervorgegangen aus vorangegangenen Ereignissen oder Transaktionen, konnen vom Unternehmen gesteuert werden ItamiRoehl 1987 Hall 1992, 1993 DierickxCool 1989, AmitShoemaker 1993 Grant 1991, 1996b, 1997 ZanderKogut 1995 StalkEvansShulman 1992 BartmessCerny 1993 LeonardBarton 1992, 1995 TeecePisanoShuen 1997 PrahaladHamel 1990, HamelPrahalad 1994, 1995, 1996, HamelHeene 1994 Brooking 1996, 1997, EdvinssonSullivan 1996, Edvinsson 1997, EdvinssonMalone 1997, RoosRoos 1997, Roos 1997, 1998, Sveiby 1998a, Reinhardt 1998, 2000 Tabelle 1: Kompetenzkonstrukte nach KroghVenzin 1995; Schimmel 2007: 194 Kommen wir zu genetischen Typologien, oder zunachst zu einer Art Zwitter, den Guttel 2009: 129 vorgeschlagen hat vgl. Abbildung 2. Ob seine Anordnung der Konzepte anhand von zwei Dimensionen Strategische Relevanz und Komponenten der Kompetenz eine Diskursmap oder ein Ordnungsvorschlag ist bzw. sein soll, erklart Guttel zwar nicht ausdrucklich, aber das Schema kann beidem dienen. Das Konzept der Dynamic Capabilities stunde danach fur die am hochsten aggregierten kollektiven Kompetenzen eines Unternehmens, die fur seine langfristige strategische Ausrichtung im prozessualen Sinn relevant sind. Ebenso kollektiv, aber konkreter, fach und branchenspezifischer waren das Kernkompetenzkonzept und solche organisationaler Fahigkeiten, etwa der Vermarktung. Das Adjektiv kollektiv steht dabei fur die Idee, da es sich um Kompetenzen handelt, die in lebendigen Vermogen von Personen wurzeln, aber nicht angemessen als bloe Summe dieser verstanden werden kann. Was weniger uberzeugt, ist der unterschiedliche Charakter der Dimensio 8nen insbesondere die yAchse scheint ad hoc gewahlt. Wahrend sie nur eine Dimension des Mehr oder Weniger beschreibt, beinhaltet die xAchse eine theoretisch bedeutsame Unterscheidung, die in der Ressourcebased View und in den deskriptiven Typologien ohnehin weitgehend fehlt: die zwischen Ressourcen und Kompetenzen. Hier ist sie ausgedruckt als Unterscheidung zwischen Ressourcen und Routinen. ________________________________________________________ Abbildung 2: Diskursmap oder Ordnungsvorschlag? Guttel 2009: 129 Zu einer genetischen Typologie kommt man entweder uber die Substitution von ad hocDimensionen durch theoretisch verortete Grundbegriffe, oder uber eine Unterscheidung von Konstruktionsprinzipien jener Denkschulen, Views oder Theorien, welche die interessierenden Kompetenzkonstrukte bereitstellen. In einem fruheren Beitrag hatte ich ein Ordnungsschema mit beiden Optionen vorgeschlagen Moldaschl 2007a, vgl. Tabelle 2. In seinen beiden Spalten greift es eine Unterscheidung auf, die Anthony Giddens 1988 seiner Strukturationstheorie, dem Entwurf einer Sozialtheorie zugrunde legt. Hier sind Regeln und Ressourcen die beiden Grundbegriffe zur Beschreibung sozialer damit auch organisationaler Struktur. Nutzen und Grenzen dieser Unterscheidung kann ich hier nicht diskutieren.5 Jedenfalls lassen sich Ansatze recht gut danach voneinander abgrenzen, inwieweit sie eher Ressourcen oder eher Regeln in den Mittelpunkt ihrer Erklarungen von Unternehmensperformance stellen, und damit eher Bestande oder Handlungsweisen und Routinen. Praktisch keiner der im SKM diskutierten Ansatze wie in Tabelle 1 aufgefuhrt beachtet beides gleichermaen, was der Unterscheidung erst empirische Relevanz verleiht. Als ernsthafte Kandidaten einer kompetenzbasierten Theorie der Unternehmung kommen letztlich nur regelorientierte Ansatze in Betracht, in denen Ressourcen Bestande, z.B. Wissen zum Gegenstand mehr oder weniger kompetenter Nutzungsstrategien Routinen erklart werden. Das ist ja der eigentliche clou der dynamic capability view: da sie von der Bestandsperspektive auf eine der kontinuierlichen Kreation wechselt. Da man in den 1990er Jahren innerhalb der 5 vgl. den genannten Text sowie zwei komplementare Bucher von Gunther Ortmann, deren eines sich mit Ressourcen 2003a, das andere mit Regeln und ihrem Gebrauch befat 2003b. 9RBV eine structural school und eine process school unterschied, wobei letztere erstere hinter sich lie, mag man als eine den Proffschen Optimismus stutzende Beobachtung nehmen. Die zweite Dimension des VierfelderSchemas ist eine der beiden grundlegendsten Unterscheidungen von Denkstilen in den Sozialwissenschaften, hier die nach methodologischen Paradigmen: Individualismus versus Institutionalismus oder mit Gruchy 1987 auch: Kulturalismus. Auch hier kann man eine klare Eignungsaussage treffen: Als Kandidaten fur die Entwicklung einer kompetenzbasierten Theorie der Unternehmung kommen letztlich nur institutionalistische Ansatze in Betracht. Solche also, welche Unternehmenskompetenz nicht allein oder primar in den Fahigkeiten des aktuellen Managements oder in der imaginaren Kompetenzsumme der Unternehmensmitglieder sucht, sondern in Arrangements. Etwas optimistisch und ohne das hier ausfuhrlich diskutieren zu konnen, habe ich drei mehr oder weniger institutionalistische Ansatze einem integrativen Feld zugeschlagen. Einem Denkmuster, in dem Regeln und Ressourcen als relevant betrachtet und auch so mehr oder weniger behandelt werden. Zum einen den EmbeddednessApproach z.B. Granovetter 1997, der aber im Grunde nicht auf das einzelne Unternehmen focussiert, und zwei Ansatze, die eine Competence Based Theory of the Firm sein CBTF, Freiling et al. 2007 oder werden wollen CBV. Auch unsere eigenen Arbeiten zielen auf dieses Feld ab. Ressourcenorientierte Theorien Regelorientierte Theorien Methodologischer Individualismus RBV structural school, industrieokonomische Variante okonomischer Neoinstitutionalismus Methodologischer Institutionalismus Beispiele KBV, Relational View Resource Dependence Theory Sozialkapitaltheorien Theorien des Vertrauens okonomischer Altinstitutionalismus soziologischer Neoinstitutionalismus Systemtheorien der Organisation EmbeddednessApproach CBV, CBTF Tabelle 2: Theoriefamilien: Moldaschl 2007a: 36, hier modifiziert Der okonomische Neoinstitutionalismus bzw. die Neue Institutionenokonomik NIO ist der Idealtyp einer individualistisch regelorientierten Theorie bzw. Theoriefamilie. Ihr Aufkommen und Erfolg haben den Diskurs zum Strategischen Management erneut mit Anspruchen an eine theory of the firm konfrontiert, das mu man ihr gutschreiben. Es reicht nun nicht mehr, nur nach Erklarungen fur komparative Wettbewerbsvorteile bzw. das Uberleben des Unternehmens zu suchen oder nur fur hohere bzw. geringere Renditen man mu die Existenz und Funktionsweise des Unternehmens selbst erklaren. Da die NIO aber bislang wenig Anhaltspunkte bietet, Unternehmenskompetenz zu thematisieren, ist kein Zufall. Schlielich kann das Strategische Management mageblich auf der Ebene expliziter, ratio 10naler Kalkule und deren Ubersetzung in gute Regeln Vertrage betrieben bzw. wissenschaftlich beobachtet werden. Offensichtlich aber bin ich schon einen Schritt zu weit, bei den die Begriffe generierenden Theorien. Diese sind fur eine Genealogie der Konzepte und fur die weitere Argumentation bedeutsam, doch unser Gegenstand hier sollten nur die Kompetenzkonzepte selbst sein. Sie mochte ich nun anhand von drei Dimensionen charakterisieren, die sich allerdings dreidimensional schlecht darstellen lassen. Die hier vorgeschlagene competitive map der Kompetenzkonstrukte besteht daher aus zwei VierfelderMatritzen Tabellen 3 und 4. Beide beziehen sich nur auf Konzepte der Metakompetenz, auch Innovationsvermogen, dynamic capabilities oder change capabilities genannt. Die zugrundeliegende Frage ist, ob sie Verschiedenes oder Dasselbe bezeichnen. Da sie alle dasselbe wollen, namlich die Wandlungs oder Anpassungsfahigkeit nur von Unternehmen erfassen, ist klar. Da manche das aber auch unterschiedlich tun, wird in Tabelle 3 deutlich. Materialitat Routinen Wissen einzigartig Transferierbarkeit best practice dynamic capabilities, Teece et al. 1997 EisenhardtMartin 2000 strategic change capabilities, PettigrewWhipp 1993 dynamic capabilities ZolloWinter 2002 organizational capability as knowledge integration, Grant 1996, Spender 1996 Combinative Capabilities KogutZander 1992 Fu EInvestitionen: absorptive capacity, CohenLevinthal 1990 Tabelle 3: Matrix ausgewahlter MetakompetenzKonzepte Die beiden Dimensionen, anhand derer ich die Unterschiede herausarbeite, Materialitat und Transferierbarkeit, haben groe theoretische Tragweite. Die Dimensionen der Materialitat habe ich so benannt, um damit zu beschreiben, inwieweit die Autor Innen nur oder eher Bewutseinsinhalte oder Vergegenstandlichungen des Handelns akzentuieren, also eher kognitivistisch oder institutionalistisch argumentieren. Routinen spielen im institutionalistischen Denken eine wichtige Rolle, fur manche die entscheidende etwa NelsonWinter 1982 und hierauf aufbauende Autoren.6 Meines Erachtens kann und darf sich institutionalistisches Denken nicht auf sie beschranken. Den aktuellen Diskurs aber kann man damit durchaus trefflich abbilden. Routinen stehen fur Praktiken, die mit wenig Bewutseinszuwendung oder ohne sie funktionieren; Praktiken, in die Novizen schnell eingeubt werden konnen und die auch unabhangig von personellen Fluktuationen und vom individuellen Bewutsein fortbestehen. Hier treffen sich die Institutionalismen aller Disziplinen: als Institutionen verstehen sie 6   the competitive advantage of firms stems from dynamic capabilities rooted in high performance routines operating inside the firm, embedded in the firms processes, and conditioned by its history 1998: 209. Winter 2000: 983 spricht von a highlevel routine or collection of routines, Zollo und Winter von: learned and stable patterns of collective activity 2002: 340. 11alle Arten von Regeln: kodifizierte ebenso wie informelle wechselseitigen Erwartungshaltungen in sozialen Gemeinschaften. Und eben Handlungsroutinen bzw. die Arrangements der Praktiken, die selbst als Metaroutinen verstanden werden konnen. Hartere Institutionalisten wurden ferner diverse materielle Arrangements hinzunehmen, etwa die Vergegenstandlichung von UberUnterordnungsverhaltnissen und Kommunikationsbeziehungen in der betrieblichen Architektur, die freilich auch als kulturelle bezeichnet werden konnten wie etwa bei Architekturstilen ublich. Insofern ist die dichotome Darstellung der beiden Dimensionen in Tabelle 3 nur einem Interesse an Ubersichtlichkeit geschuldet. Tatsachlich sollte man die Dimensionen als kontinuierliche verstehen, in denen es z.B. weit mehr unterschiedliche Auspragungen von institutionalistischem Denken gibt. Die Dimension der Transferierbarkeit steht in doppelter Weise fur die grundlegende methodologische Positionierung der Kompetenzkonzepte. Zum einen geht es hier um die Frage der Einzigartigkeit oder Generalisierbarkeit betrieblicher capabilities bzw. der Rezepte ihrer Zubereitung. Zum anderen um die Frage, mit welcher Methodologie man den vinkulierten oder doch als dekodierbar aufgefassten capabilities auf die Schliche kommen konne und welche Art von Empfehlungen an Praktiker man damit aussprechen konne. Letzteres mu ich hier aussparen, obwohl oder besser weil das ein fur den SKMDiskurs ebenso zentraler wie straflich vernachlassigter wunder Punkt ist. Auf der ersten Ebene also steht die Idee zur Debatte, inwieweit die interessierenden capabilities einzigartig und schwer imitierbar sind, implizit und auf komplexe Weise in materielle, kulturelle und handlungspraktische Arrangements eingewoben wie es die RBV einst fur die Ressourcen beschrieb; oder inwieweit sich doch bestimmte Erfolgsfaktoren des fahigen Kombinierens von Ressourcen ausmachen lassen. Keineswegs alle in Tabelle 3 genannten Ansatze folgen der Idee der Einzigartigkeit, die meines Erachtens die Starke all jener mit der RBV verwandten Ansatze ist oder sein konnte, gegen alle mechanistischen Kontingenz und Strategieansatze.7 Basierend auf diesen beiden Dimensionen sind nun einige der meistdiskutierten Kompetenzkonstrukte in Tabelle 3 verortet, wobei man die Trennscharfe von Tabellenkastchen nicht mit der diffuseren Begriffspraxis verwechseln sollte the map is not the landscape, so Weick. Wir wollen nun aber wissen, welche Elemente von Kompetenz die Konstrukte konkret benennen und welche davon sie ernsthaft behandeln. Da letzteres ein raumfullendes Thema ware, bleiben wir beim ersten. Tabelle 4 kreuzt nun die Dimension der Materialitat bzw. Bewutseinsunabhangigkeit mit einer weiteren, die ich hier Aggregation bzw. Aggregationsniveau nenne. Sie beschreibt, ob und inwieweit Ressourcen und Kompetenzen elementar, auf individueller Ebene bestimmt werden, wobei deren Summe dann die Kompetenz der Unternehmung ausmacht; und inwieweit systemisch bzw. institutionell argumentiert wird. Als Beispiele dienen in der Spalte Wissen etwa die formale Qualifikation einer Person gegenuber der Qualifikationsstruktur einer Firma. Intuition und Kreativitat, die ich hier den individuellen Routinen zugeordnet habe, werden in den reviewten Beitragen fast nie angesprochen eine Folge ihrer Routinefixierung. Aus einer evolutorischinstitutionalistischen Perspektive gehoren sie aber zu den sehr relevanten Bestandteilen kollektiver Vermogen als individuelle 7 Eisenhardt und Martin 2000 etwa sehen im Routinecharakter der Fahigkeiten Regularitaten und Gemeinsamkeiten significant commonalities, die sie wiederum als best practice identifizieren. Damit waren sie eben doch explizierbar und ubertragbar. 12Leistungen sowie als sie ermoglichende Kultur. In der Change und Beratungsforschung, der neoSchumpeterianischen Innovationsforschung, der Praxisforschung und in Arbeiten zum Organisationslernen spielen sie eine groere Rolle als im SKMDiskurs. Komponenten von Kompetenz Materialitat noitagergg A individuell Wissen Routinen explizites Wissen, Kenntnisse, formale Qualifikationen Erfahrung kognitive Schemata, Deutungsmuster, Konnen, skills, Habitus, Intuition, Kreativitat institutionell Wissensbanken, explizierte Standards, Patente, Designs, Qualifikationsstruktur Regeln, Praktiken, Verfahren, Arrangements, Konfigurationen Kultur Tabelle 4: Matrix zur Analyse von MetakompetenzKonstrukten, Teil 2 Die Unterscheidung von zwei Aggregationsebenen individuellinstitutionell erfolgt anhand der Frage: was ist an konkrete Personen gebunden, was nicht? Ihr ware im Grunde noch eine Ebene kollektiver Kompetenz dazwischen einzufugen, die weder institutionell objektiviert ist noch lediglich als Summe individueller Kompetenzen aufgefasst werden kann; im Interesse der Ubersichtlichkeit verzichte ich hier darauf. Wie nun die Komponenten der Ressourcen und Kompetenzen zusammenwirken, ware dann die entscheidende Frage theoretischer Modellbildung. In Tabellenform lassen sich Annahmen dazu kaum darstellen. Man konnte hochstens argumentieren, Kompetenz bestehe darin, da Prozesse der Spalte 2 auf Bestande der Spalte 1 zugreifen z.B. Fahigkeit zur Mobilisierung expliziten Wissens. Metakompetenzdenker und solche, die analytischen Konstrukten praktische Existenz zuschreiben, wurden aber wohl annehmen, das sei eine Ebene daruber angesiedelt Kompetenz Konfiguration von Ressourcen Routinen. Die Tabelle kann freilich dazu dienen, diese Fragen an jeden einzelnen Ansatz zu stellen. Um dem portraitierten Diskurs nicht allzu weit zu entlaufen, habe ich andere, ebenso relevante Komponenten organisationaler Vermogen in die Tabelle nicht eingetragen. Fur sie ware die Unterscheidung von Wissen und Routinen ohnehin zu eng. Ressourcenarten wie Sozialkapital oder Reputation bzw. symbolisches Kapital werden zwar vereinzelt erfat, letzteres etwa in Form der Markennamen, und Elemente des Sozialkapitals etwa von der Relational View z.B. Duschek 2004, aber ansonsten kaum systematisch behandelt als Komponenten von Kompetenz. Ansatze zur Messung von Wissenskapital, die wiederum im SKMDiskurs kaum beachtet werden, erfassen solche Elemente regelmassig, schlagen sie aber einfach dem Wissenskapital zu dazu Moldaschl 2010a. Definitorisch haben sie keinerlei Probleme damit, da sie fast durchweg ohne Theorie auskommen. Wir haben nun eine Begriffslandkarte, die beim Einbeziehen weiterer Ansatze und Theorien erweiterbar genutzt werden kann als relativ einfaches Schema zur Analyse von Kompe 13Das Elend der Operationalisierung funf Beispiele tenzkonstrukten. Welche Elemente halt das betreffende Konstrukt fur relevant, und welche setzt es konkret in der Operationalisierung um? 4 Was ist der Grund fur den vielfach kritisierten Mangel an empirischer Prufung und Bewahrung der Capability Views? Ist die operationale Wuste Moldaschl 2007, der Mangel an Operationalisierungen der Konstrukte allgemeiner Unternehmenskompetenz eine Ursache? Oder ist dieser Mangel seinerseits eine erwartbare Folge der eigentlichen Konstruktidee? Wie soll eine Metafahigkeit, die praktisch alle Unternehmensressourcen und Kompetenzen umfat, uberhaupt beobachtbar oder messbar gemacht werden? Zumindest in einer forschungsokonomisch tragbaren Weise? Uber moglichst viele, oder uber moglichst wenige, hoch aggregierte Variablen? Wie sollen Dynamic Capabilities, die mehrheitlich als hochgradig implizit und idiosynkratisch, also schwer explizierbar und transferierbar beschrieben werden, nun doch so expliziert werden, da kleinliche Wissenschaft sie in ihren Number Crunchern zu Korrelationen verarbeiten kann? Ublich war bisher: Ohne eigene Empirie aus allgemein vorliegenden Unternehmensdaten und geschichten die vermuteten Kern und Veranderungskompetenzen ex post zu rekonstruieren am weitesten verbreitet In Fallstudien direkt vom Definitorischen in die Fallbeschreibung zu springen wie Katzy et al. 2003 in einer Studie uber Siemens In quantitativen Studien nur abhangige Variable und dabei nur outcomeAspekte performance zu definieren, deren Variation man dann vorausgegangenen Lernfortschritten zuschreibt, also einer Kompetenzveranderung so z.B. Macher, Mowery 2006 in einer Studie zur Halbleiterindustrie Globalindikatoren der Kompetenz definieren anhand objektivierter Inputfaktoren, die dann direkt mit Outcomefaktoren performance, z.B. ROI korreliert werden konnen z.B. CohenLevinthal 1990 oder werden z.B. Zahra, George 2002 Kombination subjektiver Kompetenzindikatoren mit der Erhebung objektivierter OutcomeVariablen: man fragt die Unternehmen, ob sie kompetent seien, um das dann mit der okonomischen Performanz des Unternehmens zu korrelieren z.B. Pavlou, Savy 2005. Alle diese Konstruktionen halte ich noch vor jeglicher naheren Betrachtung der Operationalisierung fur ungenugend, weil bzw. soweit nicht systematisch unterschieden wird zwischen Input, Output und Outcome. Doch nicht das ist hier unser Thema hierzu Moldaschl 2006, sondern die Operationalisierung; auch wenn sich methodologische Rekurse nicht ganz vermeiden lassen werden; etwa hinsichtlich Erhebungsmethoden. Nicht alle Daten beispielsweise, die via Befragung erhoben werden, sind subjektive Daten. Erfragt man etwa die aktuelle Zahl der Mitarbeiter eines Unternehmens bei den dafur zustandigen internen Fachleuten, so haben die erhobenen Daten dieselbe Objektivitat wie jene Zahlen, die wir in offiziellen Daten satzen und Statistiken finden denen man nicht mehr ansieht, da sie auf diesebe Weise Weise erhoben werden, oder die aus verpflichtenden Selbstauskunften der Unternehmen stammen. Subjektiven Erhebungsmethoden hingegen erheben Einschatzungen und Bewertungen von Befragten, zu Aspekten, zu denen objektive Daten nicht bestehen oder nicht zuganglich sind. Die formalen Qualifikationen von Beschaftigten lassen sich objektiv ermitteln, ihre Kompetenz hingegen kaum, und die einer Organisation umso weniger. 14 Autoren CohenLevinthal 1990 Zahra George 2002 Zott 2001 Pierce et al. 2002 Definition Konzeptualisierung Absorptive Capacity: Fu EAufwendungen Umsatzanteil Dynamic Capabilities als Offenheit gegenuber Innovationen Messung in vier Dimensionen: acquisition, assimilation, transformation exploitation Dimensionen ebd.: 712: Timing of capability deployment Imitation of rivals Cost of deploying dynamic capabilities Learning to deploy dynamic caps Dynamic Cap.: Dimensionen: ability to identify changing market ability to sense the opportunity ability to seize the opportunity Sanchez 2004 Pavlou El Sawy 2005 Bowman Ambrosini 2003 FaixKupp 2002 Kernkompetenz: Indikatoren zur Operationalisierung von NichtImitierbarkeit, NichtSubstituierbarkeit und Fahigkeit zur Nutzenstiftung Dynamic Cap.: Dimensionen: reconfiguration of support activities reconfiguration of core processes leverage of existing resources encouragedprovoked learning creative integration Dynamic Holistic etc. Competence: Dimensionen: five distinctive flexibilities: des Managements, der worker skills und der Ressourcen ebd.: 519 Reconfigurability Ability to Sense Market Orientation Ability to Learn Absorptive Capacity Ability to Coordinate Ability to Integrate Collective Mindset Innovationsfahigkeit internes Lernen Lernen von Kunden Inno Management Inno Kultur Kundenbeziehungsfahigkeit Struktur Kultur Management IKT Dienstleistungskompetenz; Dimens.: Wissen Beziehungen Loyalitat, Motivation tangible Ressourcen; Operationalisierung der Kompetenzkonstrukte nicht offengelegt, nur die der Outputmae Verlasslichkeit, Responsivitat, Empathie Sammerl 2006 Lutje 2009 Moog 2009 erklarter Theoriebezug genuin, Theory of Absorptive Capacity Absorptive Capacity; Marktprozesstheorie Empirische Prufung ja, mehrere nein Dynamic Capabilities Marktprozesstheorie nein, Simulationsstudie Marktprozesstheorie in Kombination mit behavioral theory of the firm KernkompetenzAnsatz, CBV keine nein nein nein Open Systems View nein Marktprozesstheorie Erfolgsfaktoren forschung 180 Produkt entwicklungs Projekte CBV 392 standardis. Interviews Vorstudie ExpertenInterv. in 15 Untern. Dynamic Capabilities 225 standardis. Interviews RBV, CBV Erfolgsfaktorenforschung standardis Befragung 132 Unternehmen Fallstudien Vorstudie zur Konkretisierung des Modells Tabelle 5: Konstrukte und empirische Bewahrung aufbauend auf BeinertWeller 2006 15Globale Inputvariable: Absorptive Capacity CohenLevinthal 1990 Beispiele fur diese Operationalisierungsmodi werde ich nachfolgend diskutieren. Tabelle 5 gibt einen Uberblick uber bekannte und neuere Ansatze anhand ihres Argumentationstyps, ihrer Dimensionen und ihres empirischen Bewahrungsstands. Die Tabelle baut auf einer Ubersicht von Beinert und Weller 2007 auf, hier modifiziert und erweitert um neuere Studien. 4.1 Zu den ersten Konzepten der Innovationsfahigkeit nach Nelson, Winter 1982 gehort das der absorptive capacity von Cohen und Levinthal 1990, praktisch zeitgleich vorgelegt mit dem Konzept der Kernkompetenz von Pralahad und Hamel 1990. Sie definieren die Aufnahmefahigkeit eines Unternehmens als   the ability of a firm to recognize the value of new, external information, assimilate it, and apply it to commercial ends   ebd., S. 129. Gemessen an spateren Konzepten ist diese besonders restriktiv. Es verengt die Perspektive nicht nur auf Wissen, sondern enger noch, auf Information. Was uns hier aber zentral interessiert ist, wie sie diese Aufnahmefahigkeit fur Informationen operationalisieren. Sie tun es uber die Fu EAusgaben. Je hoher der Anteil an Fu EAusgaben, so ihre Annahme, desto hoher die absorptive capacity. Nach dieser Logik, so hatte ich an anderer Stelle argumentiert, mussten Betriebe mit hohen Personalkosten hohe Human Resources Capability haben, und solche mit hohen Lagerkosten Lagerfahigkeit. Die Fu EAufwendungen als zentralen Inputindikator zu verwenden ist auch deshalb kurios, weil die Wirtschaftswissenschaften ansonsten gewohnt sind, als Leistungsindikatoren Effizienzkategorien zu verwenden, also AufwandsErtragsrelationen. Es ware noch vertretbar, wenn die Fu EAufwendungen eben die Aufwandsseite der Relation abbilden wurde, deren Ertrag dann unmittelbar als Output gemessen wurde, etwa in der Zahl der generierten Produkte, Patente und so fort. Doch viele Anwender des Konzepts Cohen und Levinthal legten keine eigene Studie vor korrelieren das direkt mit der Unternehmensperformance, also OutcomeVariablen. Das ist sinnlos, wie manche erst nach Vorliegen etlicher empirischer Studien feststellten.8 4.2 Auf der Basis eines Reviews zu empirischen Studien, die mit dem Konzept arbeiteten, schlagen Zahra und George 2002 daher vor, zwischen einer potential absorptive capacity und einer realized absorptive capacity zu unterscheiden. Erstere bestehe aus zwei Teilfahigkeiten, namlich Wissen zu beschaffen acquisition, und es zu interpretieren, also sinnvoll auf den eigenen Kontext zu beziehen assimilation capacity. Auch die zweite wird aufgespalten in zwei capacities: die der Kombination von Wissenselementen transformation und ihrer Nutzung in Form neuer Produkte exploitation. Als Indikatoren zur Messung dieser capacities schlagen sie die folgenden vor ebd.: 188f: InputOutputRelation: Exploitation Capacity ZahraGeorge 2002 8 Selbst Unternehmensberatungsfirmen wie Booz Allen Hamilton stellen diese Tonnenideologie der Innovation infrage: Hohere Ausgaben fur Forschung und Entwicklung stellen keineswegs bessere Leistung in Form von Wachstum, Gewinn oder Rentabilitat sicher.   Es gibt quasi keine Mazahl, nach der Sie sagen konnen: Dieses Unternehmen ist innovativ, und diese Manahme wurde seine Innovationskraft fordern zit. in Kutter 2009. 16 acquisition capacity: Fu EAufwendungen und die Bestandsdauer der Fu EAbteilung in Jahren assimilation capacity: Zahl der Nennungen von Patenten anderer Firmen in den Publicationen des untersuchten Unternehmens transformation capacity: Zahl der Produktideen und der neu gestarteten Fu EProjekte je Zeitspanne exploitation capacity: Zahl der angemeldeten eigenen Patente sowie der Produktan kundigungen; durchschnittliche Dauer der Neuproduktentwicklung Dynamic Holistic etc. Competence Sanchez 2004 Hier wird also die wirtschaftswissenschaftliche Effizienzperspektive wieder eingefuhrt und eine AufwandsErtragsRelation bzw. eine InputOutputRelation definiert, anhand von insgesamt acht durchaus ermittelbaren Indikatoren. Allerdings ist dieser Ansatz wie der von CohenLevinthal und ohnehin der Groteil der Innovationsforschung Fu Efixiert, ja enger noch, technikfixiert im Rahmen einer Fu Efixierten Betrachtung. Da auch die Aussagekraft von Indikatoren wie der Zahl der angemeldeten Patente oder des Anteils von Forschern an der Gesamtbelegschaft schon lange bezweifelt wird, spielt hier schon gar keine Rolle. 4.3 Zu den mageblichen Autoren der CapabilityView wird Ron Sanchez gezahlt. In einem Beitrag, der seinen eigenen Zugang skizziert 2004, hutet er sich allerdings, eines der anderen Konzepte als Oberbegriff zu akzeptieren.9 Er spricht vom competencebased management und bezeichnet sein Konzept als taxonomical approach to identifying competences   derived from the open systems view ebd.: 523. Er will auf dieser Basis eine theoretically sound, extendible and useful theory of competencebased management entwickeln ebd.: 519 und hierfur essential dynamic, systemic, cognitive and holistic dimensions of organizational competence identifizieren ebd.: 518. Sehen wir einmal von der Frage ab, ob eine eine Taxonomie eine Theorie sein oder zu einer fuhren kann, ebenso von der seltsamen Semantik systemisch und holistisch? Kognitiv nicht als Bestandteil von holistisch? Holistische Dimensionen? Ganzheitliche Einseitigkeit, holistischer Reduktionismus?. Fragen wir: Worin bestehen seine five modes of competence? Wie operationalisiert er sie? Nun, seine Variante besteht darin, Kompetenz als und nicht uber Flexibilitat zu definieren: The five competence modes are distinguished by the distinctive sets of capabilities or more precisely, the distinctive flexibilities they bring to an organization functioning as an adaptive open system Sanchez 2004: 518. Wie kann man sich das vorstellen? Wurde man die Kompetenz eines guten Fuballspielers dadurch essentiell fassen konnen, da man ihn als flexibel beschreibt? Was hielte man von einem Stellenbewerber, dessen Kompetenzen man erfragt und er antwortet, er sei flexibel? Sanchez erlautert das so: Kompetenz sei die Flexibilitat der Ressourcen und Fahigkeiten, die man hat. Hierzu unterscheidet er ebd.: 519: 9 Er will sich vielmehr kritisch davon absetzen, denn diese Konzepte i often use different terminology for similar concepts; ii appear to refer to inherently different levels of activities within organizations; iii generally adopt a static view of competences that does not adequately consider how competences are built or can be changed within an organization Sanchez 2004: 519. 17Assets: Anything tangible or intangible the firm can use in its processes for creating, producing and offering its products goods or services to a market. Capabilities: Repeatable patterns of action in the use of assets to create, produce andor offer products to a market. Because capabilities are intangible assets that determine the uses of tangible assets and other kinds of intangible assets, capabilities are considered to be an important special category of assets. Capabilities arise from the coordinated activities of groups of people who pool their individual skills in using assets. Skills: Special forms of capability, usually embedded in individuals or teams, that are useful in specialized situations or related to the use of a specialized asset. Das entspricht der mehr oder weniger ublichen Unterscheidung der CBV. zwischen Ressourcen und Kompetenzen. Auch die Flexibilitaten sind nur eine andere Benennung dessen, was die CBV erfassen will: Anpassungsfahigkeit. Kompetenzformen modes of competence sind dann Flexibilitaten allgemeiner oder spezifischer Fahigkeiten und Ressourcen z.B. Wissen, Maschinen. Bei einer Maschine kann man sich das gut vorstellen: kann sie eine oder mehrere Bearbeitungsarten? Ist sie schnell oder schwierig umzurusten? Wie aber konnte man eine Fahigkeit bestimmen, ohne den Grad ihrer Variabilitat und Generalisiertheit einzubeziehen? Wurde man einen Fuballer, der nur Fallruckzieher gut kann, als fahig bezeichnen? Oder einen Chirurgen, der nur Blinddarm kann? Oder umgekehrt: Wurde man einen LKWFahrer, der zwar fahig ist, alle LKWTypen zu fahren kann, aber gefuhllos fahrt und sie oft beschadigt, mit Sanchez als kompetent bezeichnen? Letzteres naturlich als Beispiel fur einen Unternehmenslenker, an den Sanchez stets denkt. Es ist klar, da er mit capabilities das adressiert, was die Manager haben. Beschaftigte haben skills.10 Die ersten drei seiner competence modes beziehen sich alleine auf das Management, der vierte auf Ressourcen, und nur der funfte eher auf die Beschaftigten. Das ist die ubliche Managementperspektive, die davon ausgeht, das Unternehmen habe Erfolge und sei wandlungsfahig stets wegen, und nicht trotz des Managements. Da Manager das gerne glauben ist klar. Da Managementforscher davon a priori ausgehen managerialism, schon weniger, wenngleich ublich. Was ware denn nun eine holistische Kompetenz oder Fahigkeit oder Dimension der Fahigkeit bei einem Manager oder einem Managerkollektiv? Dazu Sanchez: Fourth, competence must include the ability to manage the holistic nature of an organization as an open system.   To lead an organization in achieving goals requires that managers be able to define organizational goals that promise a satisfactory level of goal achievement for all individual and institutional providers of the essential resources the organization needs. Thus, the definition of organizational competence recognizes the existence of multiple stakeholders and the importance of meeting the expectations of all providers of essential resources in sustaining the valuecreating processes of an organization. Sanchez 2004: 521. Das immerhin unterscheidet ihn von vielen anderen CBVForschern, die den Managementproze betrachten wie ein ubliches Computerspiel. Dort gibt es stellvertretend furs Management nur eine steuernde Kraft: die des Spielers. Um auf den Fuball zuruckzukommen: Bei ihm verkompliziert sich alles durch die Anwesenheit des Gegners, wie einst Sartre das Problem des linearen Denkens spottisch kommentierte. Uber das unpolitische 10 Moglicherweise besteht das Spezielle in Sanchez Semantik darin, da er das, was man mit skills und capabilities ublicherweise meint, namlich die Unterscheidung zwischen speziellen Fertigkeiten und allgemeineren Fahigkeiten auf die zwischen Fahigkeiten und Kompetenz ubertragt. Das entsprache dann wohl wiederum der Metakompetenzidee, in die sich der ganze CBVDiskurs verrannt hat. 18Wesen vieler Metafahigkeitskonstrukte geht Sanchez damit also hinaus. Nur interessiert uns hier die Frage: wie operalisiert er den Holismus? Quod erat exspectandum: gar nicht. Nachdem Sanchez dann eine Reihe von Studien im Vokabular seines Konzepts diskutiert, kommt er zu einem bemerkenswerten relativierenden Schlu, der zugleich ein Beispiel gibt fur meine obige Behauptung, die an sich systemischen Capability Views stunden dem mechanischen Erfolgsfaktorendenken keineswegs durchweg ablehnend gegenuber: Most fundamentally, this discussion suggests that organizational competence does not depend simply on achieving excellence in one or two key success factors, but rather on developing an interrelated and balanced set of success factors   that in turn depend on achieving proper balance and alignment among five distinct modes of organizational competence Sanchez 2004: 531, Hervorh. MM. Subjektive Erhebung von Reconfigurability PavlouEl Sawy 2005 Vielleicht ist es das, was Sanchez mit der open systems view meint: es passt alles hinein; ganz holistisch. 4.4 Die Literatur zu Dynamic Capabilities hat bis heute kaum etwas ausgelassen, was im Reigen der wirtschaftswissenschaftlichen und der Alltagstheorien des Managements in irgendeiner Weise als relevant fur den Unternehmenserfolg angesehen wird: Human Resources bzw. Humankapital, Sozialkapital, Zulieferbeziehungen, Kundenbeziehungen, Kundenintegration, Organisationsstruktur, Stakeholderbeziehungen, Kulturvariablen, Marketingaktivitaten, Informationstechnik und so fort, alles naturlich zuvor in Fahigkeitsbegriffe ubersetzt integration Capability, Markenfuhrungsfahigkeit, etc.11. Da Wichtiges Customer wahrgenommen und genannt wird, ist zweifellos erfreulich. Unsere Frage aber ist: was kommt davon in der Operationalisierung fur eigene Studien oder fur die Anleitung von Studien Anderer an? Ein relativ integratives Beispiel und einen Weg, die groen Schwierigkeiten des Mebarmachens so komplexer, nicht direkt beobachtbarer Konstrukte wie der Unternehmensfahigkeiten zu umgehen, sehen wir uns nun an. Das methodische Mittel der Wahl im Ansatz und einer Studie von Pavlou und El Sawy 2005, 2006 ist die subjektive Erhebung. In diesem Modus fragt man einfach die Unternehmen, ob sie kompetent seien.12 Das ist kein Scherz. Die Autoren wahlen diesen Weg bei der Messung ihrer Variante der Dynamic Capabilities, die sie Reconfigurability bzw. Rekombinationsfahigkeit nennen und definieren als 11 Burmann und Heemann 2008: 172f unterscheiden alleine und vorerst fur den kleinen Teilbereich der Markenbudgetierung 16 verschiedene Kompetenzen, die das Management haben musse. So etwa die Kompetenz, positionierungsrelevantes Wissen im Budgetierungsprozess einzusetzen, oder die Kompetenz, faktenbasierte Budgetierungsentscheidungen zu treffen. Welche Kompentenz mag es wohl sein, die mich befahigt, eine stil undoder faktenbasierte Entscheidung uber die Positionierung dieser Erlauterung im Text oder in der Funote zu treffen? 12 Ob man so auch bei der Partnerwahl vorgehen wurde? Oder bei der Auswahl eines Finanzberaters: Sind Sie denn immer neutral und serios? 19the ability to execute the process of deploying superior new configurations of functional competencies that better match the environment eb.: 2, introduced to capture the effectiveness in executing the reconfiguration process 2005: 8. Diese quasi Schumpeterianische LegoFahigkeit, alles im Unternehmen immer neu zusammenzusetzen, wird bei ihnen captured by a set of measurable constructs: 1 market orientation: Sie enthalt Unterfahigkeiten wie discovering new market opportunities, ability to propagate, analyze, and interpret market intelligence, having market intuition sowie die ability to initiate, develop, and execute plans to capitalize on market intelligence ebd.: 2005: 10 als eine Art Multiunterfahigkeit 2 absorptive capacity, ability to learn by identifying, assimilating, transforming and exploiting existing knowledge resources to generate new knowledge 10f 3 coordination capability: For example,   the distribution and assigning of knowledge and resources11 4 collective mind: the ability to integrate disparate inputs e.g. sharing individual knowledge keeping managers well informed12 Interviewpartnern in Unternehmen wird auf dieser Basis ein Fragebogen vorgelegt, in dem sie selbst items wie die folgenden ankreuzen konnen, hier zur Absorptive Capacity: We are successful in learning new things. We are effective in developing new knowledge or insights. We are able to identify and acquire internal   and external   knowledge Tabelle 6. Es handelt sich hier also nicht um eine Erhebung subjektiver Konstruktionen betrieblicher Wandlungsfahigkeit das ware ein konstruktivistisches Verfahren sondern nur um eine subjektive Erhebung einer objektivistischen Konstruktion der Autoren selbst. Pavlou und El Sawy erfragen Selbstbeschreibungen und Selbstbewertungen we are, we can   in Bezug auf vorgegebene Kriterien. Nur vier ihrer Fragebogenitems erheben Aktivitaten !. Man wei sehr wohl, da auch Fragen nach Aktivitaten, wie etwa nach der Anwendung und Verbreitung von Teamarbeit, kaum verlassliche Ergebnisse bringt echte oder nur formale Teamarbeit, ein einziges Team jeder Abteilung oder ein durchgangiges Prinzip?. Doch es ist in diesem Fall wenigstens prinzipiell irgendeine Art von Uberprufbarkeit gegeben. Das ist der ganze Jammer: da die Dummen so sicher sind und die Klugen voller Zweifel. Bertrand Russell, der dies formulierte und eine sehr alltagliche Beobachtung zuspitzte, hatte dabei velleicht Goethes Wort im Ohr: Mit dem Wissen wachst der Zweifel. Was Pavlou und El Sawy 2005, 2006 hier messen, ist nicht Kompetenz, sondern unfreiwillig Reflexivitat. Oder besser, deren Gegenstuck: egozentrische Borniertheit; wenn man dies als eine Dimension versteht, die von kompletter Selbstreferenzialitat bis zu uneingeschrankt selbstkritischer Selbstbeobachtung reicht. Je weniger selbstkritisch also die Organisation bzw. die befragten Interviewpartner, desto positiver hoher fallt also die gemessene Capability aus.13 Deutlicher: die dummsten Unternehmen werden bei Pavlou und El Sawy als die besten erscheinen. Und umgekehrt: Je anspruchsvoller die Befragten die Fahigkeiten ihres Unternehmens definieren und je kritischer sie diese vorantreiben, desto groere betriebliche Inkompetenz 13 Eine kurzere Variante des zitierten Texts ohne die Operationalisierungen erschien 2006 im Journal Information Systems Research; als Lead Article, wie Pavlou auf seiner homepage stolz vermerk: Won the 2007 ISR Best Paper award and the 2006 Top IS Publication of the Year award. Dort wird das paper zudem unter ahnlichen Titeln in vielen weiteren namhaften Managementjournals als under review aufgefuhrt. Ein beispiel fur die moderne Publikationspraxis des viel statt gut: http:agsm.ucr.edufacultystaffpavlouPavlou_CV.pdf 20werden die Anwender des Fragebogens diagnostizieren.14 Sind sie gut? Auf diese Frage wird nur der Souverane eine zweifelnde Antwort geben. Fragebogenitems der Subjektiven Erhebung reconfigurability market orientation We can successfully reconfigure our resources to come up with new productive assets. We can effectively integrate and combine existing resources into novel combinations. We often engage in resource recombinations to better match our productmarket areas and our assets. We frequently scan the environment to identify new business opportunities. We spend considerable time reading trade publications and magazines. We are quick to discuss changes in our customers product preferences. We periodically review the likely effect of changes in our business environment on customers. We often review our product development efforts to ensure they are in line with what the customers want. We are effective in implementing new product ideas. We devote a lot of time implementing ideas for new products and improving our existing products. absorptive capacity knowledge. We are quick to respond to significant changes in our competitors pricing structures We are successful in learning new things within this group. We are effective in developing new knowledge or insights   We are able to identify and acquire internal e.g. within the group and external e.g. market We have effective routines to identify, value, and import new information and knowledge. We have adequate routines to analyze the information and knowledge obtained. We have adequate routines to assimilate new information and knowledge. We can successfully integrate our existing knowledge with the new information and knowledge acquired. We are effective in transforming existing information into new knowledge. We can successfully exploit internal and external information and knowledge into concrete applications Tabelle 6: Operationalisierung PavlouEl Sawy 2005, appendix, p.38: Damit nicht genug: Obwohl ihre Erhebung naturgema nur Korrelationen zwischen der Selbsteinschatzung von Kompetenz und den gewahlten Performanceindikatoren messen kann, interpretieren Pavlou und El Sawy die Ergebnisse in der ublichen Weise, als Erklarung von Effizienz durch Kompetenz. Wer ein schones Exempel fur Korrelationismus eine Art des intellektuellen Kurzschlusses sucht: hier ist es. Sammerl 2006, die die Studie zitiert, hat sich in ihrer eigenen quantitativen Studie zur Korrelation von Innovationsfahigkeit und Erfolg davon offenbar anstecken lassen vgl. ihre Items S. 366f. 14 Das erinnert an den Unsinn eines Groteils der Arbeitszufriedenheitsstudien bis zum heutigen Tag. Man wei seit mindestens 70 Jahren, erneuert von Bruggemann et al. 1975, da Menschen mit schlechten Arbeitsbedingungen oft die Zufriedensten sind wegen geringer Anspruchsniveaus. Und solche mit guten Bedingungen, aber hohen Anspruchen, eher unzufrieden. Grade sie bilden aber oft die treibenden Krafte der Veranderung. Dennoch meint man, aus hoher Arbeitszufriedenheit auf hohe Motivation und Unternehmenskompetenz schlieen zu konnen. Wer das glaubt, wird wohl auch auf einem Basar das Grinsen des Verkaufers bei der Entgegennahme des Kaufpreises interpretieren als Freude uber das gute Geschaft des Kaufers. 21Dienstleistungskompetenz Moog 2009 4.5 Schlieen wir diesen Teil ab mit einer Studie von Moog 2009 zum Konstrukt der Dienstleistungskompetenz, die der Autor auf der RBV und der CBV begrundet. Sie enhalt eine uberdurchschnittlich klare und nachvollziehbare Trennung von Input und Outputvariablen sowie eine sinnvolle Spezifikation der CapabilityViews auf den ServiceSektor. Leider steht sie aber auch exemplarisch fur zwei typische Probleme. Zum einen die Geheimhaltung oder das Fehlen einer nachvollziehbaren Operationalisierung, wie in der CBV ublich. Zum anderen fur den frohlichen Korrelationismus groer Teile der quantitativen empirischen Sozialforschung. Die Studie basiert auf einer qualitativen Vorstudie Fallstudien und einer nachfolgenden standardisierten Befragung.15 Moog gibt zunachst eine Ubersicht uber die Komponenten, aus denen er die Dienstleistungskompetenz zusammenbaut. Vier der funf Komponenten beziehen sich allein auf Fahigkeitsaspekte mit Verhaltensdimensionen. Nur die funfte nennt einige Ressourcen, die aber eher die Buroausstattung betreffen als das zum Gegenstand machen, was Kompetenzansatze so magisch Intangibles nennen Tabelle 7. Ferner definiert er Outputvariablen und gibt anhand der durchgefuhrten Fallstudien anschauliche Beschreibungen dafur, was diese im Konkreten aus der Kundenperspektive bedeuten Tabelle 8. Qualitatskriterium Verlasslichkeit reliability Reagibilitat responsiveness Leistungskompetenz assurance Einfuhlungsvermogen empathy Rahmenbedingungen tangibles Charakterisierung Fahigkeit, die versprochene Dienstleistung zuverlassig und exakt durchzufuhren Funktionserfullung, Lebensdauer, Kombinationsfahigkeit, Umweltgerechtigkeit Bereitschaft, den Kunden bei der Problemlosung zu unterstutzenSchnelligkeit, Einsatzwille Kompetenz, Hoflichkeit und Vertrauenswurdigkeit des Personals Vermogen und Bereitschaft, auf die individuellen Wunsche des einzelnen Kunden einzugehen Sachliche und personelle Ausstattung Raumlichkeiten, Einrichtung, Kommunikationsmaterial, Erscheinungsbild Tabelle 7: Dienstleistungskompetenz bei Moog 2009: 148 15 1.104 angeschriebene Unternehmen, Rucklauf 132. Befragt wurden Mitglieder der Geschaftsleitung sowie Projekt bzw. Kundenverantwortliche von IKTDienstleistungsunternehmen ebd. 196. 22 Leistungserfolg Komponenten des Erfolgs der Dienstleistungserbringung Kriterium: Kerngeschafts des Kunden Kriterium: Leistungsfahigkeit Kriterium: Kundeninteraktion Kriterium: ServiceLevelAgreement Gesamturteil Berucksichtigung der operativen und strategischen Anforderungen des Kunden Konzentration auf das Kerngeschaft, signifikante Reduzierung der Kosten Ubernahme von weitergehenden Aufgaben und Problemstellungen des Kunden Freisetzung materieller immaterieller Ressourcen des Kunden Einbindung des Kunden zum Austausch zukunftiger Anforderungen CIO Workshops Erfullung der Reaktions und Wiederherstellzeiten Verfugbarkeit der Hard und Software sowie der HelpdeskRessourcen aus Kunden und Unternehmenssicht sehr erfolgreiche Dienstleistung Tabelle 8: Fallstudie TSystems: Charakterisierung des Leistungserfolgs Moog 2009: 166 Eine Operationalisierung der Indikatoren wird, wie gesagt, nicht vorgestellt. Seltsamerweise deklariert der Autor die von ihm beschriebenen kompetenzbasierten Manahmen zum Erhalt einer verteidigungsfahigen Wettbewerbsposition ebd.: 230ff nicht als solche, obwohl sie hierzu brauchbar waren. Dafur wird auf vielen Seiten clusteranalytisches Handwerkszeug ausgebreitet sowie das damit zu prufende Hypothesengerust vgl. Tabelle 9. Es folgt komplett dem nomothetischen Ideal der statistisch abgesicherten Gesetzesaussage, oder wie ich es profaner nenne, der JedestoLogik. Und die ist meines Erachtens vollig inkompatibel mit einer evolutorischen Perspektive, wie sie die CBV bei konsequenter Selbstanwendung ihrer Pramissen enthalt oder enthalten konnte. Die Ergebnisse der quantitativen Erhebung haben naturgema dieselbe Form 16 und brauchen hier nicht diskutiert zu werden zumal samtliche Hypothesen bestatigt wurden. Eine Studie zur Kundenbeziehungsfahigkeit von Lutje 2009, vgl. Tabelle 5, ebenfalls eine Dissertation, ist sehr ahnlich angelegt,17 und auch hier konnten alle Hypothesen bestatigt werden ebd.: 283ff. 16 Beispiel: Je umfangreicher die prozessuale Multiplikation von Wissen beim Dienstleister erfolgt, desto umfassender wird Wissen auf der organisationalen Ebene kodifiziert ebd.: 212. 17 Lutje ebd.: 182ff, 283ff operationalisiert seine Determinanten dabei deutlich handlungsnaher als etwa Sammerl 2006, s.o., aber wie Moog durchweg im jedestoFormat: z.B. H5: Je ausgepragter die kundenzentrierten Informations und Kommunikationssysteme, desto ausgepragter ist die Kundenbeziehungsfahigkeit. H6: Je ausgepragter das kundenzentrierte Management, desto ausgepragter ist die Kundenbeziehungsfahigkeit ebd.: 292. Auch die anderen Hypothesen wirken etwas tautologisch. 23 I. Ebenenbezogene Hypothesen eindimensionaldeskriptiv 1a. Je standardisierter sich das Leistungsergebnis darstellt, desto bedeutsamer wird die Minimierung der Leistungsvergutung gegenuber den Kunden. 1b. Je individualisierter sich das Leistungsergebnis darstellt, desto bedeutsamer wird die Maximierung des Leistungswertes gegenuber den Kunden. 2a Tangible Potenziale konnen eine hohe Bedeutung bei der Erbringung von Dienstleistungen besitzen. 2b. Intangible Potenziale besitzen stets eine hohe Bedeutung bei der Erbringung von Dienstleistungen. 3a. Je umfangreicher die prozessuale Multiplikation von Wissen beim Dienstleister erfolgt, desto umfassender wird Wissen auf der organisationalen Ebene kodifiziert. 3b. Je umfangreicher die prozessuale Multiplikation von Wissen beim Dienstleister erfolgt, desto umfassender wird Wissen auf der organisationalen Ebene transferiert. 3c Je umfangreicher die prozessuale Akkumulation von Wissen beim Dienstleister erfolgt, desto umfassender wird Wissen auf der individualen Ebene abstrahiert. 3d. Je umfangreicher die prozessuale Wissensakkumulation beim Dienstleister erfolgt, desto ausgepragter wird Wissen auf der individualen Ebene absorbiert. II. Erfolgsbezogene Hypothesen mehrdimensionalexplorativ 1. Je umfangreicher die prozessuale Multiplikation von Wissen erfolgt, desto bedeutsamer werden organisationale Fahigkeiten formal, informal fur den Dienstleistungserfolg. 2. Je umfangreicher die prozessuale Akkumulation von Wissen erfolgt, desto bedeutsamer werden individuale Fahigkeiten personlich, fachlich fur den Dienstleistungserfolg. 3. Je standardisierter das Leistungsergebnis eines Dienstleisters ist, desto hoher ist die Bedeutung tangibler Leistungspotenziale. 4. Je standardisierter das Leistungsergebnis eines Dienstleisters ist, desto hoher ist die Bedeutung multiplikativorganisational basierter Leistungsprozesse. 5. Je standardisierter das Leistungsergebnis eines Dienstleisters ist, desto hoher ist die Bedeutung tangibler Leistungspotenziale bei zugleich hoher Bedeutung multiplikativorganisational basierter Leistungsprozesse. 6. Je individualisierter das Leistungsergebnis eines Dienstleisters ist, desto geringer ist die Bedeutung tangibler Leistungspotenziale. 7. Je individualisierter das Leistungsergebnis eines Dienstleisters ist, desto hoher ist die Bedeutung akkumulativindividual basierter Leistungsprozesse. 8.Je individualisierter das Leistungsergebnis eines Dienstleisters ist, desto geringer ist die Bedeutung tangibler Leistungspotenziale bei zugleich hoher Bedeutung akkumulativindividualbasierter Leistungsprozesse. Zwischenfazit Tabelle 9: JeDestoForschung: die Suche nach Erfolgsfaktoren Moog 2009: 190f. 4.6 Was auffallt gerade bei den jungeren quantitativen Studien, die meist mit CallcenterBefragungen oder mit Daten aus verschiedenen Datenbanken arbeiten, ist, da sie ihrem empirischen Feld nahezu keine Aufmerksamkeit widmen, teils nicht einmal eine einzige Buchseite. Stattdessen werden uber teils mehr als hundert Seiten die Methodiken ihrer mehr oder weniger multivariaten Auswertung ausgebreitet so etwa bei Lutje, Moog, Sammerl. Der Vorrang der Methode gegenuber dem Gegenstand ist zwar in der quantitativen Sozialforschung verbreitet, scheint sich nun aber auch in der CBVForschung zu verbreiten. Der 24vielfach kritisierte Vorrang der Fallstudien in ihren fruheren Entwicklungsphasen der erscheint damit nachtraglich wieder in einem anderen, positiveren Licht. Man konnte mir nun leicht vorwerfen, diese Studien nach grotmoglicher Untauglichkeit ausgewahlt zu haben, um in die Schwachen der CapabilityViews zu uberzeichnen. Das ist keineswegs der Fall. Es handelt sich um Konzepte und Studien, die entweder breit rezipiert wurden wie Cohen Levinthal 1990, die uberhaupt Operationalisierungen offenlegen wie PavlouEl Sawy 2005 oder exemplarisch fur bestimmte Ansatze stehen wie letztere oder ZahraGeorge 2002, undoder manchen als wegweisend gelten wie Sanchez. Wir werden anhand des obigen Schemas weitere Studien auswerten und regen aus andere dazu an. Es ist dringend geboten, mehr Transparenz in die Begrifflichkeit und den Stand der Empirie in diesem Feld zu bringen auch wenn oder gerade weil es sich offenbar regen Zulaufs erfreut. Die Welt der Schlager zeigt, da das als Qualitatsindikator nicht ausreicht. Vermutlich wird man auch die obige Analytik der funf Forschungszugange erweitern, die keinen Anspruch auf Vollstandigkeit erhebt. Die Produktion blo deskriptiver Reviews wird dazu wenig beitragen. 5 Alternativen Die naheliegendste Folgerung aus dem Gesagten ware nun, eigene Vorschlage zur Bestimmung und Operationalisierung von Unternehmenskompetenz vorzulegen, also ein eigenes Konstrukt von Metakompetenz. Das werde ich aus zwei Grunden nicht tun. Zum einen habe ich meine Einwande gegen die Idee der Metafahigkeiten mehrfach dargelegt. Zollo und Winter haben zugestanden, da auch die Kompetenz, standig Kompetenz zu entwickeln Metakompetenz, dynamic capabilities, standig erneuert werden mute,  and even the higher order learning approaches will themselves need to be updated repeatedly. Failure to do so turns core competencies into core rigidities 2002: 341. Die beiden formulieren das allerdings nicht als Einwand, als Einsicht in einen infiniten Regre, sondern als Aufruf zum Wettbewerb um das immer noch generellere und noch dynamischere Kompetenzkonstrukt. Ein Wettlauf um eine Fahigkeit 3. Ordnung KrugerHomp 1997 oder noch hoherer Ordnung auf der nach oben offenen Metaskala z.B. dynamische Kompetenzen zur Entwicklung von Metakompetenzen: Hyperkompetenz, Uberbietkompetenz?. Da die Fahigkeit, sich stets erfolgreich an alles anpassen zu konnen, bislang noch nicht entdeckt wurde, mu nicht der endgultige Einwand sein. Es konnte bedeuten, da man noch gut genug mit den richtigen analytischen Mitteln oder noch nicht lange genug oder nicht am richtigen Ort gesucht hat. Mit diesem Argument freilich hat man noch jede unhaltbare Annahme uber Wasser gehalten. Zum anderen hatte ich oben die Annahme formuliert, man konne im Grunde keine kompetenzbasierte Sicht oder Theorie der Unternehmung aufstellen. Schon semantisch ist dieses Konstrukt abwegig. Semantisch besagt es, da die Sichtweise oder Theorie auf Kompetenz beruhe, der Vertreter der Theorie also kompetent sei. Warum sollte man dann nicht auch eine pinselbasierte Theorie der Malerei aufstellen? Oder eine lohnbasierte Theorie der Motivation? Schlielich sind Pinsel von eminenter Bedeutung fur die Malerei, und beim Daimler wurden trotz der Reputation des Sterns sicher weniger Menschen arbeiten, wenn es dafur keinen Lohn gabe. Sicher hat der Arbeitslohn eine zentrale Funktion bei der Begrundung von Lohnarbeit, aber eben nicht die alleinige, schon gar nicht nicht bei jeder Art von Tatigkeit. 25Von Motivationstheorien erwartet man, da sie Motivation generell erklaren, und die durch Lohn nur als Spezialfall. Um auch jenseits des Semantischen sinnvoll von kompetenzbasierter Theorie sprechen zu konnen, mu man zweierlei tun: Entweder Kompetenzen eines Unternehmens und vor allem die Metakompetenz zur alleinigen bzw. entscheidenden Erklarungsvariable fur den Bestand, den Erfolg und die Entwicklung jeglicher Unternehmen erklaren. Oder andernfalls alles, was in irgendeiner Weise relevant erscheint, in Kompetenzbegriffe fassen.18 Ware Isaac Newton so vorgegangen, hatte er, von einer internalistischen Perspektive wie jener der CBVDCV ausgehend wahrscheinlich dem Apfel eine Fallkompetenz zugeschrieben, statt der Erde Gravitation.19 Hawkings Lehrstuhl truge heute sicher einen anderen Namen. Wenn dann also alles Relevante Kompetenz ist, kann alles andere naturgema nur irrelevant sein fur Erklarungen und Prognosen der Unternehmensentwicklung. Was allemal geht, ist eine kompetenzorienterte Perspektive der Wettbewerbsvorteile von Unternehmen, oder eine Theorie kompetenzbedingter Wettbewerbsvorteile. Die gibt es bereits, die mu man nicht erfinden. Versteht man den die Perspektive der CBV so, und bleibt die Theorie der Dynamic Capabilities mit ihrem Erklarungsanspruch in diesem Rahmen, erspart man dem Ansatz viel Kritik. Als Ansatz ist das allemal reicher ist als das durre Erklarungsgerust der Transaktionskostentheorie, deren Sparsamkeit dafur enorme Vorteile bei der Modellierung bietet. Von einer Unternehmenstheorie aber erwartet man, da sie nicht nur okonomisch sparsam i.S. von Occams Razor modelliert ist, sondern die Okonomie in ihrer Komplexitat gut modelliert. Und man erwartet ihr nicht nur Erklarungen zur Rolle von Ressourcen und Kompetenzen, sondern auch zu jener der Regeln, Normen und Werte, der Interessen und Konflikte, und das nicht nur mit starrem Blick aufs Innere des Unternehmens, sondern auch mit Offenheit fur den der institutionellen Kontext: Wirtschaft und Gesellschaft. Aus dieser Sicht ist es verwunderlich, da andere Ansatze des strategic change wie jener von Hinings und Greenwood z.B. 1988 kaum in der Diskussion sind. Hier werden neben Kompetenzen auch Interessen und Machtstrukturen modelliert, interpretative Schemata der Akteure bzw. Akteursgruppen, sowie Kontextbedingungen. Hier war man vor mehr als zwei Dekaden in vielen Punkten viel weiter als groe Teile der CBVDCV heute. Auch die Taxonomie von MullerStewens und Lechner 2005 macht auf einen Blick deutlich, wo die CBV ihre Erklarungsstarken hat und wo ihre blinden Flecken Tabelle 10. 18 Eingangs hatte ich als Beispiel fur andere erfolgsdienliche Faktoren die Korruption genannt. Aber auch sie liee sich ohne weiteres in Kompetenzbegriffe verwandeln: die Kompetenz, geeignete Kontaktpersonen ausfindig zu machen, die Kompetenz, sie anzusprechen, oder auch die Metakompetenz, das alles unter wechselnden geschickt zu tun und sich nicht erwischen zu lassen. 19 Leider greift auch Guttel 2007 in seinem vielversprechenden Versuch, Marchs 1991 Unterscheidung von Exploration und Exploitation fur den CBVDiskurs nutzbar zu machen, auf diesen Modus zuruck. Die Notwendigkeit der Exploitation des Generierten, und damit der Stabilisierung, Repetition und Replikation ist zweifellos anzuerkennen und heilsam gegenuber der notorischen Uberbetonung des Change. Doch nun alles, was der Veranderung entgegenwirkt, zu Kompetenzen umzuworten bei Perpetuation Capabilities bzw. die Fahigkeit,   Veranderungsimpulse zu eliminieren, Guttel 2007: 183, gleicht der Diagnose, die Verstocktheit eines Pubertierenden auf Verstockvermogen zuruckzufuhren, oder eine Unternehmenspleite auf Untergangsfahigkeit. 26 Funktionen des SM Konkurrierende Theorien Initiierung Positionierung Wertschopfung Veranderung HarvardModell Mintzbergs ten schools Industrie okonomik Instititutionenokonomik Evolutionsokonomik RessourceBased View CapabilityBased View KnowledgeBased View Prozesstheorien teleologische dialektische MillerFriesen 82 Lebenszyklus Greiner 1972 evolutionare HannanFreeman 1977 Tabelle 4: Konzepte des Strategischen Managements bei MullerStewensLechner 2005 Der Frage, was wir selbst zum Kompetenzbegriff beitragen konnen und wollen, will ich mich nicht entziehen. Sie zu beantworten geht nur im Rahmen des Gesamtentwurfs. Wir arbeiten an einer soziookonomisch evolutorischen Theorie der Unternehmung, von der es, nimmt man die Metapher eines Hauses, bislang nur den Rohbau gibt. Fertig ist bei einem solchen Haus zwar nie wirklich etwas, aber das Erdgescho ist, sagen wir, bezugsfertig. Es ist das der Ressourcen, beschrieben im potentialorientierten Ansatz vgl. Moldaschl 2007bc, 2010b. An der RegelEtage arbeiten wir derzeit. Das Zimmer, welches der KompetenzThematik der CBV am ehesten entspricht, nennen wir Institutionelle Reflexivitat Moldaschl 2006. Es handelt sich dabei um einen theoretischen Ansatz, der Innovationsfahigkeit thematisiert und dabei vom Basisdilemma des Organisierens ausgeht in ahnlicher Weise wie das Konzept der Ambidexterity March 1991; Tushman, OReilly 1996; Guttel 2009. Es besteht darin, einen Kern von Routinen aufrecht erhalten zu mussen, um Effizienz zu gewahrleisten, diese Routinen aber im Wettbewerb des ofteren in manchen Branchen standig modifizieren zu mussen. Dazu fuhren wir nicht nur qualitative Studien durch, sondern auch quantitative, auf der Basis eines hierfur operationalisierten und standardisierten Erhebungsinstruments.20 Die Wande zu einem weiteren Zimmer dieser Etage stehen bereits. Anhanger des Kompetenzdenkens wurden es wohl das Zimmer fur die Theorien der Unfahigkeit nennen. Wir bezeichnen es als Raum der Erklarungen fur das Scheitern und die Erkenntnisbarrieren. An der Zimmertur steht Depistemologie.21 Fur das Zimmer der personalen Kompetenzen und ihrer Vinkulation mit den organisationalen existiert bislang nur die Konstruktionszeichnung. Fur den Keller das soziookonomische Paradigma als Gegenentwurf zur Rational ChoiceWelt existieren einige Skizzen z.B. in Moldaschl 2009. Durch das Dach die Integration regnet es bislang noch herein. Enden wir mit zwei Selbstanwendungen. 1 Die CBV als Oberbegriff fur verschiedene Konzepte ware gut beraten, sich auf ihre Kernkompetenz zu besinnen und ernsthafter am Kompetenzbegriff zu arbeiten. Das mu und soll nicht einheitlich sein, sondern moglichst divergent, vielfaltig und kreativ aber eben jeweils in praziser Abgrenzung von all den ahnlichen Konzepten; und vor allem operational. Auch theoretisch sind dabei noch genug gewichtige 20 http:www.tuchemnitz.dewirtschaftbwl 9forschungfprojektereflex 21 Literaturangaben sich http:www.tuchemnitz.dewirtschaftbwl 9forschungfprojektereflexergebnissepaper_publikationen.php finden und downloads hierzu unter 27Fragen zu klaren. Insbesondere die, wie sich individuelle und kollektive Kompetenzen zu organisationalen bundeln. Dieses Bundeln ein Schlusselbegriff der ganzen ressourcenorientierten Tradition sollte dabei auch konfliktuell konzipiert werden. Nicht jede Akteurskompetenz kommt der Organisation zugute. Mangels eines Akteurs und Interessenkonzepts fallt es der CBV bislang mehr als schwer, das als Forschungsfrage uberhaupt erst einmal aufzuwerfen. 2 Mit welcher Strategie kann man als Nachwuchswissenschaftler In auf Erfolg hoffen? Die einfachere, sicherere und damit attraktivere ist es, sich einem der selbstreferenziellen Diskurse anzuschlieen, nicht nach rechts oder links zu schauen innerhalb der Managementforschung oder gar auerhalb, in anderen Disziplinen, und auf der Basis eines der Konzepte eine eigene Studie anzufertigen. Dabei kann man ggf. auch versuchen, sein eigenes Wortchen fur Rekonfigurability im Diskurs unterzubringen. Damit erlangt man zwar keinen sustained competitive advantage im emphatischen Sinne der kompetenzorientierten Wettbewerbstheorien, belegt damit aber auch, da sich Konformismus in der Regel auszahlt und das Kreativitatsargument in der Debatte eher uberbetont wird. Spannender, aber auch riskanter ist es, sich kritisch mit den Blindheiten der verschiedenen communities zu befassen, und eine neue Kombination theoretischer Erklarungsansatze fur die Evolution von Unternehmen zu erproben. Entgegen seiner eigenen Ideologie macht es das Wissenschaftssystem Nachwuchswissenschaftler Inen mit seiner Substitution von Inhalt durch Ranking JournalRanking, Publikationszahlung etc. sehr schwer, das durchzustehen. Dazu noch bei der strukturellen Unsicherheit der Wissenschaftlerkarriere. Aber damit waren wir schon wieder bei den Kontextbedingungen, und fur die ist die CBVDCV ja nicht zustandig. Literatur Albert, H. 1959: Der logische Charakter der theoretischen Nationalokonomie. Jahrbucher fur Nationalokonomie und Statistik, 171, S. 113. Argyris, Ch.; Schon, D.A. 1978: Organizational Learning. A Theory of Action Perspective. Reading, Mass.: Addison Wesley. Beinert, M.; Weller, B.E. 2007: Planung und Realisierung von Marketinginnovationen Eine explorative Analyse auf Basis des dynamischen Kompetenzansatzes. In: J. Freiling, H.G. Gemunden Hrsg.: Dynamische Theorien der Kompetenzentstehung und Kompetenzverwertung im strategischen Kontext. Munchen: Hampp, S. 245289. Bowman,C.; Ambrosini, V. 2003: How Resourcebased and the Dynamic Capability Views of the Firm Inform Corporatelevel Strategy, In: British Journal of Management, 14: pp. 289303. Bruggemann, A.: Grokurth, P.; Ulich, E. 1975: Arbeitszufriedenheit. Bern: Huber. Burmann, C.; Heemann, J. 2008: Identitatsbasierte Markenbudgetierung, in: A. Eisenkopf; C. Opitz; H. Proff Hrsg.: Strategisches KompetenzManagement in der Betriebswirtschaftslehre. Wiesbaden: Gabler, S. 153181. Burrell, G.; Morgan, G. 1979: Sociological Paradigms and Organizational Analysis. London: Heinemann. Cohen, W.M.; Levinthal, D.A. 1990: Absorptive Capacity: A new perspective on learning and innovation, Administrative Science Quarterly, 35, pp. 128153. Duschek, S. 2004: InterFirm Resources and Sustained Competitive Advantage. In: Moldaschl, M. Hrsg.: Beyond the Resourcebased View. Management Review 15 1, pp. 5373. 28Eisenhardt, K.M.Martin, J.A. 2000: Dynamic Capabilities: What are They? Strategic Management Journal 21, pp. 11051121. Faix, A., Kupp, M. 2002. Kriterien und Indikatoren zur Operationalisierung von Kernkompetenzen. In: K. Bellmann; J. Freiling; P. Hammann Hrsg.: Aktionsfelder des KompetenzManagements. Wiesbaden: DUV, S. 5983. Freiling, J.; Gersch, M.; Goeke, Chr. 2006: Grundlagen einer Competencebased Theory of the Firm. In: Managementforschung 16, S. 346. Galtung, J. 1983: Struktur, Kultur und intellektueller Stil. Ein vergleichender Essay uber sachsonische, teutonische, gallische und nipponische Wissenschaft. In: Leviathan 3, S. 303338. Giddens, A. 1988: Die Konstitution der Gesellschaft Grundzuge einer Theorie der Strukturierung, FrankfurtNew York: Campus. Granovetter, M. 1997 Society and Economy. The Social Construction of Economic Institutions. Cambridge, Mass.: Harvard University Press. Grant, R.M. 1996: Toward a Knowledgebased Theory of the Firm. In: Strategic Management Journal 17, pp. 109122. Guttel, W.H. 2007: Corporate Entrepreneurship und strategische Kompetenzentwicklung. In: J. Freiling; H.G. Gemunden Hrsg.: Dynamische Theorien der Kompetenzentstehung. Jahrbuch Strategisches Kompetenzmanagement, 1, 175201. Guttel, W.H. 2009: Corporate Entrepreneurship und Dynamic Capabilities: Strategien fur Innovation und Kompetenzentwicklung In: Frank, H. Hrsg.: Corporate Entrepreneurship 2. Aufl  Wien: Facultas, S. 125165. Lutje, S. 2009: Kundenbeziehungsfahigkeit. Konzeptionalisierung und Erfolgswirkung. Wiesbaden: Gabler. Katzy, B.R.; Dissel, M.C.; Blindow, F.S. 2003: Dynamic Capabilities for Entrepreneurial Venturing: the Siemens ICECase. http:portal.cetim.orgp_1_resdocuments.php download 18.4.2006 Kogut B.; Zander U. 1992: Knowledge of the Firm, Combinative Capabilities, and the Replication of Technology. Organization Science 3: 383397. Krogh, G.; Venzin, M. 1995: Wissensmanagement, Die Unternehmung, 49 6, S. 417436. Kuhn, T.S. 1967: Die Struktur wissenschaftlicher Revolutionen. Frankfurt a.M.: Suhrkamp. Kutter, S. 2009: Wie gibt es Neues? In: Die ZEIT, 412009. LeonardBarton, D. 1992: Core Capabilities and Core Rigidities: A Paradox in Managing New Product Development, in: Strategic Management Journal 13: 111125. March J.G. 1991: Exploration and exploitation in organizational learning. Organization Science 21: pp. 7187. Macher, J.T.Mowry, T.C. 2006: Measuring Dynamic Capabilities: Practices and Performance in Semiconductor Manufacturing. cid:31The Practice of Dynamic Capabilities Workshop, Lancaster, UK http:mba.tuck.dartmouth.edupagesfacultyandrew.kingconferenceAgenda.htm.html Moldaschl, M. 2005: AuditExplosion und ControllingRevolution. Zur Verstetigung und Verselbstandigung reflexiver Praktiken in der Wirtschaft. Soziale Welt 56 Sonderband Reflexive Modernisierung, S. 163190. Moldaschl, M. 2006: Innovationsfahigkeit, Zukunftsfahigkeit, Dynamic Capabilities. Moderne Fahigkeitsmystik und eine Alternative. In: Managementforschung 16, S. 136. Moldaschl, M. 2007a: Kompetenzvermogen und Untergangsfahigkeit. In: J. Freiling; H.G. Gemunden Hrsg.: Dynamische Theorien der Kompetenzentstehung. Jahrbuch Strategisches Kompetenzmanagement, 1. Munchen: Hampp, S. 348. Moldaschl, M. Hrsg. 2007b: Immaterielle Ressourcen. Nachhaltige Unternehmensfuhrung und Arbeit I 2., uberarb. erw. Auflage. Munchen: Hampp. Moldaschl, M. 2007c Hrsg.: Verwertung immaterieller Ressourcen. Nachhaltige Unternehmensfuhrung und Arbeit III. Munchen: Hampp. Moldaschl, M. 2009: Strategisches Management Ansatze, blinde Flecken, Alternativen. In: U. Gotze, R. Lang Hrsg.: Strategisches Management zwischen Globalisierung und Regionalisierung. Wiesbaden: Gabler, S. 1140. Moldaschl, M. 2010a: Betriebliche Wissensokonomie. Verfahren, Funktionen, Verirrungen. In: Moldaschl, M. Stehr, N. Hrsg.: Wissensokonomie und Innovation. Marburg: Metropolis, S. 203258. 29Moldaschl, M. Hrsg. 2010b: Messung und Bewertung immaterieller Ressourcen. Munchen: Hampp. Moog, T. 2009: Strategisches Ressourcen und Kompetenzmanagement industrieller Dienstleistungsunternehmen. Ein theoretischer und praktischer Erklarungsansatz. Wiesbaden: Gabler. MullerStevens, G.; Lechner, C. 2005: Strategisches Management 3. Aufl  Stuttgart: SchaefferPoeschel. Ortmann, G. 2003a: Regel und Ausnahme. Paradoxien sozialer Ordnung. FrankfurtM.: Suhrkamp. Ortmann, G. 2003b: Organisation und Welterschlieung, Wiesbaden: VS Verlag. Pavlou, P.A.; El Sawy, O.A. 2005: Understanding the Black Box of Dynamic Capabilities Under 3rd URL: download round http:www.agsm.ucr.edufacultypagespavlouMS_PAVLOU_ELSAWY_REV3.pdf 15.6.2006. Science, of Review in Management Pavlou, P.A.; El Sawy, O.A. 2006: From IT Leveraging Competence to Competitive Advantage in Turbulent Environments. Information Systems Research, 17 3, pp. 198227. Pettigrew, A.; Whipp, R.: 1993: Strategic change capabilities. In: Lorange et al. eds.: Change, learning and cooperation. Oxford: Blackwell: 117144. Pierce, J.L.; Boerner, C.S.; Teece, D.J. 2002: Dynamic Capabilities, competence and the behavioral theory of the firm, In: Augier, M.March, J.G. Hrsg.: The Economics of Choice, Change and Organization: Essays in Memory of Richard M. Cyert. Cheltenham Edward Elgar, pp. 8195. Prahalad, C.K.; Hamel, G. 1990: The core competence of the corporation. Harvard Business Review 3, S. 7991. Proff, H.; Haberle, K. 2008: Strategisches KompetenzManagement in der Betriebswirtschaftslehre. In: A. Eisenkopf; C. Opitz; H. Proff Hrsg.: Strategisches KompetenzManagement in der Betriebswirtschaftslehre: Eine Standortbestimmung. Wiesbaden: DUV, S. 445464. Sammerl, N. 2006: Innovationsfahigkeit und nachhaltiger Wettbewerbsvorteil. Messung Determinanten Wirkungen Wiesbaden: DUV. Sanchez, R. 2004: Understanding competencebased managemmanagement. Identifying and managing five modes of competence. Journal of Business Research 57, 518 532. Sanchez, R., Heene, A., Thomas, H. 1996, Towards the theory of competencebased competition, in Sanchez, R., Heene, A., Thomas, H. Eds,Dynamics of Competencebased Competition:Theory and Practice in the New Strategic Management, , Oxford Elsevier. Schimmel, A. 2007: Wissen und der Umgang mit Wissen in Organisationen. Systematisierungsansatz und Rahmenkonzept fur wissensorientierte Unternehmensfuhrung. Saarbrucken: VDM. Senge, P. 1990 The Fifth Discipline: The Art and Practice of the Learning Organization New York: Doubleday Currency. Spender, J.C. 1996: Making Knowledge the Basis of a Dynamic Theory of the Firm. Strategic Management Journal 17, Special Issue, 4562. Teece, D.J.; Pisano, G.; Shuen, A. 1997: Dynamic Capabilities and Strategic Management. In: Strategic Management Journal, 18 7: 509533. Tushman M.; OReilly C. 1996, Ambidextrous organizations: Managing evolutionary and Revolutionary change, California Management Review 38: 830 Vo, G.G. 2010: In: F. Bohle; G.G. Vo; G. Wachtler Hrsg.: Handbuch Arbeitssoziologie. Wiesbaden: VS, S. 2380. Winter, S.G. 2000. The satisficing principle in capability learning. Strategic Management Journal, 21: 981996. Zahra, S.A.; George, G. 2002. Absorptive capacity: A review, reconceptualization, and extension. Academy of Management Review, 27, 185203. Zollo, M.Winter, S.G. 2002: Deliberate Learning and the Evolution of Dynamic Capabilities. Organization Science, 13 3: 339351. Zott, C. 2003: Dynamic capabilities and the emergence of intraindustry differential firm performance: Insights from a simulation study. Strategic Management Journal, 24: 97125. 30", "filename": "684994984.pdf", "person": ["Manfred Moldaschl", "Moldaschl, Manfred"], "date": ["2010"]}