{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/55430/1/68509815X.pdf"], "title": ["Economic structure and social order type in post-communist Europe"], "plaintext": "Richard Connolly Economic Structure and Social Order Type in PostCommunist Europe Abstract Keywords: This is work in progress: do not cite without the authors permission Richard Connolly, University of Birmingham Richard Connolly Centre for Russian and East European Studies University of Birmingham Rxp 297bham.ac.uk Richard Connolly Economic Structure and Social Order Type in PostCommunist Europe 1. Introduction This paper explains political developments across the postcommunist region from a fresh perspective. Broadly speaking, the focus is on the relationship between the structure of a countrys economic system and the types of social order that have developed across the postcommunist region. More specifically, attention is focused on how different patterns of reintegration with the international economy, primarily through the role of export sectors, have shaped the development of different types of social order. Thus, unlike many existing studies in comparative political economy, the explanatory framework emphasizes not the role of the state in shaping the economy see, for example, Amsden, 1985, 1989; Evans, 1995, Wade, 2004, but instead on how economic variables shape politics see, for example, Shafer, 1994; Karl, 1997. The focus on politics is, however, in some ways both broader and narrower than existing research. Although progress or otherwise in developing democratic institutions is the subject of a large body of existing research, the focus here is not on explaining variation across the region in many of the formal, procedural indicators of democracy. Instead, the dependent variable type of social order is more narrowly defined to encompass the extent to which competition within societies social, economic, political, and so on is resolved according to impersonal, universally applied rules. In this sense, issues of accountability, the rule of law, and the prevalence of corruption are emphasized more directly than the procedural aspects of democracy e.g. elections, political party behaviour. However, these variables do act as a measure of the health of democracy in societies where many of the formal institutions of democracy may have already been adopted but only in a manner that is inconsistent with the substantive meaning of democracy e.g. Wilson, 2005. Thus, while the focus is not on democracy per se, it is on those very factors that determine whether or not the informal practices of a society are consistent with the formal, procedural 2institutions. As such, any conclusions drawn on the relationship between economic structure and the dependent variable, as defined in this dissertation, are likely to have wider implications. However, in other ways the conceptual focus is also broader than that of some of the existing research on the processes of state formation across the postcommunist region see, for example, GryzmalaBusse, 2006; ODwyer, 2006; Ganev, 2007. Although these studies also explore the impact of competition on political outcomes, their attention is directed towards explaining patterns of state exploitation or party patronage. In this sense, the subject of this dissertation is broader as any variation in type of social order has much wider implications than simply for patterns of state exploitation, or relations between political parties and the state. While the type of social order prevailing in any given society will surely help explain why some states are subjected to more predation than others, it also has implications for myriad spheres of life in any society. Furthermore, where these studies identify political competition as the key to restraining rentseeking across the postcommunist region, the sources of this political competition remain ambiguous. This paper proposes an analytical framework that might sharpen our understanding of why some societies exhibit greater levels of competition economic, political, and more than others. The paper is organized in the following way. The first section outlines the basic conceptual framework, emphasizing the symbiotic relationship between economics and politics. Social orders are defined and are shown to differ in the degree to which competition is prevalent, and the extent to which this competition is resolved according to impersonal, universally enforced rules. The second section proposes an explanation for the variation in how competition is channeled across the postcommunist region. It is suggested that different patterns of integration with the international economy, as manifested in the structure of a countrys export profile, can help increase our understanding of the sources of social order across the region. The third section provides some preliminary evidence to support this explanation. 32. The object of explanation: social orders across the postcommunist region The symbiotic relationship between economy and polity is captured by the concept of limitedaccess LAO and openaccess OAO social orders North, Wallis and Weingast, 2006, 2007. These constitute two broadly defined poles of a social order dichotomy that emphasize the doublebalance between political and economic systems, highlighting the complex interplay between organizations and institutions in both the political and economic sphere. Social orders encompass the wide array of political, economic, cultural, religious, military, and educational systems that might be present within a society. The form of social order shapes the organizational pattern of its constituent systems. The types of organizational patterns that can exist within a social order can vary widely. However, the key manner in which social orders differ is in their ability to create and maintain contractual organizations, and can therefore be distinguished by the nature of competition between organizations and the manner in which rents are created.1 In open access systems, open competition ensures that an impersonal form of contractual organization is prevalent, while in limited access systems contractual organizations are more informal and arbitrary. The doublebalance described above refers to the manner in which the distribution of economic rents and political power are related; LAOs see the distribution of rents intertwined with political power, while OAOs exhibit a more even distribution of economic rents and political power.2 Although all societies contain competitive tendencies, it is the manner in which societies channel competition that distinguishes a social order, with LAOs resolving 1 Organizations can be broken down into two main types of organization: adherent organizations and contractual organizations North, Wallis and Weingast, 2006, pp.2133. Adherent organizations are characterized by self enforcing, incentivecompatible agreements among their members and are not reliant on third parties to enforce agreements among members. Cooperation requires that it must be in the interests of all of the members to remain in the organization, or ultimately those individuals will cease to cooperate. Contractual organizations, on the other hand, utilize third party enforcement of contracts among their members. Contractual organizations may also rely on incentivecompatible agreements among members in contractual organizations, but they employ third party enforcement for some arrangements so that members can precommit to a subset of arrangements among themselves that may not, at all times, otherwise be incentivecompatible. 2 Other theoretical and empirical discussions of the relationship between political and economic competition include: Schumpeter, J. 1948, Capitalism, Socialism, and Democracy, Chicago: Chicago University Press; RoseAckerman, S. 1999, Corruption and Government: Causes, Consequences and Reform, Cambridge: Cambridge University Press; Rustow, D. 1970, Transitions to Democracy: Toward a Dynamic Model, Comparative Politics, Vol.2, No.3, pp.33763; Migdal, J. 1988, Strong Societies and Weak States: StateSociety Relations and State Capabilities in the Third World, Princeton: Princeton University Press; Demsetz, H. 1982, Economic, Legal and Political Dimensions of Competition, Amsterdam: NorthHolland; Stigler, G. 1972, Economic Competition and Political Competition, Public Choice, Vol.13, pp.91106. 4competitive tendencies among organizations in a more arbitrary and sometimes violent manner than in OAOs. Similarly, rents are created in different ways within the two social orders.3 Whereas in perfectly competitive open access markets, competition for rents among organizations leads inframarginal rents to accrue to many producers and consumers, in LAOs organizations limit market entry and competition to ensure that individuals or organizations whether it be the state or firms with market power can accrue rents. Rents can also be created by differential access to organizational forms or resources if, for example, a firm in an industry is able to ensure the special enforcement of its contracts, then even in a competitive market that firm earns inframarginal rents because of lower costs. On a wider scale, the purposeful creation of rents by states in LAOs is a consequence of the purposeful creation of differential access for individuals or organizations to the goods and services that the state can provide, such as enforcement of property rights and contracts, legal systems, etc. Consequently, it is the extent to which social orders are governed by rules and legal frameworks that distinguishes whether it is a limited or open access order and it is this that constitutes the object of explanation throughout this dissertation. 2.1. Limitedaccess orders LAOs In limited access orders as in open access orders politics and economics are mutually constitutive. Actors within the state limit economic entry to other actors within society to generate economic rents which are used to create credible commitments among competing elites to support the current regime and provide some sense of order within society North, Wallis and Weingast, 2006, 2007; Acemoglu and Robinson, 2006, 2008.4 Because the political system is used to manipulate the economic system to produce and maintain order, it is possible to conceive of economic and political systems as existing separately, but not as independent entities. Thus, the political system is not exogenous to the economic 3 Rents can be defined as profits in excess of the competitive level. See: Brealy, R.A. and S.C. Myers 2000, Principles of Corporate Finance, New York: Mc GrawHill. Rents, like competiton, are ubiquitous. They accrue to the individuals or organizations that own or control an economic asset, when the benefit received by that asset for performing any action exceed the opportunity cost of performing the action. However, establishing what level of profit is competitive is entirely subjective. Because of the similarity between profit and rent the choice of using the latter over the former is, in effect, down to the discretion of the user. 4 Such elites can be labeled distributional coalitions, see Olson, M. 1982, The Rise and Decline of Nations, Yale, NJ: Yale University Press. 5system due to the political system being the primary actor in the economy. Similarly, the economic system is not exogenous to the political system, since the existence of economic rents structure political relationships.5 LAOs are relatively conservative orders in which only limited economic and political change occurs. This is because although LAOs possess some inherent incentives to promote specialization and division of labour through the provision of rents to powerful elites they only extend to the point where elites will be required to increase the degree of entry, openness and access to the economic system. This would then reduce the rents that had previously accrued to the elite in question and increase the threat to the prevailing statusquo Acemoglu and Robinson, 2008. The potential development of an LAO therefore involves a tradeoff in which the gains from specialization must be balanced against the threat of disorder North, Wallis and Weingast, 2006, p.16; see also, Acemoglu, 2008. Although there are differences in the internal structure of LAOs, they all share in common a propensity among their ruling elites to limit economic, political, and social access to generate economic rents and then use the rents to create credible commitments between elites to the existing social order. In comparison with the OAOs, typical LAOs today have statecontrolled industries, problematic business licensing regimes for new entrants, and patronclient networks characterized by high levels of corruption. All are manifestations of rentcreation North, Wallis and Weingast, 2006, p.11. LAOs often share many formal institutional structures with OAOs including, elections, legal frameworks, corporations, etc. but the extent to which the informal beliefs, conventions and patterns of behaviour fit with the formal rules is very different to that observed in OAOs. More sophisticated LAOs possess robust institutional structures for the state and can enable a wide array of elite organizations to exist separate from the state. In practice, this means that the institutions of the state must be readily identifiable by members of the dominant coalition. A sophisticated LAO, therefore, has a well articulated body of public law that specifies the offices and functions of the state, the 5 The forms of state autonomy in LAOs can be either absolute, in which case rents accrue directly to a predatory state rather to private organizations, or compromised, in which case the state is itself the subject of predation by private organizations. The distinction between predatory and predated states is made in Evans, P. 1995 Embedded Autonomy: States and Economic Transformation, Princeton, NJ: Princeton University Press. 6relationship between the offices and functions, and provides for methods of resolving conflicts within the state, and by extension, within the dominant coalition North, Wallis and Weingast, 2006, p.14.6 2.2. Open access orders OAOs In contrast to LAOs, open access orders are sustained by competition rather than rent creation. Specifically, political competition is necessary to maintain open access in the economy, and economic competition is necessary to maintain open access in the polity. Open access orders are sustainable when a society is able to produce three outcomes: i entry into economic, political, religious, and educational activities is open to all citizens without restraint; ii support for organizational forms in each of those activities that are open to all citizens; and iii the rule of law enforced impartially for all citizens. Schumpeterian creative destruction ensues when entry into economic activities is open to all citizens and organizations. With open access market entry, economic actors create rents through innovation. Competition then gradually erodes those rents as new firms and individuals enter either new markets or by transforming existing markets. Although economic organizations might prefer to shape the political process to restrict entry and maintain access to rents and, although political actors might prefer to use the political process to restrict entry, create rents, and bind economic actors to support a developing political coalition, what prevents elites from transforming open access orders into LAOs is the fact that the persistent competition that is a consequence of open entry frustrates the wishes of economic and political actors to create permanent rents through limiting access to markets.7 This reduction of rents through open competition is the defining characteristic of openaccess orders. 6 It should be noted that in order to facilitate the emergence of more sophisticated LAOs, increasingly independent and sophisticated elite organizations are not only a source of socioeconomic development, but their existence stimulates the emergence of more sophisticated institutions and organizations within the state. This is due to the manner in which nonstate organizations fight to protect the differentiation and autonomy of public institutions, such as courts and the central bank. This process is more visible in OAOs, where sophisticated private organizations in a market economy serve as a counterbalance to political organizations. In sophisticated LAOs, the government can credibly commit to a wider range of policies and institutions because elite private organizations can effectively punish the government if it deviates from its commitments. In this way, a double balance between the sophistication of public and private organizations emerges in mature LAOs that can sustain a considerable level of political and economic development. 7 Studies that examine the role of competition in reducing rentseeking behaviour include: Demsetz, H. 1982, Economic, Legal and Political Dimensions of Competition, Amsterdam: NorthHolland; and Stigler, G. 1972, Economic Competition and Political Competition, Public Choice, Vol.13, pp.91106. 7 The creation of privileges for one person or organization that is the defining characteristic of LAOs necessarily involves the denial of opportunities and access to other individuals or organizations. However, because all actors within an open access order wield the ability to form organizations, the selective distribution of rents by the state is likely to stimulate opposition by other well organized groups. If access to organizational forms is open, the state cannot prevent groups forming to oppose the states action. Indeed, in open access orders one organization cannot prevent the formation of another organization with conflicting goals. This is the essence of relative state autonomy: no organization, whether it be the state itself or a private organization is able to prevent the entry of other organizations in order to maintain access to rents. This is because competition between organizations limits the exploitation of the state by raising the costs for ruling elites and lowering the benefits. In contrast, LAOs support the selective creation of elite organizations with similar interests to those of the dominant coalition. An LAO exercises greater influence over the distribution of interests within both the elite and wider society through the systematic manipulation of rents. This is because state autonomy is either absolute or compromised in LAOs whereas the autonomy of the state is relative, or embedded, within OAOs Evans, 1995.8 Any attempt to create rents by the political actors may stimulate other economic organizations that are adversely affected by rent creation to organize politically. Because organizations mobilize and coordinate their members when their interests are threatened, open access to organizations of all types, especially economic, helps sustain political competition. Indeed, political competition in the context of open access to organizations also provides opposition political parties with both the formal incentive and legal right to monitor the state and oppose developments that may potentially compromise competition and the integrity of an openaccess system in general. Open access to organizational forms is therefore critical to both political and economic activities. While competition and its beneficial 8 Relative state autonomy, or embedded autonomy, refers to a situation where the state is immersed in a dense network of ties that binds it to groups or classes that can become allies in the pursuit of socially negotiated goals. Thus, they are neither fully insulated from social groups, as is the case of absolute autonomy, nor are they subject to predation by a few powerful groups. This is because the density of the states links to different segments of society ensures that no group enjoys disproportionate access to the state. This concept is outlined in more detail in Evans 1995. 8effects upon the development of a social order are clearly of immense importance, it is not clear what causes some societies to become more competitive within the economy and at the political level than others. 2.3. The double balance between politics and economics The concept of the doublebalance suggests that open access political and economic systems cannot sustain themselves independently of the other system.9 A competitive political system cannot be sustained by its own internal structure and institutions if it is located within a limited access economy. For example, open access for economic organizations sustains a wide range of organizations that could potentially mobilize against a ruling coalition that seeks to limit access to the economy and create rents for its favoured organizations. Indeed, if political competition is to be maintained over a longer period of time, the shifting distribution of economic resources that exists in an open access economy should discipline political actors. Conversely, the distribution of economic resources does not shift as frequently or with the same degree of freedom in an LAO, because the of the manner in which logic of the LAO controls the pattern of economic interests, which is then reflected in a less frequent shift in the distribution of resources among political organizations. Thus, the nature of the principal sources of economic power within a society is likely to have important implications for the types of political institutions that are likely to emerge Karl 1997, p.445. Existing research on patterns of state formation supports this by asserting the importance of the nature of economic resources in shaping the extraction strategies i.e. taxation that elites pursue to impose different patterns of governance Tilly, 1992; Herbst, 2000.10 In contrast to LAOs, all openaccess orders have sophisticated public and private organizations as open entry in both economy and polity stimulates the creation of more sophisticated groups and generates forces that provide balance in 9 This is where the exogeneity assumptions of many orthodox approaches to economics and political science suffer severe weaknesses. Any approach that seeks to explain either needs to take into account the other. Consequently, political economy like that employed by Adam Smith and David Ricardo, in which poltics and economics are seen as mutually constitutive, is a more appropriate approach. 10 The sociological literature on the the emergence of state institutions sees leaders demanding greater resources from their subjects in order to increase their war fighting capacity. In return for greater resources, primarily taxes, leaders are forced into making concessions, such as political representation for taxed elites, as a quid pro quo. Which sections of society provide tax receipts and are granted political representation then shapes the types of state structures that are formed. 9both systems. As with the limitedaccess order, the logic of openaccess describes a selfsustaining social order where all of the constituent parts are involved in a complex interrelationship that maintains the prevailing social order. Indeed, political competition in an open access order demands the existence of many large, sophisticated, well organized organizations that can effectively compete with one another through whatever political institutions exist. On its part, to sustain open entry, the state in an openaccess order must have significant specialized institutions both that provide these services and that make the necessary credible commitments to maintain them without expropriating the value they create. It is imperative that the state possess the capacity to create incentive compatible institutions so that both those in power and their constituents have an incentive to abide by the rules of the game, whether they be formal or informal rules. Central to the limitedopen access order dichotomy is the emphasis on the importance of both formal de jure and informal de facto rules see, for example, Acemoglu and Robinson, 2006. The adoption of, for example, formally open access institutions in a society such as a legal framework that guarantees private property rights, or a constitution that guarantees citizenship rights requires a corresponding adoption of informal practices and conventions that mirror these formal rules. Without this, the formal rules will remain hollow with an increased probability of them being rejected at a later point in favour of formal rules that reflect informal rules and conventions. It is the mutually constitutive relationship between institutions and organizations within that gives substance to formal rules. Without open access to all organizational forms in both polity and economy, the maintenance of open access in the political arena is not possible in the long run. Thus, in both limited and openaccess social orders there are a range of economic, political, religious, military, and educational organizations that reinforce one another, with the mutually supporting logic of each respective order ensuring that any formal institutions will, over time, broadly reflect the interests and beliefs of the constituent parts of a given society. As noted in the preceding discussion of institutional change, change and continuity are both possible within institutional structures. In limited access orders, elites are impelled to balance the distribution of elite interests within the dominant coalition. A shift in the incentives facing a major actor to defect from the coalition and 10use violence or other means to forward his interests will produce instability, if not open conflict. Because many shocks including technological advances, changes in relative prices, international pressures may affect the relative distribution of elite resources and organizational capacity the internal structure of the dominant coalition and its distribution of rents are not immune to change. Any shock that changes the distribution of resources across the elite can force the renegotiation of the distribution of rents; and a violent resolution to conflict may be a constant possibility, because members of the dominant coalition may fail to reach a negotiated redistribution. Consequently, it is possible to argue that although LAOs are relatively stable as a social order, they are certainly not static. Although frequent changes in the composition of the dominant coalition and the distribution of rents may occur, they remain limited access orders. 2.4. Social orders in the postcommunist context The overview of limitedaccess and openaccess orders given above should focus attention on the types of challenges that have confronted and continue to face societies across the postcommunist region. Communist societies were, without exception, limitedaccess orders, although there was some significant variation in the internal organization of the different states.11 Unlike most contemporary examples of limitedaccess orders across the world, the economy was to all intents and purposes dominated by the partystate with almost all independent private economic organizations suppressed.12 In this respect, the autonomy of communist states was absolute, with the state performing a predatory role within the economy and rents accrued to the partystate, which itself acted as a sort of ruling class see, for example, Cliff, 1974. The absence of any significant independent economic organizations was mirrored by the political domination of each ruling communist party and meant that competition on all levels was extremely limited and, when present, was largely confined to internal competition within the ruling party. 11 See the typologies contained within Kitschelt, H, Z. Mansfeldova, R. Markowski, and G. Zobor 1999, Postcommunist party systems. Competition, representation, and interparty cooperation Cambridge: Cambridge University Press; and Linz, J. and Stepan, A. 1996 op cit. 12 Some significant private economic activity was tolerated to varying degrees in Yugoslavia, Hungary and Poland, but still the genereal tendency was towards state ownership. However, within the Soviet Union the only private economic activity that was officially sanctioned was, until the mid1980s, largely confined to smallscale i.e. allotment level agricultural production. 11With the collapse of the ruling communist parties that started in 1989 in Eastern Europe, and culminated in 1991 with the disintegration of the Soviet Union, most ruling elites across the region expressed at least at a formal level a desire to transform their respective countries from limitedaccess orders to more openaccess orders, usually citing the formation of democratic political systems and free market economies as the desired outcome. Indeed, most countries across the region initially did just that and adopted many of the formal features of openaccess systems, including measures to liberalize their economies and to democratize their political systems. However, as time has passed, it has become apparent that there remains a great deal of variation across the region in the degree to which these formal institutions have been given more substantive meaning by a change in informal practices. Furthermore, the double balance described above has often thwarted attempts to install democratic practices in countries that have not managed to create openaccess economies, thus inhibiting the development of openaccess political systems. The framework explicated above suggests that the sources of this variation lie in the degree of competition present within a society, with higher levels of competition providing the demand for greater emphasis on rulebased institutional practices. This relationship between political competition and institutional outcomes across the postcommunist region has been the subject of increasing attention GrzymalaBusse and JonesLuong, 2002; GrzymalaBusse, 2002, 2006; ODwyer, 2004, 2006; Ganev, 2005, 2007; Sikk, 2006; Haughton, 2008. Although much of the research so far has focused on patterns of statebuilding or statestealing, central to all of these explanations is an appreciation of the importance of robust political competition in reducing the opportunities for rentseeking opportunities among postcommunist elites. Where competition is less intense there appears to be a tendency towards greater exploitation of the state for private benefits. The focus in this paper is somewhat broader than on the patterns of state exploitation or patronage politics that are the object of explanation elsewhere. Here, the emphasis is on whether social orders within postcommunist societies are defined by more or less regard for formal rules and encompasses not just relations between political parties and the state, but also among business, trade unions, civil society and any other sections of society whose behaviour might be regulated by statesanctioned legal frameworks. Indeed, 12while the focus on patterns of patronage in political parties is relevant in parliamentary democracies, it can be of less importance in presidential systems where the relationship between business and the presidential administration might be of more importance. Furthermore, defining state exploitation in terms of the changes in the size of state administrations can be problematic as these may not necessarily be a function of party patronage, but instead of broader public sector reform or reorganization MeyerSahling, 2006; Haughton, 2008. However, the conclusions derived from the studies cited above do suggest that the sources of lower levels of state exploitation are to be found in the levels of political competition. This is consistent with the hypothesis that higher levels of competition lead to societies resolving the competitive tendencies present within them through open, rulebased frameworks. If robust political competition is integral to ensuring lower levels of rentseeking among elites and to compelling elites to play by the rules, perhaps the most obvious challenge would therefore be to locate the sources of robust political competition. The next section of this paper proposes one factor that might be of explanatory importance: namely, that the sources of political competition are to be found in the structure of a societys economy, and, in turn, that economys place in the wider global economy. This is consistent with the concept of the double balance outlined above and offers a parsimonious explanation of how the structural features of a societys political economy can explain the variation in forms of social order across the postcommunist region. 3.The explanatory variable: Economic structure and the international economy The double balance between economy and polity outlined above suggests that political systems will tend to reflect the prevailing economic system within a society, and that changes in one are necessary for changes in the other. In turn, this has implications for the wider form of social order; if a social order is to be characterized as openaccess then the economic system must provide the conditions that facilitate greater political competition. The focus of this dissertation will therefore be on tracing what economic conditions levels of political competition. Principally, it will be argued that the nature of a countrys ties with the international economy, and the level of competition within a countrys economic system, will shape increased facilitate 13the nature of political competition within that society. After several decades of relative bloc autarky, this ongoing process of reintegration within the postcommunist region has resulted in varying patterns of interaction with the international economy, manifesting itself in the form of distinct export structures. These export structures will be measured across three indices. First, the degree of intersectoral concentration or diversity will be measured. Second, the technology intensity of these sectors will be measured. Finally, the market structure of leading export sectors will also be considered, i.e. whether a leading sector exhibits monopolistic, oligopolistic or competitive tendencies. Export structures that are characterized by intersectoral diversity, medium to high levels of technology intensity within the leading export sectors, and higher levels of intrasectoral competition will be expected to facilitate more robust political competition. the mechanisms through which The next section describes increasing participation in the world economy can shape domestic economic and political organizations. It will be shown that changes in the levels of trade and in relative prices between factors of production and economic sectors can affect the relative distribution of resources among organizations within a society. This is followed by an overview of how specific sectors might be expected to interact with the state. It is argued that a countrys export structure the inter and intrasectoral distribution of production as well as the technology intensity of these sectors is an important factor in molding the behaviour of economic organizations visavis the state. These factors will be shown to affect the distribution of resources among domestic organizations with particular implications for the autonomy of the state. In turn, it will be argued that certain patterns of state autonomy will result in specific types of social order. This explanation of institutional development places issues of institutional continuity and change at the centre of analysis. For example, an awareness of the influence of the international economy and of the role of technological change introduces exogenous variables that are often key to explaining institutional change. Similarly, an emphasis on the effects of economic sectors and their constituent organizations on state autonomy can also shed light on why some societies are more resistant to change both economic and political than others. For instance, the presence of powerful economic organizations with an interest in resisting change may explain the prevalence of continuity rather than change in certain cases. 14 3.1. The international economy and domestic economic organizations from fluctuations themselves There are a number of ways in which increasing integration with the international economy can affect the preferences and resources of actors and organizations within countries. Firstly, increased integration can expand the tradables sector within an economy, thus exposing an increasing amount of economic activity within a country to the fluctuations of world markets. Therefore, ceteris paribus, increased interaction with the world economy should increase the sensitivity of national economies to developments in world markets. As will be discussed later, this can affect the strategies that some organizations employ against the state in order to insulate international markets. Furthermore, increased interaction with the world economy affects the relative prices of goods or assets owned by organizations within the economy, compared to both each other and also to foreign goods and organizations. These changes in relative prices have important implications for growth, and more importantly in the context of this study, for the distribution of income and resources across the economy. Consequently, organizations that benefit from these changes may pressure the state to maintain or increase levels of interaction with the world economy, or organizations that are disadvantaged may resist integration by pressuring the state for protection or restrictions to trade. Either way, changes within the international economy result in fluctuations in the relative power of domestic economic and political organizations. in The likelihood of organizations achieving their aims is contingent on both the resources at their disposal and on their relationships with the state. This is because increased integration with the world economy affects organizations and their capacity to organize in different ways, depending on the institutional context and the relative power of organizations prevailing in each case. For instance, limitedaccess orders will already be characterized by compromised state autonomy with some selected organizations enjoying the benefits of rent creation. In these instances, the likelihood of increased integration with the world economy affecting the relative distribution of domestic resources will be somewhat reduced due to the expectation that the institutional structures mediating the effects of increased integration will insulate elite organizations from at least some of the effects of relative price changes. Thus, the 15mediating role of domestic institutions is central to explaining how the effects of increased interaction with the world economy can be absorbed, blocked or refracted, depending on facing organizations within a country. institutional context incentives the that conditions the There are four arguments within the existing body of literature that identify the likely effects of increasing interaction with the world economy on domestic politics and economics Milner and Keohane, 1996. The first, associated with Ronald Rogowskis 1989 Commerce and Coalitions, argues that changes in international trade flows affects domestic political alignments by altering the returns to factors of production. Rooting his analysis in the HeckscherOhlin approach to international trade, Rogowski argues that organizations characterized by factors that gain or lose from changes in international markets form distinct political coalitions that tend to mark the major political cleavages within countries, with winners pressuring the state for the maintenance of links with the international economy and losers pressuring the state to slow or reverse patterns of integration. This argument can be developed by suggesting that coalitions formed along factors is too broad an approach, and that the factors of production used are in fact tied to specific sectors within the economy, thus suggesting that coalitions will form along cleavages defined by economic sector rather than factors of production per se. Consequently, political conflicts will not crystallize along labour versus capital lines, or landowners versus industrialists, but instead between tradable or nontradable sectors or between primary product exporters and domestic producers or consumer goods. This view is exemplified by Peter Gourevitch 1986 who argues that countries production profiles, defined by the preferences of societal actors as shaped by the actors situation in the international and domestic economy, can help explain why countries adopt certain trade policies. Indeed, the implications are broader for changes in trade flows and volumes and the competitiveness of sectors mould the preferences of sectorally defined organizations as well as the relative distribution of resources among sectors. The third argument that stresses the effects of increasing integration with the global economy focuses attention at an even more specific level than sectors. In 16Resisting Protectionism, Helen Milner 1988 argues that the sheer complexity of modern economies means that the gains or losses from trade are felt among even more specific groups of organizations than broadly defined factors of production or sectors. Instead, the gains and losses from trade accrue to particular firms with domestic political and economic coalitions formed between firms that share the same interests. Milner illustrates this point by pointing to the manner in which the differing extent of export dependence or multinationalization of production by firms shape the preferences of organizations towards the regulation of trade. the character of themselves institutional structures Finally, the manner in which different levels of integration into the world economy may shape is considered, rather than on organizations as in the studies described above. This can be seen as a natural extension of the conflict between organizations over the gains and losses from trade and the effect that this has on the relative distribution of resources. As groups negotiate the terms on which trade may be permissible, compromises may be forged between winners and losers to ensure that a zerosum outcome does not ensue. For instance, David Cameron 1978 demonstrates how the increasing exposure to the international economy among developed countries in the 1960s and 1970s led to an increase in the size of public sectors as winners from trade sought to reduce the impact on losers from trade. Elsewhere, Peter Katzenstein 1985 in Small States in World Markets argues that the corporatist structures of some small European states were purposefully designed to provide an institutional mechanism that might mobilize support among the populations to cope with the costs of rapidly increasing levels of interaction with the world economy. All of the above studies illustrate the importance of the role of increasing levels of interaction between domestic economies and the international economy, thereby highlighting the Janusfaced nature of states positions in the world economy and the implications that this has for domestic politics Skocpol, 1979. Following Gourevitch, this paper focuses on the role of economic sectors, specifically export sectors, in shaping institutional development across the postcommunist region. The impact of changes in the world economy on sectors distribution of resources and the strategies employed by sectors to achieve their aims are considered to be of central importance. The sectoral attributes of economic organizations and the market 17structures of prominent sectors are seen as integral to explaining what levels of competition or rentseeking are present within an economic system which, it is argued, has important implications for the development of robust political competition within a society and the type of social order that is likely to emerge. 3.2. How export sectors shape politics The importance of a countrys ties with the international economy suggests that the structure of a countrys export profile, and the distribution of power and resources among domestic organizations that is a function of this structure, is a significant factor in shaping the developing of different types of social order. Principally, it is will be argued that the development of patterns of social orders within societies is, to some degree, a product of the characteristics of the dominant export sectors within an economy. Particular sectoral attributes result in distinct market structures both domestically and internationally that endow organizations with varying levels of power and shape their preferences, each of which reward different kinds of organizations and demand particular strategies. By shaping the degree of competition or rent creation within an economy, these sectoral attributes influence the nature of competition within a society and result in distinct patterns of institutional development, and of interest groups with sectorally determined interests and collective action capabilities. These sectorally framed organizations and interests interact to produce different patterns of social order. In short, a sectoral approach to institutional analysis explains how different sectoral profiles affect the nature of economic and political competition within a society. The relationship between economic structure and politics has been investigated elsewhere. Earlier analyses Wittfogel, 1957 link different agrarian modes of production to the development of specific social formations, and argue that class coalitions and the way agriculture was organized determined which political institutions emerged in the early modern period and afterwards Moore, 1966. This line of argument was extended to more recent examples in Latin America, where economic structure is identified as the primary source of variation in behaviour across agrarian social movements Paige, 1975, with it being argued that the interests and capacity for collective action of agrarian economic organizations are determined by 18the sectoral organization of the export crop that they are producing. In a later study, Paige 1991 developed this theory from one that dealt only with agrarian societies to one that examines the role of a wider array of economic organizations, suggesting that the policy variation among Latin American countries to similar external challenges were a result of choices made by social groups whose economic interests are central to their political choices, and that economic interests are the primary factor in affecting the evolution of national politics Paige, 1991, pp.78. For Paige, the level of pressure exerted by economic interest groups would be in direct proportion to the amount that such groups had to gain or lose from policy and to the amount of resources that could be mobilized to advance their cause. In more recent studies, Terry Lynn Karls 1997 analysis of petrostates also illustrates how the dominance of certain economic sectors can result in particular political and economic outcomes. Karl argues that oil resources shape the structure of state and nonstate organizations and interests which lead to political regimes defined by deeply entrenched patterns of rentseeking. This has since been supported by further research exploring the link high natural resource endowments and dysfunctional political development. Elsewhere, Michael Shafer 1994 indentifies the ways in which the dominant export sectors tie a country to the international economy and how the characteristics of these leading sectors then affect the development of domestic state autonomy and capacity. He argues that when a states production and export profile is highly concentrated in one sector, the characteristics of the leading sector play a crucial role in molding political institutions. If the leading sector is dominated by a small number of organizations, with high barriers to entry and exit, and a high degree of asset specificity, it is likely to be exceptionally politically influential. In such a context, state autonomy is eroded as the dominant sector imposes its preferences upon the state. Such states then become dependent on the leading sector and develop specialized institutional capabilities that deal with the dominant sector to the detriment of the requirements of other economic sectors. 3.3. Sectoral attributes and the implications for economic and political competition. 19In order to gauge the attributes of a particular sector a sectoral approach begins by measuring four variables: i capital intensity; ii the extent of economies of scale; iii production flexibility; and iv assetfactor flexibilityspecificity Shafer, 1994, pp.2225. As will be discussed below, these variables are broadly related to the level of technological development within a sector. On the surface, capital intensity simply refers to the amount of capital available per unit of labour. However, the term indirectly refers to a lot more, including startup costs, production costs, and research and development costs. These serve as a proxy for other characteristics of a particular sector, such as technical complexity, management professionalism and the skill level of the work force. Similarly, whilst economies of scale describes the extent to which the production costs of a good decline with the number of goods produced, it also acts as a proxy for the geographical concentration of production, the size and composition of the workforce, and the extent to which specific infrastructure is required. Production flexibility is the ability to meet shortterm market shifts by varying output levels or product mix. Finally, assetfactor flexibilityspecificity refers to the sectorspecificity of facilities, supporting infrastructure, and workforce skills. The first two variables tend to be inversely related to the last two variables. These variables are interrelated and consequently it is possible to group them together in order to describe particular sectoral syndromes that broadly result in distinctive institutional structures and capabilities, external and internal distributions of power, and sets of societal actors. It is possible to imagine a single continuum between two ideal types: concentrated sectors characterized by high levels of capital intensity, high economies of scale, low production flexibility and low factor flexibility; and dispersed sectors marked by low levels of capital intensity, low economies of scale, high production flexibility and high factor flexibility. This dichotomy is a simplification of reality made for heuristic purposes; it does not describe all types of sectors that might be observed. For instance, some sectors may display high levels of capital intensity and high economies of scale alongside high production flexibility and asset flexibility. The presence of high asset and production flexibility along high capital intensity might be a function of high levels of technological development within a firm or sector. In which case, the flexibility afforded by high technology capital may make a firm or sector less resistant to change. In short, however, different mixes of concentrated and dispersed sectors will 20be expected to influence the development of distinct patterns of competition within a society. Concentrated and dispersed sectors exhibit different market structures and impose different behavioural opportunities and constraints upon organizations located within them.13 Concentrated sectors are typified by monopolistic or oligopolistic market structures with high barriers to entry and exit. Conversely, dispersed sectors are characterised by larger numbers of relatively small, competitive firms. Barriers to entry and exit are lower due to the absence of high levels of economies of scale and low levels of capital intensity. These different conditions give rise to different political strategies that are employed by firms in their respective sectors. Firms within concentrated sectors tend to be fewer in number and larger in size and employ stabilizing strategies to manage the risks to their large investments. Of these strategies, collusion either with fellow oligopolists and with or through the state is seen as a rational means to providing stability to their respective markets. This makes change in concentrated sectors more difficult because large firms responsible for export earnings and for the provision of employment are able to mobilize resources lobbying, strikes, etc to insulate them from the pressures of competition, thus making firms from concentrated sectors potent political actors that might be more likely to be resistant to change. Conversely, dispersed forms of productive organization lower barriers to entry and exit, thus creating larger numbers of firms; this in turn encourages competition, making it more difficult to coordinate collective responses to changes in the market. Thus, the level of competition or rentseeking within an economy can be seen as a direct consequence of a countrys sectoral profile.14 13 The following section is informed by the collective action literature, especially the work of Mancur Olson. See: The Logic of Collective Action Harvard University Press, 1965; The Rise and Decline of Nations Yale University Press, 1982; and Power and Prosperity Basic Books, 2003. 14 The international dimension also explains some of the pressures that are imposed on domestic firms and the broad range of strategies employed to cope with these pressures. Domestically, firms interests are also shaped by the international sector that they are located within. For example, concentrated sectors will oppose attempts at economic restructuring within their respective state, if they perceive that their sector will become less important. This is because such sectors and to a certain extent, the state have a range of sunken costs in their given industry capital fixed and human, investment in infrastructure, etc. that restrict their flexibility to adapt to a changing environment. Collectively, these international pressures and domestic pressures form collective action opportunity structures that provide incentives for people to undertake collective action by affecting their expectations for success or failure Tarrow, 1994, p.85. 213.4. The technology intensity of production and the implications for economic and political competition. The level of technological development within and across different sectors is broadly related to the factors described above.15 Specifically, it affects the flexibility and organizational complexity of a sector which in turn has important consequences for the level of competition within a given sector and also for the manner in which the incentive to pressure the state is shaped by its flexibility. Higher technological levels of development tend to increase the organizational complexity and production flexibility of sectors with three main effects: i sectors are less likely to be affected by the sort of sudden fluctuations in prices associated with primary products; ii they are more likely to possess more flexible production systems, enabling quicker changes in product mix in response to market changes, and reducing the incentive to attempt to alter state policy; and iii higher technology sectors are more likely to be information intensive, rather than simply just capital intensive, and more likely to be organised horizontally than is the case in vertically organised sectors that rely on economies of scale. Conversely, countries that possess export profiles that are concentrated in exporting primary products or other goods requiring a relatively low level of technological development will, in general, be likely to: i be prone to crises imposed by fluctuations in world prices for commodities; ii be characterised by high levels of asset specificity, i.e. possessing dedicated plant and equipment producing stable product mixes, thereby increasing the incentive for firms to pressure the state into protecting their sectors from world market conditions; and iii possess sectors characterised by high levels of capital intensity and economies of scale, thus reducing the number of firms, but increasing their size. In these instances, collective action problems for firms within concentrated sectors are reduced and the incentive to influence state policy is higher. 15 The technological level of development across an economy is a function of both exogenous and endogenous factors. It is exogenous when interaction with the world economy transmits technology across state boundries as firms adopt technology and practices from other firms. Endogenous development occurs when domestic organizations increase their level of technological development in response to competitive pressures, relative price changes, improvements in property rights provision or through the allocation of increased resources to technological development. 22High levels of market concentration within and across sectors increase the likelihood of a concentration of economic resources, thereby reducing the probability of the development of any robust political competition that fuels the creation of openaccess orders. Consequently, economies dominated by a small number of sectors that are themselves monopolies or oligopolies, are more likely to experience high levels of rentseeking behaviour and also closer links between state and economy. Such close links between state and economy cause the lines between public and private property to be blurred, resulting in: i higher levels of corruption; and ii a tendency towards either state predation over dominant export sectors; or predation of dominant export sectors over the state. In both instances, the end result is largely the same; a fusion of public and private resources and the control of economic resources by a relatively small number of actors, the hall mark of a limitedaccess order. in higher technology sectors reduces that increases with The differences between older technoeconomic production structures and newer ones are summarised in Table 1. This general tendency towards diffusion of information and economic power the concentration of market share in companies and facilitates competition, thereby reducing the incentive and capacity for exerting pressure over the state. A states role in such sectors is one of information coordination and selective regulation, with a very low incentive for state ownership and interference due to the myriad problems associated with centralised, bureaucratic control of information and allocation of resources technological complexity von Hayek, 1945. Consequently, close direct links between state and economy should be lower, given the limited opportunities presented by the diffusion of production and information, and the opportunities for predation, by either state or industry, are severely curtailed by competition. Table 1. Two technoeconomic paradigms Fordist production techniques old Energy intensive Standardized Rather stable product mix Dedicated plant and equipment Automation IT led production techniques new Information intensive Customized Rapid changes in product mix Flexible production systems Systemization 23Networks Flat horizontal structures Integrated Service with products Distributed intelligence Multiskilling Government information coordination and regulation; vision Single firm Hierarchical structures Departmental Product with service Centralization Specialized skills Government ownership, control, and planning Source: Adapted from Freeman, C. 1992, The Economics of Hope, London: Pinter Publishers 3.5. The mechanisms linking economic structure and political competition the mechanisms In the context of a sectoral approach to institutional analysis, the incentives for organizations to undertake collective action are framed by their sectoral interests, which in turn are shaped by the market structure and market signals at both the international and domestic level, with sectors expectations for success or failure largely determined by the size and resources at the disposal of economic organizations. However, to political competition should be expected to vary across cases, depending on the level of competition prevalent within each economy. For example, mechanisms might be expected to include the representation of business interests directly in parliamentary parties where parliaments have power, or indirectly through dialogue between political parties or the government and nonparty economic organizations such as business associations, trade unions, etc. In such instances, greater competition within the economic arena would manifest itself in more or less open, transparent and rulebased competition within business associations, political parties, etc. linking export sectors More limited economic competition, however, is likely to manifest itself in lower levels of competition within those mechanisms that might be targeted by economic organizations In such circumstances, political parties, business associations, trade unions, etc., might be dominated by a single or a very few economic interests. This might result in informal mechanisms, such as personal links between economic actors and political actors, becoming prevalent. In short, while the mechanisms 24through which economic and political competition are channeled may vary, it is the degree of competition within the economy that will be expected to be of most importance in shaping whether that competition is channeled onto the political level in an open and rulebased manner or not. 4. Measuring the variables 4.1. Measuring the dependent variable: social orders The outline of the core distinguishing characteristics of social orders presented indicates that any attempt to operationalize the dependent variable should focus on two key areas. First, it is essential to capture the extent to which impersonal, rulebased behaviour is prevalent within a society. Second, and this is not unrelated to the first point, the openness of politics within a society should be measured. Openaccess orders would be characterized by the dominance of impersonal, universally enforced legal frameworks in which competition between organizations economic, political and otherwise is conducted in a more open manner. By contrast, closedaccess orders would be defined by the selective application of rules, both at the elite level and within wider society, and by the channeling of competitive tendencies through informal ties and relationships. Clearly, this dichotomy covers a number of different phenomena including corruption, the nature of political competition open or closed, and broader issues of the rule of law. Naturally, any attempt to measure these phenomena is fraught with some difficulty. For example, assessing the extent to which a society, on aggregate, conforms to formal laws and regulations, is tainted by corruption, or is characterized by an open and transparent manner of channeling competition all involve referring to subjective judgments about which criteria to include, how to weigh criteria, how to observe these phenomena and who is best placed to observe them, and so on. However, this does not mean that analysts should avoid trying to measure these phenomena; merely that they should remain cognizant of the potential pitfalls that surround any attempt to do so. With this qualification in mind, the measurement of social orders employed throughout this study is a composite index utilizing three of the six Governance Indicators WBGI constructed by Daniel Kaufmann, Aart Kraay, and Massimo Mastruzzi 2007. They are: 25 1 Voice and Accountability VA this measures the extent to which a countrys citizens are able to participate in selecting their government, as well as freedom of expression, freedom of association, and a free media. Of the two components of socialorder type discussed above, this indicator measures the openness of competition within a society; 2 Rule of Law RL this captures the extent to which agents have confidence in and abide by the rules of society, and in particular the quality of contract enforcement, the police, and the courts, as well as the likelihood of crime and violence; 3 Control of Corruption CC this indicates the extent to which public power is exercised for private gain, including both petty and grand forms of corruption, as well as capture of the state by elites and private interests. Indicators 2 and 3 measure the extent to which impersonal, rulebased behaviour is prevalent within a society. Scores range between 2.5 the lowest level on each indicator to 2.5 the highest level on each indicator. The composite score is a simple unweighted average of the three component indicators. The scores are based on extensive, multiple surveys and are available biannually for all major countries from 1996 to 2002, and annually from 2003 until 2007. The components for the three scores are composite perceptionsbased indicators and are drawn from 33 data sources provided by 25 different organizations, including assessments by nongovernmental organizations NGOs, multilateral development agencies e.g., European Bank for Reconstruction and Development, World Bank, etc., other public sector data providers, and commercial business e.g. Economist Intelligence Unit, Global Insight, Political Risk Services, etc  A comprehensive description of the data and the methodology used in its compilation is contained in Kaufmann, Kraay, and Mastruzzi 2007.16 The individual coefficients, as well as the composite scores, are described in Table 3.1. The two time periods 1998 and 2006 are chosen i because they approximate the earliest and latest points for which 16 Kaufmann, Kraay, and Mastruzzi also provide standard error terms for each of the indicators in each given year. information providers 26complete datasets for all three indicators were collected; and ii because they are temporally consistent with the data collected to measure the independent variable see below. A number of weaknesses with the WBGI have been alleged Arndt and Oman, 2006 and include: i the likelihood of correlation of errors among the sources from which the composite indicators are constructed, which significantly limits the statistical legitimacy of using them to compare countries scores; ii their lack of comparability over time; and iii sample bias.17 The authors of these indicators have addressed these criticisms and have accepted that their attempts at measurement are not perfect Kaufmann and Kraay, 2007; Kaufmann, Kraay and Mastruzzi, 2007. However, their response suggests that while there is room for improvement, the existing indicators are both useful and superior to existing alternative indicators.18 Table 2. Variation in type of social order across postcommunist region, 1998 and 2007 and Voice Accountability Rule of Law Control of Corruption Composite Coefficients Change 1998 2007 1998 2007 1998 2007 1998 2007 19982007 0.01 0.59 1.00 0.03 1.26 0.49 Armenia 0.54 0.59 Azerbaijan 0.95 1.13 Belarus 0.86 1.8 0.41 1.02 0.73 0.51 0.83 1.09 0.78 1.13 0.72 0.68 1.04 0.88 0.58 1.03 0.77 17 The same study also highlights the strong and positive correlation between the governance indicators and measures of per capital national income. Indeed, the correlation between the dependent variable and per capita GDP PPP is strong r .83 among the cases under observation in this study. However, it is difficult to ascertain the direction of causality in the relationship between the two variables. Consequently, although it might be argued that high levels of economic development help cause higher scores on the dependent variable, it might also be argued with as much justification that higher scores on the dependent variable in this study social order is an important factor in facilitating economic development. 18 In fairness to Arndt and Oman, after assessing the strengths and weaknesses of World Bank Governance Indicators they do refer to them as probably the most carefully constructed governance indicators. 270.23 0.14 0.33 0.22 0.06 0.10 0.16 0.38 0.81 0.85 0.72 0.91 1.08 0.93 0.97 0.90 0.71 0.83 1.19 0.34 0.47 0.07 0.07 0.42 0.94 0.64 1.00 0.36 0.84 0.82 0.77 0.45 0.26 0.74 0.67 0.50 1 1.18 0.44 0.74 0.74 0.67 0.44 0.83 0.76 0.90 0.71 0.25 0.18 0.57 0.10 0.31 0.36 0.58 0.22 0.41 0.49 0.19 0.17 0.50 0.53 0.03 0.26 0.57 0.69 0.28 0.60 0.14 0.78 0.41 0.11 0.84 0.03 0.04 0.07 0.77 0.35 0.88 0.03 0.28 0.30 0.54 0.24 0.13 0.17 0.97 0.19 0.92 0.66 0.35 0.68 0.20 0.97 0.20 0.08 0.37 0.37 Bulgaria Czech Republic Estonia 0.38 0.65 0.95 1.00 0.98 1.05 Georgia Hungary 0.41 1.08 0.19 1.1 Kazakhstan 0.75 1.06 Kyrgyzstan Latvia Lithuania 0.73 0.81 0.89 0.64 0.86 0.93 Moldova Poland 0.03 1.05 0.38 0.81 Romania 0.36 0.47 Russia 0.58 1.01 Slovakia Slovenia 0.71 1.20 0.98 1.08 Ukraine 0.32 0.09 0.23 0.35 1.07 0.84 0.94 0.9 0.96 0.14 1.16 0.25 0.7 0.13 0.73 0.22 1.07 0.94 0.82 0.07 0.51 0.31 0.08 0.17 Average Source: Kaufmann, D., A. Kraay, and M. Mastruzzi 2008, World Bank Governance Indicators, World Bank: Washington D.C; and authors calculations 0.01 0.11 28 In relation to the first criticism, the authors argue that the presence of correlated errors among sources does not eliminate the benefit of constructing an aggregate governance indicator, although it does reduce it. However, as long as the errors among data sources are not perfectly correlated, the gains from the aggregation of data make the WBGI superior to using any single source. The criticism of a lack of comparability over time is made on two points. The first refers to the fact that the world average governance indicators are scaled to have a zero mean and unit standard deviation in each period. However, this only applies to the world average and does not affect individual country scores. The second criticism is that the presence of margins of error in the indicators obviates the ability to make comparisons over time. However, the authors argue that it is precisely the presence margins of error that enhances the WBGIs as they provide guidance as to which observed changes are likely to be meaningful. Finally, the third criticism accuses the authors of sample bias in their underlying data sources. Specifically, they are accused of an overdependence on the views of business elites, particularly foreign investors. These accusations are quite weak. First, the range of data sources is considerably broader than just the perceptions of businesses and includes the views of a range of other sources, including governments and multilateral organizations. Second, where data sources do consult firms, there are a wide range of respondents, including domestic and foreign firms, as well as firms of different sizes. 4.2. Measuring the structure of export sectors 19 Four measures, three quantitative and one qualitative, are employed to measure the structure of export profiles across the postcommunist region. First, the degree to which export profiles are concentrated or dispersed will be measured using the Krugman Specialization Index KSI, which identifies the overall concentration or diversity of a countrys export profile. Second, an index of Revealed Comparative Advantage RCA is used to highlight the sectors that occupy a relatively important 19 This section and the data on export structures are based on Richard Connolly, The Structure of Russian Industrial Exports in Comparative Perspective, Eurasian Geography and Economics, Vol.49, No.5 2008. 29role within a countrys export profile. Third, each of the 260 export activities are classified according to the level of technology intensity required in their production. Using these data, a Technological Development and Diversity Index TDDI is constructed level of production diversityconcentration and technological development within a countrys export profile. Finally, more detailed casestudies are used to gauge the level of intrasectoral competition in a countrys leading export sectors. to simultaneously measure the overall The data are taken from the Commodity Trade Statistics Database UN Comtrade, 2008 from the United Nations Statistics Division, and there are some limitations. For example, the reporting of some goods is sometimes incomplete, and certain sensitive goods such as some precious stones or armaments can be hidden or included in different commodity groups. A note of caution also applies to any analysis that considers different countries at different periods of time due to the probability of fluctuations in exchange rates and in the relative prices of different products. 4.2.1. Intersectoral concentration or diversity The Krugman Specialization Index. The Krugman Specialization Index KSI is a relative measure of sectoral specialization Krugman, 1991, indicating whether a country possesses a concentrated or diverse intersectoral export profile. For each country, the share of sector i in that countrys total exports is calculated, followed by the world average share of sector i in total world exports. The index is the sum of the absolute difference of the sectoral structures of the two areas j the country under observation and w the world average. Thus, Kjw i S siw. The index is zero if the two areas have the same export structures, whereas its maximum value is 2.0, reached if the two areas do not have any commonality in export structures. It should be noted that the KSI tends to under represent the degree of specialization of larger countries. Onedigit positions of International Trade Classification, Revision 3 SITC, Rev. 3 are used for 1997 and 2006, the first year for which data are available for all countries under examination and the most recent year. The KSI coefficients for both years are presented below Fig. 1 the Standard ij S s 30Figure 1. Krugman Specialization Index, 1997 and 200620 Azerbaijan Kazakhstan Armenia Moldova Russia Kyrgyzstan Ukraine Georgia Latvia Bulgaria Belarus Lithuania Hungary Romania Czech Rep.Slovenia Slovakia Estonia Poland 0.000.100.200.300.400.500.600.700.80Krugman Specialization Index 20061997 Source: UN Comtrade Database 2008; and authors calculations. The Balassa Index of Revealed Comparative Advantage. The Balassa Revealed Comparative Advantage RCA index is the ratio of the share of a product group i for country j and the share of the exports of the product group i in the total export for a group of countries Balassa, 1965. The RCA index thus indicates whether country j has a comparative advantage with respect to a certain product i. 20 Countries are sorted in descending order by their KSI scores in 2006. 31The index for country j, product i, is RCAji 100 XjiXwiXjtXwt, where Xab is exports by country a w world of product b t total for all products. Values higher than 1.0 indicate a comparative advantage in that product which, in the context of this study, indicates that it is a relatively important sector within a countrys economy. RCA is calculated at the more detailed threedigit position of the SITC, Rev. 3 classification in 1997 and 2006. 4.2.2. The technology intensity of exports In order to capture the technological intensity of sectors in which countries are competitive, the 260 activities described at the threedigit level are grouped according to the level of technological sophistication involved in their production. There are a number of ways in which activities can be categorized by technology. A commonly used method based on Pavitt, 1984 is to distinguish between resourcebased, laborintensive, scaleintensive, as well as differentiated and sciencebased manufactures. This can be difficult because the analytical distinctions are unclear, and there are large overlaps between categories. The OECD 1994 suggests a more detailed classification based on technological activity within each category. Lall 2000 has combined elements of both methods, grouping the threedigit data into five broad categories primary products, resourcebased, lowtechnology, mediumtechnology, and hightechnology containing nine subcategories within them. The classification employed here draws heavily on Lalls classification, with some modifications. Export activities are grouped under four categories: primary and resourcebased; lowtechnology; mediumtechnology; and hightechnology. Two further subcategories from within the hightechnology group are identified and three from within the mediumtechnology group. The proportion of medium and hightechnology exports is used as an indicator of a countrys overall technological development. A description of trends in changes in the structure of export profiles across the region is contained in the next chapter. Primary and ResourceBased Products PRBP. This category includes two types of activityextractive activities and those that involve the simple processing of primary products extracted from the territory of a given country, including livestock, 32metals, oil, and gas. In technological terms, the simple processing of these products does not generally involve much technological addition to the product itself.21 LowTechnology Products LT. These products tend to require stable, welldiffused technologies. Any technology that is used is primarily embodied in capital equipment, requiring simple labor skills to operate. Such products e.g., textiles are, in general, undifferentiated, with price being the main determinant of competitiveness. Given the relatively low capital intensity, scale economies and barriers to entry are generally low.22 MediumTechnology Products MT. These products, comprising the core of skill and scaleintensive technologies in capital goods and intermediate products, constitute the largest proportion of export manufacturing activity in middle to highincome economies. These activities tend to utilize relatively complex technologies, with moderately high levels of research and development, advanced skillset requirements, and lengthy learning periods; they thus rely upon a higher level of human capital. These activities are split into three subgroups. Activities within the automotive and engineering subgroups MT1 and MT3 are very linkage intensive, require significant interaction, and emphasize product design and development. Many have mass assembly or production plants and extensive supplier networks, both domestic and foreign.23 Barriers to entry tend to be high because of the high economies of scale and moderate to high capital intensity. Subgroup MT2 comprises industries that produce chemicals and process basic metals. Such process sectors tend to produce stable and undifferentiated goods; they too are often characterized by high economies of scale, and possess relatively high levels of technological sophistication, particularly in the production of high valueadded steel products, chemicals, and plastics. interfirm HighTechnology Products HT. Hightechnology activities utilize advanced and dynamic technologies, with substantial investments in research and development 21However, some products, such as oil and gas, may require advanced technology to perform the process of extraction itself. This type of machinery, however, is assigned to other categories. 22Some lowtechnology products can be found in highquality industries in which brand names, skills, design, and technological sophistication are very important, even if technology intensity does not reach the levels of other categories. Examples might include highend, designer fashion products for which the brand name is important. 23Small and mediumsized enterprises often are important in these sectors. 33and a considerable emphasis on product design. The most advanced technologies require sophisticated technological infrastructure, high levels of specialized technical skills, and close interaction among firms, and also between firms and universities or other research institutions. Here, hightechnology activities are split into two subgroups. The first HT1 comprises activities that can be described as light industrial products. These include the manufacture of electronic equipment such as computers, computer components, audiovisual equipment, and office equipment. Many such products are labor intensive at the final assembly stage, and their high valuetoweight ratios make it economical to locate this stage of production in lowwage areas. The role of multinational corporations MNCs and integrated international production networks IPNs are of crucial importance, as the different stages of production can be distributed across countries to capitalize on labor cost differences. In this respect, the extent indigenous technological capacities can vary, as in some cases a country may only be involved in the final, laborintensive assembly stage and not in the higher valueadded earlier stages such as RD, or earlier, hightech production of components for assembly. these activities reflect the development of to which The second subgroup HT2 comprises other hightechnology activities that are more likely to involve the domestic production of the higher valueadded components, with greater emphasis on domestic human capital, technological research and development, and denser local supply networks. This group includes products such as pharmaceuticals, power generation equipment, aircraft, optical and other precision instruments, and measurement equipment. There are limitations associated with this method of categorization. Given the nature of the export data, it is not possible to capture every aspect of technological change from national statistics. Activities involving different levels of technological the same product category.24 complexity may be grouped Furthermore, it is not possible to gauge quality differences within product groups. It is thus difficult to distinguish between a lowtechnology, lowreliability personal computer and a topend, machine designed for specialists. As mentioned above, it is 24For example, office machines may encompass a range of technologies ranging from simple personal computers to more advanced, specialized equipment. together within 34difficult to identify the processes involved in manufacturing the same product across different locations. In the electronics sector, for example, highend processes such as microfabrication or software development may take place in Japan, Germany, or the United States and the final assembly stage may take place in China or Hungary. However, the data treat the two processes as technologically equivalent. It is also difficult to determine whether technological upgrading has taken place within product groups over time. Thus, smaller N studies are desirable to draw out more subtle, intrasectoral changes within economies. Notwithstanding these limitations, the data do display a considerable level of product differentiation and can provide useful insights into broad patterns of technological development across countries. 4.3.3. The Technological Development and Diversity Index The discussion so far suggests that, at least theoretically, a relationship exists between the diversity of production and higher levels of technological development. Figure 2 confirms that there is a considerable correlation Pearsons r .82 within the sample chosen for this study between a countrys score on the Krugman Specialization Index and the proportions of medium and hightechnology products within a countrys export profile. It is possible to observe three distinct groups. The first, Group A, comprises Czech Republic, Estonia, Hungary, Poland, Slovakia, and Slovenia. They all possess export profiles that are diverse and score highly in terms of their proportion of medium and hightechnology products.25 Group B consists of those countries that, while not overly specialized in terms of their export profiles, score moderately in terms of their total medium and hightechnology products as a proportion of their total exports. This group includes Bulgaria, Belarus, Georgia, Latvia, Lithuania, Romania, and Ukraine. Finally, Group C contains Armenia, Azerbaijan, Kazakhstan, Kyrgyzstan, Moldova and Russia. All have concentrated export profiles and tend to export comparatively low levels of medium and hightechnology products. 25 Within this group it is interesting to note that this sector is composed of subsectors that should display a diverse mix of inputs and might be expected to display varying levels of capital intensity, economies of scale, assetfactor flexibility and production flexibility. For example, whilst the production of motor vehicles might be seen as an industry that would be dominated by few firms, the outsourcing of the production of components used within the production process is likely to be spread across a large number of smaller firms. 35Aze Kaz Kyr Arm Rom Est 506010207080304000Slo Slvk Cz RUkr Geo 0.80.70.60.5Mol Rus Lat Bul 0.20.10.40.3Blr Litxedn I noitazil Group CGroup A aicep Snamgur KGroup B Medium and High Technology Exports %Fig 2. Krugman Specialization Index and the Technological Development and Diversity Index, 200626 Source: UN Comtrade Database 2008; authors own calculations. This observed association between the two variables allows the construction of a separate variable that captures both the KSI and the proportion of medium and hightechnology scores into a single coefficient, the Technological Development and Diversity Index. This index is the sum of the reversed KSI score and the proportion of medium and hightechnology exports. Both variables are given equal weighting by dividing the numerator by two. If K Krugman Specialization Index, T Medium and HighTechnology Exports, and TDDI Technological Development and Diversity Index, this can be expressed as TDDI 1KT2. The index is zero if a countrys export profile is concentrated in one resourcebased or lowtechnology activity. A maximum value of 1.0 is reached if a country has an extremely diverse export profile and all of its exports are either medium or hightechnology products. The scores for each country within the region are listed in Table 3. 26 This chart describes the association between the two variables in 2006. In 1997 the other year for which export data are collected the association is also considerable Pearsons r .73. Hun Pol 36 2006 0.31 0.16 0.51 0.45 0.71 0.61 0.50 0.73 0.22 0.34 0.45 0.54 0.27 0.67 0.58 0.27 0.69 0.67 0.50 0.48 1997 0.36 0.20 0.66 0.48 0.69 0.57 0.43 0.68 0.28 0.33 0.40 0.54 0.32 0.54 0.46 0.27 0.60 0.64 0.48 0.47 Table 3. Technology and Diversity Index, 1997 and 2006 Change 19972006 0.05 0.04 0.16 0.02 0.02 0.05 0.08 0.05 0.06 0.02 0.06 0.00 0.05 0.13 0.12 0.00 0.09 0.03 0.02 0.01 Country Armenia Azerbaijan Belarus Bulgaria Czech Rep. Estonia Georgia Hungary Kazakhstan Kyrgyzstan Latvia Lithuania Moldova Poland Romania Russia Slovakia Slovenia Ukraine Average Source: UN Comtrade Database; authors own calculations. 374. Conclusion This paper has outlined a framework for understanding the development of different social orders across the postcommunist Europe. First, the theoretical relationship between economic order and political order type was laid out. Second, economic structure was suggested to be an important explanatory variable. Third, the variables were operationalized and shown to display a correlation. This paper represents a preliminary exploration of the relationship between the two variables described here. Further research is required to establish any casual relationship. References Acemoglu, D. and Robinson, J. 2006, The Economic Origins of Dictatorship and Democracy, Cambridge: Cambridge University Press Amsden, A. 1989, Asias Next Giant: South Korea and Late Industrialization, Oxford: Oxford University Press Brealy, R.A. and Myers, S.C. 2000, Principles of Corporate Finance, New York: Mc GrawHill Cameron, D. 1978, The Expansion of the Public Economy: A Comparative Analysis, American Political Science Review, Vol.72, No.4, pp.124361 Cliff, T. 1974, State Capitalism in Russia, London: Pluto Press Connolly, R. 2008, The Structure of Russian Industrial Exports in Comparative Exports, Eurasian Geography and Economics, Vol. 49, No.5, pp. 586603 Demsetz, H. 1982, Economic, Legal and Political Dimensions of Competition, Amsterdam: NorthHolland Evans, P. 1995, Embedded Autonomy: States and Industrial Transformation, Princeton, NJ: Princeton University Press Freeman, C. 1992, The Economics of Hope, London: Pinter Publishers Ganev, V. 2005, Postcommunism as an Episode in State Building: a Reversed Tillyan Perspective, Communist and PostCommunist Studies, Vol.38, No.4, pp.425445 Ganev, V. 2007, Preying on the State: The Transformation of Bulgaria after 1989, Cornell University Press, Ithaca. 382008, Parties, Patronage and the PostCommunist State, Gourevitch, P. A. 1986, Politics in Hard Times: Comparative Responses to International Economic Crises, Ithaca, NY: Cornell University Press GryzymalaBusse, A. 2002, Redeeming the Communist Past, Cambridge University Press, Cambridge GrzymalaBusse, A. 2006, Rebuilding Leviathan: Party Competition and State in PostCommunist Democracies, Cambridge University Press, Exploitation Cambridge. GrzymalaBusse, A. and JonesLuong, P. 2002, Reconceptualising the State: Lessons from PostCommunism, Politics and Society, Vol.30, No.4 pp.52944 Haughton, T. Comparative European Politics, Vol.6, No.4, pp. 486500 Hayek von, F. 1945, The Price System as a Mechanism for Using Knowledge, American Economic Review, Vol. 35, No.4, pp.519528 Herbst, J. 2000, States and Power in Africa: Comparative Lessons in Authority and Control, Princeton: Princeton University Press Karl, T. L. 1997, The Paradox of Plenty, Berkley: University of California Press Katzenstein, P. 1985, Small States in World Markets: Industrial Policy in Europe, Ithaca: Cornell University Press Kaufmann, D., Kraay, A., and Mastruzzi, M. 2007, The Worldwide Governance Indicators Project: Answering the Critics, World Bank Policy Research Working Paper No. 4149, Washington, D.C. Kitschelt, H, Mansfeldova, Z., Markowski, R. and Zobor, G. 1999, Postcommunist Interparty Cooperation, Party Systems. Competition, Representation, and Cambridge: Cambridge University Press Lall, S. 2000, The Technological Structure and Performance of Developing Country Manufactured Exports, 19851998, QEH Working Paper Series, No.44. Linz, J. and Stepan, A. 1996, The Problems of Democratic Transition and Consolidation: Southern Europe, South America and PostCommunist Europe, Baltimore: John Hopkins Press MeyerSehling, JH. 2006, The Rise of the Partisan State? Parties, Patronage and the Ministerial Bureaucracy in Hungary, Journal of Communist Studies and Transition Politics, Vol. 22, No.3, pp. 274297 Migdal, J. 1988, Strong Societies and Weak States: StateSociety Relations and State Capabilities in the Third World, Princeton: Princeton University Press Milner, H. and Keohane, R. eds, 1996, Internationalization and Domestic Politics, Cambridge: Cambridge University Press 39Moore, B. 1966, The Social Origins of Dictatorship and Democracy: Lord and Peasant in the Making of the Modern World, Boston: Beacon Press North, D, Wallis, J. and Weingast, B. 2006, A Conceptual Framework for Interpreting History, NBER Working Paper, No.12795 North, D, Wallis, J. and Weingast, B. 2007, Limited Access Orders in the Developing World: A New Approach to the Problems of Development, World Bank Policy Research Working Paper 4359 ODwyer, C. 2004, Runaway State Building: How Political Parties Shape States in Postcommunist Eastern Europe, World Politics, Vol.56, No.4, pp.520553 ODwyer, C. 2006, Runaway StateBuilding: Patronage Politics and Democratic Development, Baltimore: John Hopkins University Press Olson, M. 1965, The Logic of Collective Action Harvard University Press Olson, M. 1982, The Rise and Decline of Nations, Yale University Press Olson, M. 2000, Power and Prosperity. Outgrowing Communist and Capitalist Dictatorships, New York: Basic Books Paige, J. 1975, Agrarian Revolution, New York: Free Press Paige, J. 1991, Debt, Development and Democracy, Princeton, NJ: Princeton University Press Pavitt, K. 1984, Sectoral Patterns of Technical Change: Towards a Taxonomy and a Theory, Research Policy, Vol. 13, pp.34373. Rogowski, R. 1989, Commerce and Coalitions: How Trade Affects Domestic Political Alignments, Princeton: Princeton University Press RoseAckerman, S. 1999, Corruption and Government: Causes, Consequences and Reform, Cambridge: Cambridge University Press Rustow, D. 1970, Comparative Politics, Vol.2, No.3, pp.33763 Schumpeter, J. 1942, Capitalism, Socialism, and Democracy, New York: Harper Brothers Shafer, M. 1994, Winners and Losers: How Sectors Shape the Developmental Prospects of States, Ithaca: Cornell University Press Skocpol, T. 1979, State and Social Revolutions, Harvard University Press Sikk, A. 2006, From Private Organizations to Democratic Infrastructure: Political Parties and the State in Estonia, Journal of Communist Studies and Transition Politics, Vol. 22, No. 3, pp. 341361 to Democracy: Toward a Dynamic Model, Transitions 40Stigler, G. 1972, Economic Competition and Political Competition, Public Choice, Vol.13, pp.91106 Tarrow, S. 1994, Power in Movement: Social Movements, Collective Action and Politics, Cambridge: Cambridge University Press Tilly, C. 1992, Coercion, Capital, and European States, AD 9901992, Oxford: Blackwell Press UN Comtrade, United Nations Statistics Division, Commodity Trade Statistics Database http:unstats.un.orgunsdcomtrade, accessed at various times. Wade, R. 2004, Governing the Market. Economic Theory and the Role of Government in East Asian Industrialization, Princeton: Princeton University Press Wittfogel, K. 1957, Oriental Despotism, New Haven: Yale University Press 41Ordnungspolitische Diskurse Discourses in Social Market Economy 2007 1 2007 2 2007 3 Seliger, Bernhard; Wrobel, Ralph Die Krise der Ordnungspolitik als Kommunikationskrise Sepp, Juri Estland eine ordnungspolitische Erfolgsgeschichte? Eerma, Diana; Sepp, Juri Competition Policys Role in Network Industries Regulation and Deregulation in Estonia 2007 4 Claphman, Ronald Welche Bedeutung haben nationale Wirtschafts2007 5 2007 6 2007 7 2007 9 ordnungen fur die Zukunft der EU? Der Beitrag der sozialen Marktwirtschaft Strunz, Herbert Staat, Wirtschaften und Governance Jang TaeSeok South Koreas Aid to North Koreas Transformation Process Social Market Perspective Libman, Alexander Big Business and Quality of Institutions in the Post Soviet Space: Spatial Aspects 2007 8 Mulaj, Isa Forgotten Status of Many: Kosovos Economy under the UN and the EU Administration Dathe, Uwe Wettbewerb ohne Wettbewerb? Uber die Bedeutung von Reformen im Bildungswesen fur die Akzeptanz der Wettbewerbsidee 2007 10 Noltze, Karl Die ordnungspolitische Strategie 2008 1 Seliger, Bernhard Die zweite Welle ordnungspolitische Herausforderungen der ostasiatischen Wirtschaftsentwicklung 2008 2 Gemper, Bodo Rheinische Wegbereiter der Sozialen Marktwirtschaft: 2008 3 2008 4 2008 5 Charakter zeigen im Aufbruch Decouard, Emmanuel Das Modele rhenan aus franzosischer Sicht Backhaus, Jurgen Gilt das Coase Theorem auch in den neuen Landern Ahrens, Joachim Transition towards a Social Market Economy? Limits and Opportunities 2008 6 Wrobel, Ralph Sonderwirtschaftszonen im internationalen Wettbewerb der Wirtschaftssysteme: ordnungspolitisches Konstrukt oder Motor institutionellen Wandels 2009 1 Wrobel, Ralph The Double Challenge of Transformation and Integration: German Experiences and Consequences for Korea Eerma Diana; Sepp, Juri Estonia in Transition under the Restrictions of European Institutional Competition Backhaus, Jurgen Realwirtschaft und Liquiditat Connolly, Richard Economic Structure and Social Order Type in PostCommunist Europe 2009 2 2009 3 2009 4 ", "filename": "68509815X.pdf", "person": ["Richard Connolly", "Connolly, Richard"], "date": ["2009"]}