{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/55357/1/685240088.pdf"], "title": ["The interrelationship between formal and informal decentralization and its impact on sub-central governance performance: The case of Vietnam"], "plaintext": "CESifo Working Paper No. 3714 The Interrelationship between Formal and Informal Decentralization and its Impact on SubCentral Governance Performance: The Case of Vietnam Abstract Formal and informal institutions are often viewed as complements or substitutes in empirical and theoretical works. However, no evidence of complementarities or substitutes is found in our empirical analysis of the interrelation between formal and informal decentralization across 64 provinces of Vietnam. This paper finds that the formally decentralized system of public service supply is accommodating the informal one, but informal decentralization in public order provision tends to compete with the existing ineffective formal system. This implies that the central government needs to reorganize the system of decentralizing the provision of public goodsservices and public in order to make informal institutions complementary rather than rival or freeriding on formal ones. JELCode: D730, H110, H730, H830, K000. Keywords: formal decentralization, informal decentralization, subcentral governance, accommodating, and competing. Thanh Thuy Vu Paris X University Economi X, Room G301, Building G 2000 avenue de la Republique France 92001 Nanterre Cedex thuy.vu_thanhyahoo.com Bruno Deffains ERMES and Paris II University Paris France bruno.deffainsuparis 2.fr Messaoud Zouikri Economi X, Paris X University Nanterre France mzouikrigmail.com THIS VERSION: November 2011 1. INTRODUCTION This paper investigates empirically how different dimensions of decentralization interact to influence governance performance of subcentral governments in a unitary state. As specified in many other studies, decentralization is a multidimensional institutional reform. Treisman 2002a, for example, supposes that decentralization in the public sector differs in the number of tiers of government, the degree of decisionmaking autonomy, resources revenue power and manpower, democracy, and constitutional participation. His study of 154 countries shows those with a higher degree of decentralization, especially those with more government layers, have poorer performance in the delivery of basic public services and worse corruption. However, he fails to check its robustness, and other dimensions of political decentralization have an inconclusive effect on the quality of government. In this paper, we distinguish formal decentralization or the legitimate level of human resource management autonomy assigned by the central government to subcentral governments from the informal one which is the actual level of decisionmaking power of the later shaped by village culture and persistent for centuries beyond the control of the former. The distinction between formal decentralization and informal decentralization has been discussed by several authors Montinola, Qian and Weingast 1995, JonesLuong 2003, Malesky 2004, Shah and Thomson 2004, and it can also be abstracted from a good number of theoretical and case studies on formal and informal institutions North, 1990, Stigliz 2000, Taylor 1992, Dia 1996, Aghion and Tirole 1997, Voigt and Kiwit 1998, Zenger et al. 2001, Dixit 2003, Helmke and Levitsky 2004, Tsai 2002. Most of them argue that mechanisms of power creation are not the same, but endogenously determined. Formal decentralization refers to the assignment of decision rights over certain public policies from the upper tier of government to the lower one. Due to coordination failures along the tiers of government e.g., information asymmetry, contract incompleteness, interest conflicts, or capability and resource constraints, decentralization is, by nature, partial in reality. Bureaucrats always have incentives to create or at least facilitate the establishment of a private order to complement, substitute, accommodate, or compete with malfunctioning systems of public order for the sake of their community or simply in sought of maximizing their private benefits given rights limit. This private order allows lowertier governments to exercise highertier rules and regulations at their discretion and even to introduce their own rules acknowledged and respected by citizens in their community at low fixed costs Li 2003. When the private order is rooted from culture and history, it may gain even faster and stronger consensus within the community and acts as an umbrella over a substantial degree of informal local autonomy beyond their authority. The upper tier recognizes this kind of inflated behavior at lower tiers and restrains it by allocating vertically a limited number of decision rights in certain public areas where a private order enables to maximize utilities of local We focus on the legitimacy of decentralization, which is different from its functional dimensions as classified by other authors Oates 1972, Treisman 2002a, Yilmaz and Ebel 2002, Rodden 2004 or from its structural aspects i.e., de jure and de facto decentralization as in King and Ozler 1998. In our paper, formal decentralization is defined as the degree of control power officially allocated to subcentral governments by the upper and implemented as assigned while informality implies the scope of discrete decisionmaking at the subcentral level which is not allowed or encouraged by the upper. Although our analysis can be extended to other types of decentralization, the high correlation among most of them restrains us from obtaining unbiased predictions of their complementary or substitute relationships in our estimations for a system of simultaneous equations. 2 P a g e government officials while creating incentives for them to provide highquality public order and public goods and services costefficiently. Political literature has identified four patterns of interaction between informal institutions and formal institutions: complementary, substitutive, accommodating, and competing Voigt and Kiwit 1998, Helmke and Levitsky 2004. The two systems are complementary when informal institutions share the common goals with effective formal institutions and create incentives to facilitate the latters enforcement. Their relationship becomes substitutive when existing formal institutions are ineffective, and hence informal institutions are created ad hoc to achieve the goal that fails to achieve formally. In the first two cases, outcomes are similar and cooperative. Helmke and Levitsky also list two other understudied types of the relationship when informal institutions may not pursue the goal of formal institutions. In certain circumstances, the actors do not like the status quo of the latter and attempt to create an informal set of rules to solve their problems more effectively. Informal rules do not necessarily directly violate the formal ones, but find ways around the latter to pursue their own goals. If it is the case, informal institutions are called to be accommodating with formal ones. Informal institutions also can dominate weak formal institutions and may drive the actors to ignore and violate them. The two systems now become competing and dysfunctional. The later cases show noncooperative behavior and divergent outcomes of formal and informal institutions. Which types of the interrelationship do formal decentralization and informal decentralization belong to in the above typology? And how do they influence the governance performance of government and economic growth? There are three main mechanisms through which decentralization impacts government performance. First, decentralization affects behavior and efforts of local government officials through local democracy. Accordingly, local voters have a deterministic say for the chance of staying in office in the reelection through their perceptions of the quality of government in the first term. So, local government officials stand at the tradeoff between diverting rents from tax revenue and winning the reelection Seabright 1996, Persson and Tabellini 2000, and Hindriks and Lockwood 2005. Second, decentralization also influences government performance through interjurisdictional competition between subnational governments. Tiebout 1956 claims that under decentralization and interjurisdictional competition, the voters can vote for the bundle of public goods and taxes they prefer, so given the low cost of mobility, they will vote out to the local government that matches their preferences. Brenan and Buchanan 1980 extend Tiebouts theory and argue that under factor mobility, governments can compete with one another to attract them, which eliminate the monopoly power over local regulations and restrain their opportunistic behavior. From a different perspective, Salmon 1987 and Besley and Smart 2007 emphasize the advantage of decentralization as a mechanism of yardstick competition; voters can make inference of their own local government performance by comparing with their neighboring jurisdictions of similar conditions. Third, under decentralization, local governments are supposedly more likely to be captured by elites and can lead to more distortions of policy choice and give rise to overspending incentives. However, we argue that one of hardlymentioned channels is to formally honor their identity of a small president in the We measure the performance of local governments through the clients satisfaction about the quality of public order provision and public service delivery. Voigt and Kiwits typology of formal and informal institutions is based on whether they regulate the same or different types of human behavior or functionalist perspective. Helmke and Levisky emphasize the sharing goal cooperative or noncooperative of the two types of institutions and the status quo of formal institutions efficient or inefficient. Our conceptualization is closer to Helmke and Leviskys. 3 P a g e community under their authority. This is really an important aspect in those countries that the village culture, or the kind of common wisdom of Kings laws are held back at the gate of the village, prevails and dominates how rules are made and implemented like in Vietnam. How does the interplay between formal and informal institutions mean for economic growth? Both theoretical and empirical studies have been exhausted in finding the answer and it turns out to depend on their strength, local preference for each type of rules, and the extent of their goal convergence during their evolution and development North 1990, Voigt 1993, Pejovich 1999, Keefer and Shirley 2000, de Soto 2000, Acemoglu, et al. 2001. They agree that the same rule may not have the similar impact on all economies because of heterogeneous enforcement mechanisms and preferences. For example, Knack 1995 found that property right protection institutions are determinant of economic growth. However, Keefer and Shirley 2000 and Williamson 2009 argue that formal institutions are not sufficient to maintain economic growth, but should be embedded in informal institutions. In general, empirical evidence shows cooperation complementary or substitute relationship between institutions is critical to economic growth, and the real impact is sensitive to their definition and measurement. So far, empirical research on the interaction between formal decentralization and informal decentralization has been restricted, partly due to difficulties in quantifying informal aspects. The outcomes of their interrelationship are sensitive to particular dimensions of decentralization and the mechanisms they evolve. If formal decentralization is used as an instrument of the upper government to provide incentives for lowerlevel policy innovation, it may lead to an increase in the level of local autonomy. This happens when local government officials attach a high value to their identity as a president in their locality, even more than their private rents. As the value of identity is partially linked to the official degree of autonomy, the organizational design of the formal system affects their effort distribution to alternative tasks for example, between the provision of public order and delivery of public goods and services given the selfassessed value of their identity. If informal decentralization institutions are created ad hoc in order to accommodate undesired or to compete with or to substitute weak formal institutions, the outcome may be or may be not efficiencyenhancing. For example, the local jockeying over forest resources in Indonesia has resulted in the loss of state control and power over this property and the unorganized exploitation of timbers under the implicit consensus of local governments Ravenel 2004. In China, the Organic Law of Village Committees assigned village committees the responsibility to provide certain infrastructural services to their villagers, but Tsai 2002 found that those villages among four studied cases use local social networks such as temples to raise resources and selffinance local spending on certain public services provide more of them compared to those relying on village officials. However, this kind of informal system of providing public goods and services is not sustainable and only applicable to smallscale transaction and in small community. Informally decentralized institutions and procedures can be quickly destabilized by the introduction and change of more effective formal ones Stigliz 2000, Dixit 2004. In this case, informal decentralization may have to adhere to formal one if it does not want to be suppressed. Comparing the two systems, Gambetta 1993, Li 2003, and Dixit 2004 found that informal system is less successful in protecting property rights than in enforcing the contracts because it requires minimal public order. Montinola et al. 1995 argues that when the subcentral government acts as a small national government, the autonomy they obtain under decentralization may make their 4 P a g e commitment incredible. This is due to the higher possibility of elite capture at the lower layers of government Shleifer and Vishny 1993, Bardhan and Mookherjee 2006. Therefore, the multitier government structure may not induce the enhancement of governance performance at the local level. Formal and informal decentralization institutions may also have divergent outcome if the former faces constraints i.e., in financial or human resources, or technology change while informal institutions have channels to ease these constraints, through the inflow of the FDI, for instance, or simply thanks to its fixed cost advantage. It is obvious that studies on the interplay between formal and informal decentralization also support the general view of most scholar on the interaction of formal and informal institutions: whether they are complementary, substitutive, accommodating, or competing depends on the strength of the existing formal system and the local preference for each institutional system; and their impact on governance and economic performance depends on the strength of each system against the other and the degree of their sharing goals. Our paper has original distinctions from the others in four points. First, it is an empirical study across 64 Vietnamese provinces over the period of 20062008 20 years since it embarked the Doi Moi or Renovation. Vietnam is chosen because it is typical of a country where the formally decentralized system is still immature and where the degree of formal decentralization varies across provinces due to the nonuniform decentralization scheme of the government, and where local order prevails and shapes the way government officials make and implement policies. The mechanism of establishing such a private order is through fencebreaking, or violating central laws and issuing local rules to accommodate or substitute the former. In addition, 2006 is the first year that the Provincial Competitiveness Index, measuring the governance performance of all 64 provincial governments, was launched. This is the main source of data for us to evaluate the quality of subcentral governments in our paper. The methodology of the survey was stable during this period, allowing us to obtain relatively consistent measurement. This is also the year the Central Committee of the Communist Party of Vietnam CCCP, for the 20062010 terms, was elected and presented with representatives of provincial government leadership. The ratio of provincial representation in CCCP is controlled for in our study of the impact of decentralization on government quality. The 20062008 period allows sufficient lagged time to evaluate institutional settings in a stable manner after almost provinces were involved in gerrymandering from 1990 to 2004. This is also the period that provincial governments were given substantial discretions in making public policies for example, regarding public spending, land management, human resource management, and lawmaking and that provincial governments are very proactive and innovative in sought of ways to improve their performance and ease their hard budget constraints under the increasing pressure of local democracy and interjurisdictional competition for resources, especially private capital and highquality laborers. Second, our informal decentralization measure is constructed, using the result of the Vietnam Provincial Competitiveness Index PCI 20062008 survey, asking over 7000 private firms of whether provincial governments where they are domiciled are flexible, creative, and breaking the fence in the implementation of central laws. Our concept of informal decentralization is similar to that of Torgler and Schneider 2009 who found the positive effect of local autonomy on tax compliance of Swiss citizens and the narrowing size of the unofficial economy. Third, the outcomes of formal and informal decentralization are compared by estimating their impact on some indicators of government performance in public order provision including property right protection, legal enforcement, legal predictability and corruption and public goods and service provision public services for the private sector and infrastructure quality. Most of them are the results of the PCI Vietnam surveys from 2006 to 2008. Finally, we contribute to the lack of empirical research on informal decentralization and on 5 P a g e the interaction between formal and informal decentralization in impacting the efficiency of the government under a homogenous institutional setting. We found that what matter much the variation in the government performance in crosscountry studies such as legal origins or religion seem unimportant in withincountry analysis and in a country of small religious population like Vietnam. We claim that the dynamic incentive structure created from the interrelationship between different dimensions of decentralization is critical to the quality of lowerlevel governments. The main findings of this paper are that formal decentralization is accommodating informal decentralization in the delivery of public goods and services and is competing with formal decentralization in the provision of public order. This suggests that the formally decentralized system of supplying public goods and services give sufficient incentives to lowerlayer governments to perform efficiently, but it is still lack of effectiveness in the provision of strong public order, particularly the protection of property rights, enforcement of contracts, and reduction in corruption. Therefore, the emergence of and dependence on informal decentralized system coexisting with formal system are necessary to obtain satisfaction over public goodsservices and order, at least until a formally decentralized system is effective enough to compete successfully with the informal partner in the provision of public order and other goods and services. In the next stage of reform, what central government needs to consider is to improve formal procedures and reset a more appropriate degree of formal decentralization that give sufficient incentives for local governments in maintaining and enhancing the public satisfaction over their performance. We also find the negative and significant impact of the noncooperative relationship between decentralization institutions, specifically the formal institution on economic growth. This requires reform efforts should focus on relaxing the limited autonomy of local governments in human resource management quota and allowing more discretion in their making decisions over the number, structure, and wage schemes of employees under their management. These findings are the results of employing the threestage least squares 3SLS model and then robustly checked with OLS model. The following section gives a review of literature on the interaction between formal and informal system of decentralization and its effect on local government performance. Section 3 describes how formal and informal decentralization works in Vietnam. A description of data and models with discussion of results will be provided in section 4. Finally, the paper ends with conclusions. 2. FORMAL AND INFORMAL DECENTRALIZATION THE CASE OF VIETNAM The assessment of the relationship between formal and informal decentralization and government efficiency should be a countryspecific issue, taking into account the heterogeneity of political, cultural, and economic conditions of each geographical unit of analysis. There is no one size to fit all institutions for all countries and hence institutions will put different constraints and incentives for government performance and imply dissimilar outcomes across regions and countries. In this section, we will study the case of how decentralization works in Vietnam, and how formal and informal decentralization interacts to impact the quality of subcentral provincial governments. The Decree number 712003NDCP issued on 19 June 2003 by the Government on the decentralization of human resource management in the state sector allowed subcentral governments certain discretions in recruitment, dismissal, and transfer of their employees, but the annual number of employees in the state sector must be complied with the quota and norms of the central government agencies. Therefore, our measure of formal decentralization as the percentage of provincial employment in the state sector in the total central and subcentral government employment is a formal rule in its true sense. 6 P a g e 2.1. Formal decentralization By law, Vietnam is a politically centralized government organized into four levels. Until May 2008, the country has 64 provinces, 690 districts, and 11055 communes. Since economic reform, or the Doi Moi, was initiated in the 1990s, decentralization has been going on in the areas of fiscal, public administration and regulations to a greater extent. In this process, the central government has assigned a certain degree of decisionmaking authority to subcentral governments. The power, roles, and responsibilities of state and substate governments are set out in the legislation, including Law on Local Governments enacted in 1958, Law on Organization of the Peoples Council and the Administrative Committees at All Levels of Government in 1994, the Ordinance on Concrete Tasks in 1996, Law on the State Budget in 1998, the Revised Law on the State Budget in 2003, and Law on the Issuance of Legal Documents by the Peoples Council and Peoples Committee in 2004. In Vietnam, the key subcentral government is provinces with major responsibilities being devolved to this intermediate level rather than local units communesvillages. Therefore, provincial governments are the focus of this paper. Different from many other countries, decentralization is an institutional reform from the top in Vietnam. The degree of decentralization is, to a great extent, determined by the central government. The central government prescribes the powers and responsibilities of subcentral governments. Take fiscal decentralization as an example. Law on the State Budget of 1996 and the Revised Law on the State Budget of 2003 make a list of expenditure responsibilities assigned to both central government and subcentral governments. In 2002, the share of subcentral government expenditures in the total government expenditure is 48% World Bank 2005. This figure suggests Vietnam be a relatively highly decentralized country in terms of public spending. The central government also stipulates in the Budget Law what kinds of taxes and fees i.e., VAT on import goods, export tax, import tax, special consumption tax on import goods are fully assigned to the central budget, what kinds i.e., land and housing taxes, license tax, fee on land use, and others are fully charged and collected by the subcentral governments, and what kinds VAT except that on import goods, corporate income tax, tax on remittance, excise tax on domestic goods and services, gasoline and oil fees and personal income tax are shared between the central budget and the local budget. The degree of revenue decentralization is distinct across provinces, subjected to the amount of transfers from the central government to SNGs, the revenue from taxes and fees made in their locality, and the sharing tax rate. In Vietnam, the sharing tax rate is the same for all shared taxes, but it differs by province MartinezVazquez 2005. In 2004, the sharing rate is 100% for 47 poorest provinces and other 17 provinces share a part of their revenue with the central government. The sharing rates may be subjected to change annually and nonuniform sharing rates across provinces are used for equalization purpose. This makes Vietnam different from many other countries which maintain a uniform system of sharing rates and rely on the transfer system to achieve equalization targets. The nonuniform system of sharing tax rates across provinces also leaves a room for local officials to make efforts to enhance revenue capacity of their local government. The data is available on the website of the General Statistics Office of Vietnam at www.gso.gov.vn. The sharing tax rate is determined by a formula of the Ministry of Finance considering the difference between spending needs and revenue capacity. The former is estimated on the basis of norms and can be negotiated ex ante while the later is estimated on the basis of past revenue. Extracted from the balance sheet of state government budget and local government budget for the year 2004 disclosed by the Ministry of Finance of Vietnam. 7 P a g e Since 1998, provincial governments are empowered to manage their own state officials, including recruitment, appointment, training, and firing. The percentage of government officials under provincial management in the total government staff is approximately 54% on average over the 20002008 period General Statistics Office of Vietnam. This figure also shows Vietnam has decentralized relatively strongly in state human resource management, and the degree of decentralization in this area is equivalent to that in public spending. Similar to other research, decentralization in human resource management and in fiscal area is highly correlated 0.82 between the former with revenue decentralization and 0.91 with expenditure decentralization. However, state employment decentralization has insignificant correlation with transfer 0.07. 2.2. Informal decentralization Although local government autonomy has not been acknowledged in the constitution, it is substantial in practice. Malesky 2008 has described acts of autonomy of local governments regarding their policy experimentation or innovations where regulations do not exist as fencebreaking or informal decentralization . From the perspective of the central government, all of these initiatives are illegal. A list of 34 fencebreaking provinces and responsible officials were named in the Decision No. 1387 on 29 December, 2005 by the Prime Minister and then punished despite the fact that many policy experimentation and innovations at the provincial level have been legalized later on and become very successful. The real number of fencebreakers may be higher due to informational constraints. Obviously, along with formal decentralization, fencebreaking is critical to the change in government performance. The high degree of actual autonomy at the subcentral levels has intensified the conflicts between the central government and subcentral governments and also created intergovernmental competition for resources, especially private and foreign invested capital, a means to build greater autonomy for the later. On the positive side, both formal decentralization and informal decentralization contribute to policy innovation and subsequently to enhancing the quality of governance in many aspects. However, at the beginning stage of decentralization, some formal procedures are not effective and strong enough and need relying on a certain private order to maintain the public order. Since 2005, Vietnam Chamber of Commerce and Industry VCCI and the Vietnam Competitiveness Initiative VNCI project sponsored by the United States Agency for International Development USAID conducted a survey of businesses regarding their perceptions of the quality of local governments and business environment. In 2005, 2,020 firms in 42 provinces responded to the survey. Based on the survey results and actual economic performance of each province, the Provincial Competitiveness Index PCI was built. Initially, PCI2005 had nine subindices. Since 2006, PCI surveys have attracted about 7,000 firms responses and the PCI index is comprised of 11 subindices, measuring entry costs, time costs of regulatory compliance, land access and tenure security, transparency, corruption, institutional quality, competition environment, proactivity of provincial leadership, labor policy, quality of public services to the private sector, and infrastructure. The PCI also shows firms perception of the degree of decentralization in Vietnam. Particularly, the PCI2007 shows an average of only 8.4% of surveyed firms predicts that central laws are consistently enforced at Authors calculation is based on the Balance Sheet of State Budget and Provincial Budget from 20002008 issued by the Ministry of Finance of Vietnam. The term fencebreaking has been used to describe the violation of central government regulations by stateowned enterprises before decentralization. The full survey is available on the website www.pcivietnam.org. 8 P a g e the subcentral levels. Approximately 39% of private firms agree or strongly agree that local governments use their own rules and regulations to extract rents. The wide discretion of local officials is confirmed in many empirical studies Litvack and Rondinelli 1999, Tenev 2003. Tenev et al. asked CEOs of a sample of SOEs and private firms how they reacted with ambiguous regulations and realized that local officials have various ways to interpret them at their discretions. Litvack and Rondinelli found local governments have different views of enforcing central laws and regulations: some provinces are more flexible than others in implementing central regulatory policies and experimenting with their provincial strategies. There are attempts to explain why local leaders have superior influence over central laws and regulations and how they build their local autonomy. The most popular reason that still prevails today is historical and cultural relics. Local governments in Vietnam evolve from traditions of community or village selfgovernance. Village culture which prioritizes local rules over national laws and regulations has a great influence on economic activity and make the conflict between the central local relationship intense. Although villages are not administrative units of central and local governments, rules set by the head of each village has strong power in effect and those national laws and regulations conflicting with village rules are suppressed. This is illustrated in the wellknown sayings Phep vua thua le lang translated as The Kings laws are held back by village rules. In addition to historical and cultural determinants, government organizational structure is also a part of the issue. The highly hierarchical structure of the government also creates opportunities for subcentral leaders to exercise their de facto autonomy. First, the fourlevel vertical organization of the government from the central to three subcentral layers including the provincial, district, and communal and the fiscal autonomy of provincial governments allow a great extent of flexibility and asymmetry in implementing and enforcing central laws and regulations. Due to distance between the central and local governments, there is less likelihood that the central legal documents are implemented as directed and the outcomes of central policies are vastly subjected to the discretion of subcentral governments. Second, different from higher level administrative agencies, subcentral administrative units are organized on the subordination principle. They are governed and supervised by an elected body, the Peoples Council at each level. The Councils represent state power at each of subcentral levels. The Peoples Council elects the Peoples Committee as an executive organ of the Council. Some functional committees Special Economics Committee, Finance Committee, and others accountable to the Peoples Committee are established to deal with particular demand of businesses and citizens. The responsibilities and powers of these organizations are stipulated in the national legislature and sublaw documents, but ambiguous enough to give them wide latitude in governance, and even freedom in overturning each others decisions. Another explanation is the inconsistency, complexity and ambiguity of the legal system. Tenev 2003 argues that the wide discretion of local officials stem from the inconsistent legislation. When a new law is introduced, it just provides a general framework and leaves subcentral officials with a huge freedom to work out the details and with difficulties in enforcing a mountain of legal documents issued by ministries and upper level agencies. Nguyen 2004 classified the legal system of Vietnam into three groups. The first group includes very transparent documents including laws, sublaws, and regulations. The Enterprise Law of 1999 is in this category. Business registration procedures under this law are not significantly different across provinces. However, the number of legal documents in this group is inconsiderable. The second group is a set of outdated documents that fail to govern new 9 P a g e economic activities. For example, there are no official central government regulations governing the private sector involvement in infrastructure. This creates room for local governments to use their discretion to make their own laws in this domain. The third group covers an extensive range of ambiguous and complex documents that are difficult to implement or highly costly if implemented properly. The majority of legal documents in Vietnam belong to this category. Land regulations are an example. Businesses that face laws and regulations in the last two categories tend to rely on local officials interpretation, which incidentally increase the power of local governments. A recent study on informal decentralization in Vietnam by Malesky 2008 uses the content analysis approach to identify what factors among geographical locations, political connection, natural endowments, and the dominant source of economic activity in terms of ownership are main contributors to policy autonomy of local leaders. They find that no listed factors have a significant impact on the actual level of local autonomy on their own accounts, but FDI inflows into provinces do. His findings may spur suspects of the newspapers content analysis method failing to collect reliable data, for example, for those provinces being embedded in close relationships with the central government. Political sensitivity and media bias may lead to missing data. Furthermore, endogeneity can add up to the matter. 2.3. Interrelationship between formal and informal decentralization Is formal decentralized system of public goods and order provision complementary, substitute, accommodating, or competing with the informal system? Vu 2007 showed that the principle of topdown decentralization is employed in Vietnam in the manner in which those functions and responsibilities the higherlevel government should not do will be assigned to lowerlevel governments. This principle is contrary to the bottomup decentralization which the higherlevel government will be responsible for those tasks or functions the lower layers are unable to do. Decentralization from the top aims to constrain local autonomy by increasing their accountability, yet it also makes local officials feel unnecessarily constrained in some instances. The topdown principle also places the upper governments in the position of the main accountable persons and creates opportunities for their lower partners who implement assigned responsibilities to throw the ball of accountability to the upper layers. Ultimately, the upper governments feel a lot of pressures of workload while facilitating the lower dependence on them. This moral hazard problem shields a mask to uncontrollable local autonomy. Culture also explains how formal and informal decentralization differs across regions. The difference in culture between the North and the South has been discussed by Rambo 1973, Taylor 1983, and Jamieson 1993 who identify the North as being more dependent on central government and more closed than the open and relatively autonomous South. This distinction is sourced from the less rigid pattern of village organization, more marketfriendly mindset and the longer Western dominance in the South than in the North. All above arguments lead to our prediction that formal decentralized system of public order and goods provision is introduced to control the wellestablished informal one. By defining the specific responsibilities of local governments in law, the central governments goal is to encourage the complementarity between the formal and informal systems and the accountability of the latter for This measure can be criticized because press is not highly free in Vietnam and information is not always accessible in the poorest regions. 10 P a g e designed tasks of the former in the beginning period of the reform. However, the topdown decentralization system shows a lot of shortcomings. The immature and ineffective process fails to hold lowerlevel governments accountable to central objectives, and even creates a lot of gaps for them to exercise their autonomy. Therefore, the increase of the formal degree of decentralization may be not decreasing with the level of local autonomy. In other words, the formal system cannot substitute its informal counterpart, but tends to accommodate it, at least in the time being. This process may be extremely longlasting as the informal system is backed by the culture that respects village rules and the presence of cultural difference between the North and the South. However, the increase in the local autonomy definitely undermines the formal system in any stages of the reform as long as a competing private order is still strong. So, the central government designs the formal system in the way that provides less decision rights to those subcentral governments that have more or very large actual autonomy. This section shows the semiuniform decentralization policy across provinces may explain the variation in the quality of subcentral governments within homogenous legal institutional settings. The comprehensive evaluation of the impact of this important reform on governance performance of local governments is necessary to identify what dimensions of the quality of governments need further attention of decentralization reform and how decentralization is designed in the next stage to improve government quality. In other words, it is essential to know whether current decentralization design is creating motivations for local officials to be accountable and effective. The above analysis also pushes forward the need to take historical and cultural matters into the designing process of decentralization. 3. EMPIRICAL ANALYSIS 3.1. Data and Measurement The definitions and sources for all variables used in this paper are summarized in Table 1. Below is the description of how measures of decentralization, subcentral governance performance and other control variables are formulated in our paper. 3.1.1. Measuring formal and informal decentralization When measuring the degree of formal decentralization, most works employ the number of tiers or a federal dummy as proxies for formal decentralization Huther and Shah 1998, Fisman and Gatti 2002, Alexeev and Habodaszova 2007. However, they are not good variables in withincountry analysis, especially in an authoritarian state. We use the data of the General Statistics Office of Vietnam to calculate the logarithmized proportion of total government employment under the management of provincial governments as the proxy for our formal decentralization variable FDEMPLOY. It measures the extent of provincial autonomy in recruiting, using, training, promoting, and firing their officials and has been utilized by Hughes 1991, Fisman and Gatti 2002, Treisman 2002a, and Jin, Qian, and Weingast 2005. Although these works treat state employment decentralization as a de factor measure, the quota imposed by the central government in our case make FDEMPLOY similar to a de jure decentralization policy and fit well our concept of formal decentralization in terms of its legitimacy. The measure of human resource decentralization faces several critics. Oates 1972 argues that it does not always reflect the actual policy autonomy of SNGs as the later also depends on the behavior and actions of local officials in practice. Malesky 2004 and 2008 emphasizes the importance of actual 11 P a g e autonomy as a main source of incentives for subcentral government officials in their governance. In this paper, we do not follow the newspapercontent analysis approach proposed by Malesky 2004, 2008, but use a different measure of informal decentralization, the socalled ID, constructed on the results of the Provincial Competitiveness Index 20062008 questionnaire survey with the participation of over 7000 firms across 64 provinces. It should be noted that our model is tested, using the provincial level data. ID is built on three PCI questions surveying firms perception of how autonomous their provinces are in the making and implementation of public policies. Private firms accounting for 95.66% of total active firms, excluding foreign invested firms, as of December 2008 generally have low political connection compared with stateowned enterprises, and hence are expected to give less biased evaluation of government quality. The question H7.3 asks firms whether the local government where they are domiciled is flexible and innovative in implementing central policies to solve local firmrelated problems. Question H7.8 asks firms whether no policy initiatives are taken at the subcentral level. Question H7.5 takes the opinion of firms about whether good policies initiated by subnational governments are overridden by the central government. ID is calculated, aggregating three indicators above based on the methodology suggested by PCI 2006. Each indicator is standardized on a tenpoint scale and the final index is the average value of equal weight indicators. Cronbach alpha is 0.71. Table 2 presents summary statistics for all variables, and table 3 presents the matrix of correlations. Table 3 shows human resource decentralization has a positive correlation with informal decentralization measure, but the level of significance is not very high 0.22. 3.1.2. Measuring subcentral governance performance Provincial governance performance is evaluated on the basis of the PCI Vietnam surveys from 2006 to 2008. There are six indicators classified into two categories, measuring the quality of public goods and service provision and public order provision. As PCI indices reflect perception of private enterprises the mass, excluding stateowned enterprises the elite and household businesses, about local governance performance, our findings may be biased. However, the elite only accounts for 1.6% of the total number of enterprises in 2008, so the PCI index represents the voice of the mass and becomes the relatively impartial measure of the government quality. Following is the detailed description of how our governance performance variables are built. To evaluate the quality of public goods and service delivery, we use three indices, including Private Sector Development Policy index and Infrastructure index of the PCI as proxies for our PS and INFRA variables, respectively. PS aggregates evaluation of firms about different services provided by provincial government agencies, including the supply of market information, export promotion and trade fairs, industrial zones, and technologyrelated services. INFRA is a subindex of the Infrastructure index, built on both hard data of the number of industrial zones, their coverage, and the soft data about firms perception of the quality of industrial zones. Similar to our ID variable, the GSO 2009, Statistical Yearbook of Vietnam 2009, Statistical Publishing House, Hanoi. 9Provincei Maximum Minimum Minimum1 Each indicator is rescaled, using the formula for those indicators that have positive interpretation and subtracting the above formula from 11 for those negative, where Provincei is the indicator value of each province, Minimum is the smallest value of all provinces, and Maximum is the largest value of all provinces. Source: PCI Vietnam Report 2006, available at www.pcivietnam.org. GSO 2009. 12 P a g e public goods and service supply variables are tenpoint scale indices, with the higher value of them representing the better quality. Variable Name FD_EMPLOY ID PS IZ LEGAL1 LEGAL2 PRO_RIGHTS Table 1: Description of the Variables Description The logarithm of the proportion of government employment under provincial management in the total government employment, averaging the 20062008 periods. A measure of flexibility and innovation in making and implementing policies of SNGs scaled from 1 to 10, using some questions in the PCI Vietnam 20062008. A measure of the quality of public services regarding the provision of information about market, technology, export promotion and trade fairs, and industrial zones by local governments, using the Private Sector Development Policies index of the PCI 20062008. A measure of the quality and coverage of industrial zones in the province, using the Industrial Zone Quality and Coverage subindex of the Infrastructure index of the PCI Vietnam survey 2008 scaled from 1 to 10. A measure of trust in provincial legal institutions, using the Legal Institution index of the PCI Vietnam 20062008 scaled from 1 to 10. A measure of the predictability of implementing central laws by provincial governments, using the average of two subindices Predictability and Accessibility of the Transparency index of the PCI Vietnam survey 20062008 scaled from 1 to 10. We use the Land Access and Tenure index of the PCI Vietnam 20062008 to measure the tenure security across provinces of Vietnam scaled from 1 to 10. CORRUPTION We use the Informal Charges index in the PCI Vietnam 2006LREV_GDP LPOP LAREA 2008 survey as the proxy for corruption. It is scaled from 1 to 10. The dummies with 1 North and 0 South. NORTH FENCE_BREAK The dummies with 1 representing those provinces reported in the Decision No. 1387 on 29th December 2005 by the Prime Minister to have issued local regulations regarding outoflaw investment incentive policies. The logarithm of the share of provincial tax revenue in the total provincial GDP in real terms in 2005. The logarithm of the proportion of provincial population in the total national population in 2005 The logarithm of the share of provincial area in the total national area. The number of tiers under provincial governments. The logarithm of the number of state hospitals in the province in the total number of hospitals in 2005. The percentage of firms in PCI Vietnam surveys that agree and strongly agree that provincial officials are knowledgeable enough about central laws to solve upcoming problems for firms. TIERS LHOSPITAL CAPABILITY Source MOFi Authors calculation PCIiii PCIiii PCIiii PCIiii PCIiii PCIiii GSOii MOFi GSOii GSOii GSOii GSOii Question H7.2 PCI 2006 i MOF: Ministry of Finance of Vietnam; ii GSO: General Statistics Office of Vietnam; iii PCI: www.pcivietnam.org 13 P a g e To assess the quality of public order provision, we follow Shleifer and Vishny 1993, Huther and Shah 1998, Mc Millan and Woodruff 2000, and Dixit 2004 and employ three indicators of trust in provincial legal institutions, property right security, and corruption. The first one LEGAL1 variable is the Legal Institutionssubindex of the PCI Vietnam 20062008, capturing firms perception of legal enforceability and hard data of the number of nonstate sector filings to provincial economic courts over 100 firms. Our second variable LEGAL2 variable also measures the strength of legal institutions from their aspects of predictability. It is the average of two subindices Predictability and Accessibility of the Transparency index of the PCI Vietnam survey 20062008. Our third variable in this category, PRO_RIGHTS, is the Land Access and Tenure subindex in the PCI Vietnam 20062008, which measures the extent of securing a land title. LEGAL1, LEGAL2, and PRO_RIGHTS variables are tenpoint scale indices with their higher values representing better governance performance. The final one CORRUPTION variable is the results of Question G9.2 of the PCI Vietnam 20062008 surveys, measuring the percentage of firms that strongly agree and agree that provincial government officials use local regulations to extract rents. Different from the first three variables, CORRUPTION has the opposite interpretation of its coefficients in terms of sign. The higher value of CORRUPTION represents the more seriousness of the crime, and accordingly the worse governance performance of provincial governments. In other words, we expect the signs of the coefficients of informal decentralization variables in governance equations for three first variables LEGAL1, LEGAL2, and PRO_RIGHTS to be in contrast with those for the CORRUPTION equation, although this contradiction still imply the similar direction goodbad of influence of decentralization on government quality. 3.1.3. Control variables We also control for other provincespecific factors that may impact decentralization variables and provincial governance performance. Analysis in section 2 shows cultural difference between the North and the South really matters, so we use NORTH dummy to control for the impact of culture on our main variables. Another cultural consideration is the policymaking culture in Viet Nam, fencebreaking. However, not all provinces adopt it. This feature of de facto local autonomy may affect the incentives of local government officials to be autonomous and subsequently their governance performance. Therefore, we also include the dummy FENCE_BREAK with 1 representing those provinces reported in the Decision No. 1387 on 29th December 2005 by the Prime Minister to have issued local regulations regarding outoflaw investment incentive policies to diagnose the sign and significance of both formal and informal decentralization in relation to the quality of subnational governments. Table 3 shows FENCE_BREAK has very low correlation with AUTONOMY and with other variables. It is possible that not all fencebreakers are identified and punished by the central government, especially in the setting of limited media freedom before 2005. Market size and economic condition of each province are also controlled for. The LPOP variable the logarithm of the proportion of provincial population in the total national population in 2005 and LAREA variable the log of the share of provincial area out of the total national area in 2005 are included in our models to control for the market size of each province. In order to control for economic conditions of each province, we use the logarithm of the share of provincial tax revenue in the provincial real GDP in 2005 or LREV_GDP variable. The main argument is that government officials are motivated by extrinsic incentives, not excluding their provincial revenue from taxes. Taxes will be the channel to sponsor their autonomous activities and help them depend less on transfers Qian and Roland 1998, La Porta et al. 1999, Fisman and Gatti 2002. Another indicator that 14 P a g e determines the difference in decentralization and governance performance is the number of tiers of governments TIERS variable. In most empirical studies on decentralization and governance performance, TIERS is treated as a formal measure of de jure decentralization Treisman 2002a, 2002b; Lessmann and Markwardt 2010. We include TIERS variable to test their potential influence on our explained and explanatory variables. We follow the current literature of political agency theory and agree that politicians and bureaucrats pursue different goals. In addition to intrinsic incentives of a provincial president identity as discussed above, they are also motivated by the probability of being appointed to be the members of the Central Committee of the Vietnamese Communist Party, where the most important national laws and policies are determined. The number and structure of the Central Committee varies over a 5year term and depends on the bargaining power of each provincial government, probably through connections with existing members of the government and the politburo. Therefore, to control for the probability that the Central Committees membership is an important determinants of both formal and informal autonomy and an incentive for the performance of provincial government officials, we use the percentage of provincial representatives in the tenth Central Committee established in 2006 as the proxy, or POLI_CONNECT variable. The tenth Central Committee elected in 2006 had 161 official members with 64 seats being the presidents of Peoples Councils or the General Secretary of 63 provinces excluding Dak Nong, and the rest being top members of the Government, the politburo, military, ministries, and other government agencies. In order to identify which provinces have stronger connection with the Central Committee, we base on information about their most longstanding position in a certain provincial peoples council or secretariat; otherwise, we rely on their place of birth. Variable FD_EMPLOY ID NORTH FENCE_BREAK LREV_GDP LPOP LAREA TIERS POLI_CONNECT LHOSPITAL CAPABILIY PS INFRA LEGAL1 LEGAL2 PRO_RIGHTS CORRUPTION Table 2: Summary Statistics Std. Dev. Mean Obs 64 64 64 64 64 64 64 64 64 64 64 64 64 64 64 64 64 5.02 5.15 0.45 0.53 1.81 7.00 6.00 5.25 4.40 5.99 4.24 4.54 3.44 4.23 4.19 6.31 0.39 0.49 1.42 0.50 0.50 0.46 0.56 0.78 0.47 0.70 0.78 0.39 1.32 1.69 0.74 0.79 0.68 0.09 Min 5.91 2.51 0 0 2.67 5.70 4.41 4 5.20 4.41 5.32 2.3 1.00 2.52 2.36 4.61 0.23 Max 3.25 9.39 1 1 0.78 8.68 7.41 6 2.90 7.41 3.13 8.1 8.07 6.14 6.22 7.68 0.73 15 P a g e 3.2. Methodology As our case study in section 2 implies our prediction of an absence of complementary and substitutive relationships between formal and informal decentralization dimensions and the existence of accommodation and competition between them, the proof should be based on the simultaneous interaction between two dimensions of decentralization and their resulting impact on governance performance. A common testing method is to include an interaction term of two decentralization variables in an Ordinary Least Square OLS model of governance performance being the dependent variable. However, our decentralization variables are continuous and endogenously determined. The inclusion of the interaction term in the OLS model will produce biased estimations due to its significant correlation with the individual terms and its failure to account for endogeneity. In order to prove our hypothesis, we have to test a system of equations when both formal and informal decentralization is simultaneously determined. First, we test whether the degree of formal decentralization is determined by the extent of informal decentralization. Second, we must test whether the degree of informal decentralization is determined by the extent of formal decentralization. Finally, we test the influence of both formal and informal decentralization variables on indicators of government quality. We follow the approach of Zellner and Theil 1962, Greene 2002 and Poppo and Zenger 2004, using the 3SLS model. It can be shown that among all instrumental variable IV estimators that use only the sample information embodied in the system, 3SLS is asymptotically efficient Green 2002, p 407.The use of the 3SLS model allows us to produce consistent estimates while taking correlation in the disturbance across equations into account Stata 1999. The empirical model testing three above simultaneous equations is given by: FD_EMPLOYi F0 F1IDi F2NORTHi F3FENCE_BREAKi F4TIERSi F5LREV_GDPi F6LPOPi F7LAREAi F8POLI_CONNECTi F9LHOSPITALi u Fi 1 IDi I0 I1 FD_EMPLOYi I2NORTHi I3FENCE_BREAKi I4TIERSi I5LREV_GDPi I6LPOPi I7LAREAi I8POLI_CONNECTi I9CAPABILITYi u Ii 2 GOV_PERFORMANCEij 0j 1j FD_EMPLOYi 2j IDi 3j NORTHi 4j FENCE_BREAKi 5j TIERSi 6j LREV_GDPi 7j LPOPi 8j LAREAi 9j POLI_CONNECTi ij 3 where FD_EMPLOYi and IDi, are the degrees of formal and informal decentralization in province i, and GOV_PERFORMANCEij represents the indicator j of the provincial government performance in province i, with j public service delivery quality; infrastructure quality; legal enforcement; property right protection; corruption PS; INFRA; LEGAL1; LEGAL2; PRO_RIGHTS; CORRUPTION. NORTHi, FENCE_BREAKi, TIERSi, LREV_GDPi, LPOPi, LAREAi, and POLI_CONNECTi are control variables in province i. u Di, u Ii, and ij are error terms in respective equations. The interaction term between FENCE_BREAK and TIERS variables proxies for informal and formal dimensions of decentralization will be added later on to partially check the robustness of the baseline models. 16 P a g e Table 3: Correlation matrix FD_ FENCE_ ID EMPLOY NORTH BREAK LREV _GDP LPOP LAREA TIERS POLI_ CONNECT LHOSPITAL FD_EMPLOY 0.2249 NORTH 0.3360 0.0756 FENCE_BREAK 0.0676 0.0043 0.1514 LREV_GDP 0.2240 0.1920 0.0683 0.1097 LPOP LAREA TIERS 0.1826 0.3118 0.0077 0.0757 0.0457 0.3308 0.0155 0.0810 0.0340 0.1294 0.2303 0.0537 0.2360 0.0503 0.1674 0.0420 0.0140 0.3058 POLI_CONNECT 0.1366 0.4611 0.2558 0.0859 0.1015 0.1577 0.2801 0.1793 LHOSPITAL 0.1578 0.7761 0.2545 0.0755 0.0237 0.2049 0.1001 0.2571 0.4512 CAPABILITY 0.7095 0.2264 0.1858 0.1496 0.1061 0.0552 0.1238 0.0556 0.0976 0.1017 Indicates 95% confidence interval, N64 17 P a g e The 3SLS model estimates three above equations simultaneously in three stages following the procedure of STATA 1999. The first stage is to produce the instrumented values of all endogenous variables formal and informal decentralization which are their predicted values generated from ordinary least squared OLS regressions of each endogenous variable on all other exogenous variables. In order to minimize causality problems, the timing of exogenous variables are chosen at least one year before the 20062008 period of endogenous variables. The second stage produces a consistent estimate of the covariance matrix of the equation disturbances. They are the residuals produced from the twostage least square 2SLS estimation of each structural equation. In this stage, the choice of instrument variables for each equation is critical. First, we use the logarithmized percentage of state hospitals in the province in the total national number of state hospitals LHOSPITAL variable as an identifying instrument in the equation predicting the degree of state employment decentralization or formal decentralization. The distribution of public hospitals in each province is one of the determinants of the quota for state officials working in these facilities, and hence of the degree of decentralization in state employment management. Table 3 shows the high correlation between state employment decentralization with its identifying instrument 0.78 while it is insignificantly correlated with informal decentralization equations, we use the result of the PCI question H7.2 in 2006, which is the percentage of firms in PCI Vietnam surveys that agree and strongly agree that provincial officials are knowledgeable enough about central laws to solve upcoming problems for firms our CAPABILITY variable. The link between capability of government officials and their autonomous behavior has also been proved in the studies of Malesky 2008. Table 4 shows CAPABILITY is highly correlated with informal decentralization 0.74 while having low correlations with all other variables. The validity of instruments is also carefully checked in the first stage of the regressions. The final stage runs the GLStype estimation, including all instrumented values of endogenous variables and the covariance matrix of equation disturbance in the third equation regressing on the government performance. This regression allows obtaining the coefficients of both formal and informal decentralization variables with performance simultaneously in the same regression. informal decentralization and other controls. For The simultaneous equation model enables to test the pattern of interaction between two endogenous variables and their impact on the third variable consistently. Based on the signs and significance of the coefficients of endogenous variables in the three equations and the typology of informal institutions mapped out by Helmke and Levitsky 2004, we can find out whether formal decentralization and informal decentralization are complementary, substitute, accommodating, or competing. Although Helmke and Levitskys typology has also been reviewed in the introduction, we want to make it clearer about the meaning of the coefficients signs. The tests support complementary or substitute relationship if both formal decentralization and informal decentralization have similar positive or negative impact on each other Equation 1 and 2. The tests support accommodating or competing relationship if the outcomes are dissimilar. However, in order to isolate their actual relation, we need to interpret the signs and significance of the coefficients of formal and informal decentralization in equation 3. The estimation supports accommodating relationship if the coefficient of formal decentralization is positive, which suggests the effectiveness of this institution in reality. The estimation supports competing relationship if the coefficient of formal decentralization is negative, which implies the existence of the ineffective formal institution. We can test whether the accommodating or competing effect of formal and informal decentralization is efficiencyenhancing. If both coefficients in equation 3 are positive, we can conclude there exists the accommodating 18 P a g e relationship and its effect on governance performance is efficiencyenhancing. If the coefficients are different, we can conclude the direction of effect of each decentralization measure on governance performance, based on their negative or positive signs. 3.3 Results Table 4 presents the results of our 3SLS estimation. Each equation is estimated withwithout the interaction term between the dummy FENCE_BREAK a supplementary proxy for informal decentralization and the number of subcentral tiers of government TIERS variable a supplementary proxy for formal decentralization, and the results are presented in the respective columns AB for each equation 18. Equation 1 tests whether the increase in the level of informal decentralization is associated with the higher or lower degree of state human resource decentralization. The main coefficients of equation 1 support the substitute effect of informal dimension on its formal counterpart. Those provinces identified with the higher level of policy autonomy are the ones with lower empowerment in management of state human resources. This implies the role of formal decentralization serving as an instrument of the central government in restraining the undesirable autonomy or encouraging subcentral proactivity in the desired areas. The coefficients of control variables are also consistent with our hypothesis of the impact of cultural, political, demographic, and economic factors specific to each province on the degree of formal decentralization. The Southern provinces have significantly higher levels of formal decentralization than those in the North. Those provinces that have bigger shares of tax revenue contribution to the provincial GDP are also assigned with more power in their employment management. This is also true for more populous provinces and those with more representatives in the central committee of the Communist Party. The market size in terms of area and the number of subcentral tiers of government have insignificant influence on formal decentralization. Those provinces recorded to have broken the central fence show no relation to the formal degree of employment decentralization. As noted above, political collusion or the lack of press freedom may leave some fencebreaker out of this list. The measure of policy autonomy in our model reflects more accurately the informality of decentralization in reality than FENCEBREAK dummy. Column B shows no significant change to the coefficients even after the interaction term between FENCE_BREAK and TIERS are controlled for, and their interaction does not affect formal decentralization. Consistent with the validity check for the instrument based on the correlation matrix and the firststage regressions, the significance of the instrument coefficient with formal decentralization measure in equation 1 further supports that. Equation 2 tests whether informal decentralization depends on the formal assignment of autonomy in human resource management at the provincial level. The results show those provinces assigned with the higher degree of formal decentralization have higher level of actual autonomy. This implies formal decentralization is really a determinant of the inflation of informal behavior at the subnational government level. Similar to formal decentralization, tax revenue is a significant incentive to local autonomy, and Southern provinces do have higher level of informal decentralization than Northern ones. The degree of informality is also significantly higher in smaller provinces, which support earlier studies. However, the market size in terms of population and political connection influence 18 As we have explained in the introduction, the reason we do not include the interaction term between our two main measures of decentralization is that the interaction term between two continuous variables are highly correlated with its single terms and lead to endogeneity bias. 19 P a g e insignificantly the extent of informal decentralization in our case. Those provinces listed in the Decision No. 1387 of the Prime Minister are not those with higher level of local autonomy. This may be explained by the fact that low press freedom and poor information access in the country hindered the central government from identifying many other fencebreaking cases and this distorts the estimation results. This fact is also observed for the effect of the number of subcentral tiers. Column B of equation 2 show the coefficients do not change significantly after we control for the interaction term between the fencebreaking dummy and tiers of subcentral governments. The results are further supported by the significance and validity check of the instrument. The first two equations show the mutual impact of formal and informal decentralization on the other is significant, but divergent. The increase in the level of formal decentralization is associated with the higher actual degree of local autonomy. However, more autonomous provinces are assigned with less formal empowerment in provincial human resource management. They, therefore, do not support the complementary or substitute relationships. The typology of Helmke and Levitsky suggests that they are likely to be accommodating or competing, dependent on whether formal decentralization is effective or not. We argue that the quality of the formal procedures is not similar for all functions and tasks of local governments. We attempt to test the effect of formal and informal systems in two areas: public goods and service supply and public order provision. The estimation results are presented in equation 3 for two indicators of public goods and service quality business promotion and technology information supply services and infrastructure and four other indicators of public order provision trust in legal institutions, law predictability, property right protection, and corruption. For each governance indicator of equation 3, we present the specifications in two cases without and with the interaction term between the fencebreaking dummy and the number of subcentral tiers in the respective column A and B. Equations 3 show a common trend of impact within each group of indicators, but difference is observed between the two groups. Both formal and informal systems have significant and positive impact on the quality of public goods and service supply public service quality PS variable, and infrastructure quality INFRA variable. This implies that the formally decentralized system has been designed in the way that gives priority to the effective provision of public goods and services. The policy autonomy of provincial governments also contributes to the betterment of public role in this area. The effectiveness of formal decentralization in the provision of public goods and services and the simultaneous existence of the divergence between formal and informal decentralization suggest their accommodating relationship in this public sector following Helmke and Levitskys classifications of institutions. However, in case of public order provision, the positive and significant impact is only observed for informal decentralization. The group of equations, including legal enforceability LEGAL1, law predictability LEGAL2, property right security PRO_RIGHTS, and corruption level CORRUPTION, show the negative and significant effect of formal decentralization on the quality of providing public order. Its system of providing public order is not effective enough to raise public trust in its enforceability, property rights protection and its ability to reduce corruption. The ineffectiveness of formal system in public order provision and the simultaneous divergent impact of informal decentralization on formal decentralization suggest that there be a competing relationship. In other words, in the time being, the informal system functions as a competing institution to the formal one. So our 3SLS estimation supports the view that in the first 15 years since decentralization was initiated, the formally decentralized system is accommodating the informal one in the supply of public 20 P a g e Table 4: Interrelationship between formal and informal decentralization and their impact on local governance performance: the 3SLS model FD_EMPLOY ID NORTH FENCE_BREAK TIERS FENCE_BREAK TIERS LPOP LREV_GDP LAREA POLI_CONNECT LHOSPITAL Determinants of Determinants of Formal Informal Decentralization Decentralization Equation 1 Equation 2 Determinants of Governance Performance Equation 3 A B A B A B A B A B PS INFRA LEGAL1 LEGAL2 A B PRO_RIGHTS A B CORRUPTION A B 0.503 0.219 0.211 0.057 0.111 0.021 0.042 0.005 0.078 0.037 0.239 0.087 0.039 0.073 0.128 0.085 0.135 0.066 0.247 0.081 0.055 0.057 0.165 0.064 0.910 0.123 0.077 0.037 0.241 0.088 0.237 0.840 0.111 0.112 0.038 0.159 0.135 0.066 0.245 0.082 0.057 0.059 0.164 0.064 0.909 0.123 1.140 0.313 1.128 0.309 0.720 0.166 0.192 0.163 0.060 0.204 0.101 0.162 0.559 0.198 0.386 0.116 0.124 0.170 0.761 0.168 2.442 1.862 0.257 0.259 0.427 0.352 0.103 0.160 0.540 0.196 0.422 0.118 0.116 0.168 0.890 0.308 0.567 0.080 0.402 0.189 0.093 0.165 0.195 0.209 0.182 0.165 0.358 0.208 0.257 0.126 0.237 0.176 0.926 0.298 0.554 0.077 0.343 0.186 3.830 1.856 0.133 0.257 0.710 0.352 0.185 0.159 0.396 0.201 0.204 0.125 0.222 0.170 1.759 0.594 1.765 0.595 0.997 0.236 0.995 0.236 0.866 0.286 0.840 0.279 0.284 0.155 0.148 0.365 0.284 0.318 0.220 0.402 0.280 0.318 0.387 0.401 0.778 0.243 0.574 0.338 0.282 0.154 0.137 0.372 0.955 3.706 0.161 0.513 0.128 0.702 0.281 0.318 0.394 0.402 0.769 0.250 0.571 0.338 0.354 0.0613 0.328 0.145 0.112 0.126 0.378 0.159 0.006 0.126 0.375 0.159 0.203 0.096 0.457 0.134 0.353 0.061 0.325 0.147 0.072 1.469 0.394 0.203 0.035 0.278 0.006 0.126 0.377 0.159 0.206 0.099 0.457 0.134 0.518 0.075 0.472 0.176 0.226 0.153 0.118 0.194 0.068 0.153 0.048 0.193 0.585 0.117 0.042 0.163 0.508 0.072 0.515 0.174 2.989 1.737 0.125 0.241 0.525 0.329 0.070 0.149 0.020 0.188 0.624 0.117 0.053 0.159 0.515 0.220 0.216 0.057 0.284 0.135 0.208 0.118 0.220 0.149 0.265 0.137 1.435 1.364 0.328 0.189 0.233 0.258 0.008 0.118 0.655 0.148 0.007 0.117 0.642 0.148 0.061 0.090 0.017 0.125 0.044 0.092 0.0217 0.125 0.109 0.021 0.041 0.005 0.023 0.013 0.172 0.130 0.030 0.018 0.030 0.025 0.006 0.011 0.078 0.014 0.023 0.009 0.002 0.012 0.025 0.013 0.017 0.011 0.016 0.014 0.006 0.011 0.079 0.014 0.020 0.009 0.002 0.012 21 P a g e CAPABILITY CONSTANTS N 2 R2 pseudo P_value Table 4: Interrelationship between formal and informal decentralization and their impact on local governance performance: the 3SLS model Cont. Determinants of Determinants of Formal Informal Decentralization Decentralization Equation 1 Equation 2 Determinants of Governance Performance Equation 3 A 0.760 1.088 64 148.58 0.69 0.0000 B 0.667 1.172 64 149.01 0.69 0.0000 A 0.111 0.009 7.915 2.507 64 269.16 0.81 0.0000 B 0.112 0.009 9.022 2.637 64 277.21 0.82 0.0000 PS INFRA LEGAL1 A B A B A B LEGAL2 A B PRO_RIGHTS B A CORRUPTION A B 7.107 2.658 5.377 2.722 12.750 5.122 12.440 5.435 64 188.66 0.77 0.0000 64 204.12 0.79 0.0000 64 57.81 0.48 0.0000 64 57.79 0.48 0.0000 2.945 2.031 64 86.34 0.57 0.0000 3.030 2.154 64 86.58 0.60 0.0000 6.430 2.467 7.710 2.548 64 70.19 0.45 0.0000 64 74.93 0.48 0.0000 0.777 1.899 64 77.51 0.56 0.0000 0.209 2.001 64 78.88 0.57 0.0000 1.565 0.182 1.636 0.190 64 199.7 0.77 0.0000 64 205.5 0.77 0.0000 Robust standard errors in parentheses p 0.10, p 0.05, p 0.01 : The higher value of CORRUPTION implies the worse governance performance of provincial governments while the higher values of all remaining variables mean the better governance performance. 22 P a g e Table 5: Interrelationship between formal and informal decentralization and their impact on local governance performance: the OLS estimations PS INFRA LEGAL1 1 2 3 4 5 6 0.107 0.352 0.099 0.349 0.115 0.237 0.006 0.643 0.032 0.421 0.301 0.332 0.097 0.166 0.734 4.049 0.152 1.952 0.116 0.128 1.120 0.468 1.122 0.474 3.871 2.017 0.345 0.167 0.345 0.169 0.403 0.190 1.047 0.178 0.357 0.135 0.362 0.139 1.028 0.186 0.477 0.200 0.494 0.069 0.314 0.052 0.314 0.051 0.494 0.069 0.764 0.212 0.762 0.215 FD_EMPLOY ID NORTH FENCE_BREAK TIERS LPOP LREV_GDP LAREA POLI_CONNECT FENCE_BREAK TIERS _CONST N R2 P Robust standard errors in parentheses with p 0.10, p 0.05, p 0.01 0.681 0.238 0.688 0.224 8.622 2.583 0.310 0.146 6.647 2.240 0.380 0.126 0.381 0.129 8.021 4.761 0.265 0.132 0.717 0.379 0.248 0.135 0.338 0.175 0.315 0.168 0.394 0.215 7.795 5.659 1.078 2.286 1.219 2.160 0.161 0.096 0.165 0.103 0.247 0.153 64 0.500 0.0000 64 0.775 0.0000 64 0.789 0.0000 64 0.500 0.0000 64 0.584 0.0000 64 0.584 0.0000 0.051 0.368 0.217 0.222 0.167 0.153 0.357 0.226 0.417 0.356 0.553 0.392 0.039 0.142 0.327 0.216 0.040 0.141 0.325 0.210 0.417 0.358 0.557 0.393 0.344 0.358 0.082 0.780 0.346 0.354 0.171 0.142 LEGAL2 7 0.391 0.175 0.425 0.0674 0.389 0.177 0.220 0.171 0.243 0.178 0.0217 0.141 0.144 0.163 0.491 0.108 0.111 0.122 2.522 1.752 64 0.511 0.0000 8 0.377 0.170 0.425 0.068 0.446 0.177 3.149 1.597 0.015 0.249 0.019 0.142 0.116 0.157 0.540 0.116 0.098 0.122 0.557 0.295 4.055 2.123 64 0.535 0.0000 PRO_RIGHTS 9 10 0.454 0.143 0.209 0.046 0.289 0.143 0.207 0.143 0.202 0.157 0.020 0.130 0.670 0.135 0.070 0.089 0.005 0.107 1.239 1.466 64 0.563 0.0000 0.447 0.143 0.209 0.048 0.265 0.148 1.455 1.537 0.312 0.225 0.019 0.131 0.658 0.140 0.050 0.089 0.001 0.110 0.237 0.285 0.586 1.595 64 0.568 0.0000 CORRUPTION 11 0.113 0.015 0.034 0.005 0.034 0.012 0.018 0.012 0.019 0.013 0.009 0.013 0.074 0.016 0.016 0.009 0.001 0.011 1.519 0.176 64 0.777 0.0000 12 0.113 0.015 0.034 0.005 0.031 0.012 0.171 0.136 0.033 0.016 0.009 0.013 0.072 0.016 0.019 0.009 0.002 0.011 0.029 0.025 1.599 0.174 64 0.782 0.0000 23 P a g e services, but the two systems are competing in the provision of public order, as long as the formal system does not created more trust in their role of making public order. The signs and significance of control coefficients in governance equations show some points in common. The South is significantly better than the North in almost indicators of government quality, except law predictability. The variation in the quality of infrastructure is not significant in both parts of the country. Those provinces that have more tax contribution to the provincial GDP tend to provide better public services and show higher public trust in provincial legal institutions for enforcing contracts. However, corruption and property right insecurity are higher in these provinces. These results are generally consistent with the findings in La Porta et al. 1999, except property rights protection. Infrastructure and law predictability are not significantly affected by tax revenue. Another influential factor is the size of the province in terms of area. Smaller provinces have better infrastructure and lower corruption. Legal institutions are, by contrast, more efficient in larger provinces. Political representation in the Central Committee of the Communist Party impacts negatively the quality of infrastructure, but positively the trust in legal institutions. These are the two governance indicators that political connection has significant effect. Other controls seem to have weak explanation for the difference in governance performance across provinces. To check the robustness of the 3SLS model, we run the OLS estimation, including both formal and informal decentralization variables into the model. Although interaction terms are often used to test the complementarity or substitute in the performance equation, the high correlation between the interaction term and its individual variables and our hypothesized endogeneity between them make the OLS results biased. Moreover, the use of the interaction terms does not help us identify the accommodating and competing relation. Our correlation matrix in table 3 show our formal decentralization and informal decentralization variables have low correlation 0.22, so we present the OLS estimation results without the interaction terms with strong belief of their unbiased results. The results are presented in odd specifications 1, 3, 5, and 7 of table 5. However, we also run regressions with the interaction term between two other weaker proxies for formal and informal decentralization fencebreaking dummy and subcentral tiers in even specifications of table 5, 4, 6, and 8. Table 5 shows the signs and significance of coefficients are generally consistent with the findings of the 3SLS. We have also checked the multicollinearity problem in all of our regressions. The mean VIFs hover around 1.2, which also supports the credibility of our results. In addition to the separation of the models with and without the interaction terms, the general low correlation between exogenous variables and controls shown in table 3 and the significance of chisquare values p0.0000 and R2 values ranging from 0.45 to 0.82 for all specifications increase the credibility of our estimations. 4. CONCLUSION Most empirical and theoretical work on the interrelationship between formal and informal institutions focuses on the complementarity or substitute between them, for example , between the formal contract and other selfenforcing mechanisms such as relational contracts or networks. We found that accommodating and competing the beginning period of decentralization rather than complement or substitute, especially in those countries that informally decentralized system is rooted in history and culture. There are priorities in the design of formal governance system. In the case of Vietnam, the formal decentralization system is effective in dealing with those tasks little related to culture such as the provision of public goods and services, but finds itself reliant on a wellestablished informal institutions and private order to maintain the public order. institutions coexist informal in 24 P a g e Our findings imply that reforms on improving the effectiveness of the procedure and institutions to provide public order are essential to make informal institutions complementary rather than rival or freeriding on the weak formal institutions. It should be noted that our findings are based on surveys of the perception of private firms about the governance performance and hence the results may be or may be not consistent with the perspective of stateowned enterprises or household businesses. We have also considered the implication of our hypothesis of the accommodating and competing relation between formal and informal system of decentralization for economic growth although the results of regressions are not shown in this paper. Applying the same simultaneous equation estimations of the 3SLS, it turns out that formal decentralization in state human resource management has significant but negative impact on the growth rate of real provincial GDP per capita while provincial policy autonomy has positive but insignificant influence on growth. This result might imply that the accommodation and competition between the two systems of decentralization, especially the ineffectiveness of the formal one in the area of public order provision, are not beneficial to economic growth. The findings of this paper generally support the popular view of focusing the reform on increasing the strength of the formal system in providing public order and in creating incentives for provincial governments to be complementary with the central goals. In other words, the role of central government in making the formal system of decentralization more effective and embedded into the existing informal system is essential. This study has several limitations. First, the findings of accommodating and competing relationships between the formal and informal dimensions of decentralization in Vietnam are found in the first two decades of economic reform may not fit the similar time scale of reforms in other institutional environments for example, that of developed and developing countries. The generalization of these results should consider institutional differences across countries. Second, the study may expand to the analysis of other forms and measures of formal and informal decentralized institutions, controlling for their endogeneity and using other econometric methods. Acknowledgement The authors would like to thank Stephen Voigt and other participants at the 10th Journees LouisAndre GerardVaret Conference in Public Economics in Marseille, the CESifo conference 2011 on Law and Economics in Munich, and some other seminars where the paper was presented. References Acemoglu, D., Johnson, S., J. Robinson 2001 The Colonial Origins of Comparative Development: an Empirical Investigation, American Economic Review, vol.915, 13691401. Aghion, P. and J. Tirole 1997 Formal and Real Authority in Organizations, Journal of Political Economy, Universtiy of Chicago Press, vol. 1051, pages 129. Alexeev M. and L. Habodaszova 2007 Decentralization, Corruption, and the Unofficial Economy, CAEPR Working Paper. Bardhan, P. and D. Mookherjee 2006 Decentralization, Corruption and Government Accountability: An Overview, in Handbook of Economic Corruption, edited by Susan RoseAckerman, Edward Elgar. Besley, T. and M. Smart 2007 Fiscal Restraints and Voter Welfare, Journal of Public Economics, Elsevier, vol. 9134: 755773. 25 P a g e Brennan, G. and J.M. Buchanan 1980, The Power to Tax: Analytical Foundations of a Fiscal Constitution, Cambridge University Press. De Soto, H. 2000, The Mystery of Capital: why Capitalism Triumphs in the West and Fails Everywhere Else, New York: Basic Books. Dia, M. 1996, Africas Management in the 1990s and Beyond: Reconciling Indigenous and Transplanted Institutions, The World Bank, Washington, D.C. Dixit, A. 2003 On Modes of Economic Governance, Econometrica, vol. 712: 449481. Dixit, A. 2004, Lawlessness and Economics: Alternative Mode of Governance, Princeton, NJ and Woodstock, UK: Princeton University Press. Dixit, A. 2007 Evaluating Recipes for Development Success, The World Bank Research Observer, vol. 222. Fisman, R. and R. Gatti 2002 Decentralization and Corruption Evidence across Countries, Policy Research Working Paper Series 2290, the World Bank. Gambetta, D. 1993, The Sicilian Mafia: the Business of Private Protection, Cambridge, MA: Harvard University Press. Greene, W.H. 2002, Econometric Analysis 5th Edition, Prentice Hall, Upper Saddle River, New Jersey 07458. GSO General Statistics Office of Vietnam 2009, SocioEconomic Statistical Data of 63 Provinces and Cities, Statistical Publishing House. Helmke, G. and S. Levitsky 2004 Informal Institutions and Comparative Politics: A Research Agenda, Perspectives on Politics, vol. 2 4: 72540. Hindriks, J. and B. Lockwood 2005 Decentralization and Electoral Accountability: Incentives, Separation, and Voter Welfare, CESifo Working Paper Series No. 1509. Hughes, M.A. 1991 Employment Decentralization and Accessibility: A Strategy for Stimulating Regional Mobility, Journal of the American Planning Association, vol. 573: 288298. Huther, J. and A.Shah 1998 Applying a Simple Measure of Good Governance to the Debate on Fiscal Decentralisation, World Bank Policy Research Working Paper 1894. Jamieson, N.L. 1993, Understanding Vietnam, University of California Press: BerkeleyLos AngelesOxford. Jin, F., Qian Y., and B.R. Weingast 2005 Regional Decentralization and Fiscal Incentives: Federalism, Chinese Style, Journal of Public Economics, vol. 89 910: 17191742. JonesLuong P. 2003 Economic Decentralization in Kazakhstan: Causes and Consequences, in Pauline JonesLuong ed., The Transformation of Central Asia: States and Societies from Soviet Rule to Independence, Ithaca: Cornell University Press. Keefer, P. and M.M. Shirley 2000 Formal versus Informal Institutions in Economic Development, in Claude Menard ed., Institutions, Contracts and Organizations: Perspectives from New Institutional Economics, Edward Elgar, Cheltenham, UK and Northampton, MA, USA. King, E.M. and B. Ozler 1998 Whats Decentralization Got to Do with Learning? The Case of Nicaraguas School Autonomy Reform, Unpublished paper, The World Bank. Knack, S. and P. Keefer 1995 Institutions and Economic Performance: CrossCountry Tests Using Alternative Institutional Measures, Economics Politics, vol. 73: 207227. La Porta, R., LopezdeSilanes F., Shleifer A., and R. Vishny 1999 The Quality of Government, Journal of Law, Economics, and Organization, vol. 151: 222279. Lessmann, C. and G. Markwardt 2010 One Size Fits All? Decentralization, Corruption, and the Monitoring of Bureaucrats, World Development, vol.384: 631646. 26 P a g e Li, J.S. 2003 The Benefits and Costs of RelationBased Governance: An Explanation of the East Asian Miracle and Crisis, Review of International Economics, vol. 113: 651673. Litvack, J. and D. Rondinelli 1999 Market Reform in Vietnam: Building Institutions for Development, Westport, Conn.: Quorum, 19. Malesky, E.J. 2004 Leveled Mountains and Broken Fences: Measuring and Analysing de facto Decentralization in Vietnam, European Journal of East Asian Studies, vol. 32: 307336. Malesky, E.J. 2008 Straight Ahead on Red: How Foreign Direct Investment Empowers Subnational Leaders, The Journal of Politics, vol. 701: 97119. MartinezVazquez, J. 2005 Making Fiscal Decentralization Work in Vietnam, Working Paper No. 0513, Andrew Young School of Policy Studies. Mc Millan, J. and C. Woodruff 2000 Private Order Under Dysfunctional Public Order, Michigan Law Review, vol. 988: 24212458. Montinola, G., Quian, Y., and B.R. Weingast 1995 Federalism, Chinese Style: The Political Basis for Economic Success in China, World Politics, vol. 481: 5081. Nguyen, D.C, Pham A.T., Bui V., and D. Dapice 2004 History and Policy: Why Dont Northern Provinces Grow Faster? CIEMUNDP Working Paper. North, D. 1990, Institutions, Institutional Change and Economic Performance, Cambridge: Cambridge University Press. Oates, W. E. 1972, Fiscal Federalism, New York: Harcourt Brace Jovanovich. Persson, T. and G. Tabellini 2000, Political Economics: Explaining Economic Policy, MIT Press. Pejovich, S. 1999 The Effects of the Interaction of Formal and Informal Institutions on Social stability and Economic Development, Journal of Markets and Morality, vol. 22: 164181. Poppo, L. and T. Zenger 2002 Do Formal Contracts and Relational Governance Function As Substitutes or Complements? Strategic Management Journal, vol. 23: 707725. Qian, Y. and G. Roland 1998 Federalism and the Soft Budget Constraint, The American Economic Review, vol. 885: 11431162. Rambo, T.A. 1973, A Comparison of Peasant Social Systems of Northern and Southern Vietnam: A Study of Ecological Adaptation, Social Succession, and Cultural Evolution, Center for Vietnamese Studies, Southern Illinois University at Carbondale. Ravenel, R.M. 2004 Communitybased Logging and De facto Decentralization: Illegal Logging in the Gunung Palung Area of West Kalimantan, Indonesia, Journal of Sustainable Forestry, vol. 1913: 213237. Rodden, J. 2004 Comparative Federalism and Decentralization: on Meaning and Measurement, Comparative Politics, vol. 364: 481500. Salmon, P. 1987 Decentralization as an Incentive Scheme, Oxford Review of Economic Policy, Oxford University Press, vol. 32: 2443. Seabright, P. 1996 Accountability and Decentralization: an Incomplete Contracts Model, European Economic Review, vol.40 1: 61 90. Shah, A. and T. Thompson 2004 Implementing Decentralized Local Governance: A Treacherous Road with Potholes, Detours and Road Closures, World Bank Policy Research Working Paper 3353. Shleifer, A. and R.W. Vishny 1993 Corruption, Quarterly Journal of Economics, vol.108: 599611. Stata. 1999 Reference Manual: Release 6, Stata: College Station, TX. Stiglitz, J.E. 2000 Formal and Informal Institutions, in Social Capital: A Multifaceted Perspective, edited by Partha Dasgupta and Ismail Serageldin, The World Bank, Washington, D.C. 27 P a g e Taylor, K.W. 1983, The Birth of Vietnam, University of California Press: Berkeley. Taylor, M. 1992 Formal versus Informal Incentive Structures and Informal Behaviour, Journal of Politics vol. 54 4: 105573. Tenev S. 2003 Informality and the Playing Field in Vietnams Business Sector, Mekong Project Development Facility. Tiebout, C. 1956 A Pure Theory of Local Expenditures, Journal of Political Economy vol. 64 5: 416424. Treisman, D. 2002a Decentralization and the Quality of Government, Mimeo, UCLA. Treisman, D. 2002b Defining and Measuring Decentralization: A Global Perspective, Mimeo, UCLA. Tsai, L.L. 2002 Cadres, Temple and Lineage Institutions, and Governance in Rural China, The China Journal, vol. 48: 127. Voigt, S. 1993 Values, Norms, Institutions, and the Prospects for Economic Growth in Central and Eastern Europe, Journal des Economistes et des Etudes Humaines, vol.44:495529. Voigt, S. and D. Kiwit 1998 The Role and Evolution of Beliefs, Habits, Moral Norms, and Institutions, appeared in: Herbert Giersch Ed. The Merits of Markets Critical Issues of the Open Society, Berlin et al.: Springer, 83108. Vu, T.T.A., Le V.T., and T.T. Vo 2007 Provincial Extralegal Investment Incentives in the Context of Decentralization in Vietnam: Mutually Beneficial or a Race to the Bottom? Working paper. Williamson, C. 2009 Informal Institutions Rule: Institutional Arrangements and Economic Performance, Public Choice, vol. 13934: 371387. World Bank 2005 East Asia Decentralizes: Making Local Government Work, the World Bank, Washington DC. Yilmaz, S.S. and R.D. Ebel 2002 On Measurement and Impact of Fiscal Decentralization, Washington D.C, World Bank. Zellner, A. and H. Theil 1962 ThreeStage Least Squares: Simultaneous Estimation of Simultaneous Equations, Econometrica, vol.301: 5478. Zenger, T.R., Lazzarini, S.G., and P. Laura 2002 Informal and Formal Organization in New Institutional Economics, in Paul Ingram and Brian S. Silverman ed. The New Institutionalism in Strategic Management: Advances in Strategic Management, Emerald Group Publishing Limited, vol. 19: 277305. 28 P a g e ", "filename": "685240088.pdf", "person": ["Thuy Vu Thanh", "Thanh, Thuy Vu", "Messaoud Zouikri", "Zouikri, Messaoud", "Bruno Deffains", "Deffains, Bruno"], "date": ["2012"]}