{"lang": "de", "identifier_url": ["http://www.econstor.eu/bitstream/10419/55795/1/687804302.pdf"], "title": ["Die Genossenschaft als Marke? Eine Analyse der Übertragbarkeit von Markenaspekten auf ein Geschäftsmodell mit besonderen Merkmalen"], "plaintext": " Vorwort Genossenschaften lassen sich durch ihre Governance von anderen Unternehmens und Kooperationsformen abgrenzen. Sie zeichnen sich nicht nur durch ihr Geschaftsmodell aus, sondern es kann ihnen auch die Betonung von Werten zugeschrieben werden, die im Zusammenhang mit der globalen Finanzmarktkrise wieder starker in den Vordergrund getreten sind. Stabilitat und Sicherheit ist eine Kategorie aktuell betonter Werte, Verlasslichkeit und Verantwortungsbereitschaft eine zweite. Transparenz und die Moglichkeit zur Kontrolle kommen ebenso dazu wie Nahe und Verankerung. Im Vordergrund aber stehen Nachhaltigkeit und langfristige Orientierung. Es ist auffallend, dass viele dieser heute als wichtig eingeschatzten Merkmale genossenschaftstypisch und Elemente des genossenschaftlichen Geschaftsmodells sind. Zwar ist in den vergangenen Jahren das wissenschaftliche und das praktische Interesse an Genossenschaften deutlich angestiegen, dennoch lassen sich die berechtigten Fragen stellen, wie ausgepragt das Wissen uber Genossenschaften in den einzelnen Bevolkerungsgruppen ist und wie es mit dem Image dieser Kooperation aussieht. Eine sinnvolle Arbeitshypothese besteht darin, dass beides verbesserbar ist. Ob dies tatsachlich der Fall ist wird sich in Kurze in einer bundesweit durchgefuhrten Erhebung herausstellen. Vor diesem Hintergrund liegt es nahe, zu fragen, ob es Sinn macht ein Markenkonzept fur Genossenschaften zu entwickeln. In diesem If GArbeitspapier stellt Caroline Wendler ihre Uberlegungen dazu vor, die bald in einer groeren wissenschaftlichen Arbeit auf der Grundlage einer validen empirischen Basis fortgesetzt und vertieft werden. Das Arbeitspapier If GForschungscluster III: Genossenschaftsstrategische Fragen. Kommentare und Diskussionsbeitrage sind herzlich willkommen. stammt aus dem Univ.Prof. Dr. Theresia Theurl I Inhaltsverzeichnis Vorwort   I Inhaltsverzeichnis   II Abbildungsverzeichnis   III Tabellenverzeichnis   III Abkurzungsverzeichnis   IV 1 Einleitung  1 2 Strukturelle und theoretische Grundlagen   3 2.1 Die aktuelle Marktsituation genossenschaftlicher Kooperationen   3 2.2 Wertewandel und genossenschaftsspezifische Merkmale   5 2.3 Das Konstrukt Marke   11 2.3.1 Markendefinitionen und Entwicklungsstufen   11 2.3.2 Markenfunktionen   13 2.3.3 Markentypen und elemente   14 3 Analyse der Ubertragbarkeit   16 3.1 Die Genossenschaft innerhalb der Markendefinitionen   16 3.2 Die Funktionen einer potentiellen Marke Genossenschaft   20 3.3 Genossenschaftliche Markentypologie   22 3.4 Genossenschaftliche Markenelemente   26 4 Fazit und Ausblick   28 Literaturverzeichnis   30 II Abbildungsverzeichnis Abb. 1: Genossenschaftliche Unternehmen gesamt,   4 Abb. 2: Neugrundungen genossenschaftlicher Kooperationen,.   5 Abb. 3: Werte und genossenschaftsspezifische Merkmale   10 Abb. 4: Genossenschaftliche Markenarchitektur   22 Abb. 5: Imagetransfer: Genossenschaftssektor im aktuellen Kontext   25 Tabellenverzeichnis Tab. 1: Mogliche Brandingelemente der potentiellen Marke Genossenschaft   28 III Abkurzungsverzeichnis AMA American Marketing Association BVR Bundesverband der Deutschen Volks und Raiffeisenbanken e.V. DGRV Deutscher Genossenschafts und Raiffeisenverband e.V. e G eingetragene Genossenschaft Gen G Gesetz betreffend die Erwerbs und Wirtschaftsgenossenschaften Genossenschaftsgesetz Gmb H Gesellschaft mit beschrankter Haftung Marken G Gesetz uber den Schutz von Marken und sonstigen Kennzeichen Markengesetz RWGV Rheinisch Westfalischer Genossenschaftsverband e.V. Zfg G Zeitschrift fur das gesamte Genossenschaftswesen IV 1 Einleitung Genossenschaftliche Kooperationen konnen in adaquater Ausgestaltung ein zeitgemaes Geschaftsmodell sein, das Potentiale fur die Bewaltigung zukunftiger Probleme ermoglicht.1 Merkmale genossenschaftlicher Kooperationen passen mit den Anforderungen in Zukunftsbranchen zusammen und konnen dort Wettbewerbsfahigkeit fur die Mitglieder ermoglichen.2 Allerdings ist davon auszugehen, dass das genossenschaftliche Geschaftsmodell nicht nur wenig bekannt ist, sondern auch Imageprobleme aufweist.3 Um diese Aspekte empirisch zu uberprufen, soll im Rahmen eines aktuellen Dissertationsprojekts auf der Grundlage einer bundesweit durchgefuhrten reprasentativen Erhebung aufgezeigt werden, welche Kenntnisse die deutsche Bevolkerung uber Genossenschaften besitzt und wie sich das Image dieser Organisationsform in Deutschland tatsachlich darstellt. Einen aktuellen Ansatzpunkt zur Untersuchung des Genossenschaftsimages liefert daruber hinaus ihre besonders gute Krisenbestandigkeit.4 Die aktuelle Finanzmarkt und Wirtschaftskrise hat zuletzt als realer Stresstest gewirkt, bei dem das genossenschaftliche Geschaftsmodell seine Starken unter Beweis stellen konnte.5 Es lasst sich in diesem Zusammenhang auch ein wieder gestiegenes Interesse an Genoskonstatieren.6 Die Untersuchung des Genossensenschaften schaftsimages weist also nicht nur eine wissenschaftliche, sondern auch eine praktische Relevanz auf. Es stellt sich die Frage, wie das Genossenschaftsimage einzuordnen ist. Bei der Betrachtung des Imagebegriffs lassen sich sechs verschiedene, aber interdependente Arten unterscheiden: Produktimage, Produktgruppenimage, Markenimage, Unternehmensimage, Branchenimage und Landerimage.7 Eine Moglichkeit ware also, die Perspektive Unternehmensimage einzunehmen, da es sich bei Genossenschaften um Unternehmen der Privatwirtschaft handelt. Die Schwierigkeit, die sich jedoch hier stellt, liegt darin mit der Imagebetrachtung der branchenubergreifenden Perspektive gerecht zu werden. Ein Unternehmen fur die Untersuchung exemplarisch herauszugreifen und daraus induktiv Schlusse fur 1 Vgl. THEURLSCHWEINSBERG 2004, S. 37. 2 Vgl. THEURLSCHWEINSBERG 2004, S. 254. 3 Vgl. z.B. THEURL 2010a, S.99f; S. 163; RINGLE 2004, S. 195. 4 Vgl. z.B. STAPPEL 2009, S. 22f. 5 Vgl. DGRV 2010a. 6 Vgl. THEURL 2010a, S. 76. 7 Vgl. ESSIG SOULAS DE ROUSSELBAUER 2010, S. 31ff. 1 das genossenschaftliche Geschaftsmodell per se zu ziehen, ist aufgrund unternehmens oder branchenindividueller Spezifika nicht moglich. Aus diesem Grund mussen die Uberlegungen auf einer ubergeordneten Ebene angestellt werden und fur die Analyse diejenigen Aspekte betrachtet werden, die im Idealtyp des genossenschaftlichen Geschaftsmodells vorhanden sind und seine Funktionsweise strukturieren.8 Es geht demnach um die genossenschaftliche Kooperation auf der Metaebene, also um die Organisationsform als solche.9 Die Perspektive des Idealmodells kann dabei auch aus praktischer Sicht gerechtfertigt sein, da sich Genossenschaften, die erst in den letzten Jahren gegrundet wurden, wieder naher an diesem orientieren.10 Daher soll in dem vorliegenden Arbeitspapier hergeleitet und uberpruft werden, ob das genossenschaftliche Geschaftsmodell aus theoretischer Sicht als Marke interpretiert werden kann. Auf der Grundlage einer potentiellen Marke Genossenschaft 11 konnen aus dem Marketing bekannte Kommunikationsinstrumente eingesetzt werden, um mogliche Defizite im Bereich der Bekanntheit undoder dem Image von Genossenschaften offensiv zu adressieren und genossenschaftliche Starken nachhaltig zu vermarkten.12 Zu diesem Zweck wird im zweiten Kapitel, nach einem kurzen Uberblick uber die aktuelle Marktsituation von Genossenschaften in Deutschland, eine Verbindung zwischen den besonderen Merkmalen genossenschaftlicher Kooperationen und dem aktuellen Werteverstandnis in der Bundesrepublik Deutschland gezogen. Anschlieend werden Grundlagen zum Markenverstandnis dargelegt, um diese dann im dritten Kapitel mit Genossenschaften in Verbindung zu bringen und zu zeigen, dass eine Interpretation des Konzepts der genossenschaftlichen Kooperationsform als Marke im weitesten Sinne tatsachlich gerechtfertigt ist und begrundet werden kann. Aus den Ergebnissen werden im abschlieenden vierten Kapitel Implikationen fur einen weiteren Forschungsbedarf abgeleitet. 8 Vgl. THEURLSCHWEINSBERG 2004, S. 37ff. 9 Dieses Organisationskonzept ist auf Friedrich Wilhelm Raiffeisen und Hermann SchulzeDelitzsch zuruckzufuhren, die als Grundungsvater des Genossenschaftsmodells in Deutschland bezeichnet werden konnen. Vgl. dazu THEURL 2010a, S. 72f. 10 Vgl. THEURLSCHWEINSBERG 2004 S. 37. 11 Anmerkung: Eine solche Formulierung bzw. Idee findet sich z.B. auch bei SCHUTTSTEINER 2010, S. 10, bei PURTSCHERTSCHWARZ 2007, S. 83 und bei SCHAFER 2007. In diesem Arbeitspapier erfolgt eine theoretisch fundierte Herleitung und Uberprufung einer Marke Genossenschaft. 12 Vgl. ESSIG SOULAS DE ROUSSEL BAUER 2010, S. 34. 2 2 Strukturelle und theoretische Grundlagen 2.1 Die aktuelle Marktsituation genossenschaftlicher Kooperationen Bei einer Genossenschaft handelt es sich um eine freiwillige kooperative Zusammenarbeit von mindestens drei Unternehmen undoder Personen, die dazu auf Basis des Genossenschaftsgesetzes ein eigenes Unternehmen, das Genossenschaftsunternehmen, grunden und dessen Mitglieder werden.13 Zweck dieses eigens gegrundeten Unternehmens ist, dass ihren Mitgliedern durch die Bereitstellung von Leistungen besondere Vorteile zuteilwerden.14 Dies kann erreicht werden, wenn sich die Kernkompetenzen der Mitglieder derart erganzen und unterstutzen, dass sie Vorteile gegenuber dem Alleingang erzielen.15 Genossenschaften werden als eine spezielle Form der Unternehmenskooperation verstanden.16 Die gesetzliche Basis wird jeweils durch eine Satzung erganzt und bildet die wesentliche Grundlage der tatsachlichen Rechtsbeziehung zwischen Genossenschaft und dem einzelnen Mitglied.17 Bei genossenschaftlichen Kooperationen geht es dem einzelnen Genossenschaftsmitglied zumeist darum, Groen, Kompetenz oder Informationsdefizite durch die gemeinsame Organisation zu uberwinden, indem SynergieEffekte genutzt werden, wobei gleichzeitig die Anreizvorteile einer dezentralen Organisationsstruktur zum Tragen kommen sollen.18 Auch wenn die Betrachtung im Weiteren von einer Metaebene ausgeht, ist es fur die Uberprufung der Ubertragbarkeit der Markenkonzeption notwendig zu erwahnen, dass es Genossenschaftsformen mit branchenspezifischen Besonderheiten gibt.19 Eine Kategorisierung, auf der auch statistische Erhebungen im Genossenschaftsbereich basieren, unterscheidet Genossenschaftsbanken, landliche Genossenschaften, Konsumgenossenschaften, gewerbliche Genossenschaften und Wohnungsgenossenschaften.20 Diese Struktur spiegelt sich auch in der Organisati 13 Vgl. THEURLSCHWEINSBERG 2004, S. 38; S. 43; S. 46; THEURL 2010a S. 79; 4 GENG; SCHULTE 2006, S. 58; S. 110. 14 Vgl. z.B. BOETTCHER 1980, S. 1ff; THEURL 2010a, S. 80; 1 GENG; SCHULTE 2006, S.61f. 15 Vgl. THEURLSCHWEINSBERG 2004, S. 46; THEURL 2010a, S. 79, BOETTCHER 1988, S. 541. 16 Vgl. BOETTCHER 1988, S. 540. 17 Vgl. THEURL 2010a, S. 76; 6 und 7 GENG; SCHULTE 2006, S. 116. 18 Vgl. THEURL 2010a, S. 48 und 79; SCHULTE 2006, S. 55. 19 Vgl. BERLINER KOMMENTAR 2010 S. 19ff. 20 Vgl. STAPPEL 2009, S. 1019; SCHAFFLANDSCHULTE 2006, S. 8ff. 3 onsstruktur der Genossenschaftsorganisation in Deutschland mit seinen bereichsspezifischen Verbanden wider.21 Die Anzahl der Genossenschaften in der Bundesrepublik Deutschland ist in den vergangenen Jahren kontinuierlich zuruckgegangen, was allerdings zumindest teilweise auf Fusionen insbesondere bei Volks und Raiffeisenbanken und im landwirtschaftlichen Bereich, zuruckgefuhrt werden kann.22 Aktuell wird jedoch im Vergleich zum Vorjahr erstmals wieder ein Anstieg seit 1950 von 7.492 im Jahr 2008 auf 7.505 Genossenschaften im Jahr 2009 dieser Kooperationsform in Deutschland verzeichnet im Jahr 2000 waren es allerdings noch 9.094 Genossenschaften.23 10.0008.0006.0004.0002.0000Anzahl 20009.09420077.58420087.49220097.505Abb. 1: Genossenschaftliche Unternehmen gesamt, Quelle: STAPPEL 2009, S. 9 und 42, STAPPEL 2010, S. 40. Es konnen steigende Neugrundungszahlen verzeichnet werden.24 Gerade in nicht traditionell genossenschaftlich gepragten Branchen sind neuerdings genossenschaftlich organisierte Kooperationen anzutreffen.25 Rund ein Viertel der Neugrundungen im Jahr 2008 fanden im Bereich der Erzeugung und Verteilung von Energie statt, wahrend im Jahr zuvor besonders haufig Arztegenossenschaften gegrundet wurden.26 Auch im Jahr 2009 wurden vor allem in den Bereichen Energie und Gesundheitswesen neue Genossenschaften gegrundet.27 21 Vgl. fur einen Uberblick STAPPEL 2009, S. 7 Abb  22 Vgl. STAPPEL 2009, S. 8. 23 Vgl. STAPPEL 2009, S. 9 und 42; STAPPEL 2010, S. 5 und 40. 24 Vgl. STAPPEL 2009, S.43; STAPPEL 2010, S. 40. 25 Vgl. HANDELSBLATT 2009. 26 Vgl. STAPPEL 2009, S. 9. 27 Vgl. STAPPEL 2010, S. 16. 4 300250200150100500Neugrundungen 200044200712520081452009241Abb. 2: Neugrundungen genossenschaftlicher Kooperationen, Quelle: 20002008: STAPPEL 2009, S. 43, 2009: OTT 2010, S. 116 FN 3 INTERNE STATISTIK DGRV. 2.2 Wertewandel und genossenschaftsspezifische Merkmale Genossenschaften weisen durch ihre spezifischen Merkmale besondere Werte auf.28 In Bezug auf einen Vertrauensverlust der deutschen Bevolkerung, der nicht zuletzt aus der aktuellen Finanzmarkt und Wirtschaftskrise erwachsen ist 29, konnen besondere Eigenschaften und Werte von Genossenschaften aufgezeigt werden, die sich teilweise mit vertrauensbildenden Vorstellungen der Bevolkerung decken und dadurch den bedeutenden wirtschaftlichen Stellenwert des Geschaftsmodells unterstreichen.30 Zuletzt gezeigt hat sich dies auf Basis eines vom Rheinisch Westfalischen Genossenschaftsverband e.V. RWGV in Auftrag gegebenen Vergleichs von genossenschaftlichen Werten mit den Ergebnissen einer Studie der Bertelsmann Stiftung zum Thema Vertrauen in Deutschland.31 Es muss dabei allerdings berucksichtigt werden, dass die ursprungliche Befragung im Auftrag der Bertelsmann Stiftung nicht explizit auf Genossenschaften ausgelegt war.32 Dennoch konnten 28 Prozent der vertrauensbildenden Elemente direkt auf Genossenschaften 28 Vgl. SCHACHT 2008, S. 17. 29 Vgl. BERTELSMANN STIFTUNG 2009a, S. 3. 30 Vgl. STAPPEL 2009, S. 22f; HANDELSBLATT 2009; SCHUTTSTEINER 2010, S. 10. 31 Vgl. zum Vergleich mit genossenschaftlichen Werten SCHUTTSTEINER 2010, S. 9f; zur ursprunglichen Studie vgl. BERTELSMANN STIFTUNG 2009a: Diese ursprungliche Studie ist Teil eines Projekts der Bertelsmann Stiftung, das mittel und langfristige Konsequenzen der Wirtschaftskrise untersucht und Perspektiven fur Deutschland bis zum Jahr 2020 erortert. Die Befragung erfolgte mittels Tiefeninterviews von 100 reprasentativ ausgewahlten Bundesburgern. 32 Vgl. SCHUTTSTEINER 2010, S. 10. 5 bezogen werden.33 Laut der ursprunglichen Studie der Bertelsmann Stiftung lassen sich unter den Befragten vier Gruppen mit unterschiedlichen Wertemustern bilden.34 Gerade in der Gruppe derjenigen, die Vertrauen aus Planungssicherheit schopfen und in der Gruppe der Befragten, die sich mehr Burgerbeteiligung wunschen, konnen Aspekte gefunden werden, die sich auch im genossenschaftlichen Geschaftsmodell wiederfinden lassen.35 So haben fur diese Personen z.B. langfristiges Denken und nachhaltiges Handeln, Transparenz, Planungssicherheit, aktive Beteiligung an politischen und wirtschaftlichen Prozessen sowie die Moglichkeit Probleme im Team zu bewaltigen einen hohen Stellenwert.36 In einer weiteren Studie der Bertelsmann Stiftung zeigte sich, dass z.B. stabile personliche Beziehungen nach der Krise fur 20 Prozent der Menschen wichtiger geworden sind.37 Ein Zusammenhang zwischen diesen Aspekten und Genossenschaften soll im Folgenden begrundet werden: Langfristigkeit und okonomische Nachhaltigkeit: Das primare Ziel der Zusammenarbeit in Genossenschaften, welches auch gesetzlich verankert ist, kann als Forderung der Mitglieder bezeichnet werden.38 Das Ergebnis ihrer drei konkretisierten Elemente unmittelbare, mittelbare und nachhaltige Forderung, bildet das Konzept des Member Value nach THEURL.39 Unter dem Member Value wird allgemein der Gesamtwert bzw. Nutzen aus der Mitgliederforderung fur die Mitglieder verstanden.40 Seine drei Komponenten bezeichnen folgendes: 33 Vgl. SCHUTTSTEINER 2010, S. 9. 34 Vgl. BERTELSMANN STIFTUNG 2009a, S. 5. 35 Vgl. SCHUTTSTEINER 2010, S. 9; BERTELSMANN STIFTUNG 2009a, S.6f. 36 Vgl. BERTELSMANN STIFTUNG 2009a, S. 6f. 37 Vgl. BERTELSMANN STIFTUNG 2009b S. 1; Auch diese Befragung ist Teil der Task Force Perspektve 2020. Im Auftrag der Bertelsmann Stiftung wurden im Oktober 2009 1.003 reprasentativ ausgewahlte Burger von TNSEMNID befragt, um Veranderungen in Bezug auf Werte, personliche Beziehungen, solidarischen Zusammenhalt und nachhaltige Okonomie aufzudecken. 38 Vgl. 1 Abs. 2, S. 1 GENG:   darauf gerichtet ist, den Erwerb oder die Wirtschaft ihrer Mitglieder oder deren soziale oder kulturelle Belange durch gemeinschaftlichen Geschaftsbetrieb zu fordern. 39 Vgl. Im Folgenden THEURL 2002, S. 84ff. 40 Die Ausrichtung auf den Member Value wird haufig fehlinterpretiert. Genossenschaften mussen trotz der Mitgliederorientierung, die uber eine reine Renditeorientierung hinausgeht, nach betriebswirtschaftlichen Grundsatzen gefuhrt werden und Gewinne erzielen. Sie unterscheiden sich in diesem Punkt nicht von Unternehmen in anderer Rechtsform. Vgl. hierzu THEURLSCHWEINSBERG 2004, S. 43f. Die Rolle des Staates ist dabei auf die Festlegung des rechtlichen Rahmens und auf Regulierungsaspekte beschrankt. Vgl hierzu THEURL 2010a, S. 77. 6 unmittelbarer realer Member Value: ergibt sich aus der Leistung, die fur die Mitglieder erbracht wird. Als Beispiele konnen gunstigere Konditionen oder standardisierte Leistungen dienen. mittelbarer monetarer Member Value: beinhaltet pekuniare Zahlungsstrome und entsteht z.B. durch Zahlung von Dividenden bzw. die Verzinsung von Geschaftsanteilen und steht somit im Zusammenhang mit dem Eigentum. nachhaltiger langfristiger Member Value: bezeichnet die Sicherung des langfristigen Forderpotentials der Genossenschaft, also ihren dauerhaften Erhalt durch Investitionen und Rucklagen. Die Werte Langfristigkeit und Nachhaltigkeit sind bei Genossenschaften somit per definitionem uber den nachhaltigen Member Value enthalten und machen damit einen wesentlichen Teil des allgemeinen Genossenschaftszwecks aus. Gerade durch die nachhaltigen Beziehungen zum Mittelstand konnten im Zusammenhang mit der Finanzmarkt und Wirtschaftskrise notwendige Investitionen ermoglicht werden.41 Insgesamt ist das Konzept der genossenschaftlichen Mitgliedschaft ohnehin auf eine langfristige Zusammenarbeit ausgerichtet.42 Dadurch, dass Genossenschaftsanteile nicht an der Borse gehandelt werden, unterbleiben bei Genossenschaften Defizite aus kurzfristigen Verfugungen.43 Personliche Nahe und Teamwork: Ein wesentliches Merkmal vieler Genossenschaften ist ihre regionale Verwurzelung und ihre Verbundenheit mit der Bevolkerung und dem Mittelstand.44 So zeigen beispielsweise erfolgreiche Neugrundungen von Dorfladen in der Organisationsform Genossenschaft, welchen Stellenwert dieser Aspekt heutzutage haben kann.45 Genossenschaftliche Kooperationen zeichnen sich durch Dezentralitat und Kundennahe aus, wahrend die Verbundakteure Verbande, Zentralinstitute, Verbundunternehmen Groen und andere Synergieeffekte nutzen konnen.46 Zudem ist die systemimmanente Mitgliederorientierung, die ein wesentliches Differenzierungsmerkmal der Genossenschaften gegenuber anderen Rechtsformen darstellt, hier zu erwahnen.47 Die Mitglieder sind sich haufig ahnlich und aufgrund ihrer, durch 41 Vgl. STAPPEL 2009, S. 23. 42 Vgl. THEURLSCHWEINSBERG 2004, S. 45. 43 Vgl. THEURLSCHWEINSBERG 2004, S. 40. 44 Vgl. THEURLSCHWEINSBERG 2004, S. 48; STAPPEL 2009, S. 22f. 45 Vgl. HANDELSBLATT 2010; THEURL 2010a, S. 97. 46 Vgl. THEURLSCHWEINSBERG 2004, S. 48; STAPPEL 2009, S. 23. 47 Vgl. THEURLSCHWEINSBERG 2004, S. 45f; SCHULTE 2006, S. 62; GROS 2009, S. 104. 7 ihre ahnlichen Tatigkeiten vorhandenen, gleichartigen Interessen, kann sich eine gewisse Identitat in der Gruppe entwickeln.48 Allerdings sollte das Konzept der Mitgliedschaft nicht isoliert betrachtet werden, da der primare Grund der Zusammenarbeit die einzelwirtschaftlichen Vorteile des Mitglieds und nicht seine sozialen und emotionalen Beziehungen sind.49 Transparenz und direkte Mitbestimmung: Gerade durch formale Regeln wie die gesetzliche Fundierung und Satzungen stellt die Genossenschaft eine besonders gut konfigurierte und damit transparente Organisationsform dar.50 Unterstrichen wird die Transparenz zudem durch die gesetzlich verankerte Pflichtmitgliedschaft in einem Prufungsverband 51, welche die Reputation der genossenschaftlichen Organisationsform positiv beeinflussen und sie selbst stabilisieren kann.52 Die eingetragene Genossenschaft e G muss sich einer Grundungs sowie einer dauerhaften Wirtschaftsprufung unterziehen.53 Da die Genossenschaftsmitglieder zudem selbst die Anteile an dem Genossenschaftsunternehmen halten, welches letztlich als Joint Venture verstanden werden kann, sind sie kollektiv dessen Eigentumer.54 Diese Doppelfunktion bewirkt im Idealtyp eine Anreizkonsistenz, da die Mitglieder so die Entscheidungen als Eigentumer selbst treffen und durch ihre Mitgliederrolle selbst davon profitieren und betroffen sind.55 Zudem verfugt ein Mitglied unabhangig von der Anzahl und Werthohe der jeweils gehaltenen Genossenschaftsanteile grundsatzlich uber eine einzige Stimme bei Entscheidungen.56 Entsprechend diesem Demokratieprinzip sind die Genossenschaftsmitglieder also gleichberechtigt und konnen als Eigentumer mitbestimmen und verfugen so uber eine besondere Form der Kontrolle.57 PlanungsSicherheit: Genauso wie im Krisenjahr 2009 sind auch im Jahr 2010 lediglich 0,1 Prozent der Insolvenzfalle in Deutschland unter der Rechtsform der eingetragenen Genossenschaft zu finden.58 Verglei 48 Vgl. BONUS 1994, S. 52. 49 Vgl. THEURLSCHWEINSBERG 2004, S. 44f. 50 Vgl. STAPPEL 2009, S. 23. 51 Vgl. 54 GENG. 52 Vgl. THEURLSCHWEINSBERG 2004, S. 42, OTT 2010, S. 115. 53 Vgl. THEURLSCHWEINSBERG 2004, S. 42; 53 GENG. 54 Vgl. THEURLSCHWEINSBERG 2004, S. 44. 55 Vgl. THEURLSCHWEINSBERG 2004, S. 46 und S. 49, SCHULTE 2006, S. 55. 56 Vgl. THEURLSCHWEINSBERG 2004, S. 49f. 57 Vgl. THEURLSCHWEINSBERG 2004, S. 49f, SCHULTE 2006, S. 57, BOETTCHER 1988, S. 540. 58 Vgl. hierzu und im Folgenden CREDITREFORM 2009, S. 20 und CREDITREFORM 2010 S. 18f. 8 che z.B. Gesellschaft mit beschrankter Haftung Gmb H mit 28,6 Prozent aller Insolvenzen in Deutschland 2010. Um die Insolvenzgefahr im Zusammenhang mit der Rechtsform noch klarer herauszustellen, kann zudem die Insolvenzquote Insolvenzen 10.000 Unternehmen herangezogen werden. Die e G liegt dabei mit 23 Insolvenzen deutlich unter dem Durchschnitt von 101 Insolvenzen pro 10.000 Unternehmen uber alle Rechtsformen in Deutschland. Vergleiche Gmb H: Insolvenzquote von 156. Die Zahl der Insolvenzen im Bereich der Genossenschaften ist damit nicht nur absolut, sondern auch relativ zu anderen Rechtsformen, die grotenteils dem Mittelstand zugerechnet werden konnen, deutlich geringer. Diese Zahlen konnen als Indikator fur die Stabilitat der genossenschaftlichen Kooperation bezeichnet werden. Aber nicht nur in der aktuellen Krise, sondern auch schon uber 150 Jahre lang haben Genossenschaften sich als krisenfest beispielsweise wahrend anderer Wirtschaftskrisen oder bei unterschiedlichen politischen Rahmenbedingungen, erwiesen.59 Erzeugt wird die Stabilitat neben anderen Faktoren durch die starke Institutionalisierung der Kooperationsform.60 Vertrauen: Durch ihre geringe Insolvenzquote, die Transparenz und Sicherheit kann sich die Genossenschaft mit ihrer langfristigen und kundennahen Orientierung den Mitgliedern und der Bevolkerung besonders vertrauensvoll und verlasslich darstellen. Gerade in Zeiten der wirtschaftlichen Verunsicherung, kann das genossenschaftliche Modell branchenubergreifend seine Starken demonstrieren und damit einen Vertrauensbonus generieren.61 Durch das mit der Mitgliedschaft verbundene Gemeinschaftsgefuhl und eine starke Organisationskultur mit personlicher Nahe kann Vertrauen zwischen den Mitgliedern und damit auch Stabilitat geschaffen werden.62 Neben diesem personlichen Vertrauen ist auch das sogenannte Systemvertrauen wichtig, das sich auf das Funktionieren des Systems, hier der Organisationsform Genossenschaft, bezieht und durch wiederholt positive Erfahrungen aufgebaut wird.63 Systemvertrauen bedeutet in Bezug auf Genossenschaften eine Atmosphare, die in Erwartung gegenseitiger Vorteile der Zusammenarbeit durch die Kooperationsform dazu fuhrt, dass eine Kooperationsbeziehung auch bei Austritten oder personlichen Differenzen individueller 59 Vgl. GROS 2009, S. 95. 60 Vgl. THEURLSCHWEINSBERG 2004, S. 43. 61 Vgl. Eckhard Ott im Interview, aus PEEMOLLER 2009, S. 93. 62 Vgl. KOCK 2008, S. 108. 63 Vgl. LUHMANN 2000, S. 64. 9 Akteure weiter bestehen kann.64 Es kann deshalb hier als ein Vertrauen in die genossenschaftliche Kooperation als abstraktes System interpretiert werden, das als optimale Organisationsform zur Zielerreichung beitragt. Marktanteilsgewinne bei Genossenschaftsbanken wahrend der Finanzmarkt und Wirtschaftskrise, deren Folgen auch als Vertrauenskrise bezeichnet werden konnen, sprechen dabei fur sich.65 Die Besonderheiten genossenschaftlicher Organisation konnen Fehlentwicklungen z.B. im Gegensatz zu borsennotierten Aktiengesellschaften systemimmanent unterbinden.66 Die aufgezeigten Aspekte werden im Zusammenhang in Abb. 3 dargestellt. Langfristigkeit und okonomische Nachhaltigkeit, personliche Nahe und Teamwork sowie Transparenz und direkte Mitbestimmung konnen zur Sicherheit bzw. Stabilitat von Genossenschaften beitragen und wirken damit vertrauensstiftend. Stabilitat und Vertrauen konnen sich daruber hinaus gegenseitig verstarken. Vertrauen Sicherheit und Stabilitat insbesondere aufgrund starker Institutionalisierung und genossenschaftlicher Merkmalecid:206 Indikator: sehr geringe Insolvenzquote Langfristigkeitokonomische Nachhaltigkeit Nachhaltiger Member Value Konzept der Mitgliedschaft Personliche NaheTeamwork Regionale Verwurzelung mit Dezentralitat und Kundennahe Verbundenheit mit dem Mittelstand Mitgliederorientierung Transparenz direkte Mitbestimmung Formale Regeln durch Gen G und Satzungen Pflichtprufung Demokratieprinzip Anreizkonsistenz Abb. 3: Werte und genossenschaftsspezifische Merkmale 64 Vgl. DOGSON 1993, S. 78. 65 Vgl. STAPPEL 2009, S. 23. 66 Vgl. THEURLSCHWEINSBERG 2004. S. 39f. 10 2.3 Das Konstrukt Marke 2.3.1 Markendefinitionen und Entwicklungsstufen Um zu uberprufen, ob das genossenschaftliche Organisationsmodell als Marke im weitesten Sinne interpretiert werden kann, muss zunachst geklart werden, was hier unter einer Marke zu verstehen ist. In der Literatur findet sich eine Vielzahl unterschiedlicher Definitionen des Markenbegriffs und das Verstandnis ist bis heute nicht einheitlich.67 Die Betrachtung von Marken kann grundsatzlich auf drei Ebenen bzw. aus drei Perspektiven erfolgen. 68 So lassen sich erstens der juristisch gepragte Markenbegriff, bei dem die Marke als reines Schutzrecht verstanden wird, zweitens die Marke als Kennzeichnung und drittens die Marke als umfassendes Konzept, die eigentliche Marke, unterscheiden.69 Aus der juristischen Sicht konnen nach 3 Abs. 1 Markengesetz u.a. Zeichen, Zahlen, Formen oder Farbzusammenstellungen gewerblich geschutzt werden.70 So kann die wettbewerbsorientierte Sichtweise erfullt werden. Der juristische Markenbegriff wird im Folgenden nicht weiter betrachtet, da hier eine rein wirtschaftswissenschaftliche Perspektive eingenommen wird und es dabei um rein inhaltliche Aspekte geht. Aus wirtschaftswissenschaftlicher bzw. marketingorientierter Sicht bezeichnet AAKER eine Marke als einen charakteristischen Namen undoder Symbol.71 Das Symbol kann dabei beispielsweise ein Logo, ein Warenzeichen oder ahnliches sein, das dazu verwendet wird, das Erzeugnis oder die Dienstleistung im Wettbewerb von der Konkurrenz unterscheidbar und seine Herkunft kenntlich zu machen. Die AMERICAN MARKETING ASSOCIATION AMA definiert eine Marke als A name, term, design, symbol, or any other feature that identifies one sellers good or service as distinct from those of other sellers 72. Beide Definitionen betonen die Herkunftsbezeichnung und die Differenzierung im Wettbewerb und sind somit der ersten Perspektive zuzuordnen. Kritisch anzumerken ist jedoch, dass das Markenverstandnis im Sinne der Kennzeichnung durch die Marke als verkurzt gilt, da hierbei die Notwendigkeit, Marken 67 Vgl. z.B. MEFFERT et al. 2005, S. 5 ff. 68 Vgl. MEFFERT et al. 2005, S. 5. 69 Vgl. MEFFERT et al. 2005, S. 5. 70 Vgl. 3 MARKENG. 71 Vgl. AAKER 1992, S. 22. 72 Vgl. AMA 2010, Dictionary. 11 management zu betreiben um Marken zu entwickeln und zu starken, vernachlassigt wird.73 Das umfassendere Konzept der eigentlichen Marke hingegen steht in enger Verbindung zum ganzheitlichen identitatsorientierten Markenmanagement, welches fur die Betrachtung der potentiellen Marke Genossenschaft eine wesentliche Rolle spielt.74 Das identitatsorientierte Markenmanagement erganzt die klassische externe Perspektive der Nachfrager auf die Marke, die hier als Markenimage bezeichnet wird, um die Sichtweise verschiedener interner Zielgruppen, wie z.B. Mitarbeiter, Management oder Eigentumer.75 Diese interne Perspektive stellt die Markenidentitat dar.76 Die ganzheitliche Betrachtung ist fur die Auswertung der spateren Befragung relevant. Eine Unterteilung in die interne Perspektive Markenidentitat und die externe Sichtweise des Markenimages kann uber die Gruppierung in Genossenschaftsmitglieder und NichtMitglieder erfolgen. Assoziationen zu Marken werden durch Erfahrungen, Erlebnisse, Kenntnisse und die Personlichkeit beeinflusst, so dass sich zwischen diesen beiden Gruppen durchaus unterschiedliche Ergebnisse in der Imageerhebung ergeben konnten.77 ist, Eine Markendefinition, die diesem identitatsorientierten Markenmanagement zuzuordnen ist die Definition von BURMANNBLINDANITSCHKE.78 Die Autoren verstehen die Marke als ein Nutzenbundel mit spezifischen Merkmalen, welches betroffenen Zielgruppen vorteilhafter gegenuber anderen Nutzenbundeln erscheint, die dieselben Bedurfnisse erfullen konnen.79 Damit fokussieren sie auf die sogenannte Substanz der Marke, namlich die Bestandteile des Nutzenbundels.80 Dieses Nutzenbundel umfasst nach MEFFERTBURMANNKOERS physischfunktionale und symbolische Nutzenkomponenten, welche als konstituierende Bestandteile der Marke bezeichnet werden konnen.81 Die zur Marke gehorenden Wahrnehmungen sind nicht auf die materielle Ebene beschrankt, sondern beziehen immaterielle nicht direkt wahrnehmbare Elemente mit ein.82 Die Berucksichtigung von weiteren Aspekten, wie 73 Vgl. MEFFERT et al. 2005, S. 7f. 74 Vgl. MEFFERT et al. 2005, S. 7. 75 Vgl. MEFFERT et al. 2005, S. 8. 76 Vgl. MEFFERT et al. 2005, S. 8. 77 Vgl. ZEDNIKSTREBINGER 2005, S. 8. 78 Vgl. MEFFERT et al. 2005, S. 7. 79 Vgl. BURMANN et al. 2003, S. 3. 80 Vgl. MEFFERT et al. 2005, S. 7. 81 Vgl. MEFFERT et al. 2005, S. 7. 82 Vgl. ADJOURI 2002, S. 19. 12 z.B. immateriellen Werten, neben den eigentlichen funktionalen und greifbaren Eigenschaften tragt zur Markenpositionierung bei.83 Hier sind erste Ansatzpunkte fur die mogliche Ubertragbarkeit einer Markenkonzeption auf genossenschaftliche Kooperationen mit ihren besonderen Merkmalen erkennbar. Wie sie sich bei Genossenschaften konkret darstellen, muss diskutiert werden und wird in Kapitel 3.1 behandelt. Fur die Betrachtung der potentiellen Marke Genossenschaft ist auch zu betonen, dass Marken zwar auf Produkten bzw. Dienstleistungen basieren, aber nicht darauf begrenzt sind.84 Es geht vielmehr um das Erlebnis Marke.85 Daruber hinaus werden als Produkte, gerade im Zusammenhang mit dem Image, heutzutage nicht nur Konsumguter verstanden, sondern der Begriff selbst wurde stark ausgedehnt und beispielsweise auf politische Parteien, Medien, einzelne Unternehmen oder eben auch Unternehmensformen ubertragen.86 2.3.2 Markenfunktionen Bei der Betrachtung von Markenfunktionen kann grundsatzlich zwischen der Perspektive der Nachfrager und der Anbieter unterschieden werden.87 In Bezug auf Genossenschaften kann die Nachfragerperspektive die Position der Genossenschaftsmitglieder oder kunden darstellen und somit noch weiter untergliedert werden. Eine Moglichkeit, die Markenfunktionen fur den Nachfrager zu kategorisieren ist sie beispielsweise in die Orientierungs und Informationsfunktion, die Vertrauensfunktion und die symbolische Funktion zu untergliedern.88 Die Kenntnis der Marke fuhrt zur Komplexitatsreduktion und vereinfacht so Entscheidungsprozesse. Zudem konnen Such und Informationskosten verringert werden Orientierungs und Informationsfunktion. Strahlt eine Marke Vertrauen aus, kann dies zur Reduktion des vom Nachfrager empfundenen Risikos fuhren Vertrauensfunktion. Die symbolische Funktion ist aus zwei Perspektiven zu sehen. So kann eine Marke einerseits zum Ausdruck von Prestige im sozialen Umfeld und zum anderen als identitatsstiftendes Instrument, im Sinne der Zuge 83 Vgl. KELLERLEHMANNN 2006, S. 740. 84 Vgl. KELLERLEHMANN 2006, S. 740; ADJOURI 2002, S. 19. 85 Vgl. KELLERLEHMANN 2006, S. 740. 86 Vgl. MOSER 2001, S. 13. 87 Vgl. hierzu und im Folgenden MEFFERT et al. 2005, S. 10ff. 88 Eine ahnliche Sicht findet sich auch bei KELLERLEHMANN 2006, fur die Marken Entscheidungen vereinfachen, Qualitat signalisieren, Risiken vermindern undoder Vertrauen erzeugen konnen. KELLERLEHMANN 2006, S. 740. 13 horigkeit zu einer Gruppe, verwendet werden. Hier stehen Wertvorstellungen im Mittelpunkt. Aus Anbieterperspektive ergeben sich ebenso verschiedene Markenfunktionen.89 Hier naher betrachtet werden soll unter anderem die Moglichkeit, dass mehrere Marktsegmente besser differenziert bearbeitet werden konnen. Zudem soll mit einer Marke eine Praferenzbildung gegenuber dem Wettbewerb sowie eine langfristige Kundenbindung erreicht werden, was letztlich zu Unternehmenswertsteigerungen fuhren kann. Die Uberprufung, ob sich diese Markenfunktionen genossenschaftlich interpretieren lassen, erfolgt in Kapitel 3.2. 2.3.3 Markentypen und elemente Um Marken zu positionieren, bieten sich drei grundlegende strategische Handlungsoptionen an, die sich in Einzel, Familien und Dachmarken untergliedern.90 Im Zusammenhang mit den verschiedenen Markenstrategien sei der Begriff der Markenarchitektur kurz erwahnt und erlautert. Unter Markenarchitektur ist die Anordnung und Verknupfung der Marken eines Portfolios zu verstehen.91 Das Konzept der Einzel oder auch MonoMarkenstrategie besteht darin, dass jedes Produkt eines Anbieters eine eigene Marke darstellt.92 Ein Vorteil einer solchen Strategie liegt z.B. darin, dass damit der Innovationscharakter eines neu auf den Markt gebrachten Produktes herausgestellt werden kann. Nachteilig ist der langwierige Aufbau einer Markenpersonlichkeit. Bei der Familienmarkenstrategie, die auch als ProduktgruppenMarkenstrategie bezeichnet werden kann, wird fur eine bestimmte Art von Produkten eines Herstellers eine einheitliche, gemeinsame Marke aufgebaut. Vorteil ist hierbei, dass Produktneuheiten am Goodwill der Familienmarke teilhaben konnen. Eingeschrankt wird die Innovationsfreiheit jedoch dadurch, dass sie zum Kern der Ausgangsmarke der Markenfamilie passen mussen. Dachmarken hingegen werden auch als Unternehmens oder CompanyMarken bezeichnet. Beim sogenannten Umbrella Branding, werden samtliche Produkte eines An 89 Vgl. hierzu und im Folgenden MEFFERT et al. 2005, S. 12ff. 90 Vgl. BECKER 2005, S. 385. 91 Vgl. ESCHBRAUTIGAM 2006, S. 130; eine ausfuhrliche Herleitung findet sich z.B. bei STREBINGER 2010, S. 13f. 92 Vgl. hierzu und im Folgenden BECKER 2002, S. 195ff; BECKER 2005, S. 385ff. MEFFERT 1992, S. 137ff; BECKER 2004, S.645ff. 14 bieters unter einer gemeinsamen Marke positioniert. Die Konzentration liegt hierbei auf dem Unternehmen und dessen Kompetenzen sowie der Sympathie bzw. dem Vertrauen, das es verkorpert. Dachmarken lassen sich weiter spezifizieren. Unterschieden werden Dachmarken primar nach der Anzahl und Verschiedenartigkeit der jeweiligen Produkte, die sich unter ihr vereinigen.93 Eine besondere Form, die sich diesem Bereich zurechnen lasst, ist die Orientierungsmarke, die auch als Leitprodukt oder Garantiemarke bezeichnet wird.94 Dabei werden Monomarken verschiedener Anbieter, verschiedener Produktkategorien oder sogar mehrere Sortimente zusammengefasst.95 Mit der Schaffung des Weinsiegels haben beispielsweise die deutschen Winzer ein uberregionales Gutezeichen etabliert und damit diese Strategie verfolgt.96 Durch den gemeinsamen Auftritt der Winzer soll die Bekanntheit gesteigert und Qualitat signalisiert werden. Ein wesentlicher Vorteil der Verwendung einer Dachmarke besteht demensprechend in der Nutzung von Synergien z.B. im Bereich Markenkommunikation.97 Dachmarken sind i.d.R. von konkreten Produkten losgelost und somit auch nicht eng mit deren Produktlebenszyklus verknupft. Vielmehr sind sie mit Werten verbunden und unterliegen deshalb eher dortigen Veranderungen. Eine Dachmarke, die fur besondere Werte steht und diese auch transportiert, hat somit eine lange Lebensdauer, auch wenn die mit ihr verbundenen Produkte der Dynamik der Markte unterliegen und angepasst, ausgetauscht oder eliminiert werden mussen. Ihre Positionierung ist dementsprechend breiter als die der einzelnen unter ihr versammelten Produkte und bezieht sich haufig auf Aspekte wie Vertrauen und Qualitat.98 Dachmarken konnen einen positiven Imagetransfer auf die unter ihr zusammengefassten Einzelmarken bewirken.99 Unter Imagetransfer wird die Ubertragung dessen, was mit einem Objekt in Verbindung gebracht wird, auf andere Objekte verstanden.100 Umgesetzt werden kann dies durch die Abstimmung bzw. Vereinheitlichung kommunikationspolitischer Manahmen, die dazu fuhren soll, dass das positive Image einer 93 Vgl. FRIEDERESPRIEMER 1998, S. 47. 94 Vgl. FRIEDERESPRIEMER 1998, S. 49. 95 Vgl. FRIEDERESPRIEMER 1998, S. 49. 96 Vgl. FRIEDERESPRIEMER 1998, S. 49; WEINSIEGEL 2010. 97 Vgl. hierzu und im Folgenden FRIEDERESPRIEMER, 1008, S. 49ff. 98 Vgl. ESCHBRAUTIGAM. 2006, S. 132. 99 Vgl. FOSCHTSWOBODA 2007, S. 114f. 100 Vgl. FOSCHTSWOBODA 2007, S. 114f. 15 Marke auf eine oder mehrere andere Marken ubertragen wird.101 Ein Nachteil von Dachmarken besteht darin, dass es im Gegensatz zu dem positiven Imagetransfer auch einen sogenannten BadwillTransfer auf die Dachmarke durch den Misserfolg einer ihrer Einzelmarken geben kann.102 Vergleichbar ist dieser Effekt mit den Gefahren im Franchising, wo sich das Fehlverhalten eines Franchisenehmers negativ auf die Reputation des gesamten Franchisesystems auswirken und somit schwerwiegende Konsequenzen haben kann.103 Die Entwicklung einer genossenschaftlichen Markentypologie erfolgt in Kapitel 3.3. Als Marken oder auch Brandingelemente werden beispielsweise der Markenname, der Domainname einer entsprechenden Internetseite, Farben und Logos, Slogans oder auch Schlusselbilder bezeichnet.104 Im Rahmen der Analyse wird in Kapitel 3.4 uberpruft, wie diese Elemente fur die potentielle Marke Genossenschaft ausgestaltet werden konnen oder bereits existieren. 3 Analyse der Ubertragbarkeit 3.1 Die Genossenschaft innerhalb der Markendefinitionen Bei der Uberprufung, ob sich das Geschaftsmodell der Genossenschaft im weitesten Sinn als Marke interpretieren lasst, sollen nun zunachst die zuvor dargestellten Markendefinitionen herangezogen werden. Dazu werden die Elemente der Definitionen separat betrachtet. Im Zusammenhang mit den aufgefuhrten Definitionen von AAKER und von der AMA kann der Begriff Genossenschaft als charakteristischer Name eingeordnet werden, da er fur samtliche der betrachteten Genossenschaftsformen steht. Ist die Organisation zudem rechtlich als Genossenschaft eingetragen, so lasst sich das Kurzel e G als Kurzname oder Zeichen im Sinne des englischen Wortes symbol aus der Definition der AMA interpretieren. Die Wettbewerbsdimension wird im Rahmen der nun folgenden Untersuchung der Definition von BURMANNBLINDSNITSCHKE ausfuhrlich betrachtet. Insbesondere aufgrund der ganzheitlichen Betrachtung soll der Fokus im Weiteren auf dieser differenzierteren Definition liegen. Es lasst sich jedoch bereits an dieser Stelle festhalten, dass 101 Vgl. ESCH et al. 2005, S. 412; BECKER 2002, S. 198; BECKER 2005, S. 391; BECKER 2004, S. 648. 102 Vgl. BECKER 2002, S. 198; BECKER 2005, S. 391; BECKER 2004, S. 648. 103 Vgl. THEURLSCHWEINSBERG 2004, S. 31. 104 Vgl. BAUMGARTH 2007, S. 177; SCHURMANN 2009, S. 149. 16 die Definitionen von AAKER und von der AMA soweit nicht gegen eine Interpretation der Genossenschaft als Marke sprechen. Bei der Betrachtung der Definition von BURMANNBLINDANITSCHKE ist zunachst zu bestimmen was die Substanz bzw. den Nutzen der potentiellen Marke Genossenschaft ausmacht. Der gesetzlich verankerte Zweck einer Genossenschaft, der Member Value, druckt dies unmittelbar aus. Es geht bei der Genossenschaft darum,   den Erwerb oder die Wirtschaft ihrer Mitglieder oder deren soziale oder kulturelle Belange durch gemeinschaftlichen Geschaftsbetrieb zu fordern.105 Um die Substanz der potentiellen Marke Genossenschaft weiter zu spezifizieren, lassen sich weitere Merkmale heranziehen, die im zweiten Kapitel dargestellt wurden. Im Sinne der Unterteilung in physischfunktionale und symbolische Nutzenelemente konnen auch die Besonderheiten von Genossenschaften, gerade im Zusammenhang mit dem zuvor aufgezeigten Wertewandel, derart kategorisiert werden. Als physischfunktional konnen dabei samtliche gesetzlich oder satzungsmaig formalisierte Elemente der Genossenschaften gesehen werden. Merkmale wie beispielsweise der Member Value oder das Demokratieprinzip, sind branchen und unternehmensubergreifende Kennzeichen von Genossenschaften und erfullen deshalb die in der Definition geforderten spezifischen Merkmale des Nutzenbundels. Damit bewirken sie auch unmittelbar die in der Definition von BURMANNBLINDANITSCHKE geforderte Differenzierung, und insbesondere der Member Value in seiner Eigenschaft als Alleinstellungsmerkmal eignet sich als Marketinginstrument, um diese Differenzierung entsprechend zu kommunizieren.106 In diesem Zusammenhang kann nochmal auf die Ergebnisse der qualitativen Studie der Bertelsmann Stiftung zum Vertrauen zuruckgegriffen werden. Danach glauben 60 Prozent der Befragten nicht an eine Anderung von kurzfristiger Orientierung hin zu okonomischer Nachhaltigkeit in der Wirtschaft nach der Krise.107 Da bei Genossenschaften diese Anderung gar nicht erst vollzogen werden muss, sondern sie direkt uber den nachhaltigen Member Value vorhanden ist, hat das Modell hier einen wesentlichen Ansatzpunkt, seine Starke im Rahmen der aktuellen wirtschaftlichen Lage zu demonstrieren. Als symbolische Nutzenelemente lassen sich die Wirkungen der konstituierenden Bestandteile einordnen. Vertrauen ist dabei als das wesentli 105 Vgl. 1, Abs. 2, Satz 1 GENG. 106 Vgl. GROS 2009, S. 104, THEURL 2005, S. 136f, RINGLE 2002, S. 47. 107 Vgl. BERTELSMANN STIFTUNG 2009b, S. 2. 17 che symbolische Markenattribut der e G anzusehen, da es sich wie gezeigt mit nahezu samtlichen genossenschaftlichen Merkmalen verknupfen lasst. Gerade unter den aktuellen Rahmenbedingungen ist dies von groem Belang, da die Finanzmarkt und Wirtschaftskrise auch als Vertrauenskrise bezeichnet werden und die e G Vertrauen stiften kann.108 Die Stabilitat des Geschaftsmodells und das Vertrauen, das daraus erwachst, konnen genauso wie die durch die direkte Mitbestimmung der Mitglieder erzeugte Verantwortung, als eine psychologische Ebene beschrieben werden, da die Genossenschaft in der Gesamtbetrachtung durchaus einen wesentlichen Beitrag zur volkswirtschaftlichen Stabilitat leisten kann.109 Als ein damit eng verknupfter Aspekt aus der Definition von BURMANNBLINDANITSCHKE ist daruber hinaus zu klaren, wie die Betrachtung der Genossenschaft als Marke uberhaupt der Wettbewerbsperspektive gerecht werden kann. Dazu muss untersucht werden, was als Wettbewerber der e G in Betracht kommt. Dabei sollte zwischen der Grundung und der Neumitgliedschaft in einer Genossenschaft unterschieden werden.110 Daruber hinaus stellt sich die Frage, ob uberhaupt eine Mitgliedschaft in bzw. die Grundung einer Genossenschaft angestrebt werden soll. So kann der Wettbewerber der potentiellen Marke Genossenschaft zum einen die Option des Alleingangs ohne kooperative Zusammenarbeit bzw. Mitgliedschaft sein. Auf der anderen Seite ist das Spektrum der Unternehmenskooperationsformen so facettenreich, dass gegebenenfalls auch eine andere Ausgestaltungsform der Zusammenarbeit mit anderen Marktteilnehmern in Betracht kommen kann.111 Verschiedene Formen der zwischenbetrieblichen bzw. interpersonalen Zusammenarbeit lassen sich beispielsweise anhand der Governance der Kooperation klassifizieren. Die Governance einer Kooperation ergibt sich nach THEURL aus der Kombination von Regeln, Strukturelementen und Mechanismen.112 Ziel ist es dabei, eine anreizkonforme Koordination von Interaktionen zu ermoglichen, um Kooperationsrenten zu generieren.113 108 Vgl. Kapitel 2.2 109 Vgl. GROS 2009, S. 99. 110 Diese Unterscheidung ist aufgrund der betrachteten Genossenschaftsformen wichtig. Beispielsweise sind bei Kreditgenossenschaften aufgrund eines groeren allgemeinen Publikumsbezugs primar Mitgliedschaften zu betrachten, wahrend z.B. bei speziellen Arztegenossenschaften beide Aspekte relevant sind. 111 Vgl. fur einen Uberblick uber verschiedene Kooperationsformen z.B. THEURLSCHWEINSBERG 2004, S. 27ff. 112 Vgl. THEURL 2010b, S. 16. 113 Vgl. THEURL 2010b, S. 16. 18 Bei der Genossenschaft sind solche besonderen GovernanceElemente beispielsweise die formal strengen Vorgaben durch das Genossenschaftsgesetz und die Erganzungen durch jeweilige Satzungen sowie der hohe Institutionalisierungsgrad in der Auspragung eines eigenen gemeinsamen Unternehmens.114 Durch diese Formalisierung und Institutionalisierung sowie ihre langfristige Ausrichtung ist die Genossenschaft beispielsweise von Projektkooperationen abzugrenzen, die sich uber einen begrenzten Zeitraum definieren.115 Als kurzes Zwischenfazit kann festgehalten werden, dass die genossenschaftliche Kooperation durch ihre Besonderheiten und dabei sind speziell der Member Value und die Mitgliedschaft zu betonen eine strategische Nische besetzt, die keiner ihrer Konkurrenten in diesem Mae bearbeiten kann. Es handelt sich um Eigenschaften, die genossenschaftsspezifisch sind und eine fur sie hohe strategische Bedeutung in der Differenzierung zu alternativen Kooperations oder Organisationsformen darstellen. Die Frage, wer als Wettbewerber der potentiellen Marke Genossenschaft zu bezeichnen ist, ist von der individuellen Situation und den angestrebten Zielen abhangig, zu deren Erreichung die genossenschaftliche Kooperation bzw. Mitgliedschaft als Alternative in Betracht gezogen wird. Dies ist vergleichbar mit der aus der Absatztheorie bekannten, notwendigen Abgrenzung des relevanten Marktes. Sie kann von Unternehmen oder anderen Betrachtern aus ihrer jeweiligen subjektiven Perspektive und Situation heraus nach verschiedenen Kriterien vorgenommen werden.116 Ein weiteres Element aus der Definition von BURMANNBLINDANITSCHKE, namlich dass die Autoren in ihrer Definition von bestimmten Zielgruppen sprechen, stellt fur eine Ubertragung ihrer Ausfuhrungen auf Genossenschaften daran anschlieend ebenso kein Hindernis dar. Bei Genossenschaften sind diese Zielgruppen aktuelle Mitglieder und Kunden sowie potentielle Grunder oder Neumitglieder, die in den Besonderheiten der Genossenschaften ein Geschaftsmodell finden, das sich von anderen Alternativen abhebt und sich fur die Erreichung bestimmter, namlich ihrer spezifischen, Ziele gegebenenfalls besser eignet. 114 Vgl. THEURL 2010a, S. 76. 115 Vgl. THEURLSCHWEINSBERG 2004, S. 30. 116 Vgl. BUSSE VON COLBE et al. 1992, S. 6. 19 3.2 Die Funktionen einer potentiellen Marke Genossenschaft Neben der begrundeten Einordnung in eine Markendefinition ist nun zu uberprufen, ob eine potentielle Marke Genossenschaft auch die aufgezeigten Funktionen einer Marke erfullen kann. Die Nachfrager und die Anbieterperspektive sind aus Genossenschaftssicht nicht einfach zu trennen, da sich durch die Mitgliedschaft die Identitat von Nachfrager und Anbieter ergeben kann.117 Aus diesem Grund wird im Folgenden vielmehr zwischen potentiellen Neumitgliedern bzw. Genossenschaftsgrundern und bestehenden Mitgliedern bzw. Kunden unterschieden. Fur die Funktionen ergibt sich im Einzelnen: Im Bankensektor beispielsweise konnen Kenntnisse verschiedener Aspekte dazu fuhren, dass sich die Such und Informationskosten fur diejenigen Personen verringern, die eine Geschaftsbeziehung zu einem neuen Kreditinstitut aufnehmen wollen. So kann im aktuellen Kontext z.B. die Kenntnis der Tatsache, dass Genossenschaftsbanken im Gegensatz zu anders organisierten Unternehmen keine Staatsgelder in Anspruch nehmen mussten, von Bedeutung sein.118 Allgemein kann auch das Wissen um die geringe Insolvenzquote, die hohe Transparenz des Geschaftsmodells und die Tatsache, dass die Mitglieder selbst an den geschaffenen Werten der Genossenschaften teilhaben, hier einen groen Einfluss haben und zur Entscheidungsfindung wesentlich beitragen. Wird dieser Aspekt auf den Bereich der Unternehmensneugrundungen projiziert, so kann die Kenntnis der potentiellen Marke Genossenschaft bewirken, dass sie in der Vielfalt der Rechtsformen durch ihre Besonderheiten als uberlegen wahrgenommen wird und damit zur Komplexitatsreduktion beitragen kann. Die Orientierungs und Informationsfunktion von Marken wird somit von einer potentiellen Marke Genossenschaft erfullt. Die Stabilitat der Rechtsform kann zudem unmittelbar zur Reduktion des subjektiv empfundenen Risikos potentieller Genossenschaftsgrunder fuhren, so dass auch die Vertrauensfunktion bei der potentiellen Marke Genossenschaft wiederzufinden ist. Wichtig ist in diesem Zusammenhang auch die Bedeutung von Promotoren der Rechtsform. In einer Studie zeigte sich, dass 85,7 Prozent der befragten Grundungsberater die 117 Vgl. z.B. BOETTCHER 1988, S. 540. 118 Vgl. STAPPEL 2010, S. 23. 20 e G nicht als mogliche Option in der Beratung berucksichtigen, so dass hier klarer Handlungsbedarf besteht.119 Bei der Betrachtung der symbolischen Markenfunktion darf der erste Aspekt, namlich dass die Mitgliedschaft in einer genossenschaftlichen Kooperation zu Prestige im sozialen Umfeld fuhrt, auf den ersten Blick grundsatzlich angezweifelt werden, da die Mitgliedschaft wie erwahnt freiwillig ist. Dieser Aspekt sollte jedoch branchenspezifisch betrachtet werden und zudem ist dabei zu klaren, wie das soziale Umfeld abgegrenzt wird. Nahezu jeder Landwirt ist Mitglied in mindestens einer Genossenschaft 120, so dass dort beispielsweise weniger von Prestige derjenigen, die Mitglieder sind, gesprochen werden sollte, sondern vielmehr die Landwirte, die nicht Mitglieder sind, Nachteile haben konnten. Die Betrachtung der potentiellen Marke Genossenschaft als identitatsstiftendes Instrument ist hingegen durchaus zu unterstutzen. Hier kann die Gruppenzugehorigkeit der Mitglieder betont werden, die sich durch die Ahnlichkeiten ihrer Interessen und ihres Wissens ergeben kann. Bei der Betrachtung des zuvor aufgezeigten Markennutzens fur den Anbieter kann die gewunschte Langfristigkeit in Bezug auf die Kundenbindung bei Genossenschaften durch die Mitgliedschaft und den nachhaltigen Member Value ermoglicht werden. Die Mitgliedschaft kann in diesem Zusammenhang ahnlich wie Kundenbindungsprogramme im Handel aufgefasst werden bzw. geht aufgrund der Identitat von Mitglied und Eigentumer sogar daruber hinaus.121 Diese Funktion ist somit auch erfullt. Bei der Betrachtung der genossenschaftsspezifischen Markenarchitektur, die im folgenden Unterkapitel ausfuhrlich erlautert werden soll, wird deutlich werden, dass Kundensegmente durch die Verwendung verschiedener Marken innerhalb des Markenportfolios und unter einer Dachmarke Genossenschaft spezifisch bearbeitet werden konnen. Dass die potentielle Marke Genossenschaft mit ihren Besonderheiten und Werten zur Praferenzbildung potentieller Neumitglieder oder Grunder beitragen kann, wurde bereits weiter oben ausfuhrlich dargestellt. Eine potentielle Marke Genossenschaft kann also verschiedene Markenfunktionen zu groen Teilen erfullen. Im folgenden Kapitel soll die Ubertragung des Konzepts der Markentypologie auf den Genossenschaftssektor gepruft werden. Im Rahmen der 119 Vgl. GOLER VON RAVENSBURG et al. 2003, S. 36f. 120 Vgl. DGRV 2010c. 121 Vgl. THEURL 2005, S. 136f. 21 Recherche wurden auch 21 Experteninterviews gefuhrt, aus denen einige Zitate die Argumentation stutzen und den Praxisbezug verdeutlichen. 3.3 Genossenschaftliche Markentypologie Bei dem Versuch eine Markenarchitektur fur den Genossenschaftssektor zu entwickeln bietet es sich an, alle drei aufgezeigten Markentypen genossenschaftsspezifisch und hierarchisch einzuordnen. Ausgangspunkt sollen die bereits oben skizzierten genossenschaftlichen Branchenkategorien sein. Diese konnen in der Diktion der Markentypen als Familienmarken eingeordnet werden. So kann beispielsweise die Produktgruppe Wohnung dem Bereich der Wohnungsgenossenschaften oder die Bankdienstleistungen den Genossenschaftsbanken, also der genossenschaftlichen Finanz Gruppe, zugeordnet werden. Gleiches gilt fur die landlichen und die gewerblichen Genossenschaften sowie die Gruppe der Konsumgenossenschaften. Innerhalb dieser Bereiche agieren viele einzelne Genossenschaften. In der genossenschaftlichen Finanz Gruppe sind dies Ende 2009 beispielsweise 1.154 Institute gewesen.122 Diese konnen als eigene Marken innerhalb der genossenschaftlichen Finanz Gruppe verstanden werden und sind im Rahmen der Markentypologie als Einzelmarken einzuordnen. Die folgende Abbildung stellt diese Zusammenhange grafisch dar: Dachmarke Marke Genossenschaft Familienmarken Genossenschaftsbanken Landliche Genossenschaften Konsumgenossenschaften Gewerbliche Genossenschaften Wohnungsgenossenschaften Einzelmarkeneinzelne Genossenschaften z.B. Volksbank Munster Abb. 4: Genossenschaftliche Markenarchitektur Ein anderes Beispiel liefert die Wohnungsbranche. Die Marketinginitiative der Wohnungsbaugenossenschaften Deutschland bzw. der Arbeitskreis Hamburger Wohnungsgenossenschaften e.V. haben bereits ge 122 Vgl. BVR 2010. 22 zeigt, dass eine Markierung auf der Ebene der Produktgruppe sinnvoll sein kann und gemeinsame Kommunikationsaktivitaten ermoglicht.123 Die an der Initiative beteiligten Genossenschaften sind fur sich, analog zu den Mitgliedern der Finanz Gruppe, innerhalb einer genossenschaftlichen Markenarchitektur als Einzelmarken zu sehen. Da nicht samtliche genossenschaftliche Wohnungsanbieter dem Arbeitskreis angehoren und an den gemeinsamen Marketingaktivitaten beteiligt sind, gibt es daruber hinaus weitere Einzelmarken im Bereich der Wohnungsgenossenschaften. Die auch als Bauklotzcheninitiative bezeichnete Marketinginitiative stellt damit auch eine Marke dar, bei einer isolierten Betrachtung der Wohnungsgenossenschaften ist sie zudem selbst eine Dachmarke.124 Dies betont auch einer der Gesprachspartner im Experteninterview: Diese Dachmarke oder Idealmodell, das ist ja genau das, was hinter dieser Bauklotzcheninitiative steckt. Da war es eben auch so, dass, wer bei dieser Marketinginitiative mitmachen will oder damals wollte, der musste sich auch verpflichten bestimmte Qualitatsstandards einzuhalten.125 Die potentielle Marke Genossenschaft ergibt sich wie gezeigt aus den gemeinsamen Merkmalen und Werten der genossenschaftlichen Kooperation im Idealmodell. Dies passt in das Konzept einer Dachmarke, da fur eine Einordnung als solche wesentlich ist, dass sie von den einzelnen Branchen unabhangig ist.126 Dies wird auch in einem weiteren Experteninterview bestatigt: Es kommt auf den Kern der Genossenschaft an, der bekannt werden muss. Da sind wir wieder bei dem Thema Marke: Was macht die Genossenschaft aus? Da musste man hinkommen, da dieses Thema Vertrauen, Zuverlassigkeit, Fairness, sich branchenunabhangig durchzieht. 127 Aufgrund der verbindenden Elemente ist es moglich, die potentielle Marke Genossenschaft im Sinne des Umbrella Branding als Dachmarke ein 123 Vgl. THEELZANG 2001, S. 43ff; DIE WOHNUNGSBAUGENOSSENSCHAFTEN DEUTSCHLAND e.V. 2011; ARBEITSKREIS HAMBURGER WOHNUNGSGENOSSENSCHAFTEN e.V. 2011. 124 Vgl. DIE WOHNUNGSBAUGENOSSENSCHAFTEN DEUTSCHLAND e.V. 2008; Ein ahnliches Beispiel fur eine solche Interpretation bei Verbundgruppen, also gewerblichen Genossenschaften, findet sich bei SCHAFER 2007, S. 128ff. 125 Expertengesprach mit einem Experten aus dem Bereich Wohnungsbaugenossenschaft. 126 Vgl. Kapitel 2.3.3. 127 Expertengesprach mit einem Experten aus dem genossenschaftlichen Finanzbereich 1. 23 zuordnen. Sie ist damit von den einzelnen Produkten, hier von den einzelnen Genossenschaften, losgelost und soll die Kompetenzen und Vorteile der Kooperationsform verkorpern. So kann eine potentielle Marke Genossenschaft auch bestehen, wenn sich innerhalb oder zwischen Familienmarken beispielsweise durch Fusionen oder Neugrundungen Anderungen ergeben, da sie von dieser Dynamik losgelost ist und die notwendige Langfristigkeit gewahrleistet. Mit der Dachmarke bzw. spezifischer der Orientierungsmarke Genossenschaft ist dabei, ahnlich dem beispielhaft aufgezeigten Weinsiegel oder der Marketinginitiative der Wohnungsgenossenschaften, eine Moglichkeit gegeben, genossenschaftliche Vorteile und Werte zu signalisieren und gemeinsame Markenkommunikation zu betreiben. Dem stimmt auch einer der Experten im Interview zu: Wenn man es sehr idealistisch sieht, konnte das Thema Genossenschaft der Qualitatsstempel sein. Denn Genossenschaft bedeutet: Die agieren nicht im Eigeninteresse, sondern im Interesse der Mitglieder, die es auch kontrollieren  128 Die Idee einer Dachmarke im Genossenschaftssektor wurde auch in einigen anderen Expertengesprachen fur positiv befunden: Das ist zwar strukturell und organisatorisch geregelt im Innenbetrieb der genossenschaftlichen Finanz Gruppe. Durch die Zentralverbande, Sie kennen das Thema DGRV und BVR, bis hin zu den Regionalverbanden, die von der Bank uber die Warengenossenschaften auch die gewerblichen Genossenschaften unterstutzen. Aber wahrnehmbar wird das nach auen hin nicht, nach innen hin wissen wir, wie was geregelt ist. Man konnte uber einen Auenauftritt nachdenken, eine pfiffige Idee ist gefragt, das sollten Sie mal weiter verfolgen.129 Ein anderer Experte sagt: Ich fande es durchaus reizvoll so etwas durch Veranstaltungen anzugehen. 130 Die gemeinsame Kommunikation, um damit auch die eigene Genossenschaft uber die Besonderheiten des Geschaftsmodells zu positionieren, 128 Experteninterview mit einem Experten aus dem genossenschaftlichen Finanzbereich 1. Auch das Logo der Marketinginitiative der Hamburger Wohnungsgenossenschaften z.B. soll als Gutesiegel fur Genossenschaften verstanden werden vgl. THEELZANG 2001, S. 53. 129 Experteninterview mit einem Experten aus dem genossenschaftlichen Finanzbereich 2. 130 Experteninterview mit einem Experten aus einer Werbeagentur deren Referenzen grotenteils aus dem genossenschaftlichen Bereich stammen. 24 kann letztlich auch mit dem Kooperationsgedanken verknupft werden. Durch die gemeinsame Dachmarke bzw. Orientierungsmarke konnen grundsatzlich auch Vorteile fur die einzelne Genossenschaft generiert werden, sofern diese Werte tatsachlich transportiert werden konnen und die jeweilige genossenschaftliche Kooperation auch damit verbunden und als Genossenschaft wahrgenommen werden mochte. Dieser Goodwill kann beispielsweise von der potentiellen Marke Genossenschaft auf die einzelnen genossenschaftlichen Familienmarken bis hin zu den einzelnen Genossenschaften, den Einzelmarken, wirken weier Pfeil in Abb. 5. Gerade im Zusammenhang mit der Finanzmarkt und Wirtschaftskrise ist zudem zusatzlich ein positiver Imagetransfer von den einzelnen Genossenschaftsbanken und der Finanz Gruppe auf das genossenschaftliche Geschaftsmodell allgemein und dann von dort aus wieder auf andere Branchen bzw. einzelne Genossenschaften denkbar.131 schwarzer Pfeil in Abb. 5. Die folgende Abbildung zeigt die dargestellten Wirkungsrichtungen des Imagetransfers in der genossenschaftlichen Markentypologie. Genossenschaftliche Einzelmarken aus der genossenschaftlichen Finanz GruppeGenossenschaftsbankenGenossenschaftliche Einzelmarken auch auerhalb der genossenschaftlichen Finanz Gruppe Vertrauenswurdigkeit und Sicherheit der genossenschaftlichen Finanz Gruppe Genossenschaftliches Geschaftsmodell: Dachmarke Genossenschaft Auch andere genossenschaftliche Familienmarken Abb. 5: Imagetransfer: Genossenschaftssektor im aktuellen Kontext 131 Vgl. z.B. Michael Bockelmann, aktuell Verbandsprasident und Vorstandsvorsitzender Genossenschaftsverband e.V., Frankfurt am Main im Interview, in PEEMOLLER 2010, S. 79. 25 3.4 Genossenschaftliche Markenelemente Nachdem die Markendefinitionen, die Markenfunktionen sowie die Moglichkeit, eine genossenschaftliche Markentypologie zu erzeugen ausfuhrlich gepruft wurden, geht es im Folgenden um Ausgestaltungsmoglichkeiten fur genossenschaftliche Markenelemente. Betrachtet werden dabei der Markenname, der Domainname, Farben, Logos, Slogans und Schlusselbilder. Als Markenname bietet sich direkt der Begriff Genossenschaft an, da es sich um eine branchenubergreifende Betrachtung handelt und der Begriff selbstverstandlich auch im Gesetz, das samtliche darauf basierende Unternehmenskooperationen verbindet, explizit zu finden ist. Demnach ist der Name Genossenschaft als sogenannter bedeutungshaltiger Markenname einzuordnen.132 Da ihm eine Bedeutung zugeordnet werden kann und der Begriff auch auf der Ebene der aufgezeigten Genossenschaftsformen, als auch teilweise bei den einzelnen Genossenschaften, zumindest durch das Kurzel e G vorkommt, ist zudem ein direkter Bezug zum Angebot erkennbar. Bedeutungshaltige Markennamen haben eine bessere Wirkung als solche, die nur sinnleere Buchstabenkombinationen umfassen oder Namen, die bedeutungslos in Bezug auf das dahinter stehende Angebot sind.133 Anzumerken ist allerdings, dass mit der Reform des Genossenschaftsgesetzes im Jahre 2006 der Begriff Genosse in Mitglied umgewandelt wurde, da sich dieser in der genossenschaftlichen Praxis durchgesetzt hat.134 Ein Domainname fur die potentielle Marke Genossenschaft ist bereits vorhanden. Unter www.genossenschaften.de wird der Internetnutzer auf die Homepage des Deutschen Genossenschafts und Raiffeisenverbandes DGRV weitergeleitet.135 Dort findet er eine Fulle an Informationen uber das genossenschaftliche Geschaftsmodell an sich, Zahlen und Fakten zur Verbreitung und der Historie der Genossenschaften in Deutschland sowie weiterfuhrende Informationen z.B. zur Genossenschaftsgrundung. Bei der Frage danach, welche Farben die potentielle Marke Genossenschaft bestimmen sollten, ist zu erortern, ob Farben oder Farbkombinationen gewahlt werden sollten, die bereits dem Genossenschaftssektor 132 Vgl. ESCH 2010, S. 223ff. 133 Vgl. ESCH 2010, S. 223. 134 Vgl. BT Dr S. S. 161025, S. 81, Zu Nr. 4 4. 135 Vgl. DGRV 2010b. 26 durch bestimmte, bekannte Genossenschaften zugeordnet werden konnen oder neue Farben bzw. Farbkombinationen sinnvoll sind. Ob die erste Alternative gewahlt wird, steht auch mit dem bereits beschriebenen Imagetransfer in Zusammenhang. Es stellt sich z.B. die Frage, welche Konsequenzen es hatte, die von den Volks und Raiffeisenbanken bekannten Farben orange und blau oder beispielsweise das Raiffeisengrun zu verwenden. Diese Frage kann genauso fur das Logo aufgeworfen werden. So sind die gekreuzten Pferdekopfe im Logo der landlichen Genossenschaften seit 1935 typisch.136 Die Volksbanken hatten von 1935 bis zum Zusammenschluss mit den Raiffeisenbanken im Jahr 1972 zunachst ein stilisiertes V in ihrem Logo, das dann zuerst als sogenanntes Doppelzeichen neben den gekreuzten Pferdekopfen der Raiffeisenbanken abgebildet und dann schlielich im Jahr 2002 mit diesem zum heutigen Logo verschmolzen wurde.137 Wird fur die potentielle Marke Genossenschaft die Alternative eines neuen Logos gewahlt, ist Folgendes zu beachten: Auch wenn in der Praxis viele abstrakte Logos zu finden sind, so ist es doch ratsam ein Logo sehr konkret zu gestalten, da es so besser wahrgenommen und erinnert werden kann.138 Im Fall der Dachmarke Genossenschaft ist dies sinnvoll, da es letztlich um die gemeinsamen Merkmale und Besonderheiten des Geschaftsmodells geht, die in jeder der untergeordneten Marken zu finden sind. Es ist bei der potentiellen Marke Genossenschaft wichtig, etwas in ein Logo zu integrieren, das branchen und unternehmensunabhangig auf einer ubergeordneten Ebene einzuordnen ist. Ein Slogan soll das Image der potentiellen Marke Genossenschaft transportieren, indem er durch wiederholte und langfristige Verwendung den Wiedererkennungswert der Marke steigert.139 Inhaltlich sollte dies mit den Ergebnissen der Bekanntheits und Imagebefragung abgestimmt werden. In Verbindung mit der Stabilitat der Genossenschaften wahrend der Finanzmarkt und Wirtschaftskrise und den Werten konnten hier erste Ansatzpunkte liegen. Auch Schlusselbilder, die beispielsweise fur eine vertrauensvolle Zusammenarbeit stehen, konnen damit verbunden werden. 136 Vgl. GENOSSENSCHAFTLICHES ARCHIV 2001. 137 Vgl. GENOSSENSCHAFTLICHES ARCHIV 2001. 138 Vgl. ESCH 2010, S. 234; PAIVIO 1971 zitiert nach ESCH 2010, S. 234. 139 Vgl. JANICH 2010, S. 59f. 27 Die folgende Tabelle zeigt die dargestellten Brandingelemente und deren Ausgestaltungsmoglichkeiten in Bezug auf die potentielle Marke Genossenschaft: Markenelement mogliche Auspragung Name Domainname Farben Logo Genossenschaft www.genossenschaften.de Alternativen: Aus dem Genossenschaftsbereich bekannte oder ganzlich neue Farben Gleiche Alternativen wie in Bezug auf Farben. Bei neuem Logo Integration eines ubergeordneten Elements als Verbindung. Slogan und Schlusselbilder Konkrete inhaltliche Ausgestaltung abhangig von den Befragungsergebnissen. Berucksichtigung der genossenschaftlichen Werte. Tab. 1: Mogliche Brandingelemente der potentiellen Marke Genossenschaft; Quelle: Darstellung in Anlehnung an Schurmann 2009, S. 149. 4 Fazit und Ausblick Genossenschaften verfugen uber besondere Eigenschaften, durch die sie sich von anderen Organisationsformen abgrenzen konnen. Die genossenschaftlichen Merkmale lassen sich zudem mit Werten in Verbindung bringen, die gerade in der heutigen Zeit auf Interesse stoen und je nach individueller Situation des Betrachters Nutzen stiften konnen. Diese Vorzuge gilt es einer breiten Offentlichkeit zu vermitteln. Um dies in einer strukturierten Weise zu tun und sich dabei wirkungsvoller und erprobter Marketinginstrumente bedienen zu konnen, wurde uberpruft, ob sich das genossenschaftliche Geschaftsmodell im weitesten Sinne als Marke interpretieren lasst. Es wurden verschiedene Nutzenelemente, Wettbewerber und auch bestimmte Zielgruppen des genossenschaftlichen Modells identifiziert. Es kann aufgrund seiner Besonderheiten und der Werte, die es transportiert und fur die es steht, als Nutzenbundel verstanden werden. Die Marke Genossenschaft wird der wettbewerbsbezogenen Perspektive der Mar28 kendefinitionen gerecht, da Genossenschaften uber besondere Merkmale verfugen und damit je nach Situation und Zielsetzung gegenuber anderen Alternativen uberlegen sein konnen. Zudem kann sie auch die beschriebenen Markenfunktionen im Wesentlichen erfullen. Die Interpretation der Genossenschaft als Marke im weitesten Sinne ist somit gerechtfertigt. Uber die Betrachtung der gemeinsamen Merkmale von Genossenschaften wird eine branchenubergreifende Perspektive erzeugt, die fur die weitere Untersuchung des Genossenschaftsimages unerlasslich ist. Daraus ergab sich auch die Darstellung einer genossenschaftlichen Markentypologie. Die Genossenschaft als Dachmarke bzw. spezifischer als Orientierungsmarke vereinigt die verschiedenen genossenschaftlichen Branchen und die jeweiligen einzelnen Genossenschaften unter sich. Mit Blick auf die Markenelemente konnte gezeigt werden, dass dort verschiedene Handlungsmoglichkeiten bestehen. Eine genaue und zielgruppengerechte Ausgestaltung soll nun anhand der Ergebnisse der bundesweiten Befragung zum Thema Bekanntheit und Image von Genossenschaften erfolgen. Daraus ergibt sich auch der weitere Forschungsbedarf. Es ist zu klaren, wie Marketing und Kommunikation auf Basis einer potentiellen Marke Genossenschaft konkretisiert werden konnen. Nachdem hier also eine strategische Grundrichtung aufgezeigt wurde, geht es nun um die weitere Prazisierung und deren operative Umsetzungsmoglichkeiten. 29 Literaturverzeichnis AAKER, DAVID 1992: Management des Markenwerts, Campus Verlag, Frankfurt am Main, New York, aus dem Englischen von Friedrich Mader. ADJOURI , NICHOLAS 2002: Die Marke als Botschafter, Gabler, Wiesbaden. AMA 2010: American Marketing Association, Dictionary, URL: http:www.marketingpower.com_layoutsdictionary.aspx?d LetterB, Stand 30.12.2010. ARBEITSKREIS HAMBURGER WOHNUNGSGENOSSENSCHAFTEN e.V. 2011: Wir uber uns, URL: http:www.hamburgerwohnline.dewirueberuns4xmehrlebensqualitaet Stand: 04.01.2011. BAUMGARTH, CARSTEN 2008: Markenpolitik: Markenwirkungen Markenfuhrung Markencontrolling, 3. Auflage, Gabler, Wiesbaden. BECKER, JOCHEN 2002: Markenkonzeption, 7. Auflage, Verlag Vahlen, Munchen. BECKER, JOCHEN 2004: Typen von Markenstrategien, in BRUHN, MANFRED Hrsg.: Handbuch Markenfuhrung, 2. Auflage, Gabler, Wiesbaden, S.637675. BECKER, JOCHEN 2005: Einzel, Familien und Dachmarken als grundlegende Handlungsoptionen, in ESCH, FRANZRUDOLF Hrsg.: Moderne Markenfuhrung: Grundlagen. Innovative Ansatze. Praktische Umsetzungen, 4. Auflage, Gabler, Wiesbaden, S. 381402. BERLINER KOMMENTAR 2010: Berliner Kommentar zum Genossenschaftsgesetz, HILLEBRAND, KLAUSPETER KELER, JURGEN Hrsg., 2. Auflage, Hamonia, Hamburg. BERTELSMANN STIFTUNG 2009a: Vertrauen in Deutschland eine qualitative Wertestudie, Zusammenfassung der Ergebnisse, URL: http:www.bertelsmannstiftung.decpsrdexbcrSID7048F078CE66C454bstVertrauensstudie_BST_2009.pdf, Stand 21.12.2010. BERTELSMANN STIFTUNG 2009b: Wirtschaftskrise hinterlasst Spuren in der Befindlichkeit der Deutschen, URL: http:www.bertelsmannstiftung.decpsrdexbcrSIDFCFF81D430 6CC82481bstxcms_bst_dms_29860_29861_2.pdf, Stand: 29.12.2010 BOETTCHER, ERIK 1980: Die Genossenschaft in der Marktwirtschaft Einzelwirtschaftliche Theorie der Genossenschaften, Schriften zur Kooperationsforschung, Band 1, Mohr, Tubingen. BOETTCHER, ERIK 1988: Genossenschaften: Begriff und Aufgabe, in ALBERS, WILLI et al. Hrsg.: Handworterbuch der Wirtschaftswissenschaften, zugleich Neuauflage des Handworterbuchs der Sozialwissenschaften, Band 3: Finanzen bis Handelshemmnisse, nichttarifare, Stuttgart u.a., S. 540556. BONUS, HOLGER 1994: Das Selbstverstandnis moderner Genossenschaften, Mohr Paul Siebeck, Tubingen. BT Dr S. 161025: Deutscher Bundestag 16. Wahlperiode, Gesetzentwurf der Bundesregierung, Entwurf eines Gesetzes zur Einfuhrung der Europaischen Genossenschaft und zur Anderung des Genossenschaftsrechts, URL: http:www.bmj.defiles1119Reg E_Gen R.pdf, Stand 05.01.2011. BURMANN CHRISTOPH BLINDA LARS NITSCHKE AXEL 2003: Konzeptionelle Grundlagen des identitatsbasierten Markenmanagements, Arbeitspapier Nr.1 des Lehrstuhls fur innovatives Markenmanagement Li M, Universitat Bremen, Bremen. BUSSE VON COLBE, WALTER HAMMANN, PETER LAMANN, GERT 1992: Betriebswirtschaftstheorie, Band 2, Absatztheorie, 4. Auflage, Springer, Berlin, Heidelberg. BVR 2010: Genossenschaftsbanken, URL: http:www.bvr.depublic.nsfindex.html?Read Formmain3sub20, Stand 21.12.2010. CREDITREFORM 2009: Insolvenzen, Neugrundungen und Loschungen 2009. URL: http:www.creditreform.deDeutschCreditreformPresseArchivInsolvenzen_Neugruendungen_Loeschungen_DE2009__Jahr20091202_Insolvenzen_Neugruendungen_Loeschungen.pdf, Stand 29.12.2010. 31 CREDITREFORM 2010: Insolvenzen, Neugrundungen und Loschungen 2010. URL: http:www.creditreform.deDeutschCreditreformPresseArchivInsolvenzen_Neugruendungen_Loeschungen_DE2010__Jahr20101129_Insolvenzen_Neugruendungen_Loeschungen.pdf, Stand 29.12.2010. DGRV 2010a: Genossenschaften sind auch in der Krise starke Partner des Mittelstandes, URL: http:www.dgrv.dedenewsnews2010.03.251.html, Stand 21.12.2010. DGRV 2010b: DGRV Die Genossenschaften, URL: http:www.genossenschaften.de, Stand 21.12.2010. DGRV 2010c: Wirtschaftsfaktor, URL: http:dgrv.dedegenossenschaftswesenwirtschaftsfaktor.html, Stand 29.12.2010. DIE WOHNUNGSBAUGENOSSENSCHAFTEN DEUTSCHLAND e.V, 2008: Starke Gemeinschaft. Starke Marke. Starker Auftritt. URL: http:www.gildeheimbau.defileadmingildeGilde_HeimbaupdfsMWBG_180408.pdf, Stand 03.01.2011 DIE WOHNUNGSBAUGENOSSENSCHAFTEN DEUTSCHLAND e.V. 2011: Uber uns, URL: http:www.wohnungsbaugenossenschaften.de, Stand 03.01.2011. DOGSON, MARK 1993, Learning, Trust, and Technological Collaboration, in: Human Relations, Jg. 46, Nr. 1, S. 7795. ESCH, FRANZRUDOLF 2010: Strategie und Technik der Markenfuhrung, 6. Auflage, Vahlen, Munchen. ESCH, FRANZRUDOLF BRAUTIGAM, SOREN 2006: Corporate und Productbrands in die Markenarchitektur integrieren, in FRANZRUDOLF ESCH, TORSTEN TOMCZAK, JOACHIM KERNSTOCK, TOBIAS LANGNER Hrsg., Corporate Brand Management, 2. aktualisierte und erganzte Auflage, Gabler, Wiesbaden, S. 129148. ESCH, FRANZRUDOLF LANGNER, TOBIAS TOMCZAK, TORSTEN KERNSTOCK, JOACHIM STRODTER, KRISTINA 2005: Aufbau und Fuhrung von Corporate Brands, in FRANZRUDOLF ESCH Hrsg., Moderne Markenfuhrung, Gabler, Wiesbaden, S. 403426. 32 ESSIG, CAROLA SOULAS DE ROUSSEL, DOMINIQUE BAUER, DENIS 2010: Das Image von Produkten, Marken und Unternehmen, 2. aktualisierte und erweiterte Aufl., Verlag Wissenschaft Praxis, Sternenfels. FOSCHT, THOMASSWOBODA, BERNHARD 2007: Kauferverhalten Grundlagen, Perspektiven, Anwendungen, 3. Auflage, Gabler, Wiesbaden. FRIEDERES, GEREONPRIEMER, VERENA 1998: Dachmarke versus Einzelmarke, in Der Markt, 37. Jahrgang, Nr. 145, S. 4758. GENG: Genossenschaftsgesetz, in der Fassung vom 18.August 2006. GENOSSENSCHAFTLICHES ARCHIV 2001: Firmenlogos im Wandel der Zeiten, URL: http:www.genoarchiv.dehtmlbody_nachrichten 4.html, Stand 06.01.2011. GOLER VON RAVENSBURG, NICOLEPINKWART, ANDREASSCHMIDT, RENATE 2003: Kriterien fur die Grundung mittelstandischer Kooperationen in genossenschaftlicher Rechtsform. Marburger Schriften zum Genossenschaftswesen, Band 99,Vandenhoeck Ruprecht, Gottingen. GROS, JURGEN 2009: Sie Genossenschaft der Zukunft aus Sicht des Verbandes, in Zfg G Nr. 59, S. 95105. HANDELSBLATT 2009: URL: http:www.handelsblatt.comgenossenschaftenwennunternehmerzugenossenwerden;2474907, Artikel vom 15.12.2009, Stand 29.12.2010. HANDELSBLATT 2010: URL: http:www.handelsblatt.comdorflaedenkommunengebentanteemmaeinezweitechance;2474963, Artikel vom 21.10.2010, Stand 29.12.2010 JANICH, NINA 2010: Werbesprache, ein Arbeitsbuch, 5. Auflage, Narr, Tubingen. KELLER, KEVIN LANELEHMANN, DONALD R. 2006: Brands and Branding: Research Findings and Future Priorities, in Marketing Science, Vol. 25, Nr. 6 NovemberDezember, S. 740759. KOCK, ANGELA 2008: Die Genossenschaftsidee HEUTE Eine institutionenokonomische Analyse der Auswirkungen aktueller Megatrends auf die 33 genossenschaftliche Organisationsform, Munstersche Schriften zur Kooperation, Band 53, Shaker, Aachen. LUHMANN, NIKLAS 2000: Vertrauen, 4. Auf., Lucius und Lucius, Stuttgart. MARKENG: Markengesetz, in der Fassung vom 25. Oktober 1994. MEFFERT, HERIBERT 1992:Strategien zur Profilierung von Marken, in DICHTL, ERWIN EGGERS, WALTER Hrsg.: Marke und Markenartikel als Instrument des Wettbewerbs, Beck, Munchen, S. 129156. MEFFERT, HERIBERT BURMANN, CHRISTOPH KOERS MARTIN 2005: Grundlagen der Markenfuhrung, in MEFFERT, HERIBERT BURMANN CHRISTOPH KOERS, MARTIN Hrsg.: Markenmanagement, 2. Vollstandig uberarbeitete und erweiterte Auflage, Gabler, Wiesbaden, S. 317. MOSER, KLAUS 2001: Die Psychologie der Marke, in Zeitschrift fur Wirtschaftspsychologie aktuell, Nr. 3, 2001, S. 1017. MUTSCHELLER, ARMIN LIVESEY, RUPERT 2002: Pons Fachworterbuch Banken, Finanzen und Versicherungen Englisch Deutsch Deutsch Englisch, Pons, Stuttgart. OTT, ECKHARD 2010: Kooperation in Genossenschaften Stabilitat und Perspektiven fur Wirtschaft und Gesellschaft, in Zfg G Nr. 60, S. 113123. PEEMOLLER, VOLKER 2009: Zukunft der Rechtsform Genossenschaft, Zfg G Interview, in Zfg G Nr.59, S. 7994. PEEMOLLER, VOLKER 2010: Sicherheit und Stabilitat der Genossenschaft fur Mitglieder und Kunden aus Verbandsicht, Zfg G Interview, in Zfg G Nr. 60, S. 7988. PURTSCHERT, ROBERTSCHWARZ, PETER 2007: Genossenschaftsmarketing, in Zfg G Nr. 57, S. 7894. RINGLE, GUNTHER 2002: Die Mitgliedschaft Last oder Chance fur Genossenschaften?, In Zfg G Nr. 52, S. 3647. RINGLE, GUNTHER 2004: Ist die Kooperationsform Genossenschaft noch wettbewerbsfahig?, in Zfg G Nr. 54, S. 193204. 34 SCHACHT, SIGURD 2008: Die Genossenschaft im Wettstreit der Unternehmensformen in ausgewahlten EUStaaten, Veroffentlichungen des Forschungsinstituts fur Genossenschaftswesen an der Universitat ErlangenNurnberg. SCHAFER, PETER 2007: Die Bedeutung des Marketings in Handelskooperationen, in Zfg G 57, S. 125136. SCHAFFLAND, HANDJURGEN SCHULTE, GUNTER 2006: Einfuhrung, in JOHANN LANG, LUDWIG WEIDMULLER, Genossenschaftsgesetz Kommentar, De Gruyter, Berlin, S. 152. SCHULTE, GUNTER 2006: Kommentar zum ersten und zweiten Abschnitt, in JOHANN LANG, LUDWIG WEIDMULLER, Genossenschaftsgesetz Kommentar, De Gruyter, Berlin, S. 53293. SCHURMANN, MATHIAS 2009: Marketing In vier Schritten zum Erfolg, Rocket PublishingSchurmann Marketing, Luzern. SCHUTT, ASMUS STEINER, GUSTAV 2010: Vertrauen in Deutschland, in Genossenschaftsblatt fur Rheinland und Westfalen, Nr. 42010, S. 910. STAPPEL, MICHAEL 2009: Die deutschen Genossenschaften 2009, Deutscher Genossenschaftsverlag, Wiesbaden. STAPPEL, MICHAEL 2010: Die deutschen Genossenschaften 2010, Deutscher Genossenschaftsverlag, Wiesbaden. STREBINGER, ANDREAS 2010: Markenarchitektur, 2. Aktualisierte und erweiterte Auflage, Gabler, Wiesbaden. THEEL, INGO ZANG, THOMAS 2001: Typisch Wohnungsgenossenschaften MarketingInitiativen fur genossenschaftliches Wohnen, in THEURL, THERESIA Hrsg., Marketing und Kooperation bei Wohnungsgenossenschaften, Munstersche Schriften zur Kooperation, Band 51, Shaker Verlag, Aachen, S. 3953. THEURL, THERESIA 2002: Shareholder Value und genossenschaftlicher Forderauftrag Zwei unvereinbare strategische Ausrichtungen? In: THEURL, THERESIAGREVE, Rolf Hrsg.: Vom Modell zur Umsetzung Strategische Herausforderungen fur Genossenschaften, Munstersche Schriften zur Kooperation, Band 54, Shaker, Aachen, S. 5191. 35 THEURL, THERESIA SCHWEINSBERG, ANDREA 2004: Neue kooperative Okonomie, Mohr Siebeck, Tubingen. THEURL, THERESIA 2005: Genossenschaftliche Mitgliedschaft und Member Value als Konzepte fur die Zukunft, in Zfg G 55, S. 136145. THEURL, THERESIA 2010a: Genossenschaftliche Kooperationen, in AHLERT, DIETER AHLERT, MARTIN Hrsg.: Handbuch Franchising und Cooperation Das Management kooperativer Unternehmensnetzwerke, Deutscher Fachverlag, Frankfurt am Main. S. 71105. THEURL, THERESIA 2010b: Ist Governance mehr als Wirtschaftsordnung und Institutionen? in: OHR, RENATE Hrsg.: Governance in der Wirtschaftspolitik, S. 939, Berlin. WEINSIEGEL 2010: Das neue Deutsche Weinsiegel, URL: http:www.weingutdenig.deweinsiegel.html, Stand 31.12.2010. ZEDNIK, ANITA STREBINGER, ANDREAS 2005: MarkenModelle in der Praxis: Darstellung, Analyse und kritische Wurdigung, Gabler, Wiesbaden. 36 Arbeitspapiere des Instituts fur Genossenschaftswesen der Westfalischen WilhelmsUniversitat Munster Nr. 1 Holger Bonus Wirtschaftliches Interesse und Ideologie im Umweltschutz August 1984 Nr. 2 Holger Bonus Waldkrise Krise der Okonomie? September 1984 Nr. 3 Wilhelm Jager Genossenschaftsdemokratie und Prufungsverband Zur Frage der Funktion und Unabhangigkeit der Geschaftsfuhrerprufung Oktober 1984 Nr. 4 Wilhelm Jager Genossenschaft und Ordnungspolitik Februar 1985 Nr. 5 Heinz Grossekettler Okonomische Analyse der interkommunalen Kooperation Marz 1985 Nr. 6 Holger Bonus Die Genossenschaft als Unternehmungstyp August 1985 Nr. 7 Hermann Ribhegge Genossenschaftsgesinnung in entscheidungslogischer Perspektive Februar 1986 Nr. 8 Joachim Wiemeyer Produktivgenossenschaften und selbstverwaltete Unternehmen Instrumente der Arbeitsbeschaffung? September 1986 Nr. 9 Hermann Ribhegge Contestable markets, Genossenschaften und Transaktionskosten Marz 1987 Nr. 10 Richard Boger Die Niederlandischen Rabobanken Eine vergleichende Analyse August 1987 Nr. 11 Richard Boger Helmut Pehle Uberlegungen fur eine mitgliederorientierte Unternehmensstrategie in Kreditgenossenschaften Juni 1988 Nr. 12 Reimut Jochimsen Eine Europaische Wirtschafts und Wahrungsunion Chancen und Risiken August 1994 Nr. 13 Hubert Scharlau Betriebswirtschaftliche und steuerliche Uberlegungen und Perspektiven zur Unternehmensgliederung in Wohnungsbaugenossenschaften April 1996 Nr. 14 Holger Bonus Andrea Maria Wessels Genossenschaften und Franchising Februar 1998 Nr. 15 Michael Hammerschmidt Carsten Hellinger Mitgliedschaft als Instrument der Kundenbindung in Genossenschaftsbanken Oktober 1998 Nr. 16 Holger Bonus Rolf Greve Thorn Kring Dirk Polster Der genossenschaftliche Finanz Verbund als Strategisches Netzwerk Neue Wege der Kleinheit Oktober 1999 Nr. 17 Michael Hammerschmidt Mitgliedschaft als ein Alleinstellungsmerkmal fur Kreditgenossenschaften Empirische Ergebnisse und Handlungsvorschlage April 2000 Nr. 18 Claire BinistiJahndorf Genossenschaftliche Zusammenarbeit auf europaischer Ebene August 2000 Nr. 19 Olaf Luke Schutz der Umwelt Ein neues Betatigungsfeld fur Genossenschaften? September 2000 Nr. 20 Astrid Hockels Moglichkeiten der Absicherung von Humankapitalinvestitionen zur Vermeidung unerwunschter Mitarbeiterfluktuation November 2000 Nr. 21 Jose Miguel Simian Wohnungsgenossenschaften in Chile Vorbild fur eine Politik der Wohneigentumsbildung in Deutschland? Mai 2001 37 Nr. 22 Rolf Greve Nadja Lammer Quo vadis Genossenschaftsgesetz? Ein Uberblick uber aktuelle Diskussionsvorschlage Christian Lucas Von den Niederlanden lernen? Ein Beitrag zur Diskussion um die Reform des deutschen Genossenschaftsrechts Mai 2001 Nr. 23 Dirk Polster unter Mitarbeit von Lars Testorf Verbundexterne Zusammenarbeit von Genossenschaftsbanken Moglichkeiten, Grenzen, Alternativen November 2001 Nr. 24 Thorn Kring Neue Strategien neue Managementmethoden Eine empirische Analyse zum Strategischen Management von Genossenschaftsbanken in Deutschland Februar 2002 Nr. 25 Anne Kretschmer Manahmen zur Kontrolle von Korruption eine modelltheoretische Untersuchung Juni 2002 Nr. 26 Andrea Neugebauer Divergierende Fallentscheidungen von Wettbewerbsbehorden Institutionelle Hintergrunde September 2002 Nr. 27 Theresia Theurl Thorn Kring Governance Strukturen im genossenschaftlichen Finanz Verbund: Anforderungen und Konsequenzen ihrer Ausgestaltung Oktober 2002 Nr. 28 Christian Rotter Risikomanagement und Risikocontrolling in Wohnungsgenossenschaften November 2002 Nr. 29 Rolf Greve The German cooperative banking group as a strategic network: function and performance November 2002 Nr. 30 Florian Deising Angela Kock Kerstin LiehrGobbers Barbara Schmollmuller Nina Tantzen Die Genossenschaftsidee HEUTE: Hostsharing e.G. eine Fallstudie Dezember 2002 Nr. 31 Florian Deising Der NitrofenSkandal Zur Notwendigkeit genossenschaftlicher Kommunikationsstrategien Januar 2003 Nr. 32 Gerhard Specker Die Genossenschaft im Korperschaftsteuersystem Deutschlands und Italiens Marz 2003 Nr. 33 Frank E. Munnich Der Okonom als Berater Einige grundsatzliche Erwagungen zur wissenschaftlichen Beratung der Politik durch Okonomen April 2003 Nr. 34 Sonja Scholermann Eine institutionenokonomische Analyse der KooperationsBeratung August 2003 Nr. 35 Thorn Kring Erfolgreiche Strategieumsetzung Leitfaden zur Implementierung der Balanced Scorecard in Genossenschaftsbanken September 2003 Nr. 36 Andrea Neugebauer Wettbewerbspolitik im institutionellen Wandel am Beispiel USA und Europa September 2003 Nr. 37 Kerstin LiehrGobbers Determinanten des Erfolgs im Legislativen Lobbying in Brussel Erste empirische Ergebnisse September 2003 Nr. 38 Tholen Eekhoff Genossenschaftsbankfusionen in Norddeutschland eine empirische Studie Januar 2004 Nr. 39 Julia Trampel Offshoring oder Nearshoring von ITDienstleistungen? Eine transaktionskostentheoretische Analyse Marz 2004 Nr. 40 Alexander Eim Das DreiSaulenSystem der deutschen Kreditwirtschaft unter besonderer Berucksichtigung des Genossenschaftlichen Finanzverbundes August 2004 Nr. 41 Andre van den Boom Kooperationsinformationssysteme Konzeption und Entwicklung eines Instruments zur Erkenntnisgewinnung uber das Phanomen der Kooperation August 2004 38 Nr. 42 Jacques Santer Die genossenschaftliche Initiative ein Baustein der Europaischen Wirtschaft September 2004 Nr. 43 Theresia Theurl Hrsg. Die Zukunft der Genossenschaftsbanken die Genossenschaftsbank der Zukunft, Podiumsdiskussion im Rahmen der IGT 2004 in Munster Dezember 2004 Nr. 44 Theresia Theurl Hrsg. Visionen in einer Welt des Shareholder Value, Podiumsdiskussion im Rahmen der IGT 2004 in Munster Dezember 2004 Nr. 45 Walter Weinkauf Hrsg. Kommunikation als Wettbewerbsfaktor, Expertendiskussion im Rahmen der IGT 2004 in Munster Dezember 2004 Nr. 46 Andrea Schweinsberg Organisatorische Flexibilitat als Antwort auf die Globalisierung Dezember 2004 Nr. 47 CarlFriedrich Leuschner Genossenschaften Zwischen Corporate und Cooperative Governance Marz 2005 Nr. 48 Theresia Theurl Kooperative Governancestrukturen Juni 2005 Nr. 49 Oliver Budzinski Gisela Aigner Institutionelle Rahmenbedingungen fur internationale MATransaktionen Auf dem Weg zu einem globalen Fusionskontrollregime? Juni 2005 Nr. 50 Bernd Raffelhuschen Jorg Schoder Moglichkeiten und Grenzen der Integration von genossenschaftlichem Wohnen in die Freiburger ZweiFlankenStrategie Juni 2005 Nr. 51 Tholen Eekhoff Zur Wahl der optimalen Organisationsform betrieblicher Zusammenarbeit eine gesamtwirtschaftliche Perspektive Juli 2005 Nr. 52 Cengiz K. Iristay Kooperationsmanagement: Einzelne Facetten eines neuen Forschungsgebiets Ein Literaturuberblick August 2005 Nr. 53 Stefanie Franz Integrierte Versorgungsnetzwerke im Gesundheitswesen Marz 2006 Nr. 54 Peter Ebertz Kooperationen als Mittel des Strategischen Risikomanagements Marz 2006 Nr. 55 Frank Beermann Kooperation beim Stadtumbau Ubertragung des BIDGedankens am Beispiel des Wohnungsruckbaus Juni 2006 Nr. 56 Alexander Geist Flughafen und Fluggesellschafen eine Analyse der Kooperations und Integrationsmoglichkeiten Juni 2006 Nr. 57 Stefanie Franz Mark Wipprich Optimale Arbeitsteilung in Wertschopfungsnetzwerken Oktober 2006 Nr. 58 Dirk Lamprecht Alexander Donschen Der Nutzen des Member Value Reporting fur Genossenschaftsbanken eine okonomische und juristische Analyse Dezember 2006 Nr. 59 Dirk Lamprecht Christian Strothmann Die Analyse von Genossenschaftsbankfusionen mit den Methoden der Unternehmensbewertung Dezember 2006 Nr. 60 Mark Wipprich Preisbindung als Kooperationsinstrument in Wertschopfungsnetzwerken Januar 2007 Nr. 61 Theresia Theurl Axel Werries Erfolgsfaktoren fur Finanzportale im Multikanalbanking von Genossenschaftsbanken Ergebnisse einer empirischen Untersuchung Februar 2007 Nr. 62 Bettina Schlelein Wohnungsgenossenschaftliche Kooperationspotentiale empirische Ergebnisse des Forschungsprojektes Marz 2007 Nr. 63 Gerhard Schwarz Vertrauensschwund in der Marktwirtschaft, Vortrag anlasslich der Mitgliederversammlung der Forschungsgesellschaft fur Genossenschaftswesen Munster April 2007 39 Nr. 64 Theresia Theurl Stefanie Franz Benchmark Integrierte Versorgung im Gesundheitswesen Erste empirische Ergebnisse April 2007 Nr. 65 Christian Albers Dirk Lamprecht Die Bewertung von Joint Ventures mit der Free Cash FlowMethode unter besonderer Berucksichtigung kooperationsinterner Leistungsbeziehungen Mai 2007 Nr. 66 Pierin Vincenz Raiffeisen Gruppe Schweiz: Governancestrukturen, Erfolgsfaktoren, Perspektiven Ein Gesprach mit Dr. Pierin Vincenz, Vorsitzender der Geschaftsleitung der Raiffeisen Gruppe Schweiz Juni 2007 Nr. 67 Alexander Wesemann Die Gestaltung der Auenbeziehungen von Kooperationen und ihre Ruckwirkungen auf das Kooperationsmanagement Ein Problemaufriss August 2007 Nr. 68 JorgMatthias Bottiger Vera Wendlandt Kooperationen von Logistikunternehmen Eine hypothesenbasierte Auswertung von Experteninterviews November 2007 Nr. 69 Christian Strothmann Die Bewertung Strategischer Allianzen mit dem Realoptionsansatz November 2007 Nr. 70 Theresia Theurl JorgMatthias Bottiger Stakeholderorientierte Berichterstattung in Genossenschaften Einordnung, Zielsetzung und Grundsatze des Member ValueReportings Dezember 2007 Nr. 71 Konstantin Kolloge Kooperationsstrategien der internationalen Beschaffung eine qualitative empirische Analyse fur China und Indien Dezember 2007 Nr. 72 Theresia Theurl Konstantin Kolloge Kategorisierung von Unternehmenskooperationen als Grundlage eine More Economic Approach im europaischen Kartellrecht Die Notwendigkeit eines regelbasierten Ansatzes und erste Vorschlage zu seiner Umsetzung April 2008 Nr. 73 Anne Saxe Erfolgsfaktoren von Stiftungskooperationen ein Problemaufriss Mai 2008 Nr. 74 Christian Albers Kooperationen als Antwort auf die Herausforderungen in der Versicherungswirtschaft eine Analyse am Beispiel der Kapitalanlage Mai 2008 Nr. 75 Carsten Sander Aktuelle Herausforderungen kommunaler Energieversorgungsunternehmen Kooperationen als strategische Option Juni 2008 Nr. 76 Konstantin Kolloge Die Messung des Kooperationserfolges in der empirischen Forschung Ergebnisse einer Literaturstudie Januar 2009 Nr. 77 Christoph Heller Akteure der deutschen Gesundheitswirtschaft eine Analyse der Wirkungen von Marktakteuren auf die Krankenhausbranche Januar 2009 Nr. 78 Carsten Sander Kooperationen kommunaler Energieversorger eine empirische Bestandsaufnahme Marz 2009 Nr. 79 JorgMatthias Bottiger Ein Ansatz auf Operationalisierung des Member Values fur Wohnungsgenossenschaften Ausgewahlte Ergebnisse und Managementbedarf aus Mitgliedersicht April 2009 Nr. 80 JorgMatthias Bottiger Benchmarkergebnisse zur Mitgliederzufriedenheit von Wohnungsgenossenschaften April 2009 Nr. 81 Theresia Theurl Konstantin Kolloge Internationale Unternehmenskooperationen im deutschen Maschinenbau Eine empirische Analyse Mai 2009 Nr. 82 Christian Strothmann Die Bewertung von Unternehmenskooperationen unter besonderer Berucksichtigung ihrer Stabilitat August 2009 40 Nr. 83 Christian Harnisch Funktionale Separierung als strategisches Regulierungsinstrument auf dem europaischen Telekommunikationsmarkt August 2009 Nr. 84 Ludwig Brutting Marken von Kooperationen Anforderungen und Implementationen August 2009 Nr. 85 Christian Albers Unternehmenskooperationen in der deutschen Versicherungswirtschaft eine empirische Analyse September 2009 Nr. 86 Christoph Heller Qualitatsvergleich deutscher Krankenhauser Eine Studie anhand der Daten zur externen vergleichenden Qualitatssicherung September 2009 Nr. 87 Annegret Saxe Erfolgsfaktoren von Stiftungskooperationen Ergebnisse der theoretischen und empirischen Analyse. September 2009 Nr. 88 Annegret Saxe Toolbox Stiftungsmanagement und Stiftungskooperationsmanagement. September 2009 Nr. 89 Christian Albers Erfolgsfaktoren fur Kooperationen von Versicherern Ergebnisse einer empirischen Erhebung Oktober 2009 Nr. 90 Martin Budenbender Atomausstieg in Deutschland Ein zukunftsfahiger Sonderweg im europaischen Kontext? Oktober 2009 Nr. 91 Martin Budenbender Entflechtung von Stromnetzen in Deutschland und Europa im Rahmen des dritten EULegislativpakets Eine Problemdarstellung Februar 2010 Nr. 92 Johannes Spandau Fusionen im genossenschaftlichen Finanz Verbund Eine erfolgreiche Strategie? Marz 2010 Nr. 93 Christoph Heller Axel Rodeutscher Horizontale Kooperationen von Krankenhausern Der Analytic Network Process ANP als Entscheidungsunterstutzung zur Wahl einer Kooperationsalternative Juni 2010 Nr. 94 Kersten Lange Kooperationen in der Automobilindustrie Analyse und Systematisierung Juli 2010 Nr. 95 Konstantin Kolloge Internationale Vertriebskooperationen im Maschinenbau ein Leitfaden fur die Unternehmenspraxis Juli 2010 Nr. 96 Michael Tschopel Die Member ValueStrategie von Genossenschaftsbanken Eine theoretische Begrundung und Darstellung von Potentialen August 2010 Nr. 97 Caroline Schmitter Immobilienangebote im Internet Eine Bestandsaufnahme und Klassifizierung August 2010 Nr. 98 Johannes Spandau Entwicklung und Perspektiven der bankbetrieblichen Wertschopfungskette in einem Netzwerk September 2010 Nr. 99 Michael Tschopel Operationaliserungsversuche des Forderauftrags Ergebnisse und Implikationen einer Literaturstudie Oktober 2010 Nr. 100 Lars Volker Risk Governance fur Genossenschaftsbanken Dezember 2010 Nr. 101 Johannes Spandau OutsourcingModelle in der genossenschaftlichen Finanz Gruppe Eine explorative Erhebung Januar 2011 Nr. 102 Kersten Lange Faktoren der Stabilisierung fur Unternehmenskooperationen Januar 2011 41 Nr. 103 Theresia Theurl Carsten Sander Erfolgsfaktoren fur StadtwerkeKooperationen Ergebnisse einer empirischen Untersuchung Januar 2011 Nr. 104 Kersten Lange Kooperationen in der deutschen Automobilindustrie Ergebnisse einer empirischen Analyse Februar 2011 Nr. 105 Alexander Jahn AgencyBeziehungen in Verbundgruppen Marz 2011 Nr. 106 Caroline Wendler Die Genossenschaft als Marke? Eine Analyse der Ubertragbarkeit von Markenaspekten auf ein Geschaftsmodell mit besonderen Merkmalen Februar 2011 Die Arbeitspapiere sind sofern nicht vergriffen erhaltlich beim Institut fur Genossenschaftswesen der Universitat Munster, Am Stadtgraben 9, 48143 Munster, Tel. 02 51 832 28 01, Fax 02 51 832 28 04, EMail: infoifgmuenster.de oder als Download im Internet unter www.ifgmuenster.de Rubrik Forschung 42 ", "filename": "687804302.pdf", "person": ["Caroline Wendler", "Wendler, Caroline"], "date": ["2011"]}