{"lang": "de", "identifier_url": ["http://www.econstor.eu/bitstream/10419/55755/1/687809053.pdf"], "title": ["Ratingagenturen in der neoklassischen Finanzierungstheorie: Eine Auswertung empirischer Studien zum Informationsgehalt von Ratings"], "plaintext": " Vorwort Ratingagenturen sind machtige Wirtschaftssubjekte. Dies zeigte sich zuletzt im Vorfeld und wahrend der globalen Finanzmarktkrise und ebenso im Zusammenhang mit der Staatsverschuldung mehrerer EuroVolkswirtschaften. Wahrend ihre Funktion allgemein im Abbau von Informationsasymmetrien gesehen wird, stellt sich dies sowohl in der Praxis als auch in der okonomischen Theorie deutlich differenzierter dar. Unter Berucksichtigung eines komplexen Anreizgeflechts auf Finanzmarkten und fur Ratingagenturen kann davon ausgegangen werden, dass die faktischen Einflussmoglichkeiten deutlich uber die Herstellung von das Annahmensetting mancher finanzmarkttheoretischer Modelle nahe, dass die ohnehin verfugbaren Informationen die Aktivitaten von Ratingagenturen uberflussig machen wurden. Ihre Urteile konnen dann keine eigenstandigen Effekte hervorrufen. hinausgehen. Andererseits Transparenz legt es Vor diesem Hintergrund untersucht Dominik Schatzle in diesem Arbeitspapier, das auf seiner Masterarbeit beruht, verfugbare empirische Studien zum statischen und dynamischen Informationsgehalt von Ratings. In den Studien wird der Analyserahmen der neoklassischen Finanzierungstheorie verwendet. Die Analysen des statischen Informationsgehalts zeigen dabei einen negativen Zusammenhang zwischen Rating und der Bonitatsrisikopramie, wahrend bei Studien zum dynamischen Informationsgehalt kein eindeutiger Informationsgehalt von Ratings fur die Marktteilnehmer festgestellt werden konnte. Sehr interessant ist die Identifikation eines asymmetrischen Informationsgehalts: Negative Ratinganderungen losen anders als positive Veranderungen signifikante Kursreaktionen aus. Auch diese Erkenntnis legt es nahe, sich noch grundlicher mit den Aktivitaten von Ratingagenturen in der Finanzmarktpraxis auseinanderzusetzen. Das Arbeitspapier entstammt dem If GForschungscluster I: Institutionenokonomische Analysen. Kommentare und Anregungen sind herzlich willkommen. Univ.Prof. Dr. Theresia Theurl I Inhaltsverzeichnis Vorwort   I Inhaltsverzeichnis   II Abbildungsverzeichnis   III Tabellenverzeichnis   III 1 Einleitung  1 2 Rating und Ratingsymbolik   2 3 Neoklassische Finanzierungstheorie und Ratingagenturen   4 3.1 Informationseffizienzhypothese nach FAMA   5 3.2 Informationseffizienz bei positiven Informationsbeschaffungs und auswertungskosten   7 3.2.1 Statischer Informationsgehalt von Ratings   10 3.2.2 Dynamischer Informationsgehalt von Ratings   15 4 Schlussfolgerung   23 Literaturverzeichnis   25 II Abbildungsverzeichnis Abb. 1 Informationseffizienz nach FAMA   5 Abb. 2 Informationswert von Ratings in Abhangigkeit der Informationseffizienz  6 Abb. 3: Spreads in Abhangigkeit des Ratings   12 Tabellenverzeichnis Tab. 1 Dynamischer Informationsgehalt von Ratings 17 III 1 Einleitung Die Ratingagenturen haben im Laufe der Zeit eine immer groer werdende Bedeutung auf den internationalen Finanzmarkten eingenommen. Dabei zeichnet sich der Markt fur Ratingagenturen durch eine beschrankt oligopolistische Struktur aus, die durch wenige groe international tatige Agenturen und viele kleine Nischenanbieter gekennzeichnet ist. Wahrend die heute international tatigen Ratingagenturen Moody s Investors Service Moody s, Standard Poor s SP und Fitch Ratings Fitch bis in die 1970er Jahre ein amerikanisches Phanomen darstellten, steigt ihre Bedeutung durch die Expansion der globalen Kapitalmarkte seit den 1970er Jahren und der Entstehung des Euromarktes auch auerhalb der USA.1 Zusatzlich fuhrte die zunehmende Einbettung der Ratingagenturen in die Finanzmarktregulierung zu einer steigenden Relevanz der Agenturen.2 Dabei stellen die Ratingagenturen den Kapitalmarktteilnehmern durch ein Rating eine Bonitatsbeurteilungeinschatzung von Finanztiteln oder von Wirtschaftssubjekten dar. Diese werden mithilfe von Ratingsymbolen auf einer Ordinalskala Ratingskala abgebildet, wodurch jedem Ratingsymbol eine spezifische Definition der Bonitat eines Emittenten oder einer Emission zugeordnet werden kann.3 Dies ermoglicht eine komprimierte Einschatzung des mit einem FinanztitelEmittenten einhergehenden Bonitatsrisikos,4 wodurch ein Rating einen informativen Charakter fur einen Ratingnutzer erhalt 5 und zu einer Reduzierung der Informationsasymmetrien zwischen Fremdkapitalgeber und nehmer beitragen kann.6 Im Zuge dessen findet ein Rating innerhalb einer Investitionsentscheidung der Anleger Berucksichtigung 7 und stellt dadurch eine zentrale Determinante sowohl der fur einen Kreditnehmer zur Verfugung stehenden Kreditmittel als auch fur dessen Finanzierungskonditionen dar.8 Die Kompetenz der Ratingagenturen und die Qualitat ihrer Ratings werden jedoch sowohl im Rahmen von Unternehmensinsolvenzen wie 1 Vgl. HEINKE 2000, S. 315, LEVICH ET AL. 2002, S. 1, SYLLA 2002, S. 33. 2 Vgl. LEVICH ET AL. 2002, S. 12, ASMUSSEN 2005, S. 247. 3 Vgl. EVERLING 1991, S. 2124, 35, STEINER 1992, S. 509510. HEINKE 1998, S. 21, SERFLING 2007, S. 713, EVERLING 1995, S. 1757, WAPPENSCHMIDT 2009, S. 7, EVERLING 2010, S. 637. 4 Vgl. FROST 2007, S. 470. 5 Vgl. EVERLING 1991, S. 2124, WAPPENSCHMIDT 2009, S. 7. 6 Vgl. WHITE 2002a, S. 4344. 7 Vgl. HEINKE 2005, S. 163. 8 Vgl. RUDOLPH 2006, S. 404, WAPPENSCHMIDT 2009, S. 1. 1 bspw. ENRON 2001, WORLDCOM 2002 und LEHMAN BROTHERS 20089 als auch durch die Vergabe von fehlerhaften Ratings fur komplexe Finanzinstrumente im Zuge der Finanzkrise 2008 kritisiert:10 They Ratingagenturen have no brand, they have no credibility whatsoever, I can t imagine any investor trusting them.11 Infolge dieser Kritik erfolgt in der vorliegenden Arbeit unter Zuhilfenahme der neoklassischen Finanzierungstheorie eine detaillierte Analyse des Informationsgehalts von Ratings fur die Kapitalmarktteilnehmer. Dabei wird betrachtet inwiefern Ratingagenturen zu einer Steigerung der Informationseffizienz auf den Kapitalmarkt beitragen konnen Kapitel 3. Darauf aufbauend erfolgt eine Analyse und Strukturierung empirischer Studien sowohl zum statischen als auch zum dynamischen Informationsgehalt von Ratings. Hierbei wird untersucht inwiefern Ratingagenturen den Finanzmarktteilnehmern relevante Informationen liefern und somit zu einer Steigerung der Informationseffizienz beitragen konnen. Abgeschlossen wird diese Arbeit durch eine kompakte Zusammenfassung der vorhergehenden Analyse Kapitel 4. 2 Rating und Ratingsymbolik Im Mittelpunkt dieser Arbeit stehen externe Ratings 12 durch Ratingagenturen. Ihre Ratings stellen Meinungen uber die zukunftigen Fahigkeiten und rechtlichen Pflichten eines Emittenten, die aus einem Forderungstitel 13 resultierenden Zins und Tilgungszahlungen termingerecht und vollstandig erfullen zu konnen, dar. Folglich definieren die Ratingagenturen nicht nur einen kompletten Zahlungsausfall, sondern jede Zahlungsstorung eines Kreditnehmers als ein Ausfallereignis.14 Das Ergebnis einer Bonitatsbeurteilung einer Ratingagentur wird anhand von Ratingsymbolen auf einer Ordinalskala dargestellt, wobei jedem 9 Vgl. FROST 2007, S. 470, MAY 2010, S. 2822, WHITE 2010, S. 218. 10 Vgl. BECK, WIENERT 2010, S. 464. 11 SHAY 2010, S. 102. 12 Neben externe Ratings konnen Ratings auch intern durch Kreditgeber wie bspw. Kreditinstitute interne Ratings erstellt werden. Wahrend externe Ratings veroffentlicht werden, dienen interne Ratings zur Bestimmung der Kreditwurdigkeit eines Fremdkapitalnehmers und werden i.d.R. nicht publiziert. Vgl. WIEBEN 2004, S. 6, RUDOLPH 2006, S. 404. 13 Fur eine Ubersicht uber die verschiedenen Ratingobjekte und deren Zielsetzung siehe WIEBEN 2004, S. 7. Im Rahmen dieser Arbeit liegt der Fokus der Betrachtung auf Fremdkapitaltiteln. 14 Vgl. BERBLINGER 1996, S. 31, ADAMS 1999, S. 192, LUDICKE 2003, WAPPENSCHMIDT 2009, S. 7. 2 Symbol eine Ratingdefinition zugeordnet wird.15 Dabei handelt es sich um eine relative Einschatzung des Bonitatsrisikos, sodass EmissionenEmittenten einer Ratingkategorie ahnliche Bonitatsrisiken aufweisen, wohingegen EmissionenEmittenten der ubergeordneten untergeordneten Kategorie durch ein geringeres hoheres Zahlungsausfallrisiko charakterisiert sind. Infolgedessen kennzeichnet ein AAAAaa Rating die hochste Bonitatsstufe, die im Vergleich zu niedriger eingestuften EmissionenEmittenten durch eine auergewohnliche finanzielle Sicherheit hinsichtlich der Zins und Tilgungszahlungen gekennzeichnet ist. Dagegen stellt das Ratingsymbol DC die niedrigste Ratingkategorie dar, wobei bei solchen EmissionEmittenten moglicherweise bereits Zahlungsstorungen eingetreten sind. Ferner erfolgt durch eine Modifizierung der Ratingskala eine Feinabstimmung innerhalb einer Ratingkategorie oder 123, wodurch die relative Stellung eines Ratingobjekts innerhalb einer Ratingkategorie gekennzeichnet wird.16 Des Weiteren findet eine ubergeordnete Unterscheidung hinsichtlich des Bonitatsrisikos eines Ratingobjekts in InvestmentBBBBaa 3 und besser und Speculative Grade schlechter als BBBBaa 3 statt.17 Zusatzlich verbinden die Agenturen ihre Ratings mit einem Ausblick, welcher einen Hinweis uber die in einem Zeitraum von 6 bis 24 Monaten zu erwartende Entwicklung eines Ratingobjektes darstellt. Des Weiteren verfugen die Ratingagenturen uber das Instrument der Uberwachungsliste. Durch die Aufnahme eines beurteilten Kreditnehmers auf die Uberwachungsliste wird dieser einer genaueren Untersuchung unterzogen. Dabei wird bei Aufnahme eines Ratings auf die Uberwachungsliste von Seiten der Agenturen gekennzeichnet, ob eine mogliche Ratinganderung i positiv, ii negativ, iii stabil oder iv ungewiss ist.18 15 Zu einer Ubersicht der verschiedenen Ratingsymbole siehe WIEBEN 2004, S. 135, 138319. 16 Vgl. BERBLINGER 1996, S. 3233. Wahrend SP und FITCH ihre Ratingskala bereits 1973 verfeinerten, modifzierte MOODY S im Jahr 1982 ihre Ratingskala. Vgl. KLIGER, SARIG 2000, S. 2882. MOODY S beschrankt sich bei der Verfeinerung auf die Kategorie Aa bis Caa und SP und FITCH auf Aa bis CCC. Vgl. FITCH 2010, S. 10, SP 2010a, S. 9, MOODY S 2010, S. 4. Der Abstand innerhalb einer Ratingkategorie und zwischen den jeweiligen Feinabstufungen wird als notch bezeichnet. Vgl. WAPPENSCHMIDT 2009, S. 10. 17 Diese Differenzierung ist dabei auf eine von amerikanischen Aufsichtsbehorden verwendete Terminologie zuruckzufuhren. Vgl. EVERLING 1991, S. 4849, CANTOR, PACKER 1994, S. 6, BERBLINGER 1996, S. 3233. 18 Vgl. BERBLINGER 1996, S. 6061, WAPPENSCHMIDT 2009, S. 10, FITCH 2010, S. 48, MOODY S 2010, S. 14, SP 2010B, S. 13. 3 3 Neoklassische Finanzierungstheorie und Ratingagenturen Im Folgenden wird die Funktion der Ratingagenturen innerhalb der neoklassischen Finanzierungstheorie dargestellt. Dabei steht im Rahmen dieser Theorie der Bewertungsaspekt von Finanzierungstiteln im Mittelpunkt der Betrachtung. Infolgedessen werden folgende restriktiven Annahmen getroffen, um eine genau Definition des Risikos zu erreichen sowie alle weiteren wertbestimmenden Determinanten eliminieren zu konnen: Ausschlieliche Beschrankung der Handelsobjekte auf Zahlungsstrome, Finanzmarkte befinden sich im Gleichgewicht; es bestehen keine Marktunvollkommenheiten durch Regulierung, Steuern etc., Finanzmarkte sind informationseffizient; kostenlosefriktionslose und umfassende Informationsbeschaffung; Informationen sind unter den Marktteilnehmer symmetrisch verteilt und es existieren keine Informationsvorsprunge.19 Folglich konnen Intermediare, die sich auf die Herstellung von Informationseffizienz konzentrieren, aufgrund dieser restriktiven Annahmen keinen Nutzen auf dem Kapitalmarkt stiften. Da Ratingagenturen jedoch auf die Bereitstellung von Informationen spezialisiert sind, die Marktteilnehmer jedoch uber samtliche Informationen verfugen, kann ein Rating den Marktteilnehmern keine neuen Informationen liefern. Diese Gegebenheit verhindert somit eine Wohlfahrtssteigerung durch Ratingagenturen. Infolge dessen ist durch Ratingagenturen innerhalb der neoklassischen Finanzierungstheorie eher von einer Wohlfahrtssenkung auszugehen, da die Erstellung eines Ratings mit Kosten verbunden ist. Somit bleibt es der neoklassischen Finanzierungstheorie aufgrund der kategorialen Unvereinbarkeiten 20 der zugrunde liegenden Annahmen verwehrt, die Existenz von Ratingagenturen zu erklaren. Demnach konnen Ratingagenturen in dieser Modellwelt lediglich Nutzen stiften, wenn die restriktiven Annahmen gelockert werden.21 19 Vgl. HEINKE 1998, S. 73, SCHMIDT 1988, S. 244245, HEINKE, STEINER 2007, S. 659, PERRIDON ET AL. 2009, S. 21. 20 SCHMIDT 1988, S. 245. 21 Vgl. SCHMIDT 1988, S. 245, WIEBEN 2004, S. 17, HEINKE, STEINER 2007, S. 659, WAPPENSCHMIDT 2009, S. 21. 4 3.1 Informationseffizienzhypothese nach FAMA Wird die Annahme vollkommener Informationen gelockert und im Rahmen dessen die Informationseffizienzhypothese des Kapitalmarktes nach FAMA betrachtet, konnen Bedingungen fur den Informationsumfang von Ratings abgeleitet werden, damit den Marktteilnehmern durch diese nutzliche Informationen bereitgestellt werden konnen. So gilt der Kapitalmarkt gem. FAMA als informationseffizient, wenn die Wertpapierpreise zu jedem Zeitpunkt alle verfugbaren und bewertungsrelevanten Informationen beinhalten.22 Die Definition der Informationseffizienz abstrahiert dabei sowohl von Kosten fur die Beschaffung von Informationen als auch von Kosten fur den Handel von Wertpapieren und setzt eine Ubereinstimmung aller Marktteilnehmer hinsichtlich der Auswirkungen der Informationen auf den aktuellen Preis und die Verteilung uber die zukunftigen Preise eines Wertpapiers voraus. Aufbauend auf dieser Definition differenziert Fama den Informationseffizienzgrad in Abhangigkeit vom Umfang der in den Marktpreisen verarbeiteten Informationen in schwache, halbstrenge und strenge Informationseffizienz.23 Art der Informationseffizienz Verarbeitete Informationen in den Marktpreisen Schwach Halbstreng Streng Reflektion historischer Wertpapierkurse in den aktuellen Kursen Reflektion historischer und aller offentlich zuganglicher Informationen Reflektion historischer, aller offentlich zuganglicher sowie nicht offentlich zuganglicher Informationen Abb. 1 Informationseffizienz nach FAMA Quelle: Eigene Darstellung in Anlehnung an WIEBEN 2004, S. 17. Infolge dieser unterschiedlichen Arten der Informationseffizienz nach Fama lassen sich Bedingungen fur die Ausgestaltung eines Ratings ableiten, damit dieses bei dem jeweiligen Informationseffizienzgrad fur die 22 Vgl. grundlegend FAMA 1970, S. 383 sowie HEINKE 1998, S. 143144, HEINKE, STEINER 2007, S. 660, WAPPENSCHMIDT 2009, S. 2122. Dagegen erweitern RUBINSTEIN 1975 und LATHMAN 1986 diese Definition. Demnach reflektieren die Preise neue Informationen, wenn sich durch diese auch die Portfoliostruktur der Marktteilnehmer nicht geandert hat. Vgl. RUBINSTEIN 1975, S. 812824, LATHMAN 1986, S. 3952, HEINKE 1998, S. 138139. 23 Vgl. grundlegend FAMA 1970 sowie FAMA 1976, FAMA 1991, S. 15751576, WAGNER 1991, S. 4041, HEINKE 1998, S. 143144, RUDOLPH 2006, S. 8588, HEINKE, STEINER 2007, S. 659, 698, PERRIDON ET AL. 2009, S. 211, WAPPENSCHMIDT 2009, S. 2122. 5 Marktteilnehmer einen zusatzlichen Nutzen stiften kann.24 Die folgende Abb. 2 liefert hierfur einen Uberblick. Ratingverfahren Formalisiert Individuell itamrofn Isno zneziffei Schwach Halbstreng Streng x x x X: Informationsgehalt : kein Informationsgehalt Abb. 2 Informationswert von Ratings in Abhangigkeit der Informationseffizienz Quelle: Eigene Darstellung in Anlehnung an HEINKE 1998, S. 147. Wie aus Abb. 2 hervorgeht, konnen bei Vorliegen der schwachen Informationseffizienz bereits formalisierte Ratingverfahren, deren Ratings auf einer Auswertung offentlich zuganglicher Informationen z.B. publizierter Jahresabschluss eines Unternehmens anhand quantitativer Methoden beruhen, zu einer Steigerung der Informationseffizienz beitragen.25 Dementsprechend konnen unbeauftragte Ratings, die lediglich auf offentlich zuganglichen Informationen basieren, einen zusatzlichen Informationswert fur die Marktteilnehmer darstellen. Sind die Kapitalmarkte dagegen informationseffizient in der halbstrengen Form, so konnen formalisierte Ratingverfahren fur die Kapitalmarktteilnehmer keinen zusatzlichen Nutzen stiften, da samtliche offentlich zugangliche Informationen bereits in den Wertpapierkursen widergespiegelt werden. Dagegen konnen individuelle Ratingverfahren, die neben offentlich zuganglichen Informationen auch offentlich nicht verfugbare Informationen z.B. aus Managementgesprachen, dem Zugang zu internen Planungsdaten von Emittenten berucksichtigen, bei Vorliegen der schwachen oder halbstrengen Informationseffizienz zu einer Steigerung derselben beitragen.26 Dementsprechend konnen beauftragte Ratings, die neben offentlich zuganglichen Informationen auch Insiderinformationen beinhalten, zu einer Steigerung der Informationseffizienz auf den Kapitalmarkten fuhren. 24 Vgl. HEINKE 1988, S. 146147, HEINKE 2005, S. 167. 25 Vgl. HEINKE 1998, S. 148, HEINKE, STEINER 2007, S. 660, WAPPENSCHMIDT 2009, S. 22. 26 Vgl. HEINKE 1998, S. 148149, HEINKE 2005, S. 167168, HEINKE, STEINER 2007, S. 661, WAPPENSCHMIDT 2009, S. 22. 6 Liegt dem Kapitalmarkt jedoch die strenge Form der Informationseffizienz zugrunde, konnen Ratings keinen Informationswert liefern, da die Wertpapierpreise alle Informationen beinhalten. In diesem Fall stellt die Beantragung, Ermittlung und Verbreitung von Ratings durch Ratingagenturen eine Produktion von bereits bekanntem Wissen dar, die letztendlich aufgrund der anfallenden Kosten wohlfahrtssenkend wirkt.27 Da auch die Informationseffizienzhypothese nach FAMA von Kosten der Informationsbeschaffung abstrahiert, wird im Folgenden betrachtet, inwiefern Ratingagenturen bei Existenz positiver Informationskosten zu einer Steigerung der Informationseffizienz beitragen konnen.28 3.2 Informationseffizienz bei positiven Informationsbeschaffungs und auswertungskosten Erfolgt aufbauend auf der Theorie der Informationseffizienz eine differenzierte und detaillierte Betrachtung der Annahme eines informationseffizienten Kapitalmarktes, so stellt sich die Frage, wie ein solcher erreicht werden kann. Da in einem informationseffizienten Finanzmarkt samtliche Informationen in den Wertpapierpreisen enthalten sind und die Anpassungsgeschwindigkeit unendlich schnell ist, unterliegen die Marktteilnehmer keinen Anreizen zur Beschaffung und Auswertung von Informationen, da dadurch keine Vorteile erzielt werden konnen. Unterbleibt jedoch die Informationsauswertung, verliert der Kapitalmarkt seine Antriebskraft fur eine Anpassung neuer Informationen, womit eine Verringerung der Informationseffizienz einhergeht.29 Dieses als Informationsparadoxon bezeichnete Phanomen fuhrt unter Berucksichtigung positiver Informationskosten zu einem Marktzusammenbruch.30 Da jedoch auch FAMA von Kosten der Informationsbeschaffung und auswertung abstrahiert,31 ist demnach ein Kapitalmarktgleichgewicht im Sinne von FAMA nicht moglich.32 27 Vgl. HEINKE 1998, S. 149, HEINKE, STEINER 2007, S. 661, WAPPENSCHMIDT 2009, S. 22. 28 Vgl. HEINKE 2005, S. 170. 29 Vgl. GROSSMAN, STIGLITZ 1980 sowie zu einer detaillierten Darstellung HEINKE 1998, S. 165173, FRANKE, HAX 2009, S. 436439. 30 Vgl. GROSSMAN, STIGLITZ 1980, S. 404. Zu einer detaillierten Darstellung zur Informationsbeschaffung auf unvollkommenen Markten siehe u.a. FRANKE, HAX 2009, S. 437439. 31 Vgl. FAMA 1970, S. 387. 32 Gema GROSSMAN, STIGLITZ 1980 stellt die Bedingung kostenloser Informationen im Rahmen der Theorie der effizienten Markte eine notwendige Annahme dar. Bei Aufhebung dieser ist demnach kein Kapitalmarktgleichgewicht gema FAMA moglich. Vgl. GROSSMAN, STIGLITZ 1980, S. 404, HEINKE 2005, S. 170171. 7 GROSSMAN, STIGLITZ 1980 zeigen dagegen auf, dass bei positiven Informationskosten lediglich ein Gleichgewicht auf informationsineffizienten Markten entstehen kann.33 Folglich sind in diesem Gleichgewicht Informationen unter Aufwendung von Kosten aufschlussreicher als jene, die vom Gleichgewichtspreis abgeleitet werden konnen.34 Unter diesen Gegebenheiten existiert demnach ein Gleichgewicht, in welchem die Marktpreise den Groteil der Informationen der informierten Investoren widerspiegeln.35 Erfolgt schlielich durch Ratings einerseits eine Steigerung der Informationsqualitat und andererseits eine Senkung der Informationskosten der Marktteilnehmer,36 kann die Verwendung eines Ratings zu einem Preissystem mit hoherem Informationsgehalt und somit zu einer Informationseffizienzsteigerung fuhren.37 Des Weiteren ist der Einfluss von Ratings auf die Marktliquiditat durch das Modell von GROSSMAN, STIGLITZ 1980 ableitbar. So sinkt gem. diesem Modell die Marktliquiditat, wenn alle Marktteilnehmer uninformiert 38 oder informiert sind.39 Erhoht sich somit durch die Ratings der Anteil der informierten Marktteilnehmer, so kann dies zu einer Steigerung der Marktliquiditat fuhren. Beachten die Marktteilnehmer dagegen ausschlielich das Urteil der Ratingagenturen, entstehen vollkommen identische Erwartungen der Marktteilnehmer bzgl. des Bonitatsrisikos eines Fremdkapitaltitels, wodurch eine Verringerung der Marktliquiditat einhergehen wurde.40 Da je 33 Vgl. GROSSMAN, STIGLITZ 1980, S. 393. 34 Gema GROSSMAN, STIGLITZ 1980 entsteht kein Gleichgewicht unter Berucksichtigung von Informationskosten, wenn es keine informierten Marktteilnehmer gibt oder der Anteil informierter Marktteilnehmer gering ist. Dabei zeigen die Autoren, dass ein Gleichgewicht entsteht, wenn die Marktteilnehmer entweder einen kostengunstigen Zugang zu Informationen haben oder Investoren prazise Informationen erhalten. Vgl. GROSSMAN, STIGLITZ 1980, S. 404, HEINKE 2005, S. 171172. 35 Der Informationsgehalt des Preissystems ist dabei von der Anzahl der informierten Individuen abhangig. Vgl. GROSSMAN, STIGLITZ 1980, S. 393,404, 36 Eine Senkung der Informationsbeschaffungs und auswertungskosten durch Ratings von Ratingagenturen kann bspw. in deren Spezialisierungsvorteilen und Skaleneffekte bei der Informationsbeschaffung und auswertung gesehen werden. Selbst bei kostenloser Informationsbeschaffung durfte eine Kostensenkung der Marktteilnehmer einhergehen, da die Bewertung, Gewichtung und Verknupfen der Informationen zu einem Bonitatsurteil von Seiten der Investoren mit Kosten z.B. Ausbildungs, Analyse und Opportunitatskosten verbunden ist. Vgl. HEINKE 2005, S. 170171. 37 Vgl. HEINKE 2005, S. 171. 38 Wenn alle Marktteilnehmer nicht informiert sind, findet kein Handel statt. Vgl. HEINKE 2005, S. 171. 39 GROSSMAN, STIGLITZ 1976 zeigt, dass die Marktliquiditat bei einem vollstandig informativen Preissystem aufgrund identischer Erwartungen der Marktteilnehmer sinkt. Vgl. GROSSMAN, STIGLITZ 1976, S. 250. 40 Vgl. GROSSMAN, STIGLITZ 1976, S. 250, HEINKE 2005, S. 170. 8 doch die Bonitatseinschatzung eines Finanztitels einerseits meist durch mehrere Agenturen erfolgt, die teilweise zu differenten Ergebnissen kommen, und andererseits eine ausschlieliche Abhangigkeit einer Investitionsentscheidung anhand eines Ratings nicht zu vermuten ist,41 kann diese Problematik vernachlassigt werden.42 Eine weitere Differenzierung nehmen HO, MICHAELY 1988 vor, indem sie eine Abhangigkeit des Informationsgehalts der Marktpreise innerhalb eines Gleichgewichts neben der Informationskostenstruktur zusatzlich in den jeweiligen Investorenpraferenzen sehen.43 Infolgedessen lehnen die Autoren eine einheitliche Informationseffizienz ab. Stattdessen wird eine titelspezifische Informationseffizienz aufgrund unterschiedlicher Informationsbeschaffungskosten je nach Groe des Unternehmens und Hohe des Handelsvolumens begrundet.44 Da alle Wertpapierpreise im Gleichgewicht dieselben Grenzinformationskosten aufweisen, verfugen gem. HO, MICHAELY 1988 weniger gehandelte und kleinere Unternehmen uber eine geringere Informationseffizienz. Kann den Ratingagenturen dementsprechend eine im Vergleich zu den ubrigen Marktteilnehmern kostengunstigere Informationsbeschaffung und auswertung attestiert werden, konnen Ratings, die lediglich auf offentlich zuganglichen Informationen basieren, den Marktteilnehmern einen zusatzlichen Informationsgehalt bieten.45 Inwiefern die Ratingagenturen den Marktteilnehmern durch die Erstellung von Ratings neue Informationen, die noch nicht in den Wertpapierkursen verarbeitet sind, bereitstellen, kann empirisch durch Untersuchungen des statischen und dynamischen Informationsgehalts betrachtet werden. 41 Dies kann u.a. in der gesetzlichen Verpflichtung einiger institutioneller Investoren oder durch den Glauben von Marktteilnehmer an eine im Vergleich zu Ratingagenturen uberlegene Informationsauswertung begrundet werden. Vgl. HEINKE 2005, S. 171172. 42 HEINKE 2005 sieht in der Verwendung einer ratingabhangigen Finanzmarktregulierung die Moglichkeit einer Liquiditatssteigerung, da der Markteintritt von institutionellen Investoren durch diese ermoglicht wird. Vgl. HEINKE 2005, S. 171172. 43 Vgl. HO, MICHAELY 1988, S. 53 sowie zu einer detaillierten Darstellung HEINKE 1998, S. 173182 44 Vgl. HO, MICHAELY 1988, S. 69. Die hohere Informationseffizienz groer Unternehmen kann u.a. auf die im Vergleich zu kleinen Firmen intensivere Berichterstattung zuruckgefuhrt werden. Vgl. HEINKE 2005, S. 172. 45 Vgl. HO, MICHAELY 1988, S. 54, HEINKE 2005, S. 172. Fur eine detaillierte, formale Darstellung der Grunde hoherer marginaler Informationskosten kleiner Firmen siehe HO, MICHAELY 1988, S. 5961. 9 3.2.1 Statischer Informationsgehalt von Ratings Die Bestimmung des Informationsgehalts von Ratings anhand von Yield Spread Studien erfolgt durch die Analyse der Einflussfaktoren auf die Gesamtrendite bzw. auf die Bonitatsrisikopramie Spreads46 eines Schuldtitels, wobei das Rating als mogliche Determinante herangezogen wird.47 Zusatzlich zu dieser Bestimmungsgroe werden weitere makrookonomische, fundamentale und titelspezifische Faktoren und deren Einfluss auf das Bonitatsrisiko betrachtet.48 Im Rahmen dieser Studien kann den Ratings folglich ein Informationswert beigemessen werden, wenn diese zur statistischen Erklarung der Rendite bzw. Bonitatsrisikopramie einer Anleihe herangezogen werden konnen und sich zwischen der Ratinghohe und der Bonitatsrisikopramie eine negative Korrelation ergibt.49 Obgleich als Ausgangspunkt dieser Studien haufig die Arbeit von FISHER 1959 gesehen wird,50 der einen positiven Zusammenhang zwischen Risikopramie und Bonitatsrisiko von Unternehmensanleihen feststellt, steht die Betrachtung des Ratings innerhalb dieser Analyse nicht direkt im Mittelpunkt.51 Untersuchungen dagegen, die einen Zusammenhang zwischen Risikopramie und Bonitatsrisiko von Finanztiteln unter Berucksichtigung des Ratings analysieren, weisen, bis auf wenige Ausnahmen,52 einen signifikanten Einfluss des Ratings auf die Bonitatsrisikopramien auf. Zu beachten gilt jedoch, dass zwar ein signifikanter Zusammenhang zwischen Rating und Bonitatsrisiko besteht, jedoch weitere makrookonomische und titelspezifische Faktoren zur Determinierung des Bonitatsrisikos herangezogen werden konnen. Allerdings konnen die 46 Die Ermittlung der Bonitatsrisikopramie in Form von Yield Spreads Credit Spreads von Anleihen erfolgt durch einen Renditevergleich des Wertpapiers mit einem bonitatsrisikofreien Titel, der jedoch ahnliche Merkmale aufweist. Meist wird dabei auf erstrangige Staatsanleihen zuruckgegriffen. Vgl. FISHER 1959, S. 217, LAMY, THOMPSON 1988, S. 587, EVERLING, HEINKE 2001, S. 737738. 47 Vgl. HEINKE 1998, S. 259261, WAPPENSCHMIDT 2009, S. 2223. Neben der Analyse des Einflusses auf das Rating werden in einigen Studien deren Einfluss auf die Zinskosten einer Emission bzw. den Einfluss des Ratings auf die CDS analysiert. Eine Ubersicht zu den einzelnen Studien wird gerne auf Antrag bereitgestellt. 48 Vgl. LAMY, THOMPSON 1988, S. 587, HEINKE 1998, S. 270, WAPPENSCHMIDT 2009, S. 22. 49 Vgl. HEINKE 1998, S. 261, WAPPENSCHMIDT 2009, S. 2223. 50 Vgl. HEINKE 1998, S. 261, EVERLING, HEINKE 2001, S. 740. 51 Naheres zu den Ergebnissen dieser Studie siehe FISHER 1959, S. 218220. 52 Vgl. u.a. ARTUS ET AL. 1993. Des Weiteren konnen ADEDEJI, MCCOSH 1995 den Ratings der B und C Kategorie keine Effekte nachweisen und zeigen, dass nicht geratete Anleihen geringere Renditen im Vergleich zu gerateten Anleihen aufweisen. Vgl. ADEDEJI, MCCOSH 1995, S. 11111113, 1118. 10 Studien selbst unter Berucksichtigung dieser Determinanten einen signifikanten Einfluss des Ratings auf das Bonitatsrisiko nachweisen.53 Des Weiteren existiert eine hohe Streuung der Spreads fur jede Ratingkategorie, welche mit abnehmendem Rating steigt. Diese ratingunabhangige Streuung der Spreads wird auf i Einflussfaktoren der Bonitatsrisikopramie, die nicht durch das Rating berucksichtigt werden, ii einen starken Einfluss auerer Marktumstande, die aufgrund der Zeitpunktbetrachtung nicht berucksichtigt werden, oder auf iii die ordinale Klassifizierung des Bonitatsrisikos durch die Ratingskala zuruckgefuhrt.54 Letztere findet durch die Analyse von GANN, LAUT 2008 Bestatigung, die in den Hauptkategorien eine zu grobe Klassifizierung des Bonitatsrisikos sehen. Daraus schlussfolgern sie, dass Investoren die modifizierte , 123 Ratingskala in ihrer Investitionsentscheidung beachten.55 Zusatzlich wird die ratingunabhangige Streuung der Spreads, neben den makrookonomischen und titelspezifischen Faktoren, auf die Gegebenheit zuruckgefuhrt, dass Investoren neben der Berucksichtigung von Ratings eigenstandige Bonitatseinschatzungen und auswertungen bei ihren Investitionsentscheidung vornehmen.56 Aufbauend auf dieser Erkenntnis zeigen Hsueh, Liu 1993 anhand eines Vergleichs der Zinskosten von gerateten und nicht gerateten Anleihen, dass Kapitalgeber auch ohne ein Rating zwischen Investment und Speculative Grade Anleihen unterscheiden konnen. Dennoch weisen die Autoren den Ratings einen zinskostensenkenden Einfluss nach, welchen sie auf den Wert der Offenlegung 57 und Zertifizierung 58 der Informationsqualitat eines Ratings zuruckfuhren.59 Dieses Ergebnis wird jedoch von ADEDEJI, MCCOSH 1995 negiert, indem sie bei ungerateten Anleihen im Vergleich zu gerateten Anleihen niedrigere Renditen feststellen. Dieses Ergebnis fuhren sie darauf zuruck, dass lediglich solche Emittenten ein Rating erwerben, die eine relative finanzielle Schwache aufweisen.60 53 Eine Ubersicht zu den einzelnen Studien wird gerne auf Anfrage bereitgestellt. 54 Vgl. EVERLING, HEINKE 2001, S. 750. 55 Vgl. GANN, LAUT 2008, S. 32. 56 Vgl. u.a. SORENSEN 1980, S. 68, EDERINGTON ET AL. 1987, S. 225. 57 Darunter ist die Bonitatsoffenlegung eines Kreditnehmers zur Ratingagentur bei Initiierung eines Ratings zu sehen, welche durch eine Ratingagentur ausgewertet und durch das Rating veroffentlicht wird. Vgl. HEINKE 1998, S. 5960. 58 Unter Zertifizierung ist die Prufung einer Ratingagentur bzgl. des Wahrheitsgehalts der von einem Kreditnehmer ubermittelten Informationen zu sehen. Vgl. HEINKE 1998, S. 60. 59 Vgl. HSUEH, LIU 1993, S. 300301. 60 Vgl. ADEDEJI, MCCOSH 1995, S. 1113. 11 Obgleich die meisten Studien den Ratings eine negative Korrelation zur Rendite einer Anleihe konstatieren, impliziert dies jedoch keine kausale Beziehung dieser beiden Groen, da sowohl die Renditen als auch die Ratings durch weitere Faktoren determiniert werden konnen.61 So wird meist kein linearer Zusammenhang zwischen Rating und Spreads siehe Abb. 3 festgestellt,62 obwohl sich gem. dem Capital Asset Pricing Model CAPM63 ein linearer Zusammenhang zwischen erwarteter Rendite und Risiko ergeben musste. Dies stellt somit die Fahigkeit einer gleichmaigen Klassifikation des Bonitatsrisikos von Seiten der Ratingagenturen in Frage.64 6005004003002001000netknupsisa Bn i sdaerp SAAAAAABBBBBRatingkategorie BCCC Abb. 3: Spreads in Abhangigkeit des Ratings Quelle: Eigene Darstellung.65 Dementsprechend ergibt sich, wie aus Abb. 3 hervorgeht, beim Ubergang von BBB zu BB Anleihen im Vergleich zum Ubergang von AAA zu AAAnleihen ein groerer Risikozuwachs. Da somit Speculative Grade Anleihen eine Renditepramie enthalten, die gem. des CAPMs uber der Kompensation fur das zusatzliche Risiko dieser Anleihen liegt, schlussfolgern u.a. BRISTER ET AL. 1994, dass diese Gegebenheit auf Marktunvollkommenheiten in Form von Anlagerestriktionen der Investoren zuruckzufuhren ist. Gem. den Autoren ist somit die Unterscheidung 61 Vgl. ZIEBART, REITER 1992, S. 254. 62 Vgl. u.a. SORENSEN 1980, S. 68, HEINKE 1998, S. 262, ANNAERT, DE CEUSTER 1999, S. 2224, HEINKE 2000, S. 331. 63 Gem. dem CAPM ergibt sich die Renditeerwartung einer risikobehafteten Kapitalanlage aus der risikolosen Rendite im Kapitalmarktgleichgewicht zuzuglich einer Risikopramie. Dabei beschreibt die sog. Wertpapierlinie einen linearen Zusammenhang zwischen Renditeerwartung und Risikohohe. Vgl. grundlegend SHARPE 1964, LINTNER 1965, MOSSIN 1966 sowie u.a. PERRIDON ET AL. 2009, S. 260268. 64 Vgl. HEINKE, STEINER 2007, S. 677678. 65 Es handelt sich hierbei um die Spreads des Bankensektors zum Zeitpunkt Januar 2006. Die Daten stammen aus der Datenbank REUTERS und wurden von BONDSONLINE veroffentlicht. Siehe BONDSONLINE 2006. Zu einem ahnlichen Verlauf der Spreads siehe u.a. HEINKE 2000, S. 326. 12 von INVESTMENT und SPECULATIVE GRADE Anleihen innerhalb der Finanzmarktregulierung ursachlich fur diese Beobachtung.66 Zusatzlich zu den dargestellten Untersuchungen wird der Einfluss von Mehrfachratings auf die jeweilige Rendite in empirischen Arbeiten analysiert. Wahrend empirische Studien bei zwei identischen Ratings eine Senkung der Rendite konstatieren,67 zeigen Analysen zum Split Rating 68, dass meist das niedrigere auf dem Kapitalmarkt Berucksichtigung findet.69 Zu einem differenzierten Ergebnis kommt dabei die Studie von CANTOR ET AL. 1997. Diese bestatigen die Berucksichtigung des niedrigeren Ratings bei Investment Grade Anleihen, wohingegen die Anleiherendite bei Speculative Grade Anleihen dem Durchschnitt beider Ratings entspricht.70 Obgleich die Analyse von CANTOR ET AL. 1997 zu einem differenzierten Ergebnis kommt, zeigen die Studien, dass selbst bei einem zweiten Rating diesem ein zusatzlicher Informationsgehalt fur die Marktteilnehmer beigemessen werden kann. So sehen LIVINGSTON, ZHOU 2010 ein Split Rating als ein Signal fur undurchsichtige Informationen des Emittenten. Da dies fur die Kapitalgeber einen Risikofaktor darstellt, erfolgt eine Berucksichtigung dieses Signals in Form von hoheren Anleiherenditen, wodurch die Autoren die hoheren Anleiherenditen von unterschiedlich gerateten Bonds im Vergleich zu Anleihen mit ahnlichem Kreditrisiko zuruckfuhren.71 Dagegen konnen Studien uber ein drittes Rating diesem, im Vergleich zu den vorigen beiden Ratings, keine zusatzliche Informationsgewinnung fur die Marktteilnehmer attestieren.72 66 Vgl. BRISTER ET AL. 1994, S. 527. Den Effekt der Finanzmarktregulierung auf die Spreads bestatigen auch KISGEN, STRAHAN 2009, die die Auswirkungen des Erhalts des Nationally Recognized Statistical Rating Organisation NRSRO Status einer Ratingagentur auf die Zinskosten von Unternehmen analysieren. Vgl. KISGEN, STRAHAN 2009, S. 24. Dagegen sieht WEST 1973 erst durch die regulatorische Verwendung von Ratings eine Kausalitat zwischen Rating und Spreads. Vgl. WEST 1973, S. 160. 67 Vgl. u.a. HSUEH, KIDWELL 1988, S. 52, THOMPSON, VAZ 1990, S. 470, CANTOR, PACKER 1997, S. 1516. 68 Werden Kreditnehmer durch mehrere Ratingagenturen beurteilt, so handelt es sich um ein Doppel oder Mehrfachrating. Bei Unterscheidung der Ratings verschiedener Ratingagenturen spricht man von Split Ratings. Vgl. WAPPENSCHMIDT 2009, S. 33. 69 Vgl. u.a. BILLINGSLEY ET AL. 1985, S. 65, LIU, MOORE 1987, S. 83 sowie zu weiteren Studien Anhang 4. Dagegen stellen PERRY ET AL. 1988 nach der Einfuhrung der modifizierten Ratingskala bei Split Ratings geringere Renditeunterschiede im Vergleich zur vorigen Ratingskala fest. Vgl. PERRY ET AL. 1988, S. 239. 70 Vgl. CANTOR ET AL. 1997, S. 1516. 71 Vgl. LIVINGSTON, ZHOU 2010, S. 530. 72 Vgl. u.a. BONGAERTS ET AL. 2009, S. 2223. CANTOR, PACKER 1997 weisen geringe Evidenz nach, dass Rating entweder zur weiteren Reduzierung der ex 13 Dennoch geht von diesen ein zusatzlicher Zertifizierungseffekt aus, der eine starke Verbindung zum Spread einer Anleihe aufweist. Dabei wird einem dritten Rating eine wichtigere Funktion zugetragen, wenn die ersten beiden Ratings sich zwischen Investment und Speculative Grade unterschieden haben. Dagegen stellt die Initiierung eines Ratings, wenn eine damit einhergehende Zertifizierung als Investment Grade Anleihe nicht auf dem Spiel steht, ein negatives Signal fur die Marktteilnehmer dar.73 Obgleich diese Studien den Ratings einen signifikanten Einfluss auf die Anleiherenditen beimessen, kann dies lediglich als Hinweis fur die statische Informationsfunktion eines Ratings herangezogen werden. Dies wird auf der einen Seite durch die Zeitpunktbetrachtung der Yiel Spread Studien begrundet, wodurch kein Erkenntnisgewinn von Ratings und deren Anderung auf die Bonitatsrisikopramie im Zeitablauf gewonnen werden kann.74 Auf der anderen Seite wird ein Schwachpunkt dieser Studien in einer nicht eindeutigen Ursachenermittlung hinsichtlich des Informationswertes von Ratings gesehen. So kann sich dieser Informationsgehalt von Ratings einerseits aus internen Informationen ergeben, die den Marktteilnehmern durch die Ratings veroffentlich werden. Andererseits konnte dieser durch eine uberlegene Analyse und Verarbeitungsfahigkeit von offentlichen Informationen durch Ratingagenturen begrundet werden, die bis zur Ratingveroffentlichung noch nicht vollstandig in den Marktpreisen berucksichtigt wurden.75 Des Weiteren konnen die empirischen Ergebnisse einerseits, wie oben dargestellt, auf die regulatorische Verwendung von Ratings innerhalb der Finanzmarktregulierung zuruckgefuhrt werden. Andererseits ware es denkbar, dass die Bonitatsrisikopramien Informationen enthalten, die jedoch innerhalb der empirischen Analysen nicht berucksichtigt wurden.76 Infolgedessen wird dadurch, trotz des bestatigten Zusammenhangs zwischen Ratings und Bonitatsrisikopramien, eine detaillierte Aussage daruber verhindert, inwiefern die Einschatzungen der Marktteilnehmer auf den Ratings basieren oder ob ante Unsicherheit oder zur Uberwindung regulatorischer Hurden herangezogen werden. Vgl. CANTOR, PACKER 1997, S. 1416. 73 Vgl. BONGAERTS ET AL. 2009, S. 2223. Dagegen wird die Initiierung und Veroffentlichung eines dritten Ratings als negatives Signal interpretiert, wenn die Zertifizierung als Investment Grade Anleihe nicht auf dem Spiel steht. Vgl. BONGAERTS ET AL. 2009, S. 23. 74 Vgl. HEINKE 1998, S. 270271, WAPPENSCHMIDT 2009, S. 22. 75 Vgl. WAPPENSCHMIDT 2009, S. 23. 76 Vgl. SORENSEN 1980, S. 68, ZIEBART, REITER 1992, S. 254, KLIGER, SARIG 2000, S. 2880, PERRAUDIN, TAYLOR 2004, S. 2271, WAPPENSCHMIDT 2009, S. 23. 14 lediglich eine bereits bestehende Markteinschatzung durch die Ratings wiedergegeben wird.77 Um den Erkenntnisgewinn hinsichtlich des Informationswertes der Ratings zu erhohen, werden Ereignisstudien durchgefuhrt, deren Ergebnisse im Folgenden dargestellt werden.78 3.2.2 Dynamischer Informationsgehalt von Ratings Im Mittelpunkt der Ereignisstudien steht die Analyse des dynamischen Informationsgehalts von Ratings, indem die Auswirkungen von Ratinganderungen auf die Wertpapierkurse betrachtet werden.79 Anhand dieser Studien kann dem Problem der Nichtberucksichtigung relevanter Informationen, wie dies bei den Yield Spread Studien vorzufinden ist, entgegnet werden, da die Wertpapierpreise samtliche vom Kapitalmarkt eingepreisten Informationen berucksichtigen.80 Im Rahmen dieser Studien erfolgt anhand eines empirischen Tests zur Markteffizienz die Analyse der Preisanpassung von Anleihen, Aktien,81 Credit Default Swaps CDS82 oder strukturierten Finanzprodukten SFP vor, zum Zeitpunkt und nach der Veroffentlichung einer Ratinganderung. Finden folglich zum Zeitpunkt und nach der Ankundigung einer Ratinganderung auergewohnliche Kurs bzw. Renditeentwicklungen des betrachteten Finanztitels statt, so kann einem Rating die Bereitstellung neuer Informationen, die bis zur Bekanntgabe der Ratinganderung noch nicht auf dem Kapitalmarkt berucksichtigt wurde, konstatiert werden.83 Beinhaltet dagegen eine Ratinganderung den Kapitalmarktteilnehmern bereits bekannte Informationen, unterbleibt eine Reaktion der Marktpreise auf die Rating 77 Vgl. HEINKE 1998, S. 370, WAPPENSCHMIDT 2009, S. 23. 78 Vgl. im Allgemeinen zur Effizienzmessung von Kapitalmarkten u.a FAMA 1991, S. 1607 und im Speziellen auf den Informationsgehalt von Ratings u.a. KLIGER, SARIG 2000, S. 2880. 79 Vgl. KLIGER, SARIG 2000, S. 2880. 80 Vgl. KLIGER, SARIG 2000, S. 2880, LIVINGSTON ET AL. 2008, S. 6, WAPPENSCHMIDT 2009, S. 2324. 81 Gem. der Optionspreistheorie konnen sich Ratinganderungen unterschiedlich auf die Fremd und Eigenkapitalgeber auswirken. Vgl. zum Optionspreismodel fur Kreditrisiken MERTON 1974 sowie HEINKE 1998, S. 287288, KLEY 2004, S. 1013 und fur eine Studie zu den unterschiedlichen Auswirkungen von Ratinganderungen auf Anleihen und Aktien siehe KLIGER, SARIG 2000, S. 2901. 82 Ein CDS stellt eine Versicherung gegen das Ausfallrisiko eines bestimmten Kreditnehmers dar. Der Kaufer leistet innerhalb des Vertrags regelmaige Zahlungen an den Verkaufer. Bei Auftreten eines Kreditereignisses z.B. Konkurs, Zahlungsausfall erhalt der Kaufer das Recht, die Anleihe der Referenzeinheit zum Nennwert zu verkaufen. Naheres hierzu siehe u.a. HULL ET AL. 2004, S. 2790, HULL 2009, S. 526532. 83 Vgl. FAMA 1991, S. 1607, KLIGER, SARIG 2000, S. 2880, HEINKE, STEINER 2007, S. 661, NORDEN, WEBER 2004, S. 2815. 15 veroffentlichung. Stattdessen werden die jeweiligen aktuellen Unternehmensneuigkeiten durch die Marktpreise reflektiert, sodass den Ratings kein Informationsgehalt beigemessen werden kann.84 Im Zuge der Analyse eines dynamischen Informationsgehalts von Ratings durch die Ereignisstudien werden sowohl die Reaktionen der Anleihen, Aktien, CDS und SFP bei der Bekanntgabe einer Ratinganderung als auch die allgemeine Marktreaktion Staatsanleihen, Aktienindizes, Wechselkurs auf Ankundigungen der Anderung eines Landerratings betrachtet.85 Die folgende Tabelle stellt eine Auswertung von empirischen Studien zum Informationsgehalt von Ratings dar, wobei eine differenzierte Betrachtung des Informationsgehaltes einerseits nach Art des Ratings Rating fur Unternehmen, Lander und SFP und andererseits nach Art der Ratinganderung Herauf, Herabstufung, Uberwachungsliste mit Heraufstufungsaussicht positiv und Herabstufungsaussicht negativ auf die jeweiligen betrachteten Wertpapiere erfolgt. Da die ausgewerteten Analysen zu teilweise heterogenen Ergebnissen kommen, stellt die in Tab. 1 dargelegte Bewertung lediglich Tendenzenaussagen 86 bzgl. des Informationsgehalts von Ratings dar.87 Dabei gilt zu beachten, dass die jeweiligen Bewertungen bis keine Aussage uber die Starke des Informationsgehaltes geben, sondern Auskunft daruber, inwiefern ein Groteil der Analysen den Ratings einen Informationsgehalt konstatieren.88 84 Vgl. NORDEN, WEBER 2004, S. 2815. Fur eine detaillierte Darstellung, weshalb Ratingagenturen verzogert oder gar nicht auf neue Informationen reagieren, siehe LOFFLER 2005, HEINKE 1998, S. 302304. 85 Einer Ubersicht uber die jeweiligen empirischen Untersuchungen, deren Eigenschaften und deren Ergebnis siehe Anhang 5. 86 Die Tendenz bemisst sich dabei an dem jeweiligen prozentualen Anteil der Studien, die den Ratings einen Informationsgehalt beim zugrundeliegenden Wertpapier an den gesamten Untersuchungen einer Ratinganderung innerhalb einer Ratingart konstatieren. Dabei werden auch jene Analysen beachtet, die lediglich den Informationsgehalt von negativen Ratinganderungen untersuchen. Die Abstufung zwischen keingeringer Informationsgehalt und Informationsgehalt erfolgt dabei folgendermaen: Anteil der Studien mit Informationsgehalt 20% ; 20%40% ; 40%60% ; 60%80% ; 80% . 87 Die Auswertungen der Studien bzgl. einer Anderung des Landerratings erfolgt aufgrund einer geringen Anzahl in einer aggregierten Betrachtung. Ferner wird der Informationsgehalt von Anderung der Zukunftseinschatzungen nicht beachtet, da hier zu wenige Analysen getatigt wurden. 88 Zu beachten gilt, dass der Auswertung der Studien zum Informationsgehalt von SFP Ratinganderungen lediglich eine Studie zugrunde liegt. Da der Markt fur SFP die Marktliquiditat im Vergleich zu den Anleihen und Aktienmarkten eine hohe Komplexitat aufweist, durften Ratings auch auf diesem Markt einen zu16 Art der Ratinganderung tragnita R nemhenretn U redna L PFS Informationsgehalt bei Heraufstufung Herabstufung UberwaUberwachungsliste chungsliste positiv negativ Anleihen Aktien CDS Aggregierte Betrachtung Staatsanleihen, Aktienindizes, Wechselkurse k.A. k.A. ABS k.A k.A Tab. 1 Dynamischer Informationsgehalt von Ratings Quelle: Eigene Darstellung. Obgleich die Auswertung zeigt, dass die Ergebnisse der empirischen Studien zum dynamischen Informationsgehalt von Ratings nach Ratingart und betrachtetem Markt teilweise variieren, messen die meisten betrachteten Studien den Ratinganderungen bei allen betrachteten Ratingarten einen asymmetrischen Informationsgehalt bei. So weist der Groteil der Studien den positiven Ratinganderungen keine signifikanten Kursanderungen nach, den negativen Ratinganderungen kann jedoch meist ein Informationsgehalt konstatiert werden.89 Wahrend eine Erklarung der signifikant auftretenden Kursanderungen nach der Veroffentlichung einer negativen Ratinganderung in i einer aktuellen Risikokompensation der Marktteilnehmer,90 ii einer Divergenz zwischen ex post realisierten und ex ante erwarten Renditen von Seiten der Investoren 91 satzlichen Informationswert fur die Marktteilnehmern liefern. So zeigen AMMER, CLINTON 2004, dass der Informationswert von Ratings bei ABS im Vergleich zu Unternehmens und Staatsanleihen hoher ist. Dies fuhren sie auf groere Informationsasymmetrien zwischen den Marktteilnehmer zuruck. Vgl. AMMER, CLINTON 2004, S. 1314. 89 Eine Ubersicht zu den einzelnen Studien wird gerne auf Anfrage bereitgestellt. 90 Vgl. DICHEV, PIOTROSKI 2001, S. 193194. 91 Vgl. DICHEV, PIOTROSKI 2001, S. 194. Bestatigung findet diese These u.a. durch die empirische Studie von DICHEV 1998, der darlegt, dass die gestiegene Insolvenzgefahr der Unternehmen seit Beginn der 1980er Jahre nicht mit einer hoheren Renditeforderung von Seiten der Marktteilnehmer einhergeht. Dies fuhrt er auf eine Risikofehlbewertung der Marktteilnehmer zuruck. Vgl. DICHEV 1998, S. 1132. 17 oder in iii Marktineffizienzen aufgrund unterschiedlicher Informationsauswertungs, Verhaltens oder institutionellen Verzerrungen 92 gesehen werden kann, kann der asymmetrische Informationsgehalt von negativen und positiven Veranderungen eines Ratings auf das Verhalten der jeweiligen Unternehmen und Ratingagenturen zuruckgefuhrt werden. So kann diese Gegebenheit einerseits in einem asymmetrischen Anreiz des Unternehmensmanagements bzgl. der Veroffentlichungen von Informationen gesehen werden. Wahrend positive Unternehmensneuigkeiten schneller veroffentlicht werden und dementsprechend fruher in den Wertpapierkursen enthalten sind, werden schlechtere Unternehmensnachrichten verzogert publiziert, wodurch negative Ratinganderungen im Vergleich zu positiven einen Informationsgehalt aufweisen konnen.93 Andererseits kann der divergierende Informationsgehalt auch durch eine asymmetrische Verlustfunktion bzgl. der Reputation einer Ratingagentur begrundet werden. Da im Falle einer negativen Entwicklung des Bonitatsrisikos eines Schuldners eine verspatete Anpassung des Ratings im Vergleich zu einer verzogerten Anpassung zu einem hoheren Reputationsverlust einer Agentur fuhren kann, ware es denkbar, dass die Agenturen verstarkt Ressourcen zur Aufdeckung von Risiken als von Chancen verwenden.94 Zu beachten gilt jedoch, dass die Studien sowohl bei negativen als auch bei positiven Ratinganderungen bereits vor der Veroffentlichung einer Ratingaktion signifikante Kursanderungen bei den Wertpapieren betrachten.95 Obgleich diese Antizipation bei positiven Ratinganderungen ausgepragter als bei negativen ist, weist dies auf einen sog. Rating lag hin. Da diese Ratingverzogerung gem. den Studien auf dem Markt fur CDS im Vergleich zu den Anleihe und Aktienmarkten ausgepragter ist,96 92 Demnach sind sich die Marktteilnehmer uber die Auswirkungen einer Herabstufung bewusst. Die Informationen werden jedoch aufgrund der Marktineffizienzen nicht in den Wertpapierpreisen wiedergegeben. Vgl. DICHEV, PIOTROSKI 2001, S. 194. 93 Vgl. HOLTHAUSEN, LEFTWICH 1986, S. 71, EDERINGTON, GOH 1998, S. 584. CHAMBERS, PENMAN 1984 finden heraus, dass gute Neuigkeiten im Durchschnitt fruher veroffentlicht werden als schlechte Unternehmensnachrichten. Vgl. CHAMBERS, PENMAN 1984, S. 22. 94 Vgl. HOLTHAUSEN, LEFTWICH 1986, S. 7174, EDERINGTON, GOH 1998, S. 584, HEINKE 1998, S. 301302, JORION ET AL. 2007, S. 46,57. 95 Vgl. u.a. WEINSTEIN 1977, S. 345, WANSLEY, CLAURETIE 1985, S. 41, PEAVY ET AL. 1986, S. 268, STEINER, HEINKE 2001, AMMER, CLINTON 2004, HULL ET AL. 2004, S. 2809, MICU ET AL. 2004, S. 63, NORDEN, WEBER 2004, S. 28372838, DANIELS, JENSEN 2005, S. 31, HILL, FAFF 2007, S. 24, MAY 2010, S. 2827. 96 Vgl. u.a. NORDEN, WEBER 2004, S. 28372838, DANIELS, JENSEN 2005, S. 31. Beim Vergleichen der Informationseffizienz zwischen dem Anleihe und Ak18 deutet dies auf einen informationseffizienteren CDS Markt hin. Diese Gegebenheit zeigt sich besonders innerhalb des Instruments der Uberwachungsliste mit positivem Ausblick. Wahrend Studien uber die Auswirkungen dieser Ratingaktionen auf dem Markt fur CDS meist keinen Informationsgehalt aufweisen, herrscht dagegen unter den Analysen der Auswirkung auf dem Anleihe und Aktienmarkt kein eindeutiger Konsens.97 Im Rahmen dieser mangelnden Ratingaktualitat gilt es jedoch zu beachten, dass Ratingagenturen u.a. durch den Rating through the cycle Ansatz 98 das Ziel einer gewissen Ratingstabilitat verfolgen und somit eine kontinuierliche Reaktion auf neue Informationen unterbleibt.99 Des Weiteren konstatiert ein Groteil der Studien zur Uberwachungsliste mit Herabstufungsaussichten den Marktteilnehmern einen zusatzlichen Informationswert,100 wohingegen die Studienergebnisse zum Informationsgehalt einer anschlieenden Herabstufung different sind. So zeigen einige Studien auf der einen Seite keinen Unterschied des Informationsgehalts einer Herabstufung nach dem Hinzufugen eines Schuldners zur Uberwachungsliste von einer direkten Herabstufung.101 Diese Ergebnisse deuten auf eine verstarkte Funktion der Ratingagenturen als Informationszertifizierung durch den zusatzlichen Ratingprozess innerhalb des Instruments der Uberwachungsliste hin. Somit wird dadurch der Nach tienmarkt sehen PINCHES, SINGLETON 1978 und WANSLEY, CLAURETIE 1985 auf dem Anleihemarkt im Vergleich zum Aktienmarkt eine geringere Informationseffizienz. Vgl. PINCHES, SINGLETON 1978, S. 4142, WANSLEY, CLAURETIE 1985, S. 41. Dagegen sehen WANSLEY ET AL. 1992 und HOTCHKISS, RONEN 2002 keine Unterschiede hinsichtlich der Informationseffizienz der beiden Markte, wobei HOTCHKISS, RONEN 2002 dies lediglich auf dem High Yield Markt bestatigt. Vgl. WANSLEY ET AL. 1992, S. 734, HOTCHKISS, RONEN 2002, S. 1327. 97 Naheres zu den einzelnen Studien zum Informationsgehalt der Uberwachungsliste siehe Anhang 5. 98 Beim Rating through the cycle Ansatz erfolgt die Betrachtung uber mehrere Jahre oder die gesamte Laufzeit eines Finanztitels und somit unabhangig von der jeweiligen konjunkturellen Situation. Zielsetzung dieses Ansatzes ist dabei das Erreichen einer gewissen Ratingstabilitat, indem lediglich Ratinganderungen vorgenommen werden, wenn sich Hinweise auf eine langfristige Veranderung bonitatsrelevanter Determinanten ergeben, die nicht allein auf kurzfristige zyklische Schwankungen zuruckgefuhrt werden konnen. Naheres hierzu siehe u.a. SP 2006, S. 3335, HARTMANN, SCHWARZHAUPT 2007, S. 34, WAPPENSCHMIDT 2009, S. 11, HARTMANNWENDELS ET AL. 2010, S. 507. 99 Vgl. LOFFLER 2004, S. 695697; NORDEN, WEBER 2004, S. 28372838, LOFFLER 2005, S. 365368,WAPPENSCHMIDT 2009, S. 24. 100 Vgl. u.a. bei Anleihen WANSLEY, CLAURETIE 1985, HOLTHAUSEN, LEFTWICH 1986, KLIGER, SARIG 2000, STEINER, HEINKE 2000, STEINER, HEINKE 2001, bei Aktien WANSLEY 1985, FOLLOWILL, MARTELL 1997 und bei CDS HULL ET AL. 2004, MICU ET AL. 2004, NORDEN, WEBER 2004. 101 Vgl. HILL, FAFF 2007, S. 24, BANNIER, HIRSCH 2010, S. 30383039. 19 frage der Investoren nach akkuraten und zeitgemaen, aber auch stabilen Ratinginformationen begegnet.102 Auf der anderen Seite konstatieren einige Studien eine unterschiedliche Kursreaktion zwischen Herabstufungen nach dem Prozess der Uberwachungsliste und direkten Herabstufungen.103 Diese unterschiedliche Informationsqualitat kann dabei gem. den Ausfuhrungen von BOOT ET AL. 2006 auf einen impliziten Kontrakt zwischen Emittent und Ratingagentur innerhalb des Instruments der Uberwachungsliste zuruckgefuhrt werden.104 Im Rahmen dieses Vertrages konnte die Risikowahl eines Schuldners von Seiten der Agentur durch eine drohende Herabstufung am Ende des Zeitraums der Uberwachungsliste beeinflusst werden.105 Dementsprechend deutet eine direkte Herabstufung auf eine mangelnde Fahigkeit des Erhalts einer gewissen Kreditqualitat hin,106 wohingegen eine Herabstufung nach Hinzufugen zur Uberwachungsliste auf ein Misslingen des Versuchs der Wiederherstellung der einstigen Kreditqualitat von Seiten eines Emittenten, im Zeitraum der Ratinguberprufung, hinweist.107 102 Naheres hierzu siehe u.a. CANTOR, MANN 2006, S. 67, CHUNG ET AL. 2008, S. 67, BANNIER, HIRSCH 2010, S. 3043. Zusatzlich zeigen WANSLEY, CLAURETIE 1985, dass durch die Uberwachungsliste der Rating lag verringert wird. Vgl. WANSLEY, CLAURETIE 1985, S. 41. 103 Vgl. HOLTHAUSEN, LEFTWICH 1986, S. 79, FOLLOWILL, MARTELL 1997, S. 81, BANNIER, HIRSCH 2010, S. 30383039. Wobei BANNIER, HIRSCH 2010 dies lediglich bei Emittenten geringerer Bonitat nachweisen kann. Des Weiteren zeigen CHUNG ET AL. 2008, dass das Instrument der Uberwachungsliste vermehrt bei einer Verschlechterung der Kreditqualitat Verwendung findet und dass die Emittenten Manahmen einleiten, um einer moglichen Herabstufung entgegenzuwirken. Vgl. CHUNG ET AL. 2008, S. 37. 104 Vgl. BOOT ET AL. 2006. Dabei lockern BANNIER, HIRSCH 2010 die Annahmen des Modells von BOOT ET AL. 2006, die i ein perfektes Wissen der Investoren uber das geratete Unternehmen, ii die Nichtbeobachtbarkeit der Wiederherstellungsanstrengungen der Kapitalnehmer nach einem exogener Schock und iii das Bekanntwerden neuer Informationen lediglich durch Herabstufungen nach dem Hinzufugen zur Uberwachungsliste, zugrundelegen. In der Argumentation von BANNIER, HIRSCH 2010 wird dagegen die Annahme des perfekten Wissens der Investoren gelockert, so dass direkte Herabstufungen einen Informationsgehalt in Form der Unfahigkeit eines Unternehmens zur Gewahrleistung eines Ratings aufweisen. Gem. den Autoren sind somit von direkten Herabstufungen groere Kursreaktionen zu erwarten. Demnach deuten Herabstufungen nach Hinzufugen zur Uberwachungsliste darauf hin, dass Kapitalnehmer Anstrengungen unternommen haben, die jedoch nicht komplett erfolgreich waren. Vgl. BANNIER, HIRSCH 2010, S. 3044. 105 Vgl. BOOT ET AL. 2006, S. 91, BANNIER, HIRSCH 2010, S. 30433044. 106 Vgl. BOOT ET AL. 2006, S. 101. 107 Vgl. BANNIER, HIRSCH 2010, S. 3038. 20 Zusatzlich zeigen einige Analysen eine erhohte Kursreaktion auf Ratinganderungen bei i kleineren Unternehmen,108 ii Zugehorigkeit zur Speculative Grade Kategorie 109 und bei einem iii Ubergang von der Investment zur Speculative Grade Ratingkategorie.110 Wahrend i und ii auf einen hoheren Informationsbedarf bei Nebenwerten hindeutet und dadurch die Auffuhrungen von HO, MICHAELY 1988 Bestatigung finden,111 so dass den Ratings hierbei ein groerer Informationsgehalt attestiert werden kann, wird die starkere Kursreaktion bei iii auf unternehmensinterne Anlagerestriktionen oder regulatorische Vorgaben institutioneller Investoren zuruckgefuhrt.112 Ferner durfte sich der Informationswert eines Ratings durch die Einfuhrung der Regulation Fair Disclosure RFD113 aus dem Jahre 2000 in den USA erhoht haben. Diese verhindert eine selektive Verbreitung nicht offentlich zuganglicher Informationen, wobei die Informationsubermittlung an Ratingagenturen von dieser Regelung befreit war.114 Die damit einhergehende Vermutung einer Informationswertsteigerung eines Ratings wird durch die Analyse von JORION ET AL. 2005 bestatigt, indem sie den Ratings durch einen Vergleich des Informationswertes vor der Einfuhrung mit der Zeit nach der Einfuhrung der RFD einen gestiegenen Infor 108 Vgl. DICHEV, PIOTROSKI 2001, S. 174175. Einen weiteren Bestimmungsfaktor fur das Ausma der Kursreaktion sehen KLIGER, SARIG 2000 in einem hohen Fremdkapitalanteil, in dem sie den Informationsgehalt von Ratings durch die Einfuhrung der modifizierten Ratingskala uberprufen. Vgl. KLIGER, SARIG 2000, S. 28992901. 109 Vgl. MAY 2010, S. 28352836. 110 Vgl. u.a. HITE, WARGA 1997, S. 36, STEINER, HEINKE 2001, S. 154, MICU ET AL. 2004, S. 64. Dabei stellen HITE, WARGA 1997 auch bei Heraufstufungen, mit denen ein Ubergang vom Speculative zur Investment Grade einhergeht, einen Informationsgehalt fest. Vgl. HITE, WARGA 1997, S. 36. 111 WAGNER 1991 sieht bei mittelstandischen Unternehmen einen hoheren Informationsbedarf als bei Publikumsgesellschaften. Dies fuhrt er u.a. auf eine ungenugende Informationsbereitstellung von Seiten der Unternehmen und im Vergleich zu Publikumsgesellschaften geringes Medieninteresse zuruck. Vgl. WAGNER 1991, S. 18. 112 Vgl. STEINER, HEINKE 2001, S. 141, MICU ET AL. 2004, S. 64. 113 Vgl. Securities and Exchange Commission SEC 2000. Die Auswirkung der Regulation Fair Disclosure RFD auf die Informationsbereitstellung des Kapitalmarktes wurde dabei kritisch betrachtet. Wahrend Kritiker durch die RFD einen Ruckgang der Informationsbereitstellung und eine verringerte Qualitat der Analystenprognosen befurchteten, kann die Informationsbereitstellung fur die Investoren durch andere Kanale erfolgen. Naheres hierzu siehe u.a. JORION, ET AL. 2005, S. 310 sowie empirische Studien zu den Auswirkungen auf die Informationsbereitstellung durch die RFD BAILEY ET AL. 2003, HEFLIN ET AL. 2003, ELESWARAPU ET AL. 2004. 114 Naheres zu den Kapitalmarktteilnehmern, die die RFD umfassen, siehe SEC 2010b, 243.100 b 1 sowie zur Ausnahmeregelung SEC 2010b, 243.100 b 2. 21 mationswert konstatieren.115 Da jedoch die Ausnahme fur Ratingagenturen durch die Einfuhrung des Abschnittes 939 B des DoddFrank Wall Street Reform And Consumer Act aufgehoben wurde, ist fragwurdig, inwiefern dies den Informationsgehalt von Ratings abschwacht.116 Da einerseits weitere Moglichkeiten der Informationsubermittlung zu den Ratingagenturen vorstellbar sind 117 und andererseits die Anwendbarkeit der RFD auf die Ratingagenturen fragwurdig ist,118 kann im Rahmen dieser Arbeit keine abschlieende Aussage uber die Auswirkungen der RFD auf den Informationsgehalt von Ratings getroffen werden. Auerdem weisen CORNELL ET AL. 1989 eine signifikante Kursreaktion auf die Ankundigung einer Ratinganderung bei Unternehmen nach, die uber einen Groteil immaterieller Vermogensgegenstande verfugen.119 Dies fuhren die Autoren auf einen komparativen Vorteil der Ratingagenturen bei der Bewertung von immateriellen Vermogensgegenstanden zuruck.120 Weitere Studien beschaftigen sich mit dem Informationsgehalt der modifizierten , 123 Ratingskala. Obgleich die Analyse von WANSLEY ET AL. 1992 den Informationsgehalt dieser Modifizierung in Frage stellt, da die Autoren lediglich bei Ratinganderungen einen Informationsgehalt konstatieren, mit denen ein Wechsel der Ratingkategorie einhergeht.121 messen die Studien von LIU ET AL. 1999 und KLIGER, SARIG 2000 der modifizierten Ratingskala einen zusatzlichen Informationsgehalt bei. Infolgedessen zeigen diese Studien, dass der Ankundigung der Modifizie 115 Dabei stellen sie auch bei Ratingheraufstufungen nach der Einfuhrung der RFD einen positiven Informationsgehalt fest. Vgl. JORION, ET AL. 2005, S. 311312. 116 Durch diese Gesetzesimplementierung erfolgt eine Anderung der RFD, indem die Ausnahmeregelung des Artikels 17 CFR 243.100 b 2 iii geloscht wird. Siehe hierzu SEC 2010a, S. 1. 117 Da die RFD die materielle Informationsubermittlung adressiert, kann weiterhin eine Bereitstellung nicht materieller Informationen von Seiten der Emittenten stattfinden. Vgl. FERNICOLA ET AL. 2010, S. 1. 118 Da die marktfuhrenden Ratingagenturen den Status als Investment Adviser aufgegeben haben, fallen die Ratingagenturen moglicherweise nicht in den Personenkreis des RFD gema Artikel 17 CFR 243.100 b 1. Des Weiteren beinhaltet die Modifizierung des RFDs keine Beschrankung der Informationsubermittlung zu Personen, die ausdrucklich einer vertraulichen Behandlung der privaten Informationen zustimmen. Vgl. FERNICOLA ET AL. 2010, S. 12, GIBSON 2010. 119 Vgl. CORNELL ET AL. 1989, S. 478479. Zu berucksichtigen gilt jedoch, dass Ratinganderungen hierbei lediglich einen Informationsgehalt aufweisen, wenn zur Wertbestimmung der immateriellen Vermogensgegenstande aktuelle Kostendaten verwendet werden. Vgl. CORNELL ET AL. 1989, S. 479. 120 Vgl. CORNELL ET AL. 1989, S. 461. 121 Vgl. WANSLEY ET AL. 1992, S. 734. 22 rung der Ratingskala von Seiten der Ratingagenturen signifikante Kursreaktionen folgten.122 Ferner vergleichen CATHCART ET AL. 2010 den Informationsgehalt von Ratinganderungen vor Ausbruch der Subprime Krise mit dem Zeitraum danach. Im Rahmen dessen weisen die Autoren den Ratinganderungen einen geringeren Informationsgehalt nach. Dies fuhren sie auf einen Reputationsverlust der Ratingagenturen im Zuge der Supbrime Krise zuruck.123 Schlussendlich zeigt die Auswertung dieser Studien, dass die Ratings den Marktteilnehmern, zumindest meist bei negativen Ratinganderungen, zusatzliche Informationen bereitstellen, obgleich die Existenz von Ratingagenturen durch die neoklassische Finanzierungstheorie erst durch Lockerung der restriktiven Annahmen begrundet werden kann. 4 Schlussfolgerung Der Ausgangspunkt der vorliegenden Untersuchung stellte die offentliche Kritik der Ratingagenturen bei verschiedenen Unternehmensinsolvenzen sowie durch fehlerhafte Ratings fur strukturierte Finanzprodukte im Zuge der Finanzkrise 2008 dar. Infolgedessen lag die Zielsetzung dieser Arbeit auf der Analyse des Informationsgehalts der Ratings fur die Kapitalmarktteilnehmer. Hierzu wurde aufbauend auf einer Begriffsbestimmung des Ratings sowie der Ratingsymbolik in einem ersten Schritt die Funktion der Ratingagenturen im Kontext der neoklassischen Finanzierungstheorie betrachtet. Obgleich diese die Existenz von Ratingagenturen aufgrund ihrer restriktiven Annahmen nicht begrunden kann, kann durch die Lockerung von Annahmen ein positiver Nutzen der Ratingagenturen abgeleitet werden. Auf dieser Erkenntnis aufbauend erfolgte eine Auswertung empirischer Studien zum statischen und dynamischen Informationsgehalt von Ratings, um die theoretischen Kenntnisse empirisch zu uberprufen. Dabei bestatigten die Analysen zum statischen Informationsgehalt einen negativen Zusammenhang zwischen Rating und der Bonitatsrisikopramie. Da diesem Untersuchungsraster eine Zeitpunktbetrachtung zugrundeliegt, kann dadurch keine detaillierte Aussa 122 Vgl. LIU ET AL. 1999, S. 340, KLIGER, SARIG 2000, S. 28992901. Im analysierten Anleiheportfolio von LIU ET AL. 1999 befinden sich sowohl negative als auch positive Ratinganderungen durch die Einfuhrung der modifizierten Ratingskala. Durch eine detaillierte Analyse finden LIU ET AL. 1999 heraus, dass lediglich negative Ratingmodifizierungen eine signifikante Kursreaktion verzeichnen. Vgl. LIU ET AL. 1999, S. 340. 123 Vgl. CATHCART ET AL. 2010, S. 2425. 23 ge getroffen werden, inwiefern die Einschatzungen der Marktteilnehmer auf den Ratings basieren oder ob die Ratings lediglich eine bereits bestehende Markteinschatzung reflektieren. Um den Schwachen dieser Studien zu entgehen wurden Analysen zum dynamischen Informationsgehalt ausgewertet, die die Kursanderungen eines Finanztitels nach Bekanntgabe einer Ratinganderung betrachten. Hierbei konnte jedoch kein eindeutiger Informationsgehalt von Ratings fur die Marktteilnehmer konstatiert werden. Stattdessen beobachten die ausgewerteten Studien meist einen asymmetrischen Informationsgehalt, indem negative Ratinganderungen signifikante Kursreaktionen auslosen, wohingegen solche bei positiven Ratinganderungen nicht zu beobachten waren. Dies konnte v.a. auf einen asymmetrischen Anreiz der Kreditnehmer bzgl. der Veroffentlichung von Unternehmensneuigkeiten sowie auf eine asymmetrische Verlustfunktion der Ratingagenturen zuruckgefuhrt werden. Zukunftig bleibt zu beobachten inwiefern die Glaubwurdigkeit und somit die Informationsfunktion der Ratingagenturen durch fehlerhafte Ratings im Zuge der Finanzmarktkrise geschwacht wurde und sich infolgedessen das Vertrauen der Kapitalmarktteilnehmer auf die Ratings verringern wird. 24 Literaturverzeichnis ADAMS, C. 1999: International Capital Markets. Developments, Prospects and Key Policy Issues. Washington, DC: Internat. Monetary Fund. ADEDEJI, A., MCCOSH, A. M. 1995: Determinants of Eurobonds Yield. In: Journal of Business, Finance and Accounting, Jg. 22, H. 8, S. 11071124. AMATO, J. D. 2003: The credit spread puzzle. Bank for International Settleverfugbar unter zuletzt gepruft am ments. Quarterly Review, 5163. Online http:www.bis.orgpublqtrpdfr_qt 0312e.pdf, 04.11.2010. AMMER, J., CLINTON, N. 2004: Good News is No News? The Impact of Credit Rating Changes on the Pricing of AssetBacked Securities. Board of Governors of the Federal Reserve System. International Finance Discussion unter http:www.federalreserve.govpubsifdp2004809ifdp 809.pdf, zuletzt gepruft am 08.12.2010. verfugbar Papers, 809. Online ANNAERT, J., CEUSTER, M. J. DE 1999: Modelling European Credit Spreads. Universitat Antwerpen. Research Report. Online verfugbar unter http:www.defaultrisk.compp_price_32.htm, zuletzt gepruft am 22.11.2010. ARTUS, P.,GARRIGUES, J., SASSENOU, M. 1993: Interest Rate Costs and Issuer Ratings: the Case of French CP and Bonds. In: Journal of International Securities Markets, Jg. 7, S. 211218. ASMUSSEN, J. 2005: RatingAgenturen und Finanzaufsicht. In: Betriebswirtschaftliche Forschung und Praxis, Jg. 57, H. 3, S. 246255. BAILEY, W.,LI, H.,MAO, C. X., ZHONG, R. 2003: Regulation Fair Disclosure and Earnings Information: Market, Analyst, and Corporate Responses. In: Journal of Finance, Jg. 58, H. 6, S. 24872514. BANNIER, C. E.,BEHR, P., GUTTLER, A. 2007: Why are Unsolicited Ratings Lower than Solicited Ratings? A Theoretical and Empirical Assessment. Online http:www.finance.unifrankfurt.demasterbrown181.pdf, zuletzt gepruft am 26.10.2010. verfugbar unter BANNIER, C. E.,BEHR, P., GUTTLER, A. 2008: Do Unsolicited Ratings Contain a Strategic Rating Component? Evidence from SP. Online verfugbar unter http:www.fdic.govbankanalyticalcfr2008julunsolicited_adverse_selection_17_March_08.pdf, zuletzt gepruft am 20.11.2010. 25 BANNIER, C. E.,BEHR, P., GUTTLER, A. 2010: Rating Opaque Borrowers: Why are Unsolicited Ratings Lower? In: Review of Finance, Jg. 14, H. 2, S. 263294. BANNIER, C. E., HIRSCH, C. W. 2010: The Economic Function of Credit Rating Agencies What does the Watchlist tell us? In: Journal of Banking Finance, Jg. 34, H. 12, S. 30373049. BECK, H., WIENERT, H. 2010: Brauchen wir eine europaische RatingAgentur? Funktionsprobleme des RatingMarktes und ein alternativer Losungsvorschlag. In: Wirtschaftsdienst, Jg. 90, H. 7, S. 464469. BERBLINGER, J. 1996: Ansatze der internationalen Ratingagenturen. Marktakzeptanz des Ratings durch Qualitat. In: Buschgen, H. E., Everling, O. Hg.: Handbuch Rating. Wiesbaden: Gabler, S. 21110. BILLINGSLEY, R. S.,LAMY, R. E.,MARR, W., THOMPSON, R. G. 1985: Split Ratings and Bond Reoffering Yields. In: Financial Management, Jg. 14, H. 2, S. 5965. BONDSONLINE 2006: Reuters Corporate Bond Spreads. Online verfugbar unter http:www.bondsonline.comfilesBonds Online Quotes__Spreads_Overview.pdf, zuletzt gepruft am 20.12.2010. BONGAERTS, D.,CREMERS, M., GOETZMANN, W. N. 2009: Multiple Ratings and Credit Spreads. Journal of Financial Intermediation Conference on the Financial unter http:www.cepr.orgmeetswkcn11716papersBongaerts.pdf, zuletzt gepruft am 04.11.2010. verfugbar Crisis. Online BOOT, A. W.,MILBOURN, T., SCHMEITS, A. 2006: Credit Ratings as Coordination Mechanisms. In: Review of Financial Studies, Jg. 19, H. 1, S. 81118. BRISTER, B. M.,KENNEDY, R. E., LIU, P. 1994: The Regulation Effect of Credit Ratings on Bond Interest Yield: The Case of Junk Bonds. In: Journal of Business Finance Accounting, Jg. 21, H. 4, S. 511531. CANTOR, R., MANN, R. 2006: Analyzing the Tradeoff Between Ratings Accuracy and Stability. Moody s Special Comment, September. Online verfugbar unter http:v 2.moodys.comcustcontentcontent.ashx?sourceStatic ContentFree%20pagesCredit%20Policy%20Researchdocumentscurrenttradeoff.pdf, zuletzt gepruft am 31.01.2011. CANTOR, R., PACKER, F. 1994: The Credit Rating Industry. In: Federal Reserve Bank of New York Quarterly Review, Jg. 19, H. 2, S. 126. Online verfugbar unter http:www.ny.frb.orgresearchquarterly_review1994v 19v 19n 2article 1.html, zuletzt gepruft am 10.10.2010. 26 CANTOR, R., PACKER, F. 1996: Determinants and Impact of Sovereign Credit Ratings. In: Economic Policy Review, Jg. 2, S. 3754. CANTOR, R., PACKER, F. 1997: Differences of Opinion and Selection Bias in the Credit Rating Industry. In: Journal of Banking Finance, Jg. 21, H. 10, S. 13951417. CANTOR, R.,PACKER, F., COLE, K. 1997: Split Ratings and the Pricing of Credit Risk. Federal Reserve Bank of New York. Research Paper, 9711. Online unter http:www.newyorkfed.orgresearchstaff_reportsresearch_papers9711.pdf, zuletzt gepruft am 05.11.2010. verfugbar CATHCART, L.,ELJAHEL, L., EVANS, L. 2010: The Credit Rating Crisis and the Informational Content of Corporate Credit Ratings. Online verfugbar unter http:papers.ssrn.comsol 3papers.cfm?abstract_id1729231, zuletzt gepruft am 25.01.2011. CHAMBERS, A. E., PENMAN, S. H. 1984: Timeliness of Reporting and the Stock Price Reaction to Earnings Announcements. In: Journal of Accounting Research, Jg. 22, H. 1, S. 2147. CHUNG, K. H.,FROST, C. A., KIM, M. 2008: Characteristics and Information Value of Credit Watches. Mimeo, University of North Texas. COMIN, D., PHILIPPON, T. 2005: The Rise in FirmLevel Volatility: Causes and Consequences. In: NBER Macroeconomics Annual, Jg. 20, S. 167201. unter http:pages.stern.nyu.edutphilipppapersdiego.pdf, zuletzt gepruft am 22.12.2010. verfugbar Online CORNELL, B.,LANDSMAN, W., SHAPIRO, A. C. 1989: CrossSectional Regularities in the Response of Stock Prices to Bond Rating Changes. In: Journal of Accounting, Auditing Finance, Jg. 4, H. 4, S. 460479. DANIELS, K. N., JENSEN, M. S. 2005: The Effect of Credit Ratings on Credit Default Swap Spreads and Credit Spreads. In: Journal of Fixed Income, Jg. 15, H. 3, S. 1633. DICHEV, I. D. 1998: Is the Risk of Bankruptcy a Systematic Risk? In: Journal of Finance, Jg. 53, H. 3, S. 11311147. DICHEV, I. D., PIOTROSKI, J. D. 2001: The LongRun Stock Returns Following Bond Ratings Changes. In: Journal of Finance, Jg. 56, H. 1, S. 173203. EDERINGTON, L. H. 1986: Why Split Ratings Occur? In: Financial Management, Jg. 15, H. 1, S. 3747. 27 EDERINGTON, L. H., GOH, J. C. 1998: Bond Rating Agencies and Stock Analysts: Who Knows What When? In: Journal of Financial Quantitative Analysis, Jg. 33, H. 4, S. 569585. EDERINGTON, L. H.,YAWITZ, J. B., ROBERTS, B. E. 1987: The Informational Content of Bond Ratings. In: Journal of Financial Research, Jg. 10, H. 3, S. 211226. ELESWARAPU, V. R.,THOMPSON, R., VENKATARAMAN, K. 2004: The Impact of Regulation Fair Disclosure: Trading Costs and Information Asymmetry. In: Journal of Financial Quantitative Analysis, Jg. 39, H. 2, S. 209225. EVERLING, O. 1991: Credit Rating durch internationale Agenturen. Eine Untersuchung zu den Komponenten und instrumentalen Funktionen des rating. Univ., DissKoln. Wiesbaden: Gabler. EVERLING, O. 1995: Rating, externes. In: GERKE, W., STEINER, M. HG.: Handworterbuch des Bank und Finanzwesens. Unt. Mitarb. v. zahlr. Fachgelehrten u. Experten aus Wissenschaft und Praxis. 2. Aufl. Stuttgart: SchafferPoeschel, S. 17551770. EVERLING, O. 2010: Credit Rating. In: ROBERTS, L.,MOSENA, R., WINTER, E. HG.: Gabler Wirtschaftslexikon. 17., komplett aktualisierte und erw. Aufl. Wiesbaden: Gabler, S. 635639. EVERLING, O., HEINKE, V. G. 2001: RISIKOMESSUNG und Risikosteuerung. Empirische Analyse des Zusammenhangs von Bonitatsrisikopramie und Rating. In: SCHIERENBECK, H. HG.: Handbuch Bankcontrolling. 2., uberarb. und erw. Aufl. Wiesbaden: Gabler, S. 733757. FAMA, E. F. 1970: Efficient Capital Markets: A Review of Theory and Empirical Work. In: Journal of Finance, Jg. 25, H. 2, S. 383417, zuletzt gepruft am 29.10.2010. FAMA, E. F. 1976: Efficient Capital Markets: Reply. In: Journal of Finance, Jg. 31, H. 1, S. 143145. FAMA, E. F. 1991: Efficient Capital Markets: II. In: Journal of Finance, Jg. 46, H. 5, S. 15751617. FERNICOLA, G. A.,KANTER, S. J., GOLDSTEIN, J. B. 2010: The DoddFrank Act: Commentary and Insights. SEC Issues Final Rule Release: Removal From Regulation FD of the Exemption for Credit Rating Agencies. Skadden, Arps, Slate; MeagherFlom, LLP Affiliates. Online verfugbar unter http:www.skadden.comeimagesSEC_Issues_Final_Rule_Release.pdf, zuletzt gepruft am 16.11.2010. 28 FISHER, L. 1959: Determinants of Risk Premiums on Corporate Bonds. In: Journal of Political Economy, Jg. 67, H. 3, S. 217237. FITCH 2010: Definition of Ratings and Other Forms of Opinion, Oktober. Online verfugbar unter http:www.fitchratings.comweb_contentratingsfitch_ratings_definitions_and_scales.pdf, zuletzt gepruft am 15.10.2010. FOLLOWILL, R. A., MARTELL, T. 1997: Bond Review and Rating Change Announcements: An Examination of Informational Value and Market Efficiency. In: Journal of Economics and Business, Jg. 21, H. 2, S. 7582. FRANKE, G., HAX, H. 2009: Finanzwirtschaft des Unternehmens und Kapitalmarkt. 6., uberarb. und erw. Aufl. Berlin: Springer. FROST, C. A. 2007: Credit Rating Agencies in Capital Markets: A Review of Research Evidence on Selected Criticisms of the Agencies. In: Journal of Accounting, Auditing Finance, Jg. 22, H. 3, S. 469492. GANN, P., LAUT, A. 2008: Einflussfaktoren auf den Credit Spread von Unternehmensanleihen. LudwigMaximiliansUniversitat Munchen. Discussion Paper, 7. Online verfugbar unter http:epub.ub.unimuenchen.de42314Credit_Spread_PG_AL_Artikel_02.06.2008.pdf, zuletzt gepruft am 04.11.2010. GIBSON, D. 2010: Repeal of Credit Ratings Agency Exemption from Regulation FD. Gibson Dunn Publications. Online unter http:www.gibsondunn.comPublicationsPagesRepeal Of Credit Ratings Agency Exemption From Reg FD.aspx, zuletzt gepruft am 16.11.2010. verfugbar GRIER, P., KATZ, S. 1976: The Differential Effects of Bond Rating Changes among Industrial and Public Utility Bonds by Maturity. In: Journal of Business, Jg. 49, H. 2, S. 226239. GROSSMAN, S. J., STIGLITZ, J. E. 1976: Information and Competitive Price Systems. In: American Economic Review, Jg. 66, H. 2, S. 246253. GROSSMAN, S. J., STIGLITZ, J. E. 1980: On the Impossibility of Informationally Efficient Markets. In: American Economic Review, Jg. 70, H. 3, S. 393408. HARTMANN, W., SCHWARZHAUPT, O. 2007: Die Bedeutung des Ratings im Bankkreditgeschaft. In: BUSCHGEN, H. E., EVERLING, O. HG.: Handbuch Rating. 2., aktualisierte und erw. Aufl. Wiesbaden: Gabler, S. 2545. HARTMANNWENDELS, T.,PFINGSTEN, A., WEBER, M. 2010: Bankbetriebslehre. 5., uberarb. Aufl. Berlin: Springer. 29 HEFLIN, F.,SUBRAMANYAM, K. R., ZHANG, Y. 2003: Regulation FD and the Financial Information Environment: Early Evidence. In: Accounting Review, Jg. 78, H. 1, S. 137. HEINKE, V. G. 1998: Bonitatsrisiko und Credit Rating festverzinslicher Wertpapiere. Eine empirische Untersuchung am Euromarkt. Bad SodenTs.: Uhlenbruch. HEINKE, V. G. 2000: Der Signal und Zertifizierungswert von Credit Ratings am Euromarkt. In: Die Betriebswirtschaft, Jg. 60, H. 3, S. 314335. HEINKE, V. G. 2005: Nutzen und Funktionen von Ratings. Informationswert von Ratings. In: Everling, O., SchmidtBurgel, J. Hg.: Kapitalmarktrating. Perspektiven fur die Unternehmensfinanzierung. 1. Aufl. Wiesbaden: Gabler, S. 161186. HEINKE, V. G., STEINER, M. 2007: Ansatze zur Theoriebildung im Rating. Rating aus Sicht der modernen Finanzierungstheorie. In: Buschgen, H. E., Everling, O. Hg.: Handbuch Rating. 2., aktualisierte und erw. Aufl. Wiesbaden: Gabler, S. 655707. HILL, P., FAFF, R. 2007: Do credit watch procedures affect the information content of sovereign credit rating changes? Mimeo, Bristol University. Online unter http:papers.ssrn.comsol 3papers.cfm?abstract_id968273, zuletzt gepruft am 22.11.2010. verfugbar HITE, G., WARGA, A. 1997: The Effect of BondRating Changes on Bond Price Performance. In: Financial Analysts Journal, Jg. 53, H. 3, S. 3551. HO, T. S., MICHAELY, R. 1988: Information Quality and Market Efficiency. In: Journal of Financial and Quantitative Analysis, Jg. 23, H. 1, S. 5370. HOLTHAUSEN, R. W., LEFTWICH, R. W. 1986: The Effect of Bond Rating Changes on common Stock Prices. In: Journal of Financial Economics, Jg. 17, H. 1, S. 5789. HOTCHKISS, E. S., RONEN, T. 2002: The Informational Efficiency of the Corporate Bond Market: An Intraday Analysis. In: Review of Financial Studies, Jg. 15, H. 5, S. 13251354. HSUEH, P. L., KIDWELL, D. S. 1988: Bond Ratings: Are Two Better Than One? In: Financial Management, Jg. 17, H. 1, S. 4653. HSUEH, P. L., LIU, A. Y. 1993: Should All TaxExempt Borrowers with InvesmtentGrade Quality Acquire Credit Ratings? In: Journal of Business Finance Accounting, Jg. 20, H. 2, S. 291306. 30 HULL, J.,PREDESCU, M., WHITE, A. 2004: The Relationship Between Credit Default Swap Spreads, Bond Yields, and Credit Rating Announcements. In: Journal of Banking Finance, Jg. 28, H. 11, S. 27892811. HULL, J. C. 2009: Options, Futures, and Other Derivatives. 7. ed. Upper Saddle River, NJ: Pearson Prentice Hall. JEWELL, J., LIVINGSTON, M. 1998: Split Ratings, Bond Yields, and Underwriter Spreads. In: Journal of Financial Research, Jg. 21, H. 2, S. 185204. JORION, P.,LIU, Z., SHI, C. 2005: Informational Effects of Regulation FD: Evidence from Rating Agencies. In: Journal of Financial Economics, Jg. 76, H. 2, S. 309330. KISGEN, D., STRAHAN, P. E. 2009: Do Regulations Based on Credit Ratings Affect a Firms Cost of Capital? NBER Working Paper, 14890. Online verfugbar unter http:www.nber.orgpapersw 14890.pdf, zuletzt gepruft am 20.01.2011. KLEY, C. 2004: Einfluss von BankenCredit Ratings auf deren Borsenwert. Onunter line http:www.kreditrisikomanagement.info2004_kley_BANKENRATINGS_und_Bankbewertung_Working Paper 3Feb 2004.pdf, zuletzt gepruft am 29.12.2010. verfugbar KLIGER, D., SARIG, O. 2000: The Information Value of Bond Ratings. In: Journal of Finance, Jg. 55, H. 6, S. 28792902. LAMY, R. E., THOMPSON, R. G. 1988: Risk Premia and the Pricing of Primary Issue Bonds. In: Journal of Banking Finance, Jg. 12, H. 4, S. 585601. LATHMAN, M. 1986: Informational Efficiency and Information Subsets. In: Journal of Finance, Jg. 41, H. 1, S. 3952. LEVICH, R. M.,MAJNONI, G., REINHART, C. M. 2002: Introduction: Ratings, Rating Agencies and the Global Financial System: Summary and Policy Implication. In: LEVICH, R. M.,MAJNONI, G., REINHART, C. M. HG.: Ratings, Rating Agencies and the Global Financial System. Boston, Mass.: Kluwer Academic Publ, S. 115. LINTNER, J. 1965: The Valuation of Risk Assets and the Selection of Risky Investments in Stock Portfolios and Capital Budgets. In: The Review of Economics and Statistics, Jg. 47, H. 1, S. 1337. LIU, P., MOORE, W. T. 1987: The Impact of Split Bond Ratings on Risk Premia. In: Financial Review, Jg. 22, H. 1, S. 7185. LIU, P.,SEYYED, F. L., SMITH, S. D. 1999: The Independent Impact of Credit Rating Changes The Case of Moodys Rating Refinement on Yield Pre31 miums. In: Journal of Business Finance Accounting, Jg. 26, H. 34, S. 337363. LIVINGSTON, M., ZHOU, L. 2010: Split Bond Ratings and Information Opacity Premiums. In: Financial Management, Jg. 39, H. 2, S. 515532. LIVINGSTON, M.,NARANJO, A.,NIMALENDRAN, M., ZHOU, L. 2008: Public and NonPublic Information in Credit Ratings. University of Florida. unveroffentlicht. LOFFLER, G. 2004: An Anatomy of Rating Through the Cycle. In: Journal of Banking Finance, Jg. 28, H. 3, S. 695720. LUDICKE, O. 2003: Ratingverfahren und agenturen. In: REICHLING, P. HG.: Risikomanagement und Rating. Grundlagen, Konzepte, Fallstudie. 1. Aufl. Wiesbaden: Gabler, S. 6387. MAY, A. D. 2010: The Impact of Bond Rating Changes on Corporate Bond Prices: New Evidence from the OvertheCounter Market. In: Journal of Banking Finance, Jg. 34, H. 11, S. 28222836. MERTON, R. C. 1974: On the Pricing of Corporate Debt: The Risk Structure of Interest Rates. In: Journal of Finance, Jg. 29, H. 2, S. 449470. MICU, M.,REMOLONA, E. M., WOOLDRIDGE, P. D. 2004: The Price Impact of Rating Announcements: Evidence from the Credit Default Swap Market. Bank for International Settlements. Quarterly Review, S. 5565. Online verfugbar unter www.bis.orgpublqtrpdfr_qt 0406e.pdf, zuletzt gepruft am 24.10.2010. MOODY S 2009: Rating Symbols Definition. Online verfugbar unter http:v 3.moodys.comsitesproductsAbout Moodys Ratings AttachmentsMoodys Ratings Symbolsand%20Definitions.pdf, zuletzt gepruft am 15.10.2010. MOODY S 2010: Rating Symbols and Definitions, Juli. Online verfugbar unter http:v 3.moodys.comresearchdocumentcontentpage.aspx?docidPBC_79004, zuletzt gepruft am 14.10.2010. MOSSIN, J. 1966: Equilibrium in a Capital Asset Market. In: Econometrica, Jg. 34, H. 4, S. 768783. NORDEN, L., WEBER, M. 2004: Informational Efficiency of Credit Default Swap and Stock Markets: The Impact of credit Rating Announcements. In: Journal of Banking Finance, Jg. 28, H. 11, S. 28132843. PEAVY, J. W.,III, SCOTT, J. A. 1986: The ATT Divestiture: Effect of Rating Changes on Bond Returns. In: Journal of Economics and Business, Jg. 38, H. 3, S. 255271. 32 PERRAUDIN, W., TAYLOR, A. P. 2004: On the consistency of ratings and bond market yields. In: Journal of Banking Finance, Jg. 28, H. 11, S. 27692788. PERRIDON, L.,STEINER, M., RATHGEBER, A. W. 2009: Finanzwirtschaft der Unternehmung. 15., uberarb. und erw. Aufl. Munchen: Vahlen. PERRY, L. G.,PU LIU, EVANS, D. A. 1988: Modified Bond Ratings: Further Evidence on the Effect of Split Ratings on Corporate Bond Yields. In: Journal of Business Finance Accounting, Jg. 15, H. 2, S. 231241. PINCHES, G. E., SINGLETON, C. J. 1978: The Adjustment of Stock Prices to Bond Rating Changes. In: Journal of Finance, Jg. 33, H. 1, S. 2944. RUBINSTEIN, M. 1975: Securities Market Efficiency in an ArrowDebreu Economy. In: American Economic Review, Jg. 65, H. 5, S. 812824. RUDOLPH, B. 2006: Unternehmensfinanzierung und Kapitalmarkt. Tubingen: Mohr Siebeck. SP 2006: Corporate Ratings Criteria. Online verfugbar unter http:www 2.standardandpoor.comspfpdffixedincomecorporateratings_052007.pdf, zuletzt gepruft am 17.10.2011. SP 2010A: About Credit Ratings. What Credit Ratings Are Are Not: Credit Ratings Are Expressions Of Opinion About Credit Risk. Online verfugbar unter http:www 2.standardandpoors.comaboutcreditratings, zuletzt gepruft am 14.10.2010. SP 2010B: Standard Poor s Rating Definitions, August. Online verfugbar unter http:www 2.standardandpoors.comspfpdffixedincomeRatings_Definitions.pdf, zuletzt gepruft am 16.10.2010. SCHMIDT, R. H. 1988: Leistungsprozess und Informationswesen. Neuere ProIn: Budaus, perty RigthsAnalysen D.,Gerum, E., Braun, W. Hg.: Betriebswirtschaftslehre und Theorie der Verfugungsrechte. Wiesbaden: Gabler, S. 239267. in der Finanzierungstheorie. SEC 2000: Selective Disclosure and Insider Trading. SEC. Washington, DC. Online verfugbar unter http:www.sec.govrulesfinal337881.htm, zuletzt gepruft am 16.11.2010. SEC 2010A: Final Rule: Removal From Regulation FD of the Exemption for Credit Rating Agencies. Release Nos. 339146; 3463003; IC29448; File No. S72310. SEC. Washington, DC. Online verfugbar unter http:www.sec.govrulesfinal2010339146.pdf, zuletzt gepruft am 16.11.2010. 33 SEC 2010B: Regulation FD. 17 CFR Part 243. SEC. Washington, DC. Online http:ecfr.gpoaccess.govcgittexttextverfugbar idx?cecfrsid47b 43cbb 88844faad 586861c 05c 81595rgndiv 5viewtextnode17:3.0.1.1.4idno17, zuletzt gepruft am 16.11.2010. unter SERFLING, K. 2007: Moglichkeiten und Grenzen des Credit Ratings. In: BUSCHGEN, H. E., EVERLING, O. HG.: Handbuch Rating. 2., aktualisierte und erw. Aufl. Wiesbaden: Gabler, S. 709746. SHARPE, W. F. 1964: Capital Asset Prices: A Theory of Market Equilibrium under Conditions of Risk. In: The Journal of Finance, Jg. 19, H. 3, S. 425442. SHAY, C. 2010: Rating Agencies and the Financial Crisis. Hearing before the Committee on Oversight and Government Reform House of Representatives. unter http:house.resource.org110org.cspan.2819241.pdf, zuletzt gepruft am 05.05.2011. verfugbar Online Nr. 110155. SORENSEN, E. H. 1980: Bond Ratings versus Market Risk Premiums. In: Journal of Portfolio Management, H. Spring, S. 6669. STEINER, M. 1992: Rating. Risikobeurteilung von Emittenten durch RatingAgenturen. In: Wirtschaftwissenschaftliches Studium, Jg. 21, H. 10, S. 509515. STEINER, M., HEINKE, V. G. 2001: Event Study concerning International Bond Price Effects of Credit Rating Actions. In: International Journal of Finance Economics, Jg. 6, H. 2, S. 139157. STEINER, M., HEINKE, V. G. 2000: Der Informationswert von Ratings Eine empirische Analyse am Markt fur internationale DMAnleihen. In: Zeitschrift fur Betriebswirtschaftslehre, Jg. 70, H. 5, S. 541565. SYLLA, R. 2002: An Historical Primer on the Business of Credit Rating. In: LEVICH, R. M.,MAJNONI, G., REINHART, C. M. HG.: Ratings, Rating Agencies and the Global Financial System. Boston, Mass.: Kluwer Academic Publ., S. 1940. THOMPSON, R. G., VAZ, P. 1990: Dual Bond Ratings: A Test of the Certification Function of Rating Agencies. In: Financial Review, Jg. 25, H. 3, S. 457471. WAGNER, W.C. 1991: Rating mittelstandischer Unternehmungen. Fundierung und Konzeption einer standardisierten Unternehmensbeurteilung durch Rating. Univ., Diss.Mannheim, 1991. Frankfurt am Main: Lang. 34 WANSLEY, J. W., CLAURETIE, T. M. 1985: The Impact of Credit Watch Placement on Equity Returns and Bond Prices. In: Journal of Financial Research, Jg. 8, H. 1, S. 3142. WANSLEY, J. W.,GLASCOCK, J. L., CLAURETIE, T. M. 1992: Institutional Bond Pricing and Informational Arrival: The Cases of Bond Rating Changes. In: Journal of Business Finance Accounting, Jg. 19, H. 5, S. 733750. WAPPENSCHMIDT, C. 2009: Ratinganalyse durch internationale Ratingagenturen. Empirische Untersuchung fur Deutschland, Osterreich und die Schweiz. Univ., Diss.Munchen, 2008. Frankfurt am Main: Lang. WEINSTEIN, M. I. 1977: The Effect of a Rating Change Announcement on Bond Price. In: Journal of Financial Economics, Jg. 5, H. 3, S. 329350. WEST, R. R. 1973: Bond Ratings, Bond Yields and Financial Regulation: Some Findings. In: Journal of Law and Economics, Jg. 16, H. 1, S. 159168. WHITE, L. 2002: The Credit Rating Industry: An Industrial Organizational Analysis. In: LEVICH, R. M.,MAJNONI, G., REINHART, C. M. HG.: Ratings, Rating Agencies and the Global Financial System. Boston, Mass.: Kluwer Academic Publ, S. 4164. WHITE, L. J. 2010: Markets: The Credit Rating Agencies. In: Journal of Economic Perspectives, Jg. 24, H. 2, S. 211226. WIEBEN, H.J. 2004: Credit Rating und Risikomanagement. Vergleich und Weiterentwicklung der Analysekonzepte. Univ., Diss.Munster, 2003. 1. Aufl. Wiesbaden: Dt. Univ.Verl. ZIEBART, D. A., REITER, S. S. 1992: Bond Ratings, Bond Yields and Financial Information. In: Contemporary Accounting Research, Jg. 9, H. 1, S. 252282. 35 Arbeitspapiere des Instituts fur Genossenschaftswesen der Westfalischen WilhelmsUniversitat Munster Nr. 76 Konstantin Kolloge Die Messung des Kooperationserfolges in der empirischen Forschung Ergebnisse einer Literaturstudie Januar 2009 Nr. 77 Christoph Heller Akteure der deutschen Gesundheitswirtschaft eine Analyse der Wirkungen von Marktakteuren auf die Krankenhausbranche Januar 2009 Nr. 78 Carsten Sander Kooperationen kommunaler Energieversorger eine empirische Bestandsaufnahme Marz 2009 Nr. 79 JorgMatthias Bottiger Ein Ansatz auf Operationalisierung des Member Values fur Wohnungsgenossenschaften Ausgewahlte Ergebnisse und Managementbedarf aus Mitgliedersicht April 2009 Nr. 80 JorgMatthias Bottiger Benchmarkergebnisse zur Mitgliederzufriedenheit von Wohnungsgenossenschaften April 2009 Nr. 81 Theresia Theurl Konstantin Kolloge Internationale Unternehmenskooperationen im deutschen Maschinenbau Eine empirische Analyse Mai 2009 Nr. 82 Christian Strothmann Die Bewertung von Unternehmenskooperationen unter besonderer Berucksichtigung ihrer Stabilitat August 2009 Nr. 83 Christian Harnisch Funktionale Separierung als strategisches Regulierungsinstrument auf dem europaischen Telekommunikationsmarkt August 2009 Nr. 84 Ludwig Brutting Marken von Kooperationen Anforderungen und Implementationen August 2009 Nr. 85 Christian Albers Unternehmenskooperationen in der deutschen Versicherungswirtschaft eine empirische Analyse September 2009 Nr. 86 Christoph Heller Qualitatsvergleich deutscher Krankenhauser Eine Studie anhand der Daten zur externen vergleichenden Qualitatssicherung September 2009 Nr. 87 Annegret Saxe Erfolgsfaktoren von Stiftungskooperationen Ergebnisse der theoretischen und empirischen Analyse. September 2009 Nr. 88 Annegret Saxe Toolbox Stiftungsmanagement und Stiftungskooperationsmanagement. September 2009 Nr. 89 Christian Albers Erfolgsfaktoren fur Kooperationen von Versicherern Ergebnisse einer empirischen Erhebung Oktober 2009 Nr. 90 Martin Budenbender Atomausstieg in Deutschland Ein zukunftsfahiger Sonderweg im europaischen Kontext? Oktober 2009 Nr. 91 Martin Budenbender Entflechtung von Stromnetzen in Deutschland und Europa im Rahmen des dritten EULegislativpakets Eine Problemdarstellung Februar 2010 Nr. 92 Johannes Spandau Fusionen im genossenschaftlichen Finanz Verbund Eine erfolgreiche Strategie? Marz 2010 Nr. 93 Christoph Heller Axel Rodeutscher Horizontale Kooperationen von Krankenhausern Der Analytic Network Process ANP als Entscheidungsunterstutzung zur Wahl einer Kooperationsalternative Juni 2010 36 Nr. 94 Kersten Lange Kooperationen in der Automobilindustrie Analyse und Systematisierung Juli 2010 Nr. 95 Konstantin Kolloge Internationale Vertriebskooperationen im Maschinenbau ein Leitfaden fur die Unternehmenspraxis Juli 2010 Nr. 96 Michael Tschopel Die Member ValueStrategie von Genossenschaftsbanken Eine theoretische Begrundung und Darstellung von Potentialen August 2010 Nr. 97 Caroline Schmitter Immobilienangebote im Internet Eine Bestandsaufnahme und Klassifizierung August 2010 Nr. 98 Johannes Spandau Entwicklung und Perspektiven der bankbetrieblichen Wertschopfungskette in einem Netzwerk September 2010 Nr. 99 Michael Tschopel Operationaliserungsversuche des Forderauftrags Ergebnisse und Implikationen einer Literaturstudie Oktober 2010 Nr. 100 Lars Volker Risk Governance fur Genossenschaftsbanken Dezember 2010 Nr. 101 Johannes Spandau OutsourcingModelle in der genossenschaftlichen Finanz Gruppe Eine explorative Erhebung Januar 2011 Nr. 102 Kersten Lange Faktoren der Stabilisierung fur Unternehmenskooperationen Januar 2011 Nr. 103 Theresia Theurl Carsten Sander Erfolgsfaktoren fur StadtwerkeKooperationen Ergebnisse einer empirischen Untersuchung Januar 2011 Nr. 104 Kersten Lange Kooperationen in der deutschen Automobilindustrie Ergebnisse einer empirischen Analyse Februar 2011 Nr. 105 Alexander Jahn AgencyBeziehungen in Verbundgruppen Marz 2011 Nr. 106 Caroline Wendler Die Genossenschaft als Marke? Eine Analyse der Ubertragbarkeit von Markenaspekten auf ein Geschaftsmodell mit besonderen Merkmalen Marz 2011 Nr. 107 Martin Effelsberg Wissenstransfer in Innovationskooperationen Ergebnisse einer Literaturstudie zur Absorptive Capacity Marz 2011 Nr. 108 Sebastian Tenbrock Systematisierung und Regulierungsnotwendigkeit von Glasfaserausbaukooperationen Marz 2011 Nr. 109 Michael Tschopel Die Ausgestaltung der Member ValueStrategie eine hypothesenbasierte Auswertung einer explorativen Vorstudie Mai 2011 Nr. 110 Dominik Schatzle Ratingagenturen in der neoklassichen Finanzierungstheorie Eine Auswertung empirischer Studien zum Informationsgehalt von Ratings Mai 2011 Die Arbeitspapiere sind sofern nicht vergriffen erhaltlich beim Institut fur Genossenschaftswesen der Universitat Munster, Am Stadtgraben 9, 48143 Munster, Tel. 02 51 832 28 01, Fax 02 51 832 28 04, EMail: infoifgmuenster.de oder als Download im Internet unter www.ifgmuenster.de Rubrik Forschung 37 ", "filename": "687809053.pdf", "person": ["Dominik Schaetzle", "Schaetzle, Dominik"], "date": ["2011"]}