{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/81080/1/688403700.pdf"], "title": ["Corruption and the efficiency of capital investment in developing countries"], "plaintext": " Working Paper No. 201227 Corruption and the Efficiency of Capital Investment in Developing Countries Conor M. OToole 1,2,4 and Finn Tarp 2,3 March 2012 Abstract This paper considers the effect of corruption on the effciency of capital investment. Using firmlevel level data from the World Bank enterprise surveys, covering 90 developing and transition economies, we consider whether the cost of informal bribe payments distorts the efficient allocation of capital by reducing the marginal return per unit investment. Using country estimates of fractionalization and legal origin as instruments, and controlling for censoring, we find that bribery decreases investment efficiency, as measured using both absolute and relative metrics of investment returns. The negative effect is strongest for domestic small and mediumsized enterprises while there is no significant effect on foreign and large domestic firms. We conclude that reducing the level and incidence of bribery by public officials would facilitate a more efficient allocation of capital. This in turn would support economic growth and development, particularly for small and mediumsized enterprises. Keywords: corruption, efficiency, rentseeking, capital investment JEL classification: D72, D73, D92, E22, G31 Copyright UNUWIDER 2012 1Department of Economics, Trinity College Dublin; 2UNUWIDER, Helsinki; 3Department of Economics, University of Copenhagen; 4Deparment of Agricultural Economics, Teagasc, Athenry. This study has been prepared within the UNUWIDER project Learning to Compete: Accelerating Industrial Development in Africa, directed by John Page. UNUWIDER gratefully acknowledges the financial contributions to the research programme by the governments of Denmark Royal Ministry of Foreign Affairs, Finland Ministry for Foreign Affairs, Sweden Swedish International Development Cooperation Agency Sida and the United Kingdom Department for International Development. ISSN 17987237 ISBN 9789292304904 Acknowledgements Many thanks to the staff at UNUWIDER and the participants at the UNUWIDER seminar series for helpful comments and suggestions. Particular thanks go to Tony Addison, Imed Drine, James Thurlow, Rachel Gisselquist, Yongfu Huang, and Miguel NinoZarazua. Thanks to Joanna GravierRymaszewska and Thanyaporn Chankrajang for debates, discussion and ideas. Research support for this paper was provided by UNUWIDER. Conor OToole would like to thank Teagasc, the Irish agrifood research institute for continued financial support under the Walsh Fellowship programme The World Institute for Development Economics Research WIDER was established by the United Nations University UNU as its first research and training centre and started work in Helsinki, Finland in 1985. The Institute undertakes applied research and policy analysis on structural changes affecting the developing and transitional economies, provides a forum for the advocacy of policies leading to robust, equitable and environmentally sustainable growth, and promotes capacity strengthening and training in the field of economic and social policy making. Work is carried out by staff researchers and visiting scholars in Helsinki and through networks of collaborating scholars and institutions around the world. www.wider.unu.edu publicationswider.unu.edu UNU World Institute for Development Economics Research UNUWIDER Katajanokanlaituri 6 B, 00160 Helsinki, Finland The views expressed in this publication are those of the authors. Publication does not imply endorsement by the Institute or the United Nations University, nor by the programmeproject sponsors, of any of the views expressed. Corruption and the efficiency of capital investment indeveloping countries Conor M. OToolea,b,dand Finn Tarpb,c March 6, 2012a Department of Economics, Trinity College Dublin College Green, Dublin 2, Irelandb UNUWIDERKatajanokanlaituri 6 B, FI00160 Helsinki, Finlandc Department of Economics, University of Copenhagen.Copenhagen, Denmarkd Department of Agricultural Economics, Teagasc.Athenry, Co. Galway, Ireland Abstract This paper considers the effect of corruption on the efficiency of capital investment.Using firm level data from the World Bank enterprise surveys, covering 90 developing andtransition economies, we consider whether the cost of informal bribe payments distorts theefficient allocation of capital by reducing the marginal return per unit investment. Usingcountry estimates of fractionalisation and legal origin as instruments, and controlling forcensoring, we find that bribery decreases investment efficiency, as measured using bothabsolute and relative metrics of investment returns. The negative effect is strongest fordomestic small and medium sized enterprises while there is no significant effect on foreignand large domestic firms. We conclude that reducing the level and incidence of briberyby public officials would facilitate a more efficient allocation of capital. This in turnwould support economic growth and development, particularly for small and mediumsized enterprises.Corresponding author: otoolecmtcd.ie, Department of Economics, Trinity College Dublin, College Green,Dublin 2, Ireland. Tel: 00 353 1 8961325, Fax 00 353 1 67725031Keywords: corruption, efficiency, rentseeking, capital investment JEL classification: D72, D73, D92, E22, G31Acknowledgements Many thanks to the staff at UNUWIDER and the participants at the UNUWIDER seminar series for helpful commentsand suggestions. Particular thanks go to Tony Addison, Imed Drine, James Thurlow, Rachel Gisselquist, Yongfu Huang, and Miguel NinoZarazua. Thanks to Joanna GravierRymaszewska and Thanyaporn Chankrajang for debates,discussion and ideas. Research support for this paper was provided by UNUWIDER. Conor OToole would like to thank Teagasc, the Irish agrifood research institute for continued financial support under the Walsh Fellowship programme.1Introduction The role of corruption in the growth process and its effect on the business operating climateis a longestablished issue in the development literature. This debate is compounded bythe complex and multifaceted nature of corruption and the many channels through which itimpacts the decisions of agents in the economy. The objective of this paper is to contributeto this literature by estimating how bribe payments affect the efficiency of capital investment.We present a simple conceptual framework which models bribery as a tax affecting investmentefficiency by reducing the marginal value product of capital. Using firmlevel micro data fromthe World Bank enterprise survey, we estimate the effect of informal payments on the efficiencyof investment in 90 developing and transition economies. We measure investment efficiencyas both the absolute return on investment earned by the firm as well as the relative returncompared to sectorwide averages. Using both absolute and relative returns is motivatedby the fact that bribe payments vary significantly across firms within countries as well asacross countries. Our econometric methodology controls for censoring and endogeneity usinga twostage tobit approach with countrylevel ethnic, lingusitic and religious fractionalizationas well as legal origin dummies as instruments.We find that bribery significantly reduces the efficiency of capital investment in both absolute and relative terms. This effect is strongest for domestic private small and mediumenterprises while foreign and large domestic firms seem unaffected. This is particularly important given the crucial role played by SMEs in fostering domestic industry and providingemployment opportunities. We conclude that reducing the level and incidence of rent extraction by public officials would facilitate a more efficient allocation of capital in the economy.2This in turn would help create a more stable and certain investment and operating climatefor business, supporting economic growth and development.This paper builds on a well developed literature focusing on the effect of corruption oninvestment, and subsequently economic growth. Early research in this area posits a viewthat corruption may provide a stimulus to growth. Studies by Huntington 1968 and Leff1964 argue that corruption could increase economic growth by either bipassing bureaucraticprocesses or by increasing the productivity of officials through higher overall returns.Inother words, corruption greases the wheels of growth. However, this view is rejected bymacro countrylevel research which suggests a negative influence of corruption on growthand espouses the importance of institutional and legal frameworks in creating a stable andpredictable operating climate Milgrom et al. 1990, North 1991. This literature arguesthat if firms are required to pay informal payments to officials during the investment process,this increases the overall cost and uncertainty and reduces the return of the project Shleiferand Vishny 1993. A seminal study in the area by Mauro 1995 finds that corruption lowerseconomic growth through a reduction in investment activity. Meon and Sekkat 2005 findthat corruption has a negative effect on both growth and investment supporting the theorythat corruption sands the wheels of economic expansion.More recent work uses surveybased micro data. Fisman and Svensson 2007 investigatethe relationship between bribery payments, taxes, and sales growth. They find that whileboth taxation and bribery are negatively related to firm growth, the magnitude of the effectis three times larger for bribery than taxation. In earlier work, Svensson 2003 finds thatthe incidence of corruption can be explained by the variation in policiesregulations by sectorand that firms ability to pay and ability to refuse to pay explain a large part of the variationin bribes across firms. Asiedu and Freeman 2009 and Rand and Tarp 2012 also provideinsight into the effect of bribery on investment and firm performance.The focus of these studies have been on the relationship between corruption and investment levels. The area of corruption and investment efficiency has received less attention. Theefficiency of investment is important as it is not only the level of investment that determineseconomic growth but also the marginal product value of capital.In standard neoclassicalgrowth models, Solow 1956 and Mankiw et al. 1992, the marginal value product of capital affects the capitallabour ratio which in turn determines output and consumption in the 3wider economy. Of the studies considering corruption and investment efficiency, most relyon crosscountry data and indices of corruption perception. Sarkar and Hasan 2001 findthat substantial economic growth effects could be realised through the investment efficiencychannel if corruption is reduced. On the efficiency of public investment, Lambsdorff 2003argues that the allocation of capital will not be optimal when affected by corruption becausethe projects selected are not those yielding the highest welfare providing return but those thatprovide the highest bribe payments and lowest risks of detection. While the macro approachin these studies provides highlevel insight, they do not take into account the potentially heterogeneous effects of corruption on firm behaviour. This is a general caveat to macrobasedstudies of corruption as noted by Reinikka and Svensson 2006.This paper makes the following contribution. First, we exploit intracountry and crosscountry variation by using crosscountry firmlevel data from the World Bank enterprisesurveys covering 90 countries in developing and transition economies. As corruption is unevenly distributed across the population of firms, some may experience a disproportion effecton their investment efficiency and the return from allocated capital. It is pertinent that thisissue be researched using data that captures the firmlevel heterogeneity in the corruptioninvestment relationship as well as variability across country. The dataset employed in thispaper facilitates this. Our second contribution relates to the measurement of both corruptionand investment efficiency. Studies to date largely use countrylevel corruption perception indices. We use a firmlevel value based estimate of bribery payments. Arguably, this is a moreappropriate measure than either a countrylevel perceptionbased index derived by analystsor international organisations or even a perception index at the firm level. A firmspecificbribery cost directly links the effect of bribery in monetary terms to the firms performance.This is in line with the suggestions outlined in Reinikka and Svensson 2006 and similar tothe corruption measure in Fisman and Svensson 2007. To measure investment efficiency,we introduce two firmlevel measures which have not been used in the corruptioninvestmentliterature to date. These are the absolute return on capital earned by the firm and the ratioof the firms investment return relative to the average in its sector.Our third and final contribution is methodological. In line with Mauro 1995 and Alesinaet al. 2003, data for ethnic, linguistic and religious fractionalization, as well as indicators forlegal origin, are used to treat the jointly determined nature of corruption and economic out4comes. The twostep instrumental variables tobit model of Newey 1987 is employed to caterfor both censoring and endogeneity. We argue that fractionalization influences the choices ofgovernance and political institutions and so the level of corruption. It is orthogonal to investment efficiency except through the intermediate factors of corruption and institutional design.We support these instruments by using dummies for legal origin, suggested in La Porta et al.2008 as exogenous to economic outcomes except through legal and administrative structureswhere corruption and bribery take place. This approach using instrumental variables has notso far been employed on the issues of corruption and investment efficiency.Our results suggest that bribery has a negative effect on investment efficiency that isrobust and statistically significant. This complements the findings of Mauro 1995, Fismanand Svensson 2007 and Meon and Sekkat 2005. They argue that corruption has a negativeimpact on investment and sands the wheels of growth. The result holds controlling for arange of firmlevel characteristics and countrylevel financial and economic variables. Thisimplies that as bribery increases, investment efficiency falls through reductions in the marginalreturn on investment. This decreases the return per unit investment that the firm earnsand therefore reduces profitability. We find this effect is strongest for small to mediumsize domestic enterprises while for large firms including state and semistate enterprises,as well as foreign owned companies, bribery has no effect on the efficiency of investment.That small to medium size enterprises are particularly effected by bribery is quite damagingto prospects for economic development.In many cases, these firms provide a significantstimulus to domestic industrialisation as well as playing a crucial role in capital formationas well as employment generation, a point highlighted by international organisations OECD2009 , Buckley 2009. Reducing the extraction of rents from these firms by public officialswould provide a more supportive business environment and foster further expansion. Policyprogrammes that contribute to the eradication of corruption are, by this evidence, growthpositive.This paper is structured as follows: Section 2 presents a conceptual framework for analysingthe impact of corruption on investment and outlines the investment model. Section 3 presentsthe data and the econometric approach. Section 4 outlines the empirical results and Section 5 concludes.52 Conceptual framework and empirical model 2.1 Corruption and investment efficiency In a similar vein to Wei 2000a and Edgardo Campos et al. 1999, we model the effect ofcorruption on investment by imposing a bribery factor on corporate revenues within a partialequilibrium neoclassical investment model. This is similar to the mechanism by which acorporation tax on dividends is modelled Poterba and Summers 1984 and Cummins et al.1996. For a representative firm in the economy, the objective is to maximize the presentvalue of future profits given by:Vit Etcid:34 cid:88s1cid:35tts 1 i,ts 1 t1where is firm returns, t, market information in period t and , the firms discount rate.The firms maximization problem is subject to a number of constraints. First, annual netcash flows it are defined as:it 1 bi pt F Lit, Kit AKit, Iit rt Iit2F Lit, Kit is the firms production function with the properties, FK. 0 FKK. 0.The firm is a price taker in output and input markets denoted by the vector pt. We assumethat capital is the only quasifixed factor for the rest of the analysis, labour has already beenmaximized out of production plans. AKit, Lit is the adjustment cost function for capitalwith AI . 0, AII . 0, AK. 0, and AKK. 0. Annual investment is given by Iit, priced at the firmlevel cost of capital rt the firm is a price taker in capital markets.All values are in real terms. The factor is the annual rate of marginal corporation tax.The effect of corruption on investment enters the model through the factor bi, the firmlevelrate of bribery. We have explicitly allowed this to vary by firm as the empirical literaturesuggests that corruption is heterogeneous across firms in the economy Svensson 2003 andcorrupt officials may take the characteristics of the firm into account when setting bribe levelsShleifer and Vishny 1993. We premultiply net output revenues before investment by thetaxbribery factor to provide a similar treatment to that of corporation taxes in Hassett and 6Hubbard 2002 and Cummins et al. 1996.The second constraint is the standard capital accumulation equation with depreciationrate :Kit 1 Ki,t 1 Iit3Our aim is to estimate the effect of corruption on the efficiency of investment defined as FK., the marginal value product of capital MVPK. This factor captures the extra revenuegenerated from an additional unit of capital. To isolate the effect of corruption on the MVPK,we obtain the investment Euler equation by taking the first order condition with respect tocapital in period t1 and solve for MVPK. The lagrangian for the model is:Lit 1 bi pt F Lit, Kit AKit, Iit rit Iit it 1 Kit Iit Ki,t14cid:88cid:88s1 Et Etts 11 bi pts F Li,ts, Ki,ts AKi,ts, Ii,tstts 1 ri,ts Ii,ts i,ts 1 Ki,ts Ii,ts Ki,t1sts1The derivative that allows us to obtain the investment Euler equation with respect toperiod t1 capital stock,Ltis Kt1. This also allows us to relate the rate of bribery to themarginal value product of capital:it Et t 1 bi FKLi,t1, Ki,t1 AKIi,t1, Ki,t1 1 it15The left hand side of equation 5 is the shadow cost to the firm of investing in period tand the right hand side is the benefit of having an additional unit of capital in period t1.Interpreting this condition from the firms investment perspective, investment should takeplace up until the level whereby the cost of a unit capital today is equal to the value of a unitcapital tomorrow. Rearranging the above equation, and replacing the expectation operatorwith an error term, we can isolate the effect of bribery on the efficiency of investment. Weobtain:71 bi FKLi,t1, Ki,t1 itt 1 it1 1 bi AKIi,t1, Ki,t1 it 6The equation can now be interpreted as investment takes place until the position wherebythe extra revenue generated from an additional unit of capital is equal to the discountedshadow cost of investment net of adjustment costs. It can be seen that the bribery factor premultiplies the marginal value product of capital. If bribery is similar to taxation, bi 0, asthe rate of bribery increases, this lowers the marginal contribution to revenue of an additionalunit of capital therefore lowering output as the capital output ratio falls.1 This may also beinterpreted as reducing the efficiency of capital as the return per unit declines. In this case,if we move from a position of no bribes bi 0 to the case of positive bribery bi 0, themarginal value product falls and we must increase the overall level of investment to get anequivalent level of return. Note the subscript i on the level of bribes indicating that it variesby firm. The effect of bribery on investment efficiency is not homogenous like an economywide dividend tax and thus its effect is heterogeneous. Assuming that bi 0 implicitlydetermines that corruption has a negative effect on investment i.e. sands the wheels ofgrowth. Additionally, there is an argument that bribery may grease the wheels of business.In this case, the rate of bribery may act like a subsidy which could be catered for in our modelwith a value bi 0. Estimating which effect actually materialises is an empirical question.2.2 Measuring the efficiency of invested capital Our focus is to evaluate whether bribery lowers marginal returns on capital therefore reducingthe overall return on investment earned by the firm. To test this proposition, we require anempirical estimate of investment efficiency. We rely on two measures. First, the absoluteinvestment return earned by the firm and second, the investment return relative to the sectorwide average. Using both of these metrics provides a richer insight into the effect of briberyon investment and caters for the nonuniformity of bribe levying across firms within the samesector. We measure the firms absolute investment return, RAit, as:1This is similar to the interpretation of corporate taxation presented in Hassett and Hubbard 2002. Seeit mvpkit Iit RA7this reference for more details.8where mvpk is the firmlevel marginal value product of capital and I is the annual investment expenditure. This metric provides a value for the expected return of investment to thefirm. To benchmark firm is investment return, we divide the firmlevel return by the averagereturn in the sector in which the firm operates. This provides a measure of relative efficiencyas follows:RRit Nj1cid:80Njmvpkit Iiti1 mvpkijt Iijt8In this case, the denominator calculates the average return on investment in each sectorj.2 We specifically choose the sector benchmark, as opposed to a countrylevel measure, dueto the heterogeneity of, and considerable variance in, returns across sectors within a specificcountry. This may be especially acute in a developing country context where some sectorsare very fast growing while others are stagnating or declining in relative importance.The second aspect to developing an appropriate measure of investment efficiency requiresobtaining a proxy variable for the marginal product value of capital mvpk at the firm level.We measure this in two ways following Galindo et al. 2007. We first approximate themarginal return on investment by the sales to capital ratio:cid:18 Si,t1cid:19Ki,t1mvpk Sit 9This assumes that underlying production technologies with respect to the factors of production are CobbDouglas which provides for the proportionality of the sales to capital ratioand marginal returns to investment. Galindo et al. 2007 note that the factor of proportionality is the product of the capitaloutput elasticity and a factor capturing the degree ofmarkup over marginal cost.3 The second measure approximates the marginal return to capitalas the profit to capital ratio:cid:18 Pi,t1cid:19Ki,t1mvpk Pit 10This measure provides an acceptable proxy under the conditions of perfect competitionin output markets and constant returns to scale production Galindo et al. 2007. In our 2N is the number of firms in each sector j and j 1,  , J represent all sectors in the economy.3Galindo et al. 2007 note the markup factor as 11markup .9empirical estimates we use both of these proxies. As the assumptions underlying the validityof the proxies may not always hold, using both estimates provides a robustness check on thefindings. From this point on, we denote investment efficiency as RmvpkJit where mvpk iseither S for the sales to capital proxy, or P for the profit to capital proxy and J A,R forthe absolute or relative measure of return.2.3 Empirical model To empirically test the relationship between bribery and investment efficiency using bothabsolute and relative measures, we closely follow Fisman and Svensson 2007 and specify areduced form crosssectional empirical investment equation as:4RmvpkJij 0 BBij Xi Gj ij11The dependent variables in the model are the measures of efficiency presented in section 2.2. Index i relates to firms i1, N in country j. The main variable of interest to our analysisis Bij, the value of bribe payments the firm incurs. The main research hypothesis is testedrelative to the coefficient on this variable, B. Recalling the discussion in section 2.1, thiscoefficient can have the following interpretation depending on the empirical results:51 B 02 B 0 bribery has no effect on investment efficiency 3 B 0bribery increases investment efficiencybribery reduces investment efficiency If bribes act in a similar vein to corporate dividend taxation, scenario 1 will be evident inthe empirical estimates with B 0. This suggests that bribery reduces the marginal valueproduct of capital which reduces the return on investment per unit capital, and requires ahigher level of investment to provide an equal return. In this case, bribery reduces investmentefficiency. This hypothesis would be in line with studies such as Shleifer and Vishny 1993,4As outlined in section 3.1, the firm level dataset from the World Bank enterprise surveys that we use iscross sectional.5These are the opposite signs to the value of the bribery factor bi in the conceptual framework as this refersto the value on the coefficient of the bribery variable.10Mauro 1995 and Fisman and Svensson 2007 who posit a negative relationship betweenbribery and growth. However, if bribery greases the wheels of growth as noted by earlystudies Huntington 1968 and Leff 1964, our empirical estimates would support scenario 3, B 0. In the case where bribery has no effect on investment efficiency, B 0.To capture other aspects of the firm and economy wide operating environment that influences the investment decision, we include additional firmlevel control variables in the vector Xi. This includes firm size,6 firm age, and binary indicators for private domestic and foreignfirms. In addition, we include the number of years experience of the top manager as a proxyfor the quality of the investment decision making and the per cent of working capital financedfrom internal funds to capture the influence of firmlevel access to and cost of finance. Thedata are cross sectional, so we cannot explicitly remove firmlevel heterogeneity using randomor fixed effects techniques. However, including our firm controls should capture a large degreeof the variation across firms and isolate much of the firmspecific effect.As our data is also crosscountry, we include a number of country controls in the vector Gj, which capture the pure crosscountry variation in investment and efficiency. We include GDP growth to capture the overall investment opportunities in the economy, trade as apercentage of GDP to capture market opportunities, international linkages and openness andthe percentage of population with gross enrolment in primary school to capture governmentpolicy focus on education and training and labour quality. 7 In addition, we include twofinancial controls the level of broad money as a percentage of GDP and the economy widereal interest lending rate. These variables are included to capture the countrylevel availabilityand cost of finance. As our dataset is pooled over a number of years, we finally include year,sectoral and regional dummies.6Dummy variables developed using employment brackets 7Ideally, in addition a measure of the percent of the labour force with primary or secondary school qualifications would be included as a proxy for the quality of the labour force. However, this data is not availablewith enough country coverage to include in our analysis.113 Data and econometric considerations 3.1 Data The data used for this research is drawn from the World Bank Investment Climate enterprisesurveys WBES which were completed in two waves over the period 20022010. The surveyscompile standardised information at the firm level on the business environment across theglobe and determine, from the perspective of the firm, what are the key issues facing theirgrowth and development. The combined dataset contains information on investment activity,as well as foreign and domestic production, questions on obstacles to investment, governmentbusiness interaction, the legal environment and internationalisation. Importantly, the enterprise survey contains information on informal payments by firms to government officials asa percentage of sales. This provides a monetary value for corruption which can be directlylinked to the performance of the firm and is not subject to the subjective bias that may arisein the case of corruption perception indicators. Another benefit of using firmlevel microdata to analyse corruption is that it provides withincountry variation, an important aspectof measuring corruption as highlighted by Fisman and Svensson 2007. We use this variablein our econometric analysis.For this paper, we impose a number of sample restriction criteria on the full WBES data.8Excluding missing observations and controlling for outliers, our final sample contains 17,051firmlevel observations across 90 countries drawn from manufacturing, services and otherindustrial sectors.9 Splitting the sample regionally, there are 31 countries from subSaharan Africa SSA, 17 from Latin America and the Caribbean, 6 from South Asia, 6 from East Asian and the Pacific, 25 from transition economies in Europe and Central Asia, and 5 fromthe Middle East and North Africa MENA. The specific countries included and the numberof observations per country are presented in table A in section A Data annex. Table 1presents overall summary statistics for the main variables used in the paper.10 The efficiencyindicators for the absolute level of investment RSAij and RP Aij are measured in log terms 8Full details of our sample selection criteria can be found in Annex 1.9The number of observations is lower than this in the regression results as 17,051 relates to the dependentvariables. When combined with different combinations of the control variables at the firm and country level,which have missing observations, the final regression data is somewhat smaller in size. The sample size foreach regression in presented in the output tables.10Variable definitions are presented in Annex A. Subscripts relate to firm i in sector k in country j.12Table 1: Summary statistics for main variables Variableln RSAijln RP Aij RSRij RP Rij Bribeij % of salesln Firm ageij Manager experienceij Smallij Mediumij Privateij Foreignij Internal fundsij HHIkj Tradeij firmGDPgrowthj Broadmoneyj M2 as % of GDPReal interest ratej Tradej countrySchoolj Obs 17,05117,01317,05117,05117,05117,0455.44.70.70.71.92.66.25.62.02.15.70.914,20616.911.817,05117,05117,05117,0510.40.40.90.10.50.50.30.316,07262.335.617,05117,05116,43716,40215,06416,6740.10.54.948.27.568.016,781105.20.20.53.432.17.131.512.2Min 000000000000004.911.97.227.147.0Max 27.426.119.920.01005.310011111001120.6221.035.9187.7140.9Source: Authors calculations based on publicly available World Bank Enterprise Surveysto stabilise the variance. The relative measures do not require this transformation. For thesample as a whole, it can be seen that the majority of firms are private small and mediumenterprises 80 per cent with only circa 10 per cent foreign owned.In our empirical estimates, we focus not on perception indices but on the monetary valueof informal payments. Figure 1 presents summary statistics from the sample selected for bribevalues by geographic region. Two variables are included; first a binary indicator for whetheror not the firm paid a positive value of sales in bribes and second, a chart of the actual valuesof bribes paid as a per cent of total sales. The highest reported occurrence of bribery is inthe South Asian region with 74 per cent of firms reporting paying informal gifts. The secondhighest is East Asia and the Pacific at 41 per cent of firms and thirdly SSA at 37 per cent offirms. Considering the value of informal payments, the average level is highest in the MENAregion over 10 per cent of sales followed by Latin America and the Caribbean and SSA.These summary statistics suggest that while the propensity to bribe is higher in South Asiaand East Asia, the value of bribes paid are lower than in other regions.To reiterate the importance of the withincountry variation provided by firmlevel dataas well as motivating the use of a sector relative measure of efficiency, table A presentsstatistics on the mean and variance of the level of bribes paid across countries and table Aprovides additional detail across aggregate sectors per country. The sectors presented are 13Figure 1: Corruption by region Informal payments YesNo Informal payments as percent of sales all Source: Authors calculations based on publicly available World Bank Enterprise Surveys Note: Abbreviations above: AFR is subSaharan Africa, LAC is Latin America and the Caribbean, SAR is South East Asia,ECA is Europe and Central Asia, EAP is East Asia and the Pacific, and MNA is the Middle East and North Africa.textiles, leather and garments and other manufacturing data. It can be seen that both acrosscountry and withincountry there is considerable variation in the level of bribe payments thatfirms make during business activities. While the overall sample includes data on additionalindustrial and services sectors, these are chosen purely to demonstrate the high degree ofvariation across different sectors within each country. This data supports the selection ofpooled crosscountry firmlevel data as appropriate for capturing the variance in corruption.It is also informative to review the regional variance in investment efficiency. We limit thesummary charts here to the absolute measure of investment returns as the interpretation ofreturns relative to the sector average across regions is difficult. Figure 2 presents the regionalaverages of log absolute returns measured by using both sales to capital and profits to capitalto measure the marginal value product of capital. The highest average returns are recorded inthe transition economies in Europe and Central Asia with Latin America and the Caribbeanand SSA recording the second and third highest investment efficiencies. Given the significantexpansion and growth rates in South and East Asia, it is a notable result that the returnsare not higher in these regions. However, these summary statistics may be distorted by thebalance of observations in the particular sample used.11To motivate the more detailed econometric evaluation of the key research question, weplot the average level of bribe payments against the average investment efficiency by country.11It is not the purpose of this paper to explain the difference in the marginal efficiency of capital across theseeconomies but instead to estimate the effect of bribery on investment efficiency.14Figure 2: Investment efficiency by region RSAij RP Aij Source: Authors calculations based on publicly available World Bank Enterprise Surveys Note: Abbreviations above: AFR is subSaharan Africa, LAC is Latin America and the Caribbean, SAR is South East Asia,ECA is Europe and Central Asia, EAP is East Asia and the Pacific, and MNA is the Middle East and North Africa.Figure 3 outlines two scatter diagrams for the measures of investment efficiency and averagebribe payments as a percentage of sales.12 Each chart includes a simple linear plot of therelationship between the variables.Across both charts, there is evidence of a negative relationship between bribe paymentsand both absolute and relative investment efficiency.3.2 Econometric considerations Having presented the empirical model and data, the appropriate econometric methodologymust be selected. There are two main considerations that arise due to the nature of theempirical question and the data. First, due to a high presence of zeroobservations in thedependent variable, the issue of censoring arises and second, the direction of the causality inthe corruptioninvestment relationship requires the implementation of instrumental variablesto correct and control for potential endogeneity. This section outlines the steps taken toaddress these issues.3.2.1 Censoring One limitation of the World Bank data is that there are a considerable number of 0 valueobservations on the variable measuring investment. This variable is required to multiply the 12For these charts, we measure mvpk using the sales to capital ratio. The charts are almost identical usingthe profits to capital ratio for mvpk so we have omitted these for brevity.15Figure 3: Investment efficiency Informal payments scatter plots RSAij bribes as % of sales RSRij bribes as % of sales Source: Authors calculations based on publicly available World Bank Enterprise Surveysmarginal value product of capital to estimate efficiency. The resulting dependent variabletherefore carries a large number of zero values and this leads to a clustering of its distributionat 0. In our data, nearly 46 per cent of the observations carry a zero value for investment.The high frequency of zeros may be, in the main, explained by the fact that many of thefirms are SMEs. These firms may plan investments over a multiannual horizon. As thisdata is crosssectional, we only observe one point in time. In this specific year, the firm maybe recording a zero not due to negative market signals or expectations but due to the factthat they undertook capital expenditure in the previous year as part of their multiannualplanning. In this case, it is important to assign a positive probability to the zero values. This 16type of behaviour is represented by censoring from below and can be described as follows: RmvpkJijif RmvpkJ0 if RmvpkJRmvpkJij ij 0ij 012There are a number of econometric methodologies designed to cater for censoring of thistype, including the Tobit model and the symmetrically censored least squares SCLS approach of Powell 1986. As nearly 43 per cent of our data carry zeros, trimming the positiveside of the distribution to restore normality as the SCLS method does would reduce thesample considerably. We have therefore chosen to use the tobit approach.3.2.2 Endogeneity The endogenous relationship between corruption and economic outcomes such as growth andinvestment has been well articulated in the literature, in particular by Mauro 1995 and Fisman and Svensson 2007. Mauro 1995 states that both corruption and economic outcomesare jointly determined so that while corruption may influence outcomes such as investmentefficiency, investment and growth can also influence corruption through the design of governance institutions as well as the application of procedures and institutional requirements bypublic officials. For example, while the extraction of bribes by an official may reduce firmsmarginal product but it also may well be the case that very profitable firms, with a highmarginal product, are selected by return maximizing officials as bribe targets and levied accordingly. Fisman and Svensson 2007 note that if bribes are set by corrupt profit maximizingofficials in reference to both their ability and willingness to pay, and firm characteristics suchas profitability are taken into account in this assessment, then causation can run from firmcharacteristics to the propensity to being bribed and the value of the bribe. In this case thereverse causation would run from a firms marginal product of capital to the per cent of thebribes paid. Many studies, including Rand and Tarp 2012, Svensson 2003, and Bliss and Tella 1997, posit that bribes are set as a function of firm characteristics which is evidencefor the endogeneity of the relationship between corruption and investment efficiency.An additional source of endogeneity in this relationship is put forward by Fisman and Svensson 2007. They argue that if firms focus resources on rent seeking as opposed toefficiency as a growth strategy, they may target resources at obtaining restricted government 17contracts, licences and permits. Firms therefore compete on the grounds of preferentialbureaucratic access Fisman and Svensson 2007. This may lead to a positive correlationbetween bribery and investment efficiency which mitigates the actual underlying relationshipbetween efficiency and bribery.To demonstrate this more formally, recall our empirical model but add the joint determination of investment efficiency and bribery:RmvpkJij 0 BBij Xi Gj ij Bij f Xi, Gj ij1314Estimating the tobit model requires that ij N 0, 2. However as Bij is predeterminedthis assumption is violated EBijij cid:54 0. An instrumental variable is therefore required torestore this condition. The exogeneity condition required for a valid instrument, Zij is EZijij 015A number of instruments have been suggested in the literature on corruption and investment. Mauro 1995 uses a measure of ethnolinguistic fractionalization the probability thattwo persons, drawn from random in a country, will not belong to the same ethnic group asan exogenous instrument for corruption. He argues that the degree to which a country isethnically and linguistically fractionalised is exogenous to economic variables except throughthe design of the governance institutions and that fractionalization is a good instrument forcorruption, as they are highly correlated. In a seminal paper on fractionalization, Alesinaet al. 2003 estimate not only ethnolingusitic fractionalization but provide separate estimates for ethnic, linguistic and religious fractionalization for over 190 countries.13 From ourpoint of view, we are interested in whether these variables are acceptable instruments for thecorruptioninvestment relationship. Alesina et al. 2003 state that while these variables maybe in part determined in the long term by economic phenomena, in a 2030 year horizon theshares in linguistic and ethnic groups are sufficiently stable as to be treated as exogenous. Wetherefore include these variables as instruments in our analysis. They also note that religious 13Fractionalisation is defined as one minus the Herfindahl index of the group share, with groups being ethnic,linguistic and religious. More details and the precise estimation methodology can be found in Alesina et al.2003.18fractionalization may be more prone to be jointly determined with political freedom in caseswhere religious regimes promote one particular group. This may make it difficult to officiallybe counted in minorities. It can be argued that while religious fractionalization may comovewith political regimes, it is much less likely to determine economic variables except throughthe choice of institutions and governance procedures. Additionally, we argue that while thismay imply a shorter timeframe for the exogeneity of religious fractionalization, our data isall within 9 years of the Alesina et al. 2003 estimates which reinforces the stability of theshares estimated. We therefore also include this in our instrument set.In addition to using estimates of fractionalization, another popular instrument for governance institutions and procedures is legal origin La Porta et al. 2008. These variablesare used as instruments to determine the effect of governance on financial development andfinancial outcomes by La Porta et al. 1997 and La Porta et al. 1998 and entry regulationson enterprise start ups by Djankov et al. 2002. The reasons for the exogeneity of legalorigin to economic outcomes is articulated in La Porta et al. 2008. They argue that legalorigin was imposed on colonies by occupying powers which in turn influenced and shaped thedevelopment of the legal structures and institutions of governance in the postcolonial independent states which shaped economic outcomes.14 We also include here legal origin as aninstrument for corruption and argue that the investment efficiency should not be determinedby legal origin except through governance institutions, the legal framework and corruption.The estimates of legal origin are taken from La Porta et al. 2008 and cover three categories:countries of common law origin, countries of French legal origin, and countries of Germanlegal origin.4 Empirical results In this section we present our empirical results. The model is estimated using the efficient twostep minimum chisquared tobit method Newey 1987 . All regressions include dummiesfor sector, year and world region as well as the explanatory variables listed in section 3.1. Asthe data is crosssectional and the instruments are countrylevel, country dummies cannotbe included nor can a transformation for firmlevel unobserved heterogeneity be conducted.14For a detailed discussion of the economic consequences of legal origin, see La Porta et al. 2008.19However, we include a range of firm and country controls to capture these effects.15The Wald test is used to test the endogeneity of bribery and values are reported for eachmodel. The null hypothesis is that bribery is exogenous so pvalues of less that 0.05 reject thenull at five per cent level. As a large number of instruments are available from the estimatesof linguistic, religious and ethnic fractionalization as well as legal origin, we conduct detailedtesting of the validity of the instruments using the over identification restriction test. The 2values for these tests are presented in all cases. A high degree of correlation is evident betweenlinguistic and ethnic fractionalization so our preferred instruments for fractionalization areethnic and religious. However, when the country controls are included in the regressions,some combinations of the variables are no longer valid using the over identification restrictionsOIR test. We therefore use instruments that are valid by this metric.16This section is structured as follows: first, we present the results for the absolute investment efficiency including breakdowns by firm size and ownership. Second we present theestimates for relative efficiency and third we provide some additional robustness checks usinga reduced sample and weighted regression technique.4.1 Absolute investment efficiency Table 2 reports the estimates of the tobit model of bribery on investment efficiency. Thefirst two columns include only firmlevel characteristics. The instruments for bribery areethnic and religious fractionalization. We find a negative and significant effect of bribery oninvestment efficiency at the 1 per cent level. The Wald test has a pvalue of zero which rejectsthe null of exogeneity and supports the use of IV methods. The instruments are deemed valid 15An alternative methodology is the Heckman two stage model. We believe that the Tobit model is superioras the Heckman assumes that firms make a two stage decision: first level of investment and second its efficiency.This behaviour is not necessarily consistent with our attempt to explain a representative firms investmentreturns and its link to bribery. There is also the added difficulty of finding an exclusion variable for the firststage that is not correlated with the second stage. However, for robustness, we have run a Heckman modelon our main hypothesis using the same instruments as in the tobit model but using country population asthe exclusion variable in the first stage. In all cases, the results back up our main findings thus providingadditional support to our conclusions. The results are available on request from the authors.16This means that different instruments are used across the regressions. As a robustness check, all regressionsare estimated using religious and ethnic fractionalisation only as the instruments. The results are consistentwith those presented. These additional outputs are available from the authors upon request.20by the OIR test as we cannot reject the null of exogenous instruments.The firmlevel controls in the model suggest that investment efficiency is lower for smalland medium sized enterprises. The estimates of the coefficients for these variables are negativeand significant at the 1 per cent level. The coefficient on firm age is significant and negativesuggesting that older firms are less efficient in allocating capital. Firms that trade directlyeither export or import have a higher investment efficiency. The variable internal fundsmeasures the percentage of working capital that is funded from the firms internal resources andis an inverse proxy for the firms access to finance.17 It is negative and significant at the 1 percent level indicating that if firms gain improved access to finance, the efficiency of investmentwould increase. The Herfindahl index of sectoral concentration is weakly significant andpositive suggesting that as market concentration increases, investment returns increase.In columns 36 we include country control variables in the regression. We control for GDPgrowth, to capture the overall investment climate and opportunities in the widereconomy,trade openness and primary school enrollment, the negative effect of bribery on investmentefficiency remains significant at the 1 per cent level. In addition to standard country controlssuch as GDP and trade, the efficiency of investment is also affected by monetary policycurrently being implemented in each country. Capital scarce economies which have a highcost of and restricted supply of finance are more likely to have higher returns to capital ingeneral as the price of capital is high. In this regard, it is important to control for both thesupply of and access to finance at the country levels as well as our firmlevel controls. Incolumn 5 and 6 these variables are included.When all these controls are added, the main finding that bribery is negatively related toinvestment efficiency holds. It is significant at the 1 per cent level. This is a particularly strongfinding and supports the literature that highlights a negative relationship between corruptionand investment. This is an important result and indicates that companies who pay higherbribes earn lower investment returns through a reduction in the efficiency of investment.Eradicating or reducing the incidence and cost of bribery would therefore improve the efficientallocation of capital and increase economic growth.Interpreting the country control variables, GDP growth has a positive and significanteffect on investment efficiency. Higher overall investment opportunities in the economy mean 17As the percentage of internal funds in working capital increase, access to finance decreases.21Dep var Bribe Table 2: Estimates of Tobit model IV Tobit RSAij RP Aij RSAij RP Aij RSAij RP Aij Column 1 Column 2 Column 3 Column 4 Column 5Column 64.077 3.620 3.489 3.222 3.1403.0161.1561.0300.9270.8521.1241.070Size 1 small4.386 4.036 4.986 4.509 5.1424.5881.0640.9530.8850.8140.9110.867Size 2 medium2.383 2.177 2.524 2.279 2.6292.339Firm age0.5360.4410.5310.4390.4600.7440.6680.6490.5980.6410.2840.2530.2560.2350.252Man experience 0.0150.0120.0080.0060.0150.6110.3640.2390.013Trade firm1.2991.2441.444 1.342 1.5821.4480.0210.0190.0190.0180.0190.018Private Foreign0.6070.5430.5270.4860.5070.4830.9300.8850.9970.9471.5251.4891.3261.3551.2441.2732.3772.1972.5532.3992.7851.5151.3491.3721.2591.3061.4531.2032.6541.236Internal funds0.023 0.020 0.021 0.019 0.0180.0160.0060.0060.0060.0050.0050.005HHI3.5013.3942.9442.9490.8560.990GDP growth annual %0.405 0.362 0.2900.2491.7301.5501.5751.4501.3581.287Trade Country% of primary school Broad money % of GDPReal interest rate %0.1030.0950.1090.1030.0050.0060.0030.0020.0090.0080.0110.0110.070 0.062 0.1410.1270.0260.0240.0420.0400.0090.0070.0160.0160.3110.3040.1180.112Wald test endogeneity70.3368.2263.9566.8129.37pvalueOIR 2 statisticpvaluen 0.00000.00000.00000.00000.00000.9350.6581.0990.6182.4280.33360.41740.29440.43190.119213,28713,27412,83612,82611,742Year, regional and sector dummies Yes Yes Yes Yes Yes p0.10, p0.05, p0.01All estimates are robust to heteroskedasticity using Newey two stage min 2 method 32.840.00002.0280.154411,733Yes Instruments for corruption are linguistic, ethnic and religious fractionalisation and legal origin dummies Source: Authors calculations based on publicly available World Bank Enterprise Surveys 22higher returns for the firm. Trade is not significant while primary school enrolment is negativeand significant. The former may suggest that in countries where school enrollment is moreextensive, labour costs are higher and returns lower. Broad money does not have a significanteffect on investment efficiency. This is not particularly surprising as the measure of internalfunds is capturing the firms access to finance. The real interest rate enters the regressionpositively and is statistically significant. While this may seem counter intuitive, recall thatthe dependent variable is not the level of investment. It is the return on investment. The realinterest rate therefore proxy for the economy wide price of capital. The interpretation of thisresult is that the higher the domestic price of capital, the higher the return on investment.4.1.1 Results by firm size and ownership To provide a more granular insight into the effect of bribery on investment efficiency, wepresent the results categorised by firm size and ownership. If public officials take firm characteristics into account and set bribes according to the willingness and ability of firms to pay,it is quite likely that the effect of bribery on investment efficiency differs by firm type andownership. In particular, if public policy is designed to encourage foreign direct investment,foreign firms may be able to bipass or be exempt from processes where bribes are levied.Table 3 presents the results of the main model estimated for small to mediumsized enterprises SMEs and the large firms. SMEs are defined as firms with less than 301 employees,a standard World Bank definition.Columns 1 and 2 present the results for domestic SMEs only. The coefficient on thebribery variable is negative and significant at the 99 per cent level. There are a numberof reasons why SMEs may be particularly prone to bribery, including an inability to avoiddomestic bureaucracy and weakness in the face of bribe demands. SMEs operate in marketsthat may be local or regional in nature which ties the firm to a particular location. Thisreduces the ability to use a relocation threat in dealing with bribe extracting officials. Thestrong negative effect of bribery on SMEs has serious implications for the development ofdomestic firms. SMEs are large employers and contributors to domestic investment in manydeveloping countries. Since bribery has a particularly severe impact on their performance, itis detrimental to the prospects for growth and industrial progress. The results also indicatethat large firms do not suffer any effects of bribery in terms of investment efficiency columns 23Dep var Bribe Firm age Table 3: Estimates of Tobit model IV Tobit RSAij SMEs RP Aij SMEs RSAij Large RP Aij Large RSAij Private RP Aij Private RSAij Foreign RP Aij Foreign Column 1 Column 2 Column 3 Column 4 Column 5 Column 6 Column 7 Column 83.250 2.9830.0641.2102.562 2.3243.7913.4660.7990.7300.3702.1380.6500.5883.3753.0770.4380.3541.2290.7130.5670.4800.0990.1770.2780.2540.3450.7540.2310.2090.8930.818Man Experience 0.0050.0030.0250.0220.0030.0000.1500.136Trade firm2.685 2.482 2.4433.1531.617 1.5343.2752.9510.0210.0190.0260.0310.0170.0150.1190.1090.5490.5040.9311.7740.4340.3941.9081.745Internal funds0.022 0.0190.0050.0120.018 0.0150.0090.0060.0060.0060.0080.0150.0050.0040.0210.019HHI0.5980.4470.0970.2990.6370.7344.0734.1091.5791.4442.1903.0371.2951.1754.2373.870GDP growth annual %0.2050.1810.9170.8950.2420.2150.0510.0400.1120.1020.3000.4030.0940.0850.3600.329Broad money % of GDP0.0190.0180.0510.0450.0190.0180.1190.1120.0160.0150.0230.0290.0130.0120.0780.071Real interest rate %0.263 0.2470.0200.0720.199 0.1870.4760.4500.0830.0760.0650.1010.0670.0600.4330.395Trade Country0.0130.0100.0010.0360.0080.0050.0090.0090.0110.0110.0200.0610.0090.0080.0300.028Small Medium5.845 5.3141.2261.2700.6460.5864.9214.4802.861 2.6011.1981.1580.5410.4912.0071.830Wald test endogeneity58.0960.540.100.6544.1345.047.597.210.00000.00000.75720.42000.00000.00000.00590.0072Year, regional and sector dummies Yes Yes p0.10, p0.05, p0.01All estimates are robust to heteroskedasticity using Newey two stage min 2 method Instruments for corruption are linguistic, ethnic and religious fractionalisation and legal origin dummies Source: Authors calculations based on publicly available World Bank Enterprise Surveys 24pvalueOIR 2 statisticpvaluen 0.1360.2870.71190.59199,7909,7821.0391.4570.30810.2273694Yes 694Yes 10,48410,4761,2301,229Yes Yes Yes Yes3 and 4. This result may by driven by the fact that these firms can use scale and politicallobbying to bypass corrupt officials. In this sample, we also include large state firms andarguably it is less likely these firms have to pay bribes to state officials. For the controls,trade is positively related to investment efficiency for SMEs and large firms.Internal funds are only significant for SMEs. This is intuitively sensible as these firmsare the most likely to be credit constrained while large firms have better access to capitalmarkets. GDP growth is significant for both size categories while the domestic lending rateis only significant for SMEs. Again this result may be driven by the fact that SMEs arecompletely reliant on domestic funding sources and the cost of domestic capital while largefirms can tap international capital markets.In columns 5 and 6, we present the results for the sample of private firms of all sizecategories. The coefficient on bribery is statistically significant at the 1 per cent level andcarries a negative sign. The results for foreign firms, column 7 and 8, are not statisticallysignificant. It is also interesting to note that foreign firms are neither financially constrainedcoefficient on internal funds is not significant nor does their efficiency decline with age as isthe case for domestic private firms.Combining the results of the regressions by firm size and ownership, a clear picture emergesof the heterogeneous effect of bribery across the economy. The negative impact of corruptionon investment efficiency is strongest for small and medium domestic private enterprises whileno effect is evident for large or foreign owned firms. This finding has implications for economicdevelopment as SMEs are important to the growth of domestic industry and for providingemployment opportunities in developing countries. SMEs are also the most likely to movebetween the formal and informal economy which has implications for public administration.One consideration that must be taken into account in relation to foreign firms is thatbribery may not only affect the investment level and efficiency of foreign firms, but may morefundamentally affect their entry decision into the foreign market. As we do not observe thefirms that were deterred from entering in our sample, the results for foreign firms may bebiased. To control for this scenario, we include the transparency international corruptionperception index that captures the perceived risk of the country in terms of corruption inan international setting. This variable should be correlated with the decision to undertakeforeign direct investment but not necessarily with the level of investment efficiency over and 25above the level of bribes. We therefore use this variable to capture the willingness of firms toenter the market. The results are presented in Ttable 4. Even controlling for nonentry, theredoes not seem to be any effect of bribery on the efficiency of investment for foreign firms.Dep var Bribe Table 4: Estimates of Tobit model RSAij 0.475RP Aij 0.080RSRij 0.4090.5950.2570.542Size 1 small6.848 2.765 6.3731.2070.5281.101Size 2 medium2.734 1.277 2.552Firm age0.6640.2870.6070.1660.0300.0710.3340.1440.307Man experience 0.0240.0050.0210.0310.0130.028RP Rij0.0400.2612.4710.5371.2650.2920.1180.1460.0080.014Direct trade 2.973 1.222 2.6961.284Internal funds0.0210.0030.0170.7490.3290.688HHI0.0080.0030.0072.5881.5852.4851.6240.7011.487GDP growth annual %0.0680.1350.0680.1390.0620.127Broad money % of GDP0.0300.0080.0320.0380.0170.035Real interest rate %0.0460.0040.0240.0840.0360.076Trade % of GDP0.0020.0120.0030.0120.0050.011Corruption Perception Index 0.1180.0230.088n0.4790.2080.4401,2301,2301,230Year, regional and sector dummies Yes Yes Yes0.3350.0010.0031.5770.7130.1210.0630.0040.0170.0150.0370.0060.0050.0550.2121,230Yes p0.10, p0.05, p0.01All estimates are robust to heteroskedasticity using Newey two stage min 2 method Instruments for corruption are linguistic, ethnic and religious fractionalisation and legal origin dummies Source: Authors calculations based on publicly available World Bank Enterprise Surveys 4.2 Relative investment efficiency The summary statistics in section 3.1 highlight the variance of bribe payments both acrosscountries and firms within a specific country. As the rate and incidence of bribery is heterogeneous across firms, it is interesting to evaluate whether bribery affects the efficiency ofinvestment of a particular firm relative to the average in the sector of operation. Table 5presents the estimates of the model with relative efficiency as the dependent variable. Themodel includes all firm level controls as well as the country financial and economic controls.In all regressions, we see a negative and significant effect of bribery on relative economic 26efficiency, although the level of significance is not as robust as with absolute efficiency. The Wald test rejects the null hypothesis of exogeneity in all regressions and the instruments arealso valid using the OIR test. This result indicates that paying higher bribes reduces the firmlevel investment efficiency relative to the average in the sector i.e. firms that face higher rentextraction face lower returns on investment relative to competitors.Interpreting the coefficient on the firm control variables, we find that smaller firms andolder firms have lower levels of efficiency relative to their competitors. However, firms thatare either direct importers or exporters have a higher level of investment efficiency. In thiscase, we do not find a significant effect of internal funds on relative efficiency. As we find thiseffect in our absolute measures, it would suggest that credit constraints, where evident, bindfor the firms individually but not relative to their sector.It is difficult to interpret the country controls as the dependent variable is the ratioof a firms relative investment efficiency to the average in its within country sector. Theinterpretation in essence picks up the variance of observations from the average. Applyingthis reasoning, the results indicate that there is a larger variance in efficiency in countrieswith a higher level of GDP growth and trade openness. In fast growing, open economies,startups and new entrants may provide for a large variance in the efficiency of returns. Thefinancial control variables suggest that in countries with a higher level of broad money to GDP, the sectoral efficiency is less varied. This result could be driven by credit availability;greater levels of credit availability, equalise returns, whereas in capital scarce economies, thefirms with preferential access to credit have significantly higher returns.4.2.1 Results by firm size and ownership Table 6 presents the results of the analysis for relative efficiency by firm size and ownership.For SMEs, bribery affects relative efficiency negatively and the result is statistically significant. For these SMEs, as rent extraction increases, their investment efficiency falls relative totheir peers and competitors. This implies a loss of market competitiveness relative to industryparticipants, especially in the case where the cost of bribery is passed through to customersin the form of higher prices. If this occurs, firms could loose market share. There is no effecton large or foreign firms.The estimated coefficients on the control variables also indicate similar effects. The coeffi27Dep var Bribe Table 5: Estimates of Tobit model IV Tobit RSRij RP Rij RSRij RP Rij RSRij RP Rij Column 3 Column 4 Column 5 Column 6 Column 7Column 81.1551.2350.6120.7700.4850.6230.4870.5170.3270.3780.2340.268Size 1 Small1.481 1.406 1.919 1.793 1.9991.8910.3870.4110.2560.2960.1900.218Size 2 Medium0.949 0.872 1.124 1.028 1.1511.0740.2480.2640.1670.1940.1330.153Firm age0.1870.1620.186 0.165 0.1490.131Manager experience 0.1200.0850.0860.0560.0600.0420.0810.0860.0540.0630.0520.060Trade firm0.3770.3740.521 0.498 0.5440.5370.1010.1080.0680.0790.0620.071Private Foreign0.2010.2130.1300.1510.1050.1200.0540.0910.0410.0030.2410.2010.4290.4560.2910.3360.2650.3030.5580.4980.6220.5480.7530.7010.4370.4640.2920.3380.2710.311Internal funds0.1060.0530.0850.0310.0540.0070.1040.1110.0690.0790.0620.071HHI0.8391.0490.3290.6000.0780.0860.5680.6030.4030.4650.2830.325GDP growth annual %0.070 0.0700.0510.040Trade firm% primary school0.0220.0260.0230.0260.0060.0040.0090.0080.0020.0020.0020.0030.016 0.015 0.0320.0380.0060.0060.0090.010Broad money % of GDP0.0060.010Real interest rate %0.0030.0460.025Wald test endogeneity27.7129.448.8012.207.74pvalueOIR 2 statisticpvaluen 0.00000.00000.00300.00050.00540.5300.7250.2030.0700.5100.46670.39450.65220.79160.474913,06613,06612,64912,64911,742Year, regional and sector dummies Yes Yes Yes Yes Yes p0.10, p0.05, p0.01All estimates are robust to heteroskedasticity using Newey two stage min 2 method0.0040.0590.02811.400.00070.5540.456711,742Yes Instruments for corruption are linguistic, ethnic and religious fractionalisation and legal origin dummies Source: Authors calculations based on publicly available World Bank Enterprise Surveys 28Dep var Bribe Firm age Table 6: Estimates of Tobit model IV Tobit RSRij SMEs RP Rij SMEs RSRij Large RP Rij Large RSRij Private RP Rij Private RSRij Foreign RP Rij Foreign Column 1 Column 2 Column 3 Column 4 Column 5 Column 6 Column 7 Column 80.2340.2600.1051.0750.2780.3001.3691.6730.1240.1290.2181.8540.1190.1261.2481.4820.126 0.122 0.4430.7980.185 0.1800.1560.2680.0430.0450.1960.6490.0450.0470.3380.401Manager experience 0.0300.0190.2200.0200.0090.0160.6050.664Trade firm0.960 0.9511.0200.3030.544 0.5541.3841.4420.0540.0560.2070.3660.0550.0580.5440.6460.0850.0890.5271.5000.0840.0890.7100.842Internal funds0.1320.1010.3340.2130.0470.0070.1920.4350.0540.0560.2140.6140.0550.0570.5000.594HHI0.2360.1561.6610.4310.2250.0970.9591.3090.2470.2571.2312.4890.2570.2701.5631.859GDP growth annual %0.0470.0340.0750.2840.0500.0410.0930.0770.0170.0180.1660.3110.0180.0190.1340.159Broad money % of GDP0.0000.0020.0140.0090.0030.0060.0230.0320.0020.0030.0130.0240.0020.0030.0290.035Real interest rate %0.0090.0090.0010.0210.0110.0110.1730.2130.0130.0130.0360.0810.0120.0130.1580.187Trade Country0.008 0.0070.0130.0020.009 0.0090.0090.0030.0020.0020.0110.0540.0020.0020.0110.013Size 1 SmallSize 2 Medium2.124 2.0800.8450.3100.1250.1311.8342.1761.217 1.1630.7430.6590.1040.1090.7510.892Wald test endogeneity4.515.290.240.577.257.855.557.500.03360.02150.62570.45120.00710.00510.01840.0062pvalueOIR 2 statisticpvaluen Year, regional and sector dummies Yes Yes 2.1473.7010.14290.05449,7909,790694Yes694Yes 2.2831.7260.13080.188910,44910,4491,2301,230Yes Yes Yes Yes p0.10, p0.05, p0.01All estimates are robust to heteroskedasticity using Newey two stage min 2 method Instruments for corruption are linguistic, ethnic and religious fractionalisation and legal origin dummies Source: Authors calculations based on publicly available World Bank Enterprise Surveyscient on firm age is negative and significant for SMEs, while trade at the firm level is positiveand significant for SMEs, all private firms as well as foreign firms. GDP growth in the countryis positive and significant for SMEs and private firms. This is intuitively reasonable as thesefirms are the most likely to be dependent on domestic market performance. The result forforeign firms is insignificant indicating they are not dependent on the market in which theyare located. This may be due to the fact much of the output generated by FDI is exporteddirectly.294.3 Robustness checks As the number of observations is unevenly distributed across countries, it is good practice toundertake a number of robustness checks to test the validity of the main results and theirsensitivity to the sample. Our robustness procedure is twofold. First, we test the sensitivityof the estimates to the firms in the sample. Second, we limit the countries in the sampleto nonoil producers. Third, we add GDP per capita to pick up an income level effect andreplace the firmlevel bribery data with a countrylevel measure of corruption perception.First, we limit the sample to only those countries for which data on at least 30 firms isavailable. This is to ensure the results are not driven by countries with only a few observations.With this procedure drops, the number of countries in the sample drops from 90 to 66. Thesecond methodology we use follows Love 2003 and applies a weighted regression technique tothe restricted sample. The weights are the inverse of the number of observations per country.This method effectively balances the number of observations across countries and is appliedto the firmlevel variables in the regressions.30Dep var Bribe Table 7: Estimates of Tobit model Absolute investment efficiency RSAij RP Aij RSAij RP Aij RSAij Relative investment efficiency RSAij RP Aij RP Aij Column 1Column 2Column 3 Column 4Column 5Column 6Column 7 Column 8Reduced sample Reduced sample Weighted Weighted Reduced sample Reduced sample Weighted Weighted3.3323.0400.336 0.5030.2520.2900.235 0.1970.8320.7560.1670.1580.1050.1110.0740.074Size 1 Small4.8504.4390.023 0.0212.0682.0210.007 0.007Size 2 Medium2.4622.2510.012 0.0111.1941.1570.004 0.0040.7760.7070.0010.0010.1190.1250.0000.000Manager experience0.6040.0080.0190.5500.0010.0010.0060.112 0.1050.0170.0120.0120.0950.0030.0500.1000.0240.0530.0000.0000.386 0.2720.0770.078Trade Firm1.4641.3780.009 0.0080.5730.5820.003 0.003Private Foreign0.4981.6221.3303.0061.3530.4550.0010.0010.0810.0860.0000.0001.5160.011 0.0100.2380.1820.0010.0011.2100.0030.0030.2220.2350.0010.0012.8080.013 0.0130.7480.6720.003 0.0031.2310.0030.00331Internal funds0.0190.0160.018 0.017HHI0.0060.6361.4250.0050.0030.0030.7722.045 2.0111.2990.4850.4590.2240.0600.0520.2270.2400.2370.0010.0010.0030.271 0.2650.0550.0840.2540.0730.0730.1580.3500.1650.1670.0180.0040.0020.0230.0120.0190.0000.0000.0060.000 0.0000.0030.0000.0000.0260.000 0.0000.0120.0000.000GDP growth annual %0.2850.2500.001 0.0010.0620.0550.0000.000Broad money % of GDP0.1100.0060.0170.1000.0000.0000.0060.0000.0000.0150.0000.000Real interest rate %0.3290.3050.001 0.001Trade0.0900.0050.0110.0820.0000.0000.0030.000 0.0000.0080.0060.000 0.0000.0100.0000.0000.0020.0020.0000.000% primary school0.1420.1260.0000.0000.0280.0330.000 0.0000.0430.0390.0000.0000.0070.0080.0000.000Wald test endogeneitypvalueOIR 2 statistic AmemiyaLeeNeweypvaluen Year, regional and sector dummies 66.280.00000.0020.965711,693Yes 68.220.00000.0080.928111,684Yes 6.3614.670.01170.00010.5910.0080.44200.930811,68811,679Yes Yes 7.380.00660.2050.650711652Yes 9.100.00260.0000.983911652Yes 11.137.260.00080.00701.4007.2140.23670.00721164711647Yes Yes p0.10, p0.05, p0.01All estimates are robust to heteroskedasticity using Newey two stage min 2 method Instruments for corruption are linguistic, ethnic and religious fractionalisation and legal origin dummies Source: Authors calculations based on publicly available World Bank Enterprise SurveysThe results for both of the robustness methods across absolute and relative efficiency arepresented in table 7. Across both the reduced sample and weighted regression method, forboth absolute and relative efficiency measures, our main finding holds. Bribery is negativelyrelated to investment efficiency. The result is statistically significant at the 5 or 1 per centlevels across the regressions. The robustness checks provide clear support for our main findingsand alleviate any concerns that relate to the data inputs.Three final robustness checks are undertaken relating to country omission and inclusionof additional variables. First the model is estimated for countries that are not oil producers,second, we include GDP per capita as an additional country control variable, and third, wereplace the firmlevel bribery measure of corruption with a countrylevel perception index.Estimating the model for only the countries that are not oil producers presents a scenario inwhich the bribery rate may be less related to big business deals and major internal corporations. The value of the oil and the competition for reserves and control over production, maylead to an increase in the incidence and cost of bribery. Therefore removing these countriesfrom the sample provides a test of more normal business practices, with less resource dominated economies. The economies kept in the sample are those countries whose oil productionis less than 0.5 per cent total world output as measured by the CIA factbook CIA 2011.The results indicate that for the absolute measures of investment efficiency corruption, andone of the two relative measures, corruption has a negative and significant effect. For nonoilproducing nations, bribery still has a negative and significant effect on the efficiency of capitalinvestment.As an additional robustness check, GDP growth is replaced with GDP per capita. This isto capture any potential monetary level effect i.e. capturing the differences in the ability topay bribes across countries in terms of the values of earnings. The results remain consistentwith earlier findings.Table 9 includes the estimates of the robustness check replacing firmlevel bribery withthe countrylevel of corruption perception as measured by Amnesty Internationals corruptionperception index TI CPI TI 2011. The index is decreasing in corruption so a positiveeffect of this variable on investment efficiency indicates that corruption decreases investmentefficiency. This robustness check is included purely to test whether similar findings are evidentwhen the firmlevel bribery value is replaced by a countrylevel equivalent which aids in 32Dep var Bribe Table 8: Estimates of Tobit model Nonoil producing nations Additional country control RSAij RP Aij RSRij RP Rij RSAij RP Aij RSRij RP Rij Column 1 Column 2 Column 3 Column 4 Column 5 Column 6 Column 7 Column 81.349 1.2040.1340.1242.967 2.7440.1630.1810.3690.3310.0970.0700.8430.7740.0940.098Size 1 Small6.515 5.973 2.436 2.302 5.150 4.666 2.166 2.125Size 1 Medium3.239 2.985 1.432 1.304 2.704 2.443 1.267 1.2330.4860.4370.1280.1250.7750.7130.1150.120Private Foreign0.3920.3530.1020.1030.5820.5360.0910.0950.3340.2630.1300.0801.4231.3500.1990.1470.9700.8710.2530.2581.2281.1270.2120.2210.2770.2950.5210.3152.5122.3890.656 0.5870.9600.8610.2500.2591.2551.1530.2140.224Firm age0.517 0.448 0.211 0.1700.4370.3500.157 0.1430.1780.1610.0470.0480.2430.2240.0410.043Manager experience 0.0090.0070.0020.0020.0160.0130.0010.0000.0130.0120.0030.0040.0180.0160.0030.003Direct trade 1.434 1.346 0.634 0.547 1.604 1.493 0.603 0.6200.3340.3010.0880.0900.4680.4320.0770.081Internal funds0.022 0.019 0.003 0.003 0.019 0.016 0.003 0.002HHI2.681 2.411 0.767 0.7573.0652.8330.5790.4990.9390.8470.2450.2581.4361.3220.2390.2500.0040.0040.0010.0010.0050.0050.0010.001GDP growth annual %0.376 0.3260.0500.0480.0910.0820.0240.026Broad money % of GDP0.0100.0090.0050.0060.0050.0050.0020.0030.0140.0120.0040.0030.0150.0140.0020.002Trade % of GDP0.0100.0080.0030.0050.0180.0150.009 0.0060.0080.0070.0020.0020.0100.0100.0020.002Real interest rate %GDP per capita 0.244 0.2330.0010.0050.0800.0730.0100.0100.0000.0000.0000.0000.0000.0000.0000.000n 8,5628,5628,5628,56211,60511,60511,60511,605Year, regional and sector dummies Yes Yes Yes Yes Yes Yes Yes Yes p0.10, p0.05, p0.01All estimates are robust to heteroskedasticity using Newey two stage min 2 method Instruments for corruption are linguistic, ethnic and religious fractionalisation and legal origin dummies Source: Authors calculations based on publicly available World Bank Enterprise Surveysgenerality of the findings. The results indicate that in all cases investment efficiency is reducedas corruption is increased positively related to the TI CPI. This result backs up our findingsusing the firmlevel bribery data.33Table 9: Estimates of Tobit model Absolute and relative efficiency Dep var RSAij RP Aij RSRij All firms All firms All firms Corruption Perception Index 3.203 0.356 2.9090.4220.1290.379Size 1 Small7.145 2.334 6.520Size 2 Medium3.909 1.373 3.5740.3080.0940.278Firm age0.2640.0800.2380.610 0.175 0.5230.1280.0390.116Manager experience0.0010.0000.003Direct trade0.0100.0030.0092.568 0.708 2.4000.2330.0710.210Internal funds0.018 0.003 0.015HHI0.0030.0010.0031.3600.2431.3870.7170.2190.647GDP growth annual %0.295 0.044 0.2640.0500.0150.045RP Rij All firms 0.5200.1352.3020.0981.3440.0830.1620.0410.0020.0030.7380.0740.0020.0010.4210.2290.0350.016Broad money % of GDP0.129 0.020 0.1160.0310.0240.0070.021Real interest rate %0.0220.0060.0270.0180.0060.017Trade % of GDP0.027 0.012 0.023n0.0070.0020.00611,74211,74211,742Year, regional and sector dummies Yes Yes Yes0.0080.0050.0060.0120.00211,742Yes p0.10, p0.05, p0.01All estimates are robust to heteroskedasticity using Newey two stage min 2 method Instruments for corruption are linguistic, ethnic and religious fractionalisation and legal origin dummies Source: Authors calculations based on publicly available World Bank Enterprise Surveys 5 Conclusion This paper has considered the effect of bribe payments on the efficiency of firmlevel investment. Our contribution to the literature builds on the work in the corruptioninvestmentspace such as Mauro 1995, Fisman and Svensson 2007, Meon and Sekkat 2005 and Randand Tarp 2012 but complements these studies by considering the efficiency of allocated capital as opposed to the level of investment or sales growth. Our dataset exploits both withinand across country variation for 90 developing and transition economies and is the first studyto apply this approach to the issue of investment efficiency and corruption. The benefit ofusing firmlevel data is highlighted in Reinikka and Svensson 2006 and enables us to use afirmlevel measure of the value of corrupt payments as well as firmspecific measures of investment returns to benchmark efficiency. The econometric methodology addresses censoring inthe dependent variable as well as the jointly determined nature of corruption and investment 34by using as instruments, measures of ethnic, religious and linguistic fractionalization from Alesina et al. 2003 and legal origin dummies drawn from La Porta et al. 2008.We conclude that bribery has a negative and statistically significant effect on investmentefficiency supporting the findings of Mauro 1995, Fisman and Svensson 2007 and Meonand Sekkat 2005. This main result is statistically significant controlling for firmlevel characteristics such as age, size, access to external finance and whether the firm is a direct importeror exporter. It is also robust to the inclusion of countrylevel controls for GDP growth, tradeopenness, and quality of education as well as monetary indicators for the availability andcost of credit. The findings indicate that this effect is strongest for small to medium sizedomestic enterprises while for large firms, which include state and semistate enterprises, aswell as foreign owned companies, bribery has no effect on the efficiency of investment. Asthe development of small to medium size enterprises are essential to stimulate domestic industrialisation and employment expansion, reducing the investment efficiency of these firmsis particularly damaging to growth prospects. These firms are also the least likely to be ina position to leverage scale or political lobby to influence a reduction in rent extraction bypublic officials.Our findings indicate that the investment efficiency of large firms, including state firms,and foreign owned firms is not effected by bribery. One explanation for this is that largedomestic firms are potentially in a position to use influence to bypass specific corrupt officialswhich may facilitate a reduction in the bribe payments per unit sales. For foreign firms, it maybe that to support inward foreign direct investment, government policy somewhat immunisesthese firms from the effect of bribery on investment efficiency. However, research by Wei2000a and Wei 2000b provides conflicting evidence that foreign direct investment levels arereduced by bribery. Reconciling these issues may relate to the fact that investment efficiencyis determined by the rate of return available in the economy. Foreign investors are muchmore likely to earn higher returns in the capital scarce, labour rich foreign markets than intheir domestic capital abundant market. In this case their marginal efficiency is significantlyhigher in the foreign market regardless of bribery. Faced with the prospect of paying bribes,they may reduce the level of investment but overall this may leave its efficiency unchanged.In the context of developing effective governance responses, a supportive policy contextshould be introduced to effectively reduce the level and incidence of informal payments at the 35interface of government and small to medium business. International initiatives such as the UN Convention Against Corruption provide crossborder best practise platforms for which toassist government in the introduction of anticorruption measures and public administrationtechniques. While our focus has not been to investigate the causes and firmlevel determinantsof bribery, targeted policy solutions should be mindful of academic research such as Svensson2003 and Rand and Tarp 2012 which highlight the specific firm characteristics that explainthe propensity of bribes levying. This evidence would suggest that a one size fits all policy maynot be appropriate in fighting corruption. A more targeted, differentiated policy approach,tailored for specific firm types such as SMEs and large firms would potentially be moreeffective.A Appendix 1 Data A number of steps were undertaken to clean the dataset. As the enterprise surveys coverdifferent years, all value variables were transformed to real 2006 USD terms using World Bank data on inflation and foreign exchange rates. This provides a consistent sample inmonetary terms.In addition to controlling for outliers in the data, the following sampleselection criteria were imposed in line with Love 2003 and Galindo et al. 2007: All observations with negative capex, negative fixed assets were removed. There are a large number of missing values for the investment variables and the fixedassets so all these were removed. All observations with sales to fixed assets greater than 30 and for both profits to fixedassets and capital to fixed assets, observations greater than 20 and less than 20 wereremoved Observations of RmvpkRij greater than 20 and less than 20 were removed.Applying the outlier controls above, the number of observations for the bribery and efficiency data is 17,051. However, some control variables in the regression have additionalmissing observations. This limits the number of observations in the regression analysis tounder 17,051. The number of observations per regression are presented in the results tables.36Variableln RSAijln RP Aij RSRij RP Rij Bribeijln Firm ageij Manager experienceij Smallij Mediumij Privateij Foreignij Internal fundsij HHIkj Tradeij firmGDPgrowthj 37Table A: 1. Definition of main variables Definition Average return to the firm using sales to measure mvpk Average return to the firm using profits to measure mvpk Source World Bank Enterprise Surveys World Bank Enterprise Surveys Average return to the firm relative to the sector average return using sales to measure mvpk World Bank Enterprise Surveys Average return to the firm relative to the sector average return using profits to measure mvpk World Bank Enterprise Surveys Total annual bribe payments as a percentage of firm sales Age of the firm in log terms Number of years experience of the top manager Binary indicator for small firms Binary indicator for medium firms Binary indicator for private ownership Binary indicator for foreign ownership World Bank Enterprise Surveys World Bank Enterprise Surveys World Bank Enterprise Surveys World Bank Enterprise Surveys World Bank Enterprise Surveys World Bank Enterprise Surveys World Bank Enterprise Surveys The percentage of working capital supported out of internal resources World Bank Enterprise Surveys Herfindahl Index of Concentration evaluated for sector k in country j World Bank Enterprise Surveys Binary indicator for whether the firm is a direct exporter or importer World Bank Enterprise Surveys Percentage change in annual gross domestic product World Bank Development Indicators Broadmoneyj M2 as % of GDPThe level of M2 money supply as a percent of GDPWorld Bank Global Finance Indicators Real interest ratej Tradej countrySchoolj The country level lending interest rate adjusted for inflation World Bank Global Finance Indicators Total sum of exports and imports as a percentage of GDPWorld Bank Development Indicators Gross primary school enrollment World Bank Development Indicators Source: Authors calculations based on publicly available World Bank Enterprise SurveysTable A: 2. Overview of countries in sample Freq. Percent Country Freq. Percent Country Freq. Percent Country Freq. Percent 0,25Croatia 1811,06Kosovo 30,11 Czech Republic 20,01 Kyrgyz Republic 16Country Afghanistan Albania Angola Argentina Armenia Azerbaijan Bangladesh Belarus Bolivia 4219299553629651781,753,240,040,015,66DRCEcuador Egypt El Salvador Eritrea 10,01 Fyr Macedonia 273266581146493011843021141,601,563,410,860,020,050,180,011,081,770,670,130,850,022,761,910,191,450,072,08Laos Latvia 26720,020,091,570,01Pakistan Panama 102110Paraguay 93Peru 591Lebanon 1020,60Philippines 829Lesotho Lithuania Madagascar Malawi Mali Mauritania Mauritius Mexico Moldova Mongolia Mozambique Namibia Nepal Nicaragua Niger Nigeria Oman 631498919293824419112021348815940789160,040,020,870,521,130,55Poland Romania Russia Rwanda Senegal Serbia 475183190130,48South Africa 8872,590,050,061,180,790,520,930,234,630,09Sri Lanka 257Swaziland Tajikistan Tanzania Turkey Uganda Ukraine 841244011640632Uruguay 162Venezuela 19Vietnam 335Yemen Zambia 613660,600,650,553,474,860,020,040,300,491,110,085,201,510,490,072,580,682,380,190,950,111,960,362,15Bosnia and Herzegovina 2Botswana Brazil Bulgaria Burkina Faso Burundi Cambodia Cameroon Cape Verde Chile China Colombia Costarica 19097242591351718574761580773211,040,011,110,571,420,350,790,101,080,434,463,404,530,12Gambia Georgia Ghana Guatemala Guinea Guinea Bissau 22Honduras 145Hungary India Indonesia Ivory Coast Jordan Kazakhstan Kenya 34713263324712355Source: Authors calculations based on publicly available World Bank Enterprise Surveys 38Table A: 3. Summary statistics for bribe payments per country Obs Min Max Country Obs Min Max Country Obs Min Max 42191.7 3.51.8 3.2299 3.3 5.2553 0.8 2.65.0 4.40000114 Gambia 10 Georgia 20 Ghana 303.6 6.015.0184 1.4 3.620 Guatemala 302 1.0 5.013 Guinea 114 6.0 9.515.0 7.11020 Guinea Bissau 227.0 5.0Country Afghanistan Albania Angola Argentina Armenia Azerbaijan Bangladesh Belarus Bolivia 62965 2.5 3.312.0.178 2.5 6.6Bosnia and Herzegovina 22.5 2.1Botswana Brazil Bulgaria Burkina Faso Burundi Cambodia Cameroon Cape Verde Chile China Colombia Costarica Croatia 190 1.0 3.3976.5 14.4242 0.5 2.2593.7 4.7135 3.8 5.8173.6 4.9185 4.0 11.4740.2 0.8761 0.2 1.5580 2.0 3.4773 0.9 4.3213.5 9.6181 0.6 3.1Czech Republic 23.5 2.1DRCEcuador Egypt El Salvador Eritrea Fyr Macedonia 273 4.3 5.9266 0.8 5.2581 2.9 10.2146 1.1 3.7490.0 0.03.8 2.905000001001010310300100000011020 Namibia 134 1.8 4.65 Nepal 88 0.5 1.920 Nicaragua 159 1.9 4.650 Niger 40 4.4 4.845 Nigeria 789 1.6 3.515 Oman 16 0.6 1.440 Pakistan 102 2.1 5.510 Panama 110 4.2 9.095 Paraguay 93 2.5 8.850 Peru 591 0.7 2.780 Philipinnes 829 1.7 5.4100 Poland 15 Romania 471.0 0.03.0 3.420 Russia 51 5.1 5.812 Rwanda 83 0.2 0.820 Senegal 190 1.6 5.610 Serbia 13 5.7 5.610 South Africa 887 0.3 3.770 Sri Lanka 257 0.2 0.6.5 Swaziland 84 1.1 2.45 Tajikistan 12 9.9 7.570 Tanzania 440 2.6 5.230 Turkey 116 1.0 4.217 Uganda 406 3.4 5.450 Ukraine 32 5.0 6.366 Uruguay 162 0.2 1.050 Venezuela 19 3.0 4.45 Vietnam 335 0.7 5.618 Yemen 61 7.0 10.6100 Zambia 366 1.5 5.3000000000001100010001000100000201525153055050803070110305552010051023303530301015100406002010100000000000200000140 Honduras 145 2.0 6.12 Hungary 34.3 4.950 India 471 5.6 9.44Indonesia 326 1.5 4.430 Ivory Coast 33 12.5 17.1100 Jordan 247 0.8 7.820 Kazakhstan 125.9 5.320 Kenya 25 Kosovo 355 2.1 3.238.3 4.720 Kyrgyz Republic 164.9 5.090 Laos 5 Latvia 267 0.4 1.526.5 4.930 Lebanon 102 3.8 8.350 Lesotho 50 Lithuania 630.3 0.32.7 2.140 Madagascar 149 3.7 9.230 Malawi 5 Mali 40 Mauritania 80 Mauritius 892.5 6.2192 1.2 2.893827.0 10.61.5 7.5100 Mexico 441 0.8 4.530 Moldova 91.9 1.40 Mongolia 113.0 5.110 Mozambique 202 2.0 10.6Source: Authors calculations based on publicly available World Bank Enterprise Surveys 39Table A: 4. Summary statistics for bribe payments per country breakdown for selected sectors T LG T LG othm othm Country T LG T LG othm othm Country T LG T LG othm othm Bosnia and Herzegovina 2.5 2.1Ivory Coast 12.5 17.1 17.923.910.513.8 Philipinnes 1.7 5.4Country Afghanistan Albania Angola Argentina Armenia Azerbaijan Bangladesh Belarus Bolivia 40Botswana Brazil Bulgaria Burkina Faso Burundi Cambodia Cameroon Cape Verde Chile China Colombia Costarica Croatia Czech Republic DRCEcuador Egypt El Salvador Eritrea Fyr Macedonia 1.7 3.51.8 3.23.3 5.20.8 2.65.0 4.415.0 7.10.00.53.50.50.00.75.22.01.82.03.20.95.03.6 Gambia 3.4 Georgia 5.2 Ghana 2.8 Guatemala 4.4 Guinea 3.6 6.03.55.85.01.4 3.61.0 5.06.0 9.51.20.95.215.07.1 Guinea Bissau 7.0 5.0 13.33.6 Honduras 2.0 6.11.23.22.02.62.50.75.30.52.74.42.04.50.20.20.93.70.82.54.70.42.5 3.32.33.32.0.2.5 6.62.34.81.0 3.31.33.96.5 14.4 11.125.50.5 2.23.7 4.73.8 5.83.6 4.90.45.73.43.74.0 11.4 3.20.2 0.80.2 1.52.0 3.40.9 4.33.5 9.60.6 3.13.5 2.14.3 5.90.8 5.20.00.22.01.10.00.23.90.62.05.35.45.11.10.21.13.44.4.1.25.52.31.1 3.70.0 0.03.8 2.91.00.03.03.00.02.0.Hungary India Indonesia 7.42.12.47.94.3 4.95.6 9.41.5 4.45.61.5Jordan 0.8 7.80.98.12.4 Kazakhstan 5.9 5.3 10.0.4.1 Kenya 6.3 Kosovo 2.1 3.22.53.58.3 4.7.Kyrgyz Republic 4.9 5.011.4 Laos 1.0 Latvia 1.6 Lebanon Lesotho 4.2 Lithuania 9.8 Madagascar 3.4 Malawi 2.1 Mali 0.4 1.56.5 4.93.8 8.30.3 0.32.7 2.13.7 9.22.5 6.21.2 2.82.00.13.40.32.72.50.91.70.38.10.38.56.22.06.3 Mauritania 7.0 10.6 6.710.21.7 Mauritius 1.60.81.07.74.80.01.5 7.50.8 4.51.9 1.43.0 5.12.9 10.2 2.910.2Mexico 1.14.0 Moldova Mongolia Source: Authors calculations based on publicly available World Bank Enterprise Surveys 4.23.4 Mozambique 2.0 10.6 1.03.83.75.01.61.17.86.12.14.33.10.46.5 Namibia 1.8 4.6.Nepal 0.5 1.93.6 Nicaragua 1.9 4.65.4 Niger 4.4 4.811.3 Nigeria 1.6 3.54.5 Oman 0.6 1.46.3 Pakistan 2.1 5.54.9 Panama 4.2 9.03.2 Paraguay 2.5 8.80.9 Peru 0.7 2.73.63.98.52.95.39.44.50.35.52.08.35.50.82.57.32.79.81.01.57.30.82.23.02.11.3 Poland 1.0 0.05.4 Romania 3.0 3.43.1 Russia 5.1 5.84.7 Rwanda 0.2 0.85.3 Senegal 1.6 5.62.0 Serbia 5.7 5.6 10.0.4.9 South Africa 0.3 3.710.0 Sri Lanka 0.2 0.6Swaziland 1.1 2.42.1 Tajikistan 9.9 7.511.4 Tanzania 2.6 5.2.Turkey 1.0 4.23.3 Uganda 3.4 5.411.3 Ukraine 5.0 6.3Uruguay 0.2 1.04.4 Venezuela 3.0 4.40.20.21.09.92.30.33.52.50.11.70.62.23.05.01.55.49.40.61.6 Vietnam 0.7 5.61.510.55.1 Yemen 7.0 10.6 9.213.511.4 Zambia 1.5 5.31.85.21.70.12.56.11.30.62.13.32.50.41.91.01.05.10.20.34.50.55.06.03.21.45.57.14.51.95.8 5.80.80.81.90.61.84.11.64.32.60.71.41.03.35.30.21.85.30.51.312.63.21.43.34.80.23.00.46.51.34.82.14.64.53.69.29.62.94.50.03.65.90.96.05.64.92.67.85.65.25.53.71.04.41.310.05.3References Alesina, A., R. Wacziarg, A. Devleeschauwer, W. Easterly, and S. Kurlat 2003. Fractionalization. Journal of Economic Growth 8 2, 15594.Asiedu, E. and J. Freeman 2009. The effect of corruption on investment growth: Evidencefrom firms in Latin America, subSaharan Africa, and Transition countries. Review of Development Economics 13 2, 200214.Bliss, C. J. and R. D. Tella 1997. Does competition kill corruption? Journal of Political Economy 105 5, 100123.Buckley, G. SalazarXirinachs, J.M. H. M. 2009. The promotion of sustainable enterprises.Technical report, International Labour Organisation.CIA 2011. The World Factbook. Washington D.C.: Central Intellegence Agency.Cummins, J., K. A. Hassett, and R. G. Hubbard 1996. Tax reforms and investment: Acrosscountry comparison. Journal of Public Economics 62 12, 237273.Djankov, S., R. L. Porta, F. Lopezde Silanes, and A. Shleifer 2002. The regulation of entry.The Quarterly Journal of Economics 117 1, 137.Edgardo Campos, J., D. Lien, and S. Pradhan 1999. The impact of corruption on investment:Predictability matters. World Development 27 6, 10591067.Fisman, R. and J. Svensson 2007. Are corruption and taxation really harmful to growth?Firm level evidence. Journal of Development Economics 83 1, 6375.Galindo, A. J., F. Schiantarelli, and A. Weiss 2007. Does financial liberalization improvethe allocation of investment? Microevidence from developing countries. Journal of Development Economics 83 2, 562587.Hassett, K. A. and R. G. Hubbard 2002. Tax policy and business investment. In A. J. Auerbach and M. Feldstein Eds., Handbook of Public Economics 1 ed., Volume 3, Chapter 20,pp. 12931343. Elsevier.Huntington, S. P. 1968. Political Order in Changing Societies. New Haven, CT Yale University Press.41La Porta, R., F. LopezDeSilanes, and A. Schleifer 2008, June. The economic consequencesof legal origins. Journal of Economic Literature 46 2, 285332.La Porta, R., F. Lopezde Silanes, A. Shleifer, and R. W. Vishny 1997. Legal determinantsof external finance. Journal of Finance 52 3, 113150.La Porta, R., F. Lopezde Silanes, A. Shleifer, and R. W. Vishny 1998. Law and finance.Journal of Political Economy 106 6, 11131155.Lambsdorff, J. G. 2003. How corruption affects productivity. Kyklos 56 4, 457474.Leff, N. 1964. Economic development through bureaucratic corruption. American Behavioural Scientist, 814.Love, I. 2003. Financial development and financing constraints: International evidence fromthe structural investment model. Review of Financial Studies 16 3, 765791.Mankiw, N. G., D. Romer, and D. Weil 1992. A contribution to the empirics of economicgrowth. The Quarterly Journal of Economics 107 2, 40737.Mauro, P. 1995. Corruption and growth. The Quarterly Journal of Economics 110 3,681712.Meon, P.G. and K. Sekkat 2005. Does corruption grease or sand the wheels of growth?Public Choice 122 1, 6997.Milgrom, P., D. C. North, and B. R. Weingast 1990. The role of institutions in the revivalof trade: The law merchant, private judges and the champagne fairs. Economics and Politics 2 1, 123.Newey, W. 1987. Efficient estimation of limited dependent variable models with endogenousexplanatory variables. Journal of Econometrics 36, 231250.North, D. C. 1991. Institutions. Journal of Economic Perspectives 5 1, 97112.OECD 2009. The impact of the global crisis on SME and entrepreneurship financing andpolicy responses. Technical report, Organisation for Economic Cooperation and Development.42Poterba, J. and L. H. Summers 1984. New evidence that taxes affect the valuation ofdividends. Journal of Finance 39 5, 13971415.Powell, J. L. 1986. Symmetrically trimmed least squares estimation for tobit models. Econometrica 54 6, 143560.Rand, J. and F. Tarp 2012. Firmlevel corruption in Vietnam. Forthcoming in Economic Development and Cultural Change April.Reinikka, R. and J. Svensson 2006. Using microsurveys to measure and explain corruption.World Development 34 2, 359370.Sarkar, H. and M. Hasan 2001. Impact of corruption on the efficiency of investment: Evidence from a crosscountry analysis. AsiaPacific Development Journal 8 2, 111116.Shleifer, A. and R. W. Vishny 1993. Corruption. The Quarterly Journal of Economics 108 3, 599617.Solow, R. M. 1956, Feb. A contribution to the theory of economic growth. Quarterly Journalof Economics 70 1, 6594.Svensson, J. 2003. Who must pay bribes and how much? Evidence from a cross section offirms. The Quarterly Journal of Economics 118 1, 207230.TI 2011. Corruption perception index. Technical report, Transparency International.Wei, S.J. 2000a. How taxing is corruption on international investors? The Review of Economics and Statistics 82 1, 111.Wei, S.J. 2000b. Local corruption and global capital flows. Brookings Papers on Economic Activity 31 2, 303354.43Highlights We investigate the effect of corruption on capital investment in developing countries We control for censoring and endogeneity We find that bribery decreases the efficiency of investment in both relative and absoluteterms The effect is strongest for domestic SMEs with large domestic and foreign firms unaffected We conclude that reducing the level and incidence of bribery would increase the efficiency of allocated capital 44", "filename": "688403700.pdf", "person": ["Conor M. O'Toole", "O'Toole, Conor M.", "Finn Tarp", "Tarp, Finn"], "date": ["2012"]}