{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/57880/1/690093098.pdf"], "title": ["The home market effect, regional inequality, and intra-industry reallocations"], "plaintext": "The Home Market Effect, Regional Inequality, and IntraIndustry Reallocations Gabriel Felbermayrand Benjamin Jung April 4, 2012Abstract In New Trade Theory models, the larger region hosts an overproportionate share ofproducers. This Home Market Effect HME exacerbates regional income discrepanciescaused by trade frictions or technology differences. With homogeneous firms, it requiresinterindustry reallocations to emerge. We present a heterogeneous firms singlesectormodel with fixed market access costs, in which the HME arises exclusively from empirically more relevant intraindustry reallocations. It is magnified by lower trade costs orhigher heterogeneity.In contrast to multiindustry models, a more pronounced HMEleads to regional income convergence as adjustment of the firm size distribution counteracts the effects of firm entry.JELClassification: F12, R12.Keywords: Home Market Effect; Regional Inequality; Monopolistic Competition; Heterogeneous Firms; Economic Geography.We are grateful to Costas Arkolakis, Daniel Bernhofen, Johannes Brocker, Jonathan Eaton, Carsten Eckel, Peter Egger, Udo Kreickemeier, Mario Larch, Thierry Mayer, Horst Raff, and Tobias Seidel for discussion and suggestions, as well as to seminar participants at the MunichTubingen International Economics Workshop 2011, the GEPifo conference 2011, and at the Universities of Bielefeld, Kiel, and Mainz for comments.Ifo Institute Leibniz Institute for Economic Research, Poschingerstrae 5, 81679 Munich, Germany; LMUMunich; CESifo; GEP; felbermayrifo.de.University of Tubingen, Economics Department, Nauklerstrae 47, 72074 Tubingen, Germany,benjamin.jungunituebingen.de.1 Motivation Multiindustry New Trade Theory models predict that lower trade frictions invite firms tomore strongly cluster in the larger market, exacerbating the natural advantages conferred bymarket size Helpman and Krugman, 1985.1 This result builds on reallocation of resourcesbetween industries. The larger region increasingly specializes on the increasingreturns sector while the smaller region specializes more strongly on the homogeneous outside good.Central to this argument is the socalled Home Market Effect HME, by which the biggereconomy hosts a more than proportionate share of producers, and the Home Market Magnification Effect HMME, by which the HME is magnified when trade costs fall.2 Both HMEand HMME are important building blocks of economic geography models.However, a large body of empirical literature shows that lower trade costs mostly induceresource reallocation within industries, not between them.3 This evidence begs the question as to whether a HME can arise from intraindustry reallocations alone, and how, if itexists, the HME interacts with trade costs in shaping regional per capita income discrepancies. To provide an answer, we work with an asymmetric Melitz 2003 singlesector modelwhere monopolistically competitive producers differ with respect to productivity and thereare fixed costs of market access. We show that intraindustry reallocation generates a HMEin complete absence of crosssector effects. The HME arises because market size differencesaffect the firm size distribution within a single sector. When reallocations are exclusivelyintraindustry, lower trade costs do not lead to divergence of real incomes across regions butto convergence. More pronounced productivity dispersion enforces this process.1E.g., a larger fraction of consumed goods is subject to trade costs, and, so, the price index tends to be lower.2The presence of a HME is a distinctive characteristic of models, where monopolistic firms produce variantsof a differentiated goods under increasing returns to scale and where the number of firms adjusts due to freeentry; when the number of goods is fixed, the larger region suffers a disadvantage due its lower terms of trade.3Empirical evidence on developing countries includes Haltiwanger, Kugler, Kugler, Micco, and Pages 2004,who observe that, for the whole sample and for each country, most of sector reallocation is within sector p. 200and Wacziarg and Wallack 2004, who find that trade liberalization has far smaller effects on intersectoral laborshifts than is often presumed p. 413. In a linked employeremployee data set on Brazilian firms, MenezesFilho and Muendler 2011 report that worker flows within sectors are consistent with the idea that reallocationsbetween employers in an industry are dominant p. 12.Similar results hold for developed countries. Using U.S. data, Bernard, Jensen, and Schott 2006 show thatthese aggregate productivity gains from trade liberalization are driven by a reallocation of activity toward moreproductive plants within industries p. 934.1We develop a new graphical device based on a market crowding curve and a market potential curve. The tool allows for easy comparative statics despite countrylevel heterogeneityin endowments and technology. In particular, the much debated but often introduced linearoutside sector, which leads to factor price insensitivity, can be easily dispensed with. We findthat both the HME and regional income inequality can be characterized by a single endogenous variable, the relative probability of successful innovation .As in the Helpman and Krugman 1985 model, a region commanding a larger share ofworld population is a more attractive business location. However, in our model, there are twomargins on which higher demand for labor is accommodated: first, the relative wage of theregion goes up; second, the average size of firms goes down. The presence of a linear outsidesector would mute the first channel, thereby exaggerating the size of the HME. If firms arehomogeneous, firm size cannot adjust, and the wage rises until the number of active firms isexactly proportional to the labor force.4Importantly, the upward adjustment in wages entailed by the crowding of firms in thelarger region, does not fully offset the advantages of increased market potential. Home market size is particularly relevant for domestic firms whose competitive cost disadvantage relative to foreign firms is attenuated by trade costs. Importantly, while the mass of firms attempting entry is strictly proportional to the endowment size, the likelihood of a given firmto successfully cover its fixed costs is greater in the larger market.Firmlevel heterogeneity, selection into markets, and regional asymmetries are crucial forthe emergence of a singlesector HME. Without asymmetries in regional size, intraindustryreallocations are the same in all regions, leaving no room for a HME. If there is no selectioninto the domestic market, the mass of firms active in a region is not affected by trade, whichagain does not induce a HME. In the absence of fixed exporting costs, trade does not trigger reallocation across firms. Fixed export costs alone, however, do not suffice Venables,1994; Medin, 2003. In contrast, the singlesector HME and income convergence rely on thefact that some firms do not export. Their share is endogenous and positively related to therelative size of regions. When sorting becomes more pronounced due to a larger degree of 4So, there is no HME when firms are homogeneous, as in the singlesector Krugman 1980 model.2productivity dispersion, or lower trade costs, the HME becomes stronger.In a singlesector model with inelastic labor supply, variety cannot be increased withoutlowering aggregate productivity. This trade off does not arise in models with elastic laborlabor. For instance, in the HelpmanKrugman 1985 framework, labor is drawn from a linearoutside sector, which allows for increasing variety without reducing labor demand per firm.As a consequence, magnification of the HME through lower trade costs or higher productivitydispersion is coupled with convergence of real per capita income.Our work is related to at least four important strands of literature. First, following Krugman 1980, much work has examined the generality of the HME prediction. The HME appears robust to assuming a nonCES demand structure Ottaviano and van Ypersele, 2005,oligopolistic rather than monopolistic market structure Feenstra, Markusen, and Rose, 2001,many differentiated industries Hanson and Xiang, 2004, more than two regions Behrens,Lamorgese, Ottaviano, and Tabuchi, 2009, or firmlevel heterogeneity Demidova, 2008; Okuboet al., 2010.5 In contrast, the assumption of a linear outside sector and the implied factorprice insensitivity have been much debated. If the wage does adjust, the HME can disappear Head and Mayer, 2004. Similarly, trade costs in the outside sector can make the HMEgo away, too Davis, 1998. Crozet and Trionfetti 2008 have qualified this prediction. Theyintroduce Armington differentiation and trade costs into the outside sector, nesting Helpman and Krugman 1985 and Davis 1998. Their numerical results suggest that the HMEsurvives but becomes nonlinear. All those papers rely on some form of interindustry reallocation. We seem to be the first to study in full analytical detail how a HME can arise fromintraindustry reallocation and how it relates to regional per capita income inequality.Second, due to its prevalence in models of increasing returns to scale, the HME has beenused as a discriminating criterion to test for the validity of New Trade Theory in empiricalwork Davis and Weinstein, 1999, 2003. A number of prominent empirical papers are Feenstra et al., 2001, Head and Ries 2001, Davis and Weinstein 2003, and Hanson and Xiang2004. In their survey, Head and Mayer 2004 conclude that The evidence on HMEs accumu5Also, as shown by Helpman and Krugman 1985, one can have more than one factor of production if theproduction technology is homothetic.3lated in those papers is highly mixed. More recent research finds stronger results in favor ofthe HME; see Crozet and Trionfetti 2008 or Brulhart and Trionfetti 2009. The existence of asinglesector HME is important for empirical work. Against the background of the Helpmanand Krugman 1985 model, rejection of the HME prediction could be interpreted as failureof the linear outside sector assumption or, more broadly, of the relevance of interindustryresource reallocation. Moreover, we show that empirical work based on industrydata shouldcontrol for technology levels and for the degree of productivity heterogeneity.6Third, the HME is core to New Economic Geography NEG models, where regional percapita inequality results from from market crowding and market potential effects and theirinteraction with regional factor mobility, see, e.g., Fujita, Krugman, and Venables 1999 or Head and Mayer 2004 for surveys. Interindustry reallocation is crucial in the typical NEGmodels. We abstract from factor mobility but allow for interregional technology differences.Similar to NEG, our analysis is motivated by the strong evidence on the role of market sizefor regional per capita incomes, see Redding and Venables 2004 for crosscountry evidenceand Hanson 2005 for evidence on U.S. regions.Finally, we relate to the growing literature on the asymmetric Melitz model. So far, mostpapers have used the outside sector simplification.7 Recently, Demidova and RodriguezClare 2011 use a small economy Melitz 2003 model to show that eliminating the assumption of an outside sector reverses the result in Melitz and Ottaviano 2008 or Demidova2008, where a region that unilaterally lowers trade costs experiences a decline in welfare.8Their framework bears resemblance to ours; however, we analyze the case of two large economies.Arkolakis, Costinot, and RodriguezClare 2012 discuss a general class of models encompassing the Melitz framework for asymmetric countries or regions. Their ambition is not to fullycharacterize endogenous variables in terms of exogenous ones, but to demonstrate the validity of a simple welfare function that is isomorphic across different models with and withoutfirmlevel heterogeneity. They argue that heterogeneity and selection matter less for aggre6To make this claim, we alternatively define a HME in demand shares, as is customary in the empirical literature.7Prominent examples are Helpman, Melitz and Yeaple 2004, Grossman, Helpman and Szeidl 2006, Baldwinand Forslid 2010, and Ossa 2011.8Demidova and RodriguezClare 2009 use this framework to analyze trade policy.4gate welfare than what has been hitherto believed. In contrast, for our result, without bothheterogeneity and selection the HME disappears. Bernard, Redding, and Schott 2007 embed intraindustry reallocation in a HeckscherOhlin model of comparative advantage. Theirfocus is on comparisons across sectors and factors, while we are interested in regional percapite income inequality. They do not discuss the effect of changes in productivity dispersion; we do. Their analytical results refer to the transition from autarky to free trade; wepresent analytical results for gradual trade liberalization.The remainder of the paper is structured as follows. Section 2 describes the model. Section 3 proves the existence of the HME and shows that lower trade costs or higher productivitydispersion magnifies the HME and leads to per capita income convergence. Section 4 provides a quantitative illustration. Section 5 discusses several extensions. Section 6 concludes.Details to the derivations are relegated to the Appendix.2 The Model 2.1 Basic environment The model extends Melitz 2003 to the case of two large asymmetric regions, indexed byi H, F . Each region is populated by Li identical households. Without loss of generality,we assume that the distribution of world endowments is such that LH LH LF 12. Labor is the only factor of production. Each household inelastically supplies one unit oflabor.9 We will denote wages by wi. The representative consumer has standard DixitStiglitzpreferences over a continuum of differentiated varieties Ui cid:20Zziqi z11 dzcid:21 ,19In the standard Krugman 1980 framework, Fujita et al. 1999 consider a twosector model with flexibleelasticity of labor supply to the differentiated good sector. With perfectly elastic labor supply, the HME alwaysappears, but if we approach the perfectly inelastic labor supply case, the HME will be reversed for some level oftrade costs; see Head and Mayer 2004, p. 29f.5where the measure of the set i is the mass of available varieties, qi z is the quantity of varietyz consumed, and 1 is the elasticity of substitution.Firms compete monopolistically in a single sector. After paying fixed innovation costswif e, they obtain information about their productivity level which is sampled from a Paretodistribution whose c.d.f. is given by Gi 1 bi. The shape parameter is inverselyrelated to productivity dispersion and fixed in both regions.10 The minimum admissibly productivity level bi potentially differs across regions. Without loss of generality, we assume B b H b F 1.11 Output is linear in .12 A firm in region i pays fixed market access costswifij to serve consumers in region j. Selection implies that a firm does not necessarily serveboth markets. For simplicity, we assume fij fji f x and fii fjj f d. As usual, exportinginvolves symmetric iceberg trade costs ij ji 1, where ii 1. Then, ijwi is themarginal cost of producing one unit of output in i and selling to j.2.2 Equilibrium conditions The first set of equilibrium conditions are zero cutoff profit conditions.13 They pin down theminimum productivity level ij required for a firm in region i to make at least zero profits byselling in region j. Since we have two regions, there are four of those conditions:Rj cid:18 Pj ijwiijcid:191 wifij,i H, F , j H, F ,2where 1 0, 1 is the inverse of the markup. Since we assume balanced trade,aggregate expenditure Rj is equal to national income wj Lj. The left hand side of equation2 denotes profits of a firm with labor productivity ij. They are proportional to aggregate 10The Pareto distribution is a standard assumption in the literature, see, e.g., Helpman et al. 2004, Falvey etal. 2006, Egger and Kreickemeier 2009, and many others. In extensions we show that our core results holdunder a general productivity distribution.11B is the relative productivity bound. Given symmetry in the shape parameter, B 1 implies that the exante productivity distribution in Home stochastically dominates the productivity distribution in Foreign. B istherefore a measure of the technology gap.12Note that each variety z is produced by a single firm with productivity level . We henceforth index varietiesby .13The equilibrium conditions are derived in detail in section A.1 of the Appendix. See also Arkolakis, Demidova,Klenow, and RodriguezClare 2008.6profits Rj. Firmlevel profits increase in the price level Pj as the firms competitive positionthere is improved; they decrease in wi for the opposite reason. The right hand side denotesthe value of fixed market entry costs. The price index is given by P 1i XjH,F mji Mjcid:18 jiwjcid:191ji,3where Mi denotes the endogenous mass of active producers located in region i, mij is the fraction of firms which serve market j, and 1 iscid:161 Ghijicid:17 pinia strictly positive constant.14Note that pini 0, 1 denotes the probability of successful innovation.15 Empirical evidence suggests that only the most productive firms export. The model reproduces this stylized fact if parameters are such that ij ii. Then,pini 1 G ii .We refer to this situation as to the case of conventional sorting. Unconventional sortingobtains if Home becomes very large relative to Foreign. For given fixed costs, the sortingcondition can reverse: then, only the more productive foreign firms serve the small foreignmarket, so pin F 1 G F H . In line with the evidence, for the main part of the paperwe assume that conventional sorting holds.16 This happens in equilibrium, if Homes sharein the world labor endowment is not too big, i.e., if cid:2B, , , ; f xf dcid:3, where cid:0f xf dcid:111invest fixed setup costs until expected profits from entering 1wi Pj mijfij are equal to The second set of equilibrium conditions are free entry conditions. In each region, firmsinnovation costs discounted by the probability of successful innovation pin 0, 1 is a measure of the freeness of trade.17i . The two free 14This is to ensure that the variance of the size distribution is finite.15Innovation is successful if a firm in country i draws a productivity which allows to make nonnegativeprofits on at least one market.16We relax this assumption in Section 5.1.17The function cid:2B, , , ; f xf dcid:3 is characterized in Appendix A.2.4. A sufficient condition for 1 is f x f d.7entry conditions therefore are 1pini XjH,F mijfij f e.4Note that wages have dropped out from this condition.Finally, there are two labor market clearing conditions. With the above equilibrium conditions and using the Pareto distribution, they simplify to Mi pini Lif e , i H, F ,5where the mass of active producers in region i, Mi, is linked to labor supply Li and the likelihood of successful entry pini .18Summarizing, we have four zero cutoff profit conditions 2, two free entry conditions 4,and two labor market clearing conditions 5 to pin down eight unknown endogenous variables of the model HH , F F , HF , F H ; MH , MF ; w H , w F . Knowledge of these equilibriumobjects allows determining pini and mij. In the following, we use labor in Foreign as the numeraire and denote w H w F as the relative wage.2.3 Intraindustry reallocation Notice that the labor market clearing condition 5 implies a positive link between the massof firms and endowments. In the closed economy, the probability of successful entry doesnot depend on size, and there is a onetoone relationship between the mass of firms andendowments. It is wellknown that opening up to trade induces reallocation of resources tomore productive firms. When the average firm is more productive, it charges a lower price andemploys more resources. As labor supply is inelastic, the mass of active firms must decline.We show that these reallocation effects are asymmetric if regions differ in size or technology,which has interesting implications for the spatial selection of firms.Notice that export fixed costs are crucial for this result. In their absence, the probability 18We are interested in the mass of active producers, not in the mass of firms that attempt entry M ei Mipini .8of successful innovation is independent of region size, which results in a onetoone relationship.19 Interestingly, intraindustry reallocation is inactive in the presence of a linear outsidesector. In that case, the labor market clearing condition reads Mi pini i Lif e , i H, F ,where i is the endogenous share of labor devoted to the differentiated good sector and piniis independent of region size.20 So, with the outside sector, the overproportional relationshipbetween Mi and Li results exclusively through interindustry reallocation: the larger regiondevotes a larger share of labor to the differentiated good sector, and the HME is completelyindependent from heterogeneity and export selection.3 The singlesector Home Market Effect and regional inequality In this section we develop a simple graphical tool to discuss the emergence of a HME in ourasymmetric tworegion framework, and to conduct comparative statics with respect to tradecosts or the firmlevel productivity dispersion parameter.3.1 Endowment and technology differences We characterize the equilibrium of the asymmetric Melitz model with the help of two separateequilibrium conditions in a diagram with the relative wage on the xaxis and the relativeprobability of successful innovation pin H pinon the yaxis. Notice that this F cid:16 F F b FHH b Hcid:17probability is inversely related to the relative competitiveness of Homes domestically activefirms. will turn out to be the key variable driving regional inequality.Lemma 1 In a tworegion singlesector Melitz 2003 model with Pareto distributed productivities and 12 and B 1, the equilibrium exhibits conventional sorting if 19Appendix E shows that in the absence of export selection, the probability of successful innovation is independent of relative country size. This result generalizes Melitz 2003 remark on the role of export fixed costs forintraindustry reallocations to asymmetric countries; see his footnote 24.20See Appendix D for details.9cid:2B, , , ; f xf dcid:3 . There always exists a unique equilibrium at the intersection between astrictly downwardsloping convex market crowding curve MCC: 1 B2 2,6and a strictly increasing convex the latter under mild parameter restrictions market potentialcurve MPC: Proof. In the Appendix.1 B 1 B, B 0, 1.7Lemma 2 The region with the larger labor force or the leading technology pays the higher wageand has the higher probability of successful innovation.Proof. Follows from Lemma 1.Market crowding curve. Under the assumption of conventional sorting, the market crowding condition curve 6 is obtained by combining all four zero cutoff profit conditions 2and the balanced trade condition. While balanced trade is implicitly given by representativeagents in both regions being on their respective budget constraints, we now make it explicit.Balanced trade can be written as MH r HF MF r F H , where Mj rji denotes aggregate sales offirms located in region j in market i. One can show that rij wimijfij. Using the definition of mij along with equation 5, the relative wage appears as a function of region sizeand technology differences and the relative export productivity cutoffs: 1 Bcid:18 HFcid:19F H.8The MCC is downwardsloping and convex. At B, we have 1 1 B. Figure 1illustrates the locus. We refer to it as the market crowding curve MCC: if increases, Homesrelative labor costs go up and it becomes a less attractive location for production. In turn,the domestic entry cutoff HH relative to F F has to go up. So, the likelihood of successful 10innovation falls. The MCC curve illustrates a dispersion force, i.e., a negative equilibriumcorrelation between relative costs and locational advantage.21Figure 1: Equilibrium of the tworegion Melitz 2003 model B ! 111!BMarket potentialcurve Market crowdingcurve%Market potential curve. Equation 7 constitutes a second relationship between the relativeprobability of successful innovation and the relative wage . The derivation starts from thefree entry conditions 4. It employs equations 2 to eliminate productivity cutoffs and makesuse of balanced trade 8. The curve is strictly upwardsloping. It features an asymptote at B 1 and goes through the point B, 1 . The MPC is convex if 2 ; asufficient condition for this is 13.22 Figure 1 illustrates the locus. We refer to this scheduleas to the market potential curve MPC: if increases, Homes relative income goes up so that Homes market potential increases. This makes entry of firms more attractive, the domesticentry cutoff HH relative to F F has to fall. So, the likelihood of successful innovation goes up.The MPC illustrates an agglomeration force, i.e., a positive equilibrium correlation between 21The MCC takes an ex post perspective in that it summarizes firm behavior after the resolution of uncertaintyabout productivity.22The analysis of Section 4 implies that this requirement is likely to be met in all reasonable circumstances.11relative market potential and locational advantage.23Wage inequality. Figure 1 shows that when regions are asymmetric in size, we have 1. The intuition for this result is simple: at given factor costs, firms find it more profitableto produce in the larger market as this minimizes payments of variable trade and marketaccess costs. To keep labor employed in both regions, this advantage must be offset by awage differential.24 A similar logic applies when regions differ in terms of technology. Atgiven factor costs, firms would prefer to produce in the market with the better technology asthis reduces marginal costs. Again, full employment requires that this advantage is offset bya wage differential.Reallocation effects. While the wage result is wellknown from the singlesector Krugman1980 framework, the model with heterogeneous firms and export selection features a second channel through which the model adjusts to regional size or technology differences: thericher region exhibits a higher probability of successful innovation, 1. Put differently,domestic firms in the large region are less competitive compared to their counterparts in thesmall region. The intuition is that the reallocation effect is stronger in the small or technologically backward region, which is more open to trade. Presence in the large region is particularly valuable for firms with intermediate productivity levels. Since they do not export, thehigher wage in Home puts them at a competitive disadvantage in Home but not in Foreign.The adjustment of entry margins makes it possible for the large economy to host firms withlower productivities.Home Market Effect. The asymmetric reallocation effect has important implications for themass of domestically producing firms. From equation 5 we know that the mass of activefirms in each region is proportional to the labor force times the probability of successful in23In contrast to the MCC, the MPC takes an ex ante perspective in that it relates to potential firms decisions tosink setup costs and learn about their productivities.24This prediction is also present in the singlesector Krugman 1980 model, where the wage rate follows fromequating 6 and 7 and setting 1; see Burstein and Vogel 2011 on how Melitz 2003 nests the singlesector Krugman 1980 model. In the singlesector Krugman 1980 model, however, a HME cannot arise.12novation. In relative terms, we have MH MF LH LF . Hence, the larger region hostsrelative more firms than would be consistent with the relative size of the region. We can alsowrite Homes share of firms as a function of the relative probability of successful innovation and of Homes labor share : MHMH MF , with 1 1.9Clearly, increases in and falls in . Before we proceed, we need a precise definition:Definition 1A home market effect exists, if the share of firms located in Home is largerthan Homes share in the world labor endowment, i.e., if .Our definition of the HME conforms with the literature.25 With 12, equation 9 and Definition 1 imply that 1 1.10So, a HME exists if and only if the probability of successful innovation is greater in the largerhome region than in Foreign. Figure 1 establishes condition 10 indeed holds. Notice thecrucial role of selection: when selection is inactive, all firms would find it worthwhile to produce. Then, in both regions we would have pini 1, and hence 1. It follows that 1 andthe relationship between and would be onetoone: there would not be a HME.26We know from equation 9, that a change in the relative probability of successful innovation translates into a change in the share of firms . So, a shock on has both a priceeffect and a quantity effect Head and Mayer, 2004. The higher relative wage of Homeshifts the price distribution since it affects unit labor costs. It also affects the share of firmsthat do not find it worthwhile to operate besides the obvious effect of increasing the numberof firms that attempt entry. In the onesector Krugman 1980 model, only the price effect 25For prominent examples, see Helpman and Krugman 1985, Hanson and Xiang 2004, or Behrens et al.2009. In the standard case with a linear outside sector without firmlevel heterogeneity or with heterogeneity,but without technology differences, is equal to a constant and so .The HME materializes if and only if 1.26Since is not a constant in our setup, one can strengthen the definition of the HME. Therefore, in Section 5.4 we define a strong or dynamic HME, as a more than proportionate increase of due to an increase in , i.e., 1.13exists. Note that the equilibrium relative probability of successful innovation is concave inrelative size . The reason is that i the market potential curve is concave in the relative wage,ii it is not shifted itself by a region size shock, and iii the relative wage is strictly increasingin the share of consumers. We summarize:Proposition 1 Home market effect Consider a tworegion singlesector Melitz 2003 modelwhere productivity is Pareto distributed, 12 and B 1. This model exhibits a HME.Proof. In the text.Proposition 1 applies also when 12, where Foreign would exhibit a HME over theintervalcid:01 , 12cid:1. Also note that Proposition 1 can be strengthened insofar as the HME canbe shown to extend into the region of unconventional sorting; see the extension in Section 5.1. Finally, it can be shown that the existence of a linear outside sector in the Melitz 2003model exaggerates the HME relative to the case where the outside sector is absent.27Real per capita income. The relative probability of successful innovation is the key endogenous determinant of regional real per capita income inequality. Using the domestic cutoffprofit conditions, we can express relative real per capita income as a function of technologydifferences, relative region size, and the relative probability of successful innovation :WHWFcid:18 1 cid:19 11B 1 .11Increasing region size asymmetries and widening the technology gap directly raises relativereal per capita income, but also results in a higher relative probability of successful innova1 . We know fromtion, which dampens the direct effect. WH WF requires Bcid:16 1cid:17 Figure 1, that 1 B. Because 1 and , we always have WH WF . So,the larger or technologically leading region has the higher real per capita income.28 For the 27To see this, we compare the slopes of at 12 across the two modeling frameworks; see Appendix Dfor details. With the outside sector, the slope of the locus is equal to 1 2. In the singlesector case, it isequal to 1 2 1 . The linear outside sector exaggerates the HME as 1 .28This result extends to the case of unconventional sorting; see A.5.3 in the Appendix.14same reason, it is easy to see that WH WF increases with and B so that a more unequaldistribution of endowments or technology lead to higher inequality.Proposition 2 Per capita income Consider a tworegion singlesector Melitz 2003 modelwhere productivity is Pareto distributed, 12 and B 1.a The larger and technologically leading region exhibits the higher real per capita income.b Larger endowment or technology differences across regions lead to higher regional incomeinequality.Proof. In the text.3.2 Trade liberalization In the HelpmanKrugman model with an outside sector and regardless whether firms are homogeneous or heterogeneous, lower variable trade costs magnify the HME and exacerbateregional income inequality. These effects are entirely driven by interindustry reallocations.In this subsection, we show that in our singlesector model with heterogeneity, higher freeness of trade magnifies the HME, but leads to real per capita income convergence.When variable trade costs andor relative entry costs f xf d fall, freeness of trade rises. Conveniently, only appears in the market potential curve. So, cid:0f xf dcid:111in Figure 1, the increase of rotates the MPC upwards, and the new equilibrium features ahigher and a lower . Intuitively, for a given wage market potential, higher freeness oftrade favors the larger region as serving the smaller region through exports is now cheaper.The market crowding locus is not affected since freeness of trade rises symmetrically.29 Hence,the equilibrium relative probability of successful innovation goes up, which translates into alarger HME since rises in for given . Moreover, the equilibrium relative wage declines, sothat higher freeness of trade leads to convergence of nominal wages.30 Under conventionalsorting, one can show that increases so that the HME becomes stronger.3129See Section 5.2 on asymmetric trade costs.30Higher freeness of trade makes it more likely that the conventional sorting conditions fail to hold, so falls.31We provide a generalization of this result to the case of unconventional sorting in Section 5.1.15While trade liberalization magnifies the HME, it leads to convergence of real income percapita across regions. Intuitively, higher freeness of trade favors the more open, i.e., the small,region. Importantly, trade liberalization does not lead to convergence when the model features a linear outside sector.32 The reason is that in the presence of an outside sector, therelative probability of successful innovation depends on the freeness of trade and technology differences B, but is independent of the relative size of the regions . With B 1, tradeliberalization reduces the relative probability of successful innovation and therefore leads todivergence of real per capita income.Proposition 3 Trade liberalization Consider a tworegion singlesector Melitz 2003 modelwhere productivity is Pareto distributed, 12 and B 1.a Home Market Magnification Effect Trade liberalization magnifies the home market effect.b Per capita income converge Trade liberalization leads to real per capita income convergence across regions. In the presence of a linear outside sector, there is no convergence if regionsonly differ in relative region size and divergence if regions differ in relative productivity.Proof. See the Appendix.3.3 Productivity dispersion Next, we consider the role of productivity dispersion. Empirical evidence suggests that thedegree of productivity dispersion increases with the level of economic development; see Poschke2011. First, for given variable and fixed trade costs, higher dispersion lower raises thefreeness of trade, which only affects the MPC. Second, higher dispersion dampens the effectof technology differences B. For a given wage rate and freeness of trade, this shifts the MCCand the MPC upwards. Finally, the effect of a given wage on MCC and MPC is conditionedon the productivity dispersion. Considering all these effects, higher productivity dispersionrotates both curves up; see Figure 2. This leads to an increase in the relative probability ofsuccessful innovation . A larger translates into larger so that the HME is magnified when 32See Appendix D for a detailed description of this model.16Figure 2: The effects of higher productivity dispersion B ! 111!BMarket potentialcurve Market crowdingcurve%the degree of productivity rises.33 The intuition for this result is that higher productivity dispersion magnifies differences in domestic entry cutoffs due to size differentials. Dispersionturns out to favor location in the larger region ex ante and ex post.The effect of productivity dispersion on the distribution of per capita income is slightlymore involved. Higher productivity dispersion lower raises the relative probability of successful innovation and therefore magnifies the HME. At the same time, the elasticity of relative welfare in the relative probability of successful innovation 1 increases in absoluteterms, which magnifies the direct effect of on relative welfare. Hence, higher productivitydispersion also leads to convergence.Complementarity between trade liberalization and productivity dispersion. There is aninteresting interaction between productivity dispersion and trade liberalization. An increasein productivity dispersion results in an inward rotation of the MPC and outward rotation ofthe MCC. Variable trade cost liberalization lower magnifies the rotation of the MPC, buthas no additional bearing on the MCC. Hence, the effect of trade liberalization is magnified 33This finding has important implications for empirical studies on the HME, such as Hanson and Xiang 2004.The present model suggests that one important industry characteristic that shapes the size of the HME is thedegree of productivity dispersion as captured by the shape parameter of the Pareto distribution.17by a high degree of productivity dispersion. By Youngs Theorem, the effect of higher productivity dispersion is magnified by lower variable trade costs, too.Selection. The comparative statics result with respect to productivity dispersion can beused to analyze the role of selection for income disparities. Burstein and Vogel 2011 showthat the Melitz 2003 model nests the Krugman 1980 model when reaches its lower bound.Then, productivity dispersion is maximized. In equilibrium, the mass of firms is concentratedat very few firms, which are highly productive and are all exporters. So, the selection channelis effectively shut off. Given that real per capita income converges when is lowered, incomedisparities are larger when selection is active than when selection is inactive.Proposition 4 Productivity dispersion Consider a tworegion singlesector Melitz 2003 modelwhere productivity is Pareto distributed, 12 and B 1.a Home Market Magnification Effect Higher productivity dispersion magnifies the homemarket effect.b Per capita income convergence Higher productivity dispersion lead to real per capitaincome convergence across regions. In the presence of a linear outside sector, there is no convergence if regions only differ in relative region size and divergence if regions differ in relativeproductivity.c Complementarity Higher productivity dispersion magnifies the effect of trade liberalization on relative real per capita income and vice versa.d Selection Income disparities are larger when selection is active than when selection is inactive.Proof. In the Appendix.3.4 Discussion The opposite predictions on interregional wage inequality between the singlesector modeland the KrugmanHelpman 1985 model arise from opposite reallocation effects. In the presence of an outside sector, trade liberalization and higher productivity dispersion lead to a 18lower probability of successful entry. These effects, however, do not interact with region size,which implies that magnification then only works through interindustry reallocation. Theydo, however, interact with technology differences. Then, lower trade costs and higher dispersion lead to reversed intraindustry reallocation effects, which, inter alia, dampens the HME.Intraindustry reallocations are an important driver of real per capita income.In thesinglesector model, trade liberalization and higher dispersion lead to stronger reallocationin the smaller, more open region, and therefore induce convergence. In the model with alinear outside sector with technology differences, trade liberalization and higher dispersionlead to stronger reallocation in the technologically leading country, which therefore inducesdivergence.4 Quantitative illustration In this section, we quantify the importance of the distribution of endowments for the HMEand for interregional inequality. We study the roles of trade costs and productivity dispersion.Moreover, we illustrate the quantitative relevance of wage adjustment.The parametrization of the model for our simple numerical analysis is very standard andfollows the literature; see Bernard, Redding, and Schott 2007 for a leading example. Ourmodel is too stylized to realistically capture any two realworld regions; moreover, it is hardto obtain comparable statistics to match. For this reason, we chose parameters such that thesymmetric version of the model replicates i the observed standard deviation of domestic US plant sales of 0.84, ii the export participation rate of US firms of 21% Bernard et al.,2004, and iii an openness measure exports over GDP of 27%.34 Amongst other things, thisimplies setting 1.3 and 3.3. One important issue relates to the weight of the outsidegood in the twosector model. In line with the working paper version of Demidova 2008, weset the share of income spent on differentiated goods 0.5. Note that this choice has nobearing on the strength of the HME, but potentially affects welfare considerations.34This calibration strategy implies that in the baseline equilibrium 12 and B 1. Details of the calibration are explained in Appendix B.19First, we examine the relative roles of interregional differences in endowments and technology in generating per capita income inequality. For that purpose we allow for B 6 1. Forthe benchmark specification, Figure 3 shows combinations of relative region size and relative productivity bound B which yield the same relative per capita income. A higher relativeper capita income implies that the locus is farther away from the origin. We present curvesfor relative per capita income of 1.3, 1.4, and 1.5. For a symmetric endowment distribution 12, those relative welfare outcomes are achieved by technology levels of 1.32, 1.43, and 1.54, respectively. The link between relative technology and relative welfare is almost but notexactly onetoone as B affects WH WF nonlinearly. The same relative positions are supported for symmetric technology B 1 if endowment shares vary between 0.76 and 0.87.Hence, relative minor endowment share variation can have substantial implications for regional inequality. In the following, we focus on the role of endowment differences B 1.Figure 3: Iso relative per capita income curves WH WF 1.5WH WF 1.42.52.0B1.5WH WF 1.31.00.20.40.60.8Notes: Regions differ in endowments and technology, but are otherwiseidentical with 1.3, 3.3, 3.8, and f xf d 1.8 Bernard,Redding and Schott, 2007. The curves represent combinations of and B which yield the same relative per capita income.Figure 4 quantitatively illustrates the HME. Gray lines represent the benchmark scenario 1.3, 3.3. Dashed curves relate to the model with the linear outside sector; the solidones to the singlesector case. It is obvious that the presence of the outside sector exaggeratesthe HME. At 0.66, Home has 72% of all firms when wages are allowed to adjust, but 78%when they cannot. Clearly, the gap increases further as rises. Note that the sorting patternreverses at 0.88. Trade liberalization is modeled by setting 1. Unconventional sortingobtains for 0.68. Within the range of conventional sorting and diversification in 20the twosector case, Figure 4 illustrates the home market magnification effect. It is strongerwhen wages are not allowed to adjust. In panel b, we increase productivity dispersion bysetting 2.9. Again, the magnification effect is visible, and it turns out stronger in theabsence of wage adjustment.Figure 4: Home Market Magnification Effectsa Lower trade costsb Higher productivity dispersion 1.00.90.80.70.60.50.51.00.90.80.70.60.50.50.60.70.80.91.00.60.70.80.91.0Notes: Gray lines represent the benchmark scenario with 1.3, 3.3, 3.8, and f xf d 1.8. Dashedlines relate to model with a linear outside sector. Lower trade costs bold line are modeled as 1. Higherproductivity dispersion bold line is modeled as 2.9. Note that, with a linear outside sector and B 1, and have no effect on regional inequality.Figure 5 turns to regional inequality as a function of the distribution of the labor endowment and studies how trade costs and firm level heterogeneity shift this function.35 Again, thedotted line represents the case with a linear outside sector. Also note that we keep B 1. So,according to Propositions 3 and 4, the presence of a linear outside sector impedes all convergence or divergence. This prediction does not depend on the arbitrary choice of 0.5.Figure 5 illustrates that complete abolishment of variable trade cost 1, panel a andhigher productivity dispersion 2.9, panel b, lead to convergence of real per capitaincomes as the WH WF schedule shifts down from the gray baseline locus to the bold function. The quantitative importance of convergence is substantial: at 0.66, the gap between H and F falls from 17% to 5%. Importantly, in the Melitz 2003 model, a more pronounced HME does not imply wider interregional inequality. Although Home hosts more firms, itsrelative wage falls and so does relative welfare. The reason is a deterioration in average productivity. Without firmlevel heterogeneity or with wage insensitivity, such a thing could not 35We vary in the interval 0.5 0.9. While relative welfare is well defined for all 1, for 0.9 itbecomes extremely large.21occur.1.61.51.41.31.21.1FWHWFigure 5: Regional inequalitya Lower trade costsb Higher productivity dispersion 1.61.51.41.31.21.1FWHW1.00.50.60.70.80.91.00.50.60.70.80.9Notes: Gray lines represent the benchmark scenario with 1.3, 3.3, 3.8, and f xf d 1.8. Dashedlines relate to model with a linear outside sector. Lower trade costs are modeled as 1. Higher productivitydispersion is modeled as 2.9.Table 1 illustrates the complementarity between trade liberalization and productivity dispersion. For a given endowment distribution 23, we report the effect of a reductionin variable trade costs on relative per capita income for different degrees of productivity dispersion. With the benchmark dispersion, inequality falls by 13.7% if variable trade costs dropfrom 1.6 to 1.0. With a higher productivity dispersion, this reduction amounts to 15.4%.Table 1: Relative per capita income Variable trade costs 0% 10% 20% 30% 40% 50%1.211.061.111.151.171.20Productivitydispersion Benchmark Higher 1.011.061.101.141.161.1860%1.221.20Notes: Variable trade costs are denoted in their ad valorem equivalent.Relative region size is 23. Productivity dispersion is inversely relatedto . In the benchmark specification, 3.3; higher dispersion refers to 2.9. Moreover, 3.8 and f xf d 1.8.5 Extensions and Additional Results In the following, we show four further results. First, we prove that a HME generally exists forall distributions of labor endowment across regions, i.e., also, when the conventional sorting 22assumption is violated. Second, we analyze the effects of unilateral trade cost reductionson regional inequality and the HME. Third, to better relate our work to empirical studies, weshow that the economy with the larger share of world demand has an overproportionate shareof firms if the underlying demand difference is due to different endowments, but not if it isdue to technological differences. Finally, we work with an alternative, stronger definition ofthe HME. In separate Appendices, we show that the Pareto assumption is not crucial for ourresults Appendix C and that fixed market access costs are necessary for the singlesector HME to arise Appendix E.5.1 Unconventional Sorting If , i.e., the distribution of labor endowments is not too asymmetric, conventionalsorting obtains and only the most productive firms engage in exporting.36 However, whenregions are asymmetric in size, the sorting pattern can reverse in the smaller region. Less productive firms would make negative profits on their small domestic market, for which fixedcosts are high relative to revenue, while they can make profits on the large export market,where fixed costs are lower relative to revenue. When the sorting pattern reverses, Figure 1 continues to characterize the equilibrium. So, our results on the HME and income convergence continue to hold. The meaning of changes, though, since pin F is now given by 1 G F H .We show in Appendix A.5 that the market crowding curve MCC now is given by f xf d B .12Clearly, the MCC is strictly decreasing in . In contrast to the case of conventional sorting, itis now independent of but depends on trade costs. The market potential curve MPC nowreads f xf d 1 1 cid:0 cid:1 .36See Bernard, Eaton, Jensen, and Schott 2007 for empirical support for this pattern.2313The MPC is strictly increasing in , and now depends on and on trade costs. Similar tothe case of conventional sorting, equilibrium can be determined by the intersection of thetwo curves. Evaluated at 1, the MPC curve yields 1. Hence, when 12 andor B 1, the HME also occurs under unconventional sorting. We summarize these results inthe following proposition:Proposition 5 Unconventional sorting. Consider a tworegion singlesector Melitz 2003model with .a Home Market Effect The larger and technologically leading region has a higher relativewage and higher relative probability of successful innovation , so that a home marketeffect exists.b Magnification Higher freeness of trade or higher asymmetries in region size reduce , so that the home market effect is diminished.c Per capita income convergence Trade liberalization leads to real per capita income convergence across regions.Proof. In the Appendix.As a corollary, the model features a HME over all possible interregional allocations of thelabor endowment. As in Crozet and Trionfetti 2008 the HME is nonlinear. Their numericalexercise suggests that the HME is concave in for values of around the symmetric equilibrium and convex thereafter. In our setup, the HME is concave for and convex for .5.2 Asymmetric trade liberalization So far, we have studied the effect of symmetric iceberg trade costs on the size of the homemarket effect and on regional real income disparities. Now, we focus on asymmetries in variable iceberg trade costs; F H 1 measures Homes import barrier which is equivalent to Foreigns export barrier.As usual, we derive the market crowding curve MCC by combining the relative zero cutoff profit conditions; for simplicity and without loss of generality, we set B 1. The only 24difference to the analysis in earlier sections is that trade costs no longer drop out from theresulting expression, which is now given by: HFcid:191 cid:18 F H 2;14a detailed derivation is in Appendix A.6. The MCC is still downwardsloping in the relativewage , but it is shifted by asymmetric changes in trade costs. The market potential curveMPC is also very similar to the one derived earlier with the difference that the freeness oftrade now is directional, i.e., ij ij cid:0f xf dcid:111. So, the MPC becomes 1 HF 1 F H .15The slope of this locus is still positive in and it possesses an asymptote. For similar reasonsthan those discussed above, a HME arises even if F H 6 HF 1.Unilateral liberalization of the large countrys import barriers, F H , holding fixed the wage,raises the export profits of the average firm in the small region. In order to restore zero expected profits, the probability of successful innovation has to go down, which implies a shiftof the domestic entry cutoff to the right. Hence, similar to Melitz 2003, we have reallocationfrom less to more productive firms in the small region. This reallocation effect is reflectedby an upward shift of the MPC. There is, however, a countervailing effect. By balanced trade,the lower export cutoff of the small region translates into a lower export cutoff in the largeregion.37 In order to restore balance, the competitiveness of the small region has to go down.This adjustment is represented by an upward shift of the MCC. It follows from the diagramthat, with lower F H , the relative wage falls. However, the effect on the relative probabilityof successful innovation and, hence, relative per capita income is unclear a priori and requires more algebra. In the Appendix, we show that the reallocation effect always dominatesthe anticompetitiveness effect, so that a higher materializes.3837Notice that we hold the wage rate fixed.38In a companion paper Felbermayr and Jung, 2012, we generalize the insight of Demidova and RodriguezClare 2011 who have demonstrated welfare gains from unilateral liberalization in a small economy Melitz model.In a setting with two large regions, we show that unilateral trade liberalization in the form of lower iceberg trade 25Unilateral liberalization of the small regions import barriers induces reallocation andanticompetitiveness effects in the large region. Again, the reallocation effect dominates,which leads to a lower and real per capita income divergence.39 The results are summarized in the following proposition:Proposition 6 Unilateral Trade Liberalization. Consider a tworegion singlesector Melitz2003 model with . A unilateral reduction of import barriers by the large region Homea Home Market Magnification Effect magnifies the HME andb Per capita income convergence leads to convergence of real per capita incomes.Opposite results obtain if the small region liberalizes.Proof. In the Appendix.5.3 The HME in demand shares Empirical work typically analyzes how shocks on demand shares affect production patternson the industry level.40 Homes share in world demand GDP is given by 1 1 1 ,which is of course endogenous to the model. In the standard setup, with an identically parameterized linear outside sector in both regions, we would have 1 and therefore .The HME in demand shares is then identical to the HME in endowment shares. In our case,this is different since 1. The relative wage can be affected through exogenous changes inrelative size of regions and in relative productivity.We define the home market effect in demand shares as an overproportional relationshipbetween the share of firms and the demand share, so that 12 . From equationcosts increases welfare in both regions. In Felbermayr and Jung 2012 we do not analyze relative per capitaincome.39With symmetric trade liberalization, the competitiveness effects exactly cancel out, while tradeinduced reallocation is stronger in the small region, which is more open.40We do not extend our model to a multiindustry setup as Hanson and Xiang 2004. Under the assumption of industryspecific labor, this would be straightforward. Allowing for interindustry mobility of labor is aninteresting avenue for further research.269, it is easy to see that the HME in demand shares requires . Note that the condition fora HME in demand shares is stronger than the one for a HME in labor shares, which is 1.When regions are symmetric in technologies but differ in size, one can show that a HMEarises if and only if 2 , which is the same condition as required for convexityof the MPC. When regions are identical in size but differ in technologies, however, the necessary condition for a HME can never hold. Hence, there exists a reverse HME: the richerregion hosts an underproportional share of firms. This is due to the fact that higher averageproductivity translates into larger average firm size so that the number of firms has to adjust downwards. Widening the technology gap as modeled by an increase in b H thereforeleads to lower prices, but also reduces the number of domestically produced varieties thatare available without trade costs.These results are summarized in the following proposition:Proposition 7 Home market effect in demand shares. Let be Homes share in GDP. Assumethat conventional sorting holdscid:0 cid:1 and that the freeness of trade is not too low 13.a Let 12 and B 1. Then, the larger region exhibits a HME in demand shares .b Let 12 and B 1. Then, the richer region exhibits a reverse HME in demand shares .Proof. In the Appendix.If regions simultaneously differ in size and technologies, the situation is more complicated. A HME obtains if the relative size of regions is large enough relative to B. The findingthat the underlying cause for interregional variation in demand shares matters for whetheror not a HME exists, is important for empirical work. If a researcher runs a regression of on, it is important to control for some measure of b, for example average TFP. Failing to do socould explain why the empirical literature has found mixed support for the HME so far.5.4 The strong or dynamic HMESince with intrafirm reallocation effects, in equation 9 is not a constant, we can definethe HME in a stronger than standard fashion as follows:27Definition 2A strong dynamic home market effect exists, if an increase in Homes laborshare yields a more than proportionate increase in Homes share of firms, i.e., if 1.The strong HME is slightly more involved to analyze than the conventional one .It obtains when an increase in the labor share of a region leads to a morethanproportionateincrease in its share of firms. Denote by ox the elasticity of some variable x with respect to .Then,o 1 o 1 o 0.16To verify the validity of the above condition, one needs to understand how , and hence , depend on . This can be easily seen with the help of Figure 1, where the effect of an increase in Homes share of labor affects only the market crowding curve. It shifts upwards if increases;the shift is larger, the smaller is initially. Clearly, an increase in leads to a higher relativewage and to a higher relative probability of successful innovation.So, as long as the conventional sorting condition holds, dd 0 and d 2d 2 0.Equation 9 implies that around the symmetric equilibrium 12, 1 , the derivativeof with respect to is given by dd 2.41 It follows that, around the symmetric equilibrium, o is positive and a strong HME exists. As grows away from symmetry, the positiveincrements to become smaller; moreover, a higher also has a direct negative effect on .It follows that o 0 cannot hold for all . Let denote the endowment share at which conventional sorting does no longer hold. It can be proved that the strong HME exists over aninterval 12, with the critical value bounded by .Proposition 8 Strong HME. Consider a tworegion singlesector Melitz 2003 model whereproductivity is Pareto distributed, 12 and B 1. This model exhibits a strong HMEif , where .Proof. In the Appendix.41For a general characterization, see Appendix A.8.286 Conclusion This paper provides a tractable way to characterize a tworegion singlesector asymmetric Melitz 2003 model for the purpose of conducting comparative statics. It does so withoutimposing a linear, perfectly competitive and frictionless outside sector, as the literature hasusually chosen to do. The outside sector assumption has been criticized to be unrealistic andpossibly important for aggregate results, such as welfare Demidova and RodriguezClare,2011, or for the ability of the model to predict a Home Market Effect HME, by which a largeregion attracts a more than proportionate share of producing firms Davis, 1998.We show that firmlevel productivity heterogeneity and selection effects interact to generate a HME even in the absence of intersectoral reallocation. Hence, the existence of a HME isa more robust characteristic of increasingreturnstoscale Krugman 1980 type trade models than previously thought. The HME is nonlinear, as the empirical analysis of Crozet and Trionfetti 2008 suggests. It is magnified by falling trade costs and by a higher degree of firmlevel productivity dispersion. The HME translates into interregional per capita welfare differences. In contrast to the model with a linear outside sector, trade liberalization attenuatesthese interregional differences and leads to real wage convergence. Firmlevel heterogeneityis absolutely crucial for these results: in the Krugman 1980 singlesector model, no HMEcan arise. Moreover, convergence is stronger when the degree of firmlevel heterogeneity ismore pronounced. Lower trade costs and more pronounced firmsize dispersion make interregional disparities based on market size and technology differences less pronounced.While our analysis sheds new light on the role of trade costs and firmlevel productivitydispersion for interregional economic disparities, it also has a number of empirical implications. While the assumption of a linear outside sector does not stand up against empiricalevidence, firm level heterogeneity is welldocumented. Since the outsidesector is not crucialfor the existence of a HME, an empirical rejection of an overproportionate relation betweena regions share of firms and its share of endowments is indeed evidence against increasingreturns theories of international or interregional trade. Moreover, empirical tests that fail tocontrol for the level of technology may wrongly reject the existence of an endowmentdriven HME. Finally, tests should also control for industry productivity dispersion.29References1 Arkolakis, C., A. Costinot, and A. RodriguezClare 2012, New Trade Models, Same Old Gains?, American Economic Review 1021: 94130.2 Arkolakis, C., S. Demidova, P. Klenow, and A. RodriguezClare 2008, Endogenous Variety and the Gains from Trade, American Economic Review 982: 444450.3 Baldwin, R. E. and R. Forslid 2010, Trade Liberalization with Heterogeneous Firms,Review of Development Economics 142: 161176.4 Behrens, K., A.R. Lamorgese, G.I.P. Ottaviano, and T. Tabuchi 2009, Beyond the Home Market Effect: Market Size and Specialization in a MultiCountry World, Journal of International Economics 792: 259265.5 Bernard, A., J. Eaton, B. Jensen, and S. Kortum 2003, Plants and Productivity in International Trade, American Economic Review 934:12681290.6 Bernard, Andrew, B. Jensen, and P. Schott 2006, Trade Costs, Firms, and Productivity,Journal of Monetary Economics 535: 91737.7 Bernard, A., B. Jensen, S. Redding, and P. Schott 2007, Firms in International Trade,Journal of Economic Perspectives, Summer 2007.8 Bernard, A., S. Redding, and P. Schott 2007, Comparative Advantage and Heterogeneous Firms, Review of Economic Studies 74: 3166.9 Brulhart, M. and F. Trionfetti 2009, A Test of Trade Theories when Expenditure is Home Biased, European Economic Review 537: 83045.10 Burstein, A.T. and J. Vogel 2011, Factor Prices and International Trade: A Unifying Perspective. NBER Working Paper No. 16904.11 Crozet, M. and F. Trionfetti 2008, Trade Costs and the Home Market Effect, Journal of International Economics 76: 309321.12 Davis, D.R. 1998, The Home Market, Trade, and Industrial Structure, American Economic Review 885: 126476.3013 Davis, D.R. and D.E. Weinstein 1999, Economic Geography and Regional Production Structure; An Empirical Investigation, European Economic Review 43: 379407.14 Davis, D.R. and D.E. Weinstein 2003, Market Access, Economic Geography and Comparative Advantage: An Empirical Test, Journal of International Economics 591: 123.15 Demidova, S. 2008, Productivity Improvements and Falling Trade Costs: Boon or Bane?, International Economic Review 494: 14371462.16 Demidova, S. and A. RodriguezClare 2009, Trade Policy under FirmLevel Heterogeneity in a Small Economy, Journal of International Economics 781: 100112.17 Demidova, S. and A. RodriguezClare 2011, The Simple Analytics of the Melitz Modelin a Small Open Economy, NBER Working Paper 17521.18 Egger, H. and U. Kreickemeier 2009, Firm Heterogeneity and the Labor Market Effectsof Trade Liberalization, International Economic Review 50: 187216.19 Falvey, R., D. Greenaway and Z. Yu 2006, Extending the Melitz Model to Asymmetric Countries, GEP Research Paper 200607, University of Nottingham.20 Feenstra, R.C., J.R. Markusen, and A.K. Rose 2001, Using the Gravity Equation to Differentiate among Alternative Theories of Trade, Canadian Journal of Economics 342:43047.21 Felbermayr, G. and B. Jung 2012, Unilateral Trade Liberalization in the Melitz Model:A Note, University of Tubingen Working Papers in Economics and Finance 30.22 Fujita, M., P.R. Krugman, and A.J. Venables 1999, The Spatial Economy. Cities, Regionsand International Trade Cambridge, MA: MIT Press.23 Grossman, G.M., E. Helpman, and A. Szeidl 2006, Optimal Integration Strategies forthe Multinational Firm, Journal of International Economics 701: 216238.24 Haltiwanger, J., A. Kugler, M. Kugler, A. Micco, and C. Pages 2004, Effects of tariffs andreal exchange rates on job reallocation: evidence from Latin America, Journal of Policy Reform 74: 191208.3125 Hanson, G.H. 2005, Market Potential, Increasing Returns and Geographic Concentration, Journal of International Economics 671: 124.26 Hanson, G.H. and C. Xiang 2004, The Homemarket Effect and Bilateral Trade Patterns, American Economic Review 944: 110829.27 Head, K. and T. Mayer 2004, The Empirics of Agglomeration and Trade, in J.V. Henderson and J.F. Thisse eds., Handbook of Regional and Urban Economics, Vol. 4 Amsterdam: New Holland: 26092669.28 Head, K. and J. Ries 2001, Increasing Returns versus National Product Differentiationas an Explanation for the Pattern of USCanada Trade, American Economic Review 914:858876.29 Helpman, E. and P. Krugman 1985, Market Structure and Foreign Trade: Increasing Returns, Imperfect Competition, and the International Economy Cambridge, MA: MITPress.30 Helpman, E., M. Melitz, and S. Yeaple 2004, Export versus FDI with Heterogeneous Firms, American Economic Review 941: 300316.31 Krugman, P. 1980, Scale Economies, Product Differentiation, and the Pattern of Trade,American Economic Review 705: 950959.32 Krugman, P. and A. Venables 1999, How Robust Is the Home Market Effect?, Mimeo,Massachusetts Institute of Technology and London School of Economics.33 Mayer, T. and G.I.P. Ottaviano 2007, The Happy Few: The Internationalisation of European Firms. New Facts Based on Firmlevel Evidence, Bruegel Blueprint Series 3.34 Medin, H. 2003, Firms Export Decisions Fixed Trade Costs and the Size of the Export Market, Journal of International Economics 61: 225241.35 Melitz, M.J. 2003, The Impact of Trade on IntraIndustry Reallocations and Aggregate Industry Productivity, Econometrica 71: 16951725.3236 Melitz, M.J. and G.I.P. Ottaviano 2008, Market Size, Trade, and Productivity, Review of Economic Studies 751: 295316.37 MenezesFilho, A.N. and M.A.Muendler 2011, Labor Reallocation in Response to Trade Reform, NBER Working Papers No. 17372.38 Obstfeld, M. and K.S. Rogoff 2001, The Six Major Puzzles in International Macroeconomics: Is There a Common Cause? In: B.S. Bernanke and K.S. Rogoff eds., NBERMacroeconomics Annual 2000 Cambridge, MA: MIT Press: 339412.39 Okubo, T., P. Picard, and J.F. Thisse 2010, The spatial selection of heterogeneous firms,Journal of International Economics 822: 230237.40 Ossa, R. 2011, A New Trade Theory of GATTWTO Negotiations, Journal of Political Economy 1191: 122152.41 Ottaviano, G.M. and Tabuchi 2009, Market Size and Tax Competition, Journal of International Economics 67: 2546.42 Ottaviano, G.M. and T. van Ypersele 2005, Market Size and Tax Competition, Journalof International Economics 67: 2546.43 Poschke, M. 2011,The Firm Size Distribution across Countries and SkillBiased Change in Entrepreneurial Technology, CIREQ Working Paper 082011.44 Redding, S. and A.J. Venables 2004, Economic geography and international inequality,Journal of International Economics 621: 5382.45 Venables, A.J. 1994, Integration and the Export Behavior of Firms Trade Costs, Trade Volume and Welfare, Review of World Economics 130: 118132.46 Wacziarg, R. and J. Wallack 2004, Trade Liberalization and Intersectoral Labor Movements, Journal of International Economics 642: 411439.33A Proofs of Lemmata and Propositions, Details to Derivations A.1 Derivation of equilibrium conditions Zero cutoff profit conditions. Demand for any variety is given byqij z Rj P 1jpij z ,p z1 dz and Ri denotes aggregatewhere the price index to 1 is given by P 1expenditure.42 Given the demand function, the price charged at the factory gate is wi .Then, operating profits of a firm from region i on market j arei Rzicid:18 ijwicid:191ij Rj P 1j wifij.The zero cutoff profit conditions follow from noting that ijhiji 0.Price index. Using the zero cutoff profit condition, we can write the price level Pi as P 1i Mjmji cid:191jicid:18 jiwj XjH,F Z cid:191 XjH,F cid:18 jiwjmji Mjcid:18 XjH,F Mjmjicid:0 jiwjcid:191ji,d G 1 Ghjiijicid:11where 1 is a positive constant.Free entry condition. Using optimal demand and the zero cutoff profit condition, we obtainthe following expression for expected profits of a firm in region i from entering:d G 1 G iiijij i XjH,F Z mij XjH,F mij Rj P 1 XjH,F Rj P 1jj cid:191cid:0cid:18 ijwicid:18 ijwi cid:191R1ijcid:11 wifij! cid:191cid:18 ijwij P 1jwifij wifij! ,which reduces to the expression in the text.42Note that each variety z is produced by a single firm with productivity level . We henceforth index varietiesby .34Labor market clearing condition. Labor market clearing is given by Li M ei f e Mi Xjmijfij Mi Xj Zij ijqij d G 1 Ghiji Mi Xjmijfij,where the second equality follows from inserting M ei , using the free entry conditionto substitute out f e, and using the zero cutoff profit conditions to substitute out the cutoffproductivity levels. The formula in the text follows from using the free entry condition toi Mipinsubstitute out Pj mijfij and noting that 1 .Trade balance condition.a firm in region i from selling to region j as In analogy to expected profits, we can write expected revenues of rij Z ijrij d G 1 G ii wimijfij.Using this expression, the labor market clearing condition, the definition of mij and exploiting symmetry of fixed cost, we obtain the balanced trade condition 8.A.2 Proof of Lemma 1A.2.1 Derivation of market crowding curve In order to derive the market crowding curve MCC, we use the zero cutoff profit conditionsin relative terms and the balanced trade condition. Taking F as the target market and usingthe two associated zero cutoff profit conditions:HFF Fcid:191cid:18 1 f xf d .17Taking H as the target market and dividing the two associated zero cutoff profit conditions:cid:18 HHcid:191F H 1 f xf d .18Using equations 17 and 18 together with the trade balance condition 8, we obtain 1 B2 2,denotes Homes relative probability of successful innovation.where cid:16 F F b FHH b Hcid:17A.2.2 Derivation of market potential curve In order to derive the market potential curve MPC, we use the free entry conditions in relative form along with the zero cutoff profit conditions and the balanced trade condition.35In relative form, the free entry conditions read:Expanding mij by jj, b H , and b F and employing the definition of , we obtain f d m F H f xf d m HF f x .19m F H cid:18 HH b HF H b Fcid:19and m HF 1cid:18 F F b FHF b Hcid:19,where the zero profit conditions can be used to substitute out the terms iibijibj.Using mij in equation 19 along with the zero profit conditions and B b H b F , andcollecting terms, we obtain 1 B 1 B.A.2.3 Characteristics of market potential and market crowding curves Market crowding curve. The market crowding curve implies a downwardsloping and convex relationship between and as 0 and 22 0,where the inequalities follow from 2 . Evaluated at B, the market crowding curvetakes the value 1 B 1. is bounded from below by 0.Market potential curve. The MPC features an asymptote at B. Evaluated at B, both the numerator and denominator are 1 0, which results in 1. The nominatoris increasing in . Hence, for B, the nominator is always positive. The denominator is. Combining these observations, we cancid:17decreasing in . It becomes zero at cid:16B 1conclude that the MPC takes positive values on the interval B, B.The market potential curve implies an upwardsloping relationship between and B Bcid:161 BThe inequality follows from B B B, where the last inequality follows from 1. 2cid:16B cid:17 cid:16Bcid:161 Bcid:172cid:172 0 cid:16B 1cid:17 cid:17 0.and B 0 Convexity of the market potential curve requires that the freeness of trade is not too small.36In order to see this, we compute:22 11 BB B B 22B1 B! .At B, the sign is given by 1 21 0 2 .Moreover, one can show that the term in round brackets is increasing in . The derivative ofthe first term is given by 2 B 2 cid:16Bcid:16B 2cid:172 0 2 cid:16BGiven the boundaries of , a sufficient condition for 2 cid:16B Bcid:17 B B cid:17 .cid:17 is 1. Moreover, it is easy to check that the second term is also increasing in , which completes the proofof convexity of the MPC curve.A.2.4 Derivation of conventional sorting cutoff Cutoff level up to which Foreign first serves domestic and then export market is implicitlydefined by F F F H :F F F H 1 1 cid:18 1 cid:19 1f dcid:19 1Bcid:18 f x 1Market potential and market crowding curves imply 1 B 1 B B. 2021Using this expression to substitute out 1 from equation 20 and solving for , we obtain: 1 1.1 B Bf dcid:17 cid:16 f xf dcid:17 cid:16 f x as Using the definition of , we can write B f x 1f d 1 f xf d.This expression can be used to back out from equation 21.37A.3 Proof of Proposition 3A.3.1 Home Market Magnification Effect Evaluated at B, the market potential curve takes the value 1, which does not dependon . The market potential curve rotates upwards in response to a freeness of trade shocksinceBcid:161 B2 2cid:17cid:172cid:161 B 0,where the inequality follows from B. The locus of the market crowding curve is unaffected. Then, has to increase, which raises and therefore magnifies the HME. The equilibrium value of declines in response to a freeness of trade shock.A.3.2 Per capita income convergence Real per capita income directly follows from the regions domestic zero cutoff profit condition:Wi wi Pi cid:18 Lifiicid:19 11ii.22Equation 11 directly follows from rewriting equation 22 in relative terms. It constitutesa negative relationship between relative real per capita income and freeness of trade. Then,higher freeness of trade leads to real per capita income convergence.A.4 Proof of Proposition 4A.4.1 Home Market Magnification Effect Higher productivity dispersion lower leads to an upward rotation of the MCC curve as 2cid:18ln B 1ln cid:19 0for B.The effect of productivity dispersion on the MPC curve is more involved. We have: cid:16B B 2cid:17 cid:16 ln ln Bcid:17 Bcid:161 Bcid:161 B2 2cid:17 ,where the sign of is given by the sign of the numerator and cid:172f dcid:19 0.f xln cid:18ln 1 138We conjecture that 0, which requirescid:16B B 2cid:17 ln 1 ln B Bcid:161 B2 2cid:17cid:18 1 ln lnf xf dcid:19 ,wheref xf d .This inequality follows from taking logs on both sides of B and using the definitionof . Hence, a sufficient condition for 0 reads:ln ln B ln 1ln 1lnf xf d ln Bcid:19 cid:17cid:18 1 ln lnf xf dcid:19 0.cid:16B B Bf xcid:161 B2 2f dh 1 B cid:16B 0 cid:16Bf x 2cid:17cid:18 ln B ln f dcid:19 ,cid:17cid:18 1 ln ln 2cid:17i2B cid:17cid:16B which is equivalent to 1ln The inequality follows from the following observations. First, the second term is negativesince B of the MPC curve. Second, the term in squared brackets is positive. To see this, notice thecharacteristics of the MPC curve imply that:. The latter inequality follows from the characteristics 1B 2 Bcid:16B1cid:17 2 .Moreover, the characteristics of the MPC curve imply 1 B 1 B B 1 0,where the last inequality follows from 1. Hence, higher dispersion leads to a higher ,which raises and magnifies the HME.A.4.2 Per capita income convergence The effect of productivity dispersion lower on relative real per capita income is given by WF! d WH11ln 0,where the inequality follows from 1 and gence. 0. Hence, higher dispersion leads to conver39A.4.3 Complementarity The complementarity between variable trade cost liberalization and higher productivity dispersion follows from WFcid:19 cid:18d WH 0; see Appendix A.3.1. 1 0,where 0 and A.4.4 Selection The claim follows from noting that selection is effectively shut off if approaches its lowerbound. The claim follows from the fact that higher dispersion lower leads to convergence.A.5 Proof of Proposition 5Under unconventional sorting, equations 6 and 7 continue to hold. This claim is obvious for equation 6, which follows from the zero cutoff profit conditions. It is also true forequation 7 because the free entry condition that prevails in the small region under unconventional sorting is isomorphic to the free entry condition under conventional sorting: 1cid:18 bi cid:19 cid:18 iicid:19ijijf d f x! f e 1cid:18 iibi cid:19f d ij!iif x f e.As a consequence, we can still use the graphical tool displayed in Figure 1 to characterizeequilibrium. Notice, however, that we can no longer read the yaxis as the relative probability of successful innovation. It follows that also under unconventional sorting, the largeror technologically leading region pays the higher wage. Moreover, higher freeness of tradeunambiguously reduces the relative wage.A.5.1 Home market effect The relative probability of successful innovation is given by The two zero cutoff profit conditions from targeting Home imply:HH F Hcid:3 cid:18 F H b FHH b Hcid:19.1 G 1 Gcid:2 cid:18 f xf dcid:19 1B f xf d 1B ,23which constitutes our market crowding curve.Using equation 23 to substitute out in equation 21 and solving for , we obtain the 40market potential curve: f xf d 1 1 B1 cid:16B cid:17 ,which constitutes an upwardsloping relationship between and . Notice that the MPCcurve implies f xf d if Moreover, at B , the MCC curve implies:B 0 B . f xf d 2 f xf d ,where the inequality follows from 1. Hence, the equilibrium relative probability of successful innovation is larger than f xf d 1. Together with equation 9, this proves the existence of a HME under unconventional sorting.One can show that 1. Evaluating the MCC curve and the MPC curve at 1, weobtain f xf d B1 and f xf d 11 1 BB , respectively. 1 requires that:f xf d B1 f xf d 11 1 B B 1 1 Bcid:16B cid:17 B.Rearranging terms, we can rewrite this inequality as B 1 B2 1.Notice that the right hand side is equal to unity when B 1 and larger than one when B 1,while by definition 1.A.5.2 Magnification Lower variable trade costs shift down both the market crowding and the market potentialcurves. Lower export fixed costs additionally shift both curves proportionally. Hence, a higherfreeness of trade lowers the relative probability of successful innovation under unconventional sorting, which implies that the home market effect is diminished under unconventional sorting.A.5.3 Per capita income convergence Using the MCC 12, the trade balance condition 8, and equation 17, we can rewrite relativewelfare as WHWFcid:18 1 cid:19 11B12 1.41This is a general expression which holds under unconventional and conventional sorting.43Under conventional sorting, the inequality follows from 12, B 1, B, 1 ,and . Given that is falling in the freeness of trade, higher freeness of trade leads toconvergence in real per capita income.A.6 Proof of Proposition 6A.6.1 Preliminaries Market crowding curve. Taking F as the target market and using the two associated zerocutoff profit conditions, we obtain:HFF Fcid:191cid:18 1HF f xf d cid:18 F Fcid:19HF HF 1cid:18 f xf dcid:19 .Taking H as the target market, we obtain:HHcid:191cid:18 F H 1F H f xf d cid:18 HHcid:19F H F H 1cid:18 f xf dcid:19 .Using equations 17 and 18, we obtain: HFcid:191 cid:18 F H 2.Market potential curve. With asymmetric variable trade costs, the relative free entry conditions read: f x HHf d cid:16 F Hcid:17f d 1cid:16 HFcid:17F F1 f x 1 1HFcid:16 f x F Hcid:16 f xf dcid:171 f dcid:171 1.Endogenous wage adjustment. We borrow the following observations from Felbermayr and Jung 2012. First, the relative wage and the export cutoff of the larger region are positivelycorrelated HF , where F ,where dxx x; see their equation 12. i denotes the share of income spent on domesticgoods. Second, the export cutoffs of both regions are positively correlated HF F H ;43In the case of conventional sorting, it follows from substituting out by means of the MCC 6.42see their equation 13. Finally, the Foreigns export cutoff falls if Home lowers its importbarriers F HF H H , where cid:18 see text below their equation 13.44 cid:18 1 HH cid:19cid:191 0;Combining these observations, we can quantify the percentage drop in the relative wagein response to lower import barriers F H .A.6.2 Home Market Magnification Effect The change in the relative entry probability is given by F H 2 cid:181 2 cid:19 F H .Magnification of the HME requires 1 2rewrite this condition as 0. Employing the definition of , we can2 cid:18 1 HH cid:19 H,where the last inequality holds since and H 1. Hence, lowering the larger regionsimport barriers magnifies the HME.A.6.3 Per capita income convergence Equation 11 continues to hold under asymmetric trade liberalization and implies that amagnification of the HME translates into convergence of real per capita income.A.7 Proof of Proposition 7A.7.1 Preliminaries Homes share of demand is 11 1 1.Comparing to the Homes share of firms in equation 9, we find that a HME in demandshares requires .44Note that Homes import barriers F H are denoted H in Felbermayr and Jung 2012.43A necessary condition for the equilibrium to exceed the equilibrium is that the MPCcurve lies above the MCC curve at the intersection of the latter with . The wage forwhich the MCC curve yields is given by: 1 B2 2 2 1 Then, the necessary condition reads:B2 cid:18 1 cid:19 2B.1 B 1 B .Solving for and substituting out , we obtain:Bl l 122 122 1,Blwhere l 1 with l 1.A.7.2 Region size differences First, consider B 1 and l 1.Then, the necessary condition reads: l 12l 2 122 1.l If l increases, the numerator increases, but the denominator increases faster, such that theterm on the right hand side declines. Then, a sufficient condition for a HME in demand sharesis Employing l Hospitals rule, we find: liml 112ll 2 1l 22 1.12lliml 12 1l 22 1l liml 1l 12 liml 1A.7.3 Technology differences 22 l 222 l 22 .Second, consider B 1 and l 1. Then, the necessary condition for a HME in demandshares reduces to 1,which can never hold. Quite the opposite is true. Hence, if regions are symmetric in sizebut differ in their average productivity, the richer technologically leading region hosts anunderproportional share of firms.44A.8 Proof of Proposition 8Remember thatwith Then , 1 1 1 cid:16 1 12 1cid:17 1 1 cid:16 1 1 1cid:171 o cid:19 , o 1 cid:18 1where o . We have o 0 ifo 1 cid:18 1 cid:19 .An alternative way to write this iso 11 cid:18 1 cid:19 11 1 o 11 .The conjecture is that we can identify a downward and an upwardsloping curve such thatthe left hand side and the right hand side are equal for some unique 12, 1 .Using o , we can rewrite the inequality as 11 1.We prove that the left hand side is downwardsloping in and therefore downwardslopingin , whereas the right hand side is increasing in .The 1 locus. Recall thatThe elasticity of in is then 0. cid:16B cid:17 cid:16B cid:17cid:161 Bcid:172 cid:17 cid:16B cid:17cid:17cid:161 B cid:17 , cid:16B cid:161 B45where Moreover, ocid:18 cid:19 . 1 B B 1 B 0,and therefore Slope of fine cid:17cid:17 . B 1cid:16B cid:161 B cid:17 cid:16Bcid:17cid:16B 1 in . We conjecture that h cid:17cid:16Bg cid:161 B f B 2 0 B B B B B2 2cid:17 0. 1i 0. To check this, deWe have to show thatf g f g 0,wheref B 1 B 1 Bg B 1 B 1 2B2 2 1 B ! 0 B 2B2 2 B ! 0.The last inequality follows from B2 2 1 B and f 0.We can rewrite the necessary condition as1cid:16Bcid:16B 1 B Bcid:172cid:161 B cid:17 2cid:17cid:16B B 2B2 2cid:17 .Since 1 B 1 and B2 2 1, a sufficient condition iscid:16B B cid:172cid:16B B 2cid:172 0 B B B .46The 1cid:0 cid:11locus. Using equation 21, we can define H , B B1 0.By the implicit function theorem, we have:whereand Then,H1 cid:18 cid:191 HH,H12 cid:16 Bcid:17 B cid:172 0.1 2cid:16 B Bcid:171 cid:16 B1 2cid:16 Bcid:172Using the trade balance condition to substitute out 1 on the right hand side, we obtain:1 cid:18 cid:191 B B 2 1 cid:16B1 2cid:16 B Bcid:17 .cid:17cid:111cid:0 B 1 2cid:16 Bcid:172rises in , given that cid:11Slope of the B B1cid:0 locus.It is easy to check that increases in and therefore in .Hence, the downwardssloping 1 locus and the upwardsloping locus determine a unique such that for a strong HME occurs.1cid:0 cid:1147B Calibration We use standard results from the literature to calibrate the model at symmetric equilibrium.45An important source of information is Bernard, Eaton, Jensen, and Kortum 2003. They arguethat 3.8 fits their data well and report that the standard deviation of domestic US plantsales is 0.84. In terms of the Melitz 2003 model, this value has to equal 1 . With theestimate for at hand, we obtain 3.3, which meets the restriction 1. Moreover,it is close to estimates from other sources.46 According to Bernard et al. 2003, the exportparticipation rate of US firms is about 21%.47 Using 1.3, which we take from Obstfeldand Rogoff 2001, and the corresponding values for and , the implied relative export fixedcosts amount to f xf d 1.8.Table 2: Parametrization Parameter Benchmarkf xf d 3.83.31.81.3Under this parameter constellation, the freeness of trade is given by 0.38. The impliedconventional sorting amounts to 0.88. Since it is only implicitly defined, we have to backout from our simulations. The market potential curve is convex, and a HME in demandshares arises.45We follow Demidova 2008.46Mayer and Ottaviano 2007 report that the shape parameters for total manufacturing are 3.03 and 2.55 for Italy and France, respectively.47In Europe, the UK features a similar export participation rate 28%, but German and French export participation rates are higher; see Mayer and Ottaviano 2007.48Complementary Appendices CEto Felbermayr Jung Home Market Effect, Regional Inequality, and IntraIndustry Reallocations April 4, 2012C The HME with a General Sampling Distribution In this subsection, we generalize the argument to a situation where firms productivity levelsare sampled from a general productivity distribution. Our MCC and MPC curves hinge on theassumption of the Pareto distribution and are therefore of no help in the general case. Whileit is difficult to derive results on the strong HME or on magnification effects, it is possible toestablish the HME for the case of conventional sorting.To this end, it appears useful to reduce the equilibrium conditions 2 5 to two equations in and Homes export cutoff HF , which have opposite slopes. The two loci are substantially more complicated than our MCC and MPC schedules, but they are still useful forour purposes. Labor endowment shares affect only one of these curves, which allows inference on the effect of a region size shock on the relative wage and the various cutoffs. Moreover, drawing on a generalized labor market clearing condition, we can derive our result onthe home market effect.Lemma 2 Assume that productivity levels are sampled from a general productivity distribution. Then, the larger region pays the higher wage.Proof. As proposed by Demidova and RodriguezClare 2011, we reduce the models equilibrium conditions 2, 4, and 5 to a system of two equations in and HF . The first curvedraws on zero cutoff profit and free entry conditions and is independent of the productivitydistribution. The relative cutoff profit conditions for targeting Foreign is given byf dcid:19 1HF cid:18 f x 11 F F .24Foreigns domestic entry cutoff F F is a function of its export cutoff F H by free entry. Moreover, using the relative cutoff profit conditions for entry into Home, F H can be expressed asa function of the relative and HF by free entry. Hence, ourfirst equilibrium condition constitutes an upward sloping and concave relationship betweenthe relative wage and Homes export cutoff. It is important to note that the locus of this curveis not affected by region size.Under a general productivity distribution, the balanced trade condition can be rewritten as HH . The latter is a function of HH H 1 F H F 1 ,25The left hand side of equation 25 is independent of . Moreover, it rises in hand side can be expressed as a function of falls. Relative entry in Home reads F H has to rise in F H . HF . By free entry, HF . The right HHF H cid:18 f xf dcid:19 11 1 HH .26Since F H rises and HH falls, must fall to restore equilibrium. Hence, trade balance estab1wherei 1 cid:18 f xf dcid:19 1iicid:191RRijiif df xcid:18 ij 1d Gi 1d Gi .lishes a negative relationship between Homes export cutoff and the relative wage.Consider a region size shock. For a given relative wage, the right hand side of the trade balance curve must be larger, which can only come about by an increase in HF . Hence, a regionsize shock shifts the trade balance locus upwards. We also conclude that the larger regionpays a higher wage, which extends Lemma 1 to the general case.Proposition 1 Assume that productivity levels are sampled from a general productivity distribution. Moreover, assume that conventional sorting holds 12 . Then, the modelexhibits a HME.Proof. Using the free entry conditions, we can write the ratio of active firms as MHMF1 f epinf epin F f d f xm F HH f d f xm HF.27We have argued in the proof of Lemma 1 that a region size shock raises Homes export cutoff HF . By free entry, Homes domestic entry cutoff falls. Hence, the denominator of the aboveexpression falls. It follows from equation 26 that Foreigns export cutoff HHfalls and rises. By free entry, F F rises. Then, the numerator of the above equation rises,which implies that the effect of the region size shock on the relative mass of firms is magnified.It is easy to check that MH MF 1 1 directly translates into , whichconstitutes a home market effect.F H falls since 2D Melitz 2003 with outside sector In this appendix, we derive equilibrium in the presence of an outside sector. We show thatthe economy exhibits a home market effect. As in Helpman and Krugman 1995, the homemarket effect is linear in . Moreover, we discuss welfare implications.Basic environment. The model is augmented by a homogeneous good produced underconstant returns to scale and perfect competition. Utility takes the CobbDouglas form,where denotes the share of expenditure spent on differentiated varieties. The outside goodis freely tradable. Hence, wages are equalized and henceforth normalized to unity. Welfareper worker is given by the inverse of the aggregate price index. Using Pi to denote the priceindex of the differentiated goods sector and defining 1 1 , we can write welfareper worker as Wi P i .Equilibrium. The free entry conditions are unaffected. In the zero cutoff profit conditions,however, wages drop. In relative form, the zero cutoff profit condition becomesf dcid:19 1ji cid:18 f x 1ii.Hence, we can substitute out export cutoffs from the free entry conditions. We obtain twoequations in two unknowns, which can be used to solve for the domestic entry cutoffs asii 1f df e 1 21 cid:16 bibjcid:17 bi .It is important to note that the cutoff productivity levels do not depend on region size. Withsymmetric technology b H b F b, they reduce toii 1f df e 1 b.The free entry conditions along with the relative zero cutoff profit conditions allow to solvefor the relative probability of successful innovation in closed form as 1 B1 B 1,where the equality appears for B 1. Notice that does not depend on relative region size.Labor market clearing implies:i Li M ei f e Mi Xjmijfij Mi Xj Zij ijqij d G 1 Ghiji Mi Xjmijfij,where i denotes the fraction of workers employed in the differentiated good sector.3Using the free entry condition, we obtain:Mi i Li ri;where ri Pj rij f eiibicid:17 cid:16 rij Zijrij . Expected revenues rij are given byd G 1 Ghiji mijfij.Assuming b H b F , cutoffs are symmetric. We henceforth suppress the subscripts of therevenue terms. Note that rx rd reduces to .Balanced trade is given by Mi rij Mj rji 1 Li 1 i Li,where the term on the left hand side represents region is exports of the differentiated good.The first term on the right hand side represents is imports of the differentiated good. The remaining terms reflect is imports of the homogeneous good spending on the homogeneousgood minus value of domestic homogeneous good production.Substituting out Mi and rearranging terms, we obtain:i ri rij Lj Li rji rii ri rjj, i H, F .The solution to this system of two equations is given byi Lj Li 1 rji rjj 1 2 ri rii, i H, F .Using the above expressions, we find that H F 1 LHLF1 LFLHBB 1 ,where the first inequality follows from 12 and B 1. Hence, the smaller region is thenet exporter of the homogeneous good.Home market effect. The labor market clearing conditions implies that Homes share offirms active in the differentiated good sector can be written as 1 1 FH1.4Using r HH r F F rd , we obtain: 1 with 11 r F r HF1 r H r F Hcid:0 rd r HF r F Hcid:1 r F H1 rd 1 1 rd r HF r F H r F H 11 rd 1 1 rd r HF r F H r F H 2 .1 rdcid:0 rd r HF r F Hcid:1In the absence of technology differences B 1, we have 1, and the derivative simplifiesto 1 2 rx rd 1 2.It is easy to check that , where Comparison to singlesector model.the first term is the direct effect of a region size shock on . The second term represents theindirect effect due to adjustments in the relative probability of successful innovation. Wehave already shown thatcid:20o 1 cid:18 1 cid:19cid:21 ,where o denotes the elasticity of in . Applying the chain rule, we can rewrite o as o . At the symmetric equilibrium, we have 12 and B 1. Hence,we have2 1 and12.2 1 Moreover, we haveo 2cid:181 1 2 cid:191.At the symmetric equilibrium, the slope of the curve is given by 1 cid:181 1 2 cid:191,which is strictly smaller than the slope of in for the case with the outside sector since 1 1.Per capita income. Using the domestic zero cutoff profit condition, we can rewrite welfareper worker as Wi cid:18 Lif dcid:19 1ii ,where 1 1 is a constant. Relative real per capita income is given by WHWFcid:18 1 cid:19 1B .With B 1, the relative probability of successful innovation is fixed at unity and neither 5trade liberalization nor productivity dispersion affect relative per capita income. For B 1,we have 1 and B B1 B2 0.Hence, for B 1, trade liberalization leads to divergence of real per capita income.6E Melitz 2003 without export selection In the absence of fixed exporting costs f x 0, all firms export as in Krugman 1980. In asetting with symmetric countries, Melitz 2003 argues that fixed export costs are crucial fortrade to induce distributional changes among firms footnote 24, p. 170. We generalize thisremark to the case of asymmetric countries, which stresses the importance of intraindustryreallocation for our results.Zero cutoff profit conditions. We only have to characterize the domestic entry conditions.As the elasticity of demand is constant across countries, firms charge the same exfactoryprice in all markets, which is a constant markup over marginal costs. Given optimal demandin both regions, profits of a firm with productivity in country i are given byi Ri P 1iRj ijcid:191cid:18 cid:18 Pjwicid:191 wif d.The entry cutoff i is determined by the zero cutoff profit conditioni i 0.Free entry conditions. As in Melitz 2003, free entry requires that the expected profits mustbe equal to the innovation fixed costs wif e. Expected profits of a firm in region i from enteringare given byi d G 1 G i i Z Rii P 1iRj ijcid:191 cid:18 cid:18 Pjwi cid:191i wif d.Using the zero cutoff profit condition, we obtain:Then, the free entry condition reads: i 1 wif d. 1 pini f d f e.i bi. Hence, the free entry condition implies that the Equilibrium. Recall that pini equilibrium entry cutoff i is independent of region size and variable trade costs. This, inturn, means that the mass of firms is fixed, and there is no HME. Trade liberalization has noeffect on real percapita income.7", "filename": "690093098.pdf", "person": ["Gabriel Felbermayr", "Felbermayr, Gabriel", "Benjamin Jung", "Jung, Benjamin"], "date": ["2012"]}