{"lang": "no", "identifier_url": ["http://www.econstor.eu/bitstream/10419/90780/1/690165587.pdf"], "title": ["Økonomi og økonomer i UiOs historie: Professorkonkurransen 1876 - 77"], "plaintext": " This series is published by the University of Oslo Department of Economics P. O.Box 1095 Blindern N0317 OSLO Norway Telephone: 47 22855127 Fax: 47 22855035 Internet: http:www.sv.uio.noecon email: econdepecon.uio.no In cooperation with The Frisch Centre for Economic Research Gaustadalleen 21 N0371 OSLO Norway Telephone: Fax: Internet: email: 47 22 95 88 20 47 22 95 88 25 http:www.frisch.uio.no frischfrisch.uio.no Last 10 Memoranda No 1112 No 1012 No 0912 No 0812 No 0712 No 0612 No 0512 Erik Birn An Econometric Market Model of Capital and Investment Inspired by Haavelmo Jens Fredrik Baumgarten Skogstrm Entrepreneurial School Dropouts: A Model on Signalling, Education and Entrepreneurship Finn R. Frsund Measuring Efficiency in the Public Sector Tapan Mitra, Geir B. Asheim, Wolfgang Buchholz and Cees Withagen Characterizing the Sustainability Problem in an Exhaustible Resource Model Torbjrn Hanson Efficiency and Productivity in the Operational Units of the Armed Forces Sheetal K. Chand The Relevance of Haavelmos Macroeconomic Theorizing for Contemporary Policy Making Tone Ognedal In the Shadow of the Labour Market No 0412 Michael Hoel No 0312 No 0212 Secondbest Climate Policy Tom Kornstad, Ragnar Nymoen and Terje Skjerpen Macroeconomic Shocks and the Probability of Being Employed Erik Birn The Measurement Error Problem in Dynamic Panel Data Analysis: Modeling and GMM Estimation Previous issues of the memoseries are available in a PDF format at: http:www.sv.uio.noeconforskningmemorandum 1 MEMORANDUM konomi og konomer i Ui Os historie: Professorkonkurransen 187677 Av Olav Bjerkholt konomisk institutt, Universitetet i Oslo Abstract Artikkelen behandler begivenheter som utspilte seg i 187677. I Stortinget ble det fremmet forslag om opprettelse av et professorat i statskonomi og statistikk. Forslaget fikk tilslutning av et stort flertall og etter Kongens godkjenning ble det umiddelbart satt ut i livet. Dette var det frste rene professorat i konomi ved Det kongelige Frederiks Universitet. Stortingsdebatten om forslaget og det etterflgende tilsettingsprosess er behandlet utfrlig. Artikkelen kan betraktes som en litt lang randmerknad til annet bind av Ui Os historie 18112011, utgitt i ni bind i 2011. JEL: A11, A19, Z00 Keywords: Universitetshistorie, Torkel H. Aschehoug, Anders N. Kir 2 1. InnledningI 1876 ble det opprettet og utlyst et professorat i statskonomi og statistikk. Det var det frste rene professorat i konomi, til forskjell fra professoratet i lovkyndighet, statskonomi og statistikk som ble opprettet i 1840 for Anton Martin Schweigaard som innehadde det til sin dd i 1870.overtatt av Torkel Halvorsen Aschehoug. Opprettelsen av professoratet i 1876 kom overraskende pa alle. Det var ikke varslet i budsjettforslaget. Det hele skjedde svrt raskt. Det nye professoratet ble utlyst i slutten av juni 1876, med sknadsfrist en maned senere. Hva hadde egentlig skjedd? 1 Det ble da Den direkte foranledning er enkelt nok fortalt. Under Stortingets budsjettbehandling av regjeringens forslag om nye stillinger i mai 1876, ble det av en av representantene fremmet et forslag om opprettelse av et nytt professorat i statskonomi og statistikk. Mot alle odds ble forslaget vedtatt. Det hadde skjedd tidligere ved et par anledninger at et professorat ble opprettet etter initiativ tatt i Stortinget, men da var vedtaket i realiteten ment for en bestemt person. I nr fortid gjaldt det professoratene tiltenkt Sophus Lie i 1872 og Ernst Sars i 1874.2 Men opprettelsen av professoratet i statskonomi og statistikk skjedde ikke uten sverdslag. Stortinget har neppe noen gang senere befattet seg sa mye med et foreslatt professorat i konomi. Ikke minst fordi dette ogsa var det frste professoratet i konomi, redegjres det relativt utfrlig for meningsutvekslingen som fant sted i Stortinget. Det er i grunnen to baktepper for denne stortingsdebatten. Det ene er hva en med litt sterke ord kan kalle vanskjtselen av konomifaget pa universitet, det vil si de manglende utviklingsmuligheter konomifaget hadde fatt ved Universitetet. Misnyen med tingenes tilstand kom klart til uttrykk. Det andre bakteppet er den politiske tilspissingen i embetsmannsstatens siste periode og forholdet mellom Universitetet, Storting og regjering. Etter utlysingen fulgte en tilsettingsprosess som skulle strekke seg over nesten halvannet ar. Ogsa den er dokumentert i stor detalj. Tilsettinger i professorater var ingen sjeldenhet, men denne tilsettingsprosessen brakte inn nye elementer ved at det klarere kom til uttrykk at det burde foreligge skriftlige arbeider for vurdering av vitenskapelige kvalifikasjoner. Den vanlige praksis med prveforelesninger ble ikke funnet tilstrekkelig; skerne ble i stedet palagt a utarbeide to avhandlinger. Videre ble utenlandsk ekspertise trukket inn i bedmmelsen. Kvaliteten av bedmmelsen som ble gjort av skerne kan imidlertid med et mildt uttrykk karakteriseres som heller lite overbevisende. Jeg har fatt velvillig bistand fra Riksarkivet for a finne fram i departementsdokumentene fra 1877 og fra Nasjonalbiblioteket for subsidire kilder. Jeg har fatt rad fra Bjrn Vidar Johansen om a finne fram i kildene, fra Kristopher I. Strau om politikerarkivet og fra professor Marit Halvorsen om jusstudiets historie. Jeg takker professor Trond Nordby for rad om historiske kilder, Jenny Clarhall for hjelp med svensk ortografi pa Kung Oscar IIs tid og Halvor Mehlum, Einar Lie og og Dag Michalsen for nyttige opplysninger. 1 Utsagnet kan problematiseres da Gregers Fougner Lundh vitterlig ble gitt tittelen professor oeconomiae i 1822. Han hadde siden 1814 vrt lector i Technologien, men fikk en papyntet tittel fortsatt med lektorlnn og en forpliktelse til a forelese over i tillegg til teknologi ogsa Landhuusholdningen og Statsoeconomien, se Andresen 2005: 278279. Fougner Lunds professorkarriere ble en heller mislykket affre som utfrlig dokumentert i Andresen 2005 som gir en uttmmende redegjrelse for konomifaget ved Universitetet i perioden 18111840. 2 Sophus Lie var et stort internasjonalt navn innen matematikk og det gjaldt a sikre ham en stilling ved Universitetet. Professoratet for Ernst Sars var et mer politisk motivert vedtak. 3 Opprettelsen av et nytt professorat i konomi kan rimeligvis se pa som et malrettet tiltak for fornyelse og styrking av konomifaget. Men det er mer enn tvilsomt om en kan si at det ble resultatet, i hvert fall pa relativt kort sikt. Opprettelsen av professoratet i 1876 var tilsynelatende en seier for Johan Sverdrup som fremsto i Stortinget som konomifagets fremste talsmann. Men det skulle likevel komme til a ga mange ar fr det skjedde noen styrking av og innhenting av det tapte i konomiundervisningen ved det juridiske fakultet.3 Bakgrunnen for at forslaget framkom, kan skes i at konomi hadde forblitt et underutviklet fag ved Universitetet. I Stortinget ble det vist til situasjonen i Kbenhavn som ulike mye bedre. Viktigere var det nok at den betydelige tilslutningen allerede i tiarene fr 1814 og senere til modernisering og nringsutvikling i Norge burde tilsagt en langt strre vekt pa konomi som fag i Norge enn det som faktisk hadde vrt tilfellet. Men Schweigaard hadde last konomi og statistikk inne pa det juridiske fakultet og gjort lite for a fremme sa vel akademisk styrking av fagene som mer folkeopplysende virksomhet. Faget hadde til dels kommet i vanry. Aschehoug hadde i de fa arene han hadde sittet i Schweigaards professorat gjort lite for a legge om kursen utover a srge for at det ble skriftlig eksamen i konomi. konomi syntes a ha vrt lavere prioritert ved fakultetet enn nr sagt alle de ulike juridiske disiplinene Spenningen omkring dette emnet kte etter hvert som embetsmannsstaten som hadde vrt Schweigaards bastion i hans politiske virke, ble underminert. Utviklingen av fagene konomifaget pa Universitetet i de frste tiarene kan karakteriseres som en rekke false starts, frst ved at den ambisise planen ved opprettelsen om en eget statskonomisk fakultet og 34 lrerstillinger falt i fisk av finansielle grunner, dernest ved at den begavede botanikeren Christen Smith som i 1814 ble utnevnt til professor i botanikk og statskonomiske vitenskaper, dde i 1816 fr han rakk a gi en eneste forelesning i statskonomi, for det tredje ved eksperimentet med a legge oppgaven over pa Gregers Fougner Lundh, noe som ikke falt srlig heldig ut, og endelig ved at Schweigaard i 1840 overtok faget som del av et professorat i lovkyndighet, statskonomi og statistikk, noe som uansett hva man ellers kan si om det, ikke var til gavn for konomifagets utvikling.4av konomi pa Universitetet. Dette kom til a kaste lange skygger framover og forsinke en faglig utvikling Noen framstt for a styrke konomifaget gjennom et nytt professorat hadde nok blitt forskt, men mislyktes mot Schweigaards store autoritet. Aschehoug hadde overtatt Schweigaards professorat og ansvaret for konomifaget ved det juridiske fakultet. Selv om forslaget om et nytt professorat i konomi framkom fullstendig uanmeldt i 1876, fikk det gjennom den latente understrm av misnye, Sverdrups engasjement og retorikk, og hjulpet av at Aschehoug ga det sin sttte, et moment som resulterte i et solid flertall for forslaget, som en i utgangspunktet kunne ha antatt hadde odds mot seg. 3 Opprettelsen av professoratet er omtalt i Bergh og Hanisch 1984: 5456 og noe mer kortfattet i annet bind av Ui Os historie, Kyllingstad og Rrvik 2011: 116117, mens tilsettingsprosessen ikke er behandlet. Om forholdet mellom Stortinget og Universitetet, se ogsa Kyllingstad og Rhrvik 2011, kap. 4 Universitetet og politikken. 4 Se Munthe 2004, Andresen 2005, Collett 2011: 369378, konomifaget for staten eller for folket?. Uhellet forfulgte Christen Smith ogsa post mortem; Christens Smiths gate inngikk i Kristiania kommunes reguleringsplan i 1917, men ble aldri effektuert, se Oslo Byleksikon, utg. 2010, side 122  4 2. Forslaget om et nytt professorat 5 Innstillingen fra gasje og pensjonskomiteen om nye innstillinger pa Statsbudsjettet 187677 foregikk i mai 1876. Umiddelbart etter at et bevilgningen til et professorat i egyptologi var enstemmig bifalt 16. mai 1876, ba stortingsrepresentant Lorents Juhl Vogt om ordet:6 Efterat man nu er gaaet til at bevilge en extraordinr Professorpost i gyptologi, maa man vel sige, at man derved nrmest har bevilge noget som kan anses som en videnskabelig Luxus. Jeg skal i imidlertid tillade mig at henlede Opmerksomheden paa et Lrefag ved Universitetet, som Alle vil give mig Medhold i hre til videnskabelig Ndvendighed, og som forekommer mig at vre meget stedmoderlig udstyret af den bevilgende Myndighed. Det er Statskonomien, som nu i over 30 Aar har vret et Appendix til en juridisk Lrerpost, medens man tidligere havde en selvstndig Lrerstol i samme. Naar man gjr en Sammenligning inden vort eget Universitet, ser man, at der er 4 mathematiske Professorer, 2 ordinre og 3 extraordinre, medens der kun er en halv Professorpost i Statskonomi, og det i et Land som vort med en udviklet Selvstyrelse, og hvor man kan sige, at hver Mand tiltrnger statskonomisk Uddannelse. 53: 421 Vogt utfordret den stralekrans som skinte om Schweigaards ettermle ved sin pastand om at konomi ved universitetet bare hadde vrt et appendix til Schweigaards professorat i lovkyndighet. Etter a ha opplyst om tilstanden i Sverige og Danmark og derved begrunnet at Norge la definitivt etter nabolandene i utviklingen av konomi ved universitetet , fortsatte Vogt: Skal man dmme etter ydre Fnomener, er det visst kommen dertil hos oss, at Sandsen for statskonomiske Studier er strre kanske hos vor Handelsstand end hos Academici; ialdfald er vort Universitet i den Retning fuldstndigt overfliet av Kjbenhavns. Hvis Storthinget skulde vre tilbieligt til at indgaa paa min Tanke, kunde der antagelig iaar vre special Anledning til at inaugurere en ny Lrestol i Statskonomi ved vort Universitet. Det er iaar netop 100 Aar siden, at Adam Smiths bermte Vrk Wealth of Nations udkom, og dette Vrks Udgivelse falder sammen med den amerikanske Uafhngighedserklring; det er samtidige Fnomener, og jeg tror, at dette store Vrk af Adam Smith paa det videnskabelige og sociale Omraade kanske har ligesaa stor Betydning, som den amerikanske Uafhngighedserklring paa det politiske felt. At Oprettelsen af en saadan Post vil vre nyttig, ja endog ndvendig, tror jeg Enhver vil have Flelsen af. Jeg udgiver mig aldeles ikke for at vre Statskonomiker; med jeg har Interesse for det statskonomiske Studium, og jeg har vret ndt til at sge hen til, hvad jeg har kunnet faa fra Kjbenhavn, siden jeg ikke har kunnet faa det i Kristiania. Men det vilde have vret mig langt kjrere at sge det i Kristiania end i Kjbenhavn. Jeg vil imidlertid ikke fremstte Forslag om Oprttelse af en professorpost i Statskonomi og Statistik, uden at jeg faar Understttelse.7 53: 4212 5 Alle sitater i dette avsnittet er fra Storthingstidende, Forhandlinger i Storthinget, No. 5359, H.J. Jensen forlag, Kristiania, 1876. Utdragene av innleggene som er innskutt som egen avsnitt, er gjengitt i autentisk ortografi. 6 Lorenz Juhl Vogt 18281901, tollinspektr, satt pa Stortinget 187479, valgt fra Fredrikshald. 7 Hva Vogt og andre kunne fa av informasjon fra Kbenhavn ble betydelig utvidet fra 1873 av, da Nationalkonomisk Forening ble opprettet og Nationalkonomisk Tidsskrift begynte a utkomme. I Kbenhavn ble et eget studium i konomi og statistikk apnet umiddelbart etter eneveldets fall i 1848. Etter opprettelsen av studiet var det to professorater i konomi og et i statistikk. 5 Sttten kom, men ogsa motstanden. Debatten etter Vogts innlegg ble langvarig og utviklet seg til et oppgjr mellom professor Torkel Halvorsen Aschehoug og Johan Sverdrup som var hovedmotstandere pa Stortinget gjennom 1870arene. Aschehoug var konservativ og opptradte ikke minst som forsvarer av Schweigaards gjerning og ettermle.8 Sverdrup som hadde en radikal fortid med rtter i revolusjonsstrmningene i 1848. hadde pa dette tidspunkt langt pa vei lykkes i a bygge opp den allianse som skulle komme til a velte embetsmannsstaten fa ar senere.9 Aschehoug kom frst pa banen. Vogts innlegg gikk bade pa Schweigaards og hans egen re ls og kunne ikke sta ukommentert. I et innlegg over tre spalter i stortingstidende tok han et langt skritt tilbake til omkring 1840 da konomi og statistikk hadde blitt henlagt under det juridiske fakultet og professor Schweigaard hadde erklrt seg villig til at overta bade statskonomi og statistikk pa den betingelse at han ogsa kunne vre professor i lovkyndighet. Denne ordningen vedvarte fra 1840 til Schweigaard dde i 1870. Aschehoug forskte deretter a imtega Vogts argumenter: Naar der er henvist til det store Udbytte, man har havt af Statskonomien, saaledes som dette fag er bleven foredraget ved Kjbenhavns Universitet, i Sammenligning med Udbyttet af Studiet ved det Norske Universitet, saa tr jeg, med al Respekt for mine Danske Kolleger og for hvad de har udrettet, dog sige det er ialdfald min personlige Formening at de Bidrag, som Professor Schweigaard har ydet til Statskonomien, ikke blot hvad praktisk Betydning, men ogsaa hvad original videnskabelig Tnkning angaar, staar langt over disses Bidrag.10 53: 422 Aschehoug redegjorde videre for at da Schweigaard dde, ble professorat utlyst, men ingen skere meldte seg. Fakultet ba da Aschehoug, som hadde vrt professor i rettsvitenskap siden 1862, om a overta professoratet etter Schweigaard. Aschehoug tok imot dette tilbudet, enda han som han uttrykte det, hadde funnet det hyst ubeleilig. Aschehoug sa nemlig pa det tidspunktet sin livsoppgave i en framstilling av norsk offentlig rett og var sa nr pa a begynne utgivelsen av den at det var srdeles ubekvemt a overta undervisningsansvaret for statskonomi. Men han hadde altsa likevel sagt ja   af den Grund, at jeg i min Ungdom havde med offentlig Understttelse opholdt mig en Tid i Udlandet for at studere Statskonomi. Jeg holdt mig ad Hensyn til Universitetets tarv forpligtet til at tilsidestte mine personlige nsker og overtage dette Lrerfag. Der har naturligvis inden det juridiske fakultet vret Sprgsmaal om, hvorvidt man ikke burde 8 Torkel Halvorsen Aschehoug var stortingsrepresentant 186882, valgt fra Kristiania, Hnefoss og Kongsvinger. I den tilspissede politiske striden fra 1870 fram til 1884 tilhrte Aschehoug i Jens Arup Seips terminologi de reformkonservative som anstrengte seg for a bevare et elitistisk styre gjennom 1 en kongemakt med absolutt veto; 2 et tokammersystem, som Aschehoug i 1873 hadde foreslatt innfrt ved at lagtinget skulle velges av de store skattyterne; og endelig, 3 ved at Hyesterett kunne prve Stortingets lovvedtak, som Aschehoug foreslo i det gamle regimets siste yeblikk, se Jens Arup Seip 2002: 219229. Aschehoug ble nok av noen sett pa som Schweigaards arvtaker, dvs. ikke bare som etterflger i professoratet, men som statsmann og konservativ ledestjerne. Men i det kom han til kort bade intellektuelt og personlig. 9 Johan Sverdrup var sakfrer og satt pa Stortinget fra 1851 til 1894, opprinnelig valgt fra Larvik og Sandefjord. Statsminister 188489. Som politisk leder tilhrte han frertypen. Der var berringspunkter mellom ham og Robespierre. Dette var noe samtiden var slatt av, og ofte kom tilbake til Seip 2002: 144. 10 I lpet av Schweigaards 30 ar som professor ble det ikke av ham eller noen andre ved Universitetet knapt utgitt noe skriftstykke med konomiskvitenskapelig innhold. 6 foreslaa Oprettelsen af et nyt Professorat i Statskonomi. Dette Sprgsmaal har vret paa bane medens Professor Schweigaard levede paa hans Tid var det dog mer underhaanden, at der var tale om dette , som isr efter hans Dd, men baade den Gang og nu har det juridiske Fakultet standset ved, at det var mer magtpaaliggende at faa et nyt professorat i norsk Jurisprudens end i Statskonomi, og det af den Grund, at den norske Jurisprudens er en Videnskabsgren, som kun kan ventes fremmet ved norske Krfter, medens Statskonomien er et mere universelt Fag.11 53: 422 Aschehoug sa her tydelig nok at Schweigaard ikke hadde vist noen interesse for et ytterligere professorat i konomi. At noen hadde brakt dette pa bane underhanden ogsa innen fakultetet, er det ingen grunn til a betvile, men det er vanskelig a etterspore. Sprsmalet kan nok ha blitt nevnt utenfor fakultetet og utenfor Universitetet ved en del anledninger.12 Aschehougs argumentasjon om at norske fag matte ga foran universelle fag var tvilsom, men den 13 I fortsettelsen redegjorde Aschehoug at det var den var nok mest en improvisert forsvarslinje.norske militrretten som utgjorde den gjenstaende oppgave del av jurisprudensen som skulle dekkes, og som hadde forhindret fakultetet i a styrke konomifaget. Men at det juridiske fakultet ikke hadde glemt konomifaget helt bort til fordel for militrretten, framgikk da Aschehoug fortsatte sitt ordgyteri: Imidlertid har Fakultetet ogsaa meget vel vret opmrksom paa nskeligheded af om muligt ogsaa at give Statskonomen en strkere Impuls end den hidtil har havt. Tiden stiller, ogsaa hvad dette Fag angaar, strre Fordringer nu end fr og krver forgede Anstrngelser. Og i dette iemed er der skeet Flgende: da jeg overtog dette Undervisningsfag, gjorde jeg til Betingelse, at Statskonomien skulde blive skriftlig Examensfag, at der skulde gives skriftlig Opgave i Statskonomi ved den juridiske Examen, og jeg skulde tro, at ialdfald de Jurister, som have underkastet sig Examen ved Universitetet, og som her ere tilstede, ville erkjende, at Grunden til at de Studerende forsmte Statskonomien for en stor Del laa deri, at dette fag inndtil Aaret 1870 ikke var skriftligt Examensfag. Grunden til at de Studerende ikke kastede sig med nogen srdeles Iver over dette Fag, laa visselig ikke i mangel ved den Maade, hvorpaa Faget blev foredraget, jeg skulde tro, at Vogt selv ikke vil vre uenig i denne Opfatning fra min Side. Jeg har hrt Foredrag over Statskonomi ikke blot ved vort Universitet, men ogsaa ved andre, og af de Foredrag, jeg har hrt, stter jeg Professor 11 Aschehoug hadde etter embetseksamen hatt stipend for a studere konomi i England, Danmark og Sverige. Han hadde med andre ord spesialisert seg i konomi, see AnneLise Seip 1975: 2425, men lagt konomien til side etter at det apnet seg en mulighet for et professorat i jus. 12 En anledning der kravet ble satt fram srdeles langt fra det juridiske fakultet var pa Thranitterbevegelsens sentralmte for alle lokalforeninger pa forlystelsestedet Frederiksborg i Langviksbukta pa Bygdy i august 1850, der det ble vedtatt et forslag om a opprette en eller to lrerstillinger i statskonomi ved Universitetet, se Ringvei 2011: 193. Om Thranitterbevegelsen, se ellers Jens Arup Seip 1993: 186206. 13 Aschehougs prinsipielle synspunkt om norske versus universelle fag var torpedert allerede i et foregaende innlegg av representanten Dahl, som etter a ha reservert mot Vogts bruk av uttrykket vitenskapelig luksus om professoratet i egyptologi, fyde til: Jeg mener ogsa at det er smmelig for Norge a ta del i det alminnelige vitenskapelige arbeid pa dette felt hele den siviliserte verden rundt, om man enn ikke herved kan vinne noe srdeles stort direkte utbytte. Det var i litt forsiktige vendinger nettopp et uttrykk for at Universitetet nrmest burde ha en plikt til a delta i universelle fag. Sverdrup sluttet seg til dette og formodentlig delte andre samme oppfatning. 7 Schweigaards verst. Men, som sagt, en stor Del av de Studerende forsmte visselig i nogen Grad Faget, fordi det ikke var skriftlig Examensfag. Det hjalp dem ikke til at faa nogen bedre Karakter, om de kastede sig over Statskonomien, og Ulykker er, at en stor Del af vore Studerende leve under saa kummerlige konomiske Forhold, at de maa lgge stor Vgt paa at faa Examen saa hurtigt som muligt. Det var Flelsen heraf at jeg foreslog, og fik mine Kolleger til at gaa ind paa dette, at Statskonomien skulde gjres til et tvungent Examensfag. 53: 423 Det var maktpaliggende for Aschehoug a forsvare Schweigaards re og a frita Schweigaard for ansvaret for at konomikunnskapene hos de juridiske kandidatene var darlige. Han la heller skylden pa studentene. De forsmte a lese konomi fordi det ga liten uttelling i eksamenskarakteren alt i alt nar det ikke var skriftlig eksamen i faget. Dessuten hadde de darlig rad. Litt uberettiget tok han ren for at statskonomi hadde blitt tvungent eksamensfag, for faktisk ble statskonomi ved endringen i Universitetets fundas i 1845 gjort til eksamensfag pa linje med de vrige fag som inngikk i den juridiske embetseksamen.14 Fundasformuleringen sa ikke eksplisitt om det skulle vre skriftlig eksamen. Det var Schweigaard som hadde ansvaret for faget og det ma ha vrt hans avgjrelse at statskonomi ikke ble skriftlig eksamensfag. Det vil si at konomi pa linje med statistikk bare ble eksaminert som del av den felles muntlige eksamen som inngikk i den juridiske embetseksamen. Hvilke overveielser Schweigaard kan ha gjort seg om dette, er det vanskelig a forestille seg. Schweigaard var ellers ikke kjent som en spesielt god foreleser. I siste del av hans professortid var det heller darlig oppmte pa konomiforelesningene, som antydet av Aschehoug. Mot slutten av livet ble Schweigaard stivbent konservativ i politikken og han hadde neppe den samme gld for konomi som i sine yngre ar. Deretter redegjorde Aschehoug for den undervisning han selv hadde gjennomfrt i statskonomi siden 1870 og at han ogsa hadde forelest finansrett, herunder en fullstendig gjennemgaelse av den engelske banks historie, de europeiske pengekriser og hele den rekke af teoretiske underskelser, som disse konomiske fenomener have givet foranledning til. Sa relevant for diskusjonen om en nytt professorat var naturligvis ikke dette. Aschehoug la ogsa apent fram at innfringen av skriftlig eksamen i statskonomi og noe mer undervisning enna ikke hadde gitt nevneverdig resultater, for   det siger sig selv, at naar man indfrer et ny skriftligt Examensfag, kan man ikke stille saa srdeles store Fordringer til de Studerende. Man maa gaa gradvis fremad. Det er ogsaa Fakultetets Tanke, at man efterhaanden, jo lnger den nuvrende ordning varer, vil skjrpe de Fordringer, man ved juridisk Embedsexamen stiller til de Studerendes Prstationer i Statskonomi, men det siger sig selv, at man ikke br gaa for hurtig tilvrks med det; det vilde vre ubilligt ligeoverfor de Studerende. 53: 423 Aschehoug synes ikke ha erkjent at han her felte en ganske knusende dom over Schweigaard. Han hadde erobret statskonomien for det juridiske fakultet og for seg selv og forvaltet undervisningsansvaret fra 1840 til 1870. Aschehoug sa videre at statskonomi ikke var noe stort fag, i hvert fall ikke sammenliknet med rettsvitenskap, og tilfyde: 14 Blandt de Discipliner, i hvilke Examinanderne ved den juridiske Embedsexamen have at gjre Rede for deres Kundskaber, optages Statsoeconomie, Fundasendringen 1845, 10. 8 Men naturligvis, den menneskelige Tankes Arbeide er paa dette Felt, som overalt, uendeligt, og den videnskabelige Undersgelse kan fres ud i hvilkesomhelst Detailler, man finder for godt; det er en selvflge, hvad enten man vil betragte den som et universelt Dannelsesmiddel eller som Examensfag, saa maa den have en Grndse, der ikke tillater, at Omfanget udstrkkes videre, ellers vilde den komme til at optage de Studerendes Tid til Skade for de andre Sider af deres Studium, der dog er forholdsvis vigtigere. 53: 423 Deretter avsluttet Aschehoug, kanskje noe overraskende, med a meddele at han af alle Krfter ville sttte et forslag om et nytt professorat dersom det ble formelt fremmet.15umiddelbart ordet og oppfordret Vogt om a fremme forslag om bevilgning til et ordinrt professorat i statskonomi, noe Vogt kort etter la pa presidentens bord. Deretter fortsatte Sverdrup a tale konomifagets sak med innsikt og overbevisning. Indirekte var det et angrep den maten konomi hadde vrt ivaretatt ved Universitetet siden Schweigaards tid: Johan Sverdrup tok Det er ikke min Agt at diskutere det Sprgsmaal, om der tidligere kunde have vret gjort mer for Statskonomien, den politiske konomi, ved Universitetet end gjort er; jeg betvivler heller ikke, at de Professorer, som har have det Hverv at undervise de Studerende i dette Fag, har gjort sin Skyldighed i alle dele, men hvad jeg med Bestemthed paastaar, det er, at det er en uheldig Ordning, at Professoratet i Statskonomi er forbundet med et Professorat i Jurisprudens.   Den politiske Statskonomi har som Videnskab det Omfang og er av den betydning, at det snarere maatte vre Sprgsmaalet, om man skulde oprette to, end om man skulde oprette et Professorat i det Fag. Det krver i Sandhed sin Mand, selv om han i den Retning er et eminent Talent, og det ikke alene fordi denne Videnskab har taget saa store Dimensioner, der endog stadig vil udvides, men ogsa fordi den endnu befinder sig paa et lidet udviklet Stadium, at det vil koste et overordentlig Arbeide, fr man kan bringe den derhen, hvor de fleste ldre Videnskaber nu er komne. 53: 424 Sverdrup gikk ytterligere inn pa hvor underutviklet statskonomien var i forhold til andre vitenskaper fr han gikk til frontalangrep pa synspunktet Aschehoug hadde forfektet om at konomi var et universelt fag som kunne dekkes av utenlandske forfattere, et syn som stammet fra Schweigaard, som ikke hadde sett noe behov for lrebker pa norsk. Sverdrup betonte betydning av en fagkonomisk litteratur pa norsk med som gjorde norske konomiske forhold til gjenstand for inngaende drftelse. For Videnskabens Skyld og for at vort Universitet kan omfatte de enkelte Videnskabsgrene i det Omfang , som det br, maa man holde paa, at der er al Opfordring til at give den foreslaaede Bevilgning til et Professorat i dette Fag. Den Mand, hvem denne Post betroes, vil da have Anledning til ved Siden af sine Forelsninger at bearbeide sit Fag, og det tnker jeg har sin srlige Betydning for os. Vel er det bleven paapeget, og det til en vis Grad med rette, at den politiske Statskonomi som et mer universelt Fag kan man gjre sig fortrolig med 15 Aschehoug var i motsetning til Sverdrup ingen stor taler. Wilhelm Keilhau skildrer det pa flgende mate: Rent oratorisk bedmt derimot hrte Aschehoug ikke til de ypperste   . Han stotret og stammet; hans ord falt med en besynderlig mangel pa vekt og varme; han gjorde lange pauser, og undertiden kremtet han et utall av ganger fr det lyktes ham a komme pa glid igjen. Likesa lettflytende som han stil er i skrift, likesa knudret virket den nar han talte; men de stenografiske referater viser at dette inntrykk ene og alene skyldtes ubehjelpsomheten i den muntlige framfring. Keilhau 1933: 13. 9 ogsaa ved Hjlp af fremmede Forfattere, medens der i Modstning dertil ble anfrt, at der maatte norske Krfter til for at bearbeide den norske Retslre. Det er ganske vist rigtigt, men kun til en vis Grad; thi jeg mener, at den statskonomiske Videnskab vil blive staaende paa et hist ufuldkomment Standpunkt i vort Land, hvis den ikke bemgtiger sig vore egne konomiske Forholde fra frst til sidst og gjr dem til Gjenstand for en indgaaende Drftelse og Behandling.16 53: 424 I fortsettelsen svingte Sverdrup seg opp til nye hyder i en visjon om at den vitenskapsmann som skulle fylle den nye professoratet ogsa matte kunne gi impulsen til at denne vitenskap populariseres for vart folk. Sverdrup som nok hadde et og annet a utsette pa hvordan det juridiske fakultet forvaltet jusen, ville ikke ha konomifaget i en altfor nr forbindelse med rettsvitenskapen, og i hvert fall ikke professorater som kombinerte jus og konomi: Fremdeles vil jeg sige, at i et Land som vort, hvor en saa stor Mngde af Landets borgere er ladede til virksom Deltagelse i de offentlige Anliggenders Pleie, lige til de hieste og viktigste, der er det af overveiende betydning, at Indsigten i Statskonomi er saa utbredt som mulig, at man har ialdfald en Mand ved Universitetet, der rpresenterer denne Videnskab, den alene fuldt ud, og giver Impulsen til at denne Videnskab populariseres for vort Folk, om jeg saa maa sige. Det er det mindste, der i Tilflde kan gjres. Den mand som maatte bli kaldet til Professorposten i Statskonomi, vil sandsynligvis foruden det rent videnskabelige Arbeide, foruden de Pligter, der vil paahvile ham som Professor, mer end en Gang faa Anledning til at udbrede Indsigt i sit Fag i videre kredse, og mangen Gang samle et taknemmeligt Publikum om sig, isr vil dertil vre Anledning for en Mand, der har sin Bolig her i Kristiania. Jeg kan heller ikke anse en saa nr Forbindelse, som hidtil har fundet Sted mellem Retsvidenskab og Statskonomi, for nskelig. Det, at det er gaaet godt, og, som vi hrer, srdeles godt, er intet avgjrende i saa Henseende. Den politiske konomi staar i en langt nrmere Forbindelse med den politiske Videnskab i det hele end med Retsvidenskaben, og skulde den forenes med noget Professorat, maatte det vre med et, som havde til Gjenstand den politiske Videnskab. Men jeg mener, at det er urigtig at forsge paa enhver Kombination. Det er en Opgave mere end stor nok for en enkelt mand i, hvad der her handles om, og jeg tror, den Tid ikke er saa fjern, da det vil gaa hos os som i Kjbenhavn, efter hvad jeg hrer, at man ikke vil have en, men to Professorer i politisk konomi. Men uden Hensyn dertil, henpeger jeg paa, hvad jeg tidligere har berrt. Det er ikke mulig at en mand paa engang kan vre Professor i Retsvidenskab og politisk konomi uden at et af Fagene lider derunder.17 54: 425 Presidenten meddelte her at Vogts forslag om bevilgning til et nytt professorat var lagt ut og den videre behandlingen utsatt til et senere mte. Saken ble gjenopptatt 23. mai. Vogt fikk som forslagsstiller en ny anledning til a trekke opp et historisk perspektiv for konomi ved Universitetet: Det Faktum, hvortil jeg henholder mig, er ene og alene det Tarvelige i Ordningen og Udstyret for denne Videnskapsgren, baade i og for sig, og sammenlignet med andre 16 Sverdrups synspunkter om at den konomiske vitenskap matte tilpasses og anvendes pa norske forhold, var ikke helt ulikt det Schweigaard hadde hevdet omkring tiden da han ble professor, se Bergh og Hanisch 1984: 2223, Andresen 2005: 350351. 17 Sverdrup uttrykte stor respekt for Schweigaard, men forventet nok en helt annen formidlingsevne og utadvendthet av en ny professor. Det var ikke en forventning han skulle fa oppfylt. 10 Videnskabsgrene ved Universitetet, og dette tr efter min Opfatning ialdfald have vret medvirkende til den ringe Interesse, der er raadende i vort Land for statskonomiske Studier, navnlig sammenlignet med Danmark, hvor tilnrmelsesvis et helt Publikum deltager i Diskussionen og sttter den litterre Virksomhed. Forholdet mellem Normndenes og de Danskes Interesse for den statskonomiske Videnskab har ikke altid vret saadant. Adam Smiths Wealth of Nations, som udkom i 1776, blev allerede i 1779 oversat i vort Modersmaal, og Overstteren erklrede, at det var navnlig den betydelige Subskription fra Norge, der havde sat ham istand til at udgive Oversttelsen; Subskribenternes Antal var strre i Norge end i Danmark. Dette kaster vel endog et Lys ud over en enkelt Side av den store aandelige Bevegelse, der ogsaa i vort Land gjorde sig gjldende i sidste Fjerdedel af forrige Aarhundrede og som endte i vor nationale Gjenfdelse. Efter den Udbredelse her i Landet, som Adam Smiths Vrk havde i Tidsrummet efter 1779 tr sluttes, at denne Bog har vret en del af den aandelige Nring, der skabte Generationen af 1814 og dette i den Grad, at jeg tror, man skal kunne paapege i selve vor Grundlov, Bestemmelser, som har sin Oprindelse direkte fra hans Bog og hans Lrestninger. Jeg behver i saa henseende blot at nvne Grl. 101: Nye og bestandige Indskrnkninger i Nringsfriheden br ikke tilstedes Nogen for Fremtiden.18 58: 463 En av motstanderne av Vogts forslag, representanten Peter Jensen, viste til at Kollegiet hadde framhevet behovet for professorater i klassisk filologi og litteraturhistorie og fremmet i stedet forslag om oversendelse til regjeringen. Sverdrup repliserte kvikt til Jensen at det var mulig den vei han anviste var konomisk, men ett er visst, den er ikke statskonomisk. Det det handlet om, iflge Sverdrup, var en vitenskap som i sin praktiske gjennomfring var av hyeste betydning i ethvert samfunn, og saledes ogsa i vart. Deretter fortsatt Sverdrup i retorisk polemikk mot Jensen med en komparativ vurdering et professorat i statskonomi versus professorater i et par andre fag, og ga uttrykk for sin tro pa forslaget om et professorat i statskonomi i vitenskapens og nasjonens interesse sto sterkere enn noe forslag Stortinget hadde fremmet om en universitetsstilling tidligere: Jeg har al Respekt for de Fordringer, der er stillet til Komplettering af det historiskfilosofiske Fakultet ved Oprettelesen af et Professorat i almindelig Literaturhistorie, og et i klassisk Filologi; men jeg maa tilstaa, at jeg for mit eget Vedkommende ikke et ieblik kan vre i Tvivl om, hvad jeg vilde stemme for, naar der blev mig forelagt det Alternativ: en Professorgage i Filologi, en i Literaturhistorie og en i Statskonomi. Jeg skjnner ikke der et eneste ieblik kan vre Tvivl om det, saameget mer som der   for Filologiens Vedkommende er mer Adgang til at benytte fremmede Vrker og hste Nytte af, hvad andre Lande prsterer, hvilket ogsaa for en vsentlig Del vil vre Tilfldet med Literaturhistorien. Statskonomien er derimot saa lidet bearbeidet, srlig med Hensyn paa vore Forhold, at det ikke alene er et Felt, men nsten det hele Felt, som ligger aapent for en Bearbeidelse, der kan lede til, at vi i det enkelte, som i det store bedre kan formaa at beherske de konomiske Foreteelser i vort Land. Hvis Thinget tidligere har voteret Universitetsposter og jeg tror i Videnskabens og Nationens Interesse saa foreligger det her en Opfordring, som er strkere end nogen av 18 Om tidlig norsk interesse for Adam Smith og medvirkning til utgivelse av Wealth of Nations, se Munthe 2005. Om den betydning Adam Smiths Wealth of Nations hadde i diskusjonen av grunnlovsutkastene under Riksforsamlingen pa Eidsvoll, spesielt i tilknytning til 101, se ogsa Mestad 2008. 11 dem, som, saavidt jeg kan erindre, tidligere har vret stillet. Der er fremkommet Forslag om at sende Sagen til Regjeringen. Vil dette i Virkeligheden have den Betydning, som Forslagsstilleren synes at forudstte? At vi ikke behver at sprge Regjeringen, om det er nyttigt at have en Professor i Statskonomi, siger sig selv; det har vel heller ikke vret Forslagsstillerens Mening. 58: 364, feilpaginering for 464 Sverdrup avsluttet sitt innlegg om forholdet mellom Storting og regjering. Han hadde frt en kamp med Universitetet siden 1869 om a fjerne det obligatoriske latinkravet for a studere jus.19 Den hadde endt med nederlag for Sverdrup i 1875. Men kampen for a fastsla at Stortinget sto over Universitetet og ogsa over regjeringen var ikke gitt opp: Men da siger jeg: naar dette Thing, efter disse debatter, oversnder et saadant Forslag til Regjeringen, er det det samme som at sige, at man vil have Posten, hvis der ikke stiller sig ganske overordentlige Hindringer iveien, og det er det Samme som at sige, at vi vil faa Posten, men kun et Aar senere. Det tror jeg vil vre Resultatet av det Hele, uden Hensyn til, hva Regjeringen maatte tenke om Oprttelsen af de 2 andre Professorposter. Forresten er det jo saa, at Kollegiet med al Respekt for dette, ikke er Overdommer over, hvad der er tjenligt for Videnskaben hos os, og hvilke Lrere der br vre ved Universitetet; vi vil nok ogsaa have en Stemme med, og jeg tnker, at naar vi er saa villige til at imdekomme Forslag fra Universitetet, som vi denne Gang og altid har vret, faar vi ogsaa have Lov til at udtale den mening vi har, enten den er overensstemmende med den lrde Republiks, eller den lrde Republiks Venners eller Regjeringens, eller hvemsomhelst. Men jeg er vis paa, at Regjeringen med Glde vil tage imod den Gage, som bevilges til en Professor i Statskonomi, og jeg maa tilstaa, at Regjeringen maatte have et mget kort Begreb om, hvad der er tjenligt, dersom den skulde tnke annerledes. 59: 465 Etter dette kraftfulle innlegg gikk piffen ut av forslaget om oversendelse til regjeringen; motstanderne samlet seg i stedet om a oversende saken til gasje og pensjonskomiteen. Representanten Johan Jrgen Lange Schaanning ga sin fulle tilslutning til forslaget og oppfordret utvetydig Aschehoug om a overta det nye professoratet dersom det ble bevilget:20 Det forekommer mig, at denne Sag, som nu foreligger, er saa klar og grei, at man ikke behver nogen Betnkningstid eller nogen nrmere Udredelse af den, for at fatte Bestemmelse om den. De Ting, som er Gjenstand for Statskonomien, vedkommer ikke blot den juridiske Stand, men alle Stillinger, alle Samfundslag i Landet; det er en Videnskab, som vedrrer dette Lands Borgere, Alle i Almindelighet og Enhver i Srdeleshed i en ganske srlig Grad, og jeg har derfor vret forundret over. At en saadan srskilt Post ikke forlngesiden er foreslaaet oprettet. Jeg vil herved ingenlunde rette nogen Bebreidelse mod Kollegiet eller Fakultetet, hvor dette Fag, som allerede berrt, i over en Menneskealder har vret foredraget af to af Universitets dygtigste og talentfuldeste Mnd, og de fleste af os nske vist ogsaa, naar Posten, som jeg haaber idag blir bevilget, at den mand, der for Tiden foredrager dette fag ved Universitetet, maatte kunne ofre sig udelukkende for dette Kald, hvis han dertil er villig. 59: 4667 19 Se Kyllingstad og Rhrvik 2011: 2018212. 20 Schaanning var direktr, valgt til Stortinget 187178 fra Skien og stemte for Vogts forslag. 12 Representanten Ole Richter, som tilhrte presidentskapet, kastet seg i debattens sluttfase ogsa inn for den konomiske vitenskaps sak og forskte innledningsvis a underminere oversendelsesforslagene:21 Det forholder sig ganske vist saaledes   at det ikke er nyt, at man oversender Sager til vedkommende Komite.   Men i nrvrende Tilfelde ser jeg ikke, hvilke nye Oplysninger vi skulde kunne vente. Faktiske Oplysninger ikke! Vi har i saa Henseende for os Alt, som kan komme i Betragtning.   Man kan sige, at det Hele blot hviler paa Opfatningen af den Videnskabs Betydning, hvorom her handles. Og hvad skulde Komitebehandling hjlpe i saa Henseende? Hvad angaar en Oversendelse af Sagen til Regjeringen, saa gjlder omtrent det Samme, som jeg har anfrt om Oversendelse til Komiteen. En Oversendelse til Regjeringen maa jo fra denne Forsamlings Side vre Udtryk for et nske om, at faa nye Oplysninger eller for en Tvivl om, hvorvidt Sagen ikke kan ordnes paa mere end den ene Maade. Men i nrvrende Tilflde kan man ikke vente mer end et Svar, nemlig at Oprettelse af en srskilt Professorpost i Statskonomi er hist nskelig.   Naar denne Sag omsider er fremkommen, br det ikke vre en Grund til afvisning at Forslagsstilleren ikke er den rette Regjeringen eller Universitetet. Hvis man fortalte en Udlending, at vi manglede en srskilt Lrerpost i Statskonomi, tnker jeg, at han vilde danne sig en ganske eiendommelig Forestilling om Tarveligheden af vort Universitets Udstyr, og anse det som et ganske forunderligt Mrke paa Ufuldkommenheden av dets Organisation; det vilde visselig vre en uretfrdig Dom, men hrre den vilde man ganske vist. Jeg kan ikke opfatte Sagen annerledes, end at den er af endog meget paatrngende Art, det er af den allerhieste Betydning, at man faar en Mand, der kan vie dette Fag alle sine Krfter; det taaler ikke at vre Bifag. At det hidtil har kunnet gaa, som det er skeet, og at man har kunnet nie sig med den Gang, Sagen har havt, kan man paa samme Tid nok forklare sig. Saalnge Universitetet eiede mellem sine Lrerkrfter en saa kolossal Mand som Professor Schweigaard, kunde Mangt og Meget kombineres, som ellers ikke ville have kunnet det, skjnt Gavnligheden af Kombinationen vel selv under saadanne Betingelser var tvivlsom. Men man kan ialdfald ikke anlgge Ordningen efter den samme Maalestok, naar man ikke lngere eier saadanne Krfter. 59: 4678 Etter at representanten Jens Nicolai Selboe hadde vist til at Aschehoug i sitt frste innlegg hadde redegjort for at han hadde forelest statskonomien pa en helt ut tilfredsstillende mate og at det derfor matte vre nskelig a se nrmere pa om det egentlig var sa patrengende behov for opprettelse av et nytt professorat, matte Aschehoug gi en ytterligere oppklaring:22 Selboe maa have misforstaaet mig.   Jeg talte imidlertid kun om Statskonomien. Men der er et andet Fag som hrer herhen, nemlig Statistik, som jeg aldeles ikke har kunnet foredrage som srskilt Fag. Og det siger sig selv, hvad det heller aldrig har kunnet vre min mening at ville lgge Skjul paa, at Foredrag af Statskonomien, saalenge den foredrages af en Lrer, 21 Ole Jrgensen Richter 182988 var hyesterettsadvokat og satt pa Stortinget 186279, valgt fra Nordre Throndhjems Amt. Statsminister i Stockholm 188488. Richter hadde pa 1860tallet tilhrt sakfrerpartiet sammen med Johan Sverdrup, men Sverdrup bidro senere til a presse ham ut av politikken, Seip 2002: 231234. 22 Selboe var gardbruker og satt pa Stortinget 186879 valgt fra Akershus og stemte mot Vogts forslag. 13 der har et andet Fag ved siden af, aldrig kan blive saa uttmmende eller gaa ind paa saamange praktiske Anvendelser, som naar Lrerkrefterne forfleres. 59: 468 Aschehoug bekjente her at statistikkdelen i professoratet han innehadde, hadde vrt forsmt. Langt pa vei vedgikk han at kritikken som har vrt rettet mot kombinasjonen av to ulike fag i samme stilling har vrt berettiget. Heller ikke under tilsettingsprosessen, se nedenfor, syntes Aschehoug a ha ivaretatt hensynet til at det nye professoratet ogsa skulle omfatte statistikk. Deretter begynte avstemningsprosedyren. Sverdrup tapte en disputt med stortingspresidenten om det var forslaget om oversendelse til regjeringen eller opprettelse av professoratet som var det mest vidtgaende. Etter at forslaget om oversendelse til gasje og pensjonskomiteen ble forkastet med 86 stemmer, ble Vogts forslag om opprettelse av et professorat i statskonomi og statistikk den 23. mai 1876 bifalt med 83 mot 24 stemmer og 5 fravrende. Det ble altsa et stort flertall og langt flere stemmer enn Sverdrups tropper normalt kunne mnstre. Aschehoug tilslutning trakk med seg andre. Igjen i mindretallet var som alltid i votering over nye utgiftsposter, Sren Jaabk og en del av hans bondevenner. Dessuten stemte de mest regjeringstro mot forslaget, som Otto Lvenskiold, som underveis hadde kommet med et par flelsesladde innlegg.23 24 3. Konkurrentene Regjeringens innstilling i overensstemmelse med stortingets vedtak forela 9. juni og Kongen bifalt forslaget 21. juni. Utlysningen som fulgte umiddelbart etterpa hadde frist allerede i slutten av juli 1876. Det meldte seg fire skere: byrasjef for det Statistisk sentralbyra, Anders Nicolai Kir, attache ved den norsksvenske legasjon i Paris, Ebbe Carsten Hornemann Hertzberg, og overrettssakfrerne Joachim Christian Gamborg og Ole Ring. Det skulle komme til a sta mellom Kir og Hertzberg. Kir og Hertzberg hadde relativt like kvalifikasjoner. Begge var jurister med laudabilis. Kir var fdt i 1838 og ble cand.jur. i 1860. Hertzberg fdt i 1847 og saledes ni ar yngre enn Kir ble cand.jur. i 1870. Det statistiske Centralbureau hadde blitt opprettet fra 1. juli 1876. Byraet var en direkte fortsettelse av det statistiske kontor i Indredepartementet som Kir hadde ledet siden 1867, og ble opprettet pa Kirs initiativ.25 Utlysingen av et professorat kom overraskende pa Kir som pa de vrige skerne og bokstavelig talt samtidig med at han ble sjef for byraet. Etter kort betenkningstid kom han til at han ville ske, enda hans stilling som sjef for byraet ville vre lnnsmessig fullt pa hyde med et professorat. Som vi skal se, redegjorde Kir i sknaden av 21. juli i noen grad for sine beveggrunner. Kir var nktern og forbeholden om egne kvalifikasjoner. Med hans erfaring som medarbeider ved det statistiske kontor siden 1861 og leder siden 1867 kunne det neppe vre noen som kunne gjre 23 Aschehoug og Lvenskiold hadde vrt nrt forbundne pa 1860tallet, men det var ikke lenger tilfellet. I flge AnneLise Seip 1975: 36 var Lvenskiolds reaksjonre holdninger   medfdte og uutryddelige. 24 Sknader og saksdokumenter sitert i dette og neste avsnitt foreligger i Kirke og undervisningsdepartementets arkiv i Riksarkivet, nrmere identifisert som Skolekontoret D, Kontoret for skolevesenet, serie Da, pakke 0032 Journalbilag 1877, journalnr. 266977. 25 Se Sth. Prp. No. I C 1876, p, 107ff. At byraet skulle ledes av en direktr var en del av vedtaket om opprettelsen, men direktrstillingen ble frst bevilget av stortinget for det etterflgende budsjettar, se Bjerkholt og Skoglund 2012. Fra 1. juli 1876 var Kir saledes sjef for det nyopprettede byraet, men fram til august 1877 fortsatt med tittelen byrasjef. 14 ham rangen stridig nar det gjaldt statistiske kvalifikasjoner. Men om disse var han ogsa forbeholden. Han hadde skt a flge med i utlandets statistiske litteratur, men pa grunn av forholdene hadde dette ikke kunnet skje i nskelig utstrekning. Her la det nok under at det statistiske kontor var underbemannet i forhold til den opptrapping av oppgavene som hadde funnet sted under Kir og det trakk mye pa sjefens kapasitet. I sknaden antok Kir at statskonomi ville bli tillagt mest vekt, noe som nok var ganske innlysende og brukte mesteparten av sknaden til nktern omtale av sine kvalifikasjoner som konom. Kir hadde studert under Schweigaard pa 1850tallet og bl.a. skrevet utfrlig referat fra en forelesningsserie om utenlandsk statistikk. Hva Kir hadde fatt med seg fra Schweigaards forelesninger om konomi er uvisst.26ikke hatt. Noe utenlandsopphold for a studere hadde Kir Kir erkjente at han ikke hadde drevet systematiske studier i konomi og at hans kunnskaper derfor var ufullstendige. Pa den annen side hadde han syslet sa mye med konomiske problemstillinger, dels i forbindelse med statistikk, at han mente at han med selvstendighet ville kunne behandle det vitenskapelige og ved ytterligere studier bte pa utilstrekkeligheten av sine kunnskaper pa flere av statskonomiens felter. Han kunne ikke vise til store faglige bidrag, men paberopte seg avisartikler om praktiskstatskonomiske sprsmal og at hans arbeid med utforming og bearbeiding av nringveienes statistikk hviler pa statskonomiske forutsetninger. Dessuten hadde han utgitt en avhandling pa fransk stilet til det internasjonale statistikermiljet.forholdsvis lite offentliggjort uttrykte han hapet om a kunne utrette noe pa det statskonomiske felt pa basis av sine statistiske kunnskaper idet han betraktet empirisk konomisk forskning som nr beslektet med statistikk. 27 Om han saledes hadde Ogsa nar det gjaldt evner som foreleser var Kir sterkt i tvil om han var god nok. Kir skulle komme til a opptre srdeles hyppig som foredragsholder og debattant i Statskonomisk Foreningandre norske og internasjonale forsamlinger, men hadde mindre erfaring i sa henseende i 1876. Han var ikke uten betenkeligheter omkring dette, men uttrykte hapet om at etter noe velse ville vre i stand til a overvinne de vanskeligheter der i begynnelsen matte stille seg i veien. 28 og i Avslutningsavsnittet i sknaden var som flger: Overhovedet maa jeg befrygte, at jeg for Tiden maaske ikke fyldestgjr de Krav, der strengt taget skulde stilles til den omhandlede Universitetspost, men jeg har alligevel den Fortrstning, at, om Embedet maatte blive mig overdraget, jeg dog, med Guds Bistand, vilde kunne virke til Gavn, og jeg drister mig saameget hellere til at indgive min Ansgning, som jeg iflge min hele Retning fler mig strkt hendragen til en Virksomhed, der i hiere Grad end min nuvrende kunde give mig Anledning til videnskabelig Forskning.29 26 Mehlum 2008 gir et inntrykk av hvilke konomer Schweigaard hadde studert. 27 Kir 1874. Avhandlingen siterte og drftet synspunktene til en rekke av samtidens mest kjente konomer, herunder Adam Smith, JeanBaptiste Say og David Ricardo og tyskerne Friedrich Benedict Wilhelm Hermann, Karl Heinrich Rau, Wilhelm Roscher og Gustav Schmoller. Kirs avhandling er nyutgitt, ledsaget av norsk oversettelse i Bjerkholt og Skoglund 2012. 28 Den Statskonomiske Forening ble opprettet i desember 1883, se siste avsnitt i artikkelen. 29 Her og ovenfor sitert fra sknad stilet til Kongen fra A.N. Kir om professorat i statskonomi og statistikk, datert 21. juli 1876. 15 Her kom det hele med: Kirs berettigede tvil om han oppfyller kravene pa en fyllestgjrende mate, hans hap, hans gudstro og hans dragning mot vitenskapelig forskning. Kir ser altsa helt klart at han objektivt sett ikke er srlig godt kvalifisert. Hvilket naturligvis ikke utelukket at han likevel kunne vre den best kvalifiserte blant skerne. Som vi skal se, tok han konstruktive skritt for a bringe det pa det rene. Hertzbergs sknad, i motsetning til Kirs, struttet av selvtillit og var ikke hemmet av nevneverdig forbehold om egne kvalifikasjoner. Han redegjorde, ikke uten et snev av stolthet, for at han under sitt studium stadig og undertiden hadde vrt eneste tilhrer til professor Schweigaards forelesninger i statskonomi og statistikk.30 Etter eksamen varen 1870 hadde Hertzberg hsten 1870 et studieopphold i Uppsala der han fulgte forelesninger om statskonomiens historie. Deretter hadde han gjennom 1871 vrt ansatt i Det statistiske kontor ledet av Kir og arbeidet med jordbruks og skipsfartsstatistikk. Med reisestipend oppholdt Hertzberg seg i utlandet i halvannet ar, mest i Munchen og Leipzig. Fra juli 1873 var Hertzberg universitetsstipendiat og foreleste over Norges statistikk. I seks maneder i 187475 hadde Hertzberg etter anmodning som konstituert sekretr i Det statistiske kontor. Deretter hadde han fra sommeren 1875 fatt stipend for a kunne oppholde seg som attache ved den norske legasjon i Paris. Det dreide seg altsa om et stipend snarere enn en diplomatisk stilling. Men Hertzberg gjr det meste ut av det. Stipendoppholdet i Paris med attachetittel hadde lagt uventet store krav pa tid til fordel for legasjonens daglige forretninger og derved forhindret at Hertzberg kunne gjre seg de franske statskonomers forelesninger til nytte. Pa den annen side vil en diplomatisk post alltid meddele de beste innblikk i en rekke forhold som star i den nrmeste forbindelse med de statsrettslige disipliner. Hertzberg hadde ikke noe skriftlig arbeid a vise til annet enn en avisartikkel. Sknaden ga ellers klart uttrykk for at Hertzbergs faglige interesse primrt var rettshistorie og forhold forbundet med dette, noe hans senere karriere ogsa viste. For de aktuelle og potensielle skerne kom den utlyste stilling overraskende. Den normale og derfor forventede prosedyre for tilsetting var at rankering av skerne ble foretatt av en bedmmelseskomite oppnevnt av fakultetet etter vurdering av avholdte konkurranseforelesninger. Det vanlige ved det juridiske fakultet var fire prveforelesninger, hvorav tre som oppgaver formulert av sensorene, mens den fjerde var selvvalgt. Det hadde funnet sted en professorkonkurranse ved fakultetet sa sent som i det foregaende ar, og da hadde det blitt presisert at forelesningene skulle foreligge skriftlig slik de kunne bedmmes som vitenskapelige avhandlinger. Det vanlige var en frist pa atte dager for a utarbeide forelesninger.31 Kir skrev i august 1876 brev til Kirke og undervisningsdepartementet og ga uttrykk for sine tanker om hvordan konkurransen om stillingen burde forega eller snarere ikke forega. Det kunne virke som ganske djervt for en sker til et professorat a gi Universitetet synspunkter pa hvordan konkurransen om professoratet burde gjennomfres. Frste avsnitt i brevet var ikke til a misforsta: Da jeg paa grund af Forholdene maa forudstte, at der i Andledning af Bestttelsen af Professoratet i Statskonomi og Statistik vil opstaa Sprgsmaal om, hvorvidt der paa 30 Jfr. Aschehougs innlegg sitert ovenfor. 31 Vi ser bort fra de to overrettssakfrererne blant skerne i det flgende, da deres sknader spilte en underordnet rolle. 16 almindelig Maade skal afholdes Konkurranseprveforelsninger, tror jeg ikke at burde tilbageholde den Udtalelse, at en saadan Ordning i nrvrende Tilfelde after min Opfatning vilde vre mindre heldig. Brev fra A.N. Kir til Kirke og undervisningsdepartementet, 21. august 1876, Riksarkivet. Kir argumenterte med at valget mellom skerne burde foretas ut fra hva de kunne forventes a utrette for a utbre statskonomiske og statistiske kunnskaper dels ved vitenskapelig publisering og dels ved forelesninger. Det var neppe kontroversielt i og for seg, men Kir hevdet at prveforelesninger ikke kunne vre noen palitelig malestokk for vitenskapelig skaperkraft fordi tiden avsatt til forberedelse var for knapp til at det vitenskapelige kunne komme til sin rett og dessuten ville utfallet bli svrt avhengig av hvordan de gitte forelesningsemner ville passe for de enkelte skeres spesielle bakgrunn og orientering i faget. Situasjonen skilte seg altsa drastisk fra tilsvarende konkurransesituasjoner i dagens samfunn der akademiske stillinger i konomifag i overveiende grad tildeles ut fra omfang og kvalitet av vitenskapelige publikasjoner, mens det altsa ved utlysingen av den frste rene stilling i faget vel et halvt arhundre etter at Universitetet ble opprettet, ikke var skere med nevneverdig av vitenskapelige publikasjoner a vise til og det var vurderingene av de prospektive og potensielle kvalifikasjonene som skulle avgjre konkurransen. Kir frte resonnementet videre. Selv om prveforelesninger kunne synes a ha mer for seg for a bedmme forelesningsevner, ville det ogsa her bero mye pa tilfeldigheter, fordi konkurranseforelesningene kun vil yte et ufullkomment bidrag til bedmmelse av hva den vordende professor vil kunne utrette nar han etter noen ars virksomhet er blitt mer herre over stoffet og har fatt en strre velse i henseende til foredraget. Det kunne virke som Kir manvrerte for a unnga en prve pa et omrade som han i sin sknad erkjente at han ikke mestret sa godt. Men det kan ha vrt motivert av hva Kir hadde observert ved tidligere professorkonkurranser og kanskje malbar han oppfatninger som ogsa ble delt med andre. Kir gikk ufortrdent videre. Den offentlige karakter som slike konkurranseforelesninger hadde, medfrte at de fikk altfor stor vekt i forhold til andre momenter som hadde betydning. Uten at han sier det direkte var vel frykten her at prveforelesningene i realiteten ville avgjre konkurransen pa grunn av den offentlige oppmerksomhet de fikk, selv om andre momenter talte for en annen avgjrelse. Kir talte her sin egen sak og det kom i klartekst lenger nede i brevet. Frykten for et ugunstig utfall gikk dypere enn til at han bare ikke fikk stillingen: De Betragtninger, som jeg er har sgt at gjre gjldende med Hensyn til Sagen i dens Almindelighed, finder srskilt Anvendelse pa mit Forhold til det statskonomiske Studium, idet jeg for nrvrende ikke er saaledes hjemme paa alle de Felter af samme, om hvilke der ved Prveforelsninger kan blive Sprgsmaal, at jeg jo kunde resikere at behandle de opgivne Emner paa en mindre tilfredsstillende Maade, til Skade for min fremtidige Virksomhed, hva enten denne vedbliver at vre den samme som hidtil eller jeg opnaar den ansgte Universitetslrerstilling. Han tok vel litt hardt i her. Men sa kom han til sitt konkrete forslag om konkurranseform og foreslo at hver av konkurrentene ble palagt innen en frist pa f.eks. 3 6 maneder a levere inn en eller flere 17 statskonomiske avhandlinger. Dette forslaget ga uttelling, da det var nettopp en slik konkurranse det juridiske fakultet et par maneder senere anbefalte overfor departementet.32 Kir understreket ogsa at han for sin egen del hadde behov for mer tid til a forberede seg uansett hvilken konkurranseform som ble vedtatt. Han viste til at han siden opprettelsen av det nye professoratet hadde vrt sa opptatt med embetsforretninger at det hadde forhindret studier. 33Umiddelbart forestaende var dessuten den internasjonale statistiske kongressen i Budapest. Etter den fulgte presserende oppgaver i byraet som ikke gjorde det mulig a ske permisjon for a forberede seg fr i november. Det skulle vise seg at Kir langt pa vei skulle fa sine nsker om konkurransebetingelser oppfylt. 4. Hva slags konomisk tenkning? La oss fr vi gar videre til bedmmelsen og resultatet av konkurransen kan stoppe opp et yeblikk og reflektere litt omkring hva slags konomisk tenkning som var forventet av en ny professor i faget. Stortingsdebatten og den paflgende professorkonkurransen foregar ved marginalismens gjennombrudd, regnet som det mest markante tidsskille i den konomiske tenknings historie etter Adam Smith. De epokegjrende verkene til Carl Menger, Leon Walras og William Stanley Jevons var publisert i de nrmest foregaende ar. Gjennom disse kom en ny dagsorden for konomisk forskning og et glemselens slr skulle etter hvert komme til a trekkes over mange tidligere konomer, med Adam Smith og en del andre som klare unntak. Walras og Jevons innvarslet ogsa at matematikk skulle komme til a bli et helt sentralt verkty i konomisk vitenskap. Ingen internasjonale konomers navn ble nevnt i stortingsdiskusjonen utover Vogts gjentatte henvisning til Adam Smiths hovedverk. Et snev av henvisning til konomisk vitenskap i andre land la det kanskje i Sverdrups bruk av politisk konomi, dvs. den betegnelse som ble brukt bade i engelsk og fransk, istedenfor statskonomi, som allerede i noen grad var en utdatert betegnelse, men som fortsatt skulle ha et langt liv i Norge. Kan vi tro at de mest opplyste i stortinget, ved universitetet og utenfor kjente noen navnene knyttet til marginalismens gjennombrudd? Neppe, bortsett fra at noen kan ha kjent Jevons navn fra det han skrev om konjunkturer i 1860arene. Det faktiske forhold er et marginalismens ideer kom svrt sent til Norge, med en sped framvekst kort fr arhundreskiftet og enda langt senere kom bruk av en matematisk framstillingsform. Kontrasten er slaende i forhold til Kbenhavn. En av de to professorene i konomi brevvekslet med Jevons, mens et av de strste navn i dansk konomi og statistikk, Harald Westergaard, oppskte som stipendiat Jevons i 187778 og er nevnt for sine 32 Kir kunne ha kjent til, men det virker lite sannsynlig. at da Ludvig Kristensen Daa i 1838 forberedte seg pa a konkurrere om et professorat i konomi som sa ut til a kunne bli utlyst og antatt med Schweigaard som en av de andre skerne, skrev han til kollegiet og foreslo at konkurransen skulle besta av avhandlinger og deres offentlige forsvar. Schweigaard hadde imidlertid Grev Wedels sttte og bade Daa og flertallet i det juridiske fakultet ble overkjrt i en lite pen maktutvelse, se Andresen 2005: Kap XVIII. Daas brev er nevnt i fotnote 17. Mer sannsynlig kan det vre at Kir var pavirket av kjennskap til praksis ved Kbenhavns Universitet, der professorater i konomi ble utlyst sammen med et oppgitt avhandlingsemne og sist i 1869 da Wilhelm Scharling ble utnevnt, se Davidsen 2001: 9598. 33 Det niende og siste mte i den internasjonale statistiske kongressen som ble initiert av Adolphe Quetelet et kvart arhundre skulle finne sted i Budapest hsten 1876. Det var til dette mtet Kir hadde stilet sin avhandling om nasjonalinntekt og som han derfor naturlig ville forberede seg til. Imidlertid kom sprsmalet om nasjonalinntekt ikke pa dagsordenen for kongressmtet, se Bjerkholt og Skoglund 2012. 18 synspunkter i annenutgaven av Jevons bok.34moderniseringen av faget til dets noe underutviklede og innelukkede karakter pa Universitetet. Rimeligvis kan vi knytte den forsinkede Men hva tenkte de sa, Schweigaard, Aschehoug og de norske konomene? Schweigaard hadde en imponerende gjennomtenkt forstaelse av Adam Smiths teoretiske ideer og tok klar avstand fra en ren laissezfaire tankegang. Det var det han formidlet til sine studenter, srlig i synet pa statens rolle. Det radende paradigmet fra midten av 1800tallet var Bastiats og andres harmonikonomiske ideer. Bade Schweigaard og etterflgerne delte oppfatningen at teorien var ferdig utviklet og mer eller mindre fullendt som vitenskap. Oskar Jger som kom inn i bildet pa et senere tidspunkt beskrev situasjon slik: Men det er paa den anden side ogsaa sikkert, at statskonomerne i den frste tid var tilbielige til i nogen grad at overvurdere de gjorte fremskridt. Og denne overvurderen blev srlig efter udgivelsen af John Stuart Mills bermte fremstilling af statskonomien, hvori nsten alle dennes hidtidige resultater var mesterlig sammenarbeidede til et helt videnskabeligt system, saa strk, at man faktisk i lngere tid havde indtrykket af, at statskonomien nu var naaet frem til at blive en i sine hovedtrk noget nr fuldkommen og fuldendt videnskab. Jger 1896:77 Ebbe Hertzberg som fikk den nyopprettede stilling, fikk ansvaret for konomiforelesningene. Det foreligger ikke noe skriftlig fra hans hand utover studentreferater av noen av hans forelesninger.35 Disse gir ikke noe inntrykk av at nyere synspunkter er annammet. Riktignok blir Jevons nevnt, men bare som tilhenger av den nye sosialpolitiske retning i tysktalende omrader. Han har neppe blitt lest av Hertzberg som uten forbehold karakteriserer anstrengelsene i Preussen under Bismarck for a bedre arbeidernes kar gjennom lovgivning som en falsk og farlig lre.36 Aschehoug som hadde en meget spesiell karriere, idet han frst etter fylte 80 ar begynte a utgi et 37omfattende trebindsverk. Her var alt med, en lrd men umoderne framstilling. Oskar Jger som etterfulgte Aschehoug som professor, var den frste som disputerte for doktorgraden over et konomisk emne. Disputasen fant sted i 1894 og avhandlingens tittel var Den moderne statskonomis grundleggelse ved Adam Smith en kritisk studie 76 pp  Det var et emne som med fordel kunne ha vrt gjenstand for disputas 50 ar tidligere, mens en avhandling som kunne fornye samfunnskonomien i Norge og bringe den ajour med utviklingen ute, lot vente pa seg. Jger utga ogsa en omfangsrik lrebok i Teoretisk Socialkonomik 500 pp. i 1922. Det hadde en helt annen 34 Danmark hadde ogsa et innslag av personer med annen bakgrunn matematikkfilosofi som mer eller mindre uavhengig utviklet nytteteoretiske resonnementet anvendt pa konomiske problemstillinger, se Davidsen 2001, Krgard 1983. 35 Se Ms 599 og Ms 1110, arkivert under Ebbe Hertzberg i Nasjonalbibliotekets Handskriftsamling. 36 Her fyer Hertzberg til: Men naar det gaar saalangt at man fordrer at staten skulde faststte en normalarbeidsdag, gaar man for vidt. En kan i Hertzbergs forelesninger ogsa fornemme frykten som thranitterbevegelsen injiserte i den herskende elite; en av hans forelesningsserier hadde flgende oppsang: Vi har kun et valg, enten maa vi acceptere den videre menneskelige fremgang paa den basis hvorpaa hidtil al udvikling er skeet altsaa med erkjendelse af de konomiske forhold, historien har frembragt, eller paa den anden side den rene kommunisme tertium non datur. Socialismen er en kryptokommunisme. 37 I annen utgave var det fire bind, til sammen vel over 2000 sider, formodentlig det eneste konomiverk over sa mange sider i konomi utgitt i det 20. arhundret uten et eneste matematisk symbol eller formel. 19 analytisk orientering enn Aschehougs ordrike kioskvelter med svrt ustrakt bruk av grafiske drftinger. Men ogsa Jger var uten et matematisk symbol eller formel. 5. Bedmmelsen I slutten av oktober 1876 ga det juridiske fakultet til det Akademiske Kollegium brev, undertegnet av alle fakultetets fem professorer: Ludvig Mariboe Benjamin Aubert, Torkel Halvorsen Aschehoug, Frederik Brandt, Marcus Plen Ingstad og Bernhard Getz. Her ble det innledningsvis sagt at hvis det hadde dreid seg om et professorat bare i statistikk, ville fakultetet ikke ha betenkt seg pa a innstille Kir. Men stillingen var opprettet hovedsakelig for a fa en universitetslrer som kunne undervise i konomi. Og nar det gjaldt kvalifikasjoner i konomi var fakultet kommet til at ingen var sa kvalifisert framfor de vrige at konkurranse kunne unngas, og ingen av skerne var heller ikke utelukket fra en slik konkurranse. Men hva slags konkurranse? To av fakultetsprofessorene, Brandt og Getz, gikk inn for at hele tilsettingen ble utsatt et ars tid for a gi anledning til bedre forberedelse. De viste til at opprettelsen av professoratet var kommet overraskende pa potensielle skere, som nevnt i alle sknadene, men viktigere enn det var det at det ble besatt med den dyktigste av skerne. Det var derfor hensynet til Universitetets tarv mer enn skernes som talte sterkest for en slik utsettelse, som kunne forebygge at et muligens rent tilfeldig, yeblikkelig forsprang hos noen av dem kommer til a gjre utslaget. De to medlemmene foreslo at fakultetet frst i september 1877 tok stilling til hva slags konkurranseprver som skulle avholdes. Men flertallet ville ikke ga med pa et sa langt tidstap fr stillingen kunne besettes. Det feide mindretallets anfrsler tilside og hevdet at bedmmelsen av hvem av skerne som er mest skikket for stillingen matte kunne bli like sikker enten prvene ble holdt sa snart som mulig eller om et ar. Alle ansgerne ere Mnd i moden Alder, som i lngere Tid have beskjftiget sig med Studium at Statskonomien.   At der opstaar Sprgsmaal om at bestte Professorposten paa en Tid, da man ikke ventede det, er intet usdvanligt ved vort Universitet. Skulde Udsttelse med Prven finde Sted i nrvrende Tilflde, sa skjnnes ikke rettere, end at man vilde have samme Fie dertil ved de fleste andre indtrffende Vakancer. Men ogsa flertallet fant som Kir hadde argumentert for at den vanlige prosedyre med konkurranseforelesninger ikke var hensiktsmessig. Fakultets professorer var samstemte om at den vanlige prosedyren var kritikkverdig. Forberedelsestiden for prveforelesningsavhandlingene, altsa atte dager, var altfor kort til at det kunne gi noen sikker prve pa skernes evne til inntrengende og selvstendig granskning av gjenstanden, klar og smakfull form. Avhandlingene over de oppgitte emner kunne ikke bli annet enn hastverksarbeid. Nar det gjaldt de selvvalgte arbeider, var det problemet at sammenlikningen ble usikker fordi emnene kunne vre sa ulike, Alle var likeledes enige om at opplesning av ferdigskrevne forelesninger ikke ga srlig godt grunnlag for a bedmme den muntlige forelesningsevnen, selv ikke med flere forelesninger holdt under en usedvanlig spenning. Et flertall pa fire av fakultetets fem professorer, dvs. alle unntatt Brandt, foreslo pa denne bakgrunn at prven denne gangen skulle besta av to avhandlinger av statskonomisk innhold, den ene med oppgitt emne, den andre med selvvalgt. Tidsfristen for fullfring av begge avhandlingene ble satt til seks maneder. 20 Brandt sto alene om et noe annet forslag. Han mente at en frist pa seks maneder var for kort til to avhandlinger. Pa den annen side fant han seks maneder for lenge til at en avhandling med selvvalgt emne ville vre av srlig verdi. Han ville heller ikke forkaste den innarbeidede prveforelesningen helt og fullstendig. Tvert imot fant han at en prveforelesning ga muligheter for a bedmme savel kunnskaper som evner i det hele fra sider som en skriftlig avhandling ikke ga grunnlag for. Det var ikke minst viktig i dette tilfelle der ingen av skerne tidligere hadde hatt anledning til a legge sin evne til muntlig framstilling for dagen. Brandts alternativ var saledes en vitenskapelig avhandling over et oppgitt emne med seks maneders frist og to prveforelesninger, en over oppgitt og en over selvvalgt emne, avholdt etter forberedelse over f.eks. en uke. Det skriftlige manus skulle da frst overleveres til sensorene etter at forelesningen var avholdt. Til a bestemme oppgavetekst for avhandlingen med oppgitt emne og bedmme de innleverte avhandlinger innstilte fakultetet pa en komite med fem medlemmer: Professor T. H. Aschehoug, Expeditionssekretr Evald Rygh, Professor Ole Jacob Broch, Professor i Juridik ved Lunds Universitet Grev G. K. Hamilton og Professor i Statskonomi og Statistik ved Kbenhavns Universitet William Scharling. Et pafallende trekk ved den foreslatte komiteen sammenliknet med det som var vanlig ved fakultetet, var at det bare var ett medlem av fakultetet som ble foreslatt oppnevnt og at utenlandske professorer var foreslatt trukket inn. Det sistnevnte skjedde visstnok for frste gang i Universitetets historie. I brevet til Kollegiet sto det uttrykkelig at ingen annen av fakultetets medlemmer enn professor Aschehoug ansa seg kompetent til a delta i bedmmelsen, med tilfyelsen at alle erklrte seg villige til delta dersom det ble dem palagt. Det var naturligvis den selverklrte manglende kompetansen ved fakultetet som var grunnen til at utenlandske professorer ble trukket inn. Forslaget til komite fra det juridiske fakultet ble ogsa det endelige. Professor Torkel Halvorsen Aschehoug var ikke til a komme utenom og var utvilsomt komiteens sterke mann. Aschehoug ma ha hatt et avgjrende ord nar det gjaldt sammensetningen av komiteen og ogsa om temaet for avhandlingen med oppgitt emne. Ebbe Hertzberg sto politisk pa linje med Aschehoug og kan vel antas a ha vrt Aschehougs fortrukne kandidat. Evald Rygh var en ung jurist som allerede hadde nadd en hye departemental stilling som expeditionssekretr og som hadde den overveiende del av karrieren foran seg.38 Derimot hadde Ole Jacob Broch det meste av karrieren bak seg.39 Han var en stor intellektuell kraft og som ung var han et matematisk talent som ble sammenliknet med Niels Henrik Abel. Det kunne han ikke leve opp til, men han ble den frste dr.philos. og rakk over flere vitenskapsgrener, og hadde en imponerende karriere administrasjon, entreprenrvirksomhet og politikk. Professoratet han innehadde var i matematikk. I 1876 var han tilbake pa Universitetet etter at hans tid som politiker var over. Grev G.K. Hamilton har ikke etterlatt seg noe ettermle av 38 Evald Rygh 18421913, jurist, finansminister 188991, stortingsrepresentant for Hire 189294, valgt fra Kristiania, Hnefoss og Kongsvinger, senere borgermester i Oslo. 39 Ole Jacob Broch 181889, professor, var valgt til Stortinget 186270 fra Kristiania, Hnefoss og Kongsvinger og marineminister 186972. Politisk var Broch en sentrumsmann, hans politiske karriere stoppet opp da det politiske sentrum smuldret opp i den stadig sterkere polarisering, se Seip 1971, Seip 2002: 231233. 21 betydning. William Scharling var et kjent navn i samtidens Danmark og professor fra 1869 til 1911. Han var jevngammel med Kir og hadde som Kir deltatt pa den internasjonale statistiske kongressen. Hans spesialitet innen konomi var bankvesen og pengeteori. Politisk var han konservativ. Fakultetets innstilling ble i alt vesentlig tiltradt av det Akademiske Kollegium som 8. november 1876 sendte saken videre til departementet. Men Kollegiet fyde likevel til et punkt. I likhet med Brandt antok et flertall pa tre av fem medlemmer i kollegiet at det kunne vise seg nyttig ogsa a avholde en prveforelesning for noen eller alle skerne for a vurdere forelesningsdyktigheten. Det kunne f.eks. vre en forelesning som ga en oversikt over de innleverte avhandlingene. Det ga komiteen myndighet til a bestemme at slike forelesninger kunne finne sted om det ble ansett for hensiktsmessig. Kongen godkjente den foreslatte prosedyren den 2. desember 1876 og dermed var det hele i gang. Komiteen fastsatte allerede samme dag som den kongelige resolusjonen forela at det oppgitte emne skulle vre: En kritisk Fremstilling af Grundstningerne for Seddelbankers Indretning og Virksomhed med srligt Hensyn til de Skandinaviske Seddelbanker i deres nuvrende Skikkelse Skerne ble underrettet og fikk frist til 20. juni 1877 med a innlevere to avhandlinger. Kirs selvvalgte avhandling var en imponerende skipsfartskonomisk utredning, se Kir 1877. Hans to avhandlinger var til sammen pa over 500 sider.40 Hertzbergs selvvalgte avhandling var Om Credittens Begreb og Vsen.41 Avhandlingene ble trykt. Komiteen leverte innstilling stilet til Kongen i slutten av november 1877. 6. Vota Komiteen hadde ikke noe mte for a drfte innstillingen. Hver av medlemmene avga et skriftlig votum i november 1877. Det kan pa bakgrunn av at skerne ble bedt om a skrive to omfattende avhandlinger, virke overraskende at disse ikke ble gjennomgatt og bedmt av hvert av medlemmene i komiteen. Det er bare det danske medlem, William Scharling, som gir en karakteristikk av skerne som apenbart bygger et studium av avhandlingene. Scharling var antakelig den best kvalifiserte i komiteen til a bedmme de innsendte avhandlingene. Innledningsvis ga han uttrykk for at de to skernes avhandlinger var vanskelige a sammenlikne direkte og indikerte deres ulike innretning.: De to Afhandlinger, de have skrevet over selvvalgte Emner, have en saa forskjellig Karakter, at de nsten slet ikke lade sig sammenligne. Den ene er en rent konomisk Afhandling, indeholdende en strng Begrebsanalyse af et av konomiens vigtigste Begreber, gjennemfrt med stor Skarphed og maaske for store Konseqvents; den anden er aldeles overvejende en statistisk Undersgelse der er i lige Grad grundig og omfattende og tillige udmrker sig ved Klarhed i Behandlingen og Fremstillingen, medens der maaske nok kunde vre tilvejebragt et rigere konomisk Resultat af det betydelige statistiske Materiale. Et 40 For Kirs avhandling om oppgitt emne, se http:www.nb.noutleveringnb92526cd 35ed 05edf 8c 702b 4ff 963d 0fbstructDIVP199 41 For Hertzbergs avhandlinger inkl. Aschehougs margmerknader, se http:www.nb.noutleveringnb08f 05f 560dfbdc 1f 3ae 159c 7f 1aa 52destructDIVP229 22 lignende Forhold bestaar saaledes mellem disse to Forfatteres Afhandlinger om Seddelbankerne, uagtet Emnet der er flles. Medens Hertzberg ved Forbigaaelse af alle underordnede Sprgsmaal fordyber sig i nogle af de vigtigste Hovedsprgsmaal og behandler disse temmelig utfrlig, har Kirs Afhandling vsentlig sin Styrke i den kjlige, systematiske Behandling af samtlige herhen hrende Sprgsmaal, der paa den anden Side ikke tilstreber en saa indgaaende Undersgelse af de mer vigtige Partier som den, Hertzberg har ladet disse blive til Del, og medens Kirs Afhandling endvidere indeholder et meget godt og forholdsvis nyt statistisk Materiale, savnes saa godt som alt statistisk Grundlag ved Hertzbergs Undersgelser, og de faa meddelte Data ere ikke ganske frie for Fejl saaledes for den danske Nationalbanks Vedkommende. Deretter redegjorde han for noe tvil om hvilke fringer som burde legges til grunn nar komiteen ikke hadde hatt anledning til a utveksle synspunkter, men lot likevel ikke dette sta i veien for a avgi en nyansert og klar vurdering av de to skerne : Fortrin og mangler ere saaledes i den Grad uligeartet hos disse to Forfattere at en egentlig Sammenligning nppe nok er mulig, og det maa formentlig nrmest bero paa det Standpunkt, man mener at maatte indtage ved Bedmmelsen, og de Synsmaader, man mener at maatte lgge til Grund for denne, hvilken av de to Konkurrenter man tror at burde foretrkke ved Besttelsen af den omspurgte Professorpost. En forudgaaende Forhandling imellem Censurkomiteens Medlemmer om de Synsmaader, der saaledes br lgges til Grund, vilde derfor have vret nskelig, navnlig da der utvivlsomt br tillgges de norske Medlemmers Formening herom en overvejende, om ikke afgjrende, Betydning. Da nu en saadan Forhandling imidlertid vanskelig kan finde sted, skal jeg tillade mig at frembre den Opfattelse, jeg tror at maatte gjre gjldende i denne Henseende, som Grundlag for det Votum, jeg herved skal afgive, og jeg bemrker da herom saa vel som om de to Konkurrenters gjensidige Fortrin og Mangler Flgende: I sammenligning med Kir ere Hertzbergs Fortrin efter min Formening navnlig en selvstndigere Opfattelse af de konomiske Phenomener, et i disses Natur og Grunde dybere indtrngende Blik, og i det Hele en Behandlingsmade af de forskjellige Sprgsmaal der synes at vidne om en strre Aandsoverlegenhed. Men ved Siden deraf synes han ikke blot at savne Sans for statistisk Undersgelser og maaske endog Evner til at gjennemfre disse, hvilken Evne han i ethvert Tilflde ikke har godtgjort at besidde , men der er tillige med selve de fremhvede Fortrin forbundet Svagheder, som ikke tr undervurderes, netop hvor Talen er om en vordende Docent. Den Bestemthed, hvormed han fastholder sit Grundsyn paa et Forhold og forflger sin Opfattelse heraf frer ham stundom til et saa doktrinrt Standpunkt, at han ikke faa ye for de sideordnende Betragtninger, der ogsaa br gjres gjeldende, og hans Resultater ere derfor oftere af en temmelig tvivlsom Rigtighed, endog hvor det gjlder Hovedsprgsmaalene. Stundom kommer han endog i Modsigelse med sig selv ved paa forskjellige Omraade at fastholde to forskjellige Betragtninger uden at se at disses indbyrdes Motstrid netop maatte fre til en gjensidig Mortifikation af begge. Disse Mangler tror jeg at maatte legge saa meget mere Vgt paa, som der her er Tale om et nyoprettet srligt Professorat i Statskonomi og Statistik, hvorved den, der beskikkes til denne Plads, vil komme til at staa som Hovedbreren, maaske endog den eneste Brer af de 23 konomiske Anskuelser, der skulle finde Indgang i den studerende Ungdom og vel ogsaa i videre Kredse. Under disse Omstndigheder lgger jeg en ikke ringe Vgt paa de Fortrin, hvoraf Kir utvivlsomt viser sig at vre i Besiddelse: Gjennomgaende sunde og rigtige Anskuelser, et temmelig uhildet Blik paa de omstridte Forhold saa vel som paa de forskjellige Opfattelser af disse, Grundighed i Undersgelser, samt en klar, vel ordnet og behersket Fremstilling. At navnlig Statistiken i hans Hender vil komme langt mere til sin Ret end i Hertzbergs, anser jeg for afgjort. Utdrag av votum avgitt av William Scharling i brev av 16. november 1877, Riksarkivet Scharling ga altsa en helt entydig votum til fordel for Kir framfor Hertzberg. Hans karakterisering av Hertzberg i slutten av det siterte utdrag er nrmest drepende. Han erkjente Hertzbergs intellektuelle begavelse strre Aandsoverlegenhed, men konstaterte ogsa hans manglende evne til a gjennomfre et stringent resonnement. Hans tvil om at det kunne vre fringer blant de norske medlemmer om hva som burde legges til grunn, som han ikke kjente til, var trolig medvirkende til at han avslutningsvis erklrte at han subsidirt kunne slutte seg til en innstilling av Hertzberg, sa lenge det uttrykkelig kom fram at han primrt stemte for Kir. Mens Scharling skrev en nyansert og velformulert vurdering var det lite av det fra de vrige medlemmer og allerminst fra den av dem som en frst og fremst burde ha ventet et saklig og tungtveiende votum fra, nemlig komiteens formann, professor i rettsvitenskap, statskonomi og statistikk Torkel Halvorsen Aschehoug. Det svenske medlem, G.K. Hamilton, var professor i jus, men underviste ogsa i konomi. Nevneverdig spor etter seg i svensk konomisk vitenskap har han ikke satt. Han avga en knapp uttalelse som flger: Sasom prof. i Statsekonomi anser jag vid jamforelse mellan de mig lemnade taflingsskrifterne Hr Hertzbergs bada afhandlingar fortjena foretrade framfor de ofriga. De der behandlade fragorna aro lampligt ordnade, ofverskadligt framstalda och deras losning sker pa ett satt, som er egnad att fora vetenskapen framat. Sa som prof sarskild uti Statistik kunna deremot namnda afhandlingar sa mycket mindre galla, som detta alls inte inngatt i deras plan. Vore altsa endast fraga om Professorat i Statistik kan, enligt mitt formenande, naffeligen nagon tvekan uppsta, att ju Herr Kirs afhandlingar aro mest framstaende. Foretradet i det hela mellan Hrr Kir og Hertzberg torde altsa hufvudsakligen bora vara beroende af den relative vigt man innom det skta Professorat vill tillmata hvardera af de vetenskapsgrenar som det omfattar: om man at den en eller den andra gifver hufvudvigten. Men da det, enligt mitt omdome, vid en sadan gruppering av laroamnen, ligger i den Akademiske undervisningens natur, att Statsekonomien der maste blifve hufvudamnet, maste jag anse ofverlagsenheten i dette amnes behandling bora vara afgorande och finner derfore pa det hela foretradet bora gifvas at Herr Hertzberg. Votum avgitt av G.K. Hamilton i brev av 24. september 1877, Riksarkivet. Hamilton fant altsa Hertzberg best kvalifisert i konomi og Kir best i statistikk. Uttalelsen var ellers ganske innholdsls og gikk nok noe utover det saklige da den ga uttrykk for at Hertzbergs arbeid var egnet til a bringe vitenskapen framover. 24 De tre norske medlemmer var enda knappere i sine respektive vota. Ole Jacob Broch nyde seg med flgende i valget mellom Kir og Hertzberg: Mellem de to frstnevnte er det jeg har nsket Adgang til yderligere Sammenligning ved Prveforelsninger, men naar saadanne ikke af de vrige Censorer findes ndvendige, maa jeg efter de fremlagte Afhandlinger stte Hertzberg frst, navnlig af Hensyn til hans Afhandling Om Kredittens Betydning og Vsen, som jeg finder godtgjr en skarp logisk Evne hos forfatteren. Votum avgitt av O.J. Broch i brev av 21. november 1877, Riksarkivet. Evald Rygh nyde seg med   at meddele, at jeg blant de fire Concurrenter finder at burde give Hr. Hertzberg Fortrinnet. Votum avgitt av E. Rygh i brev av 4. oktober 1877, Riksarkivet Og endelig, etter a ha mottatt de andre fire vota, avga Aschehoug sitt eget, som i sin helhet var som flger : Jeg stemmer paa Stipendiat Hertzberg til Professor i Statskonomi. Votum avgitt av T.H. Aschehoug, 21. november 1877, Riksarkivet. I komiteens innstilling, formodentlig konsipert av Aschehoug, om ble de ulike synspunkter og vota sammenfattet pa flgende mate:   Efter Gjennomgaaelsen af disse Afhandlinger finde vi,   med Hensyn til Valget mellem DHrr Directeur Kir og Stipendiat Hertzberg nogen meningsforskiel om, hvem af dem der br gives Fortrinnet. Undertegnede Professor Scharling erkjender vel, at man paa grund af det videnskabelige Talent, sidstnevnte Ansger ved sin Afhandling om Credittens Begreb og Vsen har lagt for Dagen, muligens i Fremtiden tr vente sig mest af ham, men tror dog principaliter at maatte stemme for Hr. Kir, deels paa grund af denne Ansgers Overlegenhed i statistiske Undersgelser, deels i Betragtning af, at hans Afhandling om Seddelbankerne efter professor Scharlings mening er den correcteste og meest fyldestgjrende Besvarelse av den stillede Opgave. De vrige fire censorer give derimod Hr Hertzberg sine stemmer, idet de ikke alene ansee Statskonomien som den vordende Lrers Hovedfag, men ogsaa finde, at Hr Hertzberg har viist strre Evne til selvstendig Granskning inden denne Videnskabs Omraade. Konklusjonen ble altsa at flertallet i komiteen fire av fem gikk inn for Hertzberg som ogsa ble resultatet. Hertzberg ble utnevnt til professor i statskonomi og statistikk helt pa tampen av 1877 og begynte a forelese fra 1878.42 6. Etterord Det syntes a ha vrt en lite stringent praksis nar det gjaldt a bedmme skere til professorater, selv 65 ar etter opprettelsen av Universitetet.43 Skerne var ikke antatt a legge fram vitenskapelig 42 Tilsettingen er feildatert til 1876 i Kyllingstad og Rrvik 2011: 117 og professoratet er feilaktig omtalt som ekstraordinrt, Kyllingstad og Rrvik 2011: 248. 25 produksjon som kunne bedmmes. Det var i realiteten deres potensielle kapasitet for a utve et professorat som skulle bedmmes og normalt ble det gjort ved prveforelesninger. Som vi har sett, ble det pa Kirs initiativ lagt annerledes opp ved denne anledningen. Skerne ble palagt a utarbeide to omfattende avhandlinger i lpet av seks maneder. Men det virker ganske uforstaelig at den faktiske vurderingen som ble gjort av komiteens medlemmer knapt syntes a tillegge avhandlingene nevneverdig vekt med unntak av Scharling. At alle medlemmer unntatt Scharling hver for seg kom til at det ikke var ndvendig a underkaste de innleverte avhandlinger nevneverdig underskelse er for pafallende til a vre helt troverdig. Scharlings bedmmelse skiller seg desidert ut, men heller ikke hans bedmmelse er uten videre overbevisende siden den ikke gar nevneverdig inn pa innhold og resonnement i avhandlingene. Antakelig er nkkelen til forstaelsen av dette en henvisning i innstillingen fra flere av komiteens medlemmer til et brev fra komiteens formann, Aschehoug, datert 16. august 1877. Brevet er ikke a finne blant sakspapirene. Muligens ble det i brevet gitt en fring for hva slags votum som var forventet. Enten Aschehoug hadde ryggdekning i fakultetet eller ikke for en brev som formodentlig har formidlet at et votum klart forankret i en vurdering av de innleverte avhandlinger ikke var pakrevet, sa er det like utilfredsstillende og kan vanskelig karakteriseres som noe annet enn forakt for de normer som burde gjelde. Faktisk er Aschehougs eget votum, altsa den ene setning som er sitert ovenfor, et enda sterkere uttrykk for den utillatelig arrogante behandlingsmate sknaden fikk. Aschehoug, som formodentlig ogsa var den som hadde konsipert formuleringen av oppgitte tittel for den ene avhandlingen, burde vre den nrmeste til a gjre en saklig bedmmelse av de innleverte avhandlinger. Dette kunne ha fortont seg litt annerledes om situasjonen hadde vrt slik at en av skerne desiderte hadde skilt seg ut fra de vrige. Det var ikke tilfellet her, og Scharling anfrte overbevisende argumenter til fordel for at Kir var den beste skeren. Dette pafallende utfallet, med en votering over kandidater uten nevneverdig referanse til vurderingsgrunnlaget, kan ikke unnga a vekke mistanke om at avgjrelsen hadde sterke politiske overtoner, det vil si at Hertzberg ble favorisert fordi han hadde tette band til den eliten som styrte Norge og derfor burde fa stillingen. I Scharlings votum er brevet fra Aschehoug ikke eksplisitt nevnt som hos Hamilton og Rygh, men det er etter at han har funnet Kir som bedre kvalifisert enn Hertzberg nrmest flettet inn pa slutten av brevet med hans votum en halvkvedet vise som kan vre gjenspeilingen av Aschehougs brev. Scharling skriver her at mit Votum er bygget paa Forudstninger om Beskaffenheden af den omspurgte Plads, som de norske Medlemmer maaske ikke alle erklre for rigtige, medens jeg i saa Tilflde maa bje mig for deres Dom. Han fyer til at man i Fremtiden muligens tr vente sig Mere af Hertzberg end af Kir, utsagn som ikke har noen dekning i bedmmelsen og nettopp kan virke som en fring sendt ut fra Aschehoug. Anders Nicolai Kir fikk altsa ikke stillingen. Han hadde ikke vrt en sker med overbevisende sterke forhandskvalifikasjoner, bortsett fra nar det gjaldt statistikkdelen, men gjorde en meget solid innsats gjennom de to konkurranseavhandlingene. En kan vanskelig unnga a stille sprsmalet om hvorfor han 43 Frst i 1839 ble det ved ved Kgl. Resolusjon fastslatt som hovedregel at lrerstillingene ved Universitetet skulle apnes for konkurranse, men det var mange unntak etter dette og regler for tilsetting etter dokumentert kompetanse kom svrt lenge etterpa. 26 ikke foretok seg noe etter den ytterst mangelfulle bedmmelsen, f. eks. anke den inn for departementet. Kanskje er svaret at Kir etter a ha vrt sjef for Statistisk sentralbyra i halvannet ar da avgjrelsen forla, ikke var sa misnyd med konsekvensene av utfallet. Han fikk ganske sikkert atskillig bedre anledning til vitenskapelig forskning som direktr for statistisk sentralbyra i de etterflgende 36 ar enn han ville ha fatt ved universitetet.44 Noen fa ar etter professorkonkurransen deltok Hertzberg i et kortvarig politisk mellomspill som medlem av det sakalte aprilministeriet 1884, den siste skanse av embetsmannstaten fr parlamentarismen slo gjennom.internasjonale byra for mal og vekt i Sevres, tilkalt med tilbud om a danne et forsoningsministerium. Det mislyktes, og Hertzberg var med pa a legge kjelker i veien.46kom til makten. 45 Ole Jacob Broch som pa det tidspunktet var direktr for Det Det ble i stedet Johan Sverdrup som To ar senere ble Hertzberg noe ufint presset til a ske avskjed fra universitetet pga. sin homoseksuelle legning. Hans karriere var imidlertid ikke slutt, han utfrte et omfattende og hyt verdsatt arbeid i rettshistorie. Noe spor etter seg statskonomi og statistikk for godt kan Hertzberg knapt sies a ha satt. De eneste konomiske skrifter han synes a ha forfattet er de to konkurranseavhandlingene. Professoratet som striden sto om i 187677 ble saledes lyst ut pa nytt. Kir skte ikke, antakelig overveide han det heller ikke. Derimot skte og fikk T.H. Aschehoug stillingen! Aschehoug hadde i stortingsdebatten av representanten Schaaning blitt oppfordret til selv a ske det nyopprettede professoratet. Det overveide han neppe. Men opprettelsen av professoratet og debatten omkring det kan vrt medvirkende til at Aschehoug ble atskillig med interessert i konomi, srlig etter at han hadde fullfrt og utgitt sitt arbeid om den norske statsforfatningen. Professoratet han hadde stemt for i 1876 ga ham fra 1886 av anledning til a vie seg helt til konomi. Han evnet kanskje i motsetning til Schweigaard a sette seg inn i nyere konomisk tenkning. Han endte sitt lange virke ved Det Kongelige Frederiks Universitet med a fullfre sitt trebindsverk Socialkonomik. Han var ikke en konom med nevneverdig originalitet, men kunnskapsrik det var han. Schweigaards professorat i rettsvitenskap, statskonomi og statistikk gikk videre til Bredo Morgenstierne. Om dette var nok til den fornyelse og styrking av konomifaget som hadde blitt etterlyst av Johan Sverdrup i stortingsdebatten, far heller sta ubesvart. Aschehoug forlot Stortinget 1882. Johan Sverdrup var statsminister da Aschehoug ble utnevnt til professor i statskonomi og statistikk i 1886. Men Sverdrups stjerne var allerede dalende og hans evne til a holde et flertall samlet i Stortinget svekket. Bade Aschehoug, Hertzberg, Kir og Evald Rygh var prominent med ved opprettelsen av Statskonomisk forening i 1883. De utgjorde fire av de fem innbyderne til a danne foreningen og ble alle fire valgt inn i den frste bestyrelsen. Bade Aschehoug, 44 I Kirs klart uttrykte preferanse for en stilling som ga muligheter for vitenskapelig forskning er det en slaende parallell med Petter Jakob Bjerve, som er den av Kirs etterflgende direktrer i Statistisk sentralbyra har hatt lengst tjenestetid. Til sammen ledet de norsk statistikk i 76 ar! Bjerve ble i 1948 av Erik Brofoss bedt om a overta som direktr i byraet, men strittet imot fordi han heller ville til Universitetet for a forske. Kompromisset ble at byraet fikk en egen forskningsavdeling, se Bjerkholt 2000: 181238. 45 Ogsa en annen av professorene ved det juridiske fakultet, L.M.B. Aubert, satt i samme regjering. Det var en liten krets og tette band. 46 Se Seip 2002: 236, 248250. 27 Kir og Hertzberg var aktive som innledere og debattanter i foreningen. Kir var i en klasse for seg selv med 23 foredrag, Aschehoug holdt 12 foredrag. Ole Jakob Broch var opptatt med internasjonale oppgaver og verv fram til sin dd i 1989. I 1896 var det igjen strid om et professorat ved Universitetet. Det gjaldt Sigurd Ibsen, Henrik Ibsens snn. Han hadde ikke studert ved Universitetet, men hadde omfattende studier i Roma og Munchen, avsluttet med doktorgrad i Roma, og ville gjerne ha en stilling i Kristiania for a introdusere sosiologi ved Universitetet. Stortinget bevilget i 1896 midler til et professorat betinget av at Ibsen ble funnet kvalifisert etter a ha holdt en serie forelesninger. For a bedmme om han var kvalifisert ble det oppnevnt en komite med fem medlemmer: Aschehoug og Morgenstierne fra det juridiske fakultet, og professorer i norrn historie, egyptologi og norrn arkeologi fra det historiskfilosofiske fakultet. Professoren i norrn arkeologi ba seg fritatt og ble erstattet av Anders Nicolai Kir. Ogsa i denne komiteen var Aschehoug den sterke mann. Sigurd Ibsen ble ikke funnet kvalifisert. Muligens var arrogansen og usakligheten fra Aschehougs side her om mulig enda strre enn ved vurderingen av skerne i 1876.47 Referanser Andresen, Anton Fredrik 2005: Nytte, dannelse, vitenskap? Universitetet og konomifaget i det nye Norge 18111840, Historisk institutt Ui O, Oslo. Bergh, Trond og Hanisch, Tore J. 1984: Vitenskap og politikk. Linjer i norsk sosialkonomi gjennom 150 ar, Aschehoug, Oslo. Bjerkholt, Olav 2000: Kunnskapens krav. Om opprettelsen av Forskningsavdelingen i Statistisk sentralbyra, Sosiale og konomiske studier 103, Statistisk sentralbyra, Oslo. Bjerkholt, Olav og Tor Skoglund 2012: Anders Nicolai Kir, norsk statistikk og de frste nasjonalinntektsberegningene, Sosiale og konomiske studier, Statistisk sentralbyra under utgivelse. Collett, John Peter 2011: Universitetet i Oslo. 18701911 Universitetet i nasjonen, Universitetet i Oslo og Unipub, Oslo. Davidsen, Thorkild 2001: Statsvidenskab, Kbenhavns Universitet 14791979, Bind VI.2, Kbenhavn. Jger, Oskar 1896: Statskonomiske Afhandlinger, Aschehoug, Kristiania Keilhau, Wilhelm 1933: Menn og tanker i Statskonomisk Forening i Den Statskonomiske Forening, 18831933, Aschehoug, Oslo. Kir, Anders Nicolai 1874: Essai sur la question dune statistique de revenu national. Memoire redige en vue du neuvieme Congres Internationale Statistique, Steen Trykkeri, Christiania. Kir, Anders Nicolai 1877: Bidrag til Belysning af Skibsfartens konomiske Forhold, Malling, Kristiania. Kyllingstad, Jon Rine og Thor Inge Rrvik 2011: Universitetet i Oslo. 18701911 Vitenskapenes universitet, Universitetet i Oslo og Unipub. Krgard, Niels 1983: Marginalismens gennembrud i Danmark og mndene bak, Nationalkonomsik Langslet, Lars Roar 2004: Snnen. En biografi om Sigurd Ibsen, Cappelen, Oslo. Mehlum, Halvor 2008: Samfunnskonomen Schweigaard, Memorandum 202008, konomisk Tidsskrift 1211, 2042. institutt, Universitetet i Oslo. Mestad, Ola 2008: Nringsfridom i 1814grunnlova. Adam Smith, Schlegels naturrett eller bondekrav pa Eidsvoll? i Michalsen, Dag red.: Forfatningsteori mter 1814, Akademisk publisering, Oslo, 2194. Munthe, Preben 2004: Christen Smith. Botanikk og konomi, Aschehoug, Oslo. 47 Se Langslet 2004, spesielt pp. 151156. Litt forunderlig er det at denne episoden i Universitetets historie ikke er nevnt i Bind 2 som dekker perioden 18701911. 28 Munthe, Preben 2005: Adam Smiths norske ankerfeste i Eitrheim, yvind og Jan F. Qvigstad red.: Tilbakeblikk pa norsk pengehistorie. Konferanse 7. juni 2005 pa Bogstad gard, Norges Banks Skriftserie Nr. 37, Oslo, 103110. Ringvej, Mona 2011: Makten og ordene. Ytringsfrihet og demokrat fra Athen til Eidsvoll, Oslo: Seip, Jens Arup 2002 1981: Utsikt over Norges historie. Tidsrommet ca. 1850 1884, Gyldendal, Oslo. Seip, AnneLise 1975: Vitenskap og virkelighet. Sosiale, konomiske og politiske teorier hos T. H. Aschehoug 1845 til 1882, Gyldendal, Oslo. Seip, Jens Arup 1971: Ole Jacob Broch og hans samtid, Gyldendal, Oslo. Seip, Jens Arup 1993 1974: Utsikt over Norges historie. Tidsrommet 1814 ca. 1860, Gyldendal, Humanist forlag. Oslo. ", "filename": "690165587.pdf", "person": ["Olav Bjerkholt", "Bjerkholt, Olav"], "date": ["2012"]}