{"lang": "de", "identifier_url": ["http://www.econstor.eu/bitstream/10419/57092/1/690122721.pdf"], "title": ["Wie entstehen neue Innovationsfelder? Vergleich der Formierungs- und Formungsprozesse in der Biotechnologie und Elektromobilität"], "plaintext": " Zusammenfassung Wie entstehen neue Innovationsfelder? Vergleich der Formierungs und Formungsprozesse in der Biotechnologie und Elektromobilitat Von Weert Canzler, Alexander Wentland, Dagmar Simon Technologische Neuerungen versprechen die Losung drangender technischsozialer Probleme, aber auch wirtschaftliches Wachstum und sozialen Wohlstand in den zunehmend wissensgetriebenen Okonomien der OECDWelt. Die beiden Falle Biotechnologie bzw. Gentechnik und Elektromobilitat illustrieren exemplarisch, wie staatliche, wirtschaftliche und akademische Akteure dazu beitragen, dass neue Innovationsfelder entstehen und Bestand haben. Hierzu bedarf es robuster Netzwerke und Austauschbeziehungen, insbesondere zwischen Grundlagenforschung und Anwendung, aber auch zwischen Forschern aus verschiedenen akademischen Disziplinen, Ingenieuren, Managern und politischen Entscheidungstragern. Derartige Konstellationen entstehen nicht uber Nacht. Sie sind das Produkt von Aushandlungsprozessen, strategischen Weichenstellungen und Demarkationskampfen an den Grenzen etablierter Branchen und Disziplinen, in der Regel begleitet von politischen Koordinations und Regulierungsversuchen. Die Entstehung einer neuen Technik geht zudem oft einher mit bestimmten Nutzen und Nutzervorstellungen, die ihre Genese mitbestimmen. Um auf diese Ebene analytisch vordringen zu konnen, mussen gangige Innovationsmodelle jedoch kulturalistisch erweitert werden. In diesem Discussion Paper beabsichtigen wir, analytische Schneisen fur einen umfassenderen empirischen Vergleich emergenter Innovationsfelder zu schlagen. Eine solche Systematisierung konnte helfen, uber die Einzelfalldarstellung hinaus Aussagen zu den Moglichkeiten und Grenzen von strukturorientierter Innovationspolitik zu treffen. Biotechnologie und Elektromobilitat eignen sich als idealtypische Auspragungen der TripleHelix aus Wissenschaft, Wirtschaft und Staat EtzkowitzLeydesdorff 2000, wie sich zeigen wird, trotz ihrer Verschiedenheit in besonderem Mae fur diese Gegenuberstellung. Abstract Technological innovations promise solutions to urgent sociomaterial issues as well as growth and welfare in the increasingly knowledgedriven economies of the OECD countries. In this discussion paper, we would like to show how governmental, economic, and academic actors contribute to the creation and establishing of new fields of innovation. To this end, we will compare two prominent cases in current innovation policy: biotechnology specifically, genetic engineering and the electric vehicle network EVN. Nascent areas of research and development require robust organizational networks and a high degree of interconnectedness in order to be successful. This is especially true for the alliance between basic science and its application, but also between various scientific disciplines, engineers, managers, and decision makers in politics. Such networks do not emerge overnight. They are the product of negotiations, strategic positioning, and demarcation work at the boundaries of established scientific disciplines and industrial sectors. Political actors seek to actively regulate and organize emerging fields as well. We are going to argue that the way in which participants imagine the uses and users of a certain technology has a strong impact on the shape it is going to take. In order to grasp this cultural dimension, the prevalent understanding of the innovation process must be extended. At this point, we cannot present final conclusions, since there is still a shortage of empirical data. We are, however, proposing several analytical trajectories based on the available literature as well as our own exploratory research on the subject. Both cases biotechnology and the EVN are being considered as perfect examples of the socalled triple helix, which is how some scholars of innovation refer to the close interdependencies of science, business, and politics EtzkowitzLeydesdorff 2000. The comparison of the two cases, both in and beyond this discussion paper, might offer general insights into the formation of new fields of innovation. Inhalt Emergente Innovationsfelder in heterogenen Umwelten Biotechnologie und Elektromobilitat: Zweck eines Vergleiches Etablierung durch Unterstutzerkoalitionen Legitimierung durch Nutzenversprechen Konsolidierung durch die Bildung stabiler Organisationsnetzwerke Ausblick Literatur 2 4 7 12 18 24 27 1 Emergente Innovationsfelder in heterogenen Umwelten Technologische Neuerungen versprechen die Losung drangender technischsozialer Probleme, vom Auslaufen fossiler Energietrager bis zur globalen Bekampfung todlicher Krankheitserreger. Mehr noch: in den zunehmend wissensgetriebenen Okonomien der OECDWelt verheien sie wirtschaftliches Wachstum und sozialen Wohlstand. Das Ziel staatlicher Innovationspolitik ist daher die Etablierung, Legitimierung und langfristige Konsolidierung vielversprechender HightechFelder. Damit in diesen Feldern neue Erfindungen und Produkte entstehen konnen, bedarf es robuster Netzwerke und Austauschbeziehungen, insbesondere zwischen Grundlagenforschung und Anwendung, aber auch zwischen Forschern aus verschiedenen akademischen Disziplinen, Ingenieuren, Managern und politischen Entscheidungstragern. Derartige Konstellationen entstehen nicht uber Nacht. Sie sind das Produkt von Aushandlungsprozessen, strategischen Weichenstellungen und Demarkationskampfen an den Grenzen etablierter Branchen und Disziplinen, oft begleitet von politischen Koordinations und Regulierungsversuchen. Zwei der prominentesten Innovationsfelder der letzten Jahre sind Biotechnologie und Elektromobilitat auch EMobility. In beiden Fallen verbinden sich soziale Nutzenerwartungen mit okonomischen Leitvorstellungen. Die Biotechnologie bzw. Gentechnik wird nicht nur in der Arzneimittelbranche als Grundlage fur zukunftige individualisierte Pharmazeutika und Diagnostika betrachtet. Auch in der Landwirtschaft, der chemischen Industrie und der Umwelttechnik haben Hersteller das Anwendungspotenzial langst erkannt. Jenseits ethisch vorbelasteter Themen wie dem Anbau genetisch modifizierter Pflanzen und der Verwendung embryonaler Stammzellen in der medizinischen Forschung kommen biotechnologische Verfahren bereits jetzt bei der Herstellung von Kosmetika, Textilien, Reinigungsmitteln und anderen Alltagsprodukten zum Einsatz. Die dahinter steckende Biookonomie wird von der OECD sowie in der HightechStrategie der Bundesregierung als zentrales Innovationsfeld identifiziert, auf das sich die Aufmerksamkeit staatlicher Forderpolitik richten soll OECD 2009; BMBF 2010b. Daneben steht als weiterer vielversprechender, aber in den nachsten Jahren unterstutzungsbedurftiger Bereich die Elektromobilitat, die seit dem Jahr 2008 im Zeichen des Klimawandels sowie knapper werdender fossiler Brennstoffe dramatisch an Bedeutung gewonnen hat. Durch die Verbreitung des neuen Antriebsaggregats zusammen mit alternativen Mobilitats und Nutzungsformen im Personenverkehr mochten die fuhrenden Wirtschaftsnationen ihre Abhangigkeit vom Ol ebenso wie ihre Kohlendioxidemissionen verringern. Der technologische Ruckstand deutscher Fahrzeughersteller hinter der internationalen Konkurrenz, insbesondere in der Batterietechnik, soll dadurch wettgemacht werden, dass auf einer staatlich initiierten Innovationsplattform im gesellschaftlichen Konsens Empfehlungen fur eine kunftige Forschungs und Forderstrategie erarbeitet werden. Zudem erhoffen sich Unter 2 nehmen aus naher ruckenden Wirtschaftszweigen insbesondere die Energienetzbetreiber wachsende Markte und Synergieeffekte acatech 2010; NPE 2011. Die Visionen hinter der Biookonomie und EMobility stehen in direkter Abhangigkeit von wissenschaftlichtechnischen Innovationen aus der akademischen Forschung. Seit den ersten Gehversuchen biotechnologischer Unternehmen waren molekularbiologische Erkenntnisse aus der Grundlagenforschung wegbereitend fur nahezu alle Anwendungsfelder FiechterBeppu 2000. Da die angewandte Forschung und Entwicklung weitestgehend von der Wirtschaft ausgefuhrt wird, stehen beide Seiten in einem eng verzahnten wenn auch nicht unbedingt unbeschwerten Verhaltnis zueinander VallasKleinman 2008. Im Fahrzeug und Antriebsbau konnen Unternehmen auf eine lange Kooperationstradition zwischen ingenieurwissenschaftlichen Fakultaten und industriellen Entwicklungsabteilungen zuruckblicken. Zu diesem Verbindungsstrang kommt nun die Batterieforschung hinzu, die in der Bundesrepublik lange Zeit forderpolitisch vernachlassigt wurde. Die elektrochemische Grundlagenforschung ist hier gefragt, Speichertechnologien zu entwickeln, die dazu geeignet sind die bis dato eher geringen Fahrzeugreichweiten zumindest graduell an das Niveau konventioneller Fahrzeugsysteme heranzufuhren. Die Bundesregierung hat als eine treibende Kraft in beiden Innovationsfeldern die strategische Bedeutung der engen Vernetzung zwischen Grundlagenforschung, Entwicklung und Anwendung erkannt und forciert BMBF 2010a, 2008, 2006. Durch finanzielle Fu EAnreize, eine regionale Bundelung der Wissensressourcen in Clustern sowie durch eine Verstarkung der universitaren und aueruniversitaren Forschung und Ausbildung soll ein Spitzenplatz im globalen Technologiewettlauf erreicht werden. Dabei mussen nicht selten Vetospieler eingebunden und Beharrungskrafte geschwacht werden. Die Akzeptanz der neuen Technologien und ihrer Nutzungsformen in der breiten Offentlichkeit, aber auch die Legitimierung neuer Strukturen gegenuber bestehenden Branchen und Disziplinen erfordern Initiative und strategisches Handeln. Daruber hinaus bemuhen sich insbesondere die Ministerien um die nachhaltige Vernetzung der relevanten Akteure aus allen Bereichen. Zu jedem Innovationsfeld gehort auch ein stabiles nationales Organisationsnetzwerk, das aus Sicht der Unterstutzer auch dann weiterbestehen soll, wenn die staatlichen Forderprogramme auslaufen Stuart et al. 2007. Die beiden Falle Biotechnologie und Elektromobilitat illustrieren exemplarisch, auf welchen Ebenen staatliche Akteure versuchen diese koordinierende Rolle wahrzunehmen, um neue Innovationsfelder zu stimulieren. Die zentralen Fragen hierbei lauten: Wie interagieren akademische Forschung und Industrie in den sich entwickelnden Feldern vor dem Hintergrund oft divergierender Interessen, unterschiedlicher Erwartungshaltungen und Referenzsysteme? Wie stabil sind die staatlich induzierten Netzwerke und Akteurskonstellationen und wie wirken sie auf bestehende Arrangements? Diese Problematik besteht insbesondere vor dem Hintergrund der relativen Autonomie der sozialen Handlungsfelder Wissenschaft und Wirtschaft Weingart 2001. Und: Kann Innovationspolitik tatsachlich heterogene Communities 3 mit einer eigenen Identitat und Wissenskultur schmieden, die sich in dieser Form sonst nicht formiert hatten? Die Fragen werden in diesem Discussion Paper nicht abschlieend beantwortet, stattdessen werden analytische Schneisen fur einen umfassenderen empirischen Vergleich emergenter Innovationsfelder geschlagen. Eine solche Systematisierung konnte helfen, uber die Einzelfalldarstellung hinaus Aussagen zu den Moglichkeiten und Grenzen von strukturorientierter Innovationspolitik zu treffen. Biotechnologie und Elektromobilitat eignen sich als reprasentative Felder staatlicher Interventionspolitik, wie sich zeigen wird, trotz ihrer Verschiedenheit in besonderem Mae fur diese Gegenuberstellung. Biotechnologie und Elektromobilitat: Zweck eines Vergleiches Beide Innovationsfelder sind in ihrer modernen Form neu. Ihr Entstehen war dabei weder technikdeterministisch vorprogrammiert, noch ein Produkt des Zufalls. Biotechnologie und Elektromobilitat lassen sich im Lichte aktueller Debatten in der Innovationsforschung zunachst exemplarisch als enge Verquickung wissenschaftlicher, wirtschaftlicher und politischer Dynamiken in einer Triple Helix betrachten, aus der heraus sie sich entwickelt haben EtzkowitzLeydesdorff 1997; EtzkowitzLeydesdorff 2000; Etzkowitz 1998. An den Verknupfungsstellen dieser idealtypisch getrennten Domanen entstehen neue Verbindungsstrukturen und Triebkrafte, aber auch Verwerfungen und Konfliktpotentiale. Durch die zunehmende Verschrankung und wechselseitige Infragestellung verschiedener Handlungslogiken, Normen und Leitbilder verandern sich an den Schnittstellen auch etablierte Akteurskonstellationen und disziplinare Landkarten. Politische Initiativen konnen in diesem Prozess wichtige Weichen stellen, obwohl nach wie vor gilt, dass direkte Steuerung weder in der Wissenschaft noch in der Wirtschaft moglich ist Jansen 2010. Wandel wird vor allem dann wahrscheinlich, wenn die Kontingenz in einem Bereich der Triple Helix zunimmt, sich also neue Entwicklungspfade eroffnen und technologische und okonomische Gewissheiten in Frage gestellt werden. In diesem Sinne ist Elektromobilitat nicht nur eine alternative Antriebstechnik, die den bisher dominierenden Verbrennungsmotor substituieren kann.1 Sie konnte den Verkehr insgesamt revolutionieren, denn sie unterscheidet sich wesentlich von konventioneller Automobilitat. Nicht nur, dass Elektrofahrzeuge zumindest am Ort ihres Einsatzes keine Abgase und kaum Larm emittieren. Mit drastisch geringeren Reichweiten einerseits und gegenuber dem Tanken viel langeren Ladezeiten andererseits bedeuten sie einen faktischen Abschied vom jederzeit einsetzbaren Universalfahrzeug. Hintergrund der politischen Forderung der Elektromobilitat ist zum einen die absehbare Verknappung des billigen Ols und zum anderen die Notwendigkeit, die fur den Klimawandel verantwortlichen CO2Emissionen auch im Verkehr 1 Die Technik der Elektrotraktion ist keineswegs neu, vielmehr wurde sie bereits Ende des 19. und zu Beginn des 20. Jahrhunderts verwendet. Sie musste sich in der Konkurrenz mit dem Verbrennungsmotor jedoch geschlagen geben und uberlebte lediglich in Nischen Mom 2005 und Black 2006. 4 wirksam zu begrenzen. Insbesondere die beschlossenen EUGrenzwerte fur CO2, die eine Obergrenze von durchschnittlich 130gkm fur Herstellerflotten bis spatestens 2015 vorsieht, sind mit konventioneller Verbrennungsmotortechnik allein kaum zu erreichen. Fur Autohersteller ist es hingegen moglich, Fahrzeuge mit einem Emissionswert von weniger als 50 Gramm je Kilometer in den Jahren bis 2015 mit einer Mehrfachwertung in die Berechnung des Flottenverbrauchs einzubringen. Umgekehrt sind die Automobilhersteller zusatzlich motiviert, Elektrofahrzeuge bzw. so genannte pluginHybridfahrzeuge auf den Markt zu bringen. Besonders in Deutschland steht die Autoindustrie unter erheblichem Druck, auf dem Innovationsweg der Elektromobilitat voran zu gehen und neue Forschungs und Entwicklungsprojekte aufzulegen Acatech 2010; NPE 2011. Die Diagnose wird weithin geteilt, dass Deutschland   derzeit in der besonders wichtigen Schlusseltechnologie der Fahrzeugbatterien und auch im Bereich der fahrzeugbezogenen Leistungselektronik schlecht aufgestellt ist EFI 2010: 13. Im Vergleich zu anderen Autos produzierenden Landern wird ein erheblicher Ruckstand der deutschen Autohersteller insbesondere in der Batterietechnik gesehen. Deshalb soll gerade in diesem Feld die Forschung auch durch eine Aufstockung und Bundelung offentlicher Forschungsmittel verstarkt werden ebd. und Acatech 2010. Das Ziel der zu forcierenden Batterieforschung musse es sein, die Speicherleistung zu erhohen und zugleich das Gewicht der Akkumulatoren zu verringern. Auf lange Sicht musse zudem ein Kreislauf der in den Batterien verwendeten Wertstoffe gelingen. Hier bestehe erheblicher Nachholbedarf, da die Batterieforschung und insbesondere die Elektrochemie seit mehr als eineinhalb Jahrzehnten in Deutschland abgebaut wurden. Sowohl die universitare und aueruniversitare Elektrochemie als auch die Batterieforschung in den Unternehmen der Autoindustrie wurden nach dem ernuchternden RugenVersuch mit einer Reihe verschiedener Fahrzeug und Batterietypen Anfang der 1990er Jahre sukzessive reduziert. Die gentechnisch ausgerichtete Biotechnologie war in den spaten 1970er Jahren in Deutschland in einer ahnlichen Lage. Zwar standen am Anfang der Entwicklung technologische Impulse aus der Grundlagenforschung, wodurch die Annaherung von Molekularbiologie und Chemieingenieurwesen die technische Manipulation und Nutzung von Genen moglich wurde. Anders jedoch als in den USA, wo sich daraus schnell eine akademisch befeuerte StartupKultur analog zur ITBranche entwickelte, blieb der BiotechnologieBoom in Deutschland lange Zeit aus. Die etablierten Unternehmen sahen sich im Bereich der chemischpharmazeutischen Industrie in Deutschland durch die Entwicklungen eher bedroht, so dass hier die neuen technologischen Potentiale keinen fruchtbaren Boden fanden. Auch an den Hochschulen wurden die neuen Trends nur langsam aufgenommen. In der angewandten Forschung dominierte vielerorts noch die klassische Fermentationstechnik. Aber auch die Grundlagenforschung begann mit der Rezeption molekularbiologischer Erkenntnisse vergleichsweise spat, da sich das neue interdisziplinare Feld zunachst nicht in den stark segmentierten Facherkanon in Deutschland integrieren lie. In dieser Zeit 5 waren es vor allem die Bundesregierung und die zustandigen Ministerien, welche die Biotechnologie als okonomisch entscheidende Basisinnovation postulierten und seitdem mit verschiedenen Forderprogrammen, Wettbewerben und Koordinationsbemuhungen fordern Jasanoff 1985. Daran schloss die rasche Institutionalisierung biotechnologischer Forschung und Ausbildung an deutschen Fachhochschulen und Universitaten an. Aus dieser Dynamik heraus entstanden in der Medizintechnik, pharmazeutischen Entwicklung, Pflanzenzucht und biochemischen Massenfertigung neue Methoden und Verfahren mit hoher okonomischer Anschlussfahigkeit. Heute ist die Biotechnologie etabliert und in hohem Mae ausdifferenziert. In nahezu jedem Anwendungsbereich lebenswissenschaftlicher Forschung wird von Biotechnologie gesprochen selbst in der Abfallwirtschaft und Meeresnutzung. Dadurch wird es schwer zu fassen, welche Technologien und Forschungszweige dazu gehoren und welche nicht. In gewisser Weise gehort diese Unklarheit zu den Erfolgsgeheimnissen der Biotechnologie. Sie erzeugt Schnittstellen zwischen verschiedenen Forschungsbereichen, aber auch zwischen akademischer Wissenschaft und Privatwirtschaft, die sich sonst kaum ohne weiteres ergeben hatten. Ahnlich wie in der Biotechnologie vor knapp 40 Jahren gerat derzeit die bestehende Triade aus Wissenschaft, Wirtschaft und Politik in der Elektromobilitat in Bewegung. Beide Felder zeigen sich beeinflusst durch internationale Trends und Vorreiter im neoliberalen Globalisierungsregime der OECDWelt. Als treibende Krafte hinter der fruhen Etablierung beider Schlusseltechnologien stehen erneut staatliche Akteure und spezifische Nutzenvorstellungen, die wir im Folgenden genauer betrachten mochten. Fur einen Vergleich der Genese und Konsolidierung beider Bereiche bietet sich eine Reihe von Anschlussstellen und Vergleichspunkten an: Sowohl in der Biotechnologie als auch in der Elektromobilitat werden dem akademischen Knowhow einerseits und der nicht zuletzt unternehmensbezogenen Forschung andererseits eine hohe Bedeutung beigemessen. Beide Technik und Wissensfelder sind zudem von einer Vielzahl heterogener Akteure und Interessen gepragt und unterliegen einer hohen offentlichen Aufmerksamkeit, da sie mit groen gesellschaftlichen und okonomischen Erwartungen verbunden sind. Mehr noch: sie versprechen beide die Losung groer Probleme moderner westlicher Gesellschaften. Zum einen wird mit der Elektromobilitat die Hoffnung verknupft, die massive Olabhangigkeit im Verkehr zu uberwinden und eine leise, abgasfreie urbane Mobilitat zu ermoglichen. Zum anderen wird von der Biotechnologie erhofft, die bisher unheilbaren Krankheiten wie Krebs, AIDS oder MS besiegen oder verhindern zu konnen sowie organische Stoffe zu erhalten, mit deren massenhafter Verfugbarkeit absehbare Rohstoffengpasse und umweltschadliche Ressourcenausbeutung obsolet werden. Sie bedurfen anhaltender sozialer Legitimitat und zudem einer robusten UnterstutzerAllianz, deren erfolgreiche Zusammenstellung und Mobilisierung uber Erfolg oder Misserfolg entscheiden. In beiden Feldern dringen neue Produkte in bereits etablierte Markte und Industrien ein. In der EMobilitat soll der Elektromotor den kommerziell immer noch 6 erfolgreichen Verbrennungsmotor zumindest partiell ersetzen. In der Biotechnologie traten neue gentechnische Verfahren in Konkurrenz zu lange etablierten und optimierten Produktionstechniken. Trotz der Parallelen handelt es sich selbstverstandlich um zwei sehr verschiedene Bereiche, denen ein Vergleich Rechnung tragen muss. Der akademischen Grundlagenforschung im Innovationsfeld der Biotechnologie kam und kommt ein wesentlich hoheres Gewicht zu als in der Elektromobilitat. Sie war in der Netzwerkbildung von vornherein ein bedeutender Player. Daruber hinaus gilt anders als im Bereich der Ingenieurwissenschaften das Verhaltnis der Lebenswissenschaften zur Unternehmenswelt als eher spannungsreich, da die Normen und Forschungskulturen beider Seiten weiter auseinander klaffen. Zudem ist die Elektromobilitat starker als national orientiertes grotechnisches Anwendungsprojekt angelegt, bei dem der Endnutzer als Fluchtpunkt fur zukunftige Weichenstellungen dient. Dagegen ist die Biotechnologie eher als Querschnittstechnologie in einer Vielzahl voneinander unabhangiger Anwendungsfelder zu finden. Da sich trotz der Unterschiede dennoch erstaunliche Parallelen abzeichnen, erscheint die Gegenuberstellung beider Innovationsfelder aus Sicht der Innovationsforschung besonders aufschlussreich. In ihrer Etablierung, Legitimierung und Konsolidierung folgen bzw. folgten Biotechnologie und Elektromobilitat auffallend ahnlichen Mustern. Um dieser Beobachtung nachzugehen, stellen wir im Folgenden die Akteurskonstellationen, innovationspolitischen Strategien und Strukturbildungsprozesse beider Innovationsfelder gegenuber. Der heuristische Vergleich soll zeigen, entlang welcher Trajektorien eine anschlieende empirische Untersuchung beider Felder im Vergleich verlaufen konnte, um weitergehende Aussagen uber die Entstehung neuerer Innovationsfelder unter unterschiedlichen Rahmenbedingungen und Akteurskonstellationen treffen zu konnen. Etablierung durch Unterstutzerkoalitionen EMobility und Biotechnologie bieten die Chance auf radikale Innovationen. Damit werfen sie eine alte Frage erneut auf: Wie kommt das Neue in die Welt? In uber den Markt koordinierten Volkswirtschaften sind die rechtlichen Rahmenbedingungen, der Einsatz von Ressourcen, okonomische Anreize und die Anschlussfahigkeit der akademischen Wissensproduktion wesentliche Determinanten fur wirtschaftliche und damit auch fur innovatorische Dynamik Rosenberg 1994. Wie konnten sich die Biotechnologie und Elektromobilitat also als eigenstandige Innovationsfelder mit und gegen bestehende Traditionen etablieren bzw. etabliert werden? Einen theoretischen Ansatz hierzu bieten Bruno Latour und Michel Callon mit ihrer Sociology of Translation Latour 1983; Callon 1986. Die Autoren argumentieren, dass zur Durchsetzung neuer Ideen also wissenschaftlicher wie auch technologischer Innovationen erst ein Netzwerk von alliierten Akteuren geformt werden muss, welches dann wiederum die Ursprungsidee in etwas Neues transformiert. Dabei gilt es bei der Rekonstruktion dieses Prozesses Gatekeeper und Transitionspunkte zu identifizieren, die in Momenten hoher Kontingenz dazu beigetragen haben, Weichen in eine 7 bestimmte Richtung zu stellen und alternative Szenarien zu verhindern Callon 1980. Im Fall der potenziellen Basisinnovation Elektromobilitat lasst sich ein verzweigtes heterogenes AkteurNetzwerk nachzeichnen: Zusatzlich zu den etablierten Autoherstellern, ihren Zulieferern sowie den Mineralolfirmen kommen branchenfremde Unternehmen in erster Linie aus der Energiewirtschaft und neben den Verbrennungsmotoringenieuren bisher randstandige wissenschaftliche Communities ins Spiel. Das lange fast hermetisch geschlossene Technikfeld um das mit Verbrennungsmotoren angetriebene Auto steht womoglich vor einer Offnung. Nicht zuletzt gerat der mit dem Technikfeld verbundene wissenschaftliche Diskurs in Bewegung zum aktuellen Stand des Diskurses in Deutschland: Acatech 2010; Huttl et al. 2010. Neue Interaktionen mit bisher im Automobilbau peripheren Disziplinen wie der Elektrotechnik und der Elektrochemie entstehen, die eine Verstandigung uber Produktleitbilder und unterstellte Nutzerwunsche einschlieen. Die Identitat einer ganzen Branche einschlielich ihrer Wissensbasis ist tangiert. Fur die Wissensbestande ebenso wie fur die impliziten Pramissen der Automobilindustrie gilt: Jahrzehnte nach der Schlieung bestehen mit dem aktuellen EMobilityHype erstmals Chancen neue Wege zu gehen. Die Entstehung neuer Wissens und Technikfelder ist eng verbunden mit der Mobilisierung von Ressourcen und der Verstetigung von Ressourceneinsatz in institutionalisierten Forschungsstrukturen. Darum dreht sich auch die noch laufende wissenschafts und technologiepolitische Debatte um Elektromobilitat. Mit dem Olpreishoch 2008 erwacht ein weltweites Interesse am Elektroantrieb, der als Alternative zum Verbrennungsmotor lange vernachlassigt wurde. Vor diesem Hintergrund startete die deutsche Bundesregierung im Herbst 2009 eine Nationale Initiative Elektromobilitat NIE, nicht zuletzt unter dem Eindruck der Finanz und Wirtschaftskrise, als die Nachfrage nach konventioneller Automobilitat drastisch einbrach Canzler, Knie 2009. Noch ist nicht entschieden, ob EMobility den Status einer erfolgreichen Basisinnovation 2 erhalt oder ob sie weiterhin als ewige Nischentechnologie marginalisiert bleibt. Ebenso moglich erscheint ein Szenario, in dem der Elektroantrieb den bisherigen Benzinmotor schlicht ersetzt, ohne dass neue technologische Anschlussstellen oder alternative Nutzungsformen entstehen wurden. Als tatsachliche Basisinnovation musste die Elektromobilitat in der Lage sein, die jahrzehntelang dominierende Verbrennungsmotortechnik zu verdrangen und zugleich eine qualitativ neuartige Grundlage fur eine postfossile Ara der Mobilitat zu legen. Auf diese konnten dann weitere Unternehmen, Zulieferer und Entwickler aufbauen und zugleich neue Nut 2 Ob es sich bei EMobility im innovationstheoretischen Verstandnis um eine Basisinnovation handelt, hangt nicht nur davon ab, ob sich eine ganzlich neue technische Basis etabliert, sondern auch, ob es mehr als nur einzelne neue Akteure und wirtschaftlich betrachtet Anbieter gibt, die erfolgreich gegen die alte Autoindustrie konkurrieren BraunThurmann 2005: 38ff . 8 zungsformen und Mobilitatsmuster entstehen. Hinweise darauf konnen die laufenden Diskurse im Rahmen der von der Bundesregierung im Mai 2010 installierten Nationalen Plattform Elektromobilitat NPE geben, die aus der Nationalen Initiative Elektromobilitat entstanden ist 3. Dort arbeiten in sieben Arbeitsgruppen mehr als 100 Experten aus der Automobilindustrie, der Energie, Chemie und Entsorgungswirtschaft sowie Vertreter aus Wissenschaft und Forschung gemeinsam mit Beamten aus vier Bundesministerien an neuen Konzepten fur die Zukunft der Elektromobilitat. Die Teilnehmer der NPE beziehen sich bevorzugt auf wissenschaftliches Wissen. Es bildet den gemeinsamen Referenzrahmen, der zugleich inhaltlich umstritten ist. Wissenschaftliche Argumente dienen der Legitimation technischer und forschungsstrategischer Entscheidungen und zugleich der Begrundung, potenzielle alternative Losungen weiter zu verfolgen oder nicht. Es vermischen sich fachtechnikwissenschaftliche Argumente mit umwelt, speziell auch mit klimabezogenen sowie mit beschaftigungs und standortpolitischen Argumenten. Vor allem in den in einer Genesephase neuer Technik und Wissensfelder beliebten Zukunftsabschatzungen und Potenzialanalysen finden sich diese argumentativen Gemengelagen, so auch bei den kunftigen Antriebs und Fahrzeugtechniken sowie den weitergehenden Mobilitatskonzepten TNO et al. 2006; FraunhoferISI 2008; Jochem et al. 2008; Kaiser et al. 2008; OkoInstitut et al. 2008; Deutsche Bank Research 2009; CanzlerKnie 2011. Gleichzeitig kampfen verschiedene Akteure um die Deutungsmacht, wie eine AutoMobilitat der Zukunft aussieht. Die hegemonialen konventionellen Fahrzeugtechniker waren bislang zur Interaktion oder gar zur Kooperation beispielsweise mit der Elektrotechnik kaum gezwungen. Diese war fur einen begrenzten und weniger bedeutenden Komponentenstrang im Automobilbau zustandig 4. Die Abschottung der epistemischen Felder durfte nun zumindest temporar durchlochert werden, weil in Forschungs und Entwicklungsprojekten zur Elektromobilitat verschiedene Disziplinen zusammentreffen und ihr Verhaltnis zueinander in Aushandlungsprozessen neu geklart werden muss. Ein Schauplatz fur Aushandlungen sind sieben Arbeitsgruppen im Rahmen der NPE, die sich im Mai 2010 gebildet haben und fur die Empfehlungen einer Elektromobilitatsstrategie der Bundesregierung zuarbeiten sollen. Fur den 3 Das Ziel der Bundesregierung lautet: eine Million Elektrofahrzeuge auf deutschen Straen bis 2020. Dieses Ziel ist ambitioniert. Selbst wenn dieses Ziel erreicht wird, ist damit keine Revolution im Automobilbau verbunden. Elektrofahrzeuge und PluginHybride werden gemeinsam in den nachsten Jahren nur einen marginalen Anteil an den Neuzulassungen bilden. Und selbst in den Jahren nach 2017 werden nach diesem Szenario lediglich sieben bis acht Prozent aller Neufahrzeuge uber einen elektrischen Antrieb verfugen CanzlerKnie 2011; NPE 2011. 4 Verschiedene epistemische Felder verharrten in der Automobilindustrie uber Jahrzehnte in Koexistenz. Im Sinne von Stichweh haben sie sich historisch ausdifferenziert und stabilisiert, indem sie kollektive Verstandigungszusammenhange ausgebildet haben, in denen Pramissen, Methoden und Lehrmeinungen geteilt und spezifische Sozialisations und Karrierewege gemeinsam gegangen werden Stichweh 1994. Im Ergebnis verfestigen sich nicht nur methodische und funktionale Unterschiede. Um diese Paradigmen formieren sich auch kulturelle Identitaten. Nicht geklart ist im Ubrigen, ob Disziplinen mit starker eigener Identitat eher zur Kooperation tendieren oder ob sie ihre kognitiven Konsense nach auen verstarkt abschotten. 9 NPEZwischenbericht wurde in der AG 6 Ausbildung und Qualifizierung eine Formulierung gefunden, die eine bedeutsame disziplinare Erweiterung indiziert: In der Zielsetzung der NPE geht es jetzt aber darum, kurzfristig die fur die Elektromobilitat relevanten ingenieurwissenschaftlichen Studiengange systemorientiert und den Erforderlichkeiten entsprechend interdisziplinar auszurichten.   In allen Teilen besteht Ausbildungsbedarf und muss Kompetenzaufbau betrieben werden. Dies gilt insbesondere fur drei Kernthemen der Elektromobilitat: die Elektrochemie bzw. die Batterieforschung, die Leistungselektronik sowie den Leichtbau NPE 2010: 13. Ob an die Stelle der fruheren Hegemonie der Verbrennungsmotorentechnik eine neue Leitdisziplin, etwa die Elektrochemie oder die Materialwissenschaft tritt, ist noch vollig offen. Denkbar ist ebenso, dass eine Kooperation gleichberechtigter Partner zum dominierenden Modell der Forschungsarbeit wird. Von einem etablierten Innovationsfeld kann aber noch keine Rede sein. In der Biotechnologie ist der Etablierungsprozess bereits weitestgehend abgeschlossen Buchholz 2007. Hier wirken heute die Folgen der Weichenstellungen in den 1970er Jahren, die in der Elektromobilitat noch ausstehen. Der Blick auf die Biotechnologie ist daher auch ein historischer. An den Aushandlungsprozessen wahrend der fruhen Etablierungsphase war eine Vielzahl von Akteuren aus der Wissenschaft, Wirtschaft und Politik beteiligt Bud 1993. In Deutschland avancierte vor allem der Staat fruh zu einer der treibenden Krafte Jasanoff 1995; Giesecke 2000. Bereits Ende der 1960er Jahre bemuhte sich die Bundesregierung erste Forderprogramme fur die medizinische Biotechnologie aufzulegen, nachdem eine OECDStudie 1966 die Lebenswissenschaften als eines der wichtigsten Innovationsfelder fur die hochentwickelten Industrienationen des Westens identifizierte, wobei die Gentechnik dabei noch im Hintergrund stand OECD 1966. Mit dem Regierungsantritt der zweiten sozialliberalen Koalition im folgenden Jahr und der Einrichtung des neuen Bundesministeriums fur Forschung und Technologie BMFT formierte sich eine umfassende zentralstaatliche Innovationspolitik. Allerdings verfugte das BMFT 1972 weder uber die politische Erfahrung noch die technische Expertise, um selbst die Prioritaten und Forderkriterien in der Forschungsentwicklung der Biotechnologie zu formulieren und durchzusetzen. Aus diesem Grund beauftragte das neue Ministerium die Deutsche Gesellschaft fur chemisches Apparatewesen e.V. DECHEMA, heute Gesellschaft fur Chemische Technik und Biotechnologie e.V. mit der Erstellung eines Hintergrundgutachtens. Die DECHEMA ist bis heute als unabhangige privatrechtliche Fachgesellschaft eines der Hauptorgane der chemischtechnischen Forschung und Industrie spater auch der Biotechnologie. In ihrer 1974 erschienenen Studie prasentierte die DECHEMA Empfehlungen, die von der Wissenschafts und Innovationspolitik bereitwillig aufgegriffen wurden und anhaltende Wirkung in der fruhen Formierungsphase entfalteten. Bemerkenswert ist vor dem Hintergrund ihrer paradigmatischen Bedeutung die Entstehungsgeschichte der Studie Jasanoff 1985: Entsprechend ihrer bisherigen Praxis, beauftragte die DECHEMA eine Expertenkommission eine Expertise auszuarbei 10 ten. Die Kommission bestand aus Vertretern der Industrie, der Regierung und der akademischen Forschung. Die Gruppe reflektierte dabei nicht nur die disziplinare Vielfalt des Feldes, sondern auch ihre interne Hierarchie. So wahlte die DECHEMA beispielsweise Wirtschaftsvertreter aus chemischen und pharmazeutischen Grounternehmen, ignorierte jedoch vollstandig kleine und mittlere Unternehmen, da angenommen wurde, dass diesen die Kapazitaten fur staatlich subventionierte Fu E fehlten. Abwesend waren auch Wissenschaftler aus der biologischen Grundlagenforschung. Der Deliberationsprozess innerhalb der Kommission trug, obwohl er innerhalb einer privatrechtlichen Organisation stattfand, korporatistische Zuge Jasanoff 1985: 27. Dominante Gruppen mit direktem Interesse daran Fordergelder zu verteilen resp. zu empfangen waren umfassend reprasentiert. Interessen, die als marginal eingestuft wurden zu diesem Zeitpunkt die Interessen der Grundlagenforschung, Gewerkschaften und Umweltgruppen wurden bewusst ausgeschlossen. Im Gegenzug hatte das BMFT keine Schwierigkeiten das neue Fordermodell zu implementieren, da alle wichtigen Akteure selbst am Aushandlungsprozess beteiligt waren ebd.: 30. Das Ministerium und die DECHEMA pragten mit ihrer gemeinsam orchestrierten Forderinitiative die fruhe Entwicklung der Biotechnologie. Die Zusammensetzung der Kommission und die daraus resultierenden Schwerpunktsetzungen brachten Pfadabhangigkeiten mit sich, die bis zum heutigen Tag nachwirken. Auspragungen wie die strukturelle Schwache im Bereich kleiner und mittlere Unternehmen KMUs oder die starke Stellung der biochemischen Industrie lassen sich plausibel mit den fruhen Weichenstellungen im politischen Prozess in Verbindung bringen. Die Dominanz traditioneller fermentationsorientierter Chemieunternehmen war auch dafur verantwortlich, dass die gentechnologische Revolution erst mit kritischer Verspatung die deutsche Wirtschaft erreichte. Diese blieb, wie das BMFT bereits fruh erkannte, weitestgehend uninteressiert an groeren Umbaumanahmen an ihren eingespielten Entwicklungs und Produktionsstrukturen. Entsprechend fristete die Gentechnik bis in die fruhen 1980er Jahre in der deutschen Fu ELandschaft eher ein Schattendasein. Parallel zur technologischen Industriepolitik bemuhte sich das BMFT die akademische Infrastruktur fur biotechnologische Forschung in Deutschland aufzubauen. Zu Beginn ihrer politischen Forderung hatte die neue Biotechnologie in der Academia einen eher schwachen Stand. Die Vernetzung zwischen den akademischen Disziplinen war wenig ausgepragt. Zwei der Profiteure der Ausbaupolitik waren die Gesellschaft fur Biotechnologische Forschung GBF in Braunschweig heute HelmholtzZentrum fur Infektionsforschung, HZI sowie das wesentlich kleinere Biotechnologie Zentrum, das als Teil des nuklearen Forschungszentrums in Julich eingerichtet wurde heute Institut fur Biotechnologie, IBT. Eine weitere Einrichtung in Julich ubernahm spater als Projekttrager auch die administrative Ausfuhrung der Forderprogramme des Bundes im Bereich der Biotechnologie, ein Arrangement, das bis heute Bestand hat. 11 Die Formierung der Unterstutzerallianz in der Nationalen Plattform Elektromobilitat NPE ahnelt dem Agendasetting durch die DECHEMAKommission. Der korporatistische Charakter fallt in beiden Fallen ins Auge, ebenso die starke Rolle der etablierten Spieler und die Abwesenheit kleiner und mittlerer Unternehmen. Die jeweils beteiligten Bundesministerien halten bzw. hielten sich in beiden Prozessen bezuglich wirtschaftlicher und technischer Fragen eher zuruck. Sie vertrauten weitestgehend auf die Expertise der betroffenen Akteure. Die Meinungsfuhrer kamen erneut aus den Reihen der intermediaren Organisationen und wirtschaftsnaher Forschungsinstitutionen. So haben zum einen die Deutsche Akademie der Technikwissenschaften acatech, die 1997 gegrundete nationale Vertretungskorperschaft der deutschen Ingenieurwissenschaften, und zum anderen die Fraunhofergesellschaft fruhzeitig eine betrachtliche Definitionsmacht aufgebaut. Sie haben die Agenda mitbestimmt und den Forschungsbedarf vor allem in der Speichertechnologie identifiziert. Die gemischt besetzten Arbeitsgruppen der NPE sind seit dem Fruhsommer 2010 intensiv mit der Formulierung der Forschungsagenda und der Forderstrategie beschaftigt. Die Richtlinien gibt zwar ein Lenkungskreis mit dem ehemaligen SAPVorstandsvorsitzenden Kagermann vor, doch werden die inhaltlichen Akzente in den Arbeitsgruppen gesetzt. Eigens abgestellte Mitarbeiter aus den Autounternehmen und aus der Energiewirtschaft pragen mit ihrer Expertise und geballten Vertretungsmacht in den Arbeitsgruppen die NPE. Technische Optionen und ingenieurwissenschaftliche Sichtweisen spielen eine groe Rolle, weniger bedeutsam sind hingegen die Nutzungs und Akzeptanzdimension der Elektromobilitat. Nutzungsvorstellungen bleiben weitgehend implizit 5. Es ist auch nicht uberraschend, dass die Skepsis der etablierten Autoindustrie gegenuber den eingeschrankten Eigenschaften des Elektroautos im Vergleich zum Universalauto mit Verbrennungsmotor an vielen Punkten durchscheint. Diese Skepsis entspringt dabei nicht allein dem Streben nach technologischer und produktionstechnischer Besitzstandswahrung, sondern auch der unausgesprochenen Pramisse, dass ein Auto moglichst alle Bedurfnisse abdecken konnen muss. Legitimierung durch Nutzenversprechen Ob und gegebenenfalls wie und wann die Elektrotraktion sich als dominanter Antrieb durchsetzt, ist jedoch nicht nur eine Frage handlungsfahiger Akteursnetzwerke, sondern hangt auch davon ab, wie wirksam und uberzeugend die Legitimierung der einzuschlagenden Forderstrategie ist. Dabei ist vor allem die Nutzungs und Verwendungsperspektive kunftiger Elektromobilitat relevant. Neu ist, dass Elektromobile auf die Verknupfungen mit anderen Verkehrsmitteln angewiesen sind. Unvermeidlich geraten damit Nutzungs und Nutzerbilder in den Fokus. Diese sind mit 5 Die bisher fehlende Nutzungsdimension im eMobilityDiskurs ist gar nicht so auergewohnlich. Bereits bei der fruheren Formierung des wissenschaftlichtechnischen Feldes der Wasserstoff und Brennstoffzellentechnologien konnte man diese Defizite beobachten CanzlerMarz 2011. 12 entscheidend dafur, in welche Richtung und mit welchem Ziel elektromobile Antriebs und Fahrzeugkonzepte uberhaupt verfolgt werden. Ahnlich verhalt es sich in der Biotechnologie bzw. Gentechnik, deren Nutzer in erster Linie Verbraucher sind, die mit ihrer Konsummacht und uber zivilgesellschaftlichen Aktivismus, dem Einsatz derartiger Verfahren Grenzen setzen konnen. Die wissenschaftlichen Ziele und die Designs der Forschungsprogramme sind nicht zuletzt dadurch bestimmt, welche Anwendungen der zu entwickelnden Technik angenommen werden. Eine solche explizite Berucksichtigung von Nutzen und Nutzervorstellungen in einem sich formierenden Innovationsfeld bezeichnen wir als kulturalistische Offnung der innovationstheoretischen Diskussion, wobei wir auch auf fruhere Ergebnisse der Technikgeneseforschung zuruckgreifen Rammert 1993; Dierkes 1997. Um hinreichend Ressourcen fur Forschung und Entwicklung sowie fur die Etablierung von Forschungseinrichtungen mobilisieren zu konnen so eines unserer zentralen Argumente bedarf es nicht nur plausibler wissenschaftlicher und okonomischer Potentialabschatzungen, sondern ebenso attraktive Nutzenversprechen und eine gesellschaftlich getragene Aussicht auf die Losung relevanter Probleme. Lange wurde die innovationstheoretische Diskussion vorwiegend aus einer okonomischen Perspektive, oftmals sogar aus einer beschrankten branchen oder unternehmensspezifischen Sicht gefuhrt. Innovationen werden in der Regel als Quelle fur wirtschaftliche Wachstumsziele gesehen BraunThurmann 2005; GruppFornal 2010, die nach einer Phase des trial and error in eine Konsolidierung einmunden mussen, um dauerhaft Bestand zu haben. Eine solche pfadabhangige Grundstimmung etablierter und in ihren Interaktionen eingespielter Akteurskonstellationen ist das Ergebnis einer Schlieung. In der Technikgeneseforschung wird der Schlieung eines Wissens und Technikfeldes die Phase der Offnung gegenuber gestellt, in der verschiedene technische Losungen und unterschiedliche Akteurskonstellationen um Anerkennung ringen und jeweils versuchen, eine faktische Standardsetzung und eine eintragliche wirtschaftliche Verwertung zu erreichen. Komplementar zum Phasenmodell von Offnung und Schlieung gilt in der innovationstheoretischen Debatte das Netzwerk, das sich grundsatzlich von einer formalisierten und geschlossenen Organisation wie einem Unternehmen oder einer Behorde durch eine Offenheit fur neue Mitglieder auszeichnet und damit eine produktive Unruhe und Kreativitat ermoglicht, die als Voraussetzungen fur innovative Ideen unabdingbar sind Saxenian 1991; KowolKrohn 1995; MarkardTruffer 2008. 6 Die Studien zu den Nationalen Innovationssystemen NIS aus den letzten Jahrzehnten zielten vor allem auf Politikfelder, um international vergleichend Interventionschancen staatlicher Politik untersuchen zu konnen. Ihnen lag ursprunglich ebenfalls 6 Allerdings ist einschrankend darauf zu verweisen, dass Netzwerkstrukturen und offene Kooperationsbeziehungen vorwiegend in den noch jungen Sektoren der Neuen Technologien zu finden sind, wahrend sie in traditionellen Branchen kaum vorhanden oder strikt vorwettbewerblich beschrankt sind. Dies gilt auch und gerade fur die Autoindustrie, wo das eigene Produktprofil und insbesondere das Antriebsaggregat zum Identitatskern der einzelnen Unternehmen gehoren und Kooperationen entweder rechtlich exklusiv gestaltet oder ausdrucklich ausgeschlossen werden. 13 ein lineares Verstandnis von Wissensentstehung, verwertung und diffusion zugrunde. Die NISForschung erfuhr in den letzten Jahren jedoch eine breite, teils grundsatzliche Kritik. Gerade ihre Technikzentrierung und die Vernachlassigung der Verwendungskontexte werden seit aus der Sicht der sozialwissenschaftlichen Technikgeneseforschung: Sauer 1999: 17. Die NISForschung sei immer noch am Modell der klassischen industriellen Produktion orientiert, in avancierten Okonomien jedoch haben Dienstleistungen einen sukzessive steigenden Anteil an der Wertschopfung erlangt. Techniken gerieten darin in eine untergeordnete, dienende Rolle Wengenroth 2001: 28. Das gelte vor allem fur Konsumguter. Innovationen im Konsumguterbereich zeichneten sich dadurch aus, dass sie von den Kunden ausgehen und durch diese quasi demokratisiert werden. langem kritisiert Die hier vertretene These lasst sich zugespitzt so zusammen fassen: Neue Innovationsfelder konnen sich nur dann konsolidieren, wenn mit der potenziellen Nutzung der aus ihnen entstehenden Produkte die kollektive geteilte Erwartung verbunden ist, soziale, okonomische oder okologische Probleme losen zu konnen und zugleich Chancen der Partizipation in der Technik und Produktentstehung gesehen werden. Wie im Fall der Elektromobilitat bilden soziale und okonomische Nutzenvorstellungen bei der Legitimierung des staatlich subventionierten Innovationsfeldes Biotechnologie einen Dreh und Angelpunkt fur die Innovationspolitik. Nicht zuletzt sind die Lebenswissenschaften im Lichte neuester medizinischer, nahrungstechnischer und okologischer Entwicklungen im offentlichen Bewusstsein prasenter als jemals zuvor. Forschung an der Materie des Lebens, so eine haufig artikulierte Argumentation, konnte eines Tages todliche Krankheiten wie Krebs oder AIDS heilen, den Welthunger besiegen und fossile Kraftstoffe ersetzen. Damit einher gehen allerdings auch Angste vor Eingriffen in die Natur, deren mogliche Folgen und Risiken schwer einschatzbar sind. Die offentliche Akzeptanz der Biotechnologie im Alltag, wo sie bereits in einer Vielzahl von Bereichen unbemerkt Einzug gehalten hat, steht und fallt mit ihrem wahrgenommenen Nutzen. Besonders deutlich zeigt sich dies im Diskurs um genetisch veranderte Lebensmittel. In der Gentechnik wird davon ausgegangen, dass die Leistungsfahigkeit von genetisch modifizierten Nutzpflanzen konventionellen Zuchtungen in vielerlei Hinsicht uberlegen ist: Die gezielte Veranderung des Erbguts einer Nutzpflanze ermogliche deutlich hohere Ertrage auch in trockenen und salzigen Boden, ebenso wie bessere Resistenzen gegenuber Insekten und Unkraut. Zudem konne das Aussehen und der Nahrstoffgehalt transgener Pflanzen beeinflusst werden. Nichtsdestotrotz steht der zugeschriebene Nutzen der grunen Gentechnik in der offentlichen Wahrnehmung in vielen Industrielandern im Schatten der diskutierten Umwelt und Gesundheitsrisiken. Wiederholt wird auch auf die soziookonomischen Risiken fur die Bevolkerungen von Schwellen und Entwicklungslandern hingewiesen. Auch der Artenreichtum konnte in einigen Regionen durch die Dominanz neuer Zuchtungen gefahrdet sein Sauter 2008. Da negative Folgen bisher allerdings weder umfassend nachgewiesen noch kategorisch ausgeschlossen werden konnten OECD 2000, lasst sich die uberwiegend ablehnende Haltung vor allem als Ergebnis diskursiver Deutungskampfe verstehen. Ungeachtet der 14 spekulativen Natur bisheriger Debatten, hat die anhaltende Skepsis zu einer restriktiven Gesetzgebung und zur Marginalisierung entsprechender Forschungsstrange gefuhrt. Auch wenn der Bereich der grunen Gentechnik nur einen kleinen Ausschnitt des auerst heterogenen Feldes der Biotechnologie reprasentiert, so zeigt dieses Beispiel die Bedeutung der Akzeptanz eines Endproduktes fur die Legitimitat eines Innovationsfeldes. Da in der Bundesrepublik, wie in der gesamten Europaischen Union, genetisch veranderte Lebensmittel nur als Futtermittel unter strengen Auflagen angebaut und genutzt werden durfen, stagniert in diesem Bereich auch die Forschungsforderung, was zu einer deutlichen Schwachung dieses Innovationsfeldes gefuhrt hat. Anders stellt sich die Situation in der Elektromobilitat dar, doch auch hier beeinflusst die antizipierte Akzeptanz des Elektroautos die Formierungsprozesse des Feldes. Nur solange den Elektroautos zugetraut wird, dass mit ihrer Verbreitung die Abhangigkeit vom fossilen Energietrager Ol nachlasst und die klimaschadlichen CO2Emissionen signifikant sinken sowie das stadtische Leben leiser und die Luft sauberer wird, ist diese Akzeptanz gewahrleistet. Vor allem die Furcht vom absehbaren Ende der fossilen Energievorrate bei gleichzeitig dramatisch steigender Nachfrage nach Benzin und Diesel in den aufstrebenden Schwellenlandern Asiens, Sudamerikas und in Russland befordert die gesellschaftliche Projektion auf die Elektromobilitat als zukunftstaugliche Alternative zum verbrennungsmotorbetriebenen Automobil. Hinzu kommt ein gewachsenes Interesse an urbanen Wohn und Siedlungsformen. Die gestiegene Wertschatzung der Stadt als Wohn und Lebensmittelpunkt geht mit dem gewachsenen Wunsch nach einem leisen und sauberen urbanen Verkehr einher. Schlielich gewinnt offenbar die Vision an Bedeutung, nach der Elektromobilitat und die verstarkte Nutzung regenerativer Energien gut zusammen passen und dass Elektromobile kunftig sogar Teil eines intelligenten Stromnetzes sein konnen. Das Schlagwort von smart grid verheit eben diese optimistische Perspektive. Es bringt eine positiv besetzte Zukunftsvorstellung eines nachhaltigen Energiepfades, der nicht mit Verzicht und Abstrichen in der Energieversorgung verbunden ist, auf den Punkt. Im Unterschied zur Biotechnologie geraten in der Elektromobilitat vor allem auch die konkreten Nutzerbilder in den Fokus des Interesses. Diese wirken vorwiegend implizit und stellen eine meistens unhinterfragte Pramisse fur das strategische Handeln der verschiedenen Akteure dar. Neben diesen und anderen institutionellen Faktoren spielen soziale Einflussgroen wie kollektive Werthaltungen, Mentalitaten und insbesondere bei Massengutern wie Automobilen verbreitete Nutzungsroutinen eine wesentliche Rolle Rammert 2008; Wengenroth 2008. Bei den meisten Akteuren auf Seiten der Fahrzeughersteller, der Verbande und auch der Wissenschaft herrscht das Bild vom Nutzer vor, der sowohl seine Alltags als auch seine Urlaubs und Freizeitmobilitat auf Grundlage der selbstverstandlichen Nutzung eines Universalverkehrsmittels organisiert. Auch auf Konsumentenseite kann diese Nutzungserwartung als eindeutig dominierend festgestellt werden. Sie entspricht bis 15 herigen Erfahrungen und dem uneingeschrankt gultigen Automobilleitbild der letzten Jahrzehnte. Alle Einschrankungen oder auch positiv formuliert alle Spezialisierungen werden in diesem Nutzerbild als unakzeptabel betrachtet. Alternative Nutzungskonzepte, z.B. die verschiedene Verkehrsmittel integrierende Mobilitat die so genannten intermodalen Mobilitatsangebote, haben eine Nischenrang und konnen nur auf wenige Unterstutzer bauen. In der Biotechnologie variieren die Nutzerbilder von Anwendungsgebiet zu Anwendungsgebiet. Oft werden gentechnische Produkte und Dienstleistungen im Hinblick auf verschiedene private, aber vor allem kommerzielle Abnehmergruppen entwickelt, wie beispielsweise andere produzierende Unternehmen oder Kliniken. Ein generalisierter Endverbraucher lasst sich nicht ausfindig machen. In vielen Anwendungsgebieten wissen die meisten Konsumenten zudem gar nicht, ob es sich um biotechnologisch erzeugte Produkte handelt oder nicht. So finden sich in Reinigungsmitteln und Hygieneartikeln weie Biotechnologie bereits seit langerem biotechnologisch produzierte Enzyme, ohne dass die technische Umstellung von den Kaufern wahrgenommen oder gar bewusst mit vollzogen worden ware. Eine etwas andere Betrachtungsweise liegt der Entwicklung neuer Arzneistoffe zugrunde: Im Sinne einer individualisierten Medizin wird bei der Entwicklung neuer Wirkstoffe und Testverfahren mittlerweile berucksichtigt, wie Personengruppen mit bestimmten genetischen Dispositionen auf die Therapien ansprechen. Daher bauen Pharmaunternehmen derzeit Datenbanken mit entsprechenden Informationen auf, um zukunftig effizientere Praparate anbieten zu konnen. Das Bild des Nutzers bleibt dabei ein technischpassives. Der eigentliche Nutzer ist in diesem Fall der Arzt, der uber die Verwendung der neuen Techniken entscheidet. Im Diskurs um die grune Biotechnologie spielen die Verbraucher dagegen eine wesentliche Rolle. Die Entwicklung und Einfuhrung transgener Lebensmittel wird weltweit vor allem durch die Haltung der jeweiligen Bevolkerung ihr gegenuber bestimmt. Der Nutzer wird hier als kritischer Verbraucher antizipiert. Allein die in einigen Industrielandern positive kollektive Werthaltung gegenuber Produkten, die mit Hilfe traditioneller Anbaumethoden hergestellt wurden verringert die Wahrscheinlichkeit, dass sich genmanipulierte Lebensmittel erfolgreich am Markt etablieren konnen. Hinzu kommen aufgrund unklarer gesundheitlicher Nebenwirklungen verabschiedete Kennzeichnungsverpflichtungen und Verbote, so auch in der Europaischen Union. Es schliet sich also der Kreis: Die Nutzen und Nutzerperspektive gewinnt an Bedeutung, weil sich die Struktur der Wertschopfung in fortgeschrittenen kapitalistischen Okonomien grundlegend verschoben hat. Der Tertiarisierung und einer Semiotisierung von Massenkonsumgutern musse, so wenden Kritiker des klassischen Innovationsmodells zurecht ein, ein Wechsel zur Theorie der Innovationskultur Wengenroth 2001: 31 folgen. Darin sind die Aneignung von Techniken, ihre Integration in Alltagspraxen und Lebensstile sowie ihre symbolische Aufladung thematisiert und in eine Beziehung zu habituellen Konsummustern verschiedener sozialer Schichten und Milieus zu bringen. Gefordert wird also nicht weniger als eine dop 16 pelte Wende, gleichsam ein social and cultural turn in der Innovationsforschung, um die Paradoxien der Innovation zu uberwinden SauerLang 1999. Das wurde bedeuten, dass sich die bislang tonangebenden technischen und okonomischen Disziplinen offnen und bereits in der Entstehungsphase neuer Techniken oder praziser: neuer technisch untersetzter Nutzungsformen auch die Konsum und Symbolperspektive vertreten sein muss. Ubertragt man diese Forderung nach einer doppelten Wende in der Innovationsforschung auf die aktuelle Diskussion um die Governance der potenziellen Basisinnovationen Elektromobilitat und Biotechnologie, so wurde das erhebliche Konsequenzen haben. Zum einen bedeutete es eine Erweiterung der bisherigen wissenschaftlichen und technischen Perspektiven. Sozial und nicht zuletzt kulturwissenschaftliche Perspektiven mussten verstarkt aufgenommen werden. Zum anderen mussten bereits in einer fruhen Phase der Technikforderung die potenziellen Nutzerinnen und Nutzer in deliberativen Verfahren wie Fokusgruppen oder in usability labs einbezogen werden. Nur so liee sich die Konsum und Aneignungsdimension einer neuen technischen Option hinreichend berucksichtigen. Im Fall der Elektromobilitat wurde das schlielich dafur sprechen, der experimentellen Variante in der Governance gegenuber der ordnungspolitischen und der Subventionsvariante den Vorzug zu geben. Wichtiger als in der Biotechnologie durften in der Elektromobilitat nicht nur die konkreten Nutzerbilder selbst, sondern auch ihr strategischer Einsatz im Diskurs um die okonomischen Chancen und Grenzen kunftiger Elektromobilitat sein. Um welche Nutzerbilder geht es und wie werden sie diskursiv eingesetzt? Zunachst einmal lassen sich in Abschatzungen von Marktpotenzialen implizite Nutzerbilder erkennen. Empirisch gilt es zu bestimmen, welche Marktpotenziale von welchen Akteuren antizipiert und welche zukunftigen Nutzen und Kosten angenommen werden. Nicht zuletzt ist von Interesse, ob und in welchem Mae eine multimodale Mobilitatspraxis, also die Verknupfung verschiedener Verkehrsmittel unter einer Nutzungsoberflache, in Ballungsraumen und die Akzeptanz intermodaler Mobilitatsdienstleistungen Beckmann et al. 2006 kunftig erwartet werden. Dabei handelt es sich um ein junges, aber derzeit stark wachsendes Marktsegment. Mittlerweile arbeiten fast alle Autohersteller an neuen Mobilitatsdienstleistungen, in denen das Auto nach Bedarf auf Mietbasis genutzt werden kann und mit anderen Verkehrsmitteln verknupft ist CanzlerKnie 2011. Hegemonial ist im derzeitigen Diskurs uber die zukunftige Mobilitat, auch in der Diskussion uber Elektromobilitat im Besonderen, das Nutzerbild des Universalfahrzeugbesitzers. Die pragenden Diskursteilnehmer konnen auf die implizite Ubereinstimmung mit den Praferenzen des groten Teils des Publikums, d. h. sowohl bei den Ingenieuren und Autoenthusiasten als auch bei den Nutzerinnen und Nutzern, rechnen. 17 Konsolidierung durch die Bildung stabiler Organisationsnetzwerke Technologiethemen folgen auch den Aufmerksamkeitszyklen von Politik und Offentlichkeit. Doch was bleibt, wenn sich die Interessen verschieben und der Fluss der Fordermittel abebbt? Wie robust sind Innovationsfelder, die ihren Erfolg zu einem erheblichen Teil nichtakademischen Akteuren zu verdanken haben, die zudem weniger aus einer disziplinaren oder professionellen Tradition, sondern aus einer praktischokonomischen Argumentation heraus legitimiert wurden? Einmal forderpolitisch und diskursiv etabliert, geht es fur ein wissenschaftsbasiertes Innovationsfeld darum, sich zu festigen und auszudifferenzieren. In der Wissenschaftsforschung gelten Forschungsfelder dann als etabliert, wenn sie von einer Gemeinschaft von Peers getragen werden, die sich durch eine gemeinsame Forschungsperspektive und eine eigene Identitat auszeichnet. Das Konzept der scientific communities ist eng verbunden mit Thomas Kuhns Begriff des wissenschaftlichen Paradigmas. Im Postskript zu seinem Standardwerk The Structure of Scientific Revolutions definiert Kuhn ein Paradigma im soziologischen Sinn als the entire constellation of beliefs, values, techniques, and so on shared by the members of a given community Kuhn 1976: 175. Allerdings stot Kuhns Definition bei dem Versuch der Beschreibung von wissenschaftsbasierten Innovationsfeldern an ihre Grenzen. Wie die Beispiele von Elektromobilitat und Biotechnologie zeigen, mussen oftmals Wissenschaftler und Ingenieure aus verschiedenen Disziplinen miteinander interagieren. Ihnen fehlt die einheitliche Wissensbasis, ebenso wie ein gemeinsames Selbstverstandnis. Anders als bei Kuhn, der in seiner Analyse vor allem langst konsolidierte akademische Facher wie die Physik oder Biologie vor Augen hatte, handelt es sich bei den praxisnahen Feldern EMobility und Biotechnologie um heterogene Konstrukte, die verschiedene Gemeinschaften von Wissensproduzenten einschlieen konnen, selbst allerdings nicht die Kriterien einer Gemeinschaft im engeren Sinne erfullen, da ihnen der disziplinare Kontext fehlt Glaser 2006: 306. Vielmehr handelt es sich um interdisziplinar und problemorientiert angelegte Netzwerke. Halfmann und Schutzenmeister stellen bei der Betrachtung des ahnlich heterogenen Feldes der neueren Klimaforschung fest, dass problemorientierte Forschung meist in Projekten stattfindet, die verschiedene klassische Disziplinen umspannen. Vielmehr sind immer haufiger Kollaborationen typisch, in denen nicht nur das Wissen mehrerer Disziplinen, sondern auch die Ressourcen mehrerer Organisationen temporar zusammen gefuhrt werden. Wissenschaftler greifen daher neben den informalen Strukturen der wissenschaftlichen Kommunikation auch auf ein komplexes Netzwerk organisatorischer Ressourcen zuruck HalfmannSchutzenmeister 2009: 10. Ob in Anbetracht der konstatierten Uberschreitung verschiedener disziplinarer Grenzen in problemorientierten Innovationsfeldern auch auf epistemischer Ebene verschiedene Forschungs und Arbeitskulturen miteinander verschmelzen und eine neue hybride Praxis im Sinne eines Mode 2 der Wissensproduktion Gibbons et al. 1994 hervorbringen oder inwiefern zumindest eine funktionierende Arbeitstei 18 lung zwischen den verschiedenen epistemischen Gruppierungen sichergestellt werden kann, ist eine bislang nicht beantwortete Frage. Es kann davon ausgegangen werden, dass eine Vermischung aus Sicht der politischen und wirtschaftlichen Akteure gewunscht bzw. durch die massive Forderung kooperativer Strukturen forciert wird. Mit dem Verwischen der Grenzlinien zwischen Grundlagenforschung und angewandter Forschung bzw. naturwissenschaftlicher und ingenieurwissenschaftlicher Forschung verbindet sich zum einen ein kurzerer Weg zwischen Erkenntnis und Produkt. Zum anderen besteht die Hoffnung, dass durch eine starkere ingenieurwissenschaftliche Pragung der Lebenswissenschaften auch Industrieoffenheit und Erfindergeist importiert werden BraunThurmann et al. 2010: 175ff  Im Gegensatz zur Elektromobilitat bzw. der Elektrochemie hat die Biotechnologie in der Bundesrepublik bereits einige Jahrzehnte der akademischen Konsolidierung hinter sich. Die Frage, ob sich in dieser Zeit eine eigenstandige Wissenskultur, oder anders gesagt, ein biotechnologisches Paradigma herausgebildet hat, bleibt indes schwer zu beantworten. In der restriktiven Lesart des etablierten Facherkanons, wie er beispielsweise von der Deutschen Forschungsgemeinschaft DFG vertreten wird, gilt die Biotechnologie lediglich als Schnittmenge zwischen Biologie, Biochemie und Verfahrenstechnik. Oft firmiert sie auch als eine Art angewandte Molekularbiologie. Diese Abwehrhaltung manifestiert sich vor dem Hintergrund der historisch gewachsenen, professionsahnlich organisierten und oft stark selbstreferenziellen Fachgemeinschaften. Forschende der biotechnologisch anschlussfahigen Disziplinen grenzen sich jeweils durch eigene Methoden, historische Narrative, Gegenstandsbeschreibungen, Fachvertretungen, Reputationssysteme und epistemische Kulturen gegeneinander ab. Allerdings befinden sich diese unterschiedlich sozialisierten Forschergruppen in der Biotechnologie zunehmend in einem Verhaltnis wechselseitiger epistemischer Abhangigkeit. In der Forschungspraxis ist die molekularbiologische Grundlagenforschung langst auf eine Ebene vorgedrungen, in der technische Apparaturen und deren Weiterentwicklung die praktische Arbeit und den fachlichen Erkenntnisfortschritt wesentlich mitbestimmen. Gleichermaen beruhen neue Syntheseverfahren in der Anwendung und Produktentwicklung im Wesentlichen auf Erkenntnissen aus der Grundlagenforschung KnorrCetina 1999. Tatsachlich zahlt die enge Kopplung von lebenswissenschaftlicher Grundlagenforschung und technologischer Applikation zu den immer wieder hervorgehobenen Besonderheiten der Biotechnologie. Dieses Denken wird seit jeher in den Technikwissenschaften kultiviert. In der Fachkultur der Ingenieure gelten Erkennen und Gestalten als gleichwertige Zielsetzungen der Forschungsarbeit. Reine Erkenntnis materieller Prozesse konne nicht der einzige Zweck wissenschaftlichen Handelns sein. Die Manipulation technischer Artefakte, vor allem die Entwicklung und Optimierung technologischer Anwendungen bildet einen Grundpfeiler des ingenieurwissenschaftlichen Grundverstandnisses. Ingenieurwissenschaftliches Wissen ist damit aber nicht automatisch im Bereich der Industrie angesiedelt. Zwar wird das wissenschaftliche Wissen im Hinblick auf die spatere Anwendung gewonnen, doch ist es 19 damit noch nicht fur die unmittelbare Verwertung bestimmt. Der Ingenieurshabitus lasst sich gemeinhin als praxisorientierter Pragmatismus beschreiben. Das Ideal fur den Ingenieur sind die Rolle des guten Problemlosers Kornwachs 2004 sowie eine Harmonie zwischen Theorie und Praxis Channell 1982. Trotz oder gerade wegen der engen Verbindung verschiedener disziplinarer Kulturen in einer eigenstandigen Form handelt es sich bei der Biotechnologie weder um ein uberschaubares Forschungsprogramm noch um ein akademisch klar umrissenes Fachgebiet. Allein die Unterscheidung entlang ihrer Nutzungsfelder von der Arzneimittelherstellung uber die Pflanzenzucht bis zur Abfallwirtschaft belegt ihre Vielseitigkeit. Oftmals als Querschnittswissenschaft bezeichnet BMBF 2001: 4, umfasst sie auerdem, je nach Kontext, verschiedene Areale, die sich mal fast ausschlielich auf die kommerzielle Anwendung beschranken, mal bis in die biologische Grundlagenforschung hinein greifen. In seiner integrativen Verwendungsweise, wie sie seitens des BMBF praktiziert wird, hat der Begriff umfassende Folgen fur jene Bereiche, die sich unter diesem gemeinsamen wissenschaftlichtechnischen Schirm fordern lassen. Grenzziehungen, die von Forschungsorganisationen, politischen Akteuren und den Wissenschaftlern selbst vorgenommen werden, entscheiden letztlich auch uber die Verteilung von Fordermitteln, institutioneller Macht und wissenschaftlicher Reputation Gieryn 1999, 1983. Ob organisch gewachsen oder extern forciert die Biotechnologie hat sich zu einem heterogenen, aber sehr stabilen wissenschaftlichen Raum konsolidiert. International lasst sich eine Fulle von Fachzeitschriften, Tagungsreihen und Vertretungskorperschaften identifizieren. Auch wenn sich die Diskursplattformen im biotechnologischen Innovationsfeld in der Regel dezidiert als interdisziplinar verstehen, kann ihnen aufgrund ihrer Bestandigkeit und eigenstandigen Theoriedebatten durchaus auch eine disziplinierende Funktion attestiert werden Buchholz 2007. In Deutschland wie auch in anderen Landern ist die Biotechnologie in der akademischen Forschungslandschaft bereits institutionalisiert. Anders als noch die erste Generation von Biotechnologen, bei der es sich weitestgehend um Quereinsteiger aus benachbarten Disziplinen gehandelt hat, haben viele jungere Forscher ihre wissenschaftliche bzw. berufliche Ausbildung im Rahmen dezidiert biotechnologisch ausgerichteter Studiengange absolviert. Diese wurden zunachst vor allem an Fachhochschulen eingerichtet, um den wachsenden Fachkraftebedarf der Industrie abzudecken. Aber auch auf der Ebene akademischer Forschung hat sich die Biotechnologie in Deutschland ausgehend von den staatlich initiierten Groforschungseinrichtungen heute HelmholtzInstitute rasant ausgebreitet. Zur institutionellen Infrastruktur gehoren mehr als 200 Forschungseinrichtungen, an denen zusammengerechnet rund 27.000 Menschen beschaftigt sind BIOCOM 2010: 18. Langst hangt die Biotechnologie in ihrem Grundbestand nicht mehr von projektorientierten Forderprogrammen ab. Ihre Legitimitat als akademisches Forschungsfeld und Wirtschaftsbranche steht ungeachtet kontroverser Debatten um ihre kommerziellen Nutzungsformen nicht in Frage. Buchholz kommt daher zu dem Schluss, dass sich die Biotechnologie trotz ihrer Vielfaltigkeit ein eigenstandiges wissenschaftliches Paradigma konsolidiert hat und 20 damit eine akademisch reife Forschungsdisziplin im Kuhnschen Sinne darstellt Buchholz 2007: 1116. Eine solche wissenschaftszentrierte Diagnose ist jedoch problematisch, da sie einen wesentlichen Teil des biotechnologischen Organisationsnetzwerkes ausblendet. Selbst wenn wir annehmen, dass sich unter dem Label Biotechnologie eine Reihe quasidisziplinarer Gemeinschaften im Sinne von eigenstandigen Zitierkartellen herausgebildet hat Dalpe 2002; Heimeriks et al. 2003, so fehlen in dieser Betrachtung jene Akteure, die im Wesentlichen zur Etablierung und Konsolidierung der Biotechnologie beigetragen haben. Unternehmen bleiben in der Analyse auen vor, ebenso intermediare Organisationen, sofern sie an der wissenschaftlichen Kommunikation nicht unmittelbar teilnehmen. Innovationsfelder wie die Biotechnologie und auch die Elektromobilitat erfordern die Einbeziehung wissenschaftsexterner Peers in einer erweiterten scientific community, im Sinne einer hybriden community van den Daele et al. 1979 oder auch problemsolving community Mathisen 1990. Mathisens Begriff impliziert, dass a set of social problems constitute the rallying point for researchers and users and that researchers goals to improve social conditions and reform society are a driving motive for their work. Erhellend lasst sich mit Hilfe dieser Perspektive auch das disziplinare Organisationsnetzwerk der Elektromobilitat betrachten. Dabei wird schnell deutlich, dass es sich bei der Elektromobilitat um ein Innovationsfeld im Werden handelt. Entsprechend vorlaufig und wenig gefestigt sind die Netzwerke. Noch ist offen, wie innovatives EMobilityWissen produziert wird und wie es sich in den einzelnen Disziplinen oder aber in einer neuen disciplinary matrix herausbildet. Beobachtet werden kann derzeit, dass sich wie auch in anderen Feldern der Wissensproduktion neue hybride Forschungskonstellationen mit Teilnehmern aus Wissenschaft und Wirtschaft bilden. Von einer Konsolidierung kann erst dann die Rede sein, wenn sich eine eigenstandige EMobilityCommunity mit einer robusten Wissenskultur herausbildet, wie wir sie aus der Verbrennungsmotortechnik kennen. Daher ist es von besonderem Interesse, wie die Kooperationsformen zwischen Wissenschaft und Unternehmen aussehen in dem Fall, dass der Ubergang von EMobility von einem Nischen zu einem Massenprodukt gelingt und welche Rolle moglicherweise Dritte, namlich intermediare Einrichtungen und Nutzergruppen darin spielen. Wissenschaftssoziologisch relevant ist zudem, ob der fur inkrementelle Innovationen ubliche Entwicklungsverlauf von der Grundlagen und der angewandten Forschung uber das prototyping hin zur Serienfertigung auch bei der potenziellen Basisinnovation EMobility Gultigkeit behalt oder ob ein anderes Verlaufsmuster der Erkenntnisproduktion entsteht. Im Unterschied zur Biotechnologie, aber auch zu anderen jungen Wissensfelder wie der Nanotechnik oder der Fotovoltaik kommen in der Automobil und generell in der Verkehrswirtschaft innovative Impulse kaum aus der akademischen Forschung. Vielmehr finden sich hier traditionell enge Verflechtungen zwischen unternehmenseigenen Forschungs und Entwicklungseinheiten und universitaren bzw. au 21 eruniversitaren Forschungseinrichtungen. Bisweilen betrachten Autohersteller diese gar als ihr verlangertes Fu ELabor. Entsprechend vernetzt sind die Interaktions und Kooperationsformen zwischen den Autoherstellern und den groen Zulieferern und den fuhrenden universitaren und aueruniversitaren Instituten der Fahrzeugtechnik in Aachen, Karlsruhe, Braunschweig, Munchen, Berlin oder Linz. Vielfaltige gemeinsame Forschungsaktivitaten, der im Verhaltnis zu anderen Feldern haufige Wechsel von Forschenden aus Unternehmen in die Wissenschaft und umgekehrt sowie eine eingespielte Rekrutierungspraxis der Unternehmen aus den auf den Bedarf ausgerichteten Studiengangen der Partnerhochschulen zeigen ein fast symbiotisches Verhaltnis zwischen Autoindustrie und den fahrzeugtechnischen Disziplinen. In der Autoindustrie herrschen seit Jahrzehnten geschlossene Innovationszirkel vor, know how wird streng geschutzt 7. Gleichzeitig ist die Branche durch hoch wirksame und fest gefugte kollektive Perzeptionsmuster gepragt. Ein starkes technisches Leitbild bestimmt seit langer Zeit die Innovationsrichtung Canzler 1996. In der reifen AutomobilIndustrie bedeuten inkrementelle Verbesserungen des Produktes in der Regel eben die Optimierung bestehender technischer Losungen. Die Gefahr des Overengineering ist gro. Vermutete Verwendungszwecke und unterstellte Erwartungen von Nachfragern werden auf der Basis der bestehenden Verbrennungsmotortechnik linear fortgeschrieben. Vor dem Hintergrund dieser hochformatierten Struktur der Automobilbranche erscheinen neue wissenschaftliche Diskurse und ihre Trager in einer Pionierrolle fur die grundlegende Innovation der Elektromobilitat. Treibende Kraft dafur ist in Deutschland die offentliche Forderung, die im Zuge des Konjunkturprogramms II der Bundesregierung im Jahr 2009 einsetzte und voraussichtlich fur den Zeitraum von 2012 bis 2014 mehr als verdoppelt wird. Diese hohe Forderbereitschaft der Bundesregierung wiederum ist nicht zu verstehen ohne den innovations und industriepolitischen Anspruch in vielen Landern der OECD, den Einstieg in eine Mobilitat jenseits der Verbrennungsmotortechnik zu forcieren BMBF 2006; Kaiser et al. 2008; Acatech 2010; EFI 2010: 72ff  Wie dynamisch diese Themenkarriere und gleichzeitig auch die Forderpolitik des Bundes ist, zeigt sich u. a. darin, dass die FraunhoferGesellschaft im September 2009 das Projekt Systemforschung Elektromobilitat gestartet hat, in dem 34 FraunhoferInstitute mitarbeiten und das bis 2011 zusatzlich fast 60 Millionen Euro Bundesmittel erhalt Hanselka, Jockel 2010: 29 ff  Darin werden vier Schwerpunkte verfolgt: neben der Energieerzeugung, verteilung und umsetzung, der Energiespeichertechnik und den Fahrzeugkonzepten auch die Technische Systemintegration und gesellschaftspolitische Fragestellungen ebd. 7 Doch betont die jungere Institutionenokonomik, wie ein leichter und kostengunstiger Zugang zu Informationen Innovationen beflugelt Hipel 2005; Shapiro, Varian 1999; die dynamische open sourcePraxis in der Software und ITWelt belegt diese These eindrucksvoll Saxenian 1991. Doch selbst fur open sourceCommunities gilt, was von geschlossenen Entwicklergruppen seit Langem bekannt ist: schnell entwickeln sich Subgruppen mit spezifischen Codes und Gruppendynamiken, die die Veranderungsbereitschaft im Zaum halten und die kollektiven Perzeptionen stark filtern. 22 Auch die HelmholtzGemeinschaft ist aktiv geworden. So wurde Anfang 2011 vom Karlsruher Institut fur Technologie KIT als Mitglied der HelmholtzGemeinschaft in Kooperation mit der Universitat Ulm das HelmholtzInstitut Ulm fur Elektrochemische Energiespeicherung gegrundet. Weitere Forschungscluster wurden etabliert bzw. befinden sich im Aufbau. In der Zusammensetzung sowohl des FraunhoferForschungsverbundes als auch der ersten Forschungscluster zeigen sich die Hauptbeteiligten: In erster Linie sind die Elektrochemie fur die Batterie und generell fur die Speichertechniken, die Steuerungselektronik fur die Integration des Elektroantriebs in das Fahrzeug und die Materialforschung fur den Karosseriebau eingebunden. Weniger gefragt sind die althergebrachten Disziplinen bzw. Subdisziplinen wie die Verbrennungsmotortechnik und der Metallkarosseriebau. Weil es darum geht, komplett neue Antriebs und Fahrzeugmodelle zu kreieren, entstehen neue hybride Communities. Ein Seiteneffekt dieser disziplinaren Achsenverschiebung ist: Dass neue Akteure in dem sich formierenden Technik und Wissensfeld EMobility auftauchen, setzt das uberkommene Konzept des Universalfahrzeugs unter Stress 8. Gleichzeitig betreten Entrepreneure das organisationale Feld des Automobils Orsato 2009: 155, Automobilzulieferer orientieren sich um, neue Allianzen, beispielsweise zwischen Zulieferern, Energieversorgungsunternehmen und wissenschaftlichen Instituten, entstehen. Kooperationen im vorwettbewerblichen Bereich von alten und neuen Spielern werden ausdrucklich gefordert, wie von der Expertenkommission Forschung und Innovation EFI 2010: 80ff  Eine lupenreine Trennung von vorwettbewerblicher Fu E und einer Markteinfuhrung lasst sich kaum durchhalten. Dass sich EMobility allein uber den Markt etabliert, wird von Branchenvertretern, aber insgesamt im Kreis der Beteiligten der NPE zugleich ausgeschlossen. Die Markteintrittshurden sind hoch und notwendige Skaleneffekte konnen erst realisiert werden, wenn eine kritische Nachfrage vorhanden ist. Um diese Nachfrage zu bundeln, bedarf es wiederum einer aktiven Unterstutzung der Markteinfuhrung. Im internationalen Kontext wirken die deutsche Nationale Initiative Elektromobilitat und die NPE im Ubrigen geradezu zuruckhaltend: Angetrieben wird die Elektrifizierung des Autos in den USA, Japan, China und auch in Frankreich mit MilliardenBetragen 9. Vor allem von Wirtschaftswissenschaftlern und von den Gewerkschaften 8 Es ist in diesem Zusammenhang jedoch auch daran zu erinnern, dass Konzepte und Techniken mit dem Potenzial fur radikale Innovationen im Personenverkehr in den letzten Jahrzehnten bereits mehrfach aufgetaucht sind Shnayerson 1996; Knie et al. 1999. Ihr Scheitern retrospektiv zu analysieren sollte daher dazukommen. Auf erste Bewertungen kann dabei zuruckgegriffen werden Projektgruppe Mobilitat 2004. 9 So prescht China mit ambitionierten Planzahlen vor: Geplant ist, jahrlich 500.000 new energy vehicles zu produzieren. Sie sind zunachst fur den Binnenmarkt vorgesehen. Die Steuerpolitik wird bis 2011 angepasst. Anschaffungspramien sind vorgesehen und die Stadte sind angewiesen, durch Nutzerbevorrechtigungen und eine subventionierte Beschaffungspolitik die Verbreitung der Elektromobile zu unterstutzen. Auch Frankreich, Japan, Osterreich, Danemark und Grobritannien sind aktiv. In diesen Landern erhalten Kaufer eine Anschaffungspramie zwischen 5.000 bis 7.500 Euro pro Fahrzeug dazu oder konnen wie in Danemark bei der hohen Kaufsteuer sparen. 23 werden daher Warnungen formuliert. Die Autoindustrie als eine Schlusselbranche der deutschen Volkswirtschaft konnte in den kommenden Jahren massiv bedroht sein, wenn hierzulande nicht analoge Manahmen eingeleitet werden Acatech 2010; EFI 2010. Was hier jedoch primar und auch im Vergleich zur Biotechnologie von Interesse ist, ist das Netzwerk der entstehenden EMobility. Es wird gepragt von hybriden Communities, die sich in neu gegrundeten Forschungsclustern bilden, von etablierten Automobilherstellern und Zulieferern, die sich dem globalen Trend zu elektrischen Antriebskonzepten nicht verschlieen konnen, sowie von neuen Akteuren. Fast unubersichtlich wird die Akteurskonstellation dadurch, dass eine zusatzliche technische und insbesondere infrastrukturelle Verknupfung zunehmend in den Fokus der emobilen Zukunftsdiskussion gerat: Erst wenn es gelingt, die beiden zentralen Themenfelder Zukunft der Mobilitat sowie Zukunft der Energie eng miteinander zu verknupfen, konnen sich die erhofften Synergien ergeben. Die Verengung der Elektromobilitat auf die Antriebsfrage durfte der Komplexitat der Transformation nicht gerecht werden. Auch das ist ein neuer Diskurs im Innovationsfeld EMobilitat im Werden. Es gab bisher in der Forschung und Entwicklung kaum Beruhrungspunkte zwischen Automobil und Energiesektor. Offene Praxistests sowohl von Elektroautos im Flottenbetrieb als auch in ihrer Vernetzung mit anderen Verkehrsmitteln sind notig, um Erfahrungen zu sammeln. Fur die Einbindung von Elektromobilitat als flexible Speicheroption in ein intelligentes Stromnetz und fur eine entsprechende Vernetzung mit den Informations und Kommunikationstechnologien bedarf es umfanglicher Pilotversuche unter Realbedingungen. Bisher ist die Forschung zur Elektromobilitat in Deutschland allerdings auf die fahrzeugseitige Batterie und Steuerungselektronikforschung konzentriert. Mit dem verstarkten Einsatz regenerativer Energien und mit dem damit verbundenen hoheren Speicherbedarf wachst allerdings der Druck, zusatzliche Speicheroptionen aufzubauen. Autobatterien konnten eine solche Option sein. Die Erwartungen, mit der Verbreitung von Elektrofahrzeugen das Problem der schwankenden Stromproduktion der politisch und gesellschaftlich gewollten regenerativen Energien in den Griff zu bekommen oder zumindest zu mildern, konnten ebenfalls steigen. Eine Integration von Verkehrsmitteln und Stromnetz ware dann zweiseitig anzugehen, das hatte erhebliche Konsequenzen sowohl fur die beteiligten Innovationsnetzwerke als auch fur deren Forschungs und Entwicklungsziele. Dieses unter Netzwerkaspekten und im Blick auf die Konsolidierungschancen der sich bildenden Akteurskonstellationen zu untersuchen, durfte erhebliche Erkenntnisgewinne abwerfen. Ausblick Wie die Gegenuberstellung gezeigt hat, zeichnen sich bei der naheren Betrachtung der Innovationsfelder Biotechnologie und Elektromobilitat trotz ihrer Verschiedenheit ahnliche Muster bei der Genese und fruhen Entwicklung ab. Die Biotechnologie wurde als idealtypisches Beispiel fur die Verschrankung aus Wissenschaft, Wirt 24 schaft und Politik in vielerlei Hinsicht zum Modell fur die Formierung und Formung weiterer Innovationsfelder. In diesem Sinne gelten die Erkenntnisse von uber drei Jahrzehnten staatlicher Wissenschafts und Innovationspolitik in diesem Bereich auch fur die Elektromobilitat. Letztere steht heute an dem Punkt, an dem die Biotechnologie Ende der 1970er Jahre stand. Als fruhe Triebkrafte identifizierten politische Akteure die Biotechnologie und Elektromobilitat als Moglichkeitsraume fur anwendungsrelevante Zukunftstechnologien. Dabei bedienten sie sich externer Expertise, die nach dem korporatistischen Modell der Interesseninklusion generiert und entschlossen in Forderprogramme umgesetzt wurde. Biotechnologie und EMobilitat waren und sind daher auf wissenschafts und industriepolitische Unterstutzung angewiesen. Langfristig gesichert werden konnen wissenschaftlichtechnische Innovationsquellen allerdings nur in einem robusten Organisationsnetzwerk. Dazu gehoren in der Biotechnologie und Elektromobilitat auch Akteure aus der Unternehmenswelt, Wissenschaftspolitik sowie eine Reihe intermediarer Organisationen wie die DECHEMA und die NPE. Daher lassen sich diese Innovationsfelder am besten als heterogene communities konzipieren, die uber die Grenzen der wissenschaftlichen Produktionsgemeinschaften hinausgehen. Der Forschung kommt nichtsdestotrotz eine Schlusselrolle zu: Sie ist der Nexus von Basisinnovationen und sieht sich mit der Erwartung konfrontiert, das Wissen fur jene Technologien zu liefern, das Seitens der Wirtschaft und Politik als Zielvorstellung propagiert wird. Problemorientierte Forschungsfelder sind jedoch in den seltensten Fallen disziplinar verankert. Die Entstehung trans und interdisziplinarer Kooperationen kann aus diesem Grund auch als Anliegen staatlicher Forderstrategien betrachtet werden. Zwar kann nicht davon gesprochen werden, dass in diesem Innovationsregime politische Akteure steuernd in die Wissenschaft eingreifen bzw. eingegriffen haben. Jedoch zeigt sich in der ruckblickenden Betrachtung, wie durch die Etablierung der Biotechnologie Anwendungsaspekte sowie Elemente der ingenieurwissenschaftlichen Wissenskultur auch in der lebenswissenschaftlichen Grundlagenforschung gestarkt werden konnten. Es kann davon ausgegangen werden, dass diese epistemische Konvergenz auch fur die Elektromobilitat eine entscheidende Rolle spielen konnte. Die Auseinandersetzungen der beteiligten Akteure daruber, wie eine erfolgreiche EMobility aussehen muss und wo ihre Marktpotentiale liegen, ist in vollem Gange. Die Verteilung von Ressourcen tragt ebenso zur jeweiligen Formierung des Feldes bei wie die Behauptung wirkmachtiger Leitvorstellungen. Die notwendige Akzeptanz in der Offentlichkeit kann nur uber das Versprechen entstehen und Bestand haben, umfassende gesellschaftliche Probleme zu losen. Die anhaltenden Auseinandersetzungen uber die Folgen und Risiken der Gentechnik haben jedoch auch gezeigt, wie sehr das Gedeihen einer Technik von ihrer Akzeptanz in der Bevolkerung abhangt. In beiden Fallen bleibt weiterhin unklar, wie die zukunftigen Nutzungsformen wissenschaftlicher Erkenntnisse aussehen werden. Bei der EMobility kommt erschwerend hinzu, dass bereits bei der Konstruktion der Technik das Nutzerverhalten anti 25 zipiert werden muss, wahrend die Biotechnologie mit ihren vielfaltigen Einsatzfeldern fur die Endabnehmer eher unbemerkt im Alltag Einzug gehalten hat. Sich bildende Technik und Wissensfelder brauchen ein umfassendes Leit und Zukunftsbild, auf das sie sich als gemeinsame Referenz beziehen konnen. Die bisherigen Beobachtungen machen deutlich: Auch wenn die Formierung neuer Innovationsfelder keiner einfachen Formel folgt, so lassen sich aus einer vergleichenden Perspektive ahnliche Interaktionsmuster erkennen. Biotechnologie und Elektromobilitat stehen fur ein umfassendes staatlich vorangetriebenes Innovationsregime, welches sie in ihrer jetzigen Form uberhaupt erst ermoglicht hat. Die hier vorgeschlagenen heuristischen Vergleichsaspekte sind nicht als Endergebnis, sondern als Beginn einer tiefergehenden Analyse beider Felder gedacht. Sie dienen gleichwohl als Trajektoren, entlang derer sich neue Fragestellungen auftun, die uber den bisherigen Stand der Forschung hinausgehen und nur empirisch beantwortet werden konnen. Zu nennen ist hier insbesondere die Rolle der Nutzen und Nutzervorstellungen bei der Etablierung bestimmter Techniken, die auf theoretischer Ebene mit einer kulturalistischen Offnung gangiger Innovationsmodelle einhergeht. Ebenso unbeantwortet blieb bisher die Frage nach der Bildung robuster Organisationsnetzwerke, gewissermaen disziplinarer Strukturen fur forderpolitisch kokonstituierte inter bzw. transdisziplinare Wissens und Praxisfelder. Wir sind der Uberzeugung, dass ein weitergehender Vergleich von Biotechnologie und Elektromobilitat in besonderem Mae geeignet ist, generalisierbare Aussagen uber Entwicklungsprozesse problemorientierter Wissenschaft und wissenschaftspolitischer Handlungsspielraume zu treffen. 26 Literatur Acatech 2010: Wie Deutschland zum Leitanbieter fur Elektromobilitat werdem kann. Beckmann, K.J.Chlond, B.Kuhnimhof, T.von der Ruhren, S.Zumkeller, D. 2006: Multimodale Nutzergruppen Perspektiven fur den OV, In: Internationales Verkehrswesen, Jg. 58, H. 4, S. 138145. BIOCOM 2010: Die Deutsche Biotechnologie Branche 2010. Berlin: biotechnologie.de. BMBF 2001: Rahmenprogramm Biotechnologie. Chancen nutzen und gestalten. Berlin: Bundesministerium fur Bildung und Forschung. BMBF 2006: Die HightechStrategie fur Deutschland. Berlin: Bundesministerium fur Bildung und Forschung. BMBF 2008: Impulsgeber Lebenswissenschaften. Forschung fur die Innovationen der Zukunft. Berlin: Bundesministerium fur Bildung und Forschung. BMBF 2010a: Elektromobil in die Zukunft. Batterieforschung als Schlussel. Berlin: Bundesministerium fur Bildung und Forschung. BMBF 2010b: Nationale Forschungsstrategie Bio Okonomie 2030. Unser Weg zu einer biobasierten Wirtschaft. Berlin: Bundesministerium fur Bildung und Forschung. BraunThurmann, Holger 2005: Innovation. Bielefeld: TranscriptVerl. BraunThurmann, HolgerKnie, AndreasSimon, Dagmar 2010: Unternehmen Wissenschaft Ausgrundungen als Grenzuberschreitungen akademischer Forschung. Bielefeld: TranscriptVerl. Buchholz, K. 2007: Science or not? The status and dynamics of biotechnology, In: Biotechnology Journal, Jg. 2, H. 9, S. 11541168. Bud, Robert 1993: The uses of life. A history of biotechnology. Cambridge ; New York, NY, USA: Cambridge University Press. Callon, M. 1980: The State and Technical Innovation a CaseStudy of the Electrical Vehicle in France, In: Research Policy, Jg. 9, H. 4, S. 358376. Callon, M. 1986: Some Elements of a Sociology of Translation Domestication of the Scallops and the Fishermen of StBrieuc Bay, In: Sociological Review Monograph, Jg. H. S. 196233. Canzler, Weert 1996: Das Zauberlehrlingssyndrom. Entstehung und Stabilitat des AutomobilLeitbildes. Berlin. Canzler, W.Knie, A. 2009: Grune Wege aus der Autokrise. Vom Autobauer zum Mobilitatsdienstleister. Ein Strategiepapier, Berlin: HeinrichBollStiftung. 27 Canzler, W.Knie, A. 2011: Einfach Einschalten. Mit elektromobilitat in eione neue Zukunft. Munchen: oekom. Canzler, W.Marz, L. 2011: Wert und Verwertung neuer Technologien. Das Beispiel der Wasserstoff und Brennstofzellentechnologien, In: Leviathan, Jg. 39, H. 2, S. 223245. Channell, David F. 1982: The Harmony of Theory and Practice: The Engineering Science of W. J. M. Rankine, In: Technology and Culture, Jg. 23, H. 1, S. 3952. Dalpe, R. 2002: Bibliometric analysis of biotechnology, In: Scientometrics, Jg. 55, H. 2, S. 189213. Deutsche Bank Research 2009: Autoindustrie am Beginn einer Zeitwende. Dierkes, Meinolf Hrsg. 1997: Technikgenese. Befunde aus einem Forschungsprogramm. Berlin: edition sigma. EFI 2010: Expertenkommission Forschung und Innovation: Gutachten zu Forschung, Innovation und technologischer Leistungsfahigkeit Deutschlands. Im Auftrag der deutschen Bundesregierung. Etzkowitz, H.Leydesdorff, L. 2000: The dynamics of innovation: from National Systems and Mode 2 to a Triple Helix of universityindustrygovernment relations, In: Research Policy, Jg. 29, H. 2, S. 109123. Etzkowitz, Henry 1998: The Norms of Entrepreneurial Science: Cognitice Effects of the New UniversityIndustry Linkages, In: Research Policy, Jg. H. 25, S. 823833. Etzkowitz, HenryLeydesdorff, Loet 1997: Universities and the Global Knowledge Economy. A Triple Helix of UniversityIndustryGovernment Relations. Londres, Inglaterra. Continuum. Expertenkommission fur Forschung und Innovation, EFI 2010: Gutachten zu Forschung, Innovation und technologischer Leistungsfahigkeit. Berlin: Expertenkommission fur Forschung und Innovation. Fiechter, A.Beppu, T. 2000: History of modern biotechnology I. Berlin; New York: Springer. FraunhoferISI 2008: Wirtschaftlicher Nutzen des Klimaschutzes. Bericht im Auftrag des Umweltbundesamtes. Gibbons, MichaelLimoges, CamilleNowotny, HelgaSchwartman, SimonScott, PeterTrow, Martin 1994: The New Production of Knowledge. The Dynamics of Science and Research in Contemporary Societies. London: SAGE Publications. Gieryn, Thomas F. 1983: BoundaryWork and the Demarcation of Science from NonScience: Strains and Interests in Professional Ideologies of Scientists, In: American Sociological Review, Jg. 48, H. 6, S. 781795. Gieryn, Thomas F. 1999: Cultural Boundaries of Science: Credibility on the Line. Chicago: University of Chicago Press. 28 Giesecke, Susanne 2000: The contrasting roles of government in the development of biotechnology industry in the US and Germany, In: Research Policy, Jg. 29, H. 2, S. 205223. Glaser, Jochen 2006: Wissenschaftliche Produktionsgemeinschaften. Die soziale Ordnung der Forschung. Frankfurt a.M.: Campus. Grupp, H.Fornal, D. 2010: Okonomische Innovationsforschung, In: Simon, D.Knie, A.Hornbostel, S. Hrsg., Handbuch der Wissenschaftspolitik. Wiesbaden. Halfmann, JostSchutzenmeister, Falk 2009: Die Organisation wissenschaftlicher Entwicklung. Forschungspolitik und interdisziplinare Dynamik, Organisationen der Forschung. VS Verlag fur Sozialwissenschaften, 827. Heimeriks, G.Horlesberger, M.Van den Besselaar, P. 2003: Mapping communication and collaboration in heterogeneous research networks, In: Scientometrics, Jg. 58, H. 2, S. 391413. Huttl, R.Pischetsrieder, B.Spath, D. 2010: Elektromobilitat. Potenziale und wissenschaftlichtechnische Herausforderungen. BerlinHeidelberg. Jansen, Dorothea 2010: Von der Steuerung zur Governance: Wandel der Staatlichkeit?, In: Simon, DagmarKnie, AndreasHornbostel, Stefan Hrsg., Handbuch Wissenschaftspolitik. Wiesbaden: VS, Verl. fur Sozialwiss., 3950. Jasanoff, Sheila 1985: Technological innovation in a corporatist state: The case of biotechnology in the Federal Republic of Germany, In: Research Policy, Jg. 14, H. 1, S. 2338. Jasanoff, Sheila 1995: Handbook of Science and Technology Studies. Thousand Oaks, Calif.: Sage Publications. Jochem, E.Jager, C.Schade, W.Kowener, D. 2008: Investitionen fur ein klimafreundliches Deutschland. Kaiser, O.Eickenbusch, H.Grimm, V.Zweck, A. 2008: Zukunft des Autos, Studie im Auftrag des VDI. Dusseldorf. KnorrCetina, Karin 1999: Epistemic Cultures. How Sciences Makes Knowledge. Cambridge: Harvard University Press. Kornwachs, Klaus 2004: Technik System Verantwortung. Munster: Lit. Kowol, UliKrohn, Wolfgang 1995: Innovationsnetzwerke. Ein Modell der Technikgenese, Frankfurt a.M.: Campus, 77105. Kuhn, Thomas 1976: Die Struktur wissenschaftlicher Revolutionen. Frankfurt a.M.: Suhrkamp. Latour, Bruno 1983: Give Me a Laboratory and I will Raise the World, In: KnorrCetina, KarinMulkay, Michael Hrsg., Science observed. Perspectives on the social studies of science. London; Thousand Oaks: SAGE Publications, 141170. 29 Markard, J.Truffer, B. 2008: Technological Innovation Systems and the MultiLevel Perspective: Towards an Integrated Framework In: Research Policy, Jg. 37, H. 4, S. 596615. Mathisen, W. C. 1990: The ProblemSolving Community a Valuable Alternative to Disciplinary Communities, In: KnowledgeCreation Diffusion Utilization, Jg. 11, H. 4, S. 410427. Nationale Plattform Elektromobilitat NPE 2010: Zwischenbericht vom 30.11.2010. Berlin. Nationale Plattform Elektromobilitat NPE 2011: Zweiter Bericht der Nationalen Plattform Elektromobilitat. Berlin, Bonn: Gemeinsame Geschaftsstelle Elektromobilitat der Bundesregierung GGEMO. OECD 1966: Government and Technical Innovation. Ministerial Meeting on Science. Paris: OECD. OECD 2000: GM Foods Safety: Facts, Unvertainties, and Assessment. The OECD Edinburgh Conference on the Scientific and Health Aspects of Genetically Modified Foods. 28 February 1 March 2000. Rapporteurs Summary. OECD 2009: The bioeconomy to 2030: designing a policy agenda. Paris: Organization for Economic Cooperation and Development. OkoInstitutFraunhoferISIJullich, ForschungszentrumDIW 2008: Politikszenarien fur den Klimaschutz IV Szenarien bis 2030. Orsato, R. 2009: Sustainability Strategies. New York. Rammert, W. 2008: Technik und Innovation, In: Maurer, A. Hrsg., Handbuch der Wirtschaftssoziologie. Wiesbaden: 291319. Rammert, Werner 1993: Der Anteil der Kultur an der Genese einer Technik, Opladen: Westdeutscher Verlag, 230238. Rosenberg, N. 1994: Exploring the Black Box. Cambridge. Sauer, D. 1999: Perspektiven sozialwissenschaftlicher Innovationsforschung Eine Einleitung, In: Sauer, DLange, Stefan Hrsg., 922. Sauer, D.Lang, Ch. 1999: Paradoxien der Innovation. Perspektiven sozialwissenschaftlicher Innovationsforschung. Frankfurt am MainNew York. Sauter, Arnold 2008: Transgenes Saatgut in Entwicklungslandern Erfahrungen, Herausforderungen, Perspektiven Endbericht zum TAProjekt Auswirkungen des Einsatzes transgenen Saatguts auf die wirtschaftlichen, gesellschaftlichen und politischen Strukturen in Entwicklungslandern Arbeitsbericht Nr. 128 www.itas.fzk.dedeulit2008saut 08a.pdf. Saxenian, A 1991: The origins and Dynamics of Production Networks in Sillicon Valley, In: Research Policy, Jg. 20, H. S. 423437. 30 Stuart, Toby E.Ozdemir, Salih ZekiDing, Waverly W. 2007: Vertical alliance networks: The case of universitybiotechnologypharmaceutical alliance chains, In: Research Policy, Jg. 36, H. 4, S. 477498. TNOIEEPLAT 2006: Review and analysis of the reduction potential and costs of technological and other measures to reduce CO2emissions from passenger cars. Delft: Im Auftrag der Europaischen Kommission. Vallas, Steven PeterKleinman, Daniel Lee 2008: Contradiction, convergence and the knowledge economy: the confluence of academic and commercial biotechnology, In: SocioEconomic Review, Jg. 6, H. 2, S. 283311. van den Daele, WolfgangKrohn, WolfgangWeingart, Peter 1979: Geplante Forschung vergleichende Studien uber den Einflu politischer Programme auf die Wissenschaftsentwicklung. Frankfurt: Suhrkamp. Weingart, Peter 2001: Die Stunde der Wahrheit? Zum Verhaltnis der Wissenschaft zur Politik und Medien in der Wissensgesellschaft. Weilerswist: Velbruck. Wengenroth, U. 2001: Vom Innovationssystem zur Innovationskultur, In: Abele, J.Barkleit, G.Hanseroth, T. Hrsg., Innovationskulturen und Fortschrittserwartungen im geteilten Deutschland. Koln: 2332. Wengenroth, U. 2008: Innovationspolitik und Innovationsforschung, In: Grahoff, G.Schwinges, R. Hrsg., Innovationskultur. Von der Wissenschaft zum Produkt. Bern: 6177. 31 ", "filename": "690122721.pdf", "person": ["Weert Canzler", "Canzler, Weert", "Alexander Wentland", "Wentland, Alexander", "Dagmar Simon", "Simon, Dagmar"], "date": ["2011"]}