{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/58933/1/697271501.pdf"], "title": ["The impact of alternative grade configurations on student outcomes through middle and high school"], "plaintext": " Discussion Paper No. 6208 December 2011 IZA P.O. Box 7240 53072 Bonn Germany Phone: 4922838940 Fax: 492283894180 Email: izaiza.org The Impact of Alternative Grade Configurations on Student Outcomes through Middle and High School Guido Schwerdt Ifo Institute, CESifo and IZA Martin R. West Harvard Graduate School of Education Any opinions expressed here are those of the authors and not those of IZA. Research published in this series may include views on policy, but the institute itself takes no institutional policy positions. The Institute for the Study of Labor IZA in Bonn is a local and virtual international research center and a place of communication between science, politics and business. IZA is an independent nonprofit organization supported by Deutsche Post Foundation. The center is associated with the University of Bonn and offers a stimulating research environment through its international network, workshops and conferences, data service, project support, research visits and doctoral program. IZA engages in i original and internationally competitive research in all fields of labor economics, ii development of policy concepts, and iii dissemination of research results and concepts to the interested public. IZA Discussion Papers often represent preliminary work and are circulated to encourage discussion. Citation of such a paper should account for its provisional character. A revised version may be available directly from the author. IZA Discussion Paper No. 6208 December 2011 ABSTRACT The Impact of Alternative Grade Configurations on Student Outcomes through Middle and High School We use statewide administrative data from Florida to estimate the impact of attending public schools with different grade configurations on student achievement through grade 10. Based on an instrumental variable estimation strategy, we find that students moving from elementary to middle school suffer a sharp drop in student achievement in the transition year. These achievement drops persist through grade 10. We also find that middle school entry increases student absences and is associated with higher grade 10 dropout rates. Transitions to high school in grade nine cause a smaller onetime drop in achievement but do not alter students performance trajectories. JEL Classification: H52, I21, I28 Keywords: educational production, public schools, grade configuration, middle schools, high schools Corresponding author: Guido Schwerdt ifo Institute Poschingerstrae 5 81679 Munchen Germany Email: schwerdtifo.de We are grateful to the Florida Department of Education for providing the primary dataset for this study, to David Figlio for sharing survey data used in a portion of the analysis, and to John Bishop, Brian Jacob, Paul Peterson, Jonah Rockoff, Ludger Woessmann, and seminar participants at Harvard University, the National Bureau of Economic Research, and CESifo for helpful comments. Any errors are our own. 1. Introduction Among the most basic questions facing education policymakers is how best to group students in different grades across schools. Interestingly, school systems around the world have answered this question in very different ways. In Germany, for example, students typically attend one school through grade 4 before moving to the school in which they will complete their secondary education. Finnish students, known for their strong performance on international assessments of student achievement, attend a single school from grades 2 to 10. The choice of grade configuration at minimum determines the number of structural school transitions students make, the age at which they make these transitions, and the relative age of the peers to whom they are exposed at various ages. While all of these factors could plausibly influence student outcomes, the literature on differences in student achievement across countries Hanushek and Woessmann 2011 has largely ignored the issue of grade configuration. In the U.S., a majority of students switch from elementary school to middle school in grade 6 or 7 before entering high school in grade 9. However, alternative paths through primary and secondary schooling were more common historically and remain available to students in many areas. Some American students attend K8 or even K12 public schools, while others move after elementary school into schools covering both middle and high school grades. The extent of this variation makes the U.S. a valuable potential source of evidence on the role of grade configuration in education production. Recent findings from New York City Rockoff and Lockwood 2010 indicate that entering a middle school causes a sharp drop in student achievement, suggesting that a return to K8 grade configurations may be beneficial in that setting. However, it remains unclear whether this pattern is evident in other settings and whether the negative effect of middle school attendance persists into high school. The latter consideration is critical as a key rationale for the creation of middle schools was to ease students transition to high school, and simply having experienced a prior school transition may make students more resilient to transitionrelated shocks to achievement. It is also unclear from existing evidence whether the transition to high school in grade 9 has negative consequences for students regardless of the grade configurations to which they were previously exposed. We investigate these issues using statewide administrative data covering all students in Florida public schools from grades 3 to 10 for the school years 20002001 through 2008 1 2009. To isolate the causal effect of entering middle school in grade 6 or 7 and of entering high school in grade 9, we use student fixed effects and instruments for middle and high school entry based on the grade span of the school each student attended in grades 3 and 6. Our identifying assumption is that selection into schools with different terminal grades prior to a potential transition to middle or high school is not correlated with unobserved student traits that cause changes in achievement coincident with the transition. We find that students entering middle school in grade 6 or 7 make larger achievement gains prior to middle school entry than those who do not enter middle schools. Moving to middle school, however, causes a substantial drop in their relative performance. Specifically, math achievement falls by 0.124 0.221 standard deviations and reading achievement falls by 0.086 0.148 standard deviations for transitions at grade 6 grade 7. These students relative performance in both subjects continues to decline in subsequent middle school grades. Although our estimates of the negative effects of middle school attendance are largest in urban settings, they are substantial even in small towns and rural areas. We find little evidence that students who attended middle school make larger achievement gains than their peers in grades 9 and 10, by which time most students have made another transition into a high school. In addition, students who attended middle schools are 1.4 percentage points i.e., 18 percent more likely not to be enrolled in a Florida public school in grade 10 after having attended in grade 9 a proxy for having dropped out of school by this grade. Investigating the transition to high school, we find that students who will eventually enter high school make larger gains in math and reading between grades 6 and 8 than students who do not move into a new school in grade 9. From grade 8 to 9 they suffer a small but statistically significant drop in relative achievement of 0.026 standard deviations in math and 0.043 standard deviations in reading. However, their relative achievement trajectories become positive again after this immediate drop at the transition to high school. The achievement drops we observe as students move to both middle and high schools suggest that structural school transitions or being in the youngest cohort in a school adversely impact student performance. The magnitude and persistence of the effect of entering a middle school, however, suggests that such transitions are particularly costly for younger students or that middle schools provide lower quality education than K8 schools for students in grades 6 to 8. Although administrative data indicate that Florida middle schools spend less per student, have larger studentteacher ratios, and have much larger cohort sizes than K8 schools, we find little evidence that these differences account for their negative 2 effect on student achievement. Moreover, data from a recent survey of Florida principals conducted by Rouse et al. 2007 reveal few differences in the educational practices across schools with different grade configurations. The absence of compelling alternative explanations for the negative effects of middle school attendance suggests that adolescents may be more difficult to educate in settings that do not contain younger students. The paper proceeds as follows. In Section 2 we review the history of grade configuration in the U.S. and previous literature on the effects of middle school attendance. Section 3 describes our data, while Section 4 presents our methodology and main findings concerning the effects of grade configuration on student achievement. Section 5 considers the robustness of these results, heterogeneity in the effects of grade configuration on student achievement, and the effects of grade configuration on attendance and school dropout by grade 10. Section 6 uses administrative and survey data to evaluate potential explanations for our findings. Section 7 concludes. 2. Background and evidence on grade configuration in the U.S. Conventional wisdom on the optimal grade configuration in the U.S. has evolved over time in response to enrollment pressures and the emergence of new pedagogical theories. Historically, the vast majority of U.S. public school districts had a single elementary school serving grades K8 and, later, a secondary school serving grades 912. Beginning in the early 1900s, many districts responded to growing enrollments by creating junior high schools serving grades 79 or 78. Advocates of this approach argued that junior highs made it possible to prepare adolescent students for the academic rigors of high school without exposing them to substantially older students Juvonen et al. 2004. By the late 1960s, a loose coalition of reformers argued that by grade 6 or even grade 5, students had unique social, psychological, and academic needs that were best served by placing them into separate schools National Middle Schools Association 1995. In one of the largest and most comprehensive efforts at educational reorganization in the history of American schooling George and Oldaker 1985, p. 79, the middle school serving grades 68 or 58 rapidly displaced the junior high school starting in grade 7 as the dominant model for adolescent students attending American public schools see figure 1  Although a definitive explanation for this change is lacking, it does not appear to have been driven by parental demand: Fewer than 5 percent of American private school students in grades 6 and 7 attend middle or junior high schools Rockoff and Lockwood 2010. 3 More recently concerns about the performance of middle schools have led several urban school districts to experiment with a return to the K8 model Hough 2005. Evidence suggesting that the relative standing of American students on international assessments of student achievement declines in the middle grades has also contributed to a broader reconsideration of the organization and approach of schools serving adolescent students see, e.g., Schmitt et al. 1999, Juvonen et al. 2004. Research on the causal effect of alternative grade configurations through middle and high school is limited, however. Developmental psychologists have documented a decline in achievementrelated attitudes and beliefs among students transitioning to middle schools, which some have attributed to a mismatch between the motivational and developmental needs of early adolescents and aspects of the organizational environment in middle schools Eccles and Midgley 1989. Studies using crosssectional data have likewise shown that middle school transitions are associated with increased behavioral problems and declines in academic achievement Allspaugh 1998, Byrnes and Ruby 2007, Cook et al. 2008, but these findings could reflect unobserved differences between students attending schools with different grade configurations. Bedard and Do 2005 use panel data on American school districts to show that increases in the share of 6th graders enrolled in middle schools were associated with small decreases in graduation rates for the relevant cohorts. Their analysis, however, focuses narrowly on whether students in grade 6 should remain in an elementary school or attend a middle school, ignoring the once common K8 alternative. The most convincing evidence comparing middle or junior high and K8 grade configurations comes from Rockoff and Lockwood 2010, who develop the identification strategy that we apply in our empirical analysis.1 In particular, they control for student fixed effects and instrument for middle school entry in New York City public schools with the terminal grade of the school students attended in grade 3. Their results indicate that, in New York City, moving to a middle school in grade 6 or grade 7 causes a large drop in student achievement that persists through the end of grade 8. It remains unclear, however, whether similar patterns hold outside of urban districts or if students attending a K8 school suffer a larger drop in achievement when moving to high school. Moreover, the effect of the transition 1 Using earlier data from New York City, Schwartz et al. forthcoming also find that, conditional on achievement in grade 4, students attending 58 or K8 schools outperform students attending grades 68 or grades 78 middle schools in grade 8. 4 to high school has not, to our knowledge, been investigated in a rigorous manner. Our empirical analysis aims to fill these gaps. 3. Data and descriptive statistics The data for our analysis are drawn from the Florida Department of Educations PK20 Education Data Warehouse and contain information on all Florida students attending public schools in grades 3 to 10 from the 20002001 through 20082009 school years. Our data extract includes the school each student attends and its location; student characteristics such as ethnicity, gender, special education classification, and free lunch status; and annual measures of absences and state math and reading test scores. We normalize these test scores by subject, year, and grade to have a mean of zero and a standard deviation of one. We construct three different estimation samples, all of which exclude students who were missing school information, were retained in the same grade more than twice, or skipped or moved down a grade. First, to estimate the impact of middle school entry in grade 6 or 7, we construct a balanced panel of students in the four cohorts enrolled in grade 3 between 2001 and 2004 who completed the state test in both math and reading in each of the following five years. Second, to investigate whether the effects of middle school entry persist through grades 9 and 10, we construct a balanced panel of students in the two cohorts enrolled in grade 3 between 2001 and 2002 who were tested in both math and reading each of the following seven years. Finally, to estimate the effect of entering high school in grade 9, we construct a third balanced panel of students in the five cohorts enrolled in grade 6 between 2001 and 2005 who were tested in both math and reading the following four years. Columns 1 to 3 of Table 1 provide summary statistics for the students in the balanced sample covering grades 3 to 8. At grade 3, 89% of the students in this sample attended a K5 school, 8% attended a K6 school, and 3% attended a K8 school.2 Relative to students enrolled in K5 or K6 schools, students in K8 schools in grade 3 were more likely to reside in towns or rural areas rather than urban fringe communities but equally likely to reside in large cities. Thus, although the vast majority of Florida public school students attend a K5 2 K8 schools include all schools covering all grade ranges up to grade 8 regardless whether grade 8 is highest grade served by the school or not. Less than one percent of all students attended K3, K4 or K7 schools in grade 3 and are omitted from our analysis. 5 school followed by a middle school serving grades 6 to 8, there is substantial variation in grade configurations even within similarly sized communities.3 Compared with students attending K6 or K8 schools, students in K5 schools are less likely to be white and more likely to receive free or reduced price lunch. They also have lower test scores but are equally likely to be receiving special education and have similar numbers of absences. Looking at the same students 5 years later, we see that the gap in test scores between students who attended a K8 school in grade 3 and students who attended a K5 school has widened and that K8 students are absent less often than their K5 counterparts. Notably, the percentage of students who were retained in the same grade at any point during this fiveyear period is very similar across the three groups. Columns 4 to 6 of Table 1 present summary statistics on the students in the balanced sample covering grades 3 to 10. Sample sizes across all three groups are significantly reduced due to the exclusion of two cohorts of students and students with missing test score data in grades 9 and 10. However, the pattern of differences across groups is very similar to the pattern in columns 1 to 3. In particular, the testscore gap between students who attended a K8 school in grade 3 and students who attended a K5 school widens in both subjects between grades 3 and 10. Table 2 provides summary statistics for our third balanced sample covering grades 6 to 10. Because our strategy to identify the effect of entering high school in grade 9 uses the grade range of schools attended in grade 6 as an instrument, we present these statistics for five different types of schools that students attended in grade 6: 68, K8, K6, K12, and 610.4 Of the grade 6 students in this sample, 88% enrolled in a 68 school, 6.7% enrolled in a K6 school, 2.6% enrolled in a K8 school, 0.8% enrolled in a K12 school, and 2% enrolled in a 610 school. Students attending the two school types in grade 6 that would not predict a school change at grade 9 K10 and 610 schools are more likely to be white and living in towns or rural areas compared to students in the other school types. Students attending K10 3 We identify the grades offered by each school based on the students we observed enrolled in the school in our administrative data. This approach yields grade ranges that differ in only a few instances from those provided by the National Center for Education Statistics Common Core of Data CCD. Results using the CCD grade ranges are virtually identical to those presented here and are available from the authors upon request. 4 Our data do not allow us to identify schools covering grades above grade 10. A very small fraction less than 1% of students attends schools with grade ranges not included in Table 2; we drop these students from our analysis. 6 schools outperform students from all other school types in math and reading in grade 6, while the grade 6 performance of 610 school students is very similar to that of students in 68 and K8 schools. By grade 10 the testscore gap between 68 students and K10 has decreased slightly, while the gap between 68 students and K6 students has decreased substantially. Moreover, 68 students now outperform 610 students but do worse than K8 students. 4. Empirical analysis Our strategy for identifying the impacts of alternative grade configurations on student achievement parallels and extends that of Rockoff and Lockwoods 2010 study of New York City middle schools. That is, we focus on variation in achievement within students over time and develop instruments for middle school entry based on the terminal grade of the school each student attended in grade 3. We then conduct an analogous analysis of high school entry using instruments based on the terminal grade of the school attended in grade 6. In taking this approach, we assume that differences across students attending schools with different grade ranges in grade 3 and 6 are, respectively, uncorrelated with deviations from trends in achievement that coincide precisely with students movements into middle schools and high schools. To simplify presentation, we focus the discussion of our estimation strategy on the analysis of middle school entry. We model outcome Yig of student i in grade g as a function of G indicating student fixed effects i, grade fixed effects g, and a set of dummy variables Migwhether student i observed in grade g entered middle school in grade G: 1 Yigggi MGigXigig. The control vector Xig includes variables indicating whether student i was retained in grade g, had ever been retained between grade 3 and grade g, and attended a charter school in grade g. The error term in Equation 1, ig, includes unobserved individual traits that vary over time and other factors that influence academic outcomes. The grade fixed effects g therefore capture patterns of achievement over grades for students who do not enter a middle school in grades 6 or 7. We allow the coefficient on Mig G to vary across grades in order to estimate relative differences in outcomes between students entering middle schools and students who do not before and after potential middle school entry. This enables us to compare the immediate change in outcomes at potential middle school entry with prior and later trends in outcomes. 7 As demonstrated below, these comparisons are useful in evaluating the plausibility of our identifying assumption and in gauging the persistence of any impacts of middle school entry. OLS estimates of Equation 1 could be biased due to the fact that the decision to attend a middle school is endogenous and could be correlated with unobserved shocks to achievement. For example, parents may enroll their child in a middle school in response to an experience e.g., a bad school experience, a divorce, a residential move that negatively affects achievement. Alternatively, parents may exploit the opportunity middle schools provide to seek out a higher quality school in which their child could start with a full cohort of new students c.f., Rivkin et al. 2004. To address these concerns we instrument for middle school entry in grade 6 or 7 using the terminal grade of the school a student attended in grade 3. In doing so, we assume only that any unobserved shocks to achievement are not anticipated and reflected in the choice of a school with a particular grade configuration in grade 3. We implement this estimation approach by estimating a twostage least squares 2SLS model in which the set of first stage equations is given by: 2 MGigigGTigXig. gig The instrument, Tig G , indicates the terminal grade of the school student i attended in grade 3 6 interacted with an indicator for grade g. For example, we instrument for middle school entry in grade 6 with an indicator for whether the school the student attended in grade 3 ended at grade 5 two years later. We estimate Equation 2 separately for each combination of the grade that students might enter middle school and grade g. Based on these estimations, we G. In the second stage we then estimate Equation 1 using obtain predicted values for each Mig G instead of their actual values and apply the predicted values for each indicator variable Migthe standard procedure to adjust standard errors. Table 3, which reports regression results based on a simplified version of the first stage, demonstrates that these instrumental variables are strong predictors of actual entry into middle school.5 Columns 1 to 4 report estimated coefficients on the instruments for entry into middle school in grade 6 and grade 7. In both middle school samples, the estimated coefficients on the instruments for entry into middle school in grade 6 and grade 7 are between 0.6 and 0.7 and highly statistically significant. Column 5 reports the estimated coefficient on the instrument for entry into high school in grade 9, which is based on the 5 Results from the actual first stage regressions are available from the authors upon request. 8 terminal grade of the school attended in grade 6.6 The coefficient on the instrument for entry into high school is 0.724 and also highly significant. While the first stage results suggest that terminal grades of schools attended in grade 3 and 6 are highly related to middle and high school entry, compliance is not perfect. Thus, our instrumental variables IV approach will identify a local average treatment effect Imbens and Angrist 1994 for the subset of students who switch to middle school high school in accordance with their grade 3 6 schools grade ranges. This effect might be different from the average treatment effect in the overall population. For example, some parents of children attending K5 elementary schools might react to the perceived quality of their local middle school by enrolling their children in a K8 school in grade 6. Alternatively, parents concerned about the academic progress of a child attending a K8 school during elementary grades might switch to a middle school. Residential moves could also lead to noncompliance when families relocate to areas with different grade configurations. While it is difficult to assess how the local treatment effect that we identify would differ from the average treatment effect in the full sample, the effect for the complier population is of considerable policy interest. This is particularly true in situations where choice among grade configurations is limited and compliance can be expected to be close to one. To clarify our IV method and preview our findings, we first present reducedform results showing the effect of predicted middle school entry based on the balanced sample covering grades 3 to 8.7 Figure 2 charts the math and reading achievement of students attending K5 and K6 schools in grade 3 relative to those of students attending K8 schools in grade 3.8 As our identification is based on changes in achievement trajectories within students, differences in grade 3 achievement across these groups of students have been normalized to zero. The dashed vertical lines at grade 5 and 6 indicate predicted middle school entry based on the terminal grade of the school students attend in grade 3. Each panel reveals a positive trend in relative student achievement prior to predicted middle school entry, suggesting that students attending a K5 or K6 in grade 3 experience 6 For the small number of students attending K6 schools in grade 6, we construct the instruments based on the terminal grade of the school they attended in grade 7. 7 Reducedform results based on the balanced sample covering grades 3 to 10 and for the IV estimation of the effect of high school entry are available from the authors upon request. 8 The differences reported in Figure 2 are based on estimated coefficients of the reducedform of our IV approach including student fixed effects. 9 larger gains in achievement prior to their predicted middle school entry than students observed in K8 schools in grade 3. After predicted middle school entry, however, we observe a sharp break in this trend. Students suffer a sharp drop in relative achievement at the predicted middle school grade that appears to grow in the following year. After predicted middle school entry students observed in a K5 or K6 school in grade 3 lag well behind their K8 counterparts. The pattern evident in the reducedform estimates is useful in clarifying our identifying assumption. The grade configuration of the school a student attends in grade 3 is clearly not exogenous. While student fixed effects eliminate differences in achievement levels across students in grade 3, the type of school attended in grade 3 could still be correlated with unobserved student characteristics that affect learning trajectories. It is therefore ambiguous whether the positive trend in relative achievement prior to predicted middle school entry reflects differences in school quality or simply selection into grade 3 school types that is correlated with learning trajectories. Especially given this positive trend, however, we contend that there is no plausible selection into K5 and K6 schools in grade 3 based on unobserved student characteristics that would cause a drop in relative achievement in the specific year students enter middle schools. 4.1 The effect of middle school entry on student achievement We now present our estimates of the causal effect of entering middle school. We begin with results based on the balanced sample covering grades 3 to 8. Recall that our coefficients of interest are the interactions between grade level and having entered a middle school in grade 6 or grade 7 g. These coefficients indicate at each grade level whether the achievement of students entering middle schools differs from that of students who never attend a middle school. Coefficients for these estimates are plotted in Figure 3. The estimates and standard errors clustered by the school the student attended in grade 3 appear in Appendix Table A1. Figure 3 confirms that students who will enter middle school in grade 6 or 7 have positive achievement trajectories in math and reading from grade 3 to 5, relative to their counterparts who never enter middle school. However, achievement in both subjects falls dramatically in grade 6 for students who enter middle school in that grade. In contrast, students who enter middle school in grade 7 continue to improve relative to their K8 peers 10 through grade 6, but experience a sharp drop in achievement upon entering middle school in grade 7. To assess the relative magnitude and statistical significance of the gradetograde variation in achievement evident in Figure 3, Tables 4a and 4b report annual changes in estimated coefficients g. Columns 1 and 2 correspond to the estimates based on the balanced sample covering grades 3 to 8 and plotted in Figure 3. The negative effects of entering middle school reported in Tables 4a and 4b are large and statistically significant at both grade 6 and grade 7. Our 2SLS estimates indicate that math achievement falls by 0.12 0.22 standard deviations and reading achievement falls by 0.09 0.15 standard deviations for transitions at grade 6 grade 7. Consistent with Rockoff and Lockwood 2010, we find that these negative effects persist during middle school grades. While students entering middle schools make larger achievement gains prior to middle school entry than students who never enter middle school, this pattern is reversed after middle school entry. All of the relevant estimates of gradetograde changes displayed in columns 1 and 2 of Tables 4a and 4b are negative and most of them are statistically significant. By grade 8, students entering middle school in grade 6 are estimated to underperform by 0.13 standard deviations in math relative to students who never entered middle school, and students entering middle school in grade 7 are estimated to underperform by 0.13 standard deviations in math and 0.09 standard deviations in reading see Table A1. The estimated difference in reading achievement between students entering middle school in grade 6 and students who never entered middle school is also negative but statistically insignificant. Note that these grade 8 comparisons incorporate the positive achievement trends students experienced in elementary schools along with the negative immediate and subsequent impact of middle school entry. Because these positive achievement trends prior to middle school entry could reflect selection into K5 and K6 schools related to achievement trajectories, we consider the level differences in achievement at grade 8 lowerbound estimates of the negative effect of experiencing a middle school grade configuration. As noted above, however, one concern with using these comparisons to evaluate the merits of middle school grade configurations is that they do not reflect what happens upon transition to high school. A unique advantage of the Florida data is their inclusion of state test scores that allow us to study the persistence of middle school effects through grades 9 and 10. 11 Figure 4 plots estimated coefficients of the interactions between grade level and entering a middle school in grade 6 or grade 7 g based on the balanced sample covering grades 3 to 10. The point estimates and with corresponding standard errors are shown in Appendix Table A2 and the corresponding estimates for gradetograde gains in achievement are reported in columns 3 and 4 of Tables 4a and 4b. The overall pattern of results through grade 8 is very similar to the pattern in Figure 3, although the estimates are less precise due to the fact that they are based on only two cohorts of students. We find little evidence that students who attended middle schools make larger achievement gains than students who did not between grades 8 and 9. The lone exception are students entering middle schools in grade 7, who are estimated to make a relative gain of 0.05 standard deviations in reading. These same students, however, were estimated to have experienced a cumulative loss of 0.30 standard deviations in reading between grades 6 and 8. Comparing achievement levels in grade 10, students entering middle schools in grade 6 underperform students who never entered middle school by 0.12 standard deviations in math. Differences in the reading and math achievement of students entering middle schools in grade 7 are negative but are not statistically different from zero. Comparing these differences in grade 10 to the differences just prior to middle school entry, however, we see statistically significant and quite substantial and losses for students entering middle schools in grade 7 relative to students who never enter middle schools. In sum, our analysis indicates that the negative effects of transitioning to a middle school persist through the first two grades of high school. We find very little support for the hypothesis that students who attended middle schools benefit at the transition to high school from their previous experience with school transition or from the specific educational program available in middle schools. 4.2 The effect of high school entry on student achievement It remains possible that entering high school in grade 9 affects students achievement regardless of whether they attended a middle school. To provide evidence on this issue, we apply the 2SLS estimation strategy represented in Equations 1 and 2 with four modifications. First, we redefine Mig to indicate whether student i observed in grade g entered high school in grade 9. Second, our instrument, Ti, now indicates the terminal grade of the school student i attended in grade 6. Third, we estimate the 2SLS model using a balanced sample covering five cohorts of students in grades 6 to 10. Finally, we now cluster standard 12 errors by the school students attended in grade 6. The presentation of results remains identical. Figure 5 plots the estimated coefficients reported in Appendix Table A3, while Column 5 of Tables 4a and 4b reports the differences between the estimated coefficients in consecutive grades and their standard errors. Figure 5 shows that students entering high school in grade 9 make larger gains in math and reading from grade 6 to grade 8 than do students who do not enter high school in grade 9. In grade 9 we observe a small but statistically significant drop in relative achievement: math achievement falls by 0.03 standard deviations and reading achievement falls by 0.05 standard deviations. However, relative achievement begins to increase again after this immediate drop at the transition to high school. From grade 9 to 10, students entering high school in grade 9 gain 0.02 standard deviations in math; relative reading achievement gains are statistically insignificant but have a positive sign. Comparing achievement levels in grade 10, students entering high school in grade 9 are estimated to gain 0.11 and 0.13 standard deviations more in math and reading, respectively, between grades 6 and 10 than students who do not enter high school in grade 9. The identification strategy has the same justification as before. Given that we observe an increasing trend in relative achievement before high school entry, we cannot think of any reason that enrollment in grade 6 should be correlated with unobserved student characteristics that cause a drop in achievement that coincides with high school entry. Thus, we are confident that the estimated drops in achievement at high school entry reflect a causal effect. In contrast to the immediate drops in achievement at middle school entry, however, the immediate effect of high school entry is relatively small. More importantly, we find no evidence that high school entry alters students achievement trajectories. 5. Robustness analysis, effect heterogeneity, and behavioral outcomes In this section, we first examine whether the results reported above are sensitive to various changes in the sample definition and model specification. Having demonstrated the robustness of our preferred estimates, we examine whether the effects of middle school and high school entry vary across student subgroups defined in terms of gender, prior achievement, ethnicity, and community type. Finally, we provide evidence on the extent to which alternative grade configurations also affect outcomes other than standardized test scores including attendance, dropout behavior, and retention in grade 9. 13 5.1 Robustness analysis Tables 5a and 5b present results of alternative specifications intended to demonstrate the robustness of our estimates of the effects of grade configuration on student achievement in math and reading, respectively. For each transition, we report changes in relative performance prior to the transition, the immediate change in relative performance at the transition drop, and the changes in relative performance after the transition. For example, for the transition to middle schools in grade 6, the prior trend refers to the total change in relative achievement from grade 3 to grade 5, drop refers to the change in relative performance from grade 5 to grade 6, and the post trend represents the change in relative achievement from grade 6 to grade 8. We report the results of our preferred specification in this format in each tables first row. The first issue we address is the inclusion of charter schools in our estimation samples. Charter schools accounted for nearly half of all K8 schools in operation in Florida during our analysis period and fewer than 10 percent of middle schools. Although our preferred specification controls for charter school attendance, one might still worry that the substantially higher share of charter K8 schools influences our results.9 Row 2 of Tables 5a and 5b, which report the results of specifications which exclude students who attended a charter school in any grade, show that this restriction has a negligible impact on the results. Another potential concern relates to our definition of middle schools. In our main analysis we identify middle school transitions using only information on the lowest grade that a school serves. For example, we code a student as moving to a middle school in grade 6 if we observe the student switching to a school that begins in grade 6. Although the vast majority of these middle school entries are in fact changes to true middle schools which end at grade 8, some students identified as moving to middle schools in fact enter schools that also include high school grades. Row 3 of Tables 5a and 5b confirms that our results are unchanged if we exclude students moving to schools that do not end in grade 8. Differences in grade retention could also affect our results. In our preferred results we address the problem of selective retention by excluding students retained in the same grade more than twice and by controlling for both whether students were repeating a given grade 9 Using a student fixed effects approach to study the effectiveness of Florida charter schools, Sass 2006 finds that new charter schools are initially less effective than traditional public schools but that they outperform traditional public schools in reading and are as effective in math by year five. 14 and whether they had repeated a prior grade. However, to the extent that middle school or high school entry affects students probability of being retained, it is unclear whether the controls are appropriate. We therefore use two alternative strategies as robustness checks: excluding students retained in any grade and eliminating both retention controls. Rows 3 and 4 of Tables 5a and 5b demonstrate that these changes to the specification and estimation sample do not alter our findings. Our results could in theory be biased by selective testtaking or other sources of nonrandom sample attrition. While we cannot observe test scores for students who were not tested, left the state, or enrolled in private schools, we can relax our balanced sample restriction and include students missing test scores in some grade levels. Row 5 of Tables 5a and 5b confirms that doing so does not affect our results. While relaxing the balanced sample restriction is not a definitive test for selection bias, the results of this robustness check again strengthen the causal interpretation of our results. Finally, we address the possibility that our results reflect differences across school districts that rely on alternative grade configurations by presenting results separately for Dade County Miami Public Schools. With more than 345,000 students currently enrolled, Dade County is the largest district in Florida and the fourth largest in the United States and includes schools offering a wide range of alternative grade configurations through grade 8. The last row of Tables 5a and 5b, which are based only on students attending Dade County Public Schools, show that the negative effects of middle school entry at grade 6 or grade 7 are, if anything, even more pronounced than they are statewide. These results confirm that our overall findings are not driven by unobserved district characteristics but also raise the possibility that the negative effects of middle school entry are only notable in urban settings, an issue we address in the next section. 5.2 Subgroup analysis The average effects presented so far could conceal important heterogeneities in the effects of middle school and high school entry. We explore possible heterogeneous effect along four dimensions: school location, prior test performance, ethnicity, and gender. The results of these subgroup analyses are reported in Tables 6a and 6b. We first take advantage of our statewide database to investigate differences in the effects of middle school and high school entry across communities of varying sizes. Psychologists have hypothesized that the developmental mismatch arising at the transition 15 to middle school is most pronounced for urban youth Seidman et al. 1994, and virtually all of the research comparing middle and K8 grade configurations has focused on urban school districts. We use Census Bureau classifications to group students into three categories according to the location of the school they attended in grade 3: large or midsize cities; in the urban fringe of a large or midsize city; and in towns and rural areas. The overall pattern of results rows 24 suggests that the negative effects of entering middle school are in fact most pronounced in cities; this is clearly the case for transitions at grade 6 or 7 in math and at grade 6 in reading. They remain sizeable and statistically significant even in rural areas, however, confirming that the negative effects of middle school grade configurations are by no means limited to urban school districts. Consistent with this pattern, we find substantially larger negative effects of middle school entry in math for students with below median achievement levels in grade 3 rows 56. Lowerachieving students also experience larger gains in math achievement prior to enrolling in a middle school and larger declines after the initial transition to middle school. Students with belowmedian test scores in grade 6 also experience a larger drop in math achievement upon the transition to high school. These patterns are consistent with the idea that lowerachieving students have access to fewer educational resources outside of schools and may therefore be more strongly influenced by school transitions or changes in school quality. However, we find no clear indication of differences in effect sizes between higher and lowerachieving students in reading. Results for students of different ethnicities rows 68 follow a similar pattern, with traditionally disadvantaged subgroups exhibiting larger effects of grade configuration in math. Black students in particular experience large relative gains prior to middle school entry but then suffer far larger drops both at and following the transition. Again, however, we find only small and statistically insignificant differences between the effects estimated for students of different ethnicities in reading. Finally, we examine whether the effects of middle and high school transition on student achievement vary with student gender. Although early work in psychology e.g., Simmons and Blyth 1987 suggested that school transitions might be particularly harmful for the selfesteem of adolescent girls, the Moving to Opportunity housing voucher experiment indicated that girls responded more positively than boys to an intervention involving neighborhood and often school transitions Kling et al. 2005, Sanbonmatsu et al. 2006. Consistent with Rockoff and Lockwoods 2010 findings concerning middle school entry in 16 New York City, however, we find no differences in effect size for girls and boys rows 2 and 3. 5.3 Dropout, absences, and grade retention We supplement our findings on math and reading achievement with similar analyses of the effects of middle school and high school entry on student absences, a proxy for high school dropout by grade 10, and retention in grade 9. Panel A of Table 7 shows the estimated effects on the relative days of absence in a school year of middle and high school entry. For the smaller sample of students entering middle school in grade 7, we find that absences increase by roughly one day per year upon the transition to middle school and by an additional 0.4 days per year over the following two years, both as compared to students who never enter middle school. Given that the average Florida student is absent 8 days in grade 6, this effect is quite large. However, we find no significant effect on absences for students entering middle school in grade 7, making it unlikely that student absenteeism accounts for more than a negligible share of the effects of middle school attendance on achievement. Interestingly, entering high school in grade 9 appears to decrease student absence by 1.3 days per year, again suggesting that the transition to high school is less disruptive for students than is the transition to middle school. Grade configuration patterns could also influence the likelihood of dropping out from high school. Although early arguments for the creation of middle schools emphasized their value in promoting student engagement and success in high school, Bedard and Do 2005 find that school districts with a larger share of grade 6 students in middle schools had lower high school completion rates 7 years later. The economic costs to individuals of dropping out are substantial Oreopolous 2007, and our finding that the effects of middle school attendance on math achievement are most pronounced for lowerachieving students and ethnic minorities also suggests the value of considering dropout as an additional outcome variable. Unfortunately, our ability to study the effects of middle school attendance on dropout behavior is limited in two ways. First, we do not have a direct indicator that students have dropped out of school. We instead construct a proxy for high school dropout before grade 10 based on whether they are enrolled in a Florida public school in the year after they were in grade 9. Because we do not observe students enrolled in private schools, enrolled in schools in another state, or having transferred to a homeschooling or adult education program, this variable should exaggerate the extent of actual school dropout. And, in fact, while official 17 statistics indicate that annual grade 10 dropout rates in Florida are between 3 to 4 percent, our proxy measure indicates an annual rate of 8 percent. Second, as we can only construct this measure of school dropout in grade 10, we can only estimate a crosssectional version of Equation 1 with our binary dropout indicator as the dependent variable. While we can include grade 3 math and reading achievement as control variables, the identifying assumption of our IV approach becomes more restrictive. We now must assume that enrollment in schools with different grade ranges in grade 3 is not correlated with unobserved student traits that affect dropout probabilities. For this reason, we report OLS estimates of the effect on dropout alongside our IV estimates and admit that we are less confident in the causal interpretation of our results. With these caveats in mind, we present in Panel B of Table 7 estimates of the effect of middle school and high school entry on school dropout. Our preferred IV results indicate that the probability of dropping out by grade 10 is 1.4 percentage points or roughly 18 percent higher among students who entered middle school in grade 6; the OLS results likewise suggest an increase of 1.0 percentage points. The point estimates for the effect of middle school entry in grade 7 are also positive and roughly 60 percent as large as the effects of entering middle school in grade 6, but they are statistically insignificant in both OLS and IV specifications. Introducing controls for grade 9 test scores in math and reading reduces the size of the IV point estimate by almost half to 0.008 and eliminates its statistical insignificance.10 This suggests that the relationship we document between middle school entry and early dropout may be driven by the effects of middle school entry on academic achievement, but we cannot rule out the possibility that grade configurations also have a direct effect on high school dropout.11 Interestingly, the OLS estimate of the effect of high school entry indicates a large reduction in the probability of dropping out among students moving to high schools in grade 9 but the IV estimate is very close to zero. This likely reflects the fact that several of the Florida schools with nontraditional grade spans at the secondary level are designed for atrisk 10 These results are available from the authors upon request. 11 Subgroup analyses available upon request suggest that the relationship between middle school entry and dropout behavior is strongest for black students, for whom IV estimates of the effect of middle school entry were 0.049 and 0.052 and statistically significant at grades 6 and 7, respectively. However, the IV estimate of the relationship for grade 6 middle school entry for white students remains large with a point estimate of 0.015 and statistically significant. 18 students. Students who attend such schools, but who were not predicted to do so based on their grade configuration in grade 6, are at greater risk of dropping out. A closely related outcome is retention in grade 9, which has been shown to be a strong predictor of eventually dropping out of school Allensworth et al. 2005. In Panel C of Table 7 we therefore use similar crosssectional models to examine how middle school is related to grade 9 retention rates. We find no evidence that middle school entry in grade 6 affects grade 9 retention rates, but middle school entry in grade 7 appears to increase the probability of retention in grade 9 by 1 percentage point. It is unclear why the pattern of results for students entering middle schools in grades 6 and 7 is reversed for this indicator. At a minimum, however, the two sets of results cast doubt on arguments that middle schools, despite their apparently negative effects on student achievement, result in increased high school completion. 6. Potential mechanisms for the effects of middle school entry The results presented above show that transitions into both middle schools and high schools cause drops in student achievement but that these effects are far larger and persistent only for students entering middle schools. We also find negative effects of transitions on student attendance only for students entering middle school in grade 6. One possible interpretation of this pattern is that school transitions are more disruptive for younger students, possibly because they are more susceptible to the negative influence of older students Cook et al. 2008. In contrast to Rockoff and Lockwood 2010, however, our point estimates suggest that the effect of middle school entry on student achievement is larger for students entering in grade 7 than for students entering in grade 6. Moreover, the fact that relative achievement continues to decline after students initial entry into middle schools suggests that average educational quality in Florida is lower in middle schools than in K8 schools. To explore why this might be the case, we first present in Table 8 administrative data on several characteristics of Florida elementary, middle, and K8 schools during the 200506 school year.12 Florida middle schools spend 11% less per student and have larger studentteacher ratios than K8 schools, suggesting a potential role for differences in overall 12 Given that our main findings were robust to the exclusion of charter schools Row 2 of Tables 5a and 5b and data on school characteristics are unavailable for many charter schools, we exclude these schools from Table 8. 19 resource levels. In contrast, we find no evidence that differences in observed teacher characteristics could explain our findings. Average teacher experience and average teacher salaries are similar across school types, while the share of the schools instructional staff without prior experience is higher in K8 schools 26.9% vs. 21.3%. Of course, middle school teachers could still be worse in unobserved ways, a possibility we consider below with survey data. The most striking difference across school types, however, involves cohort sizes. Although middle schools offer fewer grades than K8 schools, Florida middle schools on average enroll 146 more students than their K8 counterparts. As a result, their typical grade cohorts are almost three times as large. We conduct two analyses to shed light on whether these observed differences between middle schools and K8 schools are likely to contribute to differences in school quality. First, we include each of the variables listed in Table 8 as controls in our IV estimations of the effects of middle school entry on student achievement through grade 8. The results, plotted in Appendix Figure A1, confirm that the overall pattern of estimates remains quite similar. Second, for the sample of students entering middle schools in grade 6, we separately regressed their grade 6 math and reading test scores on their grade 5 scores and each school characteristic reported in Table 8. In other words, we examined whether the size of the drop in relative achievement suffered by students entering middle schools in grade 6 varied with the characteristics of the middle school they attended. A second set of regression models in each subject controlled additionally for the same characteristic of the elementary school the student attended in grade 5 and therefore relates the size of the middle school drop to changes in the relevant indicator. The results of the latter exercise are presented in Table 9. Although the potential endogeneity of school resource levels and cohort sizes makes this exercise less than definitive, the estimates again provide little evidence that low middle school quality stems from differences in the characteristics we observe. For example, students moving in grade 6 to middle schools with higher spending levels actually suffered larger drops in relative achievement during this transition. Although average teacher experience is positively correlated with grade 6 achievement, teacher experience levels did not differ significantly across school types. Finally, larger middle school cohort sizes were positively related to changes in achievement from grade 5 to grade 6. The one exception in which a variable on which middle and K8 schools differed was correlated with grade 6 achievement such that the difference might explain lower middle school quality is studentteacher ratio, but the 20 estimated relationship is too small to account for more than a fractional amount of the effects of middle school entry on student achievement.13 Middle schools could also differ in their educational practices from K8 schools in ways that lead to lower student achievement gains. To explore this possibility, we draw on a unique survey of Florida school principals of conducted in 200304 to document responses to the states highstakes accountability system Rouse et al. 2007. The surveys confidentiality restrictions preclude us from linking survey responses to specific schools, but we can nonetheless document any differences in the average responses offered by principals of different school types. Table 10, which presents data from relevant survey items by school type, reveals few statistically significant differences in the educational practices of middle and K8 schools. In particular, we observe no differences in the length of the school day or in any of three indexes measuring the extent to which schools had adopted specific policies to help lowperforming students, policies to improve the performance of ineffective teachers, and incentives to reward highly effective teachers. If anything, these measures suggest that middle schools are more likely to have policies aimed at improving student achievement. We also find no differences across school types in an index measuring the degree of teacher autonomy. A battery of questions related to scheduling and staffing policies indicates that middle schools are more likely than K8 schools to provide teachers with common preparation periods 81% vs. 70%, more likely to organize teachers into teams 92% vs. 76%, and less likely to have teachers loop with the same classroom of students across multiple grades 14% vs. 31%. These differences are relatively modest in size, however, and we are unaware of any research suggesting that the practices in question are related to student achievement gains. A final set of survey items asked not about specific policies or practices but about the schools overall climate. On these items, middle school principals expressed significantly lower levels of agreement with statements indicating that their new and veteran teachers were excellent, suggesting that teachers in these schools may be less well equipped to deal with the challenges presented by their students. More middle school principals also expressed also agreed with the statement that parents are worried about violence in the school. Although 13 Table 8 indicates that the average studentteacher ratios in middle schools exceeded those in K8 schools by only 1.4. Taken at face value, the estimate in column 2 of Table 9 would suggest that this difference would lead students to perform 0.006 standard deviations lower. 21 differences on the remaining items were statistically insignificant, they consistently point in the direction of middle schools having less favorable school climates than K8 schools. In short, we find little evidence that the negative effects of middle school attendance are attributable to differences in resources, cohort sizes, or educational practices. We do, however, find suggestive evidence that the overall climate for student learning is worse in middle schools. This suggests a final potential interpretation of our results that is directly related to the choice of grade configuration: Students may benefit from being among the oldest students in a school setting that includes very young students, perhaps because they have greater opportunity to take on leadership roles. This interpretation could account both for the gains in relative achievement made by K5 and K6 students prior to entering middle schools and for the superior performance of K8 students relative to their middle school peers. As Rockoff and Lockwood 2010 note, this interpretation is impossible to test due to the fact that the separation of students by age is inherent in the use of elementary and middle schools. 7. Conclusion The most common grade configurations in American school districts lead public school students to make two structural school transitions, entering a middle school in grade 6 or 7 and a high school in grade 9. This pattern reflects the influence of enrollment pressures and pedagogical theories that, over the past halfcentury, all but eliminated the K8 school from the American educational landscape. However, a small fraction of students attend more comprehensive schools encompassing grades K8, 612, or even K12. Our paper exploits this variation by comparing the achievement trajectories of students entering middle school and high school relative to those of their peers who do not. We find that Florida students entering middle school in grade 6 or 7 experience a large drop in student achievement in math and English relative to their peers who do not enter middle schools. Our preferred estimates indicate that, middle school entry causes achievement to decline by at least 0.124 and 0.086 standard deviations in math and reading, respectively, for the predominant group of students entering middle schools in grade 6. The analogous effects for students entering middle schools in grade 7 are even larger, at 0.221 and 0.148 standard deviations. The economic importance of these effects is evident from the fact that they are comparable to or exceed the magnitude of other educational interventions that have been studied in the literature. For example, the average estimate of the benefits of increasing 22 teacher effectiveness by one standard deviation in the studies reviewed by Hanushek and Rivkin 2010 is 0.17 standard deviations in math and 0.13 in reading. The relative achievement of students entering middle school in grade 6 or 7 continues to fall while they remain in middle school and shows little sign of recovering in grades 9 and 10. Moreover, the effects are not limited to urban areas and in math are generally more pronounced for students in the bottom half of the achievement distribution and for ethnic minorities. We also find that students entering high school in grade 9 experience a smaller onetime drop in relative achievement, but that in contrast to the middle school transition their relative achievement improves in grade 10. Taken as a whole, these results suggest that structural school transitions lower student achievement but that middle schools in particular have adverse consequences for American students. Especially when considered along those of other recent studies e.g. Bedard and Do 2005, Cook et al. 2008, Rockoff and Lockwood 2010, Schwartz et al. forthcoming, our findings clearly support ongoing efforts in urban school districts to convert standalone elementary and middle schools into schools with K8 configurations. They are also relevant to the expanding charter school sector, which has the opportunity to adopt alternative grade configurations without the potential disruption caused by school conversions. More research is needed to explain the negative effects of middle schools. In the meantime, however, the lack of a definitive explanation should make policymakers cautious about their ability to take steps to mitigate these effects while maintaining existing grade configurations. 23 References Allensworth, E. M. and J. Q. Easton 2005. The OnTrack Indicator as a Predictor of High School Graduation. Chicago, IL: Consortium on Chicago School Research. Alspaugh, J. W. 1998. Achievement Loss Associated with the Transition to Middle School and High School. Journal of Educational Research 921: 2025. Bedard, K. and C. Do 2005. Are Middle Schools More Effective?: The Impact of School Structure on Student Outcomes. Journal of Human Resources 403: 660682. Byrnes, V. and A. Ruby 2007. Comparing Achievement between K8 and Middle Schools: A LargeScale Empirical Study. American Journal of Education 1141: 101135. Cook, P. J., R. Mac Coun, C. Mushkin, and J. Vigdor 2008. The negative impacts of starting middle school in sixth grade. Journal of Policy Analysis and Management 271: 104121. Eccles, J. S. and C. Midgley 1989. StageEnvironment Fit: Developmentally appropriate classrooms for younger adolescents. In R. W. Ames and C. Ames, eds., Research on Motivation in Education, vol. 3, New York: Academic Press, pp. 139186. George, P. S. and L. L. Oldaker 1985. A National Survey of Middle School Effectiveness. Educational Leadership 434: 7385. Hanushek, E. A., J. F. Kain, and S. G. Rivkin 2004. Disruption vs. Tiebout Improvement: the costs and benefits of switching schools. Journal of Public Economics 88910: 17211746. Hanushek, E. A. and S. G. Rivkin 2010. Generalizations about Using ValueAdded Measures of Teacher Quality. American Economic Review 1002: 267271. Hanushek, E., and L. Woessmann 2011. The Economics of International Differences in Educational Achievement. In E. A. Hanushek, S. Machin, and L. Woessmann, eds., Handbook of the Economics of Education, Vol. 3, The Netherlands: NorthHolland, pp. 89200. Hough, D. L. 2005. The rise of the Elemiddle school. School Administrator 623: 1014. Imbens, G.W., and J.D. Angrist 1994. Identification and estimation of local average treatment effects. Econometrica, 622: 467475. Juvonen, J. L., V. Le, T. Kaganoff, C. Augustine, and L. Constant 2004. Focus on the Wonder Years: Challenges Facing the American Middle School. Santa Monica, CA: RAND Corporation. Kling, J. R., J. Ludwig, and L. F. Katz. 2005. Neighborhood Effects on Crimefor Female and Male Youth: Evidence from a Randomized Housing Voucher Experiment. Quarterly Journal of Economics 1201: 87130. 24 National Middle School Association 1995. This We Believe: Developmentally Responsive Middle Level Schools. Columbus, Ohio: National Middle School Association. Oreopoulos, P. 2007. Do dropouts drop out too soon? Wealth, health and happiness from compulsory schooling. Journal of Public Economics, 911112: 22132229. Rockoff, J. E. and B. B. Lockwood 2010. Stuck in the middle: Impacts of grade configuration in public schools. Journal of Public Economics 941112: 10511061. Rouse, C. E., J. Hannaway, D. Goldhaber, and D. Figlio 2007. Feeling the Florida Heat: How LowPerforming Schools Respond to Voucher and Accountability Pressure. NBER Working Paper No. 13681. Cambridge, Mass: National Bureau of Economics Research. Sanbonmatsu, L., J. R. Kling, G. J. Duncan and J. BrooksGunn 2006. Neighborhoods and Academic Achievement: Results from the Moving to Opportunity Experiment. Journal of Human Resources, 414: 649691. Sass, T. R. 2006. Charter Schools and Student Achievement in Florida. Education Finance and Policy 11: 91122. Schmidt, W., C. Mc Knight, L. Cogan, P. Jakwerth, and R. Houang 1999. Facing the Consequences: Using TIMSS for a Closer Look at U.S. Mathematics and Science Education. Dordrecht, Netherlands: Kluwer. Schwartz, A. E., L. Stiefel, R. Rubenstein, and J. Zabel forthcoming. The Path Not Taken: How Does School Organization Affect 8th Grade Achievement. Educational Evaluation and Policy Analysis. Seidman, E., L. Allen, J. L. Aber, C. Mitchell, and J. Feinman 1994. The Impact of School Transitions in Early Adolescence on the SelfSystem and Perceived Social Context of Poor Urban Youth. Child Development 652: 507552. Simmons, R. G. and D. A. Blyth 1987. Moving Into Adolescence: The impact of pubertal change and school context. Hawthorne, NY: Aldine. 25 Figure 1: Number of U.S. Public Schools, by type, 19702009Note: School types are defined by grade span as follows: Middle School: grade 4, 5, or 6 to grade 6, 7,or 8; Junior High School: grade 7 to grade 8 or 9; K8: grade PK, K, or 1 to grade 8. Source: National Center for Education Statistics, Digest of Education Statistics, 19952010.Figure 1: Number of U.S. Public Schools, by type, 19702009 Note: School types are defined by grade span as follows: Middle School: grade 4, 5, or 6 to grade 6, 7, or 8; Junior High School: grade 7 to grade 8 or 9; K8: grade PK, K, or 1 to grade 8. Source: National Center for Education Statistics, Digest of Education Statistics, 19952010. Figure 2: Reducedform estimates of grade 3 school type on student achievementGrades 3 to 8 balanced sampleNote: Figures plot reducedform coefficient estimates for grade interacted with an indicator for the typeof school entered in grade 3. Reducedform regressions include student fixed effects, grade fixed effects,and controls for whether the student attends a charter school, for whether the student was retained thatyear, and for whether the student was retained in any previous year. Standard errors are clustered byschool attended in grade 3. All plotted coefficients are significantly different from zero 1.050.05.1Standard DeviationsRelative to K8 students in grade 3345678Grade Attended K5 school in grade 3, Math.1.050.05.1Standard DeviationsRelative to K8 students in grade 3345678Grade Attended K6 school in grade 3, Math.1.050.05.1Standard DeviationsRelative to K8 students in grade 3345678Grade Attended K5 school in grade 3, Reading.1.050.05.1Standard DeviationsRelative to K8 students in grade 3345678Grade Attended K6 school in grade 3, Reading Dashed vertical lines indicate predicted middle school entryFigure 3: IV estimates of the impact of entering middle school on student achievementGrades 3 to 8 balanced sampleNote: Figures plot coefficient estimates for grade interacted with an indicator for the grade in which astudent enters middle school. The plotted coefficients and their standard errors are given in Appendix Table A1. All regressions include student fixed effects, grade fixed effects, and controls for whether thestudent attends a charter school, for whether the student was retained that year, and for whether thestudent was retained in any previous year 2.10.1.2Standard DeviationsRelative to No Middle School Entry345678Grade Enter Middle School in Grade 6Enter Middle School in Grade 7Math.2.10.1.2Standard DeviationsRelative to No Middle School Entry345678Grade Enter Middle School in Grade 6Enter Middle School in Grade 7ReadingFigure 4: IV estimates of the impact of entering middle school on student achievementGrades 3 to 10 balanced sampleNote: Figures plot coefficient estimates for grade interacted with an indicator for the grade in which astudent enters middle school. The plotted coefficients and their standard errors are given in Appendix Table A2. All regressions include student fixed effects, grade fixed effects, and controls for whether thestudent attends a charter school, for whether the student was retained that year, and for whether thestudent was retained in any previous year 2.10.1.2Standard DeviationsRelative to No Middle School Entry345678910Grade Enter Middle School in Grade 6Enter Middle School in Grade 7Math.2.10.1.2Standard DeviationsRelative to No Middle School Entry345678910Grade Enter Middle School in Grade 6Enter Middle School in Grade 7ReadingFigure 5: IV estimates of the impact of entering high school on student achievementGrades 6 to 10 balanced sampleNote: Figures plot coefficient estimates for grade interacted with an indicator for the grade in which astudent enters high school. The plotted coefficients and their standard errors are given in Appendix Table A3. All regressions include student fixed effects, grade fixed effects, and controls for whether the studentattends a charter school, for whether the student was held back that year, and for whether the studentwas held back in any previous year 2.10.1.2Standard DeviationsRelative to No High School Entry in Grade 9678910Grade Math.2.10.1.2Standard DeviationsRelative to No High School Entry in Grade 9678910Grade ReadingTable 1: Summary statistics on students in sample, by grade 3 school structure Balanced sample Grades 3 to 8Balanced sample Grades 3 to 10Range of school, grade 3K 5K 6K 8K 5K 6K 8409,22150 %22 %22 %24 %60 %16 %grade 351 %15 %0.011.000.011.006.906.84grade 89 %45 %11 %0.011.000.011.009.059.1734,58355 %22 %19 %24 %61 %15 %44 %15 %0.060.990.071.006.746.3510 %39 %11 %0.060.980.050.998.178.2612,90157 %14 %25 %24 %37 %39 %41 %15 %0.011.000.071.016.916.499 %38 %12 %0.100.980.111.028.478.41136,39154 %20 %21 %23 %57 %20 %grade 344 %11 %0.011.000.011.006.556.07grade 105 %35 %8 %0.011.010.011.008.679.4812,50757 %20 %19 %24 %58 %17 %39 %11 %0.050.980.071.006.435.946 %31 %8 %0.090.930.080.978.128.703,89062 %12 %22 %22 %36 %42 %35 %11 %0.020.960.090.996.475.735 %27 %9 %0.110.960.121.018.168.38Panel A: Static attributes Number of students White Black Hispanic Location of grade 3 school City Urban fringe Town or rural Panel B: Dynamic attributes,Free or reduced lunch Special education FCAT math FCAT reading Absences per year Panel C: Dynamic attributes,Ever held back Free or reduced lunch Special education FCAT math FCAT reading Absences per year Note: Sample includes a balanced panel of students who attended grade 3 between the school years 20002001 and 20032004 and were tested in Florida public schools for the following five years. Test scores arenormalized within yeargrade cells. Where relevant, standard deviations are shown in parentheses.Table 2: Summary statistics on students in sample, by grade 6 school structureGrades 6 to 10 balanced samplePanel A: Static attributes Number of students White Black Hispanic Location of grade 6 school City Urban fringe Town or rural Panel B: Dynamic attributes, grade 6Free or reduced lunch Special education FCAT math FCAT reading Absences per year Panel C: Dynamic attributes, grade 10Free or reduced lunch Special education FCAT math FCAT reading Absences per year Range of school, grade 66 8K 6K 8K 106 10409,88754 %20 %21 %24 %58 %18 %42 %12 %0.021.000.011.007.046.8433 %9 %0.011.000.011.008.419.2731,17663 %17 %16 %26 %59 %15 %36 %12 %0.210.950.160.986.375.9326 %9 %0.090.940.060.978.038.3912,33556 %12 %29 %21 %40 %39 %39 %13 %0.030.970.000.996.686.2632 %10 %0.020.970.030.998.208.713,78877 %13 %5 %28 %17 %53 %29 %17 %0.231.050.301.036.746.8724 %11 %0.231.100.261.098.408.679,51071 %15 %11 %16 %35 %49 %41 %13 %0.021.000.011.007.166.7234 %11 %0.091.000.071.019.529.72Note: Sample includes a balanced panel of students who attended grade 6 between the school years 20002001 and 20042005 and were tested in Florida public schools for the following four years. Test scores arenormalized within yeargrade cells. Where relevant, standard deviations are shown in parentheses.Table 3: School structure as a predictor of middle and high school entrance Balanced Sample Instrument for grade 6middle school entry Instrument for grade 7middle school entry Instrument for grade 9high school entry Constant R2Observations Grades 3 to 8Entermiddleschool ingrade 60.6610.022Grades 3 to 10Entermiddleschool ingrade 60.6700.028Entermiddleschool ingrade 70.6270.0300.2990.0220.421456,7050.0150.0010.4730.2930.0280.444152,788 p0.10, p0.05, p0.01Entermiddleschool ingrade 70.6410.0360.0140.0010.497Grades 6 to 10Enterhighschool ingrade 90.7240.0290.2580.0290.459471,270Note: The instrument for grade 6 middle school entry is whether a student was enrolled in a K5 school ingrade 3; likewise the instrument for grade 7 middle school entry is enrollment in a K6 school in grade 3.The instrument for grade 9 high school entry is whether a student was enrolled in grade 6 in a school withgrade 8 as highest grade covered. If students attend a 3 to 6 elementary school in grade 6, the instrumentfor grade 9 high school entry is whether a student was enrolled in grade 7 in a school with grade 8 ashighest grade covered. Standard errors in brackets are clustered by school attended in grade 3 in columns 1 to 4 and clustered by school attended in grade 6 in the last column.Table 4a: Impacts of Grade Configuration: Gains in Relative Math Achievement Annual gains in normalized math achievement scores,relative to students who do not entermiddle schoolin grades 6 or 7Balanced samplegrades 3 to 8Students enteringmiddle schoolin grade 60.0600.0290.0400.0210.1230.020 0.0680.0150.0370.013in grade 70.0850.0360.0010.0270.0930.0260.2220.0200.0850.015Balanced samplegrades 3 to 10Students enteringmiddle schoolin grade 60.0240.0310.0330.0310.0830.0290.0630.0220.0270.0170.0030.0170.0020.015in grade 70.0840.0380.0080.0370.1450.0360.2230.0270.0810.0200.0530.0200.0170.018high schoolin grade 9Balanced samplegrades 6 to 10Students enteringhigh schoolin grade 90.0960.0170.0220.0130.0270.0120.0200.009Grade 3 to 4Grade 4 to 5Grade 5 to 6Grade 6 to 7Grade 7 to 8Grade 8 to 9Grade 9 to 10 p0.10, p0.05, p0.01Note: Point estimates reflect differences between estimated coefficients of IV specifications reported in Tables A1 to A3. Standard errors in brackets and significance levels are based on linear combinationtests between estimated coefficients for subsequent grades. Tests are conducted against the null hypothesisthat coefficients for consecutive grades are identical. Estimates in bold represent immediate impacts ofentering middle or high school.Table 4b: Impacts of Grade Configuration: Gains in Relative Reading Achievement Annual gains in normalized reading achievement scores,relative to students who do not entermiddle schoolin grades 6 or 7Balanced samplegrades 3 to 8Students enteringmiddle schoolin grade 60.0580.0260.0020.0140.0860.014 0.0220.0150.0100.012in grade 70.0960.0310.0330.0190.0320.0180.1490.0190.0340.014Balanced samplegrades 3 to 10Students enteringmiddle schoolin grade 60.0390.0270.0080.0240.0620.0200.0000.0240.0340.0180.0120.0230.0340.019in grade 70.0650.0330.0370.0290.0760.0240.1150.0290.0820.0210.0360.0250.0270.022high schoolin grade 9Balanced samplegrades 6 to 10Students enteringhigh schoolin grade 90.1030.0140.0610.0120.0470.0160.0140.011Grade 3 to 4Grade 4 to 5Grade 5 to 6Grade 6 to 7Grade 7 to 8Grade 8 to 9Grade 9 to 10 p0.10, p0.05, p0.01Note: Point estimates reflect differences between estimated coefficients of IV specifications reported in Tables A1 to A3. Standard errors and significance levels are based on linear combination tests betweenestimated coefficients for subsequent grades. Tests are conducted against the null hypothesis that coefficients for consecutive grades are identical. Estimates in bold represent immediate impacts of enteringmiddle or high school.9edargyrtneloohcshgi H7edargyrtneloohcseldd Mi 6edargyrtneloohcseldd Midnerttsop 01ot 9020.0900.0pord 9ot 8roirpdnert 8ot 6dnert 8ot 7tsoppord 7ot 6roirpdnert 6ot 3dnert 8ot 6tsoppord 6ot 5roirpdnert 5ot 3720.0711.0580.0222.0871.0501.0321.0001.0210.0220.0510.0020.0640.0610.0020.0630.0520.0930.0221.0170.0702.0991.0580.0111.0121.0900.0210.0420.0510.0020.0740.0710.0910.0730.0hta M,skceh Cssentsubo R:a 5elba Tenilesa Bsedar Gssentsubo Rretrahconsloohcsrehtoon910.0120.0900.0900.0920.0730.0511.0170.0812.0361.0890.0141.0601.0decnalabnu110.0210.0020.0610.0810.0711.0822.0430.0740.0772.0540.0521.0160.0032.0610.0120.0130.0040.0530.0311.0090.0elpmasimai Meda D10.0p,50.0p,01.0p.wortsrfiehtnidetropererastluserderreferpru O.sledom SLS2nodesaberastluse R.kcehcssentsuborfoepytehtetacidnislebalwo R:eto N220.0611.0780.0112.0071.0001.0911.0480.0deniateron210.0320.0510.0020.0740.0710.0120.0730.0stneduts720.0511.0480.0222.0181.0501.0421.0990.0noitneteron210.0220.0510.0020.0640.0610.0020.0630.0slortnoc680.0322.0271.0801.0421.0290.0610.0120.0840.0610.0020.0530.0sloohcs6dnerttsop 01ot 9110.0410.0210.0610.0210.0410.0410.0110.0120.0210.09edargyrtneloohcshgi H7edargyrtneloohcseldd Mi 6edargyrtneloohcseldd Mignidae R,skceh Cssentsubo R:b 5elba T740.0461.0430.0941.0490.0610.0020.0410.0910.0530.0230.0810.0680.0410.0060.0420.0pord 9ot 8roirpdnert 8ot 6dnert 8ot 7tsoppord 7ot 6roirpdnert 6ot 3dnert 8ot 6tsoppord 6ot 5roirpdnert 5ot 3enilesa Bsedar Gssentsubo Rretrahconsloohcsrehtoon350.0761.0710.0810.0920.0510.0820.0510.0151.0011.0910.0530.0720.0910.0041.0880.0230.0680.0770.0370.0410.0650.0620.0840.0861.0130.0051.0710.0020.0510.0020.0020.0880.0730.0530.0810.0920.0910.0880.0550.0deniateron510.0420.0stneduts410.0420.0sloohcs610.0p,50.0p,01.0p740.0161.0330.0941.0890.0230.0880.0950.0noitneteron640.0541.0310.0810.0610.0910.0410.0020.0510.0480.0640.0441.0910.0111.0630.0910.0280.0530.0430.0570.0880.0810.0220.0910.0800.0240.0980.0181.0410.0330.0410.0420.0840.0520.0140.0760.0decnalabnuslortnocelpmasimai Meda D.wortsrfiehtnidetropererastluserderreferpru O.sledom SLS2nodesaberastluse R.kcehcssentsuborfoepytehtetacidnislebalwo R:eto Ndnerttsop 01ot 9020.0900.0820.0720.0510.0710.0310.0500.0900.0900.0510.0800.0010.0440.0520.0320.0820.0210.0110.0310.09edargyrtneloohcshgi H7edargyrtneloohcseldd Mi 6edargyrtneloohcseldd Mihta M,stluse Rpuorgbu S:a 6elba Tpord 9ot 8roirpdnert 8ot 6dnert 8ot 7tsoppord 7ot 6roirpdnert 6ot 3dnert 8ot 6tsoppord 6ot 5roirpdnert 5ot 3720.0711.0580.0222.0871.0501.0321.0001.0210.0220.0510.0020.0640.0610.0020.0630.0330.0030.0030.0020.0630.0710.0410.0310.0890.0970.0581.0371.0090.0970.0230.0610.0220.0840.0610.0020.0660.0030.0820.0320.0250.0330.0071.0201.0142.0770.0411.0080.0372.0920.0430.0430.0930.0260.0420.0920.0741.0731.0760.0180.0741.0851.0280.0470.0880.0521.0191.0131.0521.0920.0450.0720.0130.0380.0050.0500.0990.0340.0830.0160.0enilesa Bsedar Gspuorgbu Syticnabruegnirfronwotlarurnaidemerocstset440.0840.0011.0590.0172.0112.0621.0971.0341.0naidem920.0330.0431.0490.0442.0361.0321.0711.0410.0420.0910.0220.0050.0120.0020.0520.0520.0420.0902.0790.0652.0743.0090.0431.0530.0930.0050.0501.0630.0750.0140.0430.0930.0290.0720.0930.0170.0290.0860.0670.0930.0cinapsihselam 10.0p,50.0p,01.0p210.0420.0710.0320.0840.0910.0520.0630.0120.0201.0770.0002.0091.0880.0821.0221.0selamef520.0580.0870.0481.0831.0090.0501.0610.0220.0420.0720.0850.0120.0620.0310.0420.0610.0020.0830.0910.0220.0960.0740.0130.0erocstsetetihw940.0451.0960.0793.0753.0191.0322.0833.0kcalbtsrfiehtnidetropererastluserderreferpru O.sledom SLS2nodesaberastluserll A.sisylanapuorgbusfoepytehtetacidnislebalwo R:eto N.9ot 7snmulocni 6edargnierocstsetehtotdna 6ot 1snmulocni 3edargnierocstsetehtotsrefererocstsetnaidemwolebdnaevob A.wordesabsidna 9ot 7snmulocni 6edargnidna 6ot 1snmulocni 3edargnidednettaloohcsehtfonoitacolehtotsrefernoitamrofninoitaco L.snoitinfieduaeru Bsusne Cnodnerttsop 01ot 9110.0410.0310.0620.0800.0810.0600.0510.0310.0210.0510.0600.0310.0110.0120.0400.0820.0910.0510.0200.0110.0030.0440.0071.0810.0120.0810.0530.0420.0120.0920.0121.0222.0230.0910.0040.0310.0010.0140.0240.0630.0620.0020.0101.0810.0630.0731.0130.0960.0061.0991.0961.0520.0930.0590.0930.0850.0370.0602.0350.0791.0700.0420.0180.0240.0010.0520.0531.0030.0240.0711.0520.0340.0120.0810.0920.0240.0720.0621.0920.0230.0060.0831.0040.0931.0130.0051.0610.0420.0320.0120.0710.0520.0220.0661.0220.0320.0231.0170.0600.0840.0780.0050.0470.0430.0611.0640.0250.0621.0920.0061.0801.0930.0270.09edargyrtneloohcshgi H7edargyrtneloohcseldd Mi 6edargyrtneloohcseldd Mignidae R,stluse Rpuorgbu S:b 6elba T740.0461.0430.0941.0490.0230.0680.0610.0020.0410.0910.0530.0810.0410.0pord 9ot 8roirpdnert 8ot 6dnert 8ot 7tsoppord 7ot 6roirpdnert 6ot 3dnert 8ot 6tsoppord 6ot 5roirpdnert 5ot 3060.0420.0tsrfiehtnidetropererastluserderreferpru O.sledom SLS2nodesaberastluserll A.sisylanapuorgbusfoepytehtetacidnislebalwo R:eto N.9ot 7snmulocni 6edargnierocstsetehtotdna 6ot 1snmulocni 3edargnierocstsetehtotsrefererocstsetnaidemwolebdnaevob A.wordesabsidna 9ot 7snmulocni 6edargnidna 6ot 1snmulocni 3edargnidednettaloohcsehtfonoitacolehtotsrefernoitamrofninoitaco L.snoitinfieduaeru Bsusne Cno840.0651.0440.0031.0390.0710.0120.0810.0910.0630.010.0p,50.0p,01.0p710.0520.0401.0570.0selamef320.0820.0730.0561.0301.0490.0311.0750.0220.0230.0530.0220.0810.0130.0290.0910.0930.0420.0380.0610.0020.0610.0230.0530.0150.0830.0320.0120.0020.0011.0630.0720.0810.0610.0540.0760.0901.0731.0kcalb950.0420.0030.0erocstsetetihw 640.0naidem580.0730.0040.0920.0340.0cinapsihselam250.0110.0630.0550.0430.0540.0720.0enilesa Bsedar Gspuorgbu SyticnabruegnirfronwotlarurnaidemerocsTable 7: Absences, School Dropout, and Grade 9 Retention Middle school entry Middle school entry High school entrygrade 6grade 7grade 9Panel A: Days of Absenceprior trend0.484 post trenddrop i.e. increase0.1690.967 0.1930.412 0.208Panel B: School Dropout in Grade 100.0100.0030.0140.006OLSIV0.0320.2380.2590.2210.0530.1820.0060.0040.0080.007Panel C: Retention in Grade 9OLSIV0.0100.0020.0020.0020.0100.0020.0040.003 p0.10, p0.05, p0.010.2650.2261.266 0.2190.0680.1390.0610.0100.0040.0150.0020.0020.0050.003Note: Panel A reports results of estimating a 2SLS specification identical to our main specification, butwith student absence in a school year as dependent variable. Panel B and C report OLS and IV resultsfrom estimating a crosssectional model. The specifications in Panels B and C in columns column 1and 2 3 include controls for grade 3 6 test scores, race, gender, year of birth, indicators for whether astudent received free or reduced lunch in grade 3 6, and an indicator for whether a student was classifiedas a special education student in grade 3 6. The dependent variable in Panel B is a proxy for high schooldropout in grade 10 that indicates whether a student was not enrolled in any public school in Florida inthe year when the student should have entered grade 10. The dependent variable in Panel C indicateswhether a student repeated grade 9. Standard errors in brackets are clustered by school attended ingrade 3 6 in columns column 1 and 2 3.Table 8: Mean Characteristics by School Type Administrative DataElementary Middle K8Expenditure per student Studentteacher ratio Average teacher experience yearsAverage teacher salary New instructional staff %Number of students Cohort size Grade 6Grade 7Grade 8N7,38115.1612.5841,83320.7871488 6,75217.3212.0741,81321.331,0403333633607,56315.9211.9341,17726.938941181251171,577 1,595427 48443 48pvalue ofmiddlek 8difference 0.020.000.790.260.010.020.000.000.00Note: All characteristics are measured in the 20052006 school year. Cohort sizes by school type are basedon the Common Core of Data. All other characteristics stem from the Florida Department of Educations Return on InvestmentSchool Efficiency Measure website http:roi.fldoe.orgindex.cfm. Charter schoolsare excluded from the sample.Table 9: Correlates of Grade 5 to 6 Achievement Gains, Studentsentering Middle School in Grade 6Expenditure per student 100Outcome: Normalized achievement scores in grade 6Math 0.0018Reading 0.00150.00150.0013Studentteacher ratio 0.00340.00410.00280.00370.00020.00020.00020.0002Average teacher experience yearsAverage teacher salary 100New instructional staff %Cohort size Math score in grade 5Reading score in grade 5Grade 5 school characteristics Observations R20.00090.00590.00080.00010.00010.00010.00010.00010.0000yesnono0.00090.00560.00080.00010.00010.00010.00010.00010.0000yesnoyes0.00080.00390.00060.00020.00010.00020.00010.00000.0000noyesno0.00080.00320.00070.00020.00010.00020.00010.00000.0000noyesyes 386,3070.717382,2890.718386,3070.651382,2890.651 p0.10, p0.05, p0.01Note: All regressions control for student characteristics including gender, year of birth, race, whether astudent received free or reduced lunch, whether a student is coded as special education student, and whethera student ever repeated a grade. Regressions in columns 2 and 4 additionally control for characteristics ofthe school attended in grade 5. Standard errors in brackets are clustered by school attended in grade 6.Table 10: Mean Characteristics by School Type Survey DataLength of school Day minutesIndex measures of school policies Mean0, SD1policies to help lowperforming studentspolicies to improve lowperforming teachersincentives to reward teacher performanceextent of teacher autonomy Scheduling and Staffing share of schools using block schedulingcommon preparation periodssubject matter specialist teachersteachers organized into teamsloopingmultiage classrooms School climate average agreement, 15 scalestaff morale is lowstaff supportencourage each otherteachers understand expectationsnew teachers are excellentveteran teachers are excellentstudent disruption interferes with learningparents worry about violenceparents monitor academic progress NElementary Middle K8pvalue ofmiddlek 8difference 378.00398.14393.300.360.060.050.040.010.350.930.640.970.440.291.704.304.453.844.071.971.523.260.100.040.110.050.340.810.580.920.140.421.984.114.273.653.942.392.073.141,1781,2103774290.010.160.060.050.380.700.580.760.310.471.844.294.324.004.132.251.453.2946560.450.400.230.980.640.090.970.000.000.500.360.140.600.000.110.380.000.33Note: Average characteristics by school type are based on a principal survey conducted in 2004. Length ofschool day is measured in grade four for elementary schools and grade seven for middle and K8 schools.Table A1: Achievement Regression Results Grades 3 to 8 balanced sampleNormalized achievement scores, relative tostudents not entering middle school Math 2SLSOLSStudents entering middle school in grade 6Grade 4Grade 5Grade 6Grade 7Grade 80.0600.0290.1000.0360.0230.0370.0910.0380.1280.0380.0260.0100.0650.0120.0350.0140.0580.0150.0700.014Students entering middle school in grade 7Grade 4Grade 5Grade 6Grade 7Grade 80.0850.0360.0850.0450.1780.0460.0440.0460.1290.0460.0320.0140.0250.0160.1170.0190.0240.0180.0680.018Reading 2SLS0.0580.0260.0600.0240.0270.0280.0480.0360.0580.0400.0960.0310.0620.0300.0940.0350.0550.0430.0890.047OLS0.0250.0090.0380.0080.0190.0110.0290.0130.0350.0140.0380.0120.0310.0110.0730.0140.0490.0150.0810.016 p0.10, p0.05, p0.01Note: The number of observations in each regression is 2,781,333. All regressions include student fixedeffects, grade fixed effects, and controls for whether the student attends a charter school, for whether thestudent was retained that year, and for whether the student was retained in any previous year. Standarderrors in brackets are clustered by school attended in grade 3.Table A2: Achievement Regression Results Grades 3 to 10 balanced sampleNormalized achievement scores, relative tostudents not entering middle school Math 2SLSOLSStudents entering middle school in grade 6Grade 4Grade 5Grade 6Grade 7Grade 8Grade 9Grade 100.0240.0310.0560.0440.0270.0470.0890.0480.1160.0470.1190.0480.1170.0520.0010.0150.0400.0190.0610.0220.0830.0230.0880.0210.0810.0210.0810.022Students entering middle school in grade 7Grade 4Grade 5Grade 6Grade 7Grade 8Grade 9Grade 100.0840.0380.0750.0550.2200.0590.0020.0560.0830.0550.0300.0560.0470.0610.0210.0190.0120.0250.1090.0280.0330.0270.0680.0250.0320.0250.0410.026Reading 2SLS0.0390.0270.0300.0260.0320.0300.0310.0390.0650.0450.0770.0390.0430.0470.0650.0330.0280.0320.1040.0360.0110.0470.0930.0530.0570.0470.0300.056OLS0.0240.0130.0380.0120.0180.0140.0220.0170.0300.0190.0390.0170.0210.0200.0250.0170.0310.0160.0910.0180.0310.0210.0810.0230.0490.0210.0420.025 p0.10, p0.05, p0.01Note: The number of observations in each regression is 1,230,144. All regressions include student fixedeffects, grade fixed effects, and controls for whether the student attends a charter school, for whether thestudent was retained that year, and for whether the student was retained in any previous year. Standarderrors in brackets are clustered by school attended in grade 3.Table A3: Achievement Regression Results Grades 6 to 10 balanced sampleNormalized achievement scores, relative tostudents not entering high school in grade 9Math 2SLSOLSReading 2SLSStudents entering high school in grade 9Grade 7Grade 8Grade 9Grade 100.0960.0170.1170.0220.0900.0200.1110.0220.0630.0100.0880.0130.0770.0120.0940.0130.1030.0140.1640.0200.1170.0200.1310.025 p0.10, p0.05, p0.01OLS0.0640.0080.1250.0120.0980.0110.1280.016Note: The number of observations in each regression is 2,371,373. All regressions include student fixedeffects, grade fixed effects, and controls for whether the student attends a charter school, for whether thestudent was retained that year, and for whether the student was retained in any previous year. Standarderrors in brackets are clustered by school attended in grade 6.Figure A1: IV estimates of the impact of entering middle school on student achievementwith controls for school resourcesGrades 3 to 8 balanced sampleNote: Figures plot coefficient estimates for grade interacted with an indicator for the grade in which astudent enters middle school. All regressions include student fixed effects, as well as controls for grade,for whether the current school is a charter school, for cohort size, for the average teacher experience inyears, for the average teacher salary, the expenditure per student, the studentteacher ratio, the share ofnew instructional staff, for whether the student was retained that year, and for whether the student wasretained in any previous year 2.10.1.2Standard DeviationsRelative to No Middle School Entry345678Grade Enter Middle School in Grade 6Enter Middle School in Grade 7Math.2.10.1.2Standard DeviationsRelative to No Middle School Entry345678Grade Enter Middle School in Grade 6Enter Middle School in Grade 7Reading", "filename": "697271501.pdf", "person": ["Guido Schwerdt", "Schwerdt, Guido", "Martin R. West", "West, Martin R."], "date": ["2011"]}