{"lang": "de", "identifier_url": ["http://www.econstor.eu/bitstream/10419/97691/1/715571451.pdf"], "title": ["Governance in der Staatsschuldenkrise"], "plaintext": "DOI: 10.1007s 1027301213672Zeitgesprach Governance in der Staatsschuldenkrise Die Eurokrise hat tiefgreifende Veranderungen im Gefuge von Institutionen und Kompetenzen in der Europaischen Union angestoen, dafur stehen der Fiskalpakt und die excessive imbalance procedure. Ein effi zientes GovernanceSystem hat sich aber bisher nicht herausgebildet. Die einzelnen Politikbereiche sind zudem innerhalb der EU unterschiedlich stark integrierbar. Zwischen Bereichen, in denen Zentralisierungstendenzen wunschenswert sind und solchen, in denen das Subsidiaritatsprinzip angemessen ist, muss klar unterschieden werden. Bei der Krisenbewaltigung mussen demokratische Prinzipien dringend starker beachtet werden.Martin Hopner, Florian Rodl Illegitim und rechtswidrig: Das neue makrookonomische Regime im Euroraum Die Eurokrise hat tiefgreifende Veranderungen im Gefuge von Institutionen und Kompetenzen der Europaischen Union angestoen. Als Reaktion auf die Krise erfolgte nicht nur eine Verscharfung des Stabilitatspakts, der kunftig automatisierte Sanktionen vorsieht und der auf Grundlage des zwischenstaatlichen Fiskalpakts um nationale Schuldenbremsen nach deutschem Vorbild erganzt werden soll. Installiert wurde zudem auch ein Verfahren zur Vermeidung und Korrektur makrookonomischer Ungleichgewichte Excessive Imbalance Procedure EIP. Kunftig wird die Europaische Kommission jahrlich landerbezogene Wirtschaftsdaten auf Anzeichen fur sich entwickelnde Fehlentwicklungen prufen und bei Erreichen eines gewissen UberMaes ein Korrekturverfahren gegen den betroffenen Mitgliedstaat eroffnen. Der Ablauf ist dem Verfahren bei ubermaigen Defi ziten nach Art. 126 AEUV nachgebildet. Hat der betroffene Mitgliedstaat die Korrekturvorgaben mangelhaft umgesetzt und gehort er der Eurozone an, konnen die Unionsorgane Sanktionen in Gestalt von Geldbuen verhangen.2. Das Verfahren setzt eine bemerkenswerte Machtverlagerung vom intergouvernementalen Rat zur supranationalen Kommission ins Werk. Zwar fallt die Beschlussfassung uber einzuleitende Gegenmanahmen und Sanktionen weiterhin formell dem Rat zu. Tatsachlich aber ist seine Gestaltungsmacht an wesentlichen Stellen des Verfahrens auf ein Vetorecht gegenuber den Beschlussvorlagen der Kommission verkurzt.3. Mit der EIP operiert die Union in einem Steuerungsmodus, der mit dem Ziel der schrittweisen Harmonisierung durch europaische Gesetzgebung nichts mehr zu tun hat. Die Europaische Wirtschaftsregierung im Rahmen der EIP beruht vielmehr auf partikularen, also an einzelne Mitgliedstaaten gerichteten Weisungen zur Umsetzung von Vorgaben der Unionsorgane.Drei Punkte sind hierbei von besonderer Brisanz.Makrookonomische Spannungen im Euroraum 1. Die Korrekturvorgaben konnen ohne Rucksicht auf die Grenzen der regulativen Kompetenzen der EU erfolgen und im Prinzip alle Politikbereiche betreffen, inklusive der Lohn, Sozial und Arbeitsmarktpolitik sowie der allgemeinen Ausrichtung der Budgetpolitik Politikbereiche also, deren Gestaltung nach der europaischen Kompetenzordnung dem demokratischen Prozess innerhalb der Mitgliedstaaten vorbehalten ist.Warum haben sich die Mitgliedstaaten zur Ingangsetzung dieses bemerkenswerten Verfahrens entschlossen? Uber die Ursachen der erheblichen makrookonomischen Spannungen, die sich seit der Einfuhrung der gemeinsamen Wahrung im Euroraum gebildet haben, ist viel gesagt und geschrieben worden. Wir wollen es daher bei knappen Hinweisen belassen: Im Kern besteht die Schwierigkeit in einer weit geoffneten Schere ZBW LeibnizInformationszentrum Wirtschaft 219Zeitgesprachaus markant erhohten Anforderungen an die makrookonomische Performance der Mitgliedstaaten einerseits bei gleichzeitigem Wegfall mehrerer zur Zielerreichung eigentlich notwendiger Steuerungsinstrumente andererseits. Die europaische Zinspolitik setzt fur die betroffenen Mitgliedstaaten dysfunktionale Impulse, weil sich der einheitliche nominale Zinssatz der EZB angesichts divergenter Infl ationsraten in unterschiedliche Realzinsen ubersetzt. Diese unterschiedlichen Impulse treiben die europaischen Konjunkturen auseinander, statt eine Konvergenz der Konjunkturverlaufe zu induzieren. Vor diesem Hintergrund waren die Mitgliedstaaten eigentlich gefordert, mit aktiver makrookonomischer Politik gegenzusteuern. Als Instrumente der makrookonomischen Steuerung stehen Volkswirtschaften normalerweise Wechselkursanpassungen, die Zinspolitik, die Fiskalpolitik und die Lohnpolitik zur Verfugung. Unter den Bedingungen der einheitlichen Wahrung und des verscharften Stabilitatspakts sind allerdings drei dieser vier Instrumente nicht mehr verfugbar. Allein die Lohnpolitik ware auf der Ebene der Mitgliedstaaten im Prinzip noch zur makrookonomischen Gegensteuerung einzusetzen. Kurz, Anpassungsleistungen mussten in erster Linie durch die richtige Lohnpolitik erbracht werden. Soweit die Theorie. In der Praxis fi nden sich im Euroraum 17 ganz unterschiedliche Regime der Lohnaushandlung. In manchen von ihnen erfolgt die Lohnfi ndung durch Aushandlungen starker Verbande, in anderen hingegen dezentral und unkoordiniert. So ist die Fahigkeit zum strategischen Einsatz der Lohnpolitik, um mittelfristige Ziele zu erreichen, uber den Euroraum hochst unterschiedlich verteilt. Deutschland, das nach der EuroEinfuhrung mit zu hohen Realzinsen konfrontiert war, reagierte auf diese Problemlage mit strategischer Lohnzuruckhaltung. So gelang es, die Wirtschaft uber den gezielten Aufbau von Exportuberschussen anzukurbeln. Landern mit unkoordinierter und deshalb kaum steuerbarer Lohnfi ndung steht dieser Weg der Problembewaltigung nicht zur Verfugung. In der Folge haben sich die Lohnstuckkosten und deshalb auch die preislichen Wettbewerbspositionen unter den Teilnehmern der Europaischen Wahrungsunion sehr unterschiedlich entwickelt und damit zu den erheblichen makrookonomischen Spannungen beigetragen, die wir derzeit beobachten.Auch die Lohnpolitik lasst sich also zum Ausgleich der Ungleichgewichte im Euroraum nur bedingt einsetzen. Sie ist vielmehr ursachlich fur weitere Spannungen. Vor diesem Hintergrund erscheint verstandlich, dass die Mitgliedstaaten den gewagten Weg institutioneller Reformen und einer erheblichen Einschrankung ihrer Autonomie gehen, um makrookonomische Fehlentwicklungen durch zentrale, von Mitgliedstaat zu Mitgliedstaat variierende Vorgaben eindammen zu konnen. Und ebenso erscheint es nahezu zwingend, dass das neue Instrumentarium erstmals auch den sensiblen Bereich der Lohnpolitik umfasst, sowohl auf der Ebene der zu evaluierenden Indikatoren als auch als potenzielles Ziel sanktionsbewehrter Vorgaben.Warum sich die betroffenen Mitgliedstaaten wehren werden Allerdings erwarten wir nicht, dass das neue makrookonomische Regime reibungslos funktionieren wird. Vielmehr befurchten wir, dass die EIP erhebliche Zwietracht unter den Teilnehmern der Europaischen Wahrungsunion saen wird und dass sich die kunftig betroffenen Mitgliedstaaten mit den ihnen zur Verfugung stehenden, d.h. auch juristischen Mitteln gegen die uber sie verhangten Sanktionen wehren werden.Das erste von zwei Problemen liegt in der zu erwartenden asymmetrischen Behandlung der Mitgliedstaaten. Grundsatzlich sind Wirtschaftspolitiken, die im Ergebnis zu chronischen Leistungsbilanzuberschussen fuhren, fur die makrookonomischen Ungleichgewichte im Euroraum ebenso verantwortlich wie solche, die zu Defi ziten fuhren. Folglich hatte sich die Aufmerksamkeit bei der Aushandlung der EIP in starkem Mae auf die Frage konzentriert, ob sich das Verfahren gleichermaen auf die Eindammung sowohl von Defi ziten als auch von Uberschussen richten wurde. Hoffnungen, die auf eine solche Symmetrie gerichtet waren, wurden aber alsbald zunichte gemacht.Zwar beinhaltet das fur die Uberwachung durch die Kommission magebliche Scoreboard, das die Schwellenwerte makrookonomischer Indikatoren enthalt, oberhalb derer wirtschaftliche Entwicklungen als Ungleichgewichte klassifi ziert werden sollen, in der Tat sowohl einen Schwellenwert fur ubermaige Leistungsbilanzdefi zite als auch fur Uberschusse. Der Schwellenwert fur Uberschusse wurde mageblich auf deutschen Druck mit 6% aber hoher gelegt als die 4%Hurde, oberhalb derer Defi zite als ubermaig angesehen werden. Auf gleicher Linie stellte Wahrungskommissar Olli Rehn bereits am 4. November 2011 in einem an die Finanzminister gerichteten Schreiben klar, dass der Fokus der EIP auf den Defi zitlandern liegen wurde. Im Februar 2012 veroffentlichte die Kommission ihren ersten Bericht uber makrookonomische Ungleichgewichte. Zwolf Lander sind betroffen, in allen Fallen handelt es sich um Defi zitlander. Deutschland wird trotz langjahriger exorbitanter Exportuberschusse nicht genannt. Dies begrundete Kommissar Rehm mit den Worten, der Euroraum brau220Wirtschaftsdienst 2012 4Zeitgesprachche Volkswirtschaften, die wettbewerbsfahige Produkte anbieten konnen.1Das Problem ist nun, dass die EIP vor diesem Hintergrund keine wirtschaftspolitische Neutralitat fur sich beanspruchen kann. Vielmehr druckt sie spezifi sche Lander solche mit Leistungsbilanzdefi ziten in Richtung spezifi scher Problembewaltigungsstrategien, namentlich Lohnmoderation, Arbeitsmarktfl exibilisierung und soziale Einschnitte. Wir wollen uns an dieser Stelle einer Einschatzung daruber enthalten, inwieweit diese Instrumente zum nachhaltigen Abbau von Auenhandelsdefi ziten tatsachlich geeignet sind. Die Befunde sind bekanntlich widerspruchlich und Gegenstand kontroverser Debatten zwischen den widerstreitenden wirtschaftswissenschaftlichen Schulen. Aus Sicht der betroffenen Mitgliedstaaten aber erscheint offensichtlich, dass derart einseitige Vorgaben und die mit ihnen kunftig sogar verknupften Sanktionen als Gangelung empfunden werden durften als illegitime Fremdbestimmung zur Bewaltigung einer Problemlage, die zudem nur teilweise selbst verschuldet ist.Das zweite Problem resultiert aus der in vielen Mitgliedstaaten fehlenden und auch durch die EIP naturgema nicht erhohten politischen Steuerbarkeit der Lohnentwicklung. Das Scoreboard legt fest, dass die Kommission Verfahren gegen Mitgliedstaaten eroffnen kann, wenn deren Lohnstuckkosten in einem DreiJahresZeitraum um mehr als 9% gestiegen sind. Ergreift der betroffene Mitgliedstaat keine durchgreifenden Manahmen, konnen wenn der Rat nicht mit qualifi zierter Mehrheit widerspricht Sanktionen verhangt werden. Fur die betroffenen Regierungen ist die Lohnentwicklung aber nicht unmittelbar beeinfl ussbar, und auch die mittelbare Beeinfl ussung dieser Zielgroe uber die freiwillige Einbindung der Gewerkschaften in sogenannte Soziale Pakte man spricht hier auch vom liberalen Korporatismus gelingt nur unter gunstigen, historisch gewachsenen Bedingungen. Und politischen Eingriffen etwa in die Verbindlichkeit oder die Reichweite von Tarifvertragen konnen Garantien des nationalen Verfassungsrechts, aber auch des internationalen Menschenrechts Europaische Menschenrechtskonvention, ILOKonventionen entgegenstehen. Kurz, die EIP sieht Sanktionen fur Fehlentwicklungen bei Indikatoren vor, die in vielen Fallen allenfalls schwach steuerbar sind und deren Freiheit vor politischen Eingriffen in gewissem Umfang sogar rechtlich garantiert ist. Wer uber etwas politisches Gespur verfugt, sollte nicht uberrascht sein, wenn sich im Ernstfall herausstellt, dass dies von den Betroffenen nicht als legitim empfunden wird.1 Vgl. Frankfurter Allgemeine Zeitung vom 15.2.2012, S. 11.Werden also am Ende der bereits angelaufenen EIP tatsachlich Sanktionen verhangt, dann erwarten wir, dass sich die betroffenen Regierungen die nicht mehr dieselben sein mussen wie jene, die die EIP in Kraft gesetzt haben zur Wehr setzen werden. Diesen Regierungen steht der Weg der Nichtigkeitsklage vor dem Europaischen Gerichtshof Eu GH offen. Ein wichtiger Angriffspunkt wird dabei die Frage sein, ob die EIP im Einklang mit den Kompetenzen der EU steht.Die EIP als Uberschreitung der Unionskompetenzen Den rechtlichen Rahmen des Verfahrens der EIP bilden zwei formlich voneinander unabhangige Verordnungen des Europaischen Parlaments und des Rates. Die erste ist die Verordnung EU Nr. 11762011 uber die Vermeidung und Korrektur makrookonomischer Ungleichgewichte, die auf samtliche Mitgliedstaaten Anwendung fi ndet, die zweite ist die Verordnung EU Nr. 11742011 uber Durchsetzungsmanahmen zur Korrektur ubermaiger Ungleichgewichte im Eurowahrungsgebiet, welche nur die Mitglieder der Eurozone betrifft.Die erste Verordnung regelt das Verfahren der makrookonomischen Uberwachung von der generellen Uberwachung der makrookonomische Situation in den Mitgliedstaaten seitens der Kommission uber die Eroffnung von Verfahren gegen einzelne Staaten wegen ubermaiger Ungleichgewichte bis zu dem Moment einer Feststellung, dass ein Mitgliedstaat den ihm von Kommission und Rat vorgegebenen Korrekturmanahmenplan nicht eingehalten hat. Die zweite Verordnung liefert die rechtliche Grundlage dafur, dass die Mitglieder der Eurozone anschlieend mit Geldbuen belegt werden konnen. Die Frage, ob diese zweite Verordnung EU Nr. 11742011 im Folgenden: Durchsetzungs VO im Kompetenzbereich der Union liegt, wird also im Zentrum der Aufmerksamkeit stehen, wenn sich einzelne Mitgliedstaaten wie von uns erwartet vor dem Eu GH gegen ihnen gegenuber verhangte Sanktionen wehren.Der Erlass der Durchsetzungs VO wurde auf die Vorschrift des Art. 121 Abs. 6 AEUV gestutzt. Diese Vorschrift erlaubt es Rat und Europaischem Parlament, die Einzelheiten des Verfahrens multilateraler Uberwachung festzulegen, das wiederum ein zentraler Bestandteil der wirtschaftspolitischen Koordinierung auf Unionsebene ist. Die Eckpunkte des Verfahrens multilateraler Uberwachung fi nden sich in Art. 121 Abs. 3 und 4 AEUV, und diese regeln einen Prozess von Berichten, Bewertungen und Empfehlungen. Sanktionen gegenuber den Mitgliedstaaten, die den Empfehlungen nicht Folge leisten, sind an dieser Stelle nicht vorgesehen. Es ist klar und anerZBW LeibnizInformationszentrum Wirtschaft 221Zeitgesprachkannt, dass solche Sanktionen darum auch nicht durch eine Verordnung auf Basis von Art. 121 Abs. 6 AEUV eingefuhrt werden konnen.Aus diesem Grund wurde in der Durchsetzungs VO bei der obligatorischen Angabe der Kompetenzgrundlage zusatzlich zu Art. 121 Abs. 6 AEUV auch noch die Vorschrift des mit dem Vertrag von Lissabon in den Vertrag aufgenommenen Art. 136 AEUV angesprochen. Art. 136 Abs. 1 b AEUV ermachtigt den Rat, fur die Mitglieder der Eurozone besondere Grundzuge der Wirtschaftspolitik zu erarbeiten und deren Einhaltung zu uberwachen. Entscheidend ist daher die Frage, ob Art. 136 AEUV den Rat im Rahmen der dort angesprochenen Uberwachung uber unverbindliche Empfehlungen hinaus auch zu Sanktionen ermachtigt. Ware diese Frage zu bejahen, hatten Rat und EP wohl tatsachlich auf Basis von Art. 121 Abs. 6 AEUV die Einzelheiten der Uberwachung in der Durchsetzungs VO festlegen durfen.Doch die Frage ist eindeutig zu verneinen. Art. 136 AEUV ermachtigt den Rat nicht zu Sanktionen, sondern nur zu Manahmen von der Art, die sich bereits in den Eckpunkten des Verfahrens multilateraler Uberwachung nach Art. 121 Abs. 3 und 4 AEUV fi nden. Eine sorgfaltige Auslegung der zunachst etwas unverstandlich anmutenden Vorschrift des Art. 136 AEUV lasst am Ende keinen Zweifel: Zum einen regelt Art. 136 AEUV kein Verfahren zur Annahme der Sanktionsbeschlusse durch den Rat, wie es an sich erforderlich ware. Auch Art. 121 AEUV, auf den Art. 136 AEUV generell fur die Annahmeverfahren verweist, enthalt kein Verfahren fur Sanktionen, sondern naturgema nur Verfahren fur die dort vorgesehenen unverbindlichen Ratsmanahmen von Bewertung und Empfehlung. Zum anderen wurde eine entgegengesetzte Auslegung letztlich darauf hinauslaufen, dass der Union bereits mit der Aufnahme von Art. 136 AEUV in den Vertrag eine umfassende Kompetenz zur Steuerung der mitgliedstaatlichen Wirtschaftspolitik im weitesten Sinne, also unter Einschluss von Steuer, Arbeits und Sozialpolitik, und nicht nur in Gestalt von Sanktionen, sondern auch in Gestalt europaischer Gesetzgebung zugesprochen worden ware. Die Union verfugte also seit Inkrafttreten des Vertrages von Lissabon im Jahr 2009 uber die rechtlichen Grundlagen einer echten Wirtschaftsregierung, nur dass das bis heute unbemerkt geblieben ware. Das erscheint jenseits des Vertretbaren.Ob freilich der Eu GH in einer mit Blick auf den Bestand des Euro womoglich als notstandsahnlich wahrgenommenen Situation die an sich offensichtliche Kompetenzuberschreitung der Union nicht dennoch absegnet, lasst sich aus heutiger Sicht nicht beantworten. Gabe der Eu GH dem Druck nach, wurde das im Falle deutscher Beteiligung sicherlich ein weiteres Verfahren vor dem Bundesverfassungsgericht nach sich ziehen, und zwar unter dem in dieser Konstellation ausnahmsweise durchaus Erfolg versprechenden Gesichtspunkt einer strukturwirksamen Verletzung der Kompetenzordnung.Fazit Die Eurokrise hat das politische und kulturelle Klima zwischen den Teilnehmerlandern empfi ndlich gestort. Mit dem neuen makrookonomischen Verfahren wurde die Hoffnung auf fruhzeitige Erkennung und Beseitigung wirtschaftlicher Ungleichgewichte verknupft eine Voraussetzung dafur, dass der Euro zu dem beitragen kann, wofur die europaische Integration doch letztlich antritt: die europaischen Lander und Volker einander naherzubringen. Allerdings fuhrte unsere politokonomische und juristische Betrachtung der EIP zu ernuchternden Ergebnissen. Statt Harmonie zu stiften, durfte die EIP neue Zwietracht saen, und mit ihr uberschreitet die Union ihre Kompetenzen. Die wirtschaftlichen, politischen und in der Folge auch kulturellen Spannungen zwischen den Teilnehmerstaaten werden den Euro noch lange begleiten.Arne Heise Governance auf verschiedenen Ebenen In den letzten zwei Jahren die den Ubergang von der vom amerikanischen Immobiliensektor ausgehenden Weltfi nanzkrise zur Eurokrise markieren haben reichlich 15 EUSonderGipfeltreffen stattgefunden. Im Zentrum dieser hektischen Suche nach Losungen fur die Eurokrise stand die Weiterentwicklung der europaischen GovernanceStrukturen im Bereich der Wirtschafts und Finanzpolitik. Einerseits und vordringlich ging es um die Schaffung von Notfallverfahren, die den potenziellen Staatsbankrott einzelner Eurozonenlander und damit wohl auch das Auseinanderbrechen der Europaischen Wahrungsunion EWU verhindern sollen. Derartige GovernanceStrukturen waren bei der Schaffung der EWU schlicht nicht vorgesehen, weil niemand insbe222Wirtschaftsdienst 2012 4Zeitgesprachsondere nicht nach dem scheinbar so erfolgreichen ersten Jahrzehnt 1 mit den Problemen der Eurozone seit 2009 rechnete oder aber GovernanceVerfahren mit Notfallcharakter von den Architekten der EWU auch bewusst vermieden wurden, weil dies als Zeichen der eigenen Skepsis hatte gewertet werden konnen. Neben den Notfallverfahren wurden aber auch strukturelle Anderungen am bislang bestehenden GovernanceSystem vorgenommen, um in Zukunft die Wahrscheinlichkeit krisenhafter Entwicklungen, die die blanke Existenz des Integrationsprojekts EWU gefahrden, zu minimieren.Hier soll es wesentlich um die strukturellen Anderungen des EUGovernanceSystems gehen, denn die Notwendigkeit der Schaffung von Notfallverfahren hat sich wohl ebenso als unstrittig herausgestellt, wie konkret die Bereitstellung einer Europaischen Finanzstabilisierungsfazilitat EFSF bzw. eines Europaischen Stabilitatsmechanismus ESM grundsatzlich als weitgehend alternativlos bezeichnet werden kann.2Aufgaben und Ziele des EUGovernanceSystems Bevor wir einen Blick auf die strukturellen Reformen des GovernanceSystems werfen wollen, soll kurz nach den Aufgaben und Zielen des EUGovernanceSystems gefragt 3 und eine Einschatzung der strukturellen Mangel gegeben werden 4 solche durfen jedenfalls unterstellt werden, da ansonsten kein Reformbedarf bestehen wurde.Aufgabe des EUGovernanceSystems ist es, jene wirtschaftspolitischen Bereiche zu koordinieren, die durch grenzuberschreitende Interdependenzen an Effi zienz auf nationaler Ebene eingebut haben. Koordinierung, Harmonisierung oder gar Supranationalisierung dienen 1 Vgl. J. Almunia: Foreword, in: European Economy, Nr. 22008.2 Tatsachlich sind zwei wesentliche Kritikpunkte gegen EFSFESM vorgebracht worden: Einerseits beharrt der harte Kern der MainstreamOkonomen darauf, dass eine solche Notfallfazilitat Rettungsschirm falsche Anreize setzt und insistiert auf Verfahren fur geordnete Staatsinsolvenzen. Das Ausma der verabschiedeten Austeritatsprogramme in der Eurozone verweist diese Argumentation aber in das Reich der Ideologien, wobei geordnete Staatsinsolvenzen in hochentwickelten Landern ebenso unnotig wie okonomisch unsinnig sind. Allenfalls wird damit vielleicht die Intention der Kritiker die weitere Verschuldungsmoglichkeit in der mittleren Frist fur solche Lander verbaut. Die zweite Kritik betrifft das beschlossene Garantielimit des EFSFESM, das sich schnell als zu gering herausstellen kann und dann die Funktionsfahigkeit des Notfallverfahrens beschneidet. Diese Kritik betrifft aber offensichtlich nur die Ausgestaltung, nicht das Notfallverfahren an sich.3 Vgl. A. Heise: European Economic Governance Wirtschaftspolitik jenseits des Nationalstaates, in: Wirtschaftsdienst, 85. Jg. 2005, H. 4, S. 230237.4 Vgl. A. Heise: European Governance: Institutionelle Reformen nach der Krise; in: Wirtschaftsdienst, 91. Jg. 2011, H. 9, S. 634642.dann dazu, die Effi zienz nationaler Wirtschaftspolitiken zu erhalten bzw. auf supranationaler Ebene zuruckzugewinnen, um so die Zielsetzung sowohl der nationalen Regierungen als auch der supranationalen EUEbene verwirklichen zu konnen: die Maximierung der gesellschaftlichen Wohlfahrt. Wahrend also die Koordinierung, Harmonisierung oder gar Supranationalisierung die Internalisierung externer Effekte ermoglichen soll, besteht andererseits die Gefahr, dass nationalen heterogenen Praferenzen nicht ausreichend Rechnung getragen werden kann und die fi skalische nationale Selbstverantwortlichkeit leiden mag. Auch die Moglichkeit des gegenseitigen Lernens der Wettbewerb nationaler Wirtschaftspolitik als Entdeckungsverfahren also und, vor allem, die nationale Souveranitat werden eingeschrankt. Deshalb muss ein effi zientes GovernanceSystem aus einer Mischung verschiedener Verfahren und Bereitstellungsebenen bestehen: Wirtschaftspolitikbereiche, die keine Interdependenzen aufweisen, konnen und sollten in rein nationaler Verantwortlichkeit verbleiben es sei denn, es besteht eine gemeinsame Problemlage und perzeption: In diesem Fall mag eine weiche Koordinierung, die wesentlich auf den Austausch von Informationen hinauslauft, sinnvoll aber auch hinreichend sein. Arbeitsmarktpolitik ist ein Beispiel; in der EU wird sie im Rahmen der Europaischen Beschaftigungsstrategie EBS tatsachlich weich und somit hinreichend koordiniert. Wirtschaftspolitikbereiche, die Interdependenzen aufweisen und gleichermaen eine gemeinsame Problemlage und perzeption ermoglichen so z.B. im Fall der makrookonomischen Koordinierung von Geld, Finanz und Tarifpolitik bedurfen dennoch der harten, also sanktionsbewahrten Koordinierung, um Kooperationsfallen zu umgehen. Der Europaische Makrookonomische Dialog EMD, der fur die horizontale Koordinierung der Geld, Finanz und Lohnpolitik in der EWU zustandig ist, ist hingegen in ein weiches Koordinierungsverfahren eingebettet, was seine weitgehende Ineffi zienz erklart.5Jene Wirtschaftspolitikbereiche schlielich, die starke Interdependenzen aufweisen und keine gemeinsame Problemlage und perzeption erwarten lassen, bedurfen der Harmonisierung bzw. Supranationalisierung, um ein effi zientes Koordinierungsergebnis hervorzubringen: Die Geldpolitik ist ebenso ein Beispiel hierfur, wie die vertikale Koordinierung der jeweils nationalen Finanz, Lohn oder Steuerpolitik. Tatsachlich ist bislang lediglich die Geldpolitik supranationalisiert, im Bereich der Steuerpo5 Vgl. W. Koll, V. Hallwirth: Strengthening the Macroeconomic Dialogue to tackle economic imbalances within Europe, A. Watt, A.s Botsch Hrsg.: After the crisis: Towards a sustainable growth model, Brussel 2010, S. 139143.ZBW LeibnizInformationszentrum Wirtschaft 223Zeitgesprachlitik fehlt noch fast jede Form von EUweiter Koordinierung, wahrend fur die Lohn und Finanzpolitik zumindest keine adaquaten GovernanceStrukturen geschaffen wurden: Die bisher vorhandenen Initiativen zur Selbstkoordinierung der Lohnpolitik auf gewerkschaftlicher Seite sind nur von regional begrenzter Reichweite,6 und es fehlen alle rechtlichen Rahmenbedingungen z.B. ein EUweites Kollektivvertrags oder Streikrecht , die die Eurozone zu einem optimalen Lohnraum 7 machen konnten. Und im Falle des Europaische Stabilitats und Wachstumspakts ESWP schlielich, der die Finanzpolitiken der nationalen Regierungen zwar in einem harten weil sanktionsbewahrten Verfahren koordiniert, aber eben nicht supranationalisiert, kann es deshalb kaum verwundern, dass diesem Koordinierungsverfahren von allen Seiten mangelnde Effi zienz attestiert wird.8 Reformen des EUGovernanceSystems Das europaische GovernanceSystem im Bereich der Wirtschafts und Finanzpolitik ist nicht an einem akademischen Reibrett entstanden, sondern entspricht dem Ergebnis eines intergovernementellen Aushandlungsprozesses, in den unterschiedliche nationale Interessen und gegebenenfalls auch unterschiedliche theoretische Standpunkte einfl ieen es sollte also nicht uberraschen, wenn erst wenige Jahre nach der Einfuhrung der gemeinsamen Wahrung noch kein adaquates GovernanceSystem vorzufi nden ist. Die Ineffi zienzen zeigen sich darin, dass weder die soziookonomischen Ziele der Lissabonner Strategie, noch der makrookonomische PolicyMix erreicht werden konnten. Und auch die Haushaltsprobleme vieler EWUMitgliedslander sind nicht nur in deren Ausgabeverhalten, sondern auch in den Einnahmeproblemen unter den Bedingungen des nichtkoordinierten Steuerwettbewerbs zu suchen.9 Die Eurokrise aber konnte als jener Ansto verstanden werden, der zur notwendigen Weiterentwicklung und in einigen Bereichen eben auch zu einer Harmonisierung oder Supranationalisierung im Sinne einer echten Europaischen 6 Vgl. T. Schulten: Perspektiven des gewerkschaftlichen Kerngeschafts: Zur Reichweite der Tarifpolitik in Europa, in: Aus Politik und Zeitgeschichte, 13132010, 29.3.2010, S. 3640; ders.: Solidarische Lohnpolitik in Europa. Zur Politischen Okonomie der Gewerkschaften, Hamburg 2004.7 Vgl. A. Heise: Theorie optimaler Lohnraume: Zur Tarifpolitik in der Europaischen Wahrungsunion, Vierteljahreshefte zur Wirtschaftsforschung, 71. Jg. 2002, H. 3, S. 368383.8 Vgl. P. Bofi nger: Grundlinien fur eine Reform des Stabilitats und Wachstumspakts, in. Wirtschaftsdienst, 85. Jg. 2005, H. 1, S. 1418; J. B. Donges et al.: Den Stabilitats und Wachstumspakt harten, Stiftung Marktwirtschaft, Berlin 2005.9 Vgl. P. Genschel, M. Jachtenfuchs: How the European Union Constraints the State: Multilevel Governance of Taxation, in: European Journal of Political Research, 50. Jg. 2011, H.3, S. 293314.Wirtschaftsregierung des GovernanceSystems fuhren sollte.Tatsachlich sind einige Reformen und Erweiterungen des EUGovernanceSystems vorgenommen worden, die gelegentlich als Einstieg in eine Europaische Wirtschaftsregierung oder eine Finanzunion bezeichnet wurden: Neben den bereits erwahnten Notfallmanahmen EFSFESM wurde jungst der sogenannte Fiskalvertrag unterzeichnet, der im Kern eine Hartung des ESWP vorsieht und diesen mit konstitutionellen Vorkehrungen fur eine Begrenzung der Staatsverschuldung Schuldenbremsen nach deutschem Vorbild verknupft. Daruber hinaus werden im EuroPlusPakt die nachhaltigen Leistungsbilanzungleichgewichte adressiert und mit dem Europaischen Semester eine bessere Verknupfung der Abstimmungsprozesse im Rahmen des EUGovernanceSystems mit den nationalen Haushaltsverfahren angestrebt.Der Fiskalvertrag tragt der Interpretation der Eurokrise als Krise der offentlichen Haushalte Rechnung, die vorgeblich in der mangelnden Effi zienz der fi nanzpolitischen Koordinierung durch den ESWP begrundet liegt. Die Hartung des ESWP mittels Starkung des praventiven und korrektiven Arms ebenso wie die Verpfl ichtung der Einfuhrung einer konstitutionellen Schuldenbremse soll deshalb kunftig nicht nur die angeblich fehlende Soliditat der offentlichen Haushalte einzelner Lander erzwingen, sondern auch den mit der Etablierung von EFSFESM aufgekommenen Befurchtungen entgegentreten; nationale Regierungen konnten gerade angesichts solcher Hilfestellung nicht genugend Anreize verspuren, eine solide Haushaltspolitik zu betreiben. Ob mit diesen Vorkehrungen das Vertrauen der Finanzmarktteilnehmer in dem Sinne wiederhergestellt werden kann, dass allen EURegierungen wieder der Zugang zum internationalen Finanzmarkt zu vernunftigen Konditionen ermoglicht wird, wird sich erst noch zeigen mussen. Klar erscheint, dass die Durchsetzung eines solchen Verfahrens leichter fur ein Land Deutschland zu akzeptieren ist, dessen Wirtschaftsentwicklung sich nach der Krise auch in Folge der seit dem Beginn der EWU aufgelaufenen Lohnstuckkostenvorteile gegenuber dem EWUDurchschnitt als einigermaen robust erwiesen hat. Andere Lander aber Griechenland, Spanien, Portugal haben verstandlicherweise andere Problemwahrnehmungen und Prioritaten. Ihre Wirtschafts und vor allem Beschaftigungsentwicklungen verbleiben nach der Krise auch als Folge inverser Lohnstuckkostennachteile, aber ebenso unzureichender konjunktureller Stimuli aufgrund eingeschrankter Haushaltsspielraume von 2009 bis 2010 so schwach, dass weitere Austeritats224Wirtschaftsdienst 2012 4Zeitgesprachprogramme zunachst erzwungen durch die Konditionalitat der Liquiditatshilfen des EFSFESM, spater perpetuiert durch die Bedingungen des ESWP politisch kaum zu legitimieren sind und okonomisch sicher nicht den Rahmen fur dringend benotigtes Wachstum schaffen.Und der EuroPlusPakt widmet sich zwar einer Problemlage in der EWU den nichtnachhaltigen regionalen Leistungsbilanzungleichgewichten , die bislang nur eine Minderheit der Okonomen fur die eigentliche realwirtschaftliche Ursache fur die Krise in der Eurozone ansehen. Jedoch wird hier einseitig den Leistungsbilanzdefi zitlandern der Anpassungsdruck auferlegt. Mangels anderer Instrumente sind allein lohnpolitische Restriktion, sozialpolitische Maigung und arbeitsmarktpolitische Flexibilisierung als Handlungsperspektiven vorprogrammiert. Weiterentwicklung des EUGovernanceSystems Die EWU mag die gegenwartige Krise noch einmal uberstehen, ohne das von manchem Experten prophezeite,10 von anderen wohlwollend nahegelegte Auseinanderbrechen 11 der Eurozone. Den dauerhaften Bestand der Wahrungsunion als weiteren Integrationsmotor kann das reformierte GovernanceSystem deshalb nicht sichern, weil die Lehren der Krise, die wissenschaftlichen Analysen, aber auch historische Erfahrungen mit fruheren erfolgreichen und gescheiterten Wahrungsunionen nicht hinreichend verarbeitet wurden: Eine monetare Union erfordert die Begleitung durch eine politische Union. Oder anders: Eine supranationalisierte Geldpolitik benotigt eine wirtschafts und fi nanzpolitische Steuerung, die nicht an einer vornehmlich national gebundenen Rationalitat orientiert bleiben kann. Das 10 Vgl. H. Flassbeck: Woran die Eurozone zerbrechen wird, in: Orientierungen zur Wirtschafts und Gesellschaftspolitik, 130 4, 2011, S. 57.11 Vgl. D. Meyer: Stabilitat durch NordSudTeilung der Wahrungsunion, in: Orientierungen zur Wirtschafts und Gesellschaftspolitik, 130 4, 2011, S. 1921.dies nicht den undifferenzierten Ruf nach mehr Europa auf allen Ebenen rechtfertigt, habe ich versucht darzulegen es gibt aber andererseits Teilbereiche, die nicht ohne okonomischen Effi zienz und politischen Legitimationsverlust in nationaler oder blo intergouvernemental verhandelter Verantwortung verbleiben konnen. Dazu zahlt die Fiskal und Steuerpolitik ebenso wie die Rahmensetzung fur die Lohn bzw. Tarifpolitik und alle zusammen rechtfertigen den Ruf nach einer Europaischen Wirtschaftsregierung als unitarischem Akteur, dem Steuererhebungs und Gesetzgebungskompetenz genauso zugestanden, wie er demokratisch kontrolliert werden muss. Eine Europaische Wirtschaftsregierung kann und muss dabei auf nationale Stabilisierungserfordernisse ebenso Rucksicht nehmen, wie es in foderalen Gebilden ublich und moglich ist und selbstverstandlich im die europaische Integration begleitenden Prozess der deutschen Einheit praktiziert wurde. Gleichzeitig impliziert ein einheitlicher kollektivvertraglicher Rechtsrahmen keineswegs eine zentrale EUweite Verhandlungsebene, wohl aber die Einfriedung des Lohn und Regulierungsdumpings.Gewiss bedarf es noch der genaueren Ausgestaltung einer solchen Europaischen Wirtschaftsregierung und seiner demokratischen Vorbedingungen. So konnte im Musgraveschen Sinne die Stabilisierungsfunktion der Finanzpolitik europaisiert werden, wahrend die Allokationsfunktion auf nationaler bzw. regionaler Ebene verbleibt. Gleichzeitigt mussen Anreize und Verfahren dafur geschaffen werden, dass die Stabilisierungseffekte national und regional ebenso differenziert werden konnen, wie die durch positive Wachstumsimpulse ausgelosten Selbstfi nanzierungseffekte einer solchen Politik angemessen auf die verschiedenen Bereitstellungsebenen verteilt werden. Wie wir aus foderalen Gebilden wissen, sind dies keineswegs triviale technische, sondern hochst politokonomische Aufgabenstellungen. Um hier zu akzeptablen Losungen zu kommen, bedarf es vor allem einer veranderten Integrationslogik und kultur. Joachim Ahrens Bessere Governance durch mehr Flexibilisierung Der europaische Integrationsprozess weist zahlreiche Wegmarken auf, die in jungerer Vergangenheit in immer kurzeren Abstanden gesetzt wurden. Diese Marken manifestieren sich nicht nur in Erweiterungsrunden, sondern auch in neuen Vertiefungsschritten, die allmahlich den Charakter der EU und die Natur des Integrationsprozesses verandert haben. Dabei bedeutet Vertiefung gewohnlich eine Vergemeinschaftung von Politikfeldern sowie eine zunehmende Ubertragung politischer Kompetenzen auf die Europaische Kommission, den EuroZBW LeibnizInformationszentrum Wirtschaft 225Zeitgesprachpaischen Rat oder andere Akteure auf der europaischen Ebene.haltig negativen Folgen fur die Qualitat der europaischen MehrebenenGovernanceStruktur.Sowohl Vertiefungs als auch Erweiterungsschritte uberforderten zuweilen alte und neue Mitgliedslander, oder sie standen nationalen Interessen entgegen. Dies fuhrte oft zu Ausnahmeregelungen oder zu offenen oder versteckten Konfl ikten zwischen Mitgliedstaaten oder zwischen EUOrganen und nationalen Entscheidungstragern, die dann haufi g in teilweise teure nicht transparente Kompromisslosungen mundeten.Die gegenwartige Staatsschuldenkrise konnte sich als ein historischer Moment erweisen, der aufgrund der normativen Macht des Faktischen, aufgrund von Zeitdruck und scheinbarer Alternativlosigkeit neue Vertiefungsschritte zunachst temporar einleitet, die schlielich dauerhaften Charakter erhalten. Diese Krise konnte sich als critical juncture erweisen, an der eine auergewohnlich hohe Wahrscheinlichkeit fur eine Veranderung oder Neuausrichtung des institutionellen Entwicklungspfades besteht eine Situation, in der Akteure eine besondere diskretionare Gestaltungsmacht erhalten, die sonst nicht besteht, und in der diese Akteure bereit sind, Regeln radikal zu andern.Zu denken ist in diesem Kontext nicht nur an die Rettungsschirme EFSF und ESM, sondern auch an wirtschaftspolitische Aufl agen der Troika bestehend aus EU, EZB und IWF, die Diskussion um einen EUweiten Fiskalpakt und eine Wirtschaftsregierung sowie an Eurobonds oder die Schaffung einer Transferunion. Wenn es eine politische List gewesen sein sollte, uber die Schaffung der gemeinsamen Wahrung eine politische Union zu erzwingen, dann ist dieser Schachzug moglicherweise nicht ganzlich gescheitert.1 Zwar ist eine solche Union nicht in Sichtweite, aber die Krise einzelner Lander ist zu einer Krise der EWU und der EU insgesamt geworden. Die beschlossenen und fur die Zukunft diskutierten institutionellen Reformen deuten auf eine starke Zentralisierung von Entscheidungsbefugnissen und eine Harmonisierung von Rechtsnormen hin, die sich als weitere wenn auch in dieser Form nicht geplante Schritte in Richtung einer politischen Union erweisen konnten.Die mit diesen Diskussionen verknupften Manahmen sind kurzfristig auf die Krisenbekampfung ausgerichtet, sollen aber zudem praventiv wirken und sind daher mit der Schaffung neuer und dem Umbau bestehender Institutionen verbunden. Dies durfte eine weitere Kompetenzverlagerung auf EUOrgane implizieren mit nach1 Vgl. M. Wohlgemuth: Wirtschaftsverfassung statt Wirtschaftsregierung, in: Wirtschaftsdienst, 92. Jg. 2012, H. 3, S. 153 f.Das Fehlen geordneter Verhaltnisse Die gegenwartige Krise droht die EU in ihren Grundfesten zu erschuttern. Dies gilt sowohl fur die Existenz der EWU in ihren derzeitigen Strukturen als auch fur grundlegende Bausteine der EU. Dennoch scheinen die politischen Entscheidungstrager entschlossen zu sein, den Euro zu retten und die EU in hohem Tempo weiterzuentwickeln. Letzteres gilt nicht nur fur die Fortsetzung ihres Erweiterungskurses, sondern auch fur eine rasche Umsetzung weiterer Vertiefungsschritte. Moglicherweise ubt die gegenwartige Krise gar eine Katalysatorfunktion in dieser Hinsicht aus, da sie die politisch Handelnden unter Zugzwang setzt, rasch okonomisch gebotene, aber auch von den Wahlern erwartete und akzeptierte Losungen vorzulegen. Der enorme Zeitdruck, unter dem dieser Prozess stattfi ndet, impliziert, dass in anscheinend immer kurzer werdenden Intervallen Teilkompromisslosungen prasentiert werden, die sich rasch als nicht tragfahig erweisen und neue Verhandlungen und Manahmen erfordern. Die wenig transparente Adressierung eines hochgradig komplexen Problems unter Zeitdruck fuhrt zu einem Muddling Through, durch das man unbeabsichtigt auf hohere Integrationsstufen gelangen wird ein Prozess, der nur schwer revidiert werden kann.Die Bekampfung der Staatsschuldenkrise verlauft scheinbar wie in einem Zeitraffer, basiert aber auf den Verhandlungs und Entscheidungsmechanismen, die man aus EUErweiterungs oder Vertragsverhandlungen kennt. Selbst fur informierte Beobachter sind diese Prozesse intransparent. Im gegenwartigen europaischen GovernanceSystem gibt es keine klare ordnende Potenz und kein System akzeptierter und durchgesetzter Regeln, wie bei Vertiefungs, Erweiterungs oder Krisensituationen zu verfahren ist.2 Die sich ergebenden diskretionaren politischen Spielraume mogen in manchen Situationen schnell und fl exibel genutzt werden konnen, eroffnen aber gleichzeitig Gelegenheiten fur politische Willkur, Stimmentausch und Rent Seeking. Das Fehlen einer Ordnung hinsichtlich des weiteren EUIntegrationsprozesses schwacht die Glaubwurdigkeit der Politik, erhoht die Unsicherheit der Burger und verringert die Akzeptanz der EU zumindest in den NettozahlerLandern.2 Dies gilt selbst fur EUErweiterungen. Obwohl der vollstandige Acquis Communautaire vom neuen Mitgliedsland vor dem Beitritt implementiert werden soll, gibt es in der Realitat nicht zuletzt aus politischen Grunden zahlreiche Abweichungen.226Wirtschaftsdienst 2012 4Zeitgesprach Bad Governance in der EU? Ubertriebene Regulierung und Zentralisierungstendenzen Die rasante Entwicklung seit Inkrafttreten des MaastrichtVertrages und den sogenannten Osterweiterungen hat sichtbare Spuren hinterlassen. Die Spanne zwischen armen und reichen Mitgliedstaaten ist groer geworden, grenzuberschreitende Probleme nehmen zu, Verteilungsprobleme verscharfen sich und wirtschaftspolitische Konfl ikte treten offen zutage. Seit langem wird eine ubertriebene Regulierung durch die EU beklagt, Zentralisierungstendenzen werden beobachtet, und eine ubermaige Harmonisierung der Politik befurchtet und von vielen bereits gesehen.In einem viel beachteten Aufsatz fassten Roman Herzog, Frits Boltkestein und Luder Gerken viele dieser Aspekte treffend zusammen:3 Sie kritisieren nicht nur den Umstand, dass jedes EULand seinen eigene Interessen vertretenden Kommissar hat und gema LissabonVertrag auch behalten wird, sondern auch das sogenannte Spiel uber Bande, nach dem nationale Akteure ihre Partikularinteressen, die sie nicht auf nationaler Ebene realisieren konnen, uber Einwirkung auf die Europaische Kommission durchzusetzen suchen. Dieser Aspekt gewinnt noch an Bedeutung, wenn man bedenkt, dass mehr als 15 000 Lobbyisten in Brussel aktiv sind. Herzog et al. bemangeln ferner europaische Gesetzgebungsverfahren, weil sie mehr als 80% der nationalen Rechtsakte etwa in Deutschland determinieren und gewohnlich Kompromisslosungen zwischen Ministerrat, Europaischem Parlament, Kommission und Mitgliedstaaten darstellen und angesichts der Vielzahl widerstreitender Interessen tendenziell zu viele Regulierungen produzieren. Die weniger strikte Ausgestaltung der Abstimmungsregeln im Ministerrat, die im Vertrag von Lissabon verankert worden ist, mag dazu beitragen, dieses Problem zu entscharfen, seine Beseitigung ist nicht in Sicht.Kritiker sehen fur die Zukunft einen Anstieg von EURegulierung und Einfl ussnahme auf die nationalstaatliche Ebene, die verstarkt z.B. in der Sozial, Arbeitsmarkt, Steuer und Hochschulpolitik, aber auch in den Bereichen Schulpolitik, Ausbildung und sogar Nahverkehr wirksam werden konnten. Diese und andere Beispiele belegen, dass die EU gegen das Subsidiaritatsprinzip verstot. Fallen aber lokale oder nationale Probleme in die Regelungs und Politikkompetenz auf supranationaler Ebene, verwundert es nicht, wenn die daraus folgen3 Vgl. R. Herzog et al.: Die EU schadet der EuropaIdee, Frankfurter Allgemeine Zeitung vom 15.1.2010; http:www.faz.netaktuellwirtschaftwirtschaftswissenbruesselerinstitutionendieeuschadetdereuropaidee1906033.html 28.3.2012.de Regulierung nicht auf die Praferenzen der Betroffenen zugeschnitten ist und zu Akzeptanzproblemen bei Burgern und Vertretern der privaten Wirtschaft fuhrt.Ahnlich verhalt es sich beim Umgang mit der aktuellen Staatsschuldenkrise. Die Notwendigkeit, rasch einen Schutzschirm aufzuspannen, impliziert weit reichende Entscheidungen hinsichtlich des Aufbringens fi nanzieller Mittel, der Gewahrung von Garantien und der Haftungsubernahme. Dass die Haftenden nicht immer die Verursacher der Probleme sind, konnte als konstituierendes Element einer Solidargemeinschaft angesehen werden. Dann ware es allerdings erforderlich, dass alle Beteiligten die geltenden Regeln kennen und gesichert ist, dass diese auch eingehalten werden. Dies ist in der Geschichte von EU und EWU haufi g nicht der Fall gewesen. Man denke nur an die wiederholte und nicht sanktionierte Verletzung des Stabilitatspaktes oder an die NichtEinhaltung der BailoutKlausel.Die Losung der gegenwartigen Probleme impliziert die Schaffung neuer zentralisierter Institutionen. Des Weiteren verknupft die Troika Hilfszusagen an Krisenlander mit Konditionalitaten in Form umfassender Sparprogramme und Strukturreformen, die kaum auf landerspezifi sche Besonderheiten oder gewachsene Strukturen Rucksicht nehmen. Das daraus entstehende Phanomen kennt man seit langem aus der Entwicklungslanderforschung als lack of ownership of reforms. Wenn aber weder die betroffene Regierung noch die Bevolkerung die Reformen als ihre eigenen ansehen, dann formiert sich Widerstand, und die Manahmen werden gar nicht oder halbherzig durchgefuhrt.Als Folge dieser Erscheinungsformen von Bad Governance sinkt die Akzeptanz fur das Krisenmanagement auf Seite der Haftungsgemeinschaft und in den Krisenlandern. Dies verstarkt die ohnehin bestehenden Legitimitatsprobleme der EU, die Glaubwurdigkeitsdefi zite ihrer Politiker und die Akzeptanzprobleme auf Seiten der Bevolkerung.Its time to agree to differ!Dieses Postulat des Economist 4 aus dem Jahr 2000 ist heute genauso aktuell wie damals. Durch die EUErweiterungen ist die bestehende Heterogenitat verstarkt worden. Die Mitglieder unterscheiden sich hinsichtlich ihrer politischen Institutionen, Prozesse und Zielsetzungen, bezuglich der okonomischen Strukturen und 4 Vgl. Economist vom 5.10.2000; http:www.economist.comnode387483 28.3.2012.ZBW LeibnizInformationszentrum Wirtschaft 227Zeitgesprachfi nanziellen Restriktionen und auch in bezug auf gesellschaftliche Praferenzen. Dies zeigt sich z.B. in unterschiedlichen Wirtschaftsordnungen. Wahrend einige Lander wie Grobritannien den sogenannten liberalen Marktwirtschaften zuzuordnen sind, fi nden sich andere in der Gruppe der sogenannten koordinierten Marktwirtschaften z.B. Deutschland, Osterreich, und wiederum andere bilden einen eigenen, institutionell eher hybriden Cluster wie die Mittelmeerlander.5 Ferner existieren Unterschiede nicht nur in den Produktions, sondern auch in den Sozialsystemen. Die sogenannten sozialdemokratischen Wohlfahrtsstaaten vornehmlich in Skandinavien unterscheiden sich signifi kant von den konservativen Wohlfahrtsstaaten in der Mitte des Kontinents und noch mehr von den liberalen Regimen in den angelsachsischen Landern.6 Dabei ist festzustellen, dass sich diese Produktions und Sozialregime zwar im Zeitverlauf verandern und sich an postindustrielle Entwicklungen oder Globalisierungstrends anpassen, aber in der Regel ihre Eigenarten beibehalten. Es ist keine Vereinheitlichungstendenz zu einem BestPracticeModell zu erkennen.7 Diese Beharrungstendenzen sind mit Pfadabhangigkeiten, aber auch mit unterschiedlichen gesellschaftlichen Praferenzen, wie sie sich z.B. in der Sozial, der Umwelt oder der Landwirtschaftspolitik zeigen, zu begrunden.8 Des Weiteren weisen gerade die nichthybriden Systeme institutionelle Komplementaritaten auf, die regime bzw. landesspezifi sche komparative Vorteile begrunden. Radikaler institutioneller Wandel wurde solche Komplementaritaten zerstoren, individuelle Anpassungsfahigkeiten uberfordern und effi zienzmindernd wirken. Aus diesen Grunden ist eine OneSizeFitsAllStrategie aus Sicht der betroffenen Lander nicht wunschenswert und kontraproduktiv fur die EU als Ganzes.9Glaubwurdigkeit und Akzeptanz durch Subsidiaritat Grundsatzlich hat sich die EU in Art. 5, Abs. 3, EUV dem Subsidiaritatsprinzip verschrieben. Subsidiaritat wird 5 Siehe dazu die Literatur zum VarietiesofCapitalismAnsatz und stellvertretend P. A. Hall, D. Soskice Hrsg.: Varieties of Capitalism. The Institutional Foundations of Comparative Advantage, New York 2001.6 Vgl. G. EspingAndersen: Three Worlds of Welfare Capitalism, Princeton, NJ 1990; vgl. I. J. Schustereder: Welfare State Change in Leading OECD Countries. The Infl uence of PostIndustrial and Global Economic Developments, Wiesbaden 2010, hinsichtlich einer Untersuchung, ob und wie sich die genannten RegimeTypen im Zuge von Globalisierungsprozessen verandern.7 Vgl. I. J. Schustereder, a.a.O.8 Vgl. J. Ahrens, R. Ohr, G. Zeddies: The perspectives of common policies in an increasingly heterogeneous European Union, in: Jahrbuch fur WirtschaftswissenschaftenReview of Economics, 58. Jg. 2007, H. 2.9 Vgl. P. A. Hall, D. Soskice, a.a.O.zwar von Politikern, Wissenschaftlern und Burgern in verschiedenen Staaten und auf europaischer Ebene unterschiedlich interpretiert, aber als kleinster gemeinsamer Nenner darf angenommen werden, dass es um die Aufteilung von Politikkompetenzen alternativ auf die supranationale bzw. intergouvernementale oder die nationalstaatliche Ebene geht und in manchen Landern auf Ebenen darunter.Subsidiaritat kann effektiv dazu beitragen, ordnungspolitische Verfehlungen auf hochster Ebene zu vermeiden, die Logik des politischen Stimmentauschs zu durchbrechen, den politischen Wettbewerb als Entdeckungsverfahren fur innovative institutionelle Arrangements in einer heterogenen Union zu fordern und nationale Regierungen zu disziplinieren. Subsidiaritat ist ein geeigneter Mechanismus, um unterschiedlichen Burgerpraferenzen Rechnung zu tragen und Moglichkeiten zu erforschen, wie mit Chancen und Risiken umzugehen ist, die von Land zu Land anders aussehen. Die Einhaltung des Subsidiaritatsprinzips wurde die Akzeptanz politischer Entscheidungen auf der Seite der Burger erhohen. Wenn das Subsidiaritatsprinzip einschlielich geeigneter Durchsetzungsinstrumente fest in einer europaischen Wirtschaftsverfassung verankert ware, wurde die Glaubwurdigkeit europaischer und nationaler Entscheidungstrager steigen, da ihre diskretionaren Entscheidungsspielraume verengt, ihre Rechenschaftspfl icht erhoht und ihre Kompetenzen eindeutig geregelt wurden. In der Realititat spielt das Subsidiaritatsprinzip jedoch keine zentrale Rolle.Bessere Governance erfordert Flexibilisierung und adaptive Effi zienz Die Durchsetzung des Subsidiaritatsprinzips in der EU ist eine notwendige Bedingung fur die Erhohung der GovernanceQualitat. Dies wurde AdhocEntscheidungen bei Erweiterungs und Vertiefungsfragen reduzieren, eine regelgeleitete Flexibilisierung des Integrationsprozesses ermoglichen und helfen, Krisen zu verhindern.Das Prufkriterium fur EU bzw. nationalstaatliche Zustandigkeit sollte sein, ob Probleme grenzuberschreitenden Charakter haben. Ist dies nicht der Fall, ist die subnationale Jurisdiktion zustandig. Andernfalls ware zu prufen, ob alle Mitgliedslander betroffen sind. Ist dies nicht der Fall, ist zu untersuchen, ob die Betroffenen durch Zusammenarbeit das Problem ohne die EU losen konnen. Erst wenn dies nicht zutrifft, sollte ein Problem in die Zustandigkeit der EUOrgane gelangen. Ein derartiges Prufkriterium fehlt im LissabonVertrag.228Wirtschaftsdienst 2012 4Zeitgesprach Grenzuberschreitenden Charakter haben Probleme grundsatzlich dann, wenn es sich um internationale offentliche Guter oder externe Effekte handelt. Ausgehend vom Instrument der Verstarkten Zusammenarbeit Art. 20 EUV sowie Art. 326 bis 334 AEUV konnte eine regelgeleitete Umsetzung des Subsidiaritatsprinzips durch die Kombination des Konzeptes der abgestuften und des Ansatzes der differenzierten Integration gelingen.10same Auen und Verteidigungspolitik, Bereiche der Umweltpolitik sowie eine gemeinsame Geldpolitik und subsidiare Fiskalregeln fur die EWU.12 Keine Vertiefungspfl icht, aber eine Vertiefungsoption ware fur die Politikfelder zu empfehlen, bei denen der Saldo negativ ware. Dies wurde z.B. Bereiche wie die Sozial, Bildungs und Arbeitsmarktpolitik, die regionale Wirtschaftsforderung und sektorspezifi sche Politikmanahmen betreffen.Die abgestufte Integration steht fur eine Vertiefungspfl icht. Sie erlaubt kleineren Landergruppen, in bestimmten Integrationsfeldern voranzuschreiten. Die zunachst integrationsunwilligen oder unfahigen Staaten folgen nach bestimmten Vorgaben, wobei das angestrebte Ziel einheitlich ist. Ein Beispiel fur diesen Integrationsweg ist die EWU mit den sogenannten MaastrichtKriterien bzw. dem Stabilisierungs und Wachstumspakt.Die differenzierte Integration erlaubt kleinen Landergruppen, in einzelnen Politikbereichen ohne Vertiefungspfl icht zu kooperieren. Die Mitglieder der jeweiligen Clubs bestimmen Verfahren, Ziele und Tempo der Zusammenarbeit. Auenstehende hatten keine Mitentscheidungsrechte, konnten aber zu einem spateren Zeitpunkt teilnehmen. Diese Art der differenzierten Integration ahnelt der Idee des Instrumentes der Verstarkten Zusammenarbeit, ginge in der Realitat aber weit daruber hinaus. Die EU ware als Club zu verstehen, der seinen Mitgliedern offentliche Guter wie den Binnenmarkt zur Verfugung stellt. Aufgrund der Heterogenitat bietet die differenzierte Integration die Moglichkeit, kleinere Clubs innerhalb der EU zu schaffen, in denen Lander oder gar Regionen grenzuberschreitend in den Politikfeldern zusammenarbeiten, in denen sie gemeinsame Interessen aufweisen und die keine EUweite Dimension haben.11Eine Vertiefungspfl icht erscheint bezuglich der Bereitstellung supranationaler EUweiter offentlicher Guter oder bei Existenz EUweiter externer Effekte sinnvoll. In diesen Fallen ist zu erwarten, dass die Nutzen aus der Internalisierung externer Effekte und der Ausnutzung von Skaleneffekten entstehende Praferenzkosten, die aus harmonisierten Politiken bei heterogenen Praferenzen resultieren, ubersteigen. Zu denken ware vor allem an die Wettbewerbs und Auenhandelspolitik, eine gemein10 Die nachfolgenden Uberlegungen stammen aus: J. Ahrens, M. Meurers, C. Renner: Spannungen im europaischen Mehrebenensystem durch heterogene Praferenzen: Zur Notwendigkeit einer fl exibleren Integrationsstrategie der EU, in: R. Ohr Hrsg.: Europaische Union ohne Grenzen, Berlin 2007, S. 56 f.11 Vgl. M. Wohlgemuth: 50 Jahre Europaische Ordnungspolitik: ordnungs und konstitutionenokonomische Anmerkungen, in: ORDO, Bd. 59, 2008; J. Ahrens, H. W. Hoen, R. Ohr: Deepening Integration in an Enlarged EU: A ClubTheoretical Perspective, in: Journal of European Integration, 27. Jg. 2005, H.4.Im Verbund konnten beide Konzepte dazu beitragen, Rucksicht auf landerspezifi sche Heterogenitaten zu nehmen und das Subsidiaritatsprinzip durchzusetzen. Daruber hinaus eroffnet eine derartige Strategie politische Freiheitsgrade fur nationale und lokale Jurisdiktionen, die individuell oder in kleineren Zusammenschlussen genutzt werden konnen, den Wettbewerb unterschiedlicher Regelsysteme fordern und dadurch Anreize setzen, die Qualitat nationaler und lokaler Regelwerke zu verbessern.Ein solches institutionelles Rahmenwerk wurde Zentralisierungs und Harmonisierungstendenzen begrenzen und notwendige Flexibilitat schaffen, ohne EUMitgliedschaften zweiter Klasse oder ein Europa a la carte entstehen zu lassen. Der skizzierte Ansatz wurde das institutionelle Rahmenwerk, in dem sich die Integration vollziehen wurde, adaptiv effi zient machen, indem alternative, unter Umstanden im Wettbewerb zueinander stehende Politikmodelle dezentral auf ihre Funktionsfahigkeit und Akzeptanz getestet wurden. Wettbewerb zwischen Clubs oder nationalen Regelsystemen ermoglicht innovative, nicht nur sequentielle, sondern parallel verlaufende gesellschaftliche Lernprozesse. So wird rasch festgestellt, welche Losungen zielfuhrend sind. Die Chancen fur institutionelle Innovationen steigen, deren Risiken sinken. Schlielich kann ein solcher dezentraler Institutionenwettbewerb schneller auf Veranderungen von Problemen und Praferenzen reagieren. Der Wettbewerb und die damit einhergehende institutionelle Innovationsdynamik wurden dazu beitragen, erkannte politische Fehler eher zu revidieren, da keine verfl ochtenen Politikkartelle dem entgegenstunden.13Ein derartiges Konzept fur eine fl exiblere EUIntegration wurde sich nicht von selbst durchsetzen. Es erfordert eine vertragliche Verankerung und klare Regeldurchsetzung. Dazu bedarf es MetaInstitutionen oder Subsidiaritatswachter. Zu denken ware etwa an den Europaischen Gerichtshof, der aber moglicherweise eigenen Interes12 Zum letzten Aspekt siehe den interessanten Vorschlag von D. Snower, J. Burmeister, M. Seidel: Regelgebundene Fiskalpolitik und Schuldenkommissionen, in: Wirtschaftsdienst, 91. Jg. 2011, H. 11, S. 751758.13 Vgl. M. Wohlgemuth, a.a.O.ZBW LeibnizInformationszentrum Wirtschaft 229Zeitgesprachsen verhaftet ist. Unter Umstanden konnten nationale Verfassungsgerichte effektivere Wachterarbeit leisten, wie die Entscheidungen des deutschen Verfassungsgerichtes belegen. Daruber hinaus konnten nationale Parlamente und Regierungen, aber auch die Medien und zivilgesellschaftliche Organisationen als Subsidiaritatswachter agieren. Ferner ist die KompetenzKompetenz in einer europaischen Wirtschaftsverfassung eindeutig zu regeln. Schlielich bedarf der Prozess der europaischen Integration ein weitaus groeres Ma an Offentlichkeit, durch den die Burger selbst beginnen, ihre Rechte einzufordern.Alexander Ebner Austeritat oder Innovation? Perspektiven einer nachhaltigen europaischen Wirtschaftspolitik Die im Rahmen der Finanzkrise geauerten Erwartungen, dass die Politik die Finanzmarkte starker einhegt, haben sich nicht bestatigt. Weder auf nationaler, noch auf supranationaler Ebene kam es zu einer umfassenden Regulierung der Finanzmarkte, die auf die Herstellung des oft apostrophierten Primats der Politik hingewiesen hatte. Ganz im Gegenteil: die Finanzkrise hat aufgrund umfangreicher staatlicher Stabilisierungsbemuhungen mit weitreichenden Marktinterventionen zu einer Fiskalkrise der offentlichen Haushalte im atlantischen OECDRaum gefuhrt. Die europaische Schulden und Wahrungskrise lasst sich als besondere Auspragung dieser Tendenzen verstehen. Aus der fi skalischen Uberlastung des Staates entstehen Legitimationsprobleme, die sich durch die Verengung der politischen Handlungsfahigkeit im Rahmen fortdauernder Austeritatsprogramme weiter verscharfen. An diesem Punkt wird die Neugestaltung wirtschaftspolitischer GovernanceMechanismen zur Ausgangsbedingung eines nachhaltigen europaischen Wachstumsmodells, das Auswege aus der Krise bieten konnte. Die Demokratisierung der ineinander verschrankten politischen und okonomischen Systeme spielt dabei eine zentrale Rolle.Von der Finanzkrise zur Krise der europaischen Integration Die Volkswirtschaften der Europaischen Union sind den vielschichtigen Effekten einer kombinierten Finanz, Fiskal und Wahrungskrise ausgesetzt, deren okonomische, soziale und politische Folgen noch nicht absehbar sind, auch wenn es offensichtlich ist, dass die Ursachen dieser kombinierten Krise weiterhin primar im Finanzsektor zu suchen sind.1 Angesichts der anhaltenden Debatten um angemessene politische Losungswege zur Klarung dieser Lage kann auch von einer Krise der europaischen Integration gesprochen werden kaum dass das an nationalen Referenden und Parlamenten gescheiterte Projekt einer europaischen Verfassung in provisorische Vertragskonstrukte umgewidmet worden war. Im Kern dieser Debatten geht es um das Verhaltnis von Staat und Markt, respektive von offentlich verhandelter Demokratie und privat koordinierten Marktprozessen. Dabei lasst sich diese Trennung kaum transparent aufrechterhalten. Demokratische Entscheidungsfi ndung bindet private Akteure systematisch ein, wahrend die von der Finanzkrise betroffenen Markte und Marktakteure ohne offentliche Interventionen und auch symbolisch relevante Stutzungsleitungen kaum funktionsfahig geblieben waren. Tatsachlich hat der rapide Anstieg der Staatsverschuldung, der ab 2008 mit den umfassenden Stabilisierungspakten fur den Finanzsektor einsetzte, dazu gefuhrt, dass auch vor dem Hintergrund der unter Druck geratenen Wahrungsunion ein umfangreiches Schuldenmanagement etabliert wurde. Neben Griechenland waren auch Portugal, Spanien, Italien und Irland in unterschiedlichem Ausma als Schuldnerstaaten von diesen Verhandlungen betroffen, die im Herbst und Winter 2011 zu weitreichenden Vereinbarungen fuhrten. Dabei haben sich die als Schuldner auftretenden europaischen Nationalstaaten und die als Glaubiger auftretenden privaten Akteure des Finanzsektors an Verhandlungen uber Zahlungsgarantien und Umstrukturierungen beteiligt, die einem anhaltenden Vertrauensverlust entgegenwirken sollten wobei involvierte Regierungen wie die Frankreichs und Deutschlands durchaus auch Interessen ihrer Privatglaubiger gegenuber anderen Staaten wahrgenommen haben. 1 Vgl. W. Wittmann: Von der Finanzkrise zur Schuldenkrise, in: Jahrbuch fur Wirtschaftswissenschaften, Bd. 62 2011, S. 4055.Der Ubergang von der Schuldengemeinschaft zur Transferunion erfolgt uber die kollektive Gewahrleistung des 230Wirtschaftsdienst 2012 4Zeitgesprach Schuldendienstes. Hierbei kommen sogenannte Rettungsschirme zum Einsatz, die potenziell insolvente Staaten stutzen, damit aber letztlich offentliche Mittel zur Ruckzahlung an private Glaubiger umverteilen. Zugleich werden in den Schuldnerstaaten strikte Sparprogramme verkundet auch dies mit dem Ziel, eine optimistische Erwartungshaltung bei den Glaubigern zu erzeugen und zugleich anfallende Refi nanzierungskosten zu stabilisieren. Zudem dienen diese Sparmanahmen einer Beschwichtigung jener Staaten, aus deren offentlichen Mitteln die Finanztransfers bestritten werden. Institutionelle Sicherungen einer glaubhaft selbstverpfl ichteten Sparpolitik lassen sich auf nationalstaatlicher Verfassungsebene uber eine Schuldenbremse umsetzen. Entsprechende intergouvernementale oder supranationale Kollektivregelungen wurden allerdings unmittelbar die staatliche Haushaltssouveranitat angreifen und damit ein Kernelement moderner Staatlichkeit. Eine europaische Finanz und Transferunion?Diese implizite Transformation der Europaischen Union in eine partielle Finanz und Transferunion, die im Maastrichter Vertrag noch explizit ausgeschlossen worden war, folgt letztlich aus den ungeklarten Fragen um das Selbstverstandnis der europaischen Integration. Wahrend die Wahrungsunion des Maastrichter Vertrages eine unabhangige Zentralbank vorsah, ging eine weiterfuhrende Koordinierung der Wirtschafts und Finanzpolitik im Rahmen einer Regelbindung nur schleppend voran; von einer faktischen Harmonisierung oder gar einer gemeinsamen Wirtschaftsregierung wurde letztlich abgesehen. Vor diesem Hintergrund muss die Wahrungsunion, die es den einzelnen Volkswirtschaften verwehrt, uber Wahrungsabwertungen die Wettbewerbsfahigkeit ihrer Unternehmen zu stimulieren, auf Ausgleichsmechanismen zuruckgreifen, um massive Diskrepanzen in den wirtschaftlichen Leitungsprofi len abzubauen. Im nationalen Rahmen kennt etwa die Bundesrepublik Deutschland das System des Landerfi nanzausgleichs; die Europaische Union sucht ahnliche Angleichungseffekte uber ihre Strukturfonds zu bewerkstelligen. Die europaische Finanz und Transferunion geht uber diese in Mitteln und Verwendung begrenzten Fonds hinaus, indem sie zur Sicherung des Schuldendienstes einen innereuropaischen Finanzausgleich unter Bedingungen fi skalischer Austeritat organisiert. Dass dies nur unter Aufhebung fi skalischer Souveranitat umzusetzen ist, verweist wiederum auf die ungeklarte Frage der Staatlichkeit des europaischen Integrationsprojekts. Aktuell erscheint die Europaische Union als provisorische Austeritatsgemeinschaft, die sich zur Konsolidierung der Wirtschafts und Wahrungsunion auch unter Einbezug internationaler Akteure wie des Internationalen Wahrungsfonds auf ein gemeinsames Programm des Schuldenabbaus verstandigt hat.2 Dass dieses Austeritatsparadigma die Inkonsistenzen und Widerspruche der europaischen Integration weiter verscharft, zeigt sich anhand der Vielzahl offener Probleme im institutionellen Gefuge des Integrationsprozesses. Hierzu gehort das wirtschaftspolitische Sonderverhaltnis der Eurolander zueinander, aber auch die zukunftige Rolle der Europaischen Zentralbank als wirtschaftspolitisch gestaltendes Organ sowie die entsprechende Rolle der Parlamente im europaischen Mehrebenensystem. Dass auch die Kommission eine neue Rolle als wirtschaftspolitischer Impulsgeber fi nden muss, liegt auf der Hand; hier greift das Stichwort von der notwendigen Reform der europaischen GovernanceStrukturen im Umgang der Mitgliedstaaten untereinander, mit der Kommission, und mit den anderen Organen der Union.3 So zeigt sich die Widerspruchlichkeit der okonomischen und politischen Logiken des Integrationsprozesses, die sich in den Problemfeldern der Wirtschafts und Wahrungsunion und der supranationalen Demokratisierung artikulieren. Von der Wettbewerbsfahigkeit zur Austeritat Fragt man danach, warum es nahezu reibungslos gelungen ist, das wirtschaftspolitische Leitbild der Austeritat als scheinbar alternativlose Losung der Finanz und Fiskalkrise zu platzieren, dann wird deutlich, dass die Politik der Austeritat als aktuelle Fortsetzung eines angebotspolitisch verkurzten Paradigmas der Wettbewerbsfahigkeit und der Strukturanpassung dient wobei Motive zur Staatsverschuldung der 1980er Jahre und der Reform des Wohlfahrtsstaates der 1990er Jahre aufgegriffen werden. In diesem Sinne liegt kein wirtschaftspolitischer Paradigmenwechsel vor; vielmehr ware eine diskursive Verschiebung zu diagnostizieren. Tatsachlich wird das Ziel der Wettbewerbsfahigkeit seit den 1990er Jahren auf internationaler Ebene vor allem von der OECD propagiert hier primar im Einklang mit einer globalisierungs und technologiebedingten Transformation moderner Industriegesellschaften zu Wissensgesellschaften, die ihre Wirtschaftstatigkeit auf Lernen und Innovation grunden. Im Unterschied dazu bezieht sich der europaische Diskurs deutlicher auf Aspekte staatlicher Gestaltungsoptionen in der wirtschafts und gesellschaftspolitischen 2 Vgl. J. Beckert, W. Streeck: Die Fiskalkrise und die Einheit Europas, in: Aus Politik und Zeitgeschichte, Nr. 42012, S. 717.3 Vgl. A. Ebner: European Governance, Policy Entrepreneurship, and the Discourse of Reform: An Institutionalist Assessment, in: International Journal of Public Policy, 5. Jg. 2010, H. 4, S.314330. ZBW LeibnizInformationszentrum Wirtschaft 231Zeitgesprach Umsetzung der neuen Leitbilder.4 So ist das Leitbild der Wettbewerbsfahigkeit von einem Diskurszusammenhang gepragt, der die Absicherung der Wirtschafts und Wahrungsunion im Einklang mit den Erfordernissen auenwirtschaftlicher Wettbewerbsfahigkeit propagiert. Die dabei umrissenen Anpassungsmanahmen erscheinen als scheinbar alternativlose Manahmen im globalen Standortwettbewerb. Entsprechende Politikdiskurse spielen hierbei im Sinne der Konstruktion und Vermittlung politisch wirksamer Bedeutungen eine zentrale Rolle, da sie ein gesellschaftliches Handlungsfeld markieren. Das heit, dass wirtschaftspolitische Diskurse als Form politischer Kommunikation einen normativen Gehalt artikulieren, der dazu angetan ist, unpopulare Politikmanahmen zu rechtfertigen. Allerdings sind dabei die nationalen Spezifi ka solcher Diskurse zu berucksichtigen, die in ihrem argumentativen Gehalt die institutionelle und kulturelle Vielfalt der nationalen Varianten marktwirtschaftlicher Systeme refl ektieren.5 Dies lasst sich anhand der Debatten um die Reform des Wohlfahrtsstaates nachvollziehen. Entsprechende politics of retrenchment gehen keinesfalls mit radikalen Politikwechseln einher, sondern spiegeln den historischen Gehalt nationaler Politiktraditionen, die das Terrain der Reformprozesse und ihrer pfad abhangigen Ausrichtung markieren.6 Kernmotive solcher Reformprogramme beziehen sich vor allem auf den legitimatorischen Aspekt der Herstellung internationaler Wettbewerbsfahigkeit als Manifestation eines globalisierungsbedingten Auendrucks, der von internen Problemen wie demographischem Strukturwandel begleitet wird. Die europaische Beschaftigungspolitik des LuxemburgProzesses und die mit ihr seit Ende der 1990er Jahre verbundene aktivierende Sozialpolitik konnen als Ausdruck dieser Motivlage aufgefasst werden.7 In diesem Sinne reprasentieren die am Leitbild der Wettbewerbsfahigkeit orientierten Reformen des Wohlfahrtsstaates eine Politik fur den Markt, wobei politische Elemente des marketmaking zur Vollendung des Gemeinsamen Marktes im Vordergrund stehen, begleitet von der Positionierung der Europaischen Union im Welt4 Vgl. A. Ebner: Die europaische Beschaftigungsstrategie in der Reform des Wohlfahrtsstaats Aktive Arbeitsmarktpolitik, aktivierende Sozialpolitik und das Leitbild der Wettbewerbsfahigkeit, in: H. Peukert Hrsg.: Keine Arbeit und so viel zu tun, Munster 2007, S. 195217.5 Vgl. V. A. Schmidt: Values and Discourse in the Politics of Adjustment, in: F. W. Scharpf, V. A. Schmidt Hrsg.: Welfare and Work in the Open Economy, Bd. I, Oxford 2000, S. 229309. 6 Vgl. P. Pierson: The New Politics of the Welfare State, in: World Politics, 48. Jg. 2000, H. 1, S. 143179. 7 Vgl. I. Dingeldey: Vom klassischen zum aktivierenden Wohlfahrtsstaat, in: K. Groh, C. Weinbach Hrsg.: Zur Genealogie des politischen Raums. Politische Strukturen im Wandel, Wiesbaden 2005, S. 273308. marktgefuge.8 Zugleich impliziert die Diskussion zur Reform des Wohlfahrtsstaates einen Wandel im Verstandnis von Staatsaufgaben und politischer Steuerung, wie er in bestimmten Strangen der GovernanceDiskussion um die Effi zienzsteigerung in Politik und Verwaltung als Ausdruck einer institutionellen Transformation der Staatlichkeit vorgetragen wird. Damit hat das Paradigma der Wettbewerbsfahigkeit einen mageblichen Beitrag zum Wandel politischer Steuerungsformen geleistet.9 Auch die aktuelle Umsetzung der europaischen Austeritatsprogramme greift auf diesen bereits eingeleiteten Wandel politischadministrativer GovernanceMechanismen zuruck.Neue GovernanceMechanismen Die Durchsetzung neuer GovernanceMechanismen ist zunachst auf der nationalstaatlichen Ebene zu verorten. So trennt das in der Wohlfahrtsstaatsforschung gelaufi ge Konzept des aktivierenden Staates eine staatliche Gewahrleistungsverantwortung bei der Erstellung offentlicher Guter von einer Finanzierungs und Vollzugsverantwortung, die auch an Private delegiert werden kann. Damit wird zugleich das Modell eines pragmatisch verfassten demokratischen Experimentalismus formuliert, das im Hinblick auf staatliche Handlungskapazitaten ein dezentrales Experimentieren mit Ideen und Ressourcen als Grundlage refl exiver Selbstregulierungsfahigkeit zulasst.10 Im Rahmen der europaischen Integration ist die zunachst vor allem zur Koordinierung nationaler Beschaftigungspolitiken eingesetzte offene Methode der Koordinierung mit ihren entsprechend ausgestalteten dezentralen Politikexperimenten und ihrer institutionalisierten Diffusion von Lerneffekten und Politikinnovationen zu einem mageblichen GovernanceMechanismus im institutionellen MehrebenenSystem der Europaischen Union avanciert.11 Der Begriff der offenen Methode impliziert das Setzen gemeinsamer Zielvorgaben bei variablen Modi der Zielerreichung seitens der Mitgliedstaa8 Vgl. S. Leibfried, P. Pierson: Halbsouverane Wohlfahrtsstaaten. Der Sozialstaat in der europaischen MehrebenenPolitik, in: S. Leibfried, P. Pierson Hrsg.: Standort Europa: Europaische Sozialpolitik, Frankfurt a.M. 1998, S. 5899. 9 Vgl. J. Esser: Der kooperative Nationalstaat im Zeitalter der Globalisierung, in: D. Doring Hrsg.: Sozialstaat in der Globalisierung, Frankfurt a.M. 1999, S. 117144. 10 Vgl. W. Lamping, H. Schridde: Der Aktivierende Sozialstaat ordnungs und steuerungstheoretische Aspekte, in: S. Lutz, R. Czada Hrsg.: Wohlfahrtsstaat Transformation und Perspektiven, Wiesbaden 2005, S. 3965. 11 Vgl. A. Ebner: European Governance, Policy Entrepreneurship, and the Discourse of Reform: An Institutionalist Assessment, in: International Journal of Public Policy, 5. Jg. 2010, H. 4, S. 314330. 232Wirtschaftsdienst 2012 4Zeitgesprachten. So wird die Heterogenitat nationaler Modelle der Wirtschafts und Sozialpolitik als Ausgangspunkt eines auf institutionelle Vergleiche und kontinuierliches Lernen setzenden Koordinierungspotenzials wahrgenommen.12 Andererseits wird kritisch eingewandt, dass die offene Methode weitreichende Liberalisierungsprozesse formuliert, die dann vor allem gegen wohlfahrtsstaatliche Arrangements auf nationaler Ebene durchgesetzt werden sollen.13 Der dabei zum Tragen kommende Mechanismus institutionellen Wettbewerbs lasst sich dementsprechend als Ausdruck des politischen Leitbilds der Wettbewerbsfahigkeit interpretieren mit weitreichenden Implikationen fur das Spannungsverhaltnis zwischen nationalen Variationen der Wirtschafts und Sozialpolitik. Dieser Zusammenhang wird schon anhand der Kodifi zierung dieser neuen GovernanceMechanismen auf dem Lissabonner Ratsgipfel 2000 deutlich. Der paradigmatische Zusammenhang mit dem Leitbild der Wettbewerbsfahigkeit ist bereits aus dem Thema dieses Sondergipfels ersichtlich: Beschaftigung, Wirtschaftsreformen und sozialer Zusammenhalt Fur ein Europa der Innovation und des Wissens. Die resultierende LissabonStrategie formuliert die Zielsetzung, dass die Europaische Union innerhalb von zehn Jahren zum wettbewerbsfahigsten Wirtschaftsraum der Welt zu entwickeln sei. Kernmotiv dieser Strategie ist der anstehende Ubergang zu einer wissensbasierten Wirtschaft, begleitet von Reformen zur Sicherung von Wettbewerbsfahigkeit und Innovationsdynamik sowie von Investitionen in Humankapital und soziale Kohasion. Uber internationales Benchmarking und die Kommunikation von BestPracticeAnsatzen sollen dann institutionelle Optimierungsprozesse eingeleitet werden.14 Bezieht man diese Aspekte auf die wirtschaftspolitische Diskursebene, dann wird deutlich, dass die offene Methode der Koordinierung mageblich dazu beitragt, das Leitbild der Wettbewerbsfahigkeit in Aushandlungs und Vermittlungsprozessen umzusetzen. Dabei wird Reformprozessen in besonders konfl iktreichen Politikfeldern eine supranationale Legitimation verliehen. Fur die Umsetzung der europaischen Austeritatsprogramme bedeutet das, dass sie auf hinreichend fl exible GovernanceStrukturen zuruckgreifen konnen, die es potenziell erlauben, die Sachzwangdiskurse der Schuldenkrise in Kontinuitat 12 Vgl. D. Hodson, I. Maher: The Open Method as a New Mode of Governance. The Case of Soft Economic Policy Coordination, in: Journal of Common Market Studies, 39. Jg. 2001, H. 4, S. 719746. 13 Vgl. F. Scharpf: The European Social Model: Coping with the Challenges of Diversity, in: Journal of Common Market Studies, 40. Jg. 2002, H. 4, S. 645670. 14 Vgl. Europaischer Rat: Schlussfolgerungen des Vorsitzes, Europaischer Rat: Tagung am 23. bis 24.3.2000 in Lissabon, Pressemitteilung 24.3.2000, Nr. 100100, Luxemburg 2000. zum Thema der Wettbewerbsfahigkeit und der Strukturanpassung aufzusetzen. Allerdings ist es fraglich, ob sich uber diese Manahmen ein nachhaltiges europaisches Wachstumsmodell entwickeln lasst. Wirtschaftspolitische Perspektiven eines europaischen Wachstumsmodells Die europaischen Austeritatsprogramme sind nicht nur auf die Bewaltigung der Finanz, Fiskal und Wahrungskrise gerichtet, vielmehr beziehen sie sich auch auf langfristige Strategievorgaben zur Unterstutzung eines nachhaltigen Wachstumsmodells. So vereinbarten die Staats und Regierungschefs der Eurozone im Marz 2011 den EuroPlusPakt, der ganz im Geiste der offenen Methode dazu dienen sollte, gemeinsame wirtschafts und fi skalpolitische Zielvorgaben zu formulieren und umzusetzen allerdings ohne dass dabei bindendes EURecht zur Sprache kame. Neben den Aspekten des Schuldenabbaus und der Finanzmarktstabilisierung wurde auch auf das Motiv der Wettbewerbsfahigkeit verwiesen, erganzt von Bezugen zur Wachstumsstrategie Europa 2020, die auf die soziale und okologische Nachhaltigkeit eines innovationsgetriebenen Wachstumspfades setzt. Tatsachlich ist diese Ausrichtung auf ein neues Wachstumsmodell symptomatisch fur die Krisensituation der europaischen Volkswirtschaften, denn es geht darum, einen wirtschaftspolitisch gangbaren Weg zu fi nden, der jenseits der gangigen Austeritatsvorgaben zu Einsparungen im offentlichen Sektor weiterfuhrende Moglichkeiten dafur aufzeigt, Einkommen, Beschaftigung und Wachstum zu schaffen. Innovation und Bildung werden hierbei als Schlusselvariablen genannt.15 Nun wird von keynesianisch inspirierten Okonomen darauf hingewiesen, dass der europaische Austeritatskurs kaum dazu geeignet sei, einen tragfahigen Wachstumspfad aufzuspannen, weil einseitige Sparmanahmen die notwendige Nachfragestimulierung blockieren wurden.16 Allerdings geht die Frage der wirtschaftspolitischen Perspektiven eines nachhaltigen europaischen Wachstumsmodells uber diese Aspekte hinaus, denn auch die von der Kommission geforderten Innovations und Bildungsimpulse konnen kaum auf der Grundlage von Sparhaushalten gedeihen, die in den besagten Bereichen der Wissenschafts und Bildungsforderung eingreifen. Vor diesem Hintergrund gewinnt das Konzept der sozialen 15 Vgl. European Commission: Europe 2020. A Strategy for Smart, Sustainable and Inclusive Growth, Brussel 2010. 16 Vgl. L. Alderman: Summers Urges Europeans Not To Neglect Growth, New York Times, 9.3.2012. ZBW LeibnizInformationszentrum Wirtschaft 233Zeitgesprach Marktwirtschaft wieder an Aktualitat. Als sozialokonomischer Integrations und Koordinationsmodus, der wirtschaftlichen Marktwettbewerb, politische Gestaltungsfahigkeit und soziale Kohasion kombiniert, ist die soziale Marktwirtschaft in den Verfassungsdebatten der Europaischen Union prominent diskutiert worden.17 Eine auch demokratischen Prinzipen genugende Bewaltigung der Finanz und Fiskalkrise wird sich auf diese Zusammenhange besinnen mussen. 17 Vgl. A. Ebner: The Intellectual Foundations of the Social Market Economy: Theory, Policy and Implications for European Integration, in: Journal of Economic Studies, Bd. 33, Nr. 3, 2006, S.206223. Wolfram Elsner Neoliberale Vereinheitlichung der EU versus Vielfalt und Resilienz, Innovation und Demokratie Europa ist nach dem Ende des Mittelalters in der historischen Kette sakularer Auf und Abstiege von Machtsystemen global beherrschend geworden mit einer systemischen Konstellation von Technologien und Kultur, die zum ersten Mal den Aufbau globaler Machtsysteme ermoglichte. Noch im Jahre 1000 u.Z. lag das BIP pro Einwohner Europas nach cliometrischen Schatzungen nicht uber denen der indigenen Hochkulturen Nord und Mittelamerikas und unter denen Afrikas und Asiens. Und wie Aufstiege so kommen auch Abstiege in langen Wellen, wenn die alten systemischen Konstellationen durch bessere anderenorts uberfl ugelt werden. Aber der Abstieg Europas ist in der aktuellen historischen Wendezeit geradezu physisch erfahrbar. Wir konnen fast taglich wahrnehmen, wie sich die WeltMachtGewichte verschieben.Diesen Prozess beschleunigt die EU heute selbst aktiv aufgrund der in ihr vorherrschenden antipragmatischen neoliberalen Glaubensbekenntnisse vor allem des Glaubens daran, dass die vielzitierten Strukturreformen vor allem Deutschlands relative Lohnsenkung mit schneller LohnquotenSenkung, dynamische Umverteilung nach oben, autoritarburokratische Regulierung der unteren Arbeitsmarktsegmente, starke Beschrankung von Streikrecht, deutliche Steuerentlastung von Groeinkommen und vermogen, von Erbschaften, Hedge Fonds und Ahnlichem fur alle gleichzeitig erfolgreich sein und alle nach diesem Vorbild nach nur hinreichend langem und radikalem Aderlass gleichermaen wettbewerbsfahig werden konnten. Eine EU bestunde dann aus vielen kleinen Deutschlands, jeder ein Exportweltmeister, der 50% seines Sozialprodukts exportiert, wahrend ihre konsumtiven Binnenmarkte allesamt vor sich hindumpeln. Solche Absurditaten des spat angelernten, aber besonders dogmatischen deutschen Neoliberalismus haben die Eurozone mit in eine fundamentale Krise gefuhrt. Der konsequente Gleichschritt der Austeritatsprogramme und der Manahmen, die die Ungleicheit der Verteilung verstarken, kollidiert auch zunehmend mit nationaler Souveranitat und Demokratie im Zuge eines erschreckend burokratischautoritaren EUUberwachungs und Bestrafungsmechanismus. Eine weitgehend beseitigte Vielfalt durfte die systemische Resilienz der Eurozone gegen null tendieren lassen. Deutschland wird noch ein paar Jahre den Free Rider der Wachstumsanstrengungen Chinas und anderer Schwellenlander spielen konnen, bis die Chinesen auch jedwede Maschinen und Instrumente endgultig besser und billiger herstellen konnen. Dann wird auch in Deutschland das Exportmodell scheitern und die jahrelange Schwindsucht des deutschen Binnenmarktes nicht mehr zu kompensieren sein. Und den aktuellen Spekulationswettlauf der Eurozone gegen die Finanzmarkte und ihre nervosvagabundierende MegaFinanzkraft kann der europaische Steuerzahler einschlielich der Steuerzahler der nachsten ein bis zwei Generationen schon rein quantitativ nicht gewinnen. Selbst wenn man den ESM auf zwei Billionen Euro aufstocken konnte. Die EZB, auf beiden Seiten auf Staaten wie Bankenseite des Spekulationswettlaufs agierend, hat die Bankenseite nun allein innerhalb von drei Monaten mit uber 1 Billion Euro neu versorgt. Ihr quantative easing ubersteigt langst das der Fed.Vier Jahrzehnte neoliberaler staatlicher Organisation von Umverteilung nach oben Seit fast 40 Jahren verteilen die neoliberalen Regierungen aller Couleur systematisch weg von vielen, hin zu wenigen. Die Instrumente dazu sind zum einen die Lohnentwicklung. Hier ist vor allem Deutschland, mit seinem ExportweltmeisterParadigma nicht zufallig seit mehr als zehn Jahren der Weltmeister unter den Industrielandern der OECD. Vor allem die HartzGesetze haben im internationalen Vergleich eine der groten bekannten Absturze der Lohnquote verursacht. Diese sank allein von 2000 bis 2007 um 9 Prozentpunkte; das reprasentierte 234Wirtschaftsdienst 2012 4Zeitgesprachallein 2007 ein Umverteilungsvolumen von ca. 150 Mrd. Euro.BillionenBetrage an uberspekulierten Aktien und 120 Billionen US an sonstigem Geldvermogen.Die Einnahmeseite des Staates wird dabei auch durch eine sozial einseitige Reduzierung der Besteuerung von Unternehmertatigkeit und Vermogen systematisch geschwacht. Degressiv wirkende und damit soziale Ungerechtigkeit verstarkende Konsumsteuern haben die Steuererleichterung bzw. befreiung der groen Einkommen und Vermogen ersetzt, sollen dies aber auch nur zum Teil kompensieren, denn staatliches SparenMussen wurde zugleich als neues sakulares ideologisches Paradigma etabliert: fur Deutschland ein Paradigmenwechsel von einem Sozialstaat im internationalen Qualitatswettbewerb zu einem nur lohnkosten und preisbasierten Exportland und damit zum EUweit armuts und krisengenerierenden Entwicklungstyp.Und nachdem nach 2008 weitere Hunderte von Milliarden Euro in uberspekulierte und zum Teil dramatisch gefahrdete Bankbilanzen gepumpt wurden, ohne die privaten Bankenglaubiger und aktionare auch nur einen Cent beitragen zu lassen, bildet die internationale Festschreibung des so arm und fast handlungsunfahig gemachten Staates in den Verfassungen qua Schuldenbremsen und Fiskalpakt den vorlaufi gen Hohepunkt der Umverteilung von unten nach oben. Dass die fi skalischen Belastungen fur die nachsten Generationen von Steuerzahlern und uber die absehbare sakulare Infl ation auch von Lohneinkommensbeziehern, Konsumenten und Versicherten aufgrund der Flutungen der Banken mit Frischgeld und der staatlichen und parafi skalischen Risikoubernahmen aller Art bereits allein in Deutschland bei mehr als 1,5 Billionen Euro liegen, ist dabei kein Thema, das im Kontext von Sparzwang und Schuldenbremse eine Rolle spielt.Renditedruck und eine globale GlaubigerSchuldnerOkonomie Seitdem es statistische Zeitreihen uber Einkommens und Vermogensverteilungen gibt, hat es eine Ungleichheit wie heute, sowohl in raumlicher als auch sozialer Hinsicht, noch nicht gegeben. Einige hundert Reiche besitzen heute mehr als die unteren 50% der Weltbevolkerung, also 3,5 Mrd. Menschen. Im Ergebnis haben wir heute private nominale fl ussige Vermogenswerte, die reale Einkommensanspruche reprasentieren und die mithin intensiv renditetrachtige Anlagen suchen mussen, im Umfang eines vielleicht 30Fachen des Weltsozialprodukts etwa 35 Billionen US. Wir reden hier also vermutlich von einem insgesamt vierstelligen Billionenbetrag, darunter z.B. ca. 700 Billionen US Derivate, ca. 60 Billionen US Credit Default Swaps uberwiegend Wettpapiere, dreistellige Und wenn das Geld und Kapitalvermogen auch wenn es als Nominalvermogen startet und als solches inzwischen mit weitem Abstand die dominante Form des Vermogens ist , nun in die genannten absurden Groenordnungen hineinwachst, muss es Anlagemoglichkeiten mit entsprechend hohen Gewinnmengen fi nden, die auf einem begrenzten Planeten, also bei ressourcenseitigen, aber auch bei organisations und verteilungsseitigen Restriktionen des realen Produktionswachstums immer schwerer zu fi nden sind. Und dabei muss es sich immer noch rechtzeitig vor dem Platzen der nachsten Blase von nominalem in reales Kapital und seinen Gewinn von nominalem in realen Gewinn umwandeln, was bei den Groenrelationen NominalReal logischerweise nicht allen gleichzeitig gelingen kann. Das erklart die Nervositat der Finanzmarkte, die kein kollektives oder irgendwie geartetes hoheres Wissen auer dem Wissen der Herde oder gar eine Rationalitat uber den Augenblick von HighFrequencyAktionen hinaus besitzen. Deren Vertrauen herzustellen, ist absurd, da strukturell unmoglich.Die Superreichen und die Spekulationsindustrien sind im Ergebnis einer Studie der ETH Zurich vom Oktober 2011 uber die tatsachliche globale Markt und Machtstruktur geschatzt einige 100 TopEntscheider in etwa 40 fuhrenden Finanzkonglomeraten sowie ihre weltweit wenigen 1000 megareichen Aktionare und Glaubiger. Was einmal RealOkonomie war, ist vor diesem Hintergrund zu einem ArmeReicheSystem, einem globalen GlaubigerSchuldnerSystem degeneriert. Und zu den systemischen Schuldnern gehoren nicht zuletzt die Staaten. Denn will man dabei den unangenehmen Seiten einer funktionierenden Marktwirtschaft einer echten Preiskonkurrenz bis hin zur klassischen kapitalistischen Krise und zum moglichen Exitus vieler Einzelkapitale zum Zweck der gesamtwirtschaftlich erforderlichen Entwertung des uberakkumulierten Vermogensstocks weiterhin entgehen, so muss der Staat in massivem, bisher ungekanntem Ausma zuschieen und Risiken ubernehmen.Staaten und Nationen in festgeschriebener SchuldnerPosition Die Zentralbanken versorgen dabei den Spekulationssektor noch mit bisher ungekannten Betragen an frischem Geld, das die Banken zu negativen realen Zinsen erhalten, das sie statt ihres Eigenkapitals verwenden konnen dreijahrige Laufzeiten!, fur das sie uberspekulierte toxische Derivate und riskant gewordene Staatsbonds eintauschen konnen und das sie dann unter anderem postwendend teuer und relativ sicher zu 3% oder 5% wieder an RegieZBW LeibnizInformationszentrum Wirtschaft 235Zeitgesprachrungen verleihen konnen. Die Notenpresse zur direkten Finanzierung von staatlichen Zukunftsinvestitionen und industrie und sozialpolitischen Wachstumsbeitragen anzuwerfen, ware demnach des Teufels, die Notenpresse zur Flutung uberspekulierter Bankbilanzen anzuwerfen, dagegen ist marktkonform.Wurde eine Marktwirtschaft existieren  Die Nominalexplosion der Vermogenswerte fuhrt schlielich zu einem verheerenden systemischen Backlash: Mit der individuellen Sicherung jeder einzelnen Bank verhindern die Regierungen auch noch jeglichen Anpassungsdruck und jeglichen Strukturwandel, weil all die Finanzkonglomerate eben systemisch geworden sind, also von den Regierungen schon langst too big to fail gemacht worden sind. Hatten wir Marktwirtschaft, wurde aber vermutlich keine einzige der bekannten Banken mehr existieren.Die Fahigkeit zu Strukturwandel, Anpassung, und Innovation wurde klassisch uber die zyklische Entwertungskrise wiederhergestellt. Diese musste aber heute so gro sein, dass wohl nichts mehr bliebe. So verhindert der neoliberale Staatskapitalismus im kurzfristigen Sicherungsinteresse und entgegen dem langerfristigen kollektiven Interesse aller Kapitalisten nicht nur fast jeglichen individuellen Bankrott, sondern damit zugleich Strukturwandel, dynamischen Neuanfang und Zukunftsdynamik. Es werden am Ende nur noch das kurzfristige Interesse der Systemrelevanten und der Toobigtofails bedient. Der Staat kann dann aber kein allgemeines, langerfristiges Systeminteresse mehr verfolgen.Das Grundgeschaft der EU und seine Unhaltbarkeit in der abstrakten Wahrungsunion Das Grundgeschaft der EWGEGEU bestand seit den Romischen Vertragen 1957 in dem unausgesprochenen Deal einer zunehmenden stufenweisen Handels und Wirtschaftsintegration mit dem strukturellen Gewinner der damals aufsteigenden Exportnation Deutschland gegen eine fi skalische Kompensation der strukturellen Verlierer uber den EUHaushalt und die EUStrukturfonds, in die Deutschland als weitaus groter Nettozahler einen Teil seines strukturellen Gewinns einzuzahlen hatte. Dieses Grundgeschaft hat einige Jahrzehnte alle Spannungen aushalten konnen. Der Deal wurde zunehmend offen in den verschiedenen Erweiterungsrunden der EU thematisiert, insbesondere bei der Suderweiterung, in der es um die Milliardenbetrage an Kompensation der Beitrittslander aus den Strukturfonds fur die Aufgabe ihrer Handlungskompetenz und entsprechend hohere deutsche Beitragszahlungen ging. Dies lie an Klarheit nichts zu wunschen ubrig.Die ideologische Bedeutung der Forderung nach Strukturreformen durch den neoliberalen deutschen Vordenker gegenuber den anderen nahm aber immer mehr zu. Der Neoliberalismus wiederum hatte sich zwischenzeitlich auch in der monetaristischen Obsession einer disziplinierenden Fuhrungsrolle von Geld und Geldpolitik realisiert, hier also einer abstrakten Wahrungsunion ohne hinreichende vorlaufende Sozial und Fiskalunion, und damit ohne die in einer Foderation erforderlichen Faktoren: einheitlicher Arbeitsmarkt, Ausgleich durch einheitliche Sozialversicherungssysteme, regionale und Landerfi nanzausgleiche usw. Die Kombination der alten Exportvorsprunge Deutschlands mit seiner neuen neoliberalen Lohn, Kosten und Preisstrategie lie die deutschen Exporte in die schwacheren Mitgliedslander in den 2000er Jahren in der Wahrungsunion dann vollends explodieren, ohne dass dort noch irgendwelche nationalen Schutzmechanismen verblieben waren.Der entscheidende Fehler der Griechen bestand vor diesem Hintergrund in den 2000er Jahren weniger darin, dass sie einen korrupten Staat hatten und ein Land mit einer der ungleichsten Einkommens und Vermogensverteilungen in der OECD waren. Das wusste man schlielich vorher; ebenso, wie es auch offentlich diskutiert wurde, dass einige Beitrittslander ihre Statistiken fur die formalen Aufnahmebedingungen manipuliert hatten. Zu gro war einfach der geostrategische Druck zur EUErweiterung in der Zeit nach dem Niedergang und Zusammenbruch des staatssozialistischen Systems. Der eigentliche Fehler der Griechen bestand vielmehr darin, dass sie die Forderung der EU und die anfanglichen Kapitalimporte fur eine einzigartige fast zehnjahrige Erhohung von Produktivitat, Lohnen und Sozialprodukt in einem Ausma genutzt haben, von dem man in Deutschland nur traumen kann bei einer durchschnittlichen Arbeitszeit, die p.a. 150 Stunden mehr als in Deutschland betragt. Dass Griechenland aber bei gestarkter, wachsender und eben auch konsumbasierter Binnenokonomie gegenuber den deutschen Exporten nicht wettbewerbsfahig war, aber eben auch seine Staatsstrukturen nicht von Korruption befreit und auf eine effektive Einnahmeseite umgestellt hatte, wurde dem Land dann schnell zum Verhangnis. Unter anderem haben deutsche Rustungsunternehmen Griechenland mit zum in der OECD am hochsten aufgerusteten Staat pro Kopf gemacht. Dass deutsche Konzerne und deutsche Banken hier vorfi nanziert haben, hat sie zunehmend nervos gemacht. Das autoritare Schrumpfungsregime, das die EU nun nach deutschem Blueprint eingefuhrt hat, ist quasi die Bestrafung auch fur ein Jahrzehnt verteilungspolitisch relativ ausgeglichenen Wohlstandswachstums und, daruber hinaus, das rigide Zuruckholen der Lieferkredite. Dabei lasst sich Deutschland die Aufrechterhaltung des alten 236Wirtschaftsdienst 2012 4Zeitgesprach Zeitgesprach Die Autoren des Zeitgesprachs PD Dr. Martin Hopner leitet am Kolner MaxPlanckInstitut fur Gesellschaftsforschung eine Forschungsgruppe zur Politischen Okonomie der europaischen Integration.Dr. Florian Rodl leitet am ExzellenzCluster Herausbildung normativer Ordnungen der GoetheUniversitat Frankfurt am Main eine Forschungsgruppe zum Wandel des transnationalen Arbeits und Wirtschaftsrechts.Prof. Dr. Arne Heise lehrt Volkswirtschaftslehre an der Universitat Hamburg.Prof. Dr. Joachim Ahrens lehrt Volkswirtschaftslehre, insbesondere International Economics, an der Privaten Hochschule Gottingen.Prof. Dr. Alexander Ebner ist Inhaber des Lehrstuhls fur Sozialokonomik mit den Schwerpunkten Wirtschaftssoziologie und Politische Okonomie an der GoetheUniversitat in Frankfurt am Main.Prof. Dr. Wolfram Elsner lehrt am Institut fur Institutionelle Okonomik und Innovationsokonomik der Universitat Bremen Volkswirtschaftslehre.Grundgeschafts im modernen Gewand der Wahrungsunion nach wie vor Erhebliches kosten, und zwar jenseits von EFSFESM auch in Form der explodierenden TargetKredite. Aber wer seine Abnehmer soweit einbrechen lasst, dass sie zum Opfer allfalliger, stets unter Hochdruck wartender Spekulationswellen werden, hat mit dem Teufel gespielt. Und die Demokratie?Dass das Herausstampfen von Billionen Euro also groer Teile des realokonomischen Ergebnisses in Gegenwart und Zukunft durch Fiski und Zentralbanken aus dem okonomischen Kreislauf und dem Staatshaushalt heraus zugunsten von Bankbilanzen und Renditemassen der Spekulationsindustrien und Reichen, deren Vermogen damit weiter drastisch wachsen, sowie die damit verbundene fast vollstandige staatliche wachstums und gesellschaftspolitische Handlungsunfahigkeit mit Demokratie immer weniger vereinbar ist, erscheint unmittelbar plausibel und ist auch immer deutlicher erfahrbar geworden. In der Quintessenz zahlreicher miteinander verwobener komplexer Prozesse implodiert damit auch die politische Legitimationsbasis. Vor dem Hintergrund der erkennbaren politischmoralischen Krise kommen in den meisten Landern der EU aber auch bereits die klassischen letzten politischen Aufgebote zum Zuge informelle und formelle Groe Koalitionen, deren Parteien sich gegenuber der EUBurokratie bereits schriftlich verpfl ichtet haben, bei Regierungswechseln die gleiche Politik fortzufuhren.Verabschiedung der Eurozone von der Weltbuhne?Die EU wird ohne tiefgreifende Strukturreformen gegen die Spekulationsindustrien den begonnenen Spekulationswettlauf Staaten gegen Private schon aus Grunden der quantitativen Relationen verlieren und danach nur noch mit sich selbst, der hilfl osen Rettung oder eben der Abwicklung eines neoliberal verkorksten Integrationsprojektes zu tun haben. Ohne eine Zerlegung der Spekulationsindustrien in ein strikt selbstverantwortliches und sich damit automatisch selbst reduzierendes Spekulationssegment einerseits und einen regulierten, seriosen, profi tarmen, der Realokonomie und der Gesellschaft dienenden und kollektiv abgesicherten Kreditsektor Trennbankensystem sowie ohne die drastische Reduzierung der fi nanziellen Massenvernichtungswaffen W. Buffett in den Handen der Megareichen, also ohne eine langanhaltende, systematische Ruckverteilung die ansonsten der Markt uber die zyklische Krise vorgenommen hatte und damit wieder moglich werdender gesunder Selbstfi nanzierung der Staaten, werden zunehmende Turbulenzen und die Dauerkrise nicht einzudammen sein. Realistischerweise brauchte die Zukunftsfahigkeit der Eurozone dann auch einen umfassenden realokonomischen und gesellschaftspolitischen Marshallplan. Ein neues Thema.ZBW LeibnizInformationszentrum Wirtschaft 237237", "filename": "715571451.pdf", "person": ["Martin Höpner", "Höpner, Martin", "Florian Rödl", "Rödl, Florian", "Arne Heise", "Heise, Arne", "Joachim Ahrens", "Ahrens, Joachim", "Alexander Ebner", "Ebner, Alexander", "Wolfram Elsner", "Elsner, Wolfram"], "date": ["2012"]}