{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/58573/1/715998005.pdf"], "title": ["Ingratiation and favoritism: Experimental evidence"], "plaintext": "Ingratiation and Favoritism: Experimental Evidence Stephane Robin University of Lyon, CNRS, GATE Agnieszka Rusinowska CES, Paris School of Economics CNRS Marie Claire Villeval University of Lyon, CNRS, GATE and IZA Discussion Paper No. 6530 April 2012 IZA P.O. Box 7240 53072 Bonn Germany Phone: 4922838940 Fax: 492283894180 Email: izaiza.org Any opinions expressed here are those of the authors and not those of IZA. Research published in this series may include views on policy, but the institute itself takes no institutional policy positions. The Institute for the Study of Labor IZA in Bonn is a local and virtual international research center and a place of communication between science, politics and business. IZA is an independent nonprofit organization supported by Deutsche Post Foundation. The center is associated with the University of Bonn and offers a stimulating research environment through its international network, workshops and conferences, data service, project support, research visits and doctoral program. IZA engages in i original and internationally competitive research in all fields of labor economics, ii development of policy concepts, and iii dissemination of research results and concepts to the interested public. IZA Discussion Papers often represent preliminary work and are circulated to encourage discussion. Citation of such a paper should account for its provisional character. A revised version may be available directly from the author. IZA Discussion Paper No. 6530 April 2012 ABSTRACT Ingratiation and Favoritism: Experimental Evidence We provide experimental evidence of workers ingratiation by opinion conformity and of managers discrimination in favor of workers with whom they share similar opinions. In our Baseline, managers can observe both workers performance at a task and opinions before assigning unequal payoffs. In the Ingratiation treatment, workers can change their opinion after learning that held by the manager. In the Random treatment, workers can also change opinion but payoffs are assigned randomly, which gives a measure of nonstrategic opinion conformism. We find evidence of high ingratiation indices, as overall, ingratiation is effective. Indeed, managers reward opinion conformity, and even more so when opinions cannot be manipulated. Additional treatments reveal that ingratiation is cost sensitive and that the introduction of performance pay for managers as well as a less noisy measure of performance increase the role of relative performance in the assignment of payoffs, without eliminating the reward of opinion conformity. JEL Classification: C7, C92, D03, D86, M51 Keywords: ingratiation, opinion conformity, favoritism, discrimination, social distance, experiment Corresponding author: Marie Claire Villeval GATE Groupe d Analyse et de Theorie Economique CNRS University of Lyon 93, Chemin des Mouilles 69130 Ecully France Email: villevalgate.cnrs.fr The authors are grateful to Jeffrey Carpenter, Gary Charness, Glen Dutcher, Stefano Della Vigna, Seda Ertac, Armin Falk, Urs Fischbacher, Guido Friebel, Michel Grabisch, Alan Kirman, Michael Kosfeld, Marco Piovesan, Aldo Rustichini, Arthur Schram, Matthias Sutter, and participants at the conferences of the Economic Science Association in Chicago, of the European Association of Labour Economists in Cyprus, of the Society for the Advancement of Economic Theory in Faro, at seminars at the Universities of Bremen, Frankfurt, Innsbruck, Konstanz, Munich, Koc University in Istanbul, and at the EMIR and MINT workshops in Lyon and Paris. The financial support of ANR National Research Agency to the MINT program is gratefully acknowledged ANR_09BLAN032101. 1. INTRODUCTION This paper explores how interpersonal influence activities affect the assignment of rewards within a hierarchy. We study employees ingratiatory behavior directed at superiors who have discretion in the assignment of earnings. Ingratiation consists of various strategies including opinion conformity, selfpresentation and otherenhancement.1 This paper considers the first strategy. In a work environment, ingratiation occurs when an employee aims to impress superiors by increasing hisher attractiveness.2 For example, using survey data from Forbes 500 companies, Westphal and Stern 2006 provide evidence that managers use interpersonal influence activity as a substitute for elite credentials to obtain boardroom appointments. Ingratiation may result from a willingness to reduce social distance with managers and it does not necessarily originate in informational asymmetries, in contrast to the influence activities modeled by Milgrom 1988 and Milgrom and Roberts 1988.3 Ingratiation has certainly been encouraged by the development of subjective appraisals of employees Lazear and Gibbs, 2009. Indeed, subordinates ingratiation and managers favoritism are the two sides of the same coin. Ingratiation may be encouraged by the fact that managers frequently reward dimensions other than the strict job performance of workers.4 1 In social psychology, ingratiation is defined as a strategic attempt to get someone to like you in order to obtain compliance with a request Vaughan and Hogg, 2008 or as a class of strategic behaviors employed by a person to make himself more attractive to another Wortman and Linsenmeier, 1977. Opinion conformity consists of expressing preferences supporting the opinion held by a target person; selfpresentation is a means of selfpromotion; otherenhancement includes flattering and expressing favorable judgments of their target Jones, 1964. 2 Ingratiation is also thought to be widespread among politicians for the support of voters, citizens for reaching priority access to certain facilities, sellers for encouraging customers to buy, individuals for facilitating mating. 3 It also differs from collusion within organizations Tirole, 1986 as it does not involve bribing the superior to obtain the desirable outcome. In contrast to the Yes Men theory of Prendergast 1993, which provides a rationale for subordinates to conform to their superiors opinions by reporting what the superiors want to hear about employees efforts, ingratiation by opinion conformity is not restricted to information that directly influences a firms profit. 4 A survey, conducted in U.S. companies with over 1,000 employees, indicates that favoritism in workplace promotions is widespread: 84% of the 302 senior business executives interviewed online report that favoritism exists in their company, and 23% admit they have practiced it themselves Gardner, 2011. Favoritism is defined in the study as: Preferential treatment of an employee for assignments, credit, opinion, influence, or advancement on the basis of factors that do not directly relate to a persons ability to perform his or her job function, such as background, ideology or gut instincts. 2 Prendergast and Topel 1996 have modeled favoritism in organizations as resulting from the unavailability of objective measures of workers performance. Subjectivity may lead evaluators to reward preferred subordinates arbitrarily. In contrast, Bramoulle and Goyal 2011 explain that favoritism may exist even without introducing managers social preferences. It is seen as the equilibrium of a repeated game, since it allows a social group in which favors are traded to retain more surplus within the group. In a recent field experiment, Bandiera et al. 2009 have shown the importance of social connections in favoritism. Managers who are paid a fixed wage tend to favor the workers to whom they are socially connected, regardless of their ability. Favoritism may be harmful for the firms performance because it pervades the information on which job assignments are made. Levine et al. 2010 have shown that when employers have preferences that favor specific workers, they may end up hiring inefficient and too many workers. In addition, by distorting incentives, it may discourage the effort of workers who do not benefit from favors.5 To the best of our knowledge, no study has so far investigated both employees ingratiatory behavior and managers favoritism simultaneously. An important novelty of our paper is that we tie these two dimensions together to understand better their joint dynamics. Another novelty is that we provide empirical evidence on both employees strategic opinion conformity and managers favoritism, based on opinion proximity. Indeed, we have found no empirical study in economics on ingratiation and on favoritism based on opinion conformity.6,7 As managers may interpret opinion conformity as a signal of reduced social distance, our study also sheds light on discriminatory processes based on social distance. 5 Efferson et al. 2008 have shown, however, that ingroup favoritism may also help populations of heterogeneous people to solve coordination problems. 6 In contrast, social psychologists have investigated ingratiatory behaviors extensively. For metaanalyses, see notably Gordon 1996 and Higgins et al. 2003 and Appelbaum and Hughes 1998 for a survey. 7 Empirical tests of favoritism focus on demographic characteristics Goldin and Rouse, 2000; Knowles et al., 2001; Fershtman and Gneezy, 2001 or on home bias in sports Kocher and Sutter, 2004; Garicano et al., 2005 and editing Laband and Piette, 1994. In addition to Bandiera et al. 2009, recent experimental studies have 3 Since reliable survey data on ingratiation and favoritism are hardly available, we have designed a laboratory experiment in which three workers have to perform a task while the manager has discretion on how to assign unequal payoffs to them.8 In the Baseline treatment, the manager can obtain information on the workers performance and on their opinions about a certain topic, before assigning payoffs. Indeed, at the beginning of each experimental session, the participants have to report their opinion on four topics, related to artistic tastes and policy issues. This captures the idea that in a work environment, people develop social relations with managers by exchanging ideas on topics that are not only related to the content of their jobs. This can influence the managers when they have to assign earnings or responsibilities. Comparing the opinions of the manager and those of each worker gives a metric of their proximity. We are therefore able to measure the respective weight of relative performance and opinion proximity in the assignment of payoffs. In our Baseline treatment, workers cannot change their opinion after learning that of the manager. In contrast, in the Ingratiation treatment workers have the option of changing their opinion before the manager knows about it. We exploit this change to identify whether workers expect managers to reward opinion proximity and whether lessable workers use it to compensate for low performance. This effect is quantified by means of an individual ingratiation index.9 By comparing the managers decisions in these two treatments, we study whether managers behave differently when knowing that proximity may result from ingratiation. investigated ingroupoutgroup discrimination based on personal relations or social distance in trust games Falk and Zehnder, 2007; Hargreaves Heap and Zizzo, 2009; Brandts and Sola, 2010, bargaining games Zizzo, 2011, or competition games Filippin and Guala, 2011; Dutcher, 2012. On social distance, see Akerlof 1997. 8 This is equivalent to considering that a managers effort is complementary to a workers effort and that the manager can spend more time working with a specific worker. 9 This index is inspired by the notion of the influence index in game theory that is used to study how influence leads a player to deviate from his inclination Hoede and Bakker, 1982; Grabisch and Rusinowska, 2009, 2010, 2011. 4 Opinion conformity is, however, not always strategic.10 To disentangle ingratiation and a pure taste for conformity, a third treatment, the Random treatment, has been designed. The assignment of payoffs is now random and the manager passive, but workers are still allowed to change their opinions. The difference in the ingratiation indices in the Random and the Ingratiation treatments measures the importance of strategic conformity. Since ingratiation and favoritism may lead to efficiency losses, we have designed three additional treatments to test the sensitiveness of ingratiation and favoritism to three policy interventions. First, we test whether ingratiation resists the introduction of a financial cost linked to changing ones opinion. In workplace environments, increasing the cost of ingratiation may be obtained by increasing the awareness of managers, thus requiring more subtle strategies from ingratiators, or by making ingratiation more visible to other subordinates. We expect to observe less ingratiation when a higher cost reduces its net benefit. Second, we test the sensitiveness of ingratiation and favoritism to a reduction of noise in the measure of workers relative performance. We replace an idiosyncratic random term in the content of the task by a common random term, which makes individual outputs more comparable. In a real setting, this could be achieved via a stronger standardization of the content of tasks and a more accurate measure of individual performance. We expect a reduction of favoritism but an indeterminate effect on ingratiation. Third, we change managerial incentives from fixed pay to performance pay, by tying the managers compensation to the workers outputs. By introducing a cost for favoritism, we expect managers to reward more performance and less opinion conformity. A stronger alignment of 10 In social psychology, conformity is mainly motivated by the search for social approval Asch, 1951; Cialdini and Goldstein, 2004. Neuroscientists have shown that the brain analyzes a deviation from the group opinion as a punishment Berns, 2008; Klucharev et al., 2009. Economists give three explanations for conformity. First, herding behavior Banerjee, 1992; Scharfstein and Stein, 1990 and informational cascades Bikhchandani et al., 1992 result from informational deficits. Second, in Bernheim 1994, conformity results from the impairment of status in case of departure from a social norm see also Akerlof, 1980; Jones, 1984. Third, in Katz and Shapiro 1986, acting similarly may create mutual positive externalities. 5 managerial incentives with the firms interests could possibly lead workers to reducing their ingratiatory behavior. Our main findings are as follows. First, a majority of workers change their opinion after learning the managers opinion. While a pure taste for conformity is also identified, most of this behavior is strategic. Second, the ingratiation index and performance are negatively correlated. The fear of not being a frontrunner in terms of performance may lead workers to compensate by expressing opinions that will make them more likeable in the eyes of the manager. Ingratiation decreases in its moral costs depending on the topic and the strength of opinion. More precisely, the ingratiation index is smaller when an individual values more his opinion, and is larger when opinions are related to highly debated policy issues. The latter relationship could suggest that ingratiation is not only acquisitive i.e. driven by the desire to access valuable resources at a minimal cost but also protective i.e. motivated by the willingness to prevent a possible sanction in case of a visible disagreement see Jones, 1964. Third, ingratiation does not disappear over time because workers learn that a significant proportion of managers reward opinion conformity. If a majority of managers behave in accordance with a meritocratic principle and reward the most able individuals, a shorter social distance is also rewarded. Managers discriminate against the individuals who express more distant opinions, especially when opinions are about much debated topics and when workers opinions are more conservative. However, knowing that workers can conform strategically reduces the influence of social distance in the assignment of high payoffs. Fourth, the limited feedback about who gets the high payoff prevents a decline in the motivation of able workers who would observe that they are sometimes passed over by less able, ingratiating workers. We find that imposing a financial cost for changing ones opinion discourages ingratiation. The introduction of performance pay for managers increases significantly the role of relative performance in the assignment of payoffs, relative to opinion 6 proximity. This result is consistent with Bandiera et al. 2009 who find that managerial performance pay increases the productivity of high ability workers, especially those who have no connection with the manager. Performance pay does not, however, eliminate completely discrimination in favor of similarlyoriented workers and it does not affect ingratiatory behavior. Finally, reducing the noise in the measure of workers relative ability also reinforces the role of relative performance in the assignment of payoffs, but slightly less than managerial performance pay. Overall, our paper confirms the importance of social distance in strategic decisionmaking and suggests directions for limiting the importance of ingratiation and favoritism. The remainder of the paper is structured as follows. In Section 2, we present a simple theoretical model. Section 3 describes the experimental design and procedures. Section 4 presents the experimental results. Section 5 discusses these results and concludes. 2. A MODEL OF INGRATIATION AND FAVORITISM 2.1. Description of the model We consider a model with a manager and workers, which allows us to analyze managers favoritism and workers ingratiation at the same time. The managers task is to assign unequal earnings to the workers. Two levels of payoffs to the workers are possible, H and L, where H L and workers compete to get the winning prize, H.11 The manager has to choose which worker gets H, with L being assigned automatically to every other worker. It is assumed that before assigning the payoffs, the manager can observe both workers performance at a task and their opinions on some issues. The performance of worker k is given by: yk ek 11 This aspect of the model is similar to a rankorder tournament with a winninglosing prize structure Lazear and Rosen, 1981. 7 where ek measures the effort exerted by the worker or his skill, and is an idiosyncratic random or luck component drawn from a known distribution with a zero mean and variance 2. The workers cost of supplying effort is cek, with c, c 0. Each worker has his preliminary opinions on certain topics that are known neither to the manager nor to other workers. The manager expresses publicly her opinions on the topics. After learning about the managers opinion and performing the task, each worker reports his opinion. The final reported opinion of the worker might differ from his initial opinion, which allows for ingratiatory behavior directed at the manager. The managers utility is given by: where wm is the managers own payoff, wdist denotes the payoff of the worker with the lowest distance between his opinion and the opinion of the manager, and wperf denotes the payoff of the worker with the best performance. and measure the intensity of the managers preference for one of the two types of workers, respectively. We do not impose any relation between and . characterizes a manager who favors more workers who share more similar opinions, with a particular case of the opinionoriented manager when . Similarly, describes a manager who favors the best performance more than opinion similarity. This manager is called a meritocratic manager when . The case when means that the manager has equal preference for both kinds of workers. An indifferent manager does not pay attention to either performance or opinion and is characterized in the model by . We assume that are unknown to the workers. It should be noted that our model extends the framework of favoritism studied in Prendergast and Topel 1996, in which the manager observes only performance. 8 The degree of the workers ingratiation by opinion conformity is measured by the socalled ingratiation index, which is defined similarly to the influence index in the framework of influence in a social network Grabisch and Rusinowska, 2009, 2010. Let denote the distance between the initial opinion of the worker k and the opinion of the manager, and be the distance between the final reported opinion of the worker and the opinion of the manager. For all and we define the ingratiation index by: 12 When ingratiation is possible i.e. the workers ingratiation is the choice of the ingratiation index Ik.13 The higher Ik is, the stronger is the workers ingratiation behavior. In particular, Ik0 reports no ingratiation behavior and Ik1 corresponds to perfect ingratiation. The cost function of ingratiation is given by: where ck is a financial cost possibly equal to 0, and denotes the moral cost of ingratiation which is a function of the strength s of the workers opinion. increases in s, i.e., the more important his personal opinion on a given topic is to the worker, the higher is his moral cost of ingratiation.14 Obviously, Ck 0 0 and . Let us determine now the workers utility. By N we denote the set of workers, where its cardinality N n. The choice function of the manager is a function which assigns to every vector of distances and performances D,Y one worker the one 12 Since each worker reports his final opinions to the manager after receiving a feedback on his performance, dkfin and consequently Ik depends on the performance yk. To simplify the notation we do not add this dependence to the formula of Ik. 13 Equivalently, the ingratiation decision means the choice of the distance dkini is given and known by the worker before he makes the ingratiation decision. 14 The moral cost may also depend on the specificity of the topic. For simplicity, we do not add it to the theoretical model, although we take this into account in the experimental design. fin, since dk 9 selected for the wage H. The vector D,Y is the 2nvector, in which ns first coordinates are distances between the final opinions of the workers and the opinion of the manager, and ns last coordinates are the workers performances. Since workers have to choose their ingratiation behavior without knowing parameters , it is a problem of decision under uncertainty. A state of nature corresponds to a pair . The set of states of nature is therefore equal to . The act of the worker k is a function such that: The workers decision is the ingratiation index Ik that maximizes his expected utility: , where with the probability distribution of denoted by . 2.2. Behavioral hypotheses The theoretical model delivers some behavioral predictions about ingratiation, favoritism, and the impact of three policies the improvement of the measurement accuracy of relative performance, the introduction of a financial cost of ingratiation, and the introduction of managerial performance pay. On the workers side, there is a tradeoff in the workers utility uk: the worker may increase his ingratiation index Ik in the hope of receiving the payoff H, but by doing so he bears a higher cost. Can ingratiatory behavior be advantageous? Let the workers performance be equal to. Given, let with the value of the corresponding cost function. We expect that some workers choose . For and the states of nature and with close to 0, the choice could lead to 10 and to the workers utility . Choosing a sufficiently larger to end up with would give the higher utility if the financial and moral costs of ingratiation are sufficiently small, i.e., if . We therefore express the following prediction: Proposition 1: Provided the costs of ingratiation are sufficiently low, the worker should report opinions that reduce the distance with the manager. What change of the ingratiation index can be expected if the workers performance increases? Suppose that the workers performance is and is higher than , and results from a higher effort , i.e., . If the improved performance does not lead to a switch from to , then the new ingratiation index should be smaller, otherwise the workers utility would decrease. However, if the increase in performance switches utility from to , then the new ingratiation index should not necessarily decrease. More precisely, the workers utility will not decrease with the new higher performance if Hence, indeed when , but when both directions of change in the ingratiation index are possible. . Proposition 2: Depending on the relation between H, L, and the costs of effort, an increase in workers performance should usually although not always decrease ingratiation. How does an increase in the costs of changing opinions affect the ingratiatory behavior? Since the worker does not want to decrease his utility, i.e., to increase the value of , an increase in the financial or moral cost will lead to the choice of a 11 smaller ingratiation index. In particular, an increase in the strength of opinion s will give a smaller ingratiation index, since is increasing in s. We then have: Proposition 3: Increasing the costs of ingratiation decreases ingratiation. On the managers side, we are interested in observing if both opinionoriented and meritocratic managers exist, i.e., if both and are identified in the experiment, and in which proportion. Since every manager should, in principle, care about good performances as they represent the firms interests, we expect that the case of is rare. We predict then the following: Proposition 4: The managers preference should be expressed rather by than by . The parameter that measures the intensity of the managers preference for opinion proximity should be lower when the manager is sure that workers can change their opinion. We make the following statement: Proposition 5: Introducing the possibility of ingratiation decreases. The parameter measures the intensity of the managers preference for performance. Consequently, an improvement of the accuracy of measuring relative performance of the worker should increase. Precisely, accuracy is improved if one replaces the idiosyncratic error term by a common shock in the definition of individual output yk ek ; indeed, the difference in relative performance between workers now depends only on effort and skill and no longer on personal luck. Similarly, if we relate the managers payoff to the performance of the workers, then the manager should focus more on the workers performance and less on opinions. Introducing managerial performance pay yields a new payoff function, such as: 12 with a fixed wage, yk the performance of worker k, and a multiplier of workers performance. This leads us to the following statement. Proposition 6: Improving the accuracy of relative performance measures and introducing managerial performance pay both increase. 3. THE DESIGN OF THE EXPERIMENT Let us describe first how we elicited opinions before introducing each treatment and the procedures used. 3.1. Elicitation of opinions In the first part of each session, we elicited the participants opinions on four topics displayed in random order. As we suspect ingratiation to be domaindependent, we chose two topics related to tastes and two others related to highly debated policy issues. Specifically, the participants had to look at a naive art painting and to listen to a piece of reggae music, each during a minimum of 20 seconds and a maximum of two minutes. Then, they had to rate their taste for the painting and the music on a scale ranging from 1 I hate it to 100 I adore it. They also had to rate their opinion on two statements: One should introduce a carbon tax to change the course of global warming and One should regularize illegal immigrants, between 1 I am extremely unfavorable and 100 I am extremely favorable. They were informed that their responses were anonymous but would be used in the next parts of the session with no additional information. Since our model assumes that ingratiation is negatively correlated with the strength of ones opinion as a measure of the moral cost of ingratiation, participants had to indicate the importance of each response on a 10level Likert scale between 1 my answer has no real 13 value for me; I could have answered completely differently and 10 my answer represents a lot to me. Answers were not incentivized because of the policyrelated questions. 3.2. Main treatments Our experiment included three treatments called Baseline, Ingratiation, and Random. Each treatment consists of 12 periods. Consider the Baseline first. At the beginning of each period, groups of four were formed randomly. Each group included one manager participant A and three workers participants B. Roles were assigned randomly and they were kept constant throughout the session. In each period, the workers had to perform a task. The task consisted of answering two questions taken from a trivia quiz on general knowledge; the random draw of questions was i.i.d and this was common information. The manager had to assign payoffs to the workers, namely one payoff of 10 points with a conversion rate of 18 points 1 and two payoffs of 5 points. The manager was paid a fixed wage of 12 points. A fixed wage allows us to observe the natural inclination of the manager for meritocracy or for opinion proximity. Each period had three stages. In the first stage, groups were formed and workers were informed about their managers opinion on one randomly selected topic painting, music, carbon tax statement or immigration statement. In the second stage, workers performed the task. It was common knowledge that questions varied across workers. Each worker was only informed of his own score 0, 1, or 2, corresponding to the number of correct answers in the quiz.15 In the third stage, the manager chose which workers received the high payoff. She could press two buttons for free before assigning payoffs. One button was for asking information about each workers score and the other one for asking their opinion on the issue 15 Imposing a random assignment of questions to each player is equivalent to introducing an idiosyncratic random term in the payoff function. This random term and the limited possible difference in performance between workers aim at recreating some noise in the measurement of relative performance. This is relaxed in a further treatment. 14 selected in the first stage. Each button was randomly disposed on the left or the right of the screen in order not to force the managers attention on any information. At the end of each period, workers were informed about their payoff, but not on whether the manager had asked for information. Groups were rematched at the beginning of the next period.16 This treatment allowed us to determine the respective influence of relative opinion and performance on assigning payoffs. There is only one difference between the Ingratiation treatment and the Baseline: workers were allowed to change their initial opinion before it was made available to the manager and after receiving a feedback on their score. They were reminded about the managers and their own initial opinions; they could change opinion by moving a slider. The manager knew that workers could modify their opinion but she only observed the reported opinions without knowing whether they had been changed or not. Note that the managers could not change their own opinion. As before, workers did not receive any information about other workers opinions or scores. This treatment allowed us to determine i the value of the ingratiation index and ii its relationship with performance, opinion topic, and the strength of opinions. Comparing the Baseline and the Ingratiation treatments indicates whether the respective weights of relative scores and opinions differ when managers know that opinions can be manipulated strategically. Workers may change their opinion strategically but also because they like conforming to the opinion of a high status person the manager. To disentangle these two reasons, the Random treatment is different in one way to the Ingratiation treatment. Workers can still change their opinion but managers are now passive: workers payoffs are assigned randomly. In this context, we assume that a change in opinion is driven by a taste for conformity. 16 Using a stranger matching protocol eliminates by design that managers favor workers with more similar opinions to build reciprocal relationships based on favoritism and favor rendering. 15 Comparing Ingratiation and Random treatments indicates to what extent opinion conformity is strategic. Each participant played in two treatments. In some sessions, they played the Baseline followed by the Ingratiation treatment. In other sessions, they played the Ingratiation treatment followed by the Random treatment. We controlled for order effects by reversing the order of treatments in other sessions. 3.3. Policy interventions We tested the sensitiveness of ingratiation and favoritism to three policy interventions: a reduction of the noise in the measurement of relative performance; the introduction of a financial cost for changing opinion; and a shift of managerial compensation from a fixed wage to performance pay. Each intervention corresponded to a new treatment. In the BaselinePolicy 1 and IngratiationPolicy 1 treatments, we increased the precision of relative performance measures. The three workers then received the same trivia quiz that consisted of four questions of the same level of difficulty instead of two. This reduced the role of idiosyncratic luck in relative performance. Comparing these treatments with the original ones indicates whether, when the score is more informative of the workers relative ability, i the influence of scores is reinforced while that of opinions decreases and ii the expected negative correlation coefficient between ingratiation indices and scores increases. The IngratiationPolicy 2 and RandomPolicy 2 treatments introduce a fixed cost for changing ones opinion. It costs 1 point for the worker to change opinion regardless of the size of the change which corresponds to 20% of the low payoff and 8.33% of the high payoff. Comparing these treatments with the original ones indicates whether: i ingratiation is costsensitive, and ii managers pay more attention to opinions when ingratiation is costly. 16 In the BaselinePolicy 3 and IngratiationPolicy 3 treatments, we introduced performance pay by tying the managers payoff to the sum of the three workers scores. Under performance pay, the managers payoff function becomes: The parameter captures the strength of managerial incentives. It has been chosen so that on average the managers earn 12 points, as in the main treatments.17 We tested whether such a change in managerial incentives: i leads managers to reward more scores and less opinion proximity than under a fixed compensation; and ii as a consequence, leads to a reduction in ingratiatory behaviors. 3.4. Procedures The experiment was computerized, using the REGATENG software Zeiliger, 2000. 29 sessions were conducted at the laboratory of the Groupe d Analyse et de Theorie Economique GATE, Lyon, France. Between 12 and 20 individuals took part in each session, for a total of 500 participants invited via the ORSEE software Greiner, 2004. In total, we observed 125 managers and 375 workers. The participants were undergraduate students from the local Engineering and Business schools. Table A1 in Appendix 2 indicates the number of participants and the treatments played in each session. Upon arrival, the participants were randomly assigned to a terminal by drawing a tag from a bag. Instructions for the elicitation of opinions were distributed and read aloud see Appendix 1. Headphones were placed at the disposal of the participants. After all of them expressed their opinions on the four issues, instructions were distributed for the next part. 17 An alternative would be to make the managers payoff depend on the score of the worker who receives the high payoff. This would allow us to measure how much money managers are willing to forego to favor opinion conformity instead of performance. This could be tested in an extension of the present paper. Our less direct payoff function enabled us to test whether making the reference to performance more salient suffices to reduce favoritism. 17 After checking individually the understanding of the instructions by means of a questionnaire, roles were assigned and participants played the 12 periods of a given treatment with a random rematching of groups after each period. Then, the instructions for the 12 periods of a second treatment were distributed. At the end of the session, after completing a demographic questionnaire, the participants were allowed to proceed to the payment room one by one. At the end of the session, the payoffs of all the periods were added up and converted into Euro for payment. Sessions lasted on average 75 minutes, including the payment of participants, and each participant earned 14.78 on average, including a showup fee of 4. 4. RESULTS In this section, we first analyze the workers ingratiatory behavior. Then we study whether and by how much opinion conformity matters relative to performance in the assignment of payoffs. In a final subsection we report the results of the policy interventions. 4.1. Ingratiatory behavior To measure opinion conformity and ingratiation, we first calculate the distance between the managers and the workers opinions at two different moments in the game. We compare the initial distance between the opinions expressed preliminarily and the final distance between opinions after workers can change their opinion. Table 1 reports summary statistics for each treatment indicating, for the cases in which initial opinions differ, the number of changes in opinions in each direction, the number of observations with perfect or almost perfect ingratiation, and the mean ingratiation index.18 Perfect ingratiation indicates a change in opinion designed to match exactly the opinion of the manager; almost perfect ingratiation corresponds to the cases in which the initial distance is higher than 2 and the final distance does not exceed 2. The ingratiation index is calculated as the difference between the initial 18 In the Random treatment, it would be formally more correct to name this index conformity index. We retain the notion of an ingratiation index for both treatments for simplicity. 18 distance between the managers and the workers opinions and the final distance in opinions, divided by the initial distance. It excludes the observations in which the final distance is greater than the initial distance. Baseline 65 4.75% Table 1. Summary statistics Treatments Same initial opinion as the managers 1303 95.25% Different initial opinion 1368 100% Total Subsample of observations with a different initial opinion Change between final and initial distance Increased distance Same distance Decreased distance Total Perfect ingratiation same final opinion Almost perfect ingratiation same 2 Mean ingratiation index 1303 100% 1303 100% Ingratiation 130 4.63%ns 2678 95.37% ns 2808 100% 167 6.24% 995 37.15% 1516 56.61% 2678 100% 301 11.24% 477 18.57% 0.42 0.26 Random 74 5.14%ns 1366 94.86% ns 1440 100% 116 8.49% ns 819 59.96% 431 31.55% 1366 100% 63 4.61% 103 7.72% 0.19 0.19 Note: The Table reports the significance of twotailed MannWhitney tests comparing, in the upper part of the Table, each of the Ingratiation and Random treatments with the Baseline, and in all the other cases, the Random with the Ingratiation treatment.19 ns indicates no significance and indicates significance at the 1% level. Table 1 shows that in the Ingratiation treatment, slightly more than one third of the participants kept the same opinion after learning that it differs from that of the manager, while 56.61% of the participants conformed with the managers opinion, and 11.24% even matched the managers opinion perfectly. An important part of this behavior is strategic, as in the Random treatment less than one third of the participants reduced the distance in opinions and perfect conformism represents only 4.61% of the observations. As a complement, Figure 1 represents the initial difference i.e. the difference between the opinion of the manager and the initial opinion of the worker on the xaxis, and on the yaxis the final difference i.e. the difference between the opinion of the manager and the opinion reported by the worker, for each observation in any period of the game. The left and righthand panels are for the Ingratiation and the Random treatments, respectively. 19 Strictly speaking, one session provides only one independent observation. Here, the mean value of each variable per worker and per treatment is considered as one independent observation. All the nonparametric statistics reported in this paper are twotailed MannWhitney tests, using the same notion of an independent observation, unless specified otherwise. 19 Fig. 1. Distribution of initial and final differences between the managers and workers opinions Figure 1 identifies four situations. The diagonal indicates that opinions have not been changed. The dots on the horizontal line corresponding to a final difference of zero indicate that the worker and the manager share the same opinion. When the initial difference is not equal to zero, this reveals perfect ingratiation. A third situation is represented by the few dots located below above the diagonal, when the initial difference is negative positive: workers increase distance with the manager, which can be seen as anticonformism this is outside the scope of this study. Almost all the other cases correspond to ingratiation or conformism. The two panels indicate that many workers change opinion in the Ingratiation treatment, while many observations lie on the diagonal in the Random treatment. Next, we analyze the determinants of the probability for a worker to increase, keep constant or decrease the distance in opinion with the manager. We estimate multinomial Logit models with robust standard errors clustered at the worker level. Clustering is required 20 as each participant is observed 24 times. The reference category is when the worker does not modify his initial opinion. In Model 1, we pool the data from the Ingratiation and Random treatments and include a dummy variable for the Ingratiation treatment among the independent variables. Model 2 is for the Ingratiation treatment and Model 3 for the Random treatment. In the three models, the independent variables include the score, as we expect that ingratiation is more likely when workers perform poorly. Regarding opinions, we include the distance between the managers and the workers initial opinion, the squared distance between initial opinions to allow for nonlinearity, and the strength of the opinion reported in the preliminary part. We allow ingratiation to differ according to the opinion topic, by including a dummy variable for each topic. To measure whether the ordinal position of the workers opinion relative to that of the manager matters, we include negative initial difference variables indicating whether the workers opinion was more favorable than that of the manager. For the carbon tax statement or immigration statement, a negative initial difference is observed when the workers opinion is more conservative than the managers one. We finally control for the order between treatments with a dummy variable equal to 1 when the Ingratiation treatment is played first, and 0 otherwise, the period in the treatment and the workers gender. Table 2 reports the marginal effects. 21 Table 2. Determinants of the probability of varying the distance in opinion with the manager Multinomial Logit models with robust standard errors and clustering at the worker level Ref. no change in distance Ingratiation and Random Ingratiation treatment Random treatment treatments 1 2 3 Increased distance Decreased distance Increased distance Decreased distance initial initial Ingratiation treatment Score Initial distance Squared distance Strength of the initial opinion Topic: painting Negative diff.painting Topic: migration Negative diff.migration Topic: tax Negative initial diff.carbon tax Order Period Female carbon initial Decreased distance 0.280 0.029 0.007 0.013 0.022 0.002 Increased distance 0.023 0.013 0.017 0.005 0.004 0.001 0.0002 0.00004 0.001 0.001 0.027 0.003 0.006 0.002 0.019 0.021 0.036 0.013 0.085 0.0004 0.047 0.018 0.123 0.022 0.033 0.012 0.116 0.004 0.041 0.020 0.047 0.016 0.035 0.012 0.063 0.005 0.044 0.018 0.020 0.026 0.029 0.011 0.001 0.002 0.002 0.001 0.050 0.026 0.014 0.040 4004 28318141947 0.004 0.015 0.025 0.002 0.023 0.005 0.004 0.001 0.0002 0.0004 0.001 0.001 0.025 0.003 0.006 0.002 0.037 0.011 0.038 0.013 0.079 0.0004 0.048 0.018 0.111 0.023 0.035 0.012 0.086 0.006 0.050 0.018 0.073 0.027 0.036 0.012 0.116 0.040 0.049 0.027 0.008 0.027 0.041 0.013 0.0003 0.002 0.003 0.001 0.037 0.026 0.013 0.042 2678 1679951516 0.002 0.019 0.012 0.003 0.003 0.010 0.003 0.001 0.0001 0.0004 0.001 0.001 0.026 0.004 0.007 0.004 0.012 0.036 0.052 0.024 0.082 0.001 0.065 0.034 0.113 0.018 0.049 0.027 0.132 0.023 0.053 0.042 0.001 0.009 0.051 0.023 0.016 0.051 0.069 0.023 0.028 0.013 0.052 0.024 0.004 0.001 0.003 0.002 0.063 0.019 0.025 0.053 1366 116819431 234 120 234 2051.514 3233.292 352.91 0.0000 0.109 N by category Nb of clusters Log Pseudolik. Wald Chi 2 Prob Chi 2 PseudoR2 Note: The table reports the marginal effects, with robust standard errors in parentheses. , , and indicate significance at the 10%, 5% and 1% level, respectively. The number of observations N by category refers to the number of observations in which workers increase the distance, keep the distance stable and decrease the distance, respectively. The estimates of Model 1 show that the Ingratiation treatment increases the 309.45 0.0000 0.112 64.54 0.0000 0.045 1147.994 likelihood of shifting ones opinion towards the manager by 28%, compared to the Random treatment. The score has no effect, which may be due to the expectation of ties. In contrast, 22 the probability of reducing the distance increases with the initial distance, at a decreasing rate. As predicted, it is lower when the participant reported a stronger belief in his opinion. Interestingly, some topics are more likely to lead to ingratiation. The statement about the regularization of illegal immigrants increases by 12.27% the likelihood of reducing the distance in opinion. This effect is asymmetric: it vanishes when the worker holds opinions that are more liberal than that of the manager. In other words, ingratiationconformism is more likely when the worker is more conservative than the manager on this issue.20 When treatments are considered separately Models 2 and 3, the impact of the initial distance is twice as important in the Ingratiation than in the Random treatment 2.52% vs. 1.20% for each difference point, respectively. Table 2 also indicates that the probability of increasing the distance with the managers opinion is marginally lower in the Ingratiation treatment. It is also reduced when the score is lower only in the Ingratiation treatment, when the initial distance is higher but nonlinearly, when workers hold stronger initial opinions and when opinions are related to policy issues in the Ingratiation treatment. Women are also less likely to be anticonformist. Next, to explain the magnitude of changes in opinion we estimate the determinants of the ingratiation index. We estimate Tobit models with robust standard errors clustered at the worker level, since the index is censored both at 0 no change in opinion and at 1 perfect ingratiation.21 By definition, we exclude anticonformist workers and individuals who have the same initial opinion as the manager. The independent variables are the same as in Table 2 except the distance in opinions since it is used to calculate the dependent variable. Model 20 This effect is not due to a specific distribution of the differences in initial opinions in this topic relative to the other topics see Figure 1A in Appendix that displays the distribution of differences in opinions for each topic separately. Nor is this due to a difference in the strength of opinion across topics. Twotailed Wilcoxon tests with each worker as an independent observation show that the strength of the opinion is not different between music reference, migration policy p0.780 and carbon tax policy p0.437; opinions are less certain about painting p0.001. 21 We also estimated a twostep model to deal with a potential selection bias, with a Probit model with clustered robust standard errors in the first step, and an OLS model including the Inverse of Mills Ratio in the second step. Since IMR was not significant, we report here the estimates of Tobit models accounting for censored data. 23 1 pools the data from the Ingratiation and Random treatments, while Models 2 and 3 analyze each treatment separately. Table 3 reports the estimates. Table 3. Determinants of the ingratiation index Tobit models with robust standard errors and clustering at the worker level 1 Ingratiation treatment 2 Random treatment 3 0.041 0.023 0.034 0.009 0.006 0.043 0.059 0.017 0.058 0.103 0.195 0.126 0.236 0.097 0.338 0.147 Ingratiation and random treatments 0.531 0.058 0.032 0.022 0.040 0.009 0.040 0.055 0.159 0.073 0.240 0.052 0.239 0.072 Dependent variable: Ingratiation index Ingratiation treatment Score Strength of the initial opinion Topic: painting Negative initial diff.painting Topic: migration Negative initial diff.migration Topic: carbon tax Negative initial diff.carbon tax Order Period Female Constant N Left rightcensored obs. Nb of clusters Logpseudolikelihood F ProbF Pseudo R2 Note: The data exclude the observations in which the worker has the same initial opinion as the manager and those in which the worker increased his distance with the manager. Robust standard errors are in parentheses. , , and indicate significance at the 10%, 5% and 1% level, respectively. indicates borderline significance at the 11% level. 0.038 0.058 0.146 0.078 0.236 0.057 0.196 0.077 0.061 0.058 0.054 0.082 0.032 0.069 0.006 0.004 0.037 0.070 0.049 0.055 0.043 0.073 0.010 0.050 0.008 0.004 0.080 0.067 0.098 0.106 0.024 0.111 0.041 0.145 0.099 0.116 0.012 0.008 0.185 0.116 0.148 0.179 3454.293 11.01 0.0000 2489.009 3.91 0.0000 1250 819 63 120 2511 995 301 234 955.748 2.67 0.002 0.026 3761 1814 364 234 0.053 0.012 0.453 0.103 The higher index in the Ingratiation than in the Random treatment confirms the presence of strategic conformism. It decreases consistently with the score, but only in the Ingratiation treatment. The strength of the initial opinion reduces the magnitude of the change in both treatments but the coefficient is much larger in the Random than in the Ingratiation treatment, which suggests that people have less selfcontrol in a more strategic environment. In the Ingratiation treatment, the index increases when opinions are relative to the two policy statements. In the Random treatment, the index is also higher for the workers who hold a more conservative opinion on migration policy, indicating that this highly debated topic leads to a greater need for conformism even in the absence of strategic considerations, perhaps due 24 to a social desirability bias. Finally, the index of women females in the Random treatment is not far from reaching significance 11%.22 To summarize, our analysis of workers behavior supports the following results: Result 1. Many workers change their initial opinion strategically after learning about the opinion of the manager, in the hope of getting a favor. We also observe a pure taste for conformity. This supports Proposition 1. Result 2. The ingratiation index is negatively correlated with performance. This supports Proposition 2. The following result supports Proposition 3: Result 3. A higher moral cost of conformity a stronger initial opinion reduces ingratiation. Those who reported initially more conservative opinions on highly debated issues have a consistently higher ingratiation index. We turn now to the managers to analyze the determinants of the payoff assignment. 4.2. Performance and opinion proximity in payoff assignment 89.25% of the managers asked information on both the workers scores and opinions in the Baseline; the corresponding values were 95.51% and 82.08% in the Ingratiation and the Random treatments, respectively. MannWhitney tests conclude there is a significant difference between the Baseline, and both the Ingratiation treatment p0.052 and Random treatment p0.085 on the one hand, and between the Ingratiation and Random treatments p0.001 on the other hand. 22 We estimated the same models on the restricted sample of workers who strictly reduced the distance in opinion with the manager. The main changes in the results are an increased level of significance of the score in the Ingratiation treatment at the 5% level and a loss of significance of the topic variables in both treatments, except for the negative impact of having more liberal opinions on illegal immigration in the Ingratiation treatment. 25 Before estimating its individual determinants, we report descriptive statistics about the rate of success of a worker depending on his ranking in the triad, based on his performance and opinion distance. The score rank 1 3 is assigned to the worker who gets the highest lowest, respectively score in the triad; the opinion rank 1 3 is assigned to the worker whose reported opinion is the closest most distant, respectively to the managers opinion. Ranks 2 are assigned to intermediate scores or opinions. In the Baseline, the share of best performers who receive the high payoff is 42.49% 56.68% after exclusion of ties among the best performers; in the Ingratiation treatment, the percentages are 46.55 MannWhitney test comparing Ingratiation and Baseline: p0.259 and 67.57 p0.152. Figure 2 displays the relative frequency of workers who get the high payoff depending on both ranks, by treatment. Fig. 2. Percentage of workers receiving the high payoff by ranks and treatment For each opinion rank, Figure 2 indicates that having the first score rank always increases the likelihood of receiving the high payoff in the Baseline. But it also shows that for any score rank, having the first opinion rank increases dramatically the probability of receiving the high payoff. Only the first opinion rank allows a worker to earn more than a random assignment of payoff regardless of the score rank, whereas having the first score rank makes the worker better off than a random assignment only if he also holds the first opinion rank. 26 The Ingratiation treatment rebalances the influence of relative scores and opinions: the first opinion rank is rewarded considerably less than in the Baseline. Now, only the first score rank allows a worker to earn more than a random assignment, except when he holds the third opinion rank. Managers put less weight on opinions when they expect brownnosing. To study the determinants of which worker receives the high payoff we estimate conditional Logit models with fixed effects and robust standard errors clustered at the manager level. Indeed, the manager selects one worker conditional to the attributes of the choice alternatives, i.e. the characteristics of the other triad members. The independent variables include score and opinion ranks with Rank 2 as the omitted categories and dummy variables for a tie in the score Rank 1 or in the opinion Rank 1. A variable interacts the first ranks in both opinion and score in case of a tie in the score rank to test whether the opinion rank is used to split the tie. A similar variable is built for a tie in the opinion rank. The independent variables also include the distance in opinion and a dummy variable indicating whether the worker reports exactly the same opinion as the manager. We also interact the distance in opinion and each topic,23 and dummy variables indicating a negative difference in opinion i.e. a more negative opinion of the manager compared to the worker. We only include the cases in which managers looked at both scores and opinions. Table 4 displays the marginal effects of these variables in the Baseline Model 1 and the Ingratiation treatment Model 2. We also report regressions excluding ties among the best performers.24 23 Topic variables are not directly included because there is no withingroup variation. 24 Excluding ties leaves aside the data from the whole triad. 27 0.320 0.031 Excluding ties in score rank 1 0.060 0.082 0.146 0.094 0.097 0.044 0.166 0.133 0.034 0.048 Table 4. Determinants of which worker receives the high payoff Conditional Logit models with robust standard errors clustered at the manager level Dependent variable: Probability of receiving the high payoff Score rank 1 Tie in score rank 1 Score rank 3 Score rank 1 with a tie in opinion rank 1 Opinion rank 1 Tie in opinion rank 1 Opinion rank 3 Opinion rank 1 with a tie in score rank 1 Reported distance in opinion Same opinion as the manager Final distance painting Final distance migration Final distance carbon tax Negative final difference painting Negative final difference migration Negative final difference carbon tax N Nb of clusters Log Pseudolikelihood Wald Chi 2 Prob Chi 2 PseudoR2 Note: Marginal effects are displayed with standard errors of the marginal effects in parentheses. , , and indicate significance at the 10%, 5% and 1% level, respectively. indicates significance at the 12% level. Ingratiation treatment 2 All obs. Excluding ties in score rank 1 0.350 0.034 0.222 0.077 0.059 0.079 0.024 0.070 0.098 0.031 0.165 0.089 0.021 0.039 0.039 0.045 0.001 0.001 0.023 0.040 0.001 0.002 0.002 0.002 0.005 0.002 0.069 0.059 0.019 0.060 0.084 0.054 2682 77 802.282 151.48 0.0000 0.183 0.002 0.002 0.030 0.065 0.003 0.003 0.007 0.004 0.005 0.003 0.169 0.105 0.105 0.090 0.118 0.076 1259 76 331.427 112.07 0.0000 0.281 0.339 0.079 0.171 0.090 0.034 0.216 0.251 0.073 0.065 0.158 0.077 0.080 Baseline treatment 1 All obs. 0.317 0.079 0.232 0.085 0.122 0.079 0.045 0.146 0.223 0.058 0.190 0.102 0.018 0.068 0.049 0.089 0.006 0.002 0.072 0.092 0.004 0.004 0.006 0.003 0.005 0.003 0.045 0.107 0.198 0.106 0.017 0.155 1221 37 277.404 236.31 0.0000 0.380 0.008 0.004 0.121 0.101 0.003 0.007 0.0004 0.004 0.005 0.005 0.091 0.128 0.097 0.129 0.031 0.221 552 35 129.868 101.10 0.0000 0.358 Table 4 shows that having the best score in the triad increases the probability of receiving the high payoff by 31.72% in the Baseline, and by 34.95% in the Ingratiation treatment. These probabilities naturally decrease in the case of ties. Being the worst performer in the 28 triad is sanctioned but only in the Baseline and this is borderline significant. The importance of opinion distance is striking: having the closest distance increases the chance of receiving the high payoff by 22.29% in the Baseline and by 9.77% in the Ingratiation treatment the effects remain the same when we exclude ties in score rank 1. This indicates both that a lower opinion distance is always rewarded but that managers take less account of this dimension when it may result from ingratiation. This is also supported by the fact that the absolute value of the opinion distance exerts a negative influence only in the Baseline treatment. This negative effect is reinforced when opinions are about policy topics also observed in the Ingratiation treatment when ties are excluded. A workers more liberal opinion on migration policy is rewarded more than a more conservative one. There is no additional effect of having the first opinion score rank in case of a tie in the best score opinion, respectively rank. Next, we build a tentative typology of payoff assignment functions. For each manager, we estimate the and parameters of our model by means of a conditional Logit model of the decision to assign the high payoff to a specific worker with robust standard errors. We include all the periods in which the manager looked at both scores and opinions.25 To retain the maximum number of observations, we pool the data from the Baseline and Ingratiation treatments.26 The value of is given by the marginal effect of opinion rank 1 and the value of by the marginal effect of score rank 1. In Figure 3, a dot on the vertical horizontal axis means that the manager is influenced by the best rank in score opinion while the marginal effect of the best rank in opinion score is not different from 0. 25 This excludes only one manager who looked exclusively at the opinions of the workers throughout the game. 26 The minimum number of observations is 33 and the maximum 72. We acknowledge that pooling treatments may bias coefficients, since opinion rank matters less in the Ingratiation treatment. 29 Fig. 3. Distribution of managers and marginal effects of a conditional Logit model We identify four main types with the 71 managers for whom we reach convergence out of 78. A first type includes 21 managers 29.58% who are influenced by the best score rank but not by opinion rank; 20 of them are meritocratic managers 0, 0 whereas one outlier sanctions the best performers. A second type includes 24 managers 33.80% who are influenced by both the score and the opinion ranks 0, 0. 22 of these are weakly meritocratic and two outliers sanction the best performers. The third type includes 11 managers 15.49% who are only influenced by the best opinion rank. 10 of them are opinionoriented managers 0, 0 whereas one sanctions opinion conformity. A final type includes 15 indifferent managers 21.13% who reward no specific dimension 0 . Is there a social cost to managers favoritism of opinion conformity in terms of a reduction in effort over time? This could be the case if workers revise downward their beliefs on the expected return of a high performance. We test this hypothesis with an OLS model with robust standard errors clustered at the worker level in which the score is the dependent variable. The time trend is not significant in any treatment.27 This does not, however, 27 We tried several specifications, with the data of the three treatments pooled together or not. The independent variables included the time trend alone, or the time trend interacting with each treatment, dummies for each 30 constitute a definitive answer. Indeed, in our experiment the workers are randomly rematched with a manager in each period; provided there exists a sufficient share of meritocratic managers in the population, maintaining effort is rational. In addition, they do not know whether they are outperformed by another worker. We summarize our results as follows: Result 4. A majority of managers are meritocratic or weakly meritocratic but a large minority of managers favor similarlyoriented workers. This supports Proposition 4. Result 5. Managers reward opinion conformity less when workers can conform strategically. This supports Proposition 5. Result 6. When ingratiation is impossible, managers sanction a higher distance more when workers opinions on highly debated topics are more conservative. 4.3. Policy interventions Three interventions introduce respectively a variation in the task that facilitates the comparison of workers performance and reduces the role of luck Policy 1, or a financial cost for changing ones opinion Policy 2, or performance pay for the manager Policy 3. We first test whether these changes modify the workers ingratiatory behavior. Figure 4 represents the relative frequency of changes in opinion, by treatment. treatment, the distance in opinion, and opinion topics. No variable was ever significant, although in the Baseline the time trend was negative and significant at a threshold of 11% or 12%, according to the models. Results are available upon request. 31 Fig. 4. Relative frequency of changes in opinion, by treatment Figure 4 shows that a major change occurs only after introducing a financial cost of changing opinion. The share of workers who do not change opinion increases from 36.82% in the initial Ingratiation treatment, to 63.70% in the IngratiationPolicy 2 treatment p0.001, and from 59.78% in the Random treatment to 94.57% in the RandomPolicy 2 treatment p0.001. Such a cost eliminates nonstrategic conformism and reduces ingratiation. In contrast, the other policy interventions do not affect ingratiatory behaviors. This is confirmed by multinomial Logit regressions in which the dependent variable is the probability of a worker increasing, keeping constant or decreasing the distance in opinion with the manager.28 Compared with the initial Ingratiation treatment, the introduction of a cost diminishes the probability of shortening the distance in opinion by 30.15%; the other manipulations exert no significant impact. Compared with the initial Random treatment, the introduction of a cost reduces the probability of shortening the distance in opinion by 24.95%. With the initial Random treatment as the reference, the probability of shortening the distance is increased by 28.33% in the initial Ingratiation treatment, 30.62% in the IngratiationPolicy 1 treatment, 31.90% in the IngratiationPolicy 3 treatment; while there is no significant 28 Dummy variables for the new treatments are added to the independent variables included in the models reported in Table 2, as well as a variable interacting the score with the Policy 1 treatment since scores are measured on a larger scale in this treatment. The regressions are reported in Table A2 in Appendix. 32 difference with the IngratiationPolicy 2 treatment. The reduction of the distance remains driven by the initial distance, a lower strength of initial opinions, and a highlydebated topic. These results are also supported by Tobit estimates of the ingratiation index see Table A3 in Appendix. It should also be noted that introducing a cost for changing ones opinion or managerial performance pay exerts no significant impact on the workers scores MannWhitney tests. Finally, we study whether managers behavior is affected by the new treatments by reestimating the determinants of which worker is assigned the high payoff. Table 5 reports the marginal effects of conditional Logit models similar to Table 4, with separate regressions excluding ties in score rank.29 Table 5. Determinants of which worker receives the high payoff in the policy treatments Conditional Logit models with robust standard errors clustered at the manager level Policy 3 3 Policy 1 1 Note: Marginal effects are displayed with standard errors in parentheses. , , , and indicate significance at the 11%, 10%, 5% and 1% levels respectively. Policy 1 increases the comparability of the workers 29 In the Baseline treatments, the share of the best performers who receive the high payoff is 42.49% in the initial treatment, 45.99% in Policy 1 p0.447 and 51.56% in Policy 3 p0.012; excluding ties, these values are 56.68%, 61.54% p0.651, and 77.88% p0.004, respectively. In the Ingratiation treatments, these proportions are 46.55% in the initial treatment, 50.18% in Policy 1 p0.208, 49.45% in Policy 2 p0.332, and 53.83% in Policy 3 p0.109; excluding ties, these percentages are 67.57%, 69.52% p0.992, 75.0% p0.223, and 83.62% p0.001, respectively. 33 Dependent variable: phigh payoff Score rank 1 Score rank 3 Opinion rank 1 Opinion rank 3 Reported opinion distance N Nb of clusters Log pseudolik. Wald Chi 2 Prob Chi 2 PseudoR2 All obs. 0.363 0.049 0.136 0.059 0.162 0.028 0.066 0.046 0.007 0.002 1038 15 286.445 88.93 0.0000 0.246 Excluding ties 0.354 0.052 0.120 0.060 0.196 0.031 0.015 0.044 0.004 0.002 822 15 215.185 85.18 0.0000 0.285 Policy 2 2 Excluding ties 0.481 0.063 0.039 0.146 0.142 0.088 0.075 0.081 0.010 0.003 216 13 44.758 40.81 0.0000 0.434 All obs. 0.468 0.051 0.014 0.097 0.065 0.060 0.019 0.060 0.007 0.004 468 13 118.469 71.99 0.0000 0.309 All obs. 0.452 0.059 0.044 0.074 0.168 0.034 0.010 0.036 0.004 0.002 1254 19 260.532 85.32 0.0000 0.433 Excluding ties 0.503 0.061 0.117 0.090 0.191 0.033 0.004 0.045 0.005 0.003 945 19 183.381 304.87 0.0000 0.470 performance; Policy 2 introduces a cost for changing ones opinion; Policy 3 links the managers payoff to the triads performance. Models 1 and 3 pool the data from the Baseline and Random Policy 1 treatments; Model 2 only includes the data from the Ingratiation Policy 2 treatment. Table 5 attests to the importance of holding the best score rank for getting the high payoff. The weight of the relative performance is strengthened, notably when managers receive performance pay.30 Managerial incentives benefit the highest productivity workers also because in contrast with the initial treatment, managers ask more frequently for information on scores exclusively 11.84% in the IngratiationPolicy 3 treatment vs. 1.39% in the Ingratiation treatment; 7.46% in the BaselinePolicy 3 treatment vs. 5.26% in the Baseline; p0.001 for pooled treatments. But Table 5 also confirms the still significant importance of the best opinion rank in the assignment of payoffs in these treatments, not only for breaking ties between the best performers. And a larger distance in opinion is still sanctioned. Surprisingly however, managers do not pay attention to opinion ranks when workers have to pay to change their opinion; a possible explanation is that this cost makes the possibility of ingratiation more salient in the instructions. This supports our last results. Result 7. Increasing the financial cost of ingratiation makes conformity less likely. This supports Proposition 3. Result 8. Introducing managerial performance pay and reducing the role of luck in workers relative performance increase dramatically the weight of relative performance in the assignment of payoffs. This supports Proposition 6. This is not sufficient, however, to counteract favoritism of opinion conformity. 30 Estimating the same model on the initial treatments gives a marginal effect of 33.34% for the best score rank and 22.81% for the best opinion rank in the Baseline 33.51% and 24.82%, respectively, when excluding ties. The marginal effect is 30.56% for the best score rank and 9.50% for the best opinion rank in the Ingratiation treatment 31.33% and 10.49%, respectively, when excluding ties. 34 5. DISCUSSION AND CONCLUSION Confirming our theoretical predictions, our controlled experiment provides evidence for the fact that workers conform strategically to the opinion of managers and that managers reward workers proximity in opinion in addition to relative performance. This reveals that social distance is a vector of both ingratiation and favoritism. This confirms in an economicallycontrolled setting the evidence obtained in social psychology of the effect of ingratiation on career success, career advancement, higher salary increases, or boardroom appointments Gordon, 1996; Higgins et al., 2003; Westphal and Stern, 2006. This also confirms the importance of social distance that has been found in social preferences Chen and Li, 2009, in cooperation induced by social connections Bandiera et al., 2005; 2009 and team identity Eckel and Grossman, 2005, and in competition Dutcher, 2011. Proximity is, however, rewarded less when managers suspect brownnosing. Favoritism behavior also reacts to a change in managerial incentives, as performance pay for managers motivates them to put more weight on workers relative performance in the assignment of earnings. A better measure of relative performance also contributes to increasing the reward of merit. Ingratiation can be reduced by increasing its moral and financial costs. Our experiment helps to identify some reasons for managers to reward smaller social distance. Rewarding opinion proximity offers a solution when several workers achieve a similar performance on discrimination as a tiebreaking rule, see also Filippin and Guala, 2011, and de Haan et al., 2011 and when individual performance is an imprecise indicator of workers effort or ability. It is used as an alternative to random selection among the best performers. We predict that favoritism is more widespread when the pool of competitors for a prize is more homogenous, when the spread in performance between competitors is very small, and when the idiosyncratic random uncertainty is large. A second reason is related to a taste for similarity or homophily. Managers value workers more who express similar 35 opinions, especially when these opinions relate to socially debated topics. Social psychologists have shown how similarity in values increases liking and interpersonal attraction Byrne et al., 1966; Liden and Mitchell, 1988. This increases egoutility. Our experimental design is based on oneshot interactions between managers and workers. Therefore, we cannot observe the longerterm effect of favoritism and ingratiation on employees effort levels. A first natural extension would be to introduce repeated interactions. The dynamics of ingratiation and favoritism over time could have a negative impact on the effort of able workers who are passed over in favor of less able employees and who become aware of this over time. But it could also exert a positive effect on favored agents if they want to selfjustify their better treatment. In addition, a smaller social distance may facilitate communication and coordination see notably Efferson et al., 2008, notably when tasks involve problemsolving. Another possible extension consists of manipulating the visibility of changes in opinions. Making the change of opinion visible to the other workers would probably reduce the frequency of ingratiatory behavior. Making it visible to the manager might influence her subsequent decisions, especially if they imply a trusting relationship with the worker. REFERENCE LIST Akerlof, G.A. 1980. A Theory of Social Custom, of Which Unemployment May Be One Consequence. The Quarterly Journal of Economics, 94, 749775. Akerlof, G.A. 1997. Social Distance and Social Decisions. Econometrica, 65, 10051027. Appelbaum, S.H., Hughes, B. 1998. Ingratiation as a Political Tactic: Effects within the Organization. Management Decision, 362, 8595. Asch, S. 1951. Effects of Group Pressure upon the Modification and Distortion of Judgments. In Guetzkow, H. Ed., Groups, Leadership and Men Research in Human Relations. Pittsburgh: Carnegie Press, 177190. Bandiera, O., Barankai, I., Rasul, I. 2005. Social Preferences and the Response to Incentives: Evidence from Personnel Data. Quarterly Journal of Economics, 120, 917962. 36 Bandiera, O., Barankai, I., Rasul, I. 2009. Social Connections and Incentives in the Workplace: Evidence from Personnel Data. Econometrica, 774, 10471094. Banerjee, A.V. 1992. A Simple Model of Herd Behavior. Quarterly Journal of Economics, 107, 797819. Bernheim, B.D. 1994. A Theory of Conformity. Journal of Political Economy, 1025, 841877. Berns, G. 2008. Iconoclast: A Neuroscientist Reveals How to Think Differently. Harvard: Harvard Business Press. Bikhchandani, S., Hirshleifer, D., Welch, I. 1992. A Theory of Fads, Fashion, Custom, and Cultural Change as Informational Cascades. Journal of Political Economy, 100, 9921026. Bramoulle, Y., Goyal, S. 2011. Favoritism. Mimeo, Universite Laval and University of Cambridge. Brandts, J., Sola, C. 2010. Personal Relations and their Effect on Behavior in an Organizational Setting: An experimental study. Journal of Economic Behavior and Organization, 73, 246253. Byrne, D., Clore, G., Worchel, P. 1966. The Effect of Economic Similaritydissimilarity on Interpersonal Attraction. Journal of Personality and Social Psychology, 4, 220224. Chen, Y., Li, S.X. 2009. Group Identity and Social Preferences. American Economic Review, 991, 431457. Cialdini, R.B., Goldstein, N.J. 2004. Social Influence: Compliance and Conformity. Annual Review of Psychology, 55, 591621. Dutcher, E.G. 2011. How Does the Social Distance Between an Employee and a Manager Affect Employee Competition for a Reward? University of Innsbruck, mimeo. Eckel, C., Grossman, P. 2005. Managing Diversity by Creating Team Identity. Journal of Economic Behavior and Organization, 583, 371392. Efferson, C., Lalive, R., Fehr, E. 2008. The Coevolution of Cultural Groups and Ingroup Favoritism. Science, 321, 26 September. Falk, A., Zehnder, C. 2007. Discrimination and Ingroup Favoritism in a Citywide Trust Experiment. IZA Discussion Paper, 2765, Bonn. Fershtman, C., Gneezy, U. 2001. Discrimination in a Segmented Society: An Experimental Approach. Quarterly Journal of Economics, 1161, 351377. Filippin, A., Guala, F. 2011. Costless Discrimination and Unequal Achievements in a Labour Market Experiment. IZA Discussion Paper, 6187, Bonn. Gardner, J. 2011. Executive Masters in Leadership Capstone Project. Georgetown University, Mc Donough School of Business. Garicano, L., Palacios, I., Prenergast, C. 2005. Favoritism Under Social Pressure. Review of Economics and Statistics, 87, 208216. Goldin, C., Rouse, C. 2000. Orchestrating Impartiality: The Impact of Blind Auditions on Female Musicians. American Economic Review, 944, 715741. Gordon, R.A. 1996. Impact of Ingratiation on Judgments and Evaluation: A Metaanalytic Investigation. Journal of Personality and Social Psychology, 71, 5468. Grabisch, M., Rusinowska, A. 2009. Measuring Influence in Command Games. Social Choice and Welfare, 33, 177209. 37 Grabisch, M., Rusinowska, A. 2010. A Model of Influence in a Social Network. Theory and Decision, 691, 6996. Grabisch, M., Rusinowska, A. 2011. Influence Functions, Followers and Command Games. Games and Economic Behavior, 721, 123138. Greiner, B. 2004. An Online Recruitment System for Economic Experiments. In Forschung und wissenschaftliches Rechnen GWDG Bericht 63, Ed. K. Kremer, and V. Macho. Gottingen: Gesellschaft fur Wissenschaftliche Datenverarbeitung. de Haan, T., Offerman, T., Sloof, R. 2011. Discrimination in the Labor Market: The Curse of Competition between Workers. Timbergen Institute Discussion Paper 20111741. Hargreaves Heap, S., Zizzo, D.J. 2009. The Value of Groups. American Economic Review, 99, 295323. Higgins, C.A., Judge, T.A., Ferris, G.R. 2003. Influence Tactics and Work Outcomes: A Metaanalysis. Journal of Organizational Behavior, 24, 89106. Hoede, C., Bakker, R. 1982. A Theory of Decisional Power. Journal of Mathematical Sociology, 8, 309322. Jones, E.E. 1964. Ingratiation. NewYork: AppletonCenturyCrofts. Jones, S.R.G. 1984. The Economics of Conformism. Oxford: Blackwell. Katz, M.L., Shapiro, C. 1986. Technology Adoption in the Presence of Network Externalities. Journal of Political Economy, 94, 822841. Knowles, J., Persico, N., Todd, P. 2001. Racial Bias in Motor Vehicle Searches: Theory and Evidence. Journal of Political Economy, 1091, 203229. Kocher, M., Sutter, M. 2004. Favoritism of Agents The Case of Referees Home Bias. Journal of Economic Psychology, 25, 461469. Klucharev, V., Hytonen, K., Rijpkema, M., Smids, A., Fernandez, G. 2009. Reinforcement Learning Signal Predicts Social Conformity. Neuron, 61, 140151. Laband, D.N., Piette, M.J. 1994. Favoritism versus Search for Good Papers: Empirical Evidence Regarding the Behavior of Journal Editors. Journal of Political Economy, 1021, 194203. Lazear, E.P., Gibbs, M. 2009. Personnel Economics in Practice. 2nd edition. Hoboken, John Wiley Sons. Lazear, E.P., Rosen, S. 1981. Rankorder Tournaments as Optimum Labor Contracts. Journal of Political Economy, 895, 841864. Levine, D.K., Weinschelbaum, F., Zurita, F. 2010. The Brother in Law Effect. International Economic Review, 512, 497507. Liden, R.C., Mitchell, T.R. 1988. Ingratiatory Behaviors in Organizational Settings. Academy of Management Review, 13, 572587. Milgrom, P.R. 1988. Employment Contracts, Influence Activities, and Efficient Organization Design. Journal of Political Economy, 96, 4260. Milgrom, P.R., Roberts, D.J. 1988. An Economic Approach to Influence Activities in Organizations. American Journal of Sociology, 94, S154S179. Prendergast, C. 1993. A Theory of Yes Men. American Economic Review, 834, 757770. 38 Prendergast, C., Topel, R.H. 1996. Favoritism in Organizations. Journal of Political Economy, 1045, 958978. Scharfstein, D., Stein, J. 1990. Herd Behavior and Investment. American Economic Review, 80, 465479. Tirole, J. 1986. Hierarchies and Bureaucraties: On the Role of Collusion in Organizations. Journal of Law, Economics, and Organizations, 2, 181214. Vaughan, G.M., Hogg, H.A. 2008. Introduction to Social Psychology 5th ed  French Forest NSW, Australia: Pearson Education. Westphal, J.D., Stern, I. 2006. The Other Pathway to the Boardroom: Interpersonal Influence Behavior as a Substitute for Elite Credentials and Majority Status in Obtaining Board Appointments. Administrative Science Quarterly, 51, 169204. Wortman, C.B., Linsenmeier, J.A.W. 1977. Interpersonal Attraction and Techniques of Ingratiation in Organizational Settings. In Staw, B.W., and Salancik, G.R. Eds., New Directions in Organizational Behavior. St Clair, Chicago, 133178. Zeiliger, R. 2000. A Presentation of Regate, Internet Based Software for Experimental Economics. http:www.gate.cnrs.frzeiligerregateRegate Intro.ppt., GATE. Zizzo, D.J. 2011. You Are not in My Boat: Common Fate and Discrimination Against Outgroup Members. International Review of Economics, 58, 91103. 39 APPENDIX 1 Instructions for the Ingratiation Random treatments 31 We thank you for participating in this experiment on economic decisionmaking. During this experiment you can earn a certain amount of money. All the transactions and payoffs are expressed in points. Your gains in points in all the periods of all parts will be added up and converted into Euros according to the following rate: 18 points 1 or 1 point 0.0556 In addition to the earnings you will make during the experiment, you will receive a 4 showup fee. Your payoffs will be paid to you in cash and in private at the end of the session. All your decisions during the session will remain anonymous. You will never have to enter your name in the computer. The experiment consists of three parts. These instructions are related to the first part of the experiment. The instructions relative to the other parts of the experiment will be distributed after the first part will have been completed. Part 1 During this part, you will have to answer four questions. Your answers to these questions will be called your preferences. These four questions will be displayed in a random order. Question on painting A painting will be displayed on your computer screen during a minimum of 20 seconds and a maximum of two minutes. After watching this painting, you will have to indicate how you liked it on a graduated scale from 1 I hate it to 100 I adore it . Question on music You will listen to a piece of music during a minimum of 20 seconds and a maximum of two minutes. After listening, you will have to indicate how you liked it on a graduated scale from 1 I hate it to 100 I adore it . Questions on policy issues You will have to express your opinion on two policy issues. You express your opinion on a graduated scale from 1 extremely unfavorable to 100 extremely favorable . We ask you to answer these questions with sincerity. Your answers will be used in the second part of the experiment. We remind you that all your answers in this experiment will remain anonymous. When you have answered these questions on your preferences, you will have to answer to a series of complementary questions. Your answers to these questions will not be used in the remaining of the experiment. It is strictly forbidden to communicate with the other participants throughout the experiment. Any attempt to communicate may lead to the exclusion from the session without any compensation. If you have any question related to the first part of the experiment, please raise your hand. We will answer your questions in private. Part 2 distributed after part 1 was completed This part consists of 12 periods and involves two roles. During this part, you are either a participant A, or a participant B. This role is assigned randomly. It is displayed on your computer screen. You keep the same role throughout this part. In each period, we form groups of four participants. Each group consists of one participant A and three participants B. The composition of groups is rematched randomly at the beginning of each period. 31 The instructions for the other treatments and sessions are available upon request to the authors. 40 In each group, the role of participants B is to perform a task. Then, the role of participant A is to decide on the assignment of two possible payoffs to participants B. o Description of each period One period consists of four stages. In the first stage, the preference of the participant A expressed in response to one of the four questions in the first part the preference regarding either the painting, the piece of music, or one of the two social issues is displayed on the computer screen of his group members. In the second stage, each participant B has to perform a task. This task consists of answering two questions randomly drawn from a general knowledge quiz including a hundred items. The questions may differ across participants. A few examples are displayed in the Table below. What is the oldest auction house in the world? Which tennis tournament does not belong to the grand slam? What is the capital of Italy? The US Open the Monte Carlo Masters Series the Wimbledon tournament Christies Sothebys Bonhams Paris Londres Rome The number of correct answers 0, 1 or 2 determines the participant Bs score for the current period. Each participant B is informed of his own score. In the third stage, each participant B is reminded on his computer screen of the preference he has expressed in part 1 in response to the question selected in the first stage. He can change this preference before it is communicated to the participant A. In the fourth stage, the participant A must decide which of the three participants B will receive a payoff of 10 points for the period. The two other participants will receive a payoff of 5 points. If he wishes, before making his decision, the participant A can be informed on the scores of the three participants B their number of correct answers in the quiz andor on the preferences they have expressed in stage 3 regarding the question selected in stage 1 of this period. o How are payoffs calculated in each period? In each group: The participant A earns 12 points. The participant B selected by the participant A earns 10 points. The two other participants B earn 5 points each. o What does change from one period to the next? At the beginning of each period, the groups of four participants are rematched randomly. There are always one participant A and three participants B in each group. Each participant keeps the same role participant A or participant B in all the periods in this part. The reference question relative to the painting, the piece of music or the two social issues may change in each period. Please read these instructions. If you have any question, please raise your hand. We will answer your questions in private. 41 Part 3 distributed after part 2 was completed The instructions for the third part of the experiment are similar to the instructions for part 2, except regarding the fourth stage. Now, the participant B who receives the payoff of 10 points is selected randomly. To summarize: The third part consists of 12 periods. You keep the same role as in the second part. The groups are rematched randomly in each period. In each period, one of the four questions of the first part, relative to the painting, the piece of music or one of the social issues, is selected. The participant As preference regarding the selected question is displayed on the computer screen of all the group members. The participants B perform a task. It consists of answering to two questions extracted from a general knowledge quiz and that differ across participants B. The numbers of their correct answers constitute the scores of participants B. The participants B can change the preference they have expressed in part 1 relative to the question selected in stage 1 of the current period. A random draw determines which of the three participants B will receive the payoff of 10 points in the current period. The two other participants B will receive the payoff of 5 points. If he wishes, before the random draw, the participant A can be informed on the scores of the three participants B their number of correct answers in the quiz andor on the preferences they have expressed in stage 3 regarding the question selected in stage 1 of this period. Please read again these instructions. If you have any question, please raise your hand. We will answer your questions in private. After the 12 periods have been completed, we will ask you to answer a few demographic questions. Please remain seated until we invite you to leave the laboratory. 42 APPENDIX 2. TABLES Table A1. Characteristics of the experimental sessions Session number Number of participants 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 TOTAL 20 20 20 20 20 16 16 20 20 20 16 12 20 16 20 16 20 12 16 20 12 16 16 20 12 20 16 12 16 500 Treatmentsorder IngratiationBaseline IngratiationBaseline IngratiationBaseline BaselineIngratiation BaselineIngratiation BaselineIngratiation IngratiationBaseline BaselineIngratiation IngratiationRandom RandomIngratiation RandomIngratiation IngratiationRandom IngratiationRandom IngratiationRandom IngratiationRandom RandomIngratiation RandomIngratiation IngratiationBaseline Policy 1 IngratiationBaseline Policy 1 BaselineIngratiation Policy 1 BaselineIngratiation Policy 1 IngratiationRandom Policy 2 IngratiationRandom Policy 2 IngratiationRandom Policy 2 IngratiationBaseline Policy 3 IngratiationBaseline Policy 3 IngratiationBaseline Policy 3 BaselineIngratiation Policy 3 BaselineIngratiation Policy 3 43 initial Ingratiation treatment Ingratiation Policy 1 Ingratiation Policy 2 Ingratiation Policy 3 Random Policy 2 Score Score in Ingrat. Policy 1 Initial distance Squared distance Strength of the initial opinion Topic: painting Negative diff.painting Topic: migration Negative initial diff.migration Topic: tax Negative initial diff.carbon tax Order Period Female carbon initial Decreased distance 0.283 0.030 0.306 0.058 0.028 0.058 0.319 0.048 0.407 0.031 0.002 0.011 0.013 0.027 0.022 0.002 Increased distance 0.022 0.010 0.002 0.023 0.001 0.021 0.007 0.013 0.053 0.008 0.015 0.004 0.009 0.014 0.005 0.001 0.0002 0.0001 0.0001 0.0001 0.022 0.003 0.005 0.002 0.012 0.023 0.028 0.010 0.042 0.0019 0.039 0.017 0.107 0.011 0.028 0.009 0.078 0.011 0.035 0.012 0.029 0.015 0.027 0.009 0.051 0.013 0.036 0.016 0.007 0.023 0.026 0.009 0.0004 0.001 0.002 0.001 0.044 0.023 0.010 0.032 6094 40328892802 0.030 0.030 0.020 0.024 0.018 0.015 0.030 0.066 0.301 0.046 0.056 0.053 0.002 0.014 0.018 0.029 0.028 0.002 0.016 0.005 0.008 0.012 0.007 0.001 0.0003 0.0001 0.0001 0.0001 0.020 0.003 0.005 0.002 0.024 0.015 0.030 0.010 0.036 0.009 0.042 0.015 0.084 0.011 0.029 0.009 0.037 0.027 0.041 0.010 0.037 0.021 0.029 0.009 0.068 0.029 0.040 0.020 0.006 0.022 0.035 0.010 0.001 0.001 0.002 0.001 0.039 0.031 0.010 0.034 4438 34017462352 0.072 0.015 0.002 0.006 0.249 0.031 0.001 0.013 0.010 0.002 0.003 0.001 0.0001 0.0001 0.0001 0.0001 0.018 0.004 0.005 0.002 0.005 0.031 0.034 0.014 0.082 0.013 0.051 0.026 0.071 0.018 0.035 0.016 0.064 0.021 0.037 0.029 0.004 0.002 0.036 0.014 0.013 0.036 0.049 0.015 0.021 0.012 0.040 0.015 0.003 0.001 0.002 0.001 0.038 0.010 0.016 0.037 1882 1351297450 Table A2. Determinants of the probability to change opinion distance in Policy treatments Multinomial Logit models with robust standard errors clustered at the worker level Ref. change distance Ingratiation and Random Ingratiation treatment Random treatment treatments 1 no in 3 2 Increased distance Decreased distance Increased distance Decreased distance 375 4585.583 N by category Nb of clusters Log Pseudolik. Wald Chi 2 Prob Chi 2 PseudoR2 Note: The table reports the marginal effects, with robust standard errors in parentheses. , , and indicate significance at the 10%, 5% and 1% level, respectively. The number of observations N by 551.18 0.0000 0.142 135.56 0.0000 0.123 576.77 0.0000 0.155 1300.136 3426.585 120 375 44 1 2 category refers to the number of observations in which workers increase the distance, keep the distance stable and decrease the distance, respectively. Table A3. Determinants of the ingratiation index Tobit models with robust standard errors clustered at the worker level, with Policy treatments Ingratiation treatment Random treatment 0.025 0.019 0.065 0.045 0.004 0.022 0.072 0.047 3 1.279 0.198 0.019 0.049 0.005 0.045 0.773 0.062 0.228 0.046 0.183 0.061 0.030 0.008 0.021 0.008 Ingratiation and random treatments 0.102 0.093 0.434 0.107 0.096 0.082 0.536 0.058 0.4960.106 0.131 0.119 0.618 0.093 0.939 0.148 0.051 0.018 0.0003 0.127 0.050 0.148 0.405 0.122 0.570 0.170 Dependent variable: Ingratiation index Ingratiation treatment initial Ingratiation Policy 1 Ingratiation Policy 2 Ingratiation Policy 3 Random Policy 2 Score Score in Ingratiation Policy 1 Strength of the initial opinion Topic: painting Negative initial diff.painting Topic: migration Negative initial diff.migration Topic: carbon tax Negative initial diff.carbon tax Order Period Female Constant N Leftcensored obs. Right censored obs. Nb of clusters Logpseudolikelihood F ProbF Pseudo R2 Note: The data exclude the observations in which the worker has the same initial opinion as the manager and those in which the worker increased his distance with the manager. Robust standard errors are in parentheses. , , and indicate significance at the 10%, 5% and 1% level, respectively. indicates borderline significance at the 11% level. 0.081 0.052 0.039 0.070 0.288 0.053 0.220 0.066 0.129 0.050 0.147 0.068 0.008 0.058 0.003 0.004 0.056 0.057 0.022 0.125 0.161 0.168 0.093 0.125 0.001 0.009 0.246 0.120 0.296 0.194 0.040 0.044 0.039 0.060 0.020 0.046 0.005 0.003 0.045 0.056 0.141 0.096 5034.264 13.38 0.0000 0.086 1265.627 5.75 0.0000 0.084 4325.558 4.55 0.0000 0.019 1865 1355 131 120 0.255 0.089 4333 1887 558 375 5699 2897 535 375 45 Figure 1A. Distribution of the frequency of differences in initial opinions between the managers and the workers, by topic, all treatments included 46 ", "filename": "715998005.pdf", "person": ["Stéphane Robin", "Robin, Stéphane", "Agnieszka Rusinowska", "Rusinowska, Agnieszka", "Marie Claire Villeval", "Villeval, Marie Claire"], "date": ["2012"]}