{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/90716/1/71597985X.pdf"], "title": ["Cooperation is relative: Income and framing effects with public goods"], "plaintext": " This series is published by the University of Oslo Department of Economics P. O.Box 1095 Blindern N0317 OSLO Norway Telephone: 47 22855127 Fax: 47 22855035 Internet: http:www.sv.uio.noecon email: econdepecon.uio.no In cooperation with The Frisch Centre for Economic Research Gaustadalleen 21 N0371 OSLO Norway Telephone: Fax: Internet: email: 47 22 95 88 20 47 22 95 88 25 http:www.frisch.uio.no frischfrisch.uio.no Last 10 Memoranda No 1512 No 1412 No 1312 Finn R. Frsund Phasing in Largescale Expansion of Wind Power in the Nordic Countries Berhe Mekonnen Beyene The Link Between International Remittances and Private Interhousehold Transfers Berhe Mekonnen Beyene The Effects of International Remittances on Poverty and Inequality in Ethiopia No 1212 Olav Bjerkholt No 1112 No 1012 No 0912 No 0812 No 0712 No 0612 konomi og konomer I Ui Os historie: Professorkonkurransen 187677 Erik Birn Am Econometric Market Model of Capital and Investment Inspired by Haavelmo Jens Fredrik Baumgarten Skogstrm Entrepreneurial School Dropouts: A Model on Signalling, Education and Entrepreneurship Finn R. Frsund Measuring Efficiency in the Public Sector Tapan Mitra, Geir B. Asheim, Wolfgang Buchholz and Cees Withagen Characterizing the Sustainability Problem in an Exhaustible Resource Model Torbjrn Hanson Efficiency and Productivity in the Operational Units of the Armed Forces Sheetal K. Shand The Relevance of Haavelmos Macroeconomic Theorizing for Contemporary Policy Making Previous issues of the memoseries are available in a PDF format at: http:www.sv.uio.noeconforskningmemorandum May 2012 Cooperation Is Relative: Income and Framing Effects with Public Goods Kjell Arne Brekke 1, James Konow 2, Karine Nyborg 3 Abstract In social dilemmas, there is tension between cooperation that promotes the common good and the pursuit of individual interests. International climate change negotiations provide one example: although abatement costs are borne by individual countries, the benefits are shared globally. We study a multiperiod, threshold public goods game with unequally endowed participants and communication in which the decision variable is framed in three seemingly inconsequential ways: as absolute contributions, contributions relative to endowments and in terms of the effects of contributions on final payoffs. We find considerable agreement that rich or high endowed persons contribute more than poor or low endowed individuals at levels that are invariant across frames. Frames do, however, significantly affect both preferred and actual contributions for the poor: they contribute significantly less when the decision variable makes the effects on final payoffs salient than when it is framed in terms of absolute contributions. Contributions are explained mostly by selfinterest, justice preferences, and experiencing failed negotiations, but we find no effects of reciprocity toward individuals or of the suggestions of others about what one should contribute. Keywords: Public good game, threshold, communication, fairness, endowment heterogeneity JEL codes: D63, D64, H41 1 Department of Economics, University of Oslo, P.O.Box 1095 Blindern, N0317 Oslo, Norway. Email: k.a.brekkeecon.uio.no. 2 Department of Economics, Loyola Marymount University, One LMU Drive, Suite 4200, Los Angeles, CA 900452659, USA. EMail: jkonowlmu.edu 3 Department of Economics, University of Oslo, P.O.Box 1095 Blindern, N0317 Oslo, Norway. Email: karine.nyborgecon.uio.no. Corresponding author. We wish to acknowledge the helpful and constructive comments and suggestions of Richard Cookson, Simon Dietz, Werner Guth, Jo Thori Lind, Amnon Rapoport, Christian Thoni, seminar participants at the University of Oregon, Oregon State University, University of Buenos Aires, Economy and Environment Program for Southeast Asia, Ethiopian Development Research Institute, and participants at the Conference of the European Association for Environmental and Resource Economists and the Norwegian Economist Associations Research Meeting. This work is part of the project 3171 SAMFUNN: Norms, green agents and environmental policy at the Ragnar Frisch Centre for Economic Research. We are grateful to the Research Council of Norway for funding through the Milj 2015 programme, and to Kenneth Birkeli for excellent research assistance. In countless social situations, cooperation produces jointly shared benefits that cannot be We need to commit. The EU has shown patience for many years  We dont ask too much of the world that after this second period to the Kyoto protocol all countries will be legally bound. Connie Hedegaard, EU climate commissioner at Durban Climate Change Conference. Am I to write a blank check and sign away the livelihoods and sustainability of 1.2 million Indians?   We will give up the principle of equity. Jayanthi Natarajan, Indian environmental minister at Durban Climate Change Conference. achieved through the pursuit of individual interests alone. In many cases, however, the actual level of cooperation is suboptimal, since it involves tension between individual and collective interests. An important contemporary example of such socalled social dilemmas concerns reduction of emissions implicated in climate change, whereby the costs to abate such emissions fall on individuals or individual nations but the benefits are shared globally. As suggested by the quotes above, the two striking features of international negotiations over climate change policy are, first, the considerable income disparities of the parties to these negotiations and, second, their disagreements about how to frame, and consequently assign, responsibility for abatement costs. Although the research on social dilemmas is voluminous, the combined effects of these two features on cooperation have received scant attention. This paper reports the results of an experiment involving subjects with heterogeneous endowments in which the decision variable, viz., a subjects contribution to a shared benefit, is framed in three different ways that are most common in real world negotiations: in absolute terms, in relative terms and in terms of effects on final payoffs. The results reveal significant endowment and framing effects that can be traced mostly to selfinterest and justice preferences. For the most part, experimental studies of cooperation have focused on motivational factors, such as altruism, reciprocity or conformity, and, to this end, have usually employed lean designs that minimize contextual elements. The experiment reported here is a variation on the most studied social dilemma, viz., the public good game, in which members of a group can, at a personal cost, produce a group benefit that exceeds the group cost but for which the individual benefit is less than the individual cost. Our version approaches this phenomenon, in a sense, from the opposite direction of most previous experimental studies in terms of contextual elements. The design incorporates a unique constellation of features, including income differences, minimum thresholds, multiround negotiations and alternate framing of the decision 1 Real world negotiations provide multiple sources of inspiration for contextual elements in variable. Although these features mimic in many ways international negotiations over climate change policy, the design avoids framing in terms of any specific public good or set of persons, and, thereby, also relates to a broader set of social dilemmas. our design. Disagreements among nations can often be associated with their widely differing levels of economic development or endowments. Targets, or thresholds, are set for the reduction of greenhouse gases. Potential signatories meet multiple rounds e.g., Rio de Janiero 1992, Kyoto 1997, Montreal 2005, Copenhagen 2009, Durban 2011, and, each time, have multiple periods to negotiate over obligations, proposing implied burdens for themselves and others. They have deadlines to agree and can incur costs for failure to agree. The parties to climate change treaties often appeal to moral standards such as fairness, need and efficiency, framing the sharing of burdens in different ways, including equal absolute per capita burdens, or burdens that are relative to one variable or another e.g., historical emissions, or transfers of wealth from developed to developing nations so as to create greater income equality. Nevertheless, all of these elements, or subsets of them, can be found in a wide array of other social dilemmas.4 By including such real world features without referring verbatim to any specific social dilemma, we seek to clarify the effects on cooperation of the framing of the decision variable in the presence of many contextual elements, thereby addressing framing effects in a setting that is both rich and comparatively general. experimental literature, Messer et al. 2007 find that contributions to a public good vary between 18% and 94% depending on communication, voting and framing in their case, the default setting for giving or not giving. Framing effects, i.e., effects of seemingly inconsequential differences in presentation, have often proven important in public goods games. For example, Andreoni 1994 finds significant effects of positive versus negative framing on contributions, and Cookson 2000 reports three significant framing effects, although framing of language associated with social norms had only a weak effect in Rege and Telle 2004. In the current study, we focus on the framing of the decision variable and, although previous studies 4 Examples include costly contributions to internet content such as Wikipedia over repeated periods, participation in the political process that includes communication and alternate framing of that participation, conservation of natural resources when conservation costs or abilities to pay differ across individuals, and contributions to charities with suggested or proposed contributions and often with thresholds in order to achieve a campaign goal e.g., required by a matching grant or to avert a humanitarian disaster. Context can have dramatic effects on levels of cooperation. For example, in the 2 We incorporate these standards into the experiment by implementing unequal have employed different decision variables, this is the first study, to our knowledge, to undertake a comparative analysis of these frames. Our decision variables distill alternate approaches to rules that have been prominent in international climate change negotiations. These rules include equal per capita emissions, equal percentage reduction in emissions, equal proportion of abatement costs to emissions, equal proportion of abatement costs to GDP, and effectively constraining emissions only of developed countries see Ringius et al., 2002, and Mattoo and Subramanian, 2010. A comprehensive list of rules is long and complex, and trying to include all rules and their features would, in our minds, overtax the experiment and compromise internal and external validity e.g., historical emissions in the laboratory seem a dubious proxy for the same in the field. Thus, we chose to focus on three recurring and important features of these climate change rules as well as of rules advanced in other social dilemmas: absolute standards, relative standards, and the extent to which the standards, whatever they might be, reduce overall economic inequalities among the parties. endowments and defining the decision variables with respect to the endowments. The vast majority of public goods experiments have employed equal endowments. The relatively few public goods experiments with unequal endowments have come to differing conclusions. In standard versions of the linear public good game with unearned endowments and without thresholds or punishment, Buckley and Croson 2006 and Cherry, Kroll and Shogren 2005 find subjects contribute approximately equal absolute amounts, i.e., contributions are independent of initial endowments. The results of other studies are consistent with equal relative amounts, i.e., equal percentages of initial endowments. This tendency has been observed in studies with smaller endowment inequalities, e.g., van Dijk, Sonnemans and van Winden 2002 and Hofmeyr, Burns and Visser 2007, and with more contextual elements, e.g., Rapoport and Suleiman 1993 employ a threshold public good game, and Reuben and Riedl 2009 include punishment. In a complex and contextually rich public goods game that, among other things, employs explicit climate change language, Tavoni et al. 2011 find that endowment heterogeneity tends to reduce cooperation but that those groups, which are successful, tend to eliminate inequalities, i.e., they tend toward equal payoffs. Thus, there is evidence from both the laboratory and the field of the importance for public goods of the three rules studied here. There are several reasons one might expect the framing of the decision variable to 3 influence cooperation. On the one hand, frames could affect the beliefs of agents about fair or just contributions. Although this dependence of norms on frames does not follow from standard social preference models, it is consistent with theories in which agents have preferences to act in accordance with standards they believe to be right but in which these beliefs also depend on the context, e.g., in Konows model of conditional altruism 2010 or Nyborgs 2011 model of dutyorientation.5 Another not mutually exclusive conjecture involves strategic considerations that depend on beliefs about others. Although the standard public good game has a unique Nash equilibrium of zero contributions, the threshold public good game we employ has multiple Nash equilibria. In this case, frames might create focal points that affect expectations about how others will play and, thereby, the agents choice of which equilibrium to target Schelling, 1960. Indeed, even when material and strategic incentives are removed, Thoni and Gachter 2012 show that cooperation can be affected by the behavior of others socalled peer effects. In considering the alternative motives of potential contributors to public goods, we examine reciprocity as well as three candidates for distributive preferences that, based on the existing literature, seem both promising and appropriately inclusive. Using a worldwide survey of agents involved in climate change policy, Lange et al. 2010 conclude that actual support for policy rules is based on selfinterest and fairness considerations or a combination of the two: parties often employ equity rules in selfinterested ways. The particular form that fairness takes also has important implications for policies designed to target climate change, e.g., see de Villemeur and Leroux 2011. JohanssonStenman and Konow 2010, see section 5.3 argue that distributive justice is important to environmental issues and that it has different levels of specificity. In the narrow sense, it concerns preferences over the allocation of fixed surplus, which we call fairness, whereas in a broader sense, which we call justice, it includes additional motives, e.g., efficiency, altruism and warm glow motives have also been identified in social dilemmas e.g., Harbaugh, et al. 2007. Thus, in this study, we consider selfinterest, fairness in the narrow sense, justice in the broader sense, and reciprocity. factors matter to proposals and contributions and why. By large margins, both rich high endowed and poor low endowed participants propose and agree on larger contributions by the rich. Framing the decision variable in slightly different ways that imply a lower burden on the 5 See also Brekke et al. 2003. The results of our experiment provide rich, and mostly clear, conclusions about what 4 poor and a higher burden on the rich does have the predicted effect on the former group: both groups propose that the poor contribute less, and they do. But proposals for and contributions by the rich are relatively high and roughly equal across frames. Moreover, the overall success rate in our experiment is high, but a lower implied burden on the poor results in an increased likelihood of failed negotiations, especially in early periods. Rich and poor are strikingly similar in what contributions they consider fair and just and in acknowledging their own selfinterested motives. The most important effect of framing on motives is on fairness: support shifts from equal proportions of endowments, when contributions are framed in absolute terms, toward equalizing final payoffs, when the frame implies greater a burden on the rich. On the other hand, the most important motives for contributions and proposals are justice and selfinterest, although fairness matters for proposals for the poor. We find no evidence of reciprocity in the sense that ones own contributions respond to the prior contributions of others. We also find that the declining average contributions that are typical of multiperiod public goods are, in our experiment, due entirely to reductions by subjects who experienced failed negotiations. Thus, frames do affect what agents consider fair, but the most important influences on negotiations and contributions come from selfinterest and broad justice concerns. Selfinterest reduces what agents offer to contribute and increases what they suggest others contribute, although we find no evidence that such suggestions are successful in influencing the contributions of others. The effects of endowments on contributions are generally consistent with the greater eagerness of the EU and most developed nations the US being one important exception to implement climate change policy. The framing effects suggest that, if negotiations proceed in terms of their effects on final payoffs, any resulting agreements will imply lower burdens on the poor than if negotiations are stated in terms of absolute contributions. 1 DESIGN AND PROCEDURES negotiations. The latter involve multiple negotiation rounds, typically among a fairly stable group of developed and developing countries. In the experiment, subjects are randomly assigned at the start to groups of four and remain together throughout all rounds of the session, i.e., we employ a partner design. Each session consists first of three numerical examples and then an unpaid practice round to familiarize subjects with the experiment, which is followed by four paid As already stated, our design relates closely to certain features of climate change 5 Member Many real world negotiations over climate treaties concern how targets for emissions rounds. In each paid round, subjects 1 and 2 receive a low endowment L of 40 Norwegian kroner NOK, and subjects 3 and 4 receive a high endowment H of NOK 80.6numbers, and thus endowments, are assigned randomly before the practice round and are kept fixed throughout the session. In each round, subjects face a decision about how much to keep for themselves and how much to contribute to a group project, i.e., the public good. When making their choice, subjects propose contributions for themselves and also for each other member of their group. The proposal for themselves is binding, but proposals for others are not. Thus, we will call the former proposals contributions and the latter proposals suggestions. Subjects can try out different proposals and observe the payoff consequences for all members of up to three different sets of proposals before submitting. When everyone has submitted their proposals, all proposals are communicated to all group members. reduction are to be distributed among the signatories, whereby parties have opportunities to make multiple proposals before the deadline, but failure to reach agreement by the end of the round comes at some at least nominal cost. In the experiment, if aggregate contributions i.e., the sum of binding proposals for each of the four group members equal NOK 120 or more i.e., one half of the aggregate endowments of NOK 240, the group project is implemented: these contributions are doubled by the experimenters, shared equally by all group members, and the round ends. Thus, a subjects earnings in a round were calculated as the individual endowment minus the subjects contribution plus one half of the sum of all contributions to that subjects group. If contributions exceed the threshold, they also are doubled and distributed. Excess contributions, therefore, are not wasted: if countries abate their greenhouse gas emissions beyond the targeted reductions, these efforts also contribute to a stable climate. of binding proposals in the first period equals or exceeds NOK 120, there are no more periods and the round ends. If, however, this sum falls short of NOK 120, there is a second period for all members to make proposals. If the sum of binding proposals then equals NOK 120 or more, the round ends, and the group project is implemented as explained above. If not, subjects have a third and final opportunity to make proposals. If the sum of contributions now reaches the threshold of NOK 120, the project is implemented; if not, the group project is not implemented, 6 At the time of the experiment, 1 USD 5.9 NOK. Each round allows up to three opportunities, or periods, to make proposals. If the sum 6 The three frames we employ correspond to three treatments, and we use a betweensubjects earn their initial endowments in that round minus a penalty of NOK 10. The experiment then continues to the next round. subjects design, i.e., each subject participates in only one treatment. In the Absolute contribution frame treatment A, all proposals and examples are expressed in absolute terms, i.e., the absolute number of NOK. In the Relative contribution frame treatment R, all examples, proposals and the threshold are stated as percentages of respective subject endowments. The Payoff frame treatment P focuses attention on the consequences for final payoffs. Since subjects cannot independently choose payoffs for themselves and others, this treatment frames decisions in an equivalent manner as amounts of endowments kept. That is, the examples, proposals and the threshold are stated as amounts of endowments kept; thus, if subjects wish to equalize final payoffs, this is equivalent to equalizing amounts kept. Apart from these differences in frames, the experimental design was identical in all treatments. The experimental protocol, including instructions, appears in Appendix A. roles, we utilized a postexperimental questionnaire. Since we wished to avoid experimenter demand effects in this context, potentially cuing subjects to contribute in a particular way, these views were elicited in postexperimental questionnaires following all decisions. Specifically, after some demographic questions, we asked, in this order, what each subject thought each member of his group should have contributed, which of three possible sets of proposals he thought was most fair, and which contributions he would choose for each member if all payoffs were based on his proposals alone, akin to dictator decisions in the dictator game. The first and third questions permitted any numerical answers in the feasible range, whereas the second question about fairness required subjects to select one of three distributions that all just met the threshold and corresponded, respectively, to equal contributions 30 each for Low and High, equal shares 20 for Low and 40 for High, and equal payoffs 10 for Low and 50 for High.7 In order to explore the effects of various motives, and possibly disentangle their different 7 Although incentivized elicitation of preferences has the advantage of explicitly motivating responses, there were several reasons we decided a questionnaire was more appropriate in this particular case. First, incentivized decisions involving the subjects own stakes would selfinterest and social preferences, whereas these are precisely the motives we sought to disentangle. Second, an alternate strategy, such as incentivizing decisions in which the subject has no stakes e.g., third party allocations, raises other questions, e.g., do third party decisions for anonymous others reflect a subjects view of how the members of his particular group with its unique group history should have behaved? Third, incentivizing three separate motives would not only have added considerably to the financial cost but also the time, increasing concerns about subjects attention to the task. Finally, the pattern of results 7 This section reviews and analyzes the results on the two types of proposals in this The experiment was conducted at the Oeconlab at the University of Oslo with computers using Ztree software Fishbacher 2007. There were nine sessions, three for each of the three treatments, involving a total of 200 student subjects recruited from different colleges at the University of Oslo. With no show up fees, all earnings were salient and averaged NOK 418 per subject, or about US 70, for sessions lasting about 90 minutes. 2 RESULTS experiment, viz., the contributions, which are the binding and implemented proposals on subjects themselves, and the suggestions, which are the amounts subjects propose other members of their group contribute. 2.1 Contributions The large majority of the 200 possible projects in all treatments was implemented 97% overall, indeed, most succeeded in the first round. As can be seen from Table 1, however, there were important differences in the rate and speed of success across treatments. Whereas 84% of projects were implemented already in the first period in the Absolute A treatment, this figure decreases slightly to 80% in the Relative R treatment and drops to 67% in the Payoff P treatment. There is a similar pattern, going progressively from A to R to P, of later success and of a slight increase in the rate of failure. Table 1 Project Success and Failure Relative 80 9 8 3 64 Treatment implementation percentage by period Absolute 84 9 5 2 64 Period implemented First period Second period Third period Failed Number of possible projects Figures 1a and 1b illustrate average contributions for implemented projects, i.e., the binding proposals for oneself in successful periods omitting all unimplemented proposals, including those in failed rounds. These are broken down by endowment, High H or Low L, and treatment, A, R and P. The results of experiments involving social preferences often produce Payoff 67 15 14 4 72 reported later in the paper strongly suggests that subjects responded thoughtfully and honestly. 8 a considerable number of outliers, usually clustered around very selfregarding decisions. In such cases, means provide conservative estimates of differences across treatments and subject types, since they are heavily weighted by selfregarding and generally unresponsive subjects. In addition to mean contributions, therefore, we also show median contributions. The latter underscore treatment differences: median H contributions are double L contributions in the Payoff frame 50 vs. 25, whereas median H and L contributions are much more equal in the Absolute frame 50 vs. 40. Mean Contributions for Implemented Projects Figure 1a Median Contributions for Implemented Projects Figure 1b 9 1 2 3 2.409 2.497 3.340 2.341 2.412 2.489 32.79 1.966 31.94 2.089 32.15 1.319 7.301 2.139 The differences in contributions by endowment are striking: contributions from H subjects exceed those from L subjects across all treatments for both means and medians. Comparisons by treatment reveal a more complex pattern: average contributions by H subjects are very close to 50 in all cases, whereas contributions by L subjects are systematically highest in the Absolute treatment and lowest in the Payoff treatment. To test these treatment differences jointly with endowments, we turn now to regression analysis. Table 2 Regression Analysis of Contributions Low endowed Constant Absolute Relative Payoff High endowed Absolute Relative HR Payoff HP Round Failures N adj. R2 Standard errors in parentheses p 0.10, p 0.05, p 0.01 treatment variables in implemented periods clustered on group level.8experiments often exhibit a pattern of declining average contributions over time, so we also included a variable for Round the first paid round is coded as zero in regression 1 and found a significant decrease in contributions of about NOK 1 per round. We speculated that the decrease Table 2 presents the results of OLS analysis of contributions on all endowment and Multiround public good 2.587 0.417 2.576 0.397 4.944 2.187 21.16 3.411 4.935 2.192 21.16 3.411 21.16 3.413 1.098 0.415 4.270 5.401 4.489 4.847 0.0398 0.498 4.243 5.402 4.489 4.843 4.269 5.397 4.489 4.843 798 0.343 798 0.372 798 0.372 8 Two observations are missing from the second session of the Relative treatment in this analysis because of a technical problem during the experiment. 10 Turning now to the endowment and treatment effects, the regression analysis might, at least in part, be related to failed attempts to achieve the threshold, so we added the Failures variable to regression 2, which is a cumulative count of the failed negotiation periods up to that point in the experiment. This reveals that average contributions decrease by about NOK 2.5 for every failed negotiation. Moreover, round is no longer significant, suggesting the decreasing pattern of contributions is due solely to failed attempts to reach the threshold. Various other specifications of regressions for contributions reveal the same pattern, so we retain failures and drop round in regression 3 and in all other regressions for contributions reported here. substantiates the impressions from the summary statistics, and the results of all specifications in Table 2 are qualitatively, and often even quantitatively, identical. Contributions of L subjects in the Absolute treatment differ significantly from zero L subjects in this treatment are the omitted category. Moreover, L subjects contribute less in the Relative treatment and less still in the Payoff treatment, although the difference between Absolute and Relative is not significant at conventional levels. The reduced size of the Payoff coefficients in regressions 2 and 3 suggests that this treatment effect is partially due to the greater incidence of failures in the Payoff treatment as revealed in Table 1. The H subjects contribute significantly more in the Absolute treatment than L subjects, specifically, the difference between H and L subjects in the Absolute treatment is about NOK 21. According to the interaction terms, H subjects also contribute more in the R treatment and slightly more still in the P treatment, as predicted, but these differences are not statistically significant, which suggests framing affects L subjects but not H subjects. than the poor L subjects in the presence of thresholds. Indeed, H contributions are consistently high across treatments. We also find that the framing of the metric of cooperation affects contributions in a direction consistent with a norm of equality in the chosen frame, although this only holds for the poor. Specifically, in comparison to the frame of absolute contributions, L subjects contribute significantly less when contributions are framed in terms that imply final payoffs. The decline in average contributions over time is found to be due to failed attempts in certain groups to reach the threshold. 2.2 Suggestions contribution for themselves but also proposed contributions for each of the three other members These results indicate that the rich H subjects do contribute more to the public good As previously explained, in each period, subjects not only proposed a binding 11 of their group, which were communicated to all members of the group before the following period. We call these suggestions, and Table 3 presents the mean suggestions by endowment type and frame in periods that concluded successfully.9 It also includes the proposed contributions for oneself for comparison and breaks down the proposals for others by suggestion for the other group member of the same endowment type and by the average of the two suggestions for the two members in the group of the other endowment type. The pattern of suggestions across treatments mimics that observed in the results on implemented contributions: both H and L subjects consistently propose higher contributions from H than L types, and the most noticeable pattern of treatment differences concerns the progressively lower proposals for L subjects going from the A to R to P treatment.10 Contributions by Self and Suggestions for Others Table 3 27.8 30.7 62.9 31.1 33.4 63.7 23.4 25.5 60.9 Payoff 49.5 55.9 26.5 mean proposals in implemented periods Absolute 52.3 59.1 33.1 Relative 53.2 59.2 31.0 Other High Average Low N100 Other Low Average High N100 Regression analysis corroborates these impressions and yields additional interesting High Self Low Self findings. Table 4 reports the results of OLS regressions of suggestions for L subjects in column 1 and for H subjects in column 2. Considering first regression 1, both H and L subjects suggest that L subjects contribute somewhat more than NOK 30 in the Absolute treatment, less in the Relative treatment and less still in the Payoff treatment, whereby three of the four framing i.e., treatment effects are highly significant. This contrasts starkly with the suggestions for H subjects in regression 2. There are no significant framing effects for the suggestions by either H or L subjects. In addition, L subjects suggest roughly twice the contributions from H subjects than from other L subjects NOK 64 versus NOK 32, but H subjects suggest about NOK 7 less 9 If all periods, including unsuccessful ones, are included, the average proposals tend to be slightly lower, but the pattern of results is similar. 10 It is also interesting to note the consistent pattern for H subjects to suggest higher contributions from their H counterparts than they propose from themselves and for L subjects to behave similarly towards other L subjects, i.e., both types suggest greater sacrifice from their same endowment counterparts than they propose for themselves. 12 than this from other H subjects. This hints at a bias in how same and other endowment subjects are treated. Finally, we find that failures only decrease suggestions to H subjects, but this effect is not significant for suggestions to L subjects. Moreover, suggestions are actually found to rise significantly over rounds, which contrasts with the decreasing contributions over time. One conjecture is that subjects are eager to prod others to contribute more, and since suggestions, in contrast to contributions, are cheap talk, this approach becomes cheaper, and its use more inflated, over time. Table 4. Regression analysis of suggestions for implemented rounds Suggestions for high Suggestions for low 2 1 endowed endowed 0.945 3.892 1.458 4.812 0.695 3.721 2.517 2.171 1.688 1.320 32.23 1.925 63.58 4.009 7.008 3.440 9.419 1.980 7.381 2.013 By low endowed Constant Absolute Relative Payoff By high endowed Absolute Relative HR Payoff HP Round Failures N adj. R2 Standard errors in parentheses p 0.10, p 0.05, p 0.01, four negotiation rounds, 50 groups, each with four members. Linear regression, clustered on group level. frames both in contributions to a public good and in suggested contributions from others. Important questions remain regarding the source or sources of these differences, i.e., whether behavior is motivated by selfinterest or by social preferences such as fairness and reciprocity. In The results reported in this section reveal various differences across endowments and 1.884 0.704 800 0.058 0.566 0.560 800 0.398 12.23 1.709 2.154 0.650 0.925 0.339 0.527 4.665 13 Are cooperation and framing effects on cooperation affected by selfinterest or social the following section, we explore how this study might shed light on these questions. 3 ANALYSIS OF MOTIVES preferences? If self interest, is it immediate, i.e., acting solely to maximize ones current material payoff, or strategic, involving attempts to influence the contributions of others? If social preferences, is it fairness in the more narrow sense that concerns the division of a fixed pie, more general distributive preferences that include efficiency and expectationsbased norms, andor reciprocity, i.e., rewarding or punishing others for past behavior? Or is there a confluence of selfinterest and social preferences at work? We examine these questions using data from reported distributive preferences, subject contributions, and suggestions to others, focusing, respectively, on each of these in the following three subsections. 3.1 Distributive Preferences including ultimatum games Guth et al., 1982, dictator experiments Konow, 2000, trust games Holm and Danielson, 2005 and linear public good games e.g., Fehr and Schmidt, 1999. The current study extends this line of research to a threshold public good, indeed, the three treatments in this experiment are largely motivated by the question of how the three corresponding frames might affect cooperation as mediated by subject distributive preferences. In the absence of any known fairness relevant differences among subjects in our design, such as typically result when, for example, earnings are produced by subjects, we expect a norm of equality. The question, however, is equality of what? That is, the question concerns which standard or metric people consider fair and whether and how that perception might be subject to framing effects. Table 5: Fairness as standards of equality Fairness has often been invoked to explain the results of many economics experiments Fair contributions by equality standard NOK Equal final 30 30 High NOK 80 Low NOK 40 Endowment Table 5 summarizes three standards of equality and the absolute contributions implied by them. Specifically, these are the individual contributions required by each H or L subject in order just to meet the public good threshold of NOK 120. Thus, a standard of equal absolute 40 20 50 10 Equal absolute contributions Equal relative contributions payoffs 14 contributions requires NOK 30 from each of the four subjects. Equal relative contributions require NOK 40 from H subjects and NOK 20 from L subjects, or an equal 50% of their respective endowments. Equal final payoffs requires that H subjects contribute NOK 50 and L subjects contribute NOK 10, that is, both types keep NOK 30 of their respective endowments, which equalizes the final earnings at NOK 90 for every member of the group. Comparing these standards with actual contributions in Figure 1, we see that L contributions do follow the pattern consistent with a standard of equal absolute contributions in treatment A, equal relative contributions in treatment R and equal final payoffs in treatment P. Average actual contributions, however, are above these minimum amounts needed to reach the public good threshold. Moreover, average actual contributions of H subjects are roughly at the high level implied by equal final payoffs in all frames, i.e., they do not exhibit significant treatment effects. Table 6 Fairness preferences percentage by treatment and endowment Payoff Standard 8 30,30 40,20 53 39 50,10 N 36 Treatment Relative 12 41 47 32 Absolute 6 78 16 32 30,30 40,20 50,10 N 6 66 28 32 9 44 47 32 8 50 42 36 High Low Subjects were asked in a postexperimental questionnaire to state which one of the three sets of contributions presented in Table 5 which hold aggregate earnings constant they considered most fair. The format corresponded to the framing in their treatment see Appendix A, i.e., absolute amounts in treatment A, percentages of endowments in treatment R, and amounts kept in treatment P. Their responses are reported in Table 6. We see that only 6% to at most 12 % of any group consider equal absolute contributions most fair. In the A treatment, significant majorities of both H and L subjects consider equal relative contributions most fair, whereas in the R and P treatments both subject types are in a statistical tie between those who support equal relative contributions and those who prefer equal payoffs all according to tests of differences in proportions. Among H subjects, the shift from equal relative contributions in 15 The fairness question focuses on fairness as a relative concept, i.e., as preferences over treatment A toward equalizing final payoffs in the R and P treatments is also statistically significant. Within a given treatment, though, the fairness preferences of H and L subjects never differ significantly and are sometimes even identical, providing no indication of selfserving biases based on endowment. the distribution of a fixed amount of surplus. Nevertheless, various experimental studies, including Charness and Rabin 2002, have demonstrated that individuals care not only about the division of surplus but also other considerations such as the size of surplus. Konow 2001 proposes that distributive justice has different levels of specificity, i.e., selfreported views of justice can reflect narrow preferences over the distribution of a fixed pie or broader preferences that also encompass efficiency and other distributive goals. Specifically, that study finds that the allocations people consider fair often differ significantly from the allocations they think should be enacted, whereby fair primes the more narrow concept and should elicits more general distributive preferences. In the context of public goods, these more general justice preferences might include not only fairness and efficiency but also expectations about the behavior of others and, therefore, depend on the context.11 subject in their group should have contributed in order to target these broader distributive preferences. We call this variable Justice to differentiate it from the narrower Fairness variable. Any responses in the feasible ranges were permitted, and these were framed according to treatment as absolute contributions A, relative contributions R and amounts kept P. The mean responses are summarized in Table 7, which are broken down by endowment type H and L and include the response for self, the other subject of the same type, and the average of the two responses for the two other subjects of the opposite type. Several things are striking about these results. First, the mean amounts indicated for self and the other same endowment subject never differ significantly and, in fact, are sometimes identical. Second, within treatments, subjects never differ significantly in what they expect of themselves and what the other Thus, we also asked subjects in the questionnaire to indicate what they thought each 11 For instance, subjects might think that, because of uncertainty, everyone should contribute a bit more than the fair amount to guarantee reaching the threshold, distinct from efficiency concerns per se. Alternately, they might support contributions that are not, in their view, the most preferred, but rather the best implementable ones given the contributions they expect from other subjects. This latter consideration might, in particular, contribute to a sensitivity of normative preferences to frames, as subjects respond to the contributions they expect to be salient to other subjects. 16 endowment type expects of them, i.e., H L subjects think they should contribute the same amount, on average, as L H subjects think they should contribute. Third, even across all treatments, the variation in these responses is moderate: subjects think H subjects should contribute NOK 5463 and L subjects should contribute NOK 2432.12results, therefore, we find no evidence of selfserving biases in views of what is just in this more general sense. This broader measure, however, produces almost no evidence of framing effects, which contrasts with strong treatment effects for fairness. Similar to the fairness Table 7 Justice should preferences mean responses by endowment and treatment 30.5 30.1 62.3 32 24.8 26.7 55.6 36 24.1 24.6 60.8 32 Member Other Low High N Other High Low N Payoff 53.5 53.5 28.1 36 Absolute 59.8 59.8 31.7 32 Treatment Relative 59.2 62.5 27.3 32 High Self Low Self These findings imply two conclusions about distributive preferences in this context. First, aggregate contributions should not only meet, but exceed, the threshold amounts, specifically, by about NOK 60 in the A treatment, NOK 50 in the R treatment, and by about NOK 40 in the P treatment. Second, in all treatments, both H and L subjects agree that H subjects should contribute about NOK 2535 more than L subjects. These two facts are consistent with preferences that, on average, the differences between rich and poor subjects be maintained at a level somewhere between that called for by the equal relative standard and that corresponding to the equal payoff standard but also that contributions should be at a level higher than the minimum necessary to reach the threshold. To what extent do contributions reflect immediate selfinterest? And does the lack of evidence of bias in fairness and justice signal the absence of selfinterest? A third item in our questionnaire addresses these questions about this third type of distributive preference. It asked 12 Of the three possible treatment comparisons for each of the six rows in Table 7, i.e., of these 18 tests for differences in means, only one is significant at the 5% level and three more at the 10% level. 17 subjects to suppose they that could make their own proposals binding on all subjects, i.e., that they could act as dictators and unilaterally determine contributions of all members of their group. Table 8 reports these responses broken down by endowment type for the mean contributions for Self, for the same endowment counterpart and the average of the two proposals for the two opposite endowment members of the group. We see that, across all treatments, subjects consistently demand less from themselves than do of their opposite endowment counterparts and that they also demand less of themselves than they dictate for their same endowment counterparts. That is, H subjects dictate smaller contributions from themselves than L subjects demand from them, and H subjects also dictate smaller self sacrifice than they demand from other H subjects p.05 for both comparisons in all three treatments. The analogous pattern also holds for L subjects, although not all differences are statistically significant: L subjects dictate smaller contributions from themselves than H subjects demand from them p.05 in A and R; p.10 in P, and L subjects demand less from themselves than they do from other L subjects p.05 in A; NS in R and P. Thus, these reports indicate a pattern of acknowledged selfinterest. Table 8 Dictator preferences mean responses by endowment and treatment 28.0 32.7 70.8 32 Member Other Low High N Other High Low N Payoff 47.6 60.8 29.9 36 Absolute 57.3 67.0 33.9 32 Treatment Relative 52.7 66.3 29.7 32 High Self Low Self concerns about these data being selfreported and unincentivized. First, subjects are not choosing randomly or simply according to some salient values, since their responses deviate systematically from their own proposals and suggestions and from some simple rules. Second, there is no significant evidence of selfserving biases in these reports. In other types of experiments involving social preferences, subjects have been found to deceive themselves into believing that their selfinterested behavior is fair, e.g., in dictator experiments Konow, 2000 The results to these three questions about distributive preferences help to dispel two 21.3 25.7 64.0 32 24.1 28.9 61.8 36 18 and in bargaining games e.g., Babcock and Loewenstein, 1997. Instead, the results here overwhelmingly suggest that subjects in this public goods game have clear and unbiased beliefs about what is fair Table 6 and just Table 7 but choose to act at least partially on selfinterest Table 8. Subjects intent on deceiving themselves or others about their motives might be expected to make selfserving claims about what contributions are fair or just and to deny that they would treat subjects differently if they were dictators. Nevertheless, the results in Table 8 indicate that subjects candidly admit that they would treat others less favorably than themselves, were they able to dictate all contributions. These points are also evident from comparisons with their behavior: even though 93% of subjects state in the questionnaire that they should contribute exactly the same amount as their counterpart with the same endowment, they actually contribute the same amount as that subject in only 69% of proposals. Collectively, these results reveal wide agreement about both narrowly defined fairness and broadly defined justice and about those being distinct concepts. Moreover, there is no evidence of biased beliefs about these standards. Instead, both subject behavior and their frank admissions of selfish intentions together suggest selfinterest in this public good game is both relevant and acknowledged. 3.2 Motives for Contributions Can contributions to the public good be explained by fairness, justice, selfinterest andor reciprocity? We begin by examining whether fairness preferences affect contributions. Column 1 of Table 9 presents results of a regression that adds a Fairness variable equal to the contribution implied for themselves according the their stated fairness preference e.g., 40 for an H subject who considers equal proportions most fair and 10 for an L subject who says equal payoffs are most fair. The results are qualitatively, and even quantitatively, similar to those in Table 2: L contributions differ from zero, H subjects contribute more than L, L contributions are lower in the Payoff frame, and each failure decreases contributions by about NOK 2.5. The coefficient on Fairness has the predicted sign, indicating that subjects contribute more if they subscribe to a fairness view that demands it, but this effect is only marginally significant. Can we improve the explanation of contributions by taking account of broader justice preferences and selfinterest dictator preferences? Column 2 of Table 9 reports regression analyses of contributions that include the above stated Fairness variable plus the Justice and Dictator variables. The Justice and Dictator variables are, respectively, the amounts the subject states he himself should contribute or would contribute as dictator. Now we observe that Fairness 19 1 2 3 1.930 2.397 0.0969 2.109 0.778 2.368 3.602 2.064 27.36 2.818 14.41 2.804 15.40 4.013 4.559 2.214 drops to insignificance whereas Justice and Dictator are significant and in the expected direction, viz., subject contributions increase with these stated amounts, and this regression explains considerably more variance than 1. Note that the interpretation of the Dictator variable is opposite selfinterest, i.e., the subject who would contribute more as dictator also does so in the public good game, or conversely and more specifically, the subject who would give NOK 1 less as dictator, contributes NOK 0.11 less in the public good game. In terms of magnitude, the Table 9 Regression Analysis of Contributions including Distributive and Reciprocal Preferences Low endowed Constant Absolute Relative Payoff High endowed Absolute Relative HR Payoff HP Failures Distributive preferences Fairness Justice Dictator Reciprocal preferences Lag contribution same type Lag contribution other type N adj. R2 Standard errors in parentheses p 0.10, p 0.05, p 0.01 2.575 0.402 1.493 0.309 1.493 0.317 0.113 0.0439 0.355 0.0578 0.362 0.0589 0.114 0.0426 0.0440 0.0499 15.05 4.938 0.0946 0.128 5.142 2.998 0.202 0.113 0.264 0.135 2.695 4.520 0.196 0.118 0.958 4.025 3.221 5.225 7.466 5.097 2.896 4.089 4.482 3.772 1.367 4.144 798 0.378 798 0.496 798 0.497 3.626 4.817 20 Finally, we examine reciprocal motives in our nonlinear, threshold public goods coefficients on Justice and Dictator suggest that justice is about three times more important than selfinterest in determining subject contributions. In addition, the framing effect on L subjects in the Payoff treatment declines to marginal significance, and the effect of endowment on the High endowed variable falls to insignificant, suggesting that distributive preferences account for these effects in previous regressions. Failed negotiations still significantly reduce contributions, although this effect is now somewhat smaller. In separate regressions not reported here, we control for round and for demographic variables, including gender, income, age, annual expenditures, economics training, and hours of work. None of these variables is significant, and all of the results stated above are robust to the addition of these controls. experiment in the sense of reactions to the prior behavior of others, viz., choosing ones own contributions partly in response to the contributions of others in the prior period. Regression 3 in Table 9 adds two variables to previous ones: Lag contribution same type is the contribution in the prior round by the other member of the subjects group who has the same endowment, and Lag contribution other type is the average of the contributions by the two members of the subjects group who are of the other endowment type in the prior round. The results from regression 3 reveal no significant effects of prior contributions, and the sign and significance of the other effects remain unchanged except that Fairness edges towards marginal significance. motive for contributions, e.g., Croson 2007 and Fehr and Gachter 2000, whereas we find none here. It is possible that the Justice variable is partially picking up reciprocal motives, although this broad question would presumably do so less precisely than the behavioral measure. In addition, the reduction in contributions in response to failed negotiations might reflect not only lowered expectations about the likelihood of success and a desire to avoid the penalty imposed for failure but conceivably also negative reciprocity directed toward the group as a whole for failing to reach the threshold. There are also differences in experimental design and in how reciprocity is conceptualized between our study and others that might explain the different findings. First, our design was intentionally constructed to mimic specific features of real world public goods that were not part of these other studies. It might be the case that our use of thresholds, for instance, activates other subject preferences that swamp any reciprocal motives. Second, our test implicitly conceptualizes reciprocity as a willingness to respond in kind to the Some standard linear public goods experiments have found reciprocity to be a significant 21 Table 10 reports the results of OLS regressions of suggestions for L subjects in column 1 behavior of counterparts in the prior period, which is in line with many designs that have focused on this motive such as the trust game e.g., Berg et al., 1995 and the moonlighting game Abbink et al., 2000. Nevertheless, reciprocity might alternately be conceptualized as the willingness to respond to expectations of contemporaneous cooperation, as in Croson 2007, or to punish others defection in terms distinct from withholding cooperation, as the ex post punishment in Fehr and Gachter 2000. Our design does not address these alternate approaches to reciprocity. 3.3 Motives for Suggestions In Section 2, we found various significant effects of endowment and treatment on what subjects propose that others contribute, i.e., on suggestions. In this section we examine whether these suggestions are related to the distributive preferences and whether suggestions affect actual contributions. and for H subjects in column 2. This table includes the independent variables considered previously in Table 4 but adds the three distributive preference variables. The results of these regressions for endowment, treatment, round and failures are quite similar to those in Table 4: suggestions for H are about twice as great as those for L subjects in the Absolute treatment, there are significant framing effects on suggestions for L subjects but not H subjects, suggestions increase significantly with round, and failures only affect suggestions to H subjects although this effect is no longer significant at conventional levels. Specifically, the framing effects for L subjects are as predicted across treatments. Also, H and L subjects do not differ in their suggestions for either H or L subjects, which is the one qualitative difference: as reported in Table 4, H subjects suggested lower contributions from other H subjects than did L subjects, but controlling now for distributive preferences, this effect is not significant. the contribution implied by the subjects preferred fairness standard for the subject type in question, e.g., 10 to an L subject for the regression in column 1, if the subject states equal payoffs are most fair, and 40 to an H subject in column 2 if the subject considers equal proportions most fair. Justice is the amount the subject says the subject type in question should contribute, e.g., in regression 1, the amount an L subject says the other L subject should contribute or, for an H subject, the average of the two amounts the H subject says the L subjects In these regressions, distributive preferences are defined as follows. Fairness is defined as 22 should contribute. For regression 2, these statements about H and L are simply reversed. Dictator is defined as the amount the subject would force that subject type to contribute, e.g., in regression 1, the amount an L subject would compel the other L subject to contribute or, for an H subject, the average of the two amounts the H subject would force the L subjects to contribute, and analogously for regression 2. In separate regressions not reported here, we also interacted these three variables with endowment to determine whether these motives differed between the endowment types, but none of the interactions was significant. Table 10 Regression Analysis of Suggestions on Distributive Preferences Suggestions for high Suggestions for low 1 2 endowed 42.94 7.263 1.753 3.505 2.592 3.889 4.789 3.023 1.680 4.076 2.135 4.214 1.831 0.634 1.146 0.573 0.198 0.141 0.220 0.0883 0.210 0.0894 800 0.214 By low endowed Constant Absolute Relative Payoff By high endowed Absolute Relative HR Payoff HP Round Failures Distributive preferences Fairness Justice Dictator N adj. R2 Standard errors in parentheses p 0.1, p 0.05, p 0.01 endowed 21.89 2.426 0.754 1.928 6.324 1.867 1.322 1.269 9.814 1.761 12.21 1.698 0.861 0.301 0.420 0.421 0.159 0.0698 0.188 0.0699 0.0521 0.0680 800 0.462 23 Considering now the motives for these suggestions, we observe a difference depending on whether the suggestions are being made to L subjects or H subjects. For suggestions to L subjects, Fairness and Justice are relevant, whereas Dictator is not. This is the first case that Fairness has risen to significance, and it nearly matches Should in magnitude. The insignificance of Dictator suggests that subjects are not motivated by selfinterest in their suggestions to low endowed fellow subjects. For suggestions to H subjects, the situation resembles more closely the pattern for contributions. Fairness is not significant, but Justice and selfinterest Dictator do matter. Indeed, Dictator is nearly as large in magnitude as Justice. Taken together, what is striking about these results is the concern for fairness to low endowed subjects contrasted with the role for selfinterest in dealing with high endowed subjects. In addition, we see that the previously observed tendency for H subjects to suggest lower contributions from other H subjects is no longer significant, controlling for these preferences, suggesting an important part of this effect can be traced to acknowledged selfinterest. themselves than others suggest for them or than they suggest for their same endowment counterparts. Presumably, this behavior is motivated by a selfinterested desire to encourage others to contribute more, especially in light of evidence from the results on Fairness and Justice variables that subjects do not consider such differences fair or right. It is interesting, therefore, to examine whether this strategy is successful. Table 11 presents the results of regressions of contributions on endowment, treatment, failures, lagged suggestions by others, plus, in column 2, distributive preferences. The suggestions by other subjects are from the previous round and are broken down by subjects who have the same endowment and those who have the opposite endowment. We see that previous suggestions by other subjects have no significant impact on a subjects contributions in the current period, and the other results are equivalent to the regressions for contributions without lagged suggestions. Thus, inflated suggestions about how much others should contribute are for naught: suggestions by others do not significantly affect how much subjects are willing to contribute. As reported in section 2, subjects systematically propose lower contributions from 24 1 2 0.703 3.934 3.749 5.265 0.809 4.076 3.986 3.879 0.358 2.051 2.986 2.164 3.722 4.850 1.875 2.415 3.787 2.205 16.47 4.136 11.82 2.956 26.76 3.176 2.567 0.364 Table 11 Regression Analysis of Contributions including Lagged Suggestions of Others Low endowed Constant Absolute Relative Payoff High endowed Absolute Relative HR Payoff HP Failures Lagged suggestions by Same endowment type Other endowment type Distributive preferences Fairness Justice Dictator N adj. R2 Standard errors in parentheses p 0.1, p 0.05, p 0.01 4 CONCLUSIONS The results of this study suggest that income and the framing of the decision variable are important to negotiations over and contributions to public goods. It is striking that something as seemingly inconsequential and transparent as the choice of the metric amounts contributed, shares contributed or amounts kept alone can have significant effects on negotiations and the 1.474 0.278 0.351 0.0586 0.118 0.0419 0.0314 0.0651 0.0962 0.0833 0.0536 0.0564 0.0708 0.0634 0.197 0.117 798 0.378 798 0.497 25 More generally, the rich design features, including thresholds, proposals, multiple distribution of responsibility for cooperation. This effect turns out to be especially important for the poor, who are more strongly impacted, in a relative sense, given their low endowments. negotiation periods, multiple rounds of negotiation, the uncertain conclusion to negotiations, deadlines, and costs of failure to agree, underscore the importance of context for cooperation. Our study suggests an interpretation that reconciles the apparently contradictory findings of previous public good experiments: equal absolute contributions are salient in lean designs e.g., Buckley and Croson, 2006, moderate increases in contextual elements, such as thresholds e.g., Rapoport and Suleiman, 1993, tend toward equal relative contributions, whereas contexts rich enough to turn the focus toward incomes produce more equal payoffs Tavoni et al., 2010. If correct, this interpretation also underscores a methodological point about the importance of taking account of contextual elements when stepping from the laboratory into the field. Although features of our design were inspired by climate change negotiations, the selection of contextual elements combined with the avoidance of specific persons or goods extends the implications of the findings to a wide range of social dilemmas. For example, the greater burden expected of rich subjects in our study resembles the frequent use of tiered pricing of natural resources, both in local markets and in international trade between rich and poor countries. The multiround negotiations over contributions to experimental public goods have counterparts in discussions among members of international organizations, such as NATO or the United Nations, over national obligations to contribute to defense partnerships or other forms of international cooperation. The three contribution frames considered in this study also relate to political debates about whether fair taxes are equal in absolute terms e.g., equal lumpsum tax, equal in relative terms e.g., flat tax, or tend to equalize final incomes e.g., progressive taxes. Indeed, tax compliance is, to some degree, a matter of voluntary contributions to public good, and the level of tax compliance has long been linked to perceptions of the fairness of different tax rules e.g., Andreoni et al., 1998. Our study is consistent, therefore, with an approach to social dilemmas, such as that suggested by Elinor Ostrom e.g., 2010, with Poteete and Janssen, that both takes account of important contextual factors and values multiple methods and, thereby, helps bridge field and laboratory research. 26 REFERENCES Andreoni, James 1994. WarmGlow Versus ColdPrickle: The Effects of Positive and Negative Framing on Cooperation in Experiments. The Quarterly Journal of Economics, vol. 110, no. 1 February, pp. 121. Andreoni, James, Erard, Brian, and Feinstein, Jonathan 1998. Tax Compliance. Journal of Economic Literature, vol. 36, no. 2 June, pp. 818860. Berg, Joyce, Dickhaut, John and Kevin Mc Cabe, Kevin 1995. Trust, Reciprocity, and Social History. Games and Economic Behavior, vol 10, no. 1 September, pp. 12242. Brekke, Kjell Arne, Kverndokk, Snorre, and Nyborg, Karine 2003. An Economic Model of Moral Motivation, Journal of Public Economics, vol. 87, nos. 910 September, pp. 19671983. Buckley, Edward, and Croson, Rachel 2006. Income and Wealth Heterogeneity in the Voluntary Provision of Linear Public Goods. Journal of Public Economics 90, 935955. Cookson, Richard 2000. Framing Effects in Public Goods Experiments. Experimental Economics, vol. 3, no. 1 June, pp. 5579. Charness, Gary and Rabin, Matthew 2005. Understanding Social Preferences with Simple Tests. The Quarterly Journal of Economics, vol. 117, no. 3 April, pp. 817869. Cherry, Todd L and Kroll, Stephan and Shogren, Jason F 2005. The Impact of Endowment Heterogeneity and Origin on Public Good Contributions: Evidence from the Lab. Journal of Economic Behavior Organization, vol. 57, no. 3 July, pp. 357365. Croson, Rachel T. A. 2007. Theories of Commitment, Altruism And Reciprocity: Evidence From Linear Public Goods Games. Economic Inquiry, vol. 45, no.2, pp.199216. van Dijk, Frans, Sonnemans, Joep, and van Winden, Frans 2002. Social Ties in a Public Good Experiment. Journal of Public Economics, vol. 85, no. 2 August, pp. 275299. Fehr, Ernst and Simon Gachter, Simon 2000. Cooperation and Punishment in Public Goods Experiments, American Economic Review, vol. 90, no.4 September, pages 980994. Guth, Werner, Schmittberger, Rolf and Schwarze, Bernd 1982. An Experimental Analysis of Ultimatum Bargaining. Journal of Economic Behavior and Organization, vol. 3, no.s 4 December, pp. 367388. Harbaugh, William, Mayr, Ulrich, and Burghart, Daniel R. 2007. Neural Responses to Taxation and Voluntary Giving Reveal Motives for Charitable Donations, Science, 316 15June, 16221625. Hofmeyr, Andre and Burns, Justine and Visser, Martine 2007. Income Inequality, Reciprocity And Public Good Provision: An Experimental Analysis. South African Journal of Economics, vol. 75, no. 3, pp. 508520. Holm, Hakan J. and Danielson, Anders 2005. Tropic Trust Versus Nordic Trust: Experimental Evidence From Tanzania And Sweden, Economic Journal, vol. 115, no.503, pages 505532. JohanssonStenman, Olof, and Konow, James 2010. Fair Air: Distributive Justice and Environmental Economics, Environmental and Resource Economics, vol. 46, no. 2 June, pp. 147166. Konow, James 2000. Fair Shares: Accountability and Cognitive Dissonance in Allocation Decisions. American Economic Review, vol. 90, no. 4 September, pp. 10721091. Konow, James 2001. Fair and Square: The Four Sides of Distributive Justice, Journal of Economic Behavior and Organization, vol. 46, no. 2 October, pp. 137164. Konow, James 2010. Mixed Feelings: Theories of and Evidence on Giving. Journal of Public 27 Economics, vol. 94, no. 34 April, pp. 279297. Lange, Andreas and Loschel, Andreas and Vogt, Carsten and Ziegler, Andreas 2010. On the Selfinterested use of Equity in International Climate Negotiations. European Economic Review, Vol. 54, pp. 359375. Mattoo, Aakitya, and Arvind Subramanian 2010. Equity in Climate Change: An Analytical Review. World Bank Policy Research Working Paper 5383, July. Messer, Kent D. and Zarghamee, Homa and Kaiser, Harry M. and Schulze, William D. 2007. New Hope for the Voluntary Contributions Mechanism: The effects of context. Journal of Public Economics, vol. 91, no.9 September, pp. 17831799. Nyborg, Karine 2011. I Dont Want to Hear About it: Rational Ignorance Among DutyOriented Consumers. Journal of Economic Behavior Organization, vol. 79, no. 3 August, pp. 263274. Poteete, Amy R., Janssen Marco A., and Ostrom, Elinor 2010. Working Together: Collective Action, the Commons, and Multiple Methods in Practice, Princeton, NJ: Princeton University Press. Rapoport, Amnon and Suleiman, Ramzi 1993. Incremental Contribution in Steplevel Public Goods Games with Asymmetric Players. Organizational Behavior and Human Decision Processes 55, pp. 171 194. Rege, Mari and Telle, Kjetil 2004. The Impact of Social Approval and Framing on Cooperation in Public Good Situations. Journal of Public Economics, vol. 88, pp. 16251644. Reuben, Ernesto and Riedl, Arno 2009. Public Goods Provision and Sanctioning in Privileged Groups. The Journal of Conflict Resolution,vol. 53, no.1, pp. 7293. Ringius, Lasse and Torvanger, Asbjorn and Underdal, Arlid 2002. Burden Sharing and Fairness Principles in International Climate Policy. International Environmental Agreements: Politics, Law and Economics 2, pp. 122. Schelling, T.C. 1960: The Strategy of Conflict. Cambridge, MA: Harvard University Press. Tavoni, Alessandro and Dannenberg, Astrid and Loschel, Andreas 2011: Inequality, Communication, and the Avoidance of Disastrous Climate Change in a Public Goods Game. Proceedings of the National Academy of Science, vol. 108, no.29, 1182511829. Thoni, Christian and Gachter, Simon 2012. Peer Effects and Social Preferences in Voluntary Cooperation, IZA Discussion Papers 6277. de Villemeur, Etienne Billette and Leroux, Justin 2011. Sharing the Cost of Global Warming, The Scandinavian Journal of Economics, Vol. 113, no. 4 December, pp. 758783. 28 APPENDIX General Instructions Introduction This is an experiment in decisionmaking, in which you can earn money. The amount you earn will depend on your decisions and the decisions of others. This money has been provided by a research organization. Please note that your participation is voluntary. You have the right to withdraw at any time and lose all payments you have received and will receive from your participation. Rules of Conduct The results from this experiment will be used in a research project. It is therefore very important that everyone who participates in the experiment follows certain rules of conduct. All mobile phones must be turned off, and you are not permitted to access any internet sites other than the one for this experiment. You are not allowed to talk with any of the other participants during the experiment. If you have questions or need help with the computer, please raise your hand and one of us will approach you and assist you privately. Payments and Anonymity All interaction between the participants will take place via computers. At the end of this experimental session, you will be provided with a code, which will be used by the accounting department to transfer your earnings from the session to your bank account. These procedures will also guarantee that your decisions and payments remain anonymous. That is, neither the researchers nor the other participants will know who made which decisions during the session. Groups In this experiment you will be randomly assigned to a group of four people. Each group of four will remain together throughout the experiment. You will not know who is in your group, nor will the other members of the group know who you are. Each participant will be known only as member 1, 2, 3 or 4. Rounds The experiment will consist of five rounds. The first round is a practice round to familiarize you with the rules. You will not earn money from this practice round. Then there will be four more rounds, and in each of these four rounds you will earn money. How much depends on the choices you and the others in your group make. Endowments At the beginning of each round, each of you will receive a sum of money, which we will call your endowment. Members 1 and 2 in each group will receive 40 NOK in each round, and members 3 and 4 will receive 80 NOK in each round. Member numbers, and therefore endowments, will be randomly 1 assigned by the computer. Your member number, and thus the size of your endowment, will be the same in every round. Your member number and endowment will now be drawn and presented on your screen. Please do not press the continue button until you are told to do so. Decision In each round, you may choose to keep your endowment or to contribute some or all of it to a group project. You may contribute any amount from zero up to your entire endowment. Any contributions to the group project will be doubled by the experimenters and shared equally by all members of the group. For example, if you contribute 2 NOK to the group project, this is doubled to make 4 NOK, which is then shared equally among the four members of the group. That is, if you contribute 2 NOK, you will receive onehalf of this amount 1 NOK as will each of the other three members of your group. Similarly, each member of your group can contribute some amount to the group project, in which case it is doubled and shared equally by you and the other three members. That is, each member receives onehalf from his or her own original contribution, but the group as a whole receives twice the amount of that contribution. Earnings Absolute Frame Treatment A: In order for the group project to be implemented, the total contributions proposed by members of the group in that round must be at least 120 NOK. That is, if the sum of contributions proposed by a group is greater than or equal to 120 NOK in a given round, the group project will be implemented in that round, and earnings will be calculated as explained above. If, however, the sum of proposed contributions is less than 120 NOK in a given round, the group project will not be implemented in that round. In that case, your proposed contribution is not deducted from your endowment, and each member keeps his or her original endowment minus a penalty of 10 NOK per person. In summary, if total contributions in your group equal 120 NOK or more, your earnings from this round will be: Your earnings your endowment your contribution 0.5sum of group contributions If, on the other hand, total contributions in your group equal less than 120 NOK, every member simply earns his or her endowment minus 10 NOK either 30 NOK or 70 NOK in this round. Your total earnings consist of the sum of your earnings from the four paid rounds. Relative Frame Treatment B: In order for the group project to be implemented, the total contributions proposed by members of the group in that round must be at least 50% of the total endowment of the group. Since the sum of the endowments of all members equals 240 NOK, 50% of the total endowment is 120 NOK. That is, if the sum of contributions proposed by a group is greater than or equal to 50% of the total endowment in a 2 given round, the group project will be implemented in that round, and earnings will be calculated as explained above. If, however, the sum of proposed contributions is less than 50% of the total endowment in a given round, the group project will not be implemented in that round. In that case, your proposed contribution is not deducted from your endowment, and each member keeps his or her original endowment minus a penalty of 10 NOK per person. In summary, if total contributions in your group equal 50% or more of the total endowment, your earnings from this round will be: Your earnings your endowment your contribution 0.5sum of group contributions If, on the other hand, total contributions in your group equal less than 50% of the total endowment, every member simply earns his or her endowment minus 10 NOK either 30 NOK or 70 NOK in this round. Your total earnings consist of the sum of your earnings from the four paid rounds. Payoff Frame Treatment C: In order for the group project to be implemented, the members of the group must propose keeping no more than 120 NOK of the total endowment of the group. That is, if the sum of amounts kept that is proposed by a group is equal to or less than 120 NOK in a given round, the group project will be implemented in that round, and earnings will be calculated as explained above. If, however, the sum of proposed amounts kept is greater than 120 NOK in a given round, the group project will not be implemented in that round. In that case, your proposed contribution is not deducted from your endowment, and each member keeps his or her original endowment minus a penalty of 10 NOK per person. In summary, if total amounts kept in your group equal 120 NOK or less, your earnings from this round will be: Your earnings your amount kept 0.5sum of group contributions If, on the other hand, total amounts kept in your group equal more than 120 NOK, every member simply earns his or her endowment minus 10 NOK either 30 NOK or 70 NOK in this round. Your total earnings consist of the sum of your earnings from the four paid rounds. Examples Three examples may help to clarify the earnings structure. Absolute Frame Treatment A: Example 1 Suppose that member 1 decides to contribute 20 NOK to the group project, member 2 contributes 0 NOK, and members 3 and 4 each contribute 20 NOK. Then the total amount contributed to the group project equals 60 NOK. Since the sum of contributions is less than 120 NOK, the project is not implemented, and all members receive only their endowments less the 10 NOK penalty, that is, members 1 and 2 each receive 30 NOK, and members 3 and 4 each receive 70 NOK. 3 Example 2 Suppose that member 1 contributes 40 NOK, member 2 contributes 0 NOK, and members 3 and 4 each contribute 40 NOK. Then the total amount contributed to the project equals 120 NOK. Since the sum of contributions equals or exceeds 120 NOK, it is doubled to make 240 NOK and is shared equally among all four members, that is, each receives 60 NOK from the group project. Thus, member 1 receives a total of 60 NOK 404060, member 2 receives 100 NOK 40060, and members 3 and 4 each receive 100 NOK 804060. Example 3 Suppose that members 1 and 2 each contribute 10 NOK to the project and members 3 and 4 each contribute 70 NOK. Then the total amount contributed to the project equals 160 NOK. Since the sum equals 160 NOK and exceeds 120 NOK, it is doubled to make 320 NOK and is shared equally among all four members, that is, each receives 80 NOK from the group project. Thus, members 1 and 2 each receive a total of 110 NOK 401080, and members 3 and 4 each receive a total of NOK 90 807080. Relative Frame Treatment B: Example 1 Suppose that member 1 decides to contribute 50% of his or her endowment to the group project, member 2 contributes 0%, and members 3 and 4 each contribute 25% of their endowments. Then the total amount contributed to the group project equals 60 NOK, or 25% of the total endowment of the group. Since the sum of contributions is less than 50% of the total endowment, the project is not implemented, and all members receive only their endowments less the 10 NOK penalty, that is, members 1 and 2 each receive 30 NOK, and members 3 and 4 each receive 70 NOK. Example 2 Suppose that member 1 contributes 100% of his or her endowment, member 2 contributes 0%, and members 3 and 4 each contribute 50% of their respective endowments. Then the total amount contributed to the project equals 120 NOK, or 50% of the total endowment of the group. Since the sum of contributions equals or exceeds 50% of the total endowment, it is doubled to make 240 NOK and is shared equally among all four members, that is, each receives 60 NOK from the group project. Thus, member 1 receives a total of 60 NOK 404060, member 2 receives 100 NOK 40060, and members 3 and 4 each receive 100 NOK 804060. Example 3 Suppose that members 1 and 2 each contribute 25% of their endowments to the project and members 3 and 4 each contribute 87.5% of their endowments. Then the total amount contributed to the project equals 160 NOK, or 67% of the total endowment of the group. Since the sum equals 67% of the total endowment and exceeds 50%, it is doubled to make 320 NOK and is shared equally among all four members, that is, each receives 80 NOK from the group project. Thus, members 1 and 2 each receive a total of 110 NOK 401080, and members 3 and 4 each receive a total of NOK 90 807080. Final Payoff Frame Treatment C: Example 1 Suppose that member 1 decides to keep 20 NOK of his or her endowment, member 2 keeps 40 NOK, and members 3 and 4 each keep 60 NOK. Then the sum of amount kept from endowments equals 180 NOK. Since the sum of amounts kept is greater than 120 NOK, the project is not implemented, and all members receive only their endowments less the 10 NOK penalty, that is, members 1 and 2 each receive 30 NOK, and members 3 and 4 each receive 70 NOK. Example 2 Suppose that member 1 keeps 0 NOK of his or her endowment, member 2 keeps 40 NOK, and members 3 and 4 each keep 40 NOK. Then the sum of amounts kept equals 120 NOK. Since the sum of amounts kept is equal to or less than 120 NOK, the amounts contributed which also equal 120 NOK are doubled to make 240 NOK and are shared equally among all four members, that is, each receives 60 NOK 4 from the group project. Thus, member 1 receives a total of 60 NOK 060, member 2 receives 100 NOK 4060, and members 3 and 4 each receive 100 NOK 4060. Example 3 Suppose that members 1 and 2 each keep 30 NOK of their endowments and members 3 and 4 each keep 10 NOK. Then the sum of amounts kept equals 80 NOK. Since the sum of amounts kept equals 80 NOK and is less than 120 NOK, the amounts contributed which equal 160 NOK are doubled to make 320 NOK and are shared equally among all four members, that is, each receives 80 NOK from the group project. Thus, members 1 and 2 each receive a total of 110 NOK 3080, and members 3 and 4 each receive a total of NOK 90 1080. Please press the continue button now. Proposals In each round, the implementation decision and actual earnings depend on proposals. You will now see a screen where you can enter proposals for yourself and for every other member of your group. Please wait to do so until I tell you to start. In this screen, you can propose what you wish to keep of your endowment or to contribute to the group project as well as proposing what each of the other three members of your group keeps or contributes. That is, you will make four proposals, one for each of the four members of your group. At the same time, each of the other members of your group will make four proposals for each person in the group. What you propose for yourself is binding: that is, if your binding proposal for yourself and the 3 other group members binding proposals for themselves result in the group project being implemented, then these binding proposals will be used to calculate earnings and this round ends. Your proposals for the three other members of your group, however, are not binding: these are only suggestions. Absolute Frame Treatment A: To see the total contributions and your profits that would result if your proposals were implemented, you can click on the Preview earnings for these proposals button. This will give you estimates that are based only on your own proposals, whereas your actual earnings will be based on the binding decisions of you and each of the other members of your group. You can repeat this with different proposals for up to three times. When you are finished previewing different alternatives, you can submit your proposals by clicking the Submit button which will appear. Your proposal for yourself will then be binding. After all members have submitted, all proposals will be communicated to all members of the group. If the total contributions that result from the binding proposals equal or exceed 120 NOK, the group project is implemented and the round ends. Earnings will be calculated based on the binding proposals each member made for him or herself. If the total resulting binding contributions are less than 120 NOK, however, no payments or penalties are made based on these proposals. Instead, there will be a second opportunity to make proposals. Once again, you will make a proposal for yourself, which is binding, and for each of the other three members of your group, which are merely suggestions. Similarly, the other members of your group also make their proposals. If the total resulting binding contributions now equal or exceed 120 NOK, the round ends, and earnings are calculated based on the binding proposals of each member. If total binding contributions are still less than 120 NOK, no payments will be made, and there will be a third and final opportunity to make proposals, with the same rules. Thus, there are up to three 5 opportunities to make proposals in each round. If total binding contributions are still less than 120 NOK after the third and final proposal exchange, the group project is not implemented. Each member then simply earns his endowment minus a penalty of 10 NOK per person, that is, members 1 and 2 each earn 30 NOK and members 3 and 4 each earn 70 NOK. Relative Frame Treatment B: To see the percentage of the total endowment of the group contributed and your profits that would result if your proposals were implemented, you can click on the Preview earnings for these proposals button. This will give you estimates that are based only on your own proposals, whereas your actual earnings will be based on the binding decisions of you and each of the other members of your group. You can repeat this with different proposals for up to three times. When you are finished previewing different alternatives, you can submit your proposals by clicking the Submit button which will appear. Your proposal for yourself will then be binding. After all members have submitted, all proposals will be communicated to all members of the group. If the total contributions that result from the binding proposals equal or exceed 50% of the total endowment, the group project is implemented and the round ends. Earnings will be calculated based on the binding proposals each member made for him or herself. If the total resulting binding group contributions are less than 50% of the total endowment, however, no payments or penalties are made based on these proposals. Instead, there will be a second opportunity to make proposals. Once again, you will make a proposal for yourself, which is binding, and for each of the other three members of your group, which are merely suggestions. Similarly, the other members of your group also make their proposals. If the total resulting binding group contributions now equal or exceed 50% of the total endowment, the round ends, and earnings are calculated based on the binding proposals of each member. If total binding group contributions are still less than 50% of the total endowment, no payments will be made, and there will be a third and final opportunity to make proposals, with the same rules. Thus, there are up to three opportunities to make proposals in each round. If total binding group contributions are still less than 50% after the third and final proposal exchange, the group project is not implemented. Each member then simply earns his endowment minus a penalty of 10 NOK per person, that is, members 1 and 2 each earn 30 NOK and members 3 and 4 each earn 70 NOK. Payoff Frame Treatment C: To see the sum of amounts kept of the total endowment and your profits that would result if your proposals were implemented, you can click on the Preview earnings for these proposals button. This will give you estimates that are based only on your own proposals, whereas your actual earnings will be based on the binding decisions of you and each of the other members of your group. You can repeat this with different proposals for up to three times. When you are finished previewing different alternatives, you can submit your proposals by clicking the Submit button which will appear. Your proposal for yourself will then be binding. After all members have submitted, all proposals will be communicated to all members of the group. If total amounts kept that result from the binding proposals are equal to or less than 120 NOK, the group project is implemented and the round ends. Earnings will be calculated based on the binding proposals each member made for him or herself. 6 If the total resulting binding amounts kept are greater than 120 NOK, however, no payments or penalties are made based on these proposals. Instead, there will be a second opportunity to make proposals. Once again, you will make a proposal for yourself, which is binding, and for each of the other three members of your group, which are merely suggestions. Similarly, the other members of your group also make their proposals. If the total resulting binding amounts kept are now equal to or less than 120 NOK, the round ends, and earnings are calculated based on the binding proposals of each member. If total binding group amounts kept are still greater than 120 NOK, no payments will be made, and there will be a third and final opportunity to make proposals, with the same rules. Thus, there are up to three opportunities to make proposals in each round. If total binding amounts kept are still greater than 120 NOK after the third and final proposal exchange, the group project is not implemented. Each member then simply earns his endowment minus a penalty of 10 NOK per person, that is, members 1 and 2 each earn 30 NOK and members 3 and 4 each earn 70 NOK. If there are any questions, please raise your hand now, and someone will come to you to answer your question individually. Practice round The first round is a practice round to help familiarize you with the experimental procedures. The instructions and procedures in the practice round are the same as in the experiment itself, except that the earnings are hypothetical. That is, the earnings for the practice round will not be paid. Remember that, in each round, there are up to three opportunities to make proposals. The experiment will now begin. You can start entering your proposals. Please follow the instructions on the screen. After the practice round, the experiment will continue to the paid rounds. If you have questions, please raise your hand. end of instructions To be read immediately after instructions: In this experiment, there may be periods of waiting time. To minimize this, please do not forget to push the OK or continue button when you are finished with a screen; otherwise everyone may be waiting for you. To be read after 5th and final round: ABOUT PAYMENTS You will now be provided with an ID number. Write this ID number on the payment form provided at your desk. The ID number will be the only remaining link between your identity and the decisions you made in the experiment. If you do not write down the ID number correctly, we will be unable to pay you. Please note also your ID number on the blank sheet of paper and keep it for your own reference. In addition to the ID number, please fill out your name, personal number personnummer, address and bank account number. Then sign the form, place it in the provided envelope and seal the envelope. The envelopes will be sent unopened to our accountants not the experimenters who will transfer your earnings to your bank account. The experimenters will not know your earnings. We are required by law to 7 report your earnings to the tax authorities, which is why we ask about your personal number, but you will not have to pay taxes on your earnings from this experiment. If you do not have the information required for filling out the payment form available at the moment, you can take the form home, fill it out, and send it, after no more than 14 days, to the address provided on the form. Before leaving, we will ask you to please answer some questions. These will appear on the screen in front of you when you are finished writing down your ID number. Please answer these questions about yourself, indicating just one answer per question. Questionnaire 1. What is your faculty? 1 Theology 2 Law 3 Medicine 4 Mathematics and Natural Sciences 5 Humanities 6 Dentistry 7 Social Sciences 8 Education 9 Other 10 I am not a student 2. Have you studied economics at the university level for at least one semester? 1 Yes 2 No 3. For how long have you been a university student? 1 Less than 1 year 2 Between 1 and 2 years 3 Between 2 and 3 years 4 Between 3 and 4 years 5 4 years or more 4. What is your age in years? ________ 5. What is your gender? 1 Male 2 Female Press OK 8 6. What is your best estimate of your total expenditures this school year from midAugust to midMay? Please consider all expenses including housing, food, clothing, transportation, entertainment, etc., even if some are covered by financial aid or grants. State your answer in NOK for the current school year first to last day of classes. 7. What was the total gross income last year of your parents or guardians? Exclude your own earnings. Please choose a single response, even if it is a guess. 1 0 to less than 200,000 NOK 2 200,000 NOK to less than 400,000 NOK 3 400,000 NOK to less than 600,000 NOK 4 600,000 to less than 1000,000 NOK 5 1000,000 to less than 1500,000 NOK 6 1500,000 NOK or more 8. How many hours per week do you have paid work, on average enter 0 if none? 9. Approximately how much money have you earned total through your work over the past year the past twelve months in NOK? ________ __________NOK four fields for numbers Member 1 with endowment 40 Member 2 with endowment 40 Member 3 with endowment 80 Member 4 with endowment 80 Press OK Absolute Frame Treatment A What amounts of their endowments do you think each of the members of your group should have contributed? Which of the following sets do you think is most fair? Select one of the three sets of amounts contributed. Press OK Suppose you could have made your proposals binding on all members of your group in the experiment. That is, suppose all payoffs are based on your proposals alone and the proposals of A Member 1 with endowment 40 Member 2 with endowment 40 Member 3 with endowment 80 Member 4 with endowment 80 B C three fields to check off one of the three on left A 30 30 30 30 B 20 20 40 40 C 10 10 50 50 9 four fields for numbers four fields for numbers Member 1 with endowment 40 Member 2 with endowment 40 Member 3 with endowment 80 Member 4 with endowment 80 Member 1 with endowment 40 Member 2 with endowment 40 Member 3 with endowment 80 Member 4 with endowment 80 the other members do not count. What amounts would you choose for each member of your group to contribute? Why did you make the proposals you did for yourself and the members of your group in the experiment feel free to respond in Norwegian? space for open response Relative Frame Treatment B What percentages of their endowments do you think each of the members of your group should have contributed? Which of the following sets of decisions do you think is most fair? Select one of the three sets of percentages contributed. C Press OK Suppose you could have made your proposals binding on all members of your group in the experiment. That is, suppose all payoffs are based on your proposals alone and the proposals of the other members do not count. What percentages would you choose for each member of your group to contribute? Why did you make the proposals you did for yourself and the members of your group in the experiment feel free to respond in Norwegian? space for open response Payoff Frame Treatment C What amounts of their endowments do you think each of the members of your group should have kept? A Member 1 with endowment 40 Member 2 with endowment 40 Member 3 with endowment 80 Member 4 with endowment 80 Member 1 with endowment 40 Member 2 with endowment 40 Member 3 with endowment 80 Member 4 with endowment 80 B three fields to check off one of the three on left A 75.0 75.0 37.5 37.5 B 50.0 50.0 50.0 50.0 C 25.0 25.0 62.5 62.5 four fields for numbers 10 four fields for numbers A 10 10 50 50 B 20 20 40 40 C 30 30 30 30 B C three fields to check off one of the three on left Member 1 with endowment 40 Member 2 with endowment 40 Member 3 with endowment 80 Member 4 with endowment 80 A Member 1 with endowment 40 Member 2 with endowment 40 Member 3 with endowment 80 Member 4 with endowment 80 Which of the following sets of decisions do you think is most fair? Select one of the three sets of amounts kept. Press OK Suppose you could have made your proposals binding on all members of your group in the experiment. That is, suppose all payoffs are based on your proposals alone and the proposals of the other members do not count. What amounts would you choose for each member of your group to keep? Why did you make the proposals you did for yourself and the members of your group in the experiment feel free to respond in Norwegian? Thank you for your participation! Member 1 with endowment 40 Member 2 with endowment 40 Member 3 with endowment 80 Member 4 with endowment 80 four fields for numbers 11 ", "filename": "71597985X.pdf", "person": ["Kjell Arne Brekke", "Brekke, Kjell Arne", "James Konow", "Konow, James", "Karine Nyborg", "Nyborg, Karine"], "date": ["2012"]}