{"lang": "de", "identifier_url": ["http://www.econstor.eu/bitstream/10419/58260/1/716265583.pdf"], "title": ["Nachhaltigkeitsindikatoren und Capabilities: Anknüpfungspunkte aus der deutschen Nachhaltigkeitsforschung"], "plaintext": "Gerechte Nachhaltige Entwicklung auf Grundlage des CapabilityAnsatzes Fair sustainable development based on the capability approach: Ge NECA Sustainable development is a development that meets the needs of the present without compromising the ability of future generations to meet their own needs. WCED 1987 Aims and objectives of the research project Ge NECA Sustainability policy has to consider the interdependencies of human life and nature; it has to meet the high moral standards of intra and intergenerational justice set by the Brundtland Commission in 1987; and, finally, it has to motivate people to behave accordingly. This is quite a challenging task that often is responded to in a too simplistic way. Current sustainability science and civic engagement often focus on the environmental dimensions and herewith on intergenerational justice. The Capability Approach is a leading paradigm in development economics that has informed development policy during the last 20 years. With its focus on human development it has highlighted the interaction between social and economic development. The issue of intragenerational justice constitutes an ongoing motive within the Capability Approach, but intergenerational justice and environmental concerns have often been left out of its scope. The project Ge NECA aims at conceptualizing sustainable development on the basis of the Capability Approach so as to combine the issues of inter and intragenerational justice drawing on an integrated understanding of social, economic and environmental development. Resuming the spirit of the Brundtland commission, Ge NECA puts the needs and capabilities of people all over the world, now and in future into its focus. On the basis of conceptual reflections, current sustainability indicators will be complemented by capabilitybased indicators. The concept will further be used in case studies on various areas of governance to prove its usefulness in decision processes. A feedback mechanism will be installed to amend the conception to the demands of applicability. Ge NECA is a 3 years research project 042010032013 funded by the German ministry for science and research as part of the funding programme Economics for Sustainability. FKZ 01UN1015A, www.win.org Coordination Dr. Felix Rauschmayer UFZ, Dpt. of Environmental Politics, Permoserstr. 15, 04318 Leipzig, Germany, ph. 0049 0341 235 1656, email: felix.rauschmayerufz.de Consortium Helmholtz Zentrum fur Umweltforschung, Leipzig UFZ Deutsches Institut fur Wirtschaftsforschung Berlin DIW Institut fur angewandte Wirtschaftsforschung IAW LudwigMaximiliansUniversitat Munchen LMU, Fakultat fur Philosophie HelmutSchmidtUniversitat der Bundeswehr Hamburg HSU Sustainable Europe Research Institute Wien SERI http:www.geneca.ufz.de Nachhaltigkeitsindikatoren und Capabilities: Anknupfungspunkte aus der deutschen Nachhaltigkeitsforschung Torsten Masson, UFZ, Leipzig, torsten.massonufz.de Ortrud Lemann, HSU Hamburg, o.lessmannhsuhh.de Abstract Der CapabilityAnsatz CA wurde bislang in der Nachhaltigkeitsliteratur kaum rezipiert, ist aber generell geeignet, die Frage nach dem Gegenstandsbereich Nachhaltiger Entwicklung NE im Einklang mit der BrundtlandDefinition zu beantworten. Dabei erweitert er das Verstandnis von Wohlergehen um die Betonung individueller Freiheiten, ein schatzenswertes Leben zu fuhren, d.h. den Verwirklichungschancen. Im vorliegenden Aufsatz gehen wir der Frage nach, inwiefern bestehende Indikatorensysteme fur NE Anhaltspunkte bieten, um die Verwirklichungschancen der Individuen abzuschatzen. Dafur entwickeln wir nach einer kurzen Einfuhrung in den CA ein Instrument zur Analyse der Verwirklichungschancen fur NE und wenden es auf bestehende Indikatorensysteme an. Es zeigt sich, dass die Indikatorensysteme durchaus Anhaltspunkte fur das Ausma individueller Verwirklichungschancen geben. Hierbei stehen okologische und okonomische Aspekte im Vordergrund, wahrend politische Aspekte nur in wenigen Indikatorensystemen abgedeckt werden. Das Diskussionspapier entstand als Beitrag zum Forschungsprojekt Ge NECA siehe www.geneca.ufz.de, das vom Bundesministerium fur Bildung und Forschung im Rahmen des Wi NForderprogrammes finanziert wird. Dafur mochten wir uns herzlich bedanken! 1 Nachhaltigkeitsindikatoren und Capabilites: Anknupfungspunkte aus der deutschen Nachhaltigkeitsforschung 1 Einleitung Die Debatte um Nachhaltigkeit und nachhaltige Entwicklung NE1 tragt immanent politischen Charakter in zweierlei Hinsicht: Zum Ersten entspringt das Konzept, zumindest im heutigen Bedeutungszusammenhang, den umwelt und entwicklungspolitischen Diskussionen des spaten 20. Jahrhunderts. Nachhaltige Entwicklung bezeichnet dabei die Leitidee einer dauerhaft umwelt und sozialvertraglichen Entwicklung, deren moralische Erwartungshaltung unter anderem im okologischen Imperativ, die Moglichkeiten fur kunftiges menschliches Leben nicht unbotmaig zu beeintrachtigen Jonas 1984, zum Ausdruck kommt. Zum Zweiten existiert fur nachhaltige Entwicklung, ahnlich einer Vielzahl anderer sozialwissenschaftlicher Begriffe, keine einheitliche Begriffsdefinition. Was NE inhaltlich konkret beschreibt, ist dabei langst nicht nur Gegenstand wissenschaftlicher Auseinandersetzungen. Vielmehr rekrutieren sich wesentliche inhaltliche Bezugspunkte fur Nachhaltigkeit aus Konsenspapieren BrundtlandBericht, RioDokumente etc. mit normativ aufgeladenen, gesellschaftspolitischen Handlungsaufrufen. Dies zeigt: Die inhaltliche Genese von NE lasst sich nur bedingt als theoriegeleitet verstehen, gegrundet auf dem wechselseitigen Bezug von Deutungsangeboten konkurrierender Theorieschulen mit unterschiedlichen Begrundungszusammenhangen. Nachhaltigkeit als gesellschaftspolitischer Leitbegriff sieht sich vielmehr der Landnahme durch heterogene Akteure ausgesetzt, sei es aus Politik, Wirtschaft, Zivilgesellschaft oder Wissenschaft. Deren vielfaltige und zum Teil konfliktreiche Zielvorstellungen sorgen fur eine hohe Extensionalitat des Nachhaltigkeitsbegriffs, die seine intensionale Abgrenzung gegenuber anderen Leitbegriffen bspw. Lebensqualitat und damit seinen analytischen Gebrauch erschweren. In diesem Aufsatz bringen wir mit dem CapabilityAnsatz CA einen Theorierahmen zur Anwendung, den die konzeptionelle Debatte um NE bisher nur begrenzt rezipiert. Dies fugt einerseits dem ohnehin schon komplexen Thema Nachhaltigkeit eine weitere Perspektive hinzu. Andererseits beschranken wir unsere Betrachtung auf eine Auswahl bestehender Systeme von Nachhaltigkeitsindikatoren. Indikatorensysteme markieren konkreter als rein konzeptionell ausgerichtete Arbeiten die Intention des NELeitbilds nach gesellschaftlichem Strukturwandel. Sie dienen dazu, SollIstAbweichungen fur formulierte Ziele sichtbar zu machen, politische Handlungsfelder zu identifizieren und die Wirksamkeit realisierter Manahmen zu kontrollieren. Dabei zwingt die Indikatorform zur Prazisierung nur vage formulierter Regel und Zielkataloge und erlaubt so den Bezug auf konkrete Vorstellungen von nachhaltiger Entwicklung. Der Aufsatz verzichtet, das sei hier deutlich gemacht, auf die schwierige Aufgabe, nachhaltige Entwicklung mithilfe des CA neu formulieren zu wollen vgl. dazu z.B. Lemann und Rauschmayer 2012. Ebenso behandelt er nicht bestehende Operationalisierungen des CapabilityAnsatzes 1 Der Beitrag verwendet beide Begrifflichkeiten synonym. 2 Nachhaltigkeitsindikatoren und Capabilites: Anknupfungspunkte aus der deutschen Nachhaltigkeitsforschung fur einen Vergleich der dort aufgefuhrten Indikatoren mit den entsprechenden Ergebnissen der Nachhaltigkeitsforschung. Stattdessen fragen wir nach den Elementen des CapabilityAnsatzes, die durch existierende NEIndikatorensystemen abgedeckt werden verandern also die Betrachtungsrichtung vom Explanandum NE zum Explanans CA und nach den dadurch sichtbaren Anschlusspunkten fur die Beschreibung von Nachhaltigkeit. Grundsatzlich erscheint der CA geeignet, die Frage nach dem Phanomenbereich respektive der ubergeordneten Zieldimension nachhaltiger Entwicklung zu beantworten. Der BrundtlandBericht definiert NE bekanntermaen anhand eines Bedurfniskonzepts, fur dessen Konkretisierung bedurfnistheoretische Reflexionen in der Nachhaltigkeitsforschung jedoch weitgehend fehlen Rauschmayer et al. 2008. Daneben bietet der Bericht durch die implizite Praskription bestimmter Lebensstile ein Einfallstor fur Vorwurfe in Richtung Paternalismus. Der CA kann dieser Kritik begegnen, indem er Entscheidungsfreiheit, ausgedruckt im Begriff der Verwirklichungschancen, als Konstitutiv und Wesenselement fur individuelles Wohlergehen Kap. 2.1 2.2 und hiernach auch fur nachhaltige Entwicklung versteht. Verwirklichungschancen als allgemeine Zieldimension von NE zu begreifen, erfordert jedoch eine Antwort auf die Frage nach der wechselseitigkonzeptionellen Passfahigkeit beider Ansatze. Dies behandelt Kapitel drei, das zunachst zwischen Verwirklichungschancen als Zieldimension und Beschreibungsinstrument von Handlungsspielraumen fur NE differenziert Kap. 3.1. Kapitel 3.2 weist auf offene Fragen und Probleme fur die Interpretation von Verwirklichungschancen als Zieldimension hin, bevor CAbasierte Beschreibungskategorien fur den Vergleich von Indikatorensystemen nachhaltiger Entwicklung abgeleitet werden Kap. 3.3. Der Vergleich der Indikatorensysteme und die Zuordnung von Einzelindikatoren zu Elementen von Verwirklichungschancen Beschreibungskategorien erfolgt in Kapitel vier, strukturell unterteilt nach Saulenmodellen und integrativen Ansatzen. Kapitel funf schlielich fuhrt die Ergebnisse zusammen und verweist auf weitere Forschungsperspektiven fur die konzeptuelle Verbindung von Nachhaltigkeit und CapabilityAnsatz. 2 CapabilityAnsatz: Theoriegeschichte und Konzeption 2.1 Hintergrund Der CapabilityAnsatz CA, ein normativer Analyserahmen fur individuelles Wohlergehen vgl. Sen 1985, 1987, 2000a, entstand in Auseinandersetzung mit dem Utilitarismus und den Gerechtigkeitsphilosophien von Rawls und Nozick vgl. Rawls 1976 und Nozick 1974. Bemangelt der CA Sen 2000, S. 75ff. am Utilitarismus die fehlende Sensibilitat gegenuber Verteilungsfragen 2 und dem Problem adaptiver Praferenzen Zufriedenheitsparadox, Fenner 2007, S. 108, 2 Der Vorwurf, der Utilitarismus legitimiere auch extrem ungleiche Verteilungsergebnisse, bedarf, bei abnehmendem Grenznutzen des Einkommens, allerdings der Relativierung vgl. dazu exemplarisch Kruse 2002. 3 Nachhaltigkeitsindikatoren und Capabilites: Anknupfungspunkte aus der deutschen Nachhaltigkeitsforschung betrifft der Einwand gegen die Rawlssche Theorie die exponierte Stellung der primary goods Grundguter bei ihrer Beschreibung sozial gerechter Ordnungsprinzipien Sen 2000, S. 82ff  Sen bestreitet nicht die Relevanz dieser Guter Grundfreiheiten und rechte per se, lehnt jedoch den Anspruch, dergestalt einen hinreichend differenzierbaren Bezugsrahmen fur Wohlergehen aufzuspannen, unter Verweis auf die individuell nicht verantworteten Unterschiede in Lebensumstanden und Bedurfnissen ab ebd., S. 93.3 An der radikal liberalen Position Nozicks kritisiert der CA ebd., S. 84ff. die ablehnende Haltung gegenuber sozialstaatlichen Verteilungseingriffen. Der von Nozick geforderte Minimalstaat, der sich in der Garantie weniger naturlicher Rechte erschopft, kann demnach nicht uberzeugen, da eine solche Position auch moralisch intuitiv inakzeptable Ergebnisse schwere Armut prinzipiell legitimiert.4 2.2 Verwirklichungschancen: Freiheit als Konstitutivelement individuellen Wohlergehens Als Antwort auf die axiologischen Unzulanglichkeiten einseitig guter oder regelbasierter Theorien formuliert Sen einen Ansatz, der die Befahigung, individuelle Lebensplane zu verwirklichen, als Bewertungsmastab fur Wohlergehen zugrunde legt ebd., S. 95. Das Ausma der Befahigung, das in dieser Lesart auf der dreistelligen Relation zwischen Ressourcen, erreichbaren Zielbundeln gut ernahrt sein, mobil sein etc. und Wohlergehen grundet, verdichtet er im zentralen Begriff der Verwirklichungschancen capability. Freiheit kommt fur die Verwirklichungschancen dabei in zweifacher Hinsicht Bedeutung zu: Zum einen erkennt der CA ihr einen Eigenwert als Zieldimension individuellen Wohlergehens zu konstitutionelle Funktion, ebd., S. 50, zum anderen tragt sie als Mittel zum Erreichen anderer Ziele bei instrumentelle Funktion.5 Demgema bedarf Wohlergehen in einer pluralistischen Gesellschaft, in der keine Blaupause fur Selbstverwirklichung existiert, der Freiheit, um den unterschiedlichen Vorstellungen vom guten Leben Gelegenheit zu Artikulation und Verwirklichung zu geben. 3 Die Bestimmungsgrunde solcher Unterschiede liegen in den naturlichen und sozialen Umweltbedingungen und den personlichen Eigenheiten der Akteure Sen 2000, S. 89ff  4 Vgl. zum Begriff der intuitiven Ethik Platz 2000, S. 41. 5 Vgl. beispielsweise die Verbindung von freiheitlicher Marktordnung und okonomischer Prosperitat im klassischen Wirtschaftsliberalismus Adam Smith. 4 Nachhaltigkeitsindikatoren und Capabilites: Anknupfungspunkte aus der deutschen Nachhaltigkeitsforschung Abbildung 1: Ressourcen, Umwandlungsfaktoren, Capabilities, Funktionen Quelle: eigene Darstellung Verwirklichungschancen, also substantielle individuelle Freiheiten ebd., S. 30, beschreiben die Moglichkeiten, wertgeschatzte Ziele functionings Funktionen bei Sen 1993, S. 31 zu realisieren.6 Dafur spielen Ressourcen einerseits sowie andererseits personliche und soziale und naturliche Umweltcharakteristika, in der Terminologie des CA: Umwandlungsfaktoren Robeyns 2005, eine wesentliche Rolle s. Abb. 1.7 Umwandlungsfaktoren bestimmen die individuellen Moglichkeiten, Ressourcen in functionings umzuwandeln und beeinflussen, ebenso wie die Ressourcen selbst, den multidimensionalen Moglichkeitsraum evaluative space erreichbarer Ziel beziehungsweise Funktionskombinationen Sen 1993, S. 31. Um das Gesagte an einem Beispiel zu illustrieren, sei das Bedurfnis nach raumlicher Mobilitat betrachtet, dessen Befriedigung, so die Annahme, durch den Einsatz privater Kraftfahrzeuge und offentlicher Verkehrsmittel erfolgen kann. Neben den dafur notwendigen Ressourcen Auto, Bus und Bahnfahrkarten treten personliche Umwandlungsfaktoren in Gestalt der Fahigkeit zur Kraftfahrzeugbedienung und zur Nutzung offentlicher Verkehrsmittel korperliche und geistige Voraussetzungen, soziale Umwandlungsfaktoren beispielsweise in der geeigneten Verkehrsinfrastruktur und der sozialen Akzeptanz motorisierten Individualverkehrs auf. Das Ausma an Verwirklichungschancen hangt von der faktischen Erreichbarkeit der einzelnen Funktionen und ihren Kombinationsmoglichkeiten ab, im Beispiel der Mobilitat mithin von den Moglichkeiten, zwischen privaten und offentlichen Verkehrsmitteln zu wahlen, und diese mit der Verwirklichung von Funktionen aus anderen Lebensbereichen zu verknupfen.8 6 Funktionen verkorpern being and doing activities that people value and have reason to value Alkire Deneulin 2009, S. 32 und setzen also, neben ihrem prinzipiellen Wertbezug, einen Rationalitatsbezug reason voraus, der im CA teilweise diskursiven Charakter tragt. 7 Die gesonderte Berucksichtigung von Umwandlungsfaktoren legt ein Verstandnis nahe, das zwischen Ressourcen und den Kompetenzen beziehungsweise Moglichkeiten ihrer Nutzung differenziert vgl. fur den Unternehmenskontext Amit und Schoemaker 1993, S. 35 und nicht, wie beispielsweise Wernfelt 1984, S. 172, unter dem Ressourcenbegriff alle positiv auf die Durchfuhrung einer Strategie gerichteten Faktoren fasst vgl. fur variierende Ressourcenbegriffe in der Betriebswirtschafts und Organisationslehre Reinhardt 2007, S. 53. 8 Die Unterscheidung von Ressourcen und Umwandlungsfaktoren erinnert streckenweise an das Verhaltnis von resources und determinants im Rahmen der skandinavischen Wohlfahrtsforschung Erikson 1993. 5 Nachhaltigkeitsindikatoren und Capabilites: Anknupfungspunkte aus der deutschen Nachhaltigkeitsforschung Sens Vorschlag, Verwirklichungschancen als Fokalpunkt bei der Bewertung von Verteilungsprozessen zu verstehen, verbindet gehaltvoll definierte Wertobjekte von Chancengerechtigkeit substanzielle Freiheiten mit prozeduralen Aspekten Verfahrensgerechtigkeit. Es sind die Befahigung derdes Einzelnen, zwischen Funktionen zu wahlen und diese zu verwirklichen, ebenso wie die dafur notwendige institutionelle Absicherung von Handlungsfreiheit, die im CA individuelles Wohlergehen beschreiben. Die Frage, welche konkreten Arrangements dem Postulat einer gerechten Ordnung Genuge tun, uberantwortet Sen 1999, S. 75, ebenso wie die Bestimmung der fur Wohlergehen jeweils zentralen functionings, der offentlichen Diskussion zur Beantwortung. Der Verweis auf gesellschaftliche Diskussionsprozesse transportiert auf methodischer Ebene den Freiheitsfokus im CA: Wird die beschriebene Relationierung von Freiheit und Wohlergehen ernst genommen, resultiert konzeptuell daraus die Moglichkeit der Ausdifferenzierung eines vielfaltigen Zielspektrums und also unterschiedlicher Bewertungen einzelner Funktionen Sen 1993, S. 31f  Nach dieser nur skizzenhaften Vorstellung des CA gehen die folgenden Kapitel der Frage nach, inwiefern aus der vorgeschlagenen Rahmung von Wohlergehen anhand von Verwirklichungschancen konzeptionelles Potenzial auch fur die Konkretisierung nachhaltiger Entwicklung erwachst. 3 Entwicklung eines Instruments zur Analyse von Verwirklichungschancen fur nachhaltige Entwicklung 3.1 Verwirklichungschancen: Zieldimension nachhaltiger Entwicklung oder Beschreibungsinstrument fur Handlungsspielraume? Die von Politik, Wissenschaft und Wirtschaft getragene Debatte zeigt nachhaltige Entwicklung NE als kontrovers strukturiertes Diskursfeld BrandJochum 2000, S. 174, besetzt und teilweise: uberladen mit eher vagen und nicht selten konfligierenden Inhalten. Eine Verbindung mit der CapabilitiyPerspektive steht daher unter dem Rechtfertigungsdruck, Beitrage mit analytischer Kraft zu Komplexitat reduzierenden Sinnangeboten zu leisten. Ohne ihre denkbaren Gewinne und Fallstricke umfassend zu diskutieren vgl. Lemann Rauschmayer 2012, lasst sich die konzeptionelle Liaison zwischen CA und NE mit mindestens zweierlei Anspruch verfolgen: Zum einen kann versucht werden, den CA als analytisches Beschreibungsinstrument von individuellen Handlungsspielraumen fur NE zu positionieren. Zum anderen konnen Verwirklichungschancen als Wertobjekt fur Nachhaltigkeit fungieren und so deren moralische Individuelle Wohlfahrt beschreibt dabei ein mehrdimensionales Konstrukt, gepragt von individuals command over, under given determinants mobilizable resources, with whose help heshe can control and consciously direct hisher living conditions Erikson 1993, S. 72. Auch Sen selbst verweist auf die Arbeiten der Skandinavier, die, so seine Einschatzung, die empirische Messbarkeit von functionings demonstrieren Sen 1992, S. 39, Fn. 2. 6 Nachhaltigkeitsindikatoren und Capabilites: Anknupfungspunkte aus der deutschen Nachhaltigkeitsforschung Vorgaben in ein normativ motiviertes Theoriegerust einbinden Verwirklichungschancen als Zieldimension von NE. Der erste Fall zielt darauf ab, einen Analyserahmen fur nachhaltiges KonsumVerhalten abzuleiten. Dies impliziert die Zuordnung der in Lebensstil und Konsumforschung untersuchten Bestimmungsgrunde fur nachhaltigen Konsum 9 als Elemente von Verwirklichungschancen Ressourcen, Umwandlungsfaktoren. Sorgt die Berucksichtigung von Umwandlungsfaktoren dabei fur die notwendige Betrachtung der systemischen Rahmenbedingungen von Nachhaltigkeitshandeln, flieen uber die Ressourcen Aspekte der materiellen Voraussetzungen fur nachhaltigen Konsum ein soziookonomische Lage, Verfugbarkeit uber Zeitbudgets. Die substanzielle Begriffsbestimmung nachhaltiger Entwicklung, mithin die inhaltliche Beschreibung von Kriterien, die Konsumstile als nachhaltig oder nicht klassifizieren, fallt in dieser Variante gleichwohl nicht in den Erklarungshorizont des CA. Oder anders formuliert: Nachhaltigkeit bleibt auf der inhaltlichen Ebene ein exogen bestimmter Zielvektor, fur dessen Erfullungsbedingungen Verwirklichungschancen ein Messinstrument abgeben. Darauf aufbauend lasst sich, als zweiter Fall, der CA auch fur die Bestimmung des Objektbereichs der allgemeinen Nachhaltigkeitsforderung zur Anwendung bringen. Dies meint eine Interpretation nachhaltiger Entwicklung, die den intergenerationellen Erhalt von Verwirklichungschancen in den Rang ihrer ubergeordneten Zieldimension hebt und damit den konzeptstrukturell eher diffusen Bezug auf Bedurfnisse BrundtlandDefinition durch einen empirisch besser verwertbaren Konzeptbaustein ersetzt.10 Nachhaltigkeit so ausgedeutet, gebiert aber, soll nicht der Wechsel von Bedurfnissen zu Verwirklichungschancen blo rhetorischen Charakter tragen, wenigstens drei konzeptionelle Herausforderungen fur das CapabilityKonzept: i die starkere Berucksichtigung okologischer Problemlagen im CA inhaltlicher Geltungsumfang; ii seine Erweiterung um intergenerationelle Belange moralischer Geltungsumfang; iii die Spezifizierung der Metrik von NE. Der letzte Punkt fur i und ii vgl. Lemann 2011 fordert die Bestimmung konkreter functionings wertgeschatzter Ziele, denen ethisch, anthropologisch undoder kulturalistisch begrundet Bedeutung fur heutige und zukunftige Entwicklung zukommt, und die deshalb ihren Platz im Ensemble der Nachhaltigkeit finden sollen. Dass nicht jede individuelle Neigung und Praferenz, jeder denkbare Wunsch den Schutzanspruch nachhaltiger Entwicklung in diesem Sinne rechtfertigt, ist offensichtlich und bedarf, unter Verweis auf die moralischen Grenzen 9 Dazu zahlen unter anderem allgemeine und konsumfeldspezifische Einstellungen, okonomische Gelegenheitsstrukturen und das Verhalten von Referenzgruppen vgl. fur das Beispiel Umweltverhalten Defila et al. 2011, PreisendorferDiekmann 2001, Preisendorfer 1999, Reusswig 1994. 10 Verwirklichungschancen als Zieldimension von NE zu verstehen, verlangt vom CA, nachhaltige Entwicklung konzeptintern zu definieren. 7 Nachhaltigkeitsindikatoren und Capabilites: Anknupfungspunkte aus der deutschen Nachhaltigkeitsforschung individueller Freiheit vgl. Birnbacher 1988 und auf mogliche Zielkonflikte, keiner weiteren Erlauterung. Zur Legitimation entsprechender Anspruche unterscheiden Di Giulio et al. 2010, S. 13ff. zwischen objektiven Bedurfnissen und subjektiven Wunschen, deren inhaltlicher Differenzierung sie den Bezug auf Theorien zum guten menschlichen Leben zugrunde legen vgl. Nussbaum 1999.11 Objektiv heien demnach Bedurfnisse oder functionings, die sich nachvollziehbar auf universelle Elemente guten menschlichen Lebens zuruckfuhren lassen Di Giulio et al. 2010, S. 20 etwa wenn aus Nussbaums Grundfahigkeit zu lachen, zu spielen und Freude an erholsamen Tatigkeiten zu haben, das Bedurfnis nach regelmaiger Freizeit und Urlaub abgeleitet wird Nussbaum 1999, S. 58. Fur subjektive Wunsche andererseits, sei es die jahrliche Urlaubsreise in die Karibik oder der Gelandewagen fur den Stadtverkehr, besteht nicht notwendig ein vergleichbarer Verweiszusammenhang Di Giulio et al. 2010, S. 21. Subjektive Wunsche, verstanden als individuelle soziale Reprasentationen FuhrerWolfing 1997 eines guten Lebens, bedurfen im NEKontext demnach sowohl der Ruckversicherung ihrer Kompatibilitat mit einem universellen Theorierahmen als auch der Bewertung ihrer Effektivitat und Effizienz bei der Erfullung objektiver Bedurfnissefunctionings Grad der Erfullung, Art und Umfang des Mitteleinsatzes Di Giulio et al. 2010, S. 23. Wird auf diesem Wege klargestellt, dass nicht jeder Ausdruck subjektiven Wollens auch Eingang in die Nachhaltigkeitsforderung finden kann, darf gleichzeitig die Konzentration auf objektive Bedurfnisse nicht die alternativlose, durch das Nachhaltigkeitsbanner geadelte Praskription von Konsum und Lebensstilen bedeuten. Weder ein quasi nihilistisches anything goes noch der Verweis auf einzelne, rein verzichtdiktierte Lebensstile fuhren hier weiter. Die CAPerspektive billigt vielmehr bei dieser Frage normativem Orientierungswissen Verantwortung fur heutige und zukunftige Verwirklichungschancen ebenso eine Rolle zu, wie der Freiheit, die Vorstellung vom erfullten Leben individuell auszubuchstabieren und zu verwirklichen. Nachhaltigkeit ist demnach durch Restriktionen und Freiheiten charakterisiert, deren wechselseitige Bezugsformen in gesellschaftlichen Such und Entscheidungsprozessen, die die Reproduktion pluralistischer Vorstellungen von NE und ihrer konkreten Formgebung ermoglichen sollen, jeweils bestimmt werden muss. 3.2 Verwirklichungschancen als Zieldimension nachhaltiger Entwicklung: Offene Fragen Als kleinen Beitrag zur voraussetzungsvollen Aufgabe, Verwirklichungschancen als Zieldimension von NE zu begreifen vgl. dazu LemannRauschmayer 2012, beschreibt und erweitert 11 Drei fundamentale menschliche Ziele mit quasi anthropologischem Begrundungsstatus formuliert, in Anlehnung an StiglerBecker 1977, auch Lindenberg 1990, zit. n. Ludemann 1997, S. 120: soziale Wertschatzung, physisches Wohlbefinden, Vermeidung von Verlust. Der Verweis auf Universalkategorien guten Lebens wirft Probleme unter anderem der Begrundung ihres Geltungsanspruchs und ihrer Konkretisierung auf, deren Behandlung jedoch den Rahmen des Beitrags ubersteigt vgl. dazu Alkire 2002. 8 Nachhaltigkeitsindikatoren und Capabilites: Anknupfungspunkte aus der deutschen Nachhaltigkeitsforschung Kapitel 3.3 einen Modellvorschlag fur Verwirklichungschancen Volkert et al. 2006, ArndtVolkert 2011, den Kapitel vier auf bestehende NEIndikatorensysteme anwendet. Die Untersuchung uberpruft die Einzelindikatoren auf ihre Zurechenbarkeit zu Aspekten von Verwirklichungschancen und versucht via Umkehrschluss erste Aussagen zur Moglichkeit abzuleiten, nachhaltige Entwicklung Capabilitybasiert zu konkretisieren. Die so angestrebte Vermittlungsleistung zwischen den Konzeptelementen von CA und NE verbleibt notwendigerweise kursorisch und in ihrer Analyseperspektive auf die strukturellen Rahmenbedingungen fur Verwirklichungschancen beschrankt vgl. dazu Kapitel 3.3. Weniger die bedurfnistheoretische Legitimation einzelner functionings steht daher auf der Agenda, als der Versuch, Verwirklichungschancen zur Konturierung und Formgestaltung von NE nutzbar zu machen. Eine solche Untersuchung legt einerseits Zeugnis ab uber die zurechenbaren Anhaltspunkte der CapabilityPerspektive in vorliegenden NEKonzepten, andererseits erlaubt sie vorsichtige Ruckschlusse uber die prinzipielle Passfahigkeit der Blickrichtungen von CA und nachhaltiger Entwicklung. Dies betrifft vor allem, inwiefern Verwirklichungschancen zur analytischen Scharfung des Nachhaltigkeitsbegriffs beitragen konnen und damit den instrumentellen Stellenwert von Freiheit zu im weitesten Sinne selbstbestimmter Lebensgestaltung fur NE. Die CapabilityForschung offeriert weitergehende Vorgaben fur die Operationalisierung menschlichen Wohlergehens als etwa bedurfnistheoretische Ansatze vgl. RyanDeci 2002, MaxNeef et al. 1991, Maslow 1999; gleichzeitig verscharft die ambitionierte Konzeption von Verwirklichungschancen die Wissens und Bewertungsprobleme von NE Unsicherheit uber Bedurfnisse zukunftiger Generationen etc. aus mindestens zwei Grunden: Zum Einen durch die Verschiebung des Betrachtungsfokus von den realisierten functionings hin auf individuelle Wahl und Entscheidungsfreiheiten, die umfangreiches Wissen oder entsprechend heroische Annahmen uber die Wirkungsbeziehungen zwischen der Struktur sozialokologischer Systeme, individuellen Handlungsspielraumen und personlichen Verhaltensentscheidungen bedingt. Zum Anderen durch die von Sen geforderte offentlichdiskursive Auseinandersetzung uber wertgeschatzte Dimensionen von Verwirklichungschancen functionings und dergestalt durch das Abrucken von einem universellen Zielkanon fur human development. Beiden Problemen konnen wir in diesem Beitrag nicht umfassend nachgehen. Die dahinter stehenden Fragen 1 nach NErelevanten functionings und 2 der Operationalisierung von individuellen Handlungs und Entscheidungsspielraumen Freiheitsaspekt der Verwirklichungschancen bedurfen jedoch einer vorlaufigen Behandlung. Die erste Frage, bereits Gegenstand von Kapitel 3.1, beantworten wir nur indirekt, indem wir Inhalte von Verwirklichungschancen aus dem Operationalisierungsvorschlag von Volkert et al. 2006 und der Struktur der betrachteten NEIndikatorensysteme ableiten s. Kapitel 3.3. Fur den partiellen Ruckverweis der eigentlich vom CA erhofften Erklarungsleistung Zieldimen 9 Nachhaltigkeitsindikatoren und Capabilites: Anknupfungspunkte aus der deutschen Nachhaltigkeitsforschung sion von NE an die Ergebnisse der bisherigen Nachhaltigkeitsdiskussion sprechen vor allem forschungspragmatische Grunde. Nicht eine elaborierte, CAinspirierte Neukonzipierung von NE ist hier Ziel, sondern die exemplarische Beschreibung bestehender NEIndikatorensysteme aus der CapabilityPerspektive. Als Antwort auf die zweite Frage, der Operationalisierung von Spielraumen, unterscheiden wir zwischen erleichternden opportunities und hinderlichen constraints Struktur und personlichen Merkmalen fur die Realisierung von functionings, sowie weiter nach dem Ursachencharakter dieser Erleichterungen und Hindernisse Ressourcen vs. Umwandlungsfaktoren; vgl. Anandvan Hees 2006; BurchardtLe Grand 2002, BurchardtHoller 2012.12 So kann, um beim oben genannten Beispiel der Mobilitat zu bleiben, der Wunsch, offentliche Verkehrsmittel zu nutzen, sowohl am fehlenden Geld fur das notwendige Ticket scheitern ressourcenbedingtes Hindernis, wie auch an einer regional ungenugenden Verkehrsinfrastruktur Hindernis sozialer Umwandlungsfaktor.13 Die Rekonstruktion einzelner Nachhaltigkeitsindikatoren aus dem CABlickwinkel basiert in dieser Lesart mithin auf einer mindestens zweifachen Klassifizierung: einerseits die Bestimmung der Kenngroe als Anzeiger fur erleichternde Bedingen oder Hindernisse und andererseits ihre Zuschreibung als Ressource oder Umwandlungsfaktor.14 3.3 Beschreibungsinstrument fur einen Capabilitybasierten Vergleich von Indikatorensystemen nachhaltiger Entwicklung Der vorliegende Beitrag bringt erleichternde opportunities und hinderliche Faktoren constraints als sekundares Klassifikationsschema bei der Zuordnung von NEIndikatoren zu Verwirklichungschancen in Anschlag. Fur die eigentliche Operationalisierung von Verwirklichungschancen greifen wir auf ein Modell zuruck Volkert et al. 2006, das Verwirklichungschancen als Ergebnis des Zusammenwirkens individueller Potenziale und gesellschaftlich bedingter Chancen konzipiert s. Abbildung 2. Die individuellen Potenziale tragen zum Teil Ressourcencharakter Einkommen, Guterausstattung, zum Teil sind damit Bestimmungsgrunde angesprochen, die in die Kategorie der personlichen Umwandlungsfaktoren fallen. Bei den gesellschaftlich bedingten Chancen nach obiger Lesart: soziale und naturliche Umwandlungsfaktoren nehmen Volkert et al. 2006 die von Sen 2000a, S. 52ff. eingefuhrten instrumentellen 12 Erleichternde und hinderliche Bedingungen versteht Sen als objektiv oder objektivierbar, und mithin als unabhangig von der individuellen Wahrnehmung. Im Gegensatz dazu betonen beispielsweise sozialpsychologische Ansatze die Wahrnehmungsabhangigkeit der Verhaltenswirksamkeit von Handlungsbarrieren und optionen vgl. dazu etwa die Unterscheidung des objektiven und ipsativen Moglichkeitsraums bei TannerFoppa 1996. 13 Die Unterscheidung zwischen forderlichen und restriktiven Faktoren lasst sich strukturell etwa auf organisationale Bedurfnisfelder Mobilitat, Wohnen, Ernahrung anwenden. Zum Ansatz der organisationalen Bedurfnisfelder in der Nachhaltigkeitsforschung vgl. Beschorner et al. 2005. 14 Die Betrachtung von opportunities und constraints halt einen fur die empirische Abschatzung von Verwirklichungschancen jeweils eigenstandigen i.S.v. nichtredundanten Erklarungswert bereit. Wahrend opportunities Aussagen uber die tatsachlich erreichbaren Funktionen und Funktionskombinationen ermoglichen, gibt umgekehrt die Bestimmung restriktiver Faktoren Auskunft uber wertgeschatzte Ziele auerhalb der Verwirklichungschancen. 10 Nachhaltigkeitsindikatoren und Capabilites: Anknupfungspunkte aus der deutschen Nachhaltigkeitsforschung Freiheiten in den Blick politische Freiheiten, soziale und okonomische Chancen, sozialer Schutz, Transparenzgarantien und erweitern sie um den Bereich der okologischen Sicherheit. Politische Freiheiten adressieren die burgerlichen Grundrechte einer demokratisch verfassten Gesellschaft Rechtsstaatlichkeit, Unantastbarkeit der Menschenwurde etc., okonomische und soziale Chancen die Moglichkeiten selbstandiger Existenzsicherung und die Voraussetzungen einer angemessenen sozialen Teilhabe Bildung, Gesundheit etc. ebd., S. 52ff  Unter sozialer Schutz finden sich die wohlfahrtsstaatlichen Institutionen zur materiellen Absicherung von Personen, die das Abrutschen der Betroffenen unter einen gesellschaftlich bestimmten Minimalstandard verhindern sollen wie auch bspw. der Schutz vor Gewalt ebd., S. 54. Die Transparenzgarantien zielen auf die faktische Einlosbarkeit formal garantierter Rechte durch Abbau von Informationsasymmetrien und Beteiligungsbarrieren ab bspw. burokratische Hurden fur soziale Unterstutzung beziehungsweise umgekehrt auf das Erschweren von Vermeidungshandlungen gegenuber der Erfullung rechtlich und sozial normierter Verpflichtungen bspw. Steuerhinterziehung. Die Transparenzgarantien sollen die gesellschaftliche Vertrauensbasis durch institutionell abgesicherte Offenlegung und Nachvollziehbarkeit von Bewertungs, Entscheidungs und Verteilungsverfahren starken und dergestalt den Missbrauch von Informations und Machtressourcen reduzieren. Ihnen kommt damit eine fur die anderen Freiheiten spezifische Ermoglichungsfunktion zu vertikale Vorlagerung in Abb. 2, die uber die von Sen unterstrichenen Interdependenzverhaltnisse zwischen den Freiheiten hinausgeht ebd., S. 54f 15 Okologische Sicherheit schlielich umfasst die Manahmen zum Schutz der anthropogen beanspruchten Leistungsfahigkeit von Okosystemen u.a. Okosystemdienstleistungen, das heit ihrer ReProduktivitat BieseckerHofmeister 2006, als i.w.S. Lebensgrundlage fur Wirtschaft und Gesellschaft. 15 Offensichtlich konnen die Freiheiten einander sowohl forcieren als auch restringieren je nach institutionellem setting der gesellschaftlichen Funktionssysteme. Die gesellschaftstheoretische Frage nach den gegenseitigen Beeinflussungsmustern und umfangen der ausdifferenzierten sozialenokologischen Systeme systemtheoretisch formuliert als gegenseitige Irritationen kann im CA berucksichtigt werden, wurde aber den Rahmen dieses Aufsatzes sprengen. 11 Nachhaltigkeitsindikatoren und Capabilites: Anknupfungspunkte aus der deutschen Nachhaltigkeitsforschung Abbildung 2: Individuelle und gesellschaftliche Faktoren von Verwirklichungschancen Quelle: Volkert et al. 2006, S. 8, leicht verandert Die Kategorien der politischen, sozialen und okonomischen Freiheiten und der okologischen Sicherheit geben das Strukturgerust fur die Beschreibung von NEIndikatoren aus der Perspektive von Verwirklichungschancen vor. Die Betonung von instrumentellen Freiheiten und Sicherheiten, also von sozialen und okologischen Umwandlungsfaktoren, schaffen Anschluss an ein prinzipielles NEVerstandnis, das die zeitlich und kulturell variierende Ausdeutung von Nachhaltigkeit durch konzeptionell sparsame Aussagen im Blick hat vgl. Homann 1996. Dass Umwandlungsfaktoren fur die intergenerationelle Bewahrung von Verwirklichungschancen eine wesentliche Rolle spielen, entwertet gleichwohl nicht die diesbezugliche Bedeutung individueller Potenziale. Da fur die CapabilityPerspektive die mehrstellige Relation aus Ressourcenverfugbarkeit, individuellen Fahigkeiten und sozialen Moglichkeiten zahlt, haben fur einen CAbasierten Nachhaltigkeitsbegriff letztlich alle Strukturelemente von Verwirklichungschancen Gewicht. Aus Grunden konzeptioneller Abgrenzung Nachhaltigkeit vs. Lebensqualitat wie auch dem Gefalle an direktem politischen Gestaltungspotenzial soziale Chancen vs. Individuelle Potenziale bleibt die Analyse hier auf die gesellschaftlichen und okologischen Umwandlungsfaktoren Freiheiten und Sicherheiten beschrankt. Demnach muss die Zusammenschau von Verwirklichungschancen und NEIndikatorensystemen den Blick auf die Zurechenbarkeit der NEIndikatoren zu den Freiheiten und Sicherheiten legen, die damit gleichsam als primare Beschreibungskategorien fur eine solche Analyse fungieren. Inwiefern bestehende NEIndikatorensysteme eine gehaltvolle Zuschreibung ihrer Einzelgroen zu den instru 12 Nachhaltigkeitsindikatoren und Capabilites: Anknupfungspunkte aus der deutschen Nachhaltigkeitsforschung mentellen Freiheiten und Sicherheiten ebenso wie zu den sekundaren Kategorien von opportunities und constraints erlauben, steht im Zentrum der beiden folgenden Kapitel. 4 Indikatorensysteme nachhaltiger Entwicklung im Spiegel des CapabilityAnsatzes 4.1 Auswahl und Vorstellung der Indikatorensysteme Die Auswahl der NEIndikatorensysteme s. Tab. 1 rekurriert auf zentrale Diskussionspunkte der Nachhaltigkeitsdebatte vgl. Masson 2011 und soll die dabei beobachtbare konzeptionelle Heterogenitat sinnfallig einfangen und verdichten Saulenmodelle und integrative Ansatze, normative Kernelemente etc 16 Daneben spielen als Selektionskriterien ebenfalls die allgemeine theoretische Fundierung der Studien, das heit der Bezug auf sozial und naturwissenschaftliche Theorieangebote, ihre Rezeption in Wissenschaft und Politik sowie die Operationalisierung in Form eines mehrgliedrigen Satzes von Einzelindikatoren eine Rolle. Tragen beispielsweise das integrative Nachhaltigkeitskonzept der HelmholtzGemeinschaft Deutscher Forschungseinrichtungen Kopfmuller et al. 2001 und die normativfunktionale Nachhaltigkeitskonzeption Renn et al. 2007 eher theoriegeleiteten Charakter, liegt der Berucksichtigung der deutschen Nachhaltigkeitsstrategie Bundesregierung 2002 vorrangig deren politische Reprasentativfunktion zugrunde. Exemplarisch fur Saulenmodelle stehen die Studie der Akademie fur Technikfolgenabschatzung in BadenWurttemberg zur regionalen Nachhaltigkeitssituation Renn et al. 2000 und der Leitfaden fur lokale Agenda 21 Prozesse von Diefenbacher et al. 2009. Der Beitrag der Akademie fur Technikfolgenabschatzung raumt okologischen Belangen konzeptionell das Primat ein, und ist daher prinzipiell den Einsaulenmodellen zugehorig. Umgekehrt erweitert das Mehrsaulenmodell von Diefenbacher et al. 2009 die ubliche Trias von Okonomie, Okologie und Sozialem um den Bereich zivilgesellschaftlicher Partizipation und spannt dergestalt einen vierdimensionalen Bezugsraum fur nachhaltige Entwicklung auf. Schlielich bezieht die Auswahl mit dem Orientorenansatz Bossel 1998, 1999 einen bislang kaum rezipierten Beitrag ein, dessen explizit systemische Interpretation des Nachhaltigkeitsbegriffs jedoch der wiederkehrenden Forderung nach einer systematischeren Konzeption von NE Ausdruck verleiht. 16 Die Struktur des vierten Kapitels folgt der Differenzierung von Ein und Mehrsaulenmodellen einerseits und integrativen Ansatzen andererseits. Die Unterteilung in Saulenmodelle und Konzepte mit disziplinar ubergreifenden Strukturelementen integrative Ansatze ist vor allem darstellungsokonomisch begrundet; ob daruber hinaus auch Unterschiede in der Anschlussfahigkeit an die instrumentellen Freiheiten und Sicherheiten bestehen, bleibt abzuwarten. 13 Nachhaltigkeitsindikatoren und Capabilites: Anknupfungspunkte aus der deutschen Nachhaltigkeitsforschung Tabelle 1: Indikatorensysteme nachhaltiger Entwicklung Strukturschema Indikatorensysteme Ein und Mehrsaulenmodelle Integrative Ansatze Renn et al. 2000: Statusbericht Nachhaltige Entwicklung in BadenWurttemberg Diefenbacher et al. 2009: Leitfaden. Indikatoren im Rahmen einer lokalen Agenda 21 Bundesregierung 2002: Perspektiven fur Deutschland. Unsere Strategie fur eine nachhaltige Entwicklung; Bundesregierung 2008a: Fur ein nachhaltiges Deutschland. Fortschrittsbericht 2008 Kopfmuller et al. 2001: Nachhaltige Entwicklung integrativ betrachtet: Konstitutive Elemente, Regeln, Indikatoren Renn et al. 2007: Leitbild nachhaltige Entwicklung: Eine normativfunktionale Konzeption und ihre Umsetzung Bossel 1998: Globale Wende: Wege zu einem gesellschaftlichen und okologischen Strukturwandel Quelle: eigene Darstellung Tabelle 2 gibt einen Uberblick uber das Strukturschema und die behandelten Themenfelder der ausgewahlten NEIndikatorensysteme. Die Mehrzahl der Studien fundiert ihren Nachhaltigkeitsbegriff auf den Postulaten der inter und intragenerationellen Gerechtigkeit und des ethischen Anthropozentrismus. Fur die Konkretisierung der normativen Vorgaben nehmen die Indikatorensysteme in der Regel Aspekte okosystemarer Stabilitat und anthropogen mitbeeinflusster okologischer Problemlagen, der okonomischen Leistungsfahigkeit sowie von Lebensqualitat in den Blick. Deren konzeptarchitektonische Verbindung erfolgt mit unterschiedlichen Konstruktionslogiken, sei es systemtheoretisch fundiert Orientorenansatz, normativfunktionale Konzeption oder, wie bei Diefenbacher 2009 und der deutschen Nachhaltigkeitsstrategie, als eher additive Zusammenfuhrungen verschiedener Nachhaltigkeitsbereiche vgl. fur eine detaillierte Vorstellung Masson 2011. Tabelle 2: Konzeptelemente der Indikatorensysteme Studie Strukturschema Themenfelder Nachhaltigkeitskonzept der Akademie fur Technikfolgenabschatzung BadenWurttemberg Renn et al. 2000 Leitfaden fur lokale Agenda 21 Diefenbacher et al. 2009 EinMehrsaulenmodell Naturliche Umwelt: Klimastabilitat, Ozonschichtabbau, Ver Zwei Felder im Kernbereich von NE: naturliche Umwelt Humanressourcen Soziookonomische Rahmenbedingungen fungieren als Prufkriterien fur Wirtschafts und Sozialvertraglichkeit von NE sauerung, Luftqualitat, Larm, Biodiversitat, Abfall, Wasser, Wald, Flachennutzung, Energie Humanressourcen: Humankapital und potenzial, Wissenskapital Soziookonomische Rahmenbedingungen: Wirtschaft, Ungleichheit Lebensbedingungen, Bevolkerung und Gesundheit Mehrsaulenmodell Okologie: Abfall, Luftverschmutzung, erneuerbare und nicht Vier Nachhaltigkeitsbereiche: Okologie, Okonomie, GesellschaftSoziales, Partizipation Prinzipielle Gleichgewichtung der Bereiche erneuerbare Ressourcen, Energie, Mobilitat Okonomie: Arbeit, regionale Selbstversorgung, Wirtschaftsstruktur, Preisniveaustabilitat, offentliche Verschuldung, betrieblicher Umweltschutz Gesellschaft: Einkommensverteilung, Bildung, Siedlungsstruktur, Gesundheit, kulturelle Infrastruktur, offentliche Sicherheit Partizipation: ehrenamtliche Beteiligung, demokratisches Engagement, Geschlechtergerechtigkeit, internationale Gerechtigkeit, Kinder und Jugendpolitik, Beteiligung am Nach 14 Nachhaltigkeitsindikatoren und Capabilites: Anknupfungspunkte aus der deutschen Nachhaltigkeitsforschung haltigkeitsprozess Nachhaltigkeitsstrategie der deutschen Bundesregierung Bundesregierung 2002, 2008a HGFAnsatz Kopfmuller et al. 2001 Normativfunktionale Nachhaltigkeitskonzeption Renn et al. 2007 Orientorenansatz Bossel 1998 Vier Nachhaltigkeitsbereiche: Generationengerechtigkeit: Flache, Klima, erneuerbare Generationengerechtigkeit, Lebensqualitat, sozialer Zusammenhalt, internationale Verantwortung Zehn Nachhaltigkeitsregeln geben allgemeinen Handlungsrahmen fur NE vor Drei Leitziele: Sicherung der menschlichen Existenz, Erhaltung des gesellschaftlichen Produktivpotenzials, Bewahrung der Entwicklungs und Handlungsmoglichkeiten Leitziele anhand von 15 substanziellen und 10 instrumentellen Nachhaltigkeitsregeln ubersetzt Drei Nachhaltigkeitsbereiche: systemare Integritat, Gerechtigkeit, Lebensqualitat Energien, Ressourcenschonung, Artenvielfalt, Wirtschaftskraft, offentliche Verschuldung, Bildung und Innovation Lebensqualitat: materieller Wohlstand, Mobilitat, Gesundheit und Ernahrung, Luftqualitat, offentliche Sicherheit Sozialer Zusammenhalt: Familie, Beschaftigung, Gleichberechtigung, soziale Integration Internationale Verantwortung: Entwicklungszusammenarbeit, auenwirtschaftliches Gleichgewicht Sicherung der menschlichen Existenz: Grundversorgung, Gesundheit, Beschaftigung, Umweltgerechtigkeit, Wohlstandsdisparitaten Erhaltung des gesellschaftlichen Produktivpotenzials: erneuerbare und nicht erneuerbare Ressourcen, Umwelt als Senke, technische Grorisiken, Sach und Humankapital Bewahrung der Entwicklungsmoglichkeiten: Teilhabegerechtigkeit Bildung, Beruf, Partizipation, Kultur und Sozialkapital Systemare Integritat: Humanbiologische Reproduktion, Integritat des Wirtschafts und Politiksystems, soziale Integration, okosystemare Integritat Pragmatische Hierarchisie Gerechtigkeit: Chancen, Leistungs, Bedarfs, Generatiorung der Bereiche: Prioritat fur systemare Integritat gegenuber Gerechtigkeit und Lebensqualitat finden nengerechtigkeit Lebensqualitat: qualitatives Wachstum, subjektives Wohlbe Systemischer Ansatz Sieben OrientorenLeitwerte fur dauerhaften Systemerhalt Nachhaltigkeit: Existenz und Reproduktion, Effektivitat, Sicherheit, Handlungsfreiheit, Wandlungsfahigkeit, Koexistenz, psychische Bedurfnisse Makrosystemmodell bestehend aus Anthroposphare Teilsysteme: personliche Entwicklung, Sozialsystem, Staat und Verwaltung, Wirtschafts und Infrastruktursystem und Natursphare Umwelt und Ressourcen Quelle: eigene Darstellung 4.2 Konzeptionelle Verbindungslinien zu Verwirklichungschancen 17 4.2.1 Ein und Mehrsaulenmodelle: Renn et al. 2000 Diefenbacher et al. 2009 Tabelle 3: Nachhaltigkeitsindikatoren und instrumentelle Freiheiten Ein und Mehrsaulenmodelle Instrumentelle Freiheiten Renn et al. 2000 Diefenbacher et al. 2009 Soziale und okonomische Chancen offentliche Bildungsausgaben O Verdienstrelation zwischen Frauen und Mannern C Arbeitslosenquote C Anteil Langzeitarbeitsloser C Anteil jugendlicher Arbeitsloser C GiniKoeffizient der Einkommensverteilung Anteil der sozialversicherungspflichtig Beschaftig 17 Aus Platzgrunden bleibt die Untersuchung im Wesentlichen auf die Schlusselindikatoren der Studien beschrankt und fasst die okonomischen und sozialen Chancen, auch wegen der inhaltlichen Nahe der betreffenden Kenngroen, in der Darstellung zusammen. Daruber hinaus finden Fragen nach dem Erklarungsbeitrag der einzelnen Indikatoren fur nachhaltige Entwicklung, das heit nach der Indikatorvaliditat und reprasentativitat im NEKontext, hier keinen Eingang vgl. dazu Masson 2011. 15 Nachhaltigkeitsindikatoren und Capabilites: Anknupfungspunkte aus der deutschen Nachhaltigkeitsforschung C ten nach WirtschaftsbereichenCO Arbeitslosenquote C Vorzeitige Sterblichkeit bis 65 Jahre C offentliche Verschuldungsquote C SchulerLehrerRelation an offentlichen Schulen Politische Chancen C kommunale Schulden je Einwohner C Zahl der eingetragenen Vereine O Umfang Ehrenamt fur lokale Agenda 21 Prozesse O Anteil der Frauen im Kommunalparlament C Anzahl der Zusammenschlusse im Rahmen nichtinstitutionalisierter Burgerbeteiligungen O Anzahl der Burgerversammlungen O Sozialer Schutz offentliche Verschuldungsquote C kommunale Schulden je Einwohner C Okologische Sicherheit Kohlendioxidemissionen C Kohlendioxidemissionen C registrierte Straftaten C Ozonschichtdicke C bodennahes Ozon C Stickstoffdioxidemissionen und depositionen C Schwefeldioxidemissionen C Abfallaufkommen C Siedlungsabfalle je Einwohner C Anzahl Unternehmen mit OkoAudit EMAS O Transparenzgarantien Verdienstrelation zwischen Frauen und Anzahl der Zusammenschlusse im Rahmen nichtMannern C institutionalisierter Burgerbeteiligungen O Anzahl der Burgerversammlungen O O erleichternde Bedingung opportunity C Hindernis constraint Quelle: eigene Darstellung Indikatoren zu sozialen und okonomischen Chancen halten die Saulenmodelle unter anderem in Gestalt der offentlichen Bildungsinvestitionen, der SchulerLehrerRelation, in der nach Geschlechtern differenzierten Verdienstrelation und dem GiniKoeffizient der Einkommensverteilung bereit s. Tab. 3. Fungieren die Bildungsausgaben und die SchulerLehrerRelation als Inputgroen fur die organisationale Vermittlung arbeitsmarktrelevanter Kompetenzen, machen die geschlechtsspezifischen Verdienstunterschiede Chancendisparitaten in der Beschaftigung und anderen Lebensbereichen deutlich, die der Forderung nach intragenerationeller Gerechtigkeit zuwider laufen. Der GiniKoeffizient der privaten Einkommensverteilung lasst als Konzentrationsma fur Einkommen und Vermogen Ruckschlusse auf die Gefahr relativer undoder absoluter Deprivation zu. Daneben bieten die Arbeitslosenquote und vor allem der Anteil Jugend und Langzeitarbeitsloser Diefenbacher et al. 2009 Anhaltspunkte in zweierlei Hinsicht: zum einen fur die Abschatzung individueller Chancen auf selbstandige Existenzsicherung, zum anderen fur die Bestimmung gegebenenfalls problematischer Kompetenzentwertungen, die einem nachhaltigen okonomischen Strukturwandel entgegen stehen. Eigenstandigen Erklarungswert besitzt in diesem Zusammenhang ebenfalls die sektorale Beschaftigungsstruktur Diefenbacher et al. 2009. Diese hilft wenngleich sehr grobkornig das Potenzial fur wirtschaftsstrukturelle Anpassungsleistungen abzuschatzen und sagt so etwas 16 Nachhaltigkeitsindikatoren und Capabilites: Anknupfungspunkte aus der deutschen Nachhaltigkeitsforschung uber die allgemeinen Beschaftigungsperspektiven aus. Einen vor allem aus der Entwicklungsforschung bekannten Proxy fur die Qualitat der Gesundheitsversorgung soziale Chancen verkorpert die vorzeitige Sterblichkeit Lachmann 2004; Joos 2001, S. 104ff., auf die allerdings auch Merkmale der personlichen Lebensfuhrung und der genetischen Disposition desder Einzelnen mageblich einwirken. Politische Chancen beschreiben etwa das ehrenamtliche Engagement fur Nachhaltigkeit, die Zahl eingetragener Vereine und der Frauenanteil in politischen Gremien Diefenbacher et al. 2009. Das ehrenamtliche Engagement zeichnet die Inanspruchnahme einzelner Beteiligungsangebote nach, ohne damit notwendig auch die angebotsseitigen Partizipationsmoglichkeiten als zivilgesellschaftliche Beteiligung Nichtregierungsorganisationen oder basisdemokratische Mitbestimmung Burgerentscheide erschopfend darzustellen. Unmittelbar auf die Moglichkeiten zielen demgegenuber die beiden anderen Kennzahlen, die die vereinsformig organisierte Beteiligungsinfrastruktur und geschlechtsspezifische Zugangsbeschrankungen zu politischen Amtern und Entscheidungsprozessen abbilden. Eher angebotsseitig orientiert sind ebenfalls die Indikatoren zur Anzahl der regularen Burgerversammlungen und der nicht institutionalisierten Zusammenschlusse Burgerinitiativen etc. Angaben also, die einen Eindruck von den Chancen auf politische Partizipation uber die reprasentativdemokratische Vertreterwahl hinaus geben Diefenbacher et al. 2009.18 Unberucksichtigt bleibt dagegen die Garantie fundamentaler staatsburgerlicher Rechte und Freiheiten Wahlrecht, freie politische Meinungsauerung usw., die durch den gemeinsamen Bezug auf Deutschland als formal abgesichert Grundgesetz gelten. Fur sozialen Schutz kommen Informationen zur Beanspruchung sozialer Sicherungssysteme Zahl der Sozialhilfe und Arbeitslosengeldempfanger ebenso wie zum Niveau offentlicher Sicherheit Anzahl registrierter Straftaten, Diefenbacher et al. 2009 infrage. Die Aussagekraft der Indikatoren bezieht sich dabei im Wesentlichen auf die Outputdimensionen der beiden Bereiche. Weiterfuhrende Angaben zu institutionellen Strukturen, wie sie etwa in den Anspruchsregelungen auf wohlfahrtsstaatliche Versorgungsleistungen zum Ausdruck kommen, greifen die Saulenmodelle dagegen nicht auf. Fur die Effektivitat sozialer Sicherungssysteme spielen zudem deren Finanzierungsmoglichkeiten eine wesentliche Rolle, sei es in Form privater Finanzreserven oder verfugbarer offentlicher Mittel. Die hier betrachteten kommunalen Schulden je Einwohner Diefenbacher et al. 2009 und der offentliche Verschuldungsgrad Renn et al. 2000 geben Anhaltspunkte zum Verhaltnis von Schuldendienst und nationaler Wirtschaftsleistung und damit zu nachhaltigkeitsrelevanten Finanzierungsspielraumen der of 18 Regelmaig organisierte Burgerversammlungen beruhren, ebenso wie der geschlechtsspezifische Verdienstabstand, die Anforderungen nach Transparenz und den Moglichkeiten, der auch faktischen Inanspruchnahme formal garantierter Rechte Transparenzgarantien im Sinne des CA. 17 Nachhaltigkeitsindikatoren und Capabilites: Anknupfungspunkte aus der deutschen Nachhaltigkeitsforschung fentlichen Hand auch uber unmittelbare sozialpolitische Aufgaben hinaus Umwelt und Verkehrspolitik. Vergleichsweise umfangreiches Material bieten die Saulenmodelle zum Thema okologische Sicherheit.19 So fallt letztlich die Mehrzahl der von Diefenbacher et al. 2009 und Renn et al. 2000 als okologisch gelisteten Kenngroen in diese Kategorie. Die Indikatorensatze umfassen Angaben zu einzelnen Umweltmedien Luft, Boden, Wasser etc. wie auch, hier vorrangig berucksichtigt, zu viel diskutierten Problemlagen der gesellschaftlichen Naturverhaltnisse Klimawandel, Ozonschichtabbau, Bodenversauerung. Relativ seltener einbezogen durch die einschlagigen NEOperationalisierungen, aber aussagekraftig fur die strategische Ebene okologischer Sicherheit sind Informationen zum betrieblichen Umweltschutz hier: Anzahl der Unternehmen mit OkoAudit, Diefenbacher et al. 2009. Diese dienen als Reprasentation der organisationalen Verankerung von okologischen Schutzzielen in der Wirtschaft und geben Auskunft uber die Umsetzungsbemuhungen umweltpolitischer Vorgaben undoder wettbewerbsinduzierter Veranderungsanreize auf Unternehmensebene Verringerung der Nachhaltigkeitslucke, Diefenbacher 2001, S. 105 . Die Einordnung der Indikatoren entlang der Differenzierung von erleichternden opportunities und hinderlichen constraints Bedingungen fur individuelle Verwirklichungschancen fallt nicht in jedem Fall eindeutig aus s. Tab. 3. Vergleichsweise unstrittig sind dabei etwa die Arbeitslosenquote, die fehlende Chancen auf erwerbsmaige Beschaftigung sichtbar macht Hindernis, sowie umfangreiche offentliche Bildungsausgaben als ermoglichende aber nicht immer hinreichende!20 Rahmenbedingung fur vertikale soziale Mobilitat erleichternde Bedingung. Ahnlich richtungssicher lassen sich Kriminalitat und rein geschlechtsspezifisch bedingte Verdienstunterschiede als Beeintrachtigung der offentlichen Sicherheit beziehungsweise der sozialen Chancen bewerten. Weniger klar abgrenzbar in diesem Sinne ist dagegen die sektorale Beschaftigungsverteilung, die sich einer durchgangigen Zuordnung als erleichternder Bedingung oder Hindernis wegen der Abhangigkeit vom konkreten Auspragungsbereich entzieht. Unterstellt man fur moderne Volkswirtschaften das Bestreben nach Beschaftigungsverlagerung in Wirtschaftsbereiche mit relativ umfangreichen Qualifikationsanforderungen, konnen unterschiedliche sektorale Beschaftigungsverteilungen die allgemeinen Beschaftigungsmoglichkeiten ebenso hemmen wie fordern. Wahrend beispielsweise ein hoher agrarwirtschaftlicher Anteil in der Wirtschaftsstruktur derzeit eher nachteilige allgemeine Beschaftigungsperspektiven indiziert hoher Mechanisierungs und Automatisierungsgrad der Landwirt 19 Dies uberrascht wenig, zieht man den traditionell okologischen bias des Nachhaltigkeitsbegriffs in Betracht. 20 Vgl. dazu das Bildungsparadox, das aus der nachlassenden beruflichen Integrationskraft von Bildungstiteln als Folge der Bildungsexpansion herruhrt TenorthTippelt 2007, S. 114. Hohere Bildung but demnach als Garant fur sozialen Aufstieg an Bedeutung ein, reduziert aber weiterhin die individuelle Wahrscheinlichkeit sozialer Abwartsmobilitat Bonisch et al. 1999, S. 199. 18 Nachhaltigkeitsindikatoren und Capabilites: Anknupfungspunkte aus der deutschen Nachhaltigkeitsforschung schaft, niedrige Weltmarktpreise fur Agrarprodukte, bieten die so genannten Dienstleistungs oder Hochtechnologieokonomien CorstenGossinger 2005, auch wegen des arbeitsintensiven Charakters vieler Produkte, in der Regel bessere okonomische Chancen.21 Die Mehrzahl der in Tab. 3 genannten Kenngroen erlaubt eine durchgehende Zuschreibung als erleichternd oder hinderlich im Bezug auf die instrumentellen Freiheiten. Allerdings gewinnen die Zuschreibungen! oft erst jenseits indikatorspezifischer, in ihrer Hohe aber haufig unbestimmter Schwellenwerte an Aussagekraft. Kohlendioxidemissionen beispielsweise mussen ein bestimmtes Niveau dauerhaft jahrlich ubersteigen, um die Klimastabilitat okologische Sicherheit zu gefahrden. Offentliche Schulden andererseits schranken die Handlungsspielraume fur Sozialpolitik sozialen Schutz vor allem dann ein, wenn der Kreditaufnahme keine angemessene Wirtschaftsleistung zur Seite steht. Die Kennzeichnung als opportunity oder constraint in Tab. 3 zeigt daher zunachst die mogliche und vorrangige Wirkungsrichtung der beschriebenen Sachverhalte an, ohne dies notwendig mit deren aktueller Entwicklung gleichzusetzen. Oder anders formuliert: Die prinzipielle Einordnung des Abfallaufkommens als negative Beeinflussungsgroe fur okologische Sicherheit verrat noch nichts daruber, ob auch das derzeitige Abfallaufkommen okologische Schutzziele verletzt. Freilich basiert die Bestimmung von Nachhaltigkeitsindikatoren nicht selten auf eher induktiv gewonnenen und aktuell als problematisch wahrgenommenen Entwicklungen denn auf einem systematisierten Theorierahmen mit Generalisierungscharakter gesellschaftspolitische Funktion der Indikatoren. Daher liegt es nahe, dass gerade die als Hindernis zugeordneten Kenngroen oft nicht nur potenziell sondern auch faktisch gegenwartig oder in absehbarer Zeit als einschrankend hinsichtlich der Freiheiten und Sicherheiten wirken. Fur das Ziel unserer Untersuchung, konzeptionelle Anschlusspunkte und wo notig auch Irritationen zwischen Verwirklichungschancen und nachhaltiger Entwicklung zu skizzieren, steht der Vergleich der Indikatoren aus NE wie auch CAPerspektive an zentraler Stelle. Dabei wird fur die Saulenmodelle deutlich, dass die Zuordnungen der Kennzahlen als Erleichterung oder Hindernis fur normative Freiheiten grotenteils mit deren gewunschten Entwicklungsrichtungen fur NE zusammenfallen. Verringerte Kohlendioxidemissionen und Arbeitslosenzahlen signalisieren demnach sowohl eine Verbesserung der Nachhaltigkeitssituation als auch der okologischen Sicherheit beziehungsweise der okonomischen Chancen. Da die Indikatoren aus Tab. 3 21 Der Erklarung bedarf auch die Einordnung der Indikatoren fur politische Chancen und der Angaben zum betrieblichen Umweltmanagement OkoAudit als erleichternde Bedingungen. Die politischen Indikatoren reprasentieren Elemente der institutionalisierten und nicht institutionalisierten Beteiligungsinfrastruktur und damit von Gelegenheitsstrukturen im Zuge gesellschaftlicher Entscheidungsprozesse. Ahnlich verweist die Anzahl der Betriebe mit OkoAudit auf Elemente okonomischer Rahmenbedingungen, die es Konsumenteninnen angebotsseitig ermoglichen, ihre Kaufentscheidungen auch an okologischen Gesichtspunkten zu orientieren. 19 Nachhaltigkeitsindikatoren und Capabilites: Anknupfungspunkte aus der deutschen Nachhaltigkeitsforschung diesbezuglich mehrheitlich ubereinstimmen 22, stehen, zumindest bei den hier behandelten Kenngroen, Nachhaltigkeit und die Gestaltung forderlicher Rahmenbedingungen fur Verwirklichungschancen nicht im Widerspruch. Aus dieser prima facie Betrachtung allerdings eine weitgehende Konzeptvertraglichkeit zwischen NE und Verwirklichungschancen abzuleiten, oder auf die Passfahigkeit der betrachteten Freiheiten und Sicherheiten als Zieldimension nachhaltiger Entwicklung zu schlieen, ware sicherlich voreilig. Zum ersten, weil einzelne Kenngroen aus den Saulenmodellen Zweifel an ihrer Erklarungskraft fur NE aufwerfen, etwa bei den genannten Kriminalstatistiken, der SchulerLehrerRelation oder der Vereinszahl. Zum zweiten, weil die Auswahl nur Indikatoren berucksichtigt, deren Zurechnung der Modellrahmen von Freiheiten und Sicherheiten rechtfertigt. Zum dritten schlielich, weil die Untersuchung lediglich die gesellschaftlichen Rahmenbedingungen von Verwirklichungschancen behandelt; die ebenfalls zugehorigen individuellen Potenziale, allen voran die Guterausstattung s. Abb. 2, bergen groeres konzeptuelles Spannungspotenzial fur eine CAbasierte Bestimmung nachhaltiger Entwicklung. 4.2.2 Integrative Ansatze Indikatoren fur soziale und okonomische Chancen s. Tab. 4 finden sich, analog zu den Saulenmodellen, in den Kennzahlen zur Einkommenssituation privater Haushalte, zur Bildungspolitik und zum Arbeitsmarkt wieder Verdienstabstand zwischen oberstem und unterstem Einkommensquintil, Bildungsausgaben und subventionen, Arbeitslosenquote. Bereits genannt wurden auch die Bereiche Gesundheitsversorgung vorzeitige Sterblichkeit und Geschlechtergerechtigkeit Verdienstunterschiede zwischen Mannern und Frauen, fur die die integrativen Ansatze weitere Operationalisierungsvorschlage bereithalten: krankheitsfreie Lebensjahre Bossel 1998, universelle medizinische Versorgung Renn et al. 2007, Gender Empowerment Measure beide Kopfmuller et al. 2001.23 Daruber hinaus kommen Chancen auf soziale und okonomische Teilhabe im Lehrstellenangebot und der Angst vor Arbeitsplatzverlust zum Aus 22 Uneindeutig bleibt dabei zum Beispiel die Einkommensverteilung GiniKoeffizient, fur die nachhaltige Entwicklung, im Anschluss an das Postulat intragenerationeller Gerechtigkeit, den Abbau extremer Vermogensunterschiede einfordert Kopfmuller et al. 2001. Auf gesamtgesellschaftlicher Ebene mag eine starkere Reduktion der Einkommensdisparitaten zum sozialen Frieden beitragen und in diesem Sinne pauschal als erleichternde Bedingung gelten. Auf individueller Ebene stehen den finanziell unmittelbar Begunstigten solcher Verteilungsbemuhungen jedoch in der Regel auch Akteure mit absolut verschlechterten Verwirklichungschancen gegenuber Hindernis. Abgesehen von interpersonalen Vergleichen kann die Wirkungsrichtung von Indikatoren opportunity vs. constraint auch fur dieden Einzelnen variieren, beispielsweise bei Betrachtung unterschiedlicher Zeithorizonte. Die Verringerung von Kohlendioxidemissionen verbessert die okologische Sicherheit des einzelnen Akteurs unter Umstanden mittel und langfristig. Kurzfristig gehen damit aber vermutlich Einschrankungen in dessen Verwirklichungschancen einher, insbesondere bei deutlichen Verschlechterungen der Gelegenheitsstrukturen individuell wertgeschatzter Konsumstile und praktiken Preisaufschlage durch Okosteuern etc  23 Das Gender Empowerment Measure fungiert als zusammengesetzter Indikator fur die Teilhabe von Frauen in Politik, Wirtschaft und Gesellschaft, unter anderem auf Basis des Anteils weiblicher Parlamentsabgeordneter und Fuhrungskrafte WBGU 2005, S. 60. Das Ma wurde vom UNDP entwickelt und kann daher als vom CA inspiriert aufgefasst werden. 20 Nachhaltigkeitsindikatoren und Capabilites: Anknupfungspunkte aus der deutschen Nachhaltigkeitsforschung druck i.S.v. Zugangsmoglichkeiten zum ersten Arbeitsmarkt, in der Betreuungsinfrastruktur fur Kinder und Jugendliche Voraussetzung fur Erwerbsbeteiligung erziehungsverantwortlicher Personen sowie fur Forderung fruhkindlicher Bildung und in Angaben zur allgemeinen und Informationsinfrastruktur Indikatoren: Zugang zum Internet; Bevolkerungsanteil, der alle lebenswichtigen Dienste innerhalb einer Stunde erreichen kann. Umfangreicher als die Saulenmodelle nehmen die integrativen Ansatze Bezug auf Aspekte der Chancengerechtigkeit, die die individuellen Moglichkeiten auf soziale Aufwartsmobilitat beschreiben. Als Kenngroen dafur figurieren die Strukturmobilitatsquote EinkommenSchulbildung im Vergleich ElternKinder, die Chance auf Spitzenpositionen nach sozialer Herkunft Renn et al. 2007, vgl. dazu auch ArndtVolkert 2011, NollVolkertZuber 2011 Spitzenpositionen nach sozialer Herkunft und, als Proxy fur das Ausma relativer Benachteiligung insgesamt relative Armut, Hock et al. 2000, die Hartz IVQuote bei Kindern Renn et al. 2007; Kopfmuller et al. 2001. Unter dem Stichwort einer nach Geschlecht und ethnischer Zugehorigkeit diskriminierungsfreien Gesellschaft managementtheoretisch gewendete als diversity management Pagels 2004, S: 163 lassen sich schlielich Indikatoren zum Bildungserfolg der Bevolkerung mit Migrationshintergrund und zur Toleranz gegenuber Auslandern heranziehen.24 Bei den politischen Chancen offeriert insbesondere der HGFAnsatz denkbare Indikatoren: Moglichkeit zur Verbandsklage, institutionalisierte Burgerbeteiligung an Entscheidungsverfahren, Umfang der gewerkschaftlichen Vertretung. Wahrend die Verbandsklage dabei die Artikulations und Durchsetzungsmoglichkeiten von Gemeinschaftsinteressen, beispielsweise im Umweltschutz, beschreibt auch: Transparenzgarantien, zeigt der gewerkschaftliche Organisationsgrad den potenziellen Einfluss der Arbeitnehmervertretung auf politische Entscheidungen und Regierungshandeln an. Ruckschlusse auf die Chancen zivilgesellschaftlicher Partizipation erlauben zudem die fur Ehrenamt aufgewendete Zeit Renn et al. 2007 und, als Teil der organisationalen Infrastruktur fur Teilhabe, die Anzahl der Nichtregierungsorganisationen fur Umwelt und Soziales. 24 Der Bildungserfolg von Migranteninnen aber auch die Chance auf Spitzenpositionen sagen daneben etwas uber die Erfullung der gesellschaftlichpolitischen Verantwortlichkeiten aus, Rahmenbedingungen zu schaffen, die demder Einzelnen Chancen auf angestrebte Bildungs und Berufserfolge auch tatsachlich eroffnen Transparenzgarantien. 21 Tabelle 4: Nachhaltigkeitsindikatoren und instrumentelle Freiheiten integrative Ansatze Instrumentelle Freiheiten Bundesregierung 2002, 2008a Kopfmuller et al. 2001 Renn et al. 2007 Bossel 1998 Soziale und okonomische Chancen Erwerbslosenquote C ArmutsanteilC Bildungsausgaben O Verhaltnis oberstes und unterstes vorzeitige Sterblichkeit Einkommensabstand oberste und unterste 20% Verhaltnis angebotene zu nachgeEinkommensquintil C bis 65 Jahre C C fragten Lehrstellen CO Defizit offentlicher Haushalte C Defizit offentlicher StrukturmobilitatsquoteC relative Chance auf Gymnasiums Bevolkerungsanteil der alle leHaushalte C Arbeitslosenquote C Anteil Langzeitarbeitsloser C Gender Empowerment Measure C Forschungs und Bildungsausgaben O Umfang von Bildungssubventionen BAfo G, Stipendien etc. O Lehrstellenangebot CO besuch bei Jugendlichen C relative Chance auf Spitzenposition in Wirtschaft oder Politik nach Herkunft C Einkommensunterschiede vergleichbar qualifizierter Frauen und Mannern C PlatzKindRelation Krippenplatze benswichtigen Dienste innerhalb einer Stunde erreichen kann C krankheitsfreie Lebensjahre O Arbeitslosenquote C Politische Chancen AngebotsNachfrageverhaltnis KitaPlatze C C Internetzugang C universelle medizinische Versorgung Anteil von Arbeiterkindern, Frauen und AuslanC dern unter Studierenden C Defizit offentlicher Haushalte C Anteil der Gemeinden ab einer bestimmten Arbeitslosenquote C Einwohnerzahl ohne Lebensmittelgeschaft C Einstellung zu Auslandern C Defizit offentlicher Haushalte C Moglichkeit Verbandsklage O Zeitaufwand fur Ehrenamt O institutionalisierte Burgerbeteiligung an Ent scheidungsverfahren O gewerkschaftlicher Organisationsgrad O Zeitaufwand fur Ehrenamt O Anzahl der Nichtregierungsorganisationen zu Umwelt und sozialen Themen O O erleichternde Bedingung opportunity C Hindernis constraint Quelle: eigene Darstellung 22 Indikatoren fur sozialen Schutz bilden im Wesentlichen die Finanzierungsspielraume sozialstaatlicher Leistungsangebote ab, etwa anhand der ZinsSteuerQuote Verhaltnis laufender Schuldendienst und offentlicher Einnahmen, sowie die objektive Beschreibung offentlicher Sicherheit Wohnungseinbruchsdelikte, registrierte Straftaten. Ebenfalls hier einzuordnen sind die Kennzahlen zur betrieblichen Arbeitnehmervertretung im HGFAnsatz Anzahl Betriebsrate, gewerkschaftlicher Organisationsgrad, die, wenngleich eingeschrankt durch zum Teil internationalisierte Faktormarkte, Auskunft uber die Verhandlungsmacht der Arbeitnehmer in Tarifgesprachen und deren Einfluss auf das Verteilungsergebnis geben auch: Transparenzgarantien.25 Mit der Angst vor Arbeitsplatzverlust Renn et al. 2007 flieen Einschatzungen der Befragten ein, die deren Behauptungschancen auf dem Arbeitsmarkt und das wahrgenommene Risiko langerfristiger Einkommens und eventuell auch Statuseinbuen zum Gegenstand haben. Schlielich erganzen Kopfmuller et al. 2001 und Renn et al. 2007 die genannten Kennzahlen fur offentliche Sicherheit um Angaben zu rassistischen Gewalttaten und zur Einstellung gegenuber Auslandern Anzeiger fur das Sicherheitsniveau von Migranteninnen. Aspekte okologischer Sicherheit klingen in den integrativen Nachhaltigkeitsstudien vielfaltig an, sei es in Form von Belastungsindikatoren durch Rohstoffnutzung oder der Emission von Schad und Gefahrstoffen. Die Operationalisierungen spiegeln im Wesentlichen die von den Saulenmodellen her bekannten okologischen Problemlagen wider Klimastabilitat, Bodenversauerung, Ozonschichtabbau, Abfallaufkommen, fur deren Beschreibung sie zum Teil abweichende undoder zusatzliche Indikatoren in Anschlag bringen. Daneben finden mit dem Index zur Artenvielfalt, dem Anteil des okologischen Landbaus oder dem Flachenanteil verunreinigter Grundwasservorrate Kenngroen Platz, die andere als die angesprochenen Problemlagen betreffen. Eher ungewohnlich sind die vom HGFAnsatz berucksichtigten Angaben zu Storfallen mit hohem Schadensausma und zu Unfallen beim Transport von Gefahrgutern. Diese versuchen die okologische Managementregel zu technischen Grorisiken EnqueteKommission 1998 zu konkretisieren, und betonen dergestalt explizit den Charakter der betrachteten Systeme als soziotechnischokologisch. 25 Starke Gewerkschaften wirken fur die Outsider des Arbeitsmarkts Arbeitslose gegebenenfalls restriktiv, wenn hohe Lohnforderungen fur die Insider das Entstehen neuer Arbeitsplatze verhindern oder zum Abbau von Beschaftigungsmoglichkeiten beitragen Merkel et al. 2006, S. 173. Die gesamtwirtschaftliche Beschaftigungswirkung von Gewerkschaften hangt, wie der Ansatz der Varieties of Capitalism Vo C verdeutlicht, vom konkreten institutionellen setting ab, mit anderen Worten vom Zusammenspiel und der Passfahigkeit arbeitsmarktlicher und sozialstaatlicher Regelungen einerseits und der Organisation von Corporate Governance andererseits vgl. grundlegend zum Vo C HallSoskice 2001. 23 Instrumentelle Freiheiten Sozialer Schutz Okologische Sicherheit Tabelle 5: Nachhaltigkeitsindikatoren und instrumentelle Freiheiten II integrative Ansatze Bundesregierung 2002, 2008a Kopfmuller et al. 2001 Renn et al. 2007 Bossel 1998 Defizit offentlicher Haushalte Anteil Betriebe mit Betriebsrat O Defizit offentlicher Haushalte C Defizit offentlicher Haushalte C C Anzahl erfasster Wohnungseinbruchsdelikte C gewerkschaftlicher Organisationsgrad O Gesamtkriminalitatsziffer C registrierte Straftaten C Angst vor Arbeitsplatzverlust C Anzahl rassistischer Straftaten C Einstellung zu Auslandern C Defizit offentlicher Haushalte C Treibhausgasemissionen C Treibhausgasemissionen C Kohlendioxidemissionen und Rate des Land und Bodenverlusts Anstieg Siedlungs und Ver Artenverlust und Anzahl gefahrdeter Arkehrsflache C ten C Index Artenvielfalt und Land Anteil okologischer Landbau O schaftsqualitat C Ozonschichtabbau C Schadstoffbelastung der Luft C Anteil okologischer Landbau O Konzentration von Schwermetallen und gefahrlicher organischer Verbindungen im Gewebe von Menschen und Tieren C Stickstoffuberschuss in der Stickstoffuberschuss in der Landwirtschaft Landwirtschaft C C Abfallaufkommen C Abfallaufkommen C Anzahl Storfalle mit hohem Schadensma und Unfalle bei GefahrgutertransportenC Anzahl der Unternehmen mit OkoAudit EMAS, ISO 14001 O konzentration in der Atmosphare C Bodenerosion C Flachenanteil mit verunreinigten Gehalt an bodennahem Ozon C Grundwasservorraten C Artenvielfalt C Index biologischer Vielfalt C Abfallaufkommen C Verhaltnis okologischer zu nachhaltig moglichem Fuabdruck C mittlere atmospharische Sauredeposition C Transparenzgarantien Gender Empowerment Measrue C relative Chance auf Spitzenposition Anteil von Arbeiterkindern, Frauen und Auslandern unter Studierenden C Moglichkeiten zur Verbandsklage O in Wirtschaft oder Politik nach Herkunft C Einstellung zu Auslandern C Anteil Betriebe mit Betriebsrat O Zugang zum Internet C gewerkschaftlicher Organisationsgrad O O erleichternde Bedingung opportunity C Hindernis constraint ; Quelle: eigene Darstellung 24 Nachhaltigkeitsindikatoren und Capabilites: Anknupfungspunkte aus der deutschen Nachhaltigkeitsforschung Fur die Kennzeichnung der Indikatoren als erleichternde opportunities oder hinderliche constraints Bedingungen s. Tab. 4 und 5 behalten prinzipiell die diesbezuglichen Erlauterungen der Saulenmodelle ihre Gultigkeit. Abweichungen in den Operationalisierungen verlangen jedoch fur die integrativen Ansatze, die Kennzeichnungen zumindest exemplarisch naher zu betrachten. So fallt dem Internetzugang die Rolle als mogliches Hindernis fur soziale und okonomische Chancen zu, da sein Fehlen die betreffenden Akteure von umfangreichen Informations und Kommunikationsangeboten exkludiert und zudem das Erlangen notwendiger digitaler Kompetenzen erschwert DeweWeber 2007, S. 109. In ahnlicher Weise signalisieren ein hoher geschlechtsspezifischer Verdienstabstand und die nur geringe Besetzung von Spitzenpositionen mit weiblichen Fachkraften Gender Empowerment Measure relative Behinderungen von Frauen im Berufsleben. Ebenso zeigen andauernde Nachgefrageuberschusse nach KitaPlatzen fehlende Freiheitsgrade fur auerhausliche Betreuungsformen und beschreiben potenzielle Einschrankungen der beruflichen Beteiligungschancen von Elternteilen, ungeachtet der elterlichen Praferenzen im Einzelfall. Starke Gewerkschaften schlielich als erleichternde Bedingung fur sozialen Schutz zu klassifizieren, nimmt vorrangig die Position der jeweiligen Stelleninhaber ein. Fur diese konnen verhandlungsmachtige Arbeitnehmervertretungen das Risiko des Beschaftigungsverlusts oder von deutlichen Entgelteinbuen verringern Verbesserung der okonomischen Chancen und des sozialen Schutzes. Ob andererseits eine Starkung der gewerkschaftlichen Vertretungsmacht auch gesamtwirtschaftlich positive Beschaftigungsimpulse induziert, hangt, dies sei noch einmal wiederholt, von der konkreten und nicht notwendigerweise nationalstaatlich beschrankten Regulation der Produktionsverhaltnisse insgesamt ab. Die fur die Saulenmodelle zum Teil konstatierte Ambivalenz bei der Zurechnung als erleichternde oder hinderliche Bedingung, kompliziert, wenig uberraschend, entsprechende Aussagen auch fur die integrativen Ansatze. Dies vor allem bei Berucksichtigung der vielfaltigen Interdependenzbeziehungen zwischen den Freiheiten und Sicherheiten und deren Subdimensionen, die, ohne hier aus Platzgrunden weiter darauf eingehen zu konnen, eher systemische denn partialanalytische Wirkungsbetrachtungen notwendig machen. Beim Vergleich der Indikatoren aus NE und CAPerspektive fallen die Zuordnungen der Kennzahlen als erleichternde Bedingung oder Hindernis mehrheitlich mit deren gewunschter Entwicklungsrichtung fur NE zusammen. Die vorsichtig vermutete Anschlussfahigkeit zwischen Verwirklichungschancen und Nachhaltigkeit bei den Saulenmodellen, erhalt demnach durch die integrativen Ansatze eine erste Bestatigung. Zwar bleiben die in Kapitel 4.2.1 angefuhrten Einschrankungen bezuglich der Aussagekraft dieses Vergleichs weiterhin gewichtig Selektivitat der Indikatoren, Beschrankung auf gesellschaftliche Rahmenbedingungen, heuristisch rechtfertigen die Ergebnisse der betrachteten NEIndikatorensysteme aber zumindest weiterfuhrende Analysen in dieser Richtung. 25 Nachhaltigkeitsindikatoren und Capabilites: Anknupfungspunkte aus der deutschen 5 Zusammenfuhrung der Ergebnisse Nachhaltigkeitsforschung Verwirklichungschancen beschreiben die personlichen Fahigkeiten und sozialen Moglichkeiten, wertgeschatzte Ziele, die das Kriterium intersubjektiver Rechtfertigbarkeit erfullen, zu verfolgen. Dem individuellen Kontext i.S.v. Abb. 2 kommt dabei fur NE insoweit Bedeutung zu, als die uber gesellschaftliche Rahmenbedingungen vermittelten Befahigungen Verwirklichungschancen den Forderungen nach Generationengerechtigkeit und Pluralismus einerseits sowie andererseits nach einem Mindeststandard materieller Absicherung desder Einzelnen genugen mussen. Das bedeutet, auch ein uberwiegend prozedural orientiertes Nachhaltigkeitsverstandnis NE als vielgesichtige und partizipativ angelegte Gestaltungsaufgabe fur den Erhalt der nicht nur okologischen Lebensgrundlagen muss systemische Gestaltungsempfehlungen an die Gewahrleistung individueller Grundrechte Wohlfahrtssockel zuruckbinden. Konzeptionen nachhaltiger Entwicklung bedurfen mithin der systemischen Perspektive, um beispielsweise kritische Strukturveranderungen Umschlagpunkte in sozialokologischen Systemen in den Blick zu bekommen, ebenso wie der Garantie von unverbruchlichen individuellen Rechten freie Personlichkeitsentfaltung, Schutz vor unfreiwilligem Hunger etc  Ohne hier Fragen nach der Struktur eines MindestGerechtigkeitsstandards ausfuhrlicher behandeln zu konnen vgl. dazu bspw. OttDoring 2004, sei zumindest darauf hingewiesen, dass der CapabilityAnsatz, wegen seiner Betonung individueller Freiheiten und der konzeptuellen Inkorporation von Akteurs und Systemebene, prima facie attraktiv fur ein so konturiertes NEVerstandnis ist. Das Ziel dieses Aufsatzes ist indes bescheidener: Vorhandene Indikatorensysteme nachhaltiger Entwicklung wurden auf Anhaltspunkte fur individuelle Verwirklichungschancen und fur empirisch greifbare Beschreibungskategorien einer CAbasierten Nachhaltigkeitsinterpretation untersucht. Grundlage dafur bildete ein Modell, das Verwirklichungschancen aus dem Zusammenspiel individueller Potenziale und gesellschaftlicher Chancen erklart Volkert et al. 2006 und dabei die von Sen 2000a genannten instrumentellen Freiheiten, die den Einfluss der soziookonomischen, politischen und okologischen Rahmenbedingungen auf individuelle Verwirklichungschancen nachzeichnen, in den Mittelpunkt ruckt. Die dergestalt abgegrenzten Beschreibungskategorien instrumentelle FreiheitenSicherheiten fungierten als primares Strukturschema fur die Gegenuberstellung von NEIndikatoren und Verwirklichungschancen. Daneben fand ebenfalls die Unterscheidung von erleichternden oder hemmenden Faktoren opportunities oder constraints Anwendung, die nach der Wirkungsrichtung der durch die Indikatoren abgebildeten Sachverhalte auf die Verwirklichungschancen fragt sekundare Gliederungsebene. Die Anwendung des Beschreibungsinstruments auf Saulenmodelle und integrative Ansatze nachhaltiger Entwicklung erlaubt, zumindest fur den Rahmen explorativer Operationalisierung, eine vorsichtig positive Einschatzung des Vorhabens, Nachhaltigkeit anhand der 26 Nachhaltigkeitsindikatoren und Capabilites: Anknupfungspunkte aus der deutschen Nachhaltigkeitsforschung CapabilityPerspektive zu konkretisieren. So bieten die untersuchten NEIndikatorensysteme zum einen vielfaltige Anhaltspunkte fur Aspekte von Verwirklichungschancen, zum anderen stimmt die SollEntwicklungsrichtung der Indikatoren fur die instrumentellen FreiheitenSicherheiten und Nachhaltigkeit weitgehend uberein Verringerung der Arbeitslosenquote als Verbesserung der Verwirklichungschancen und sozialer Nachhaltigkeit. Konzeptionell erschweren allerdings die zum Teil mehrfachen Zuordnungsmoglichkeiten der NEIndikatoren eine klare Verortung in den einzelnen Beschreibungskategorien und werfen die stellenweise nur indirekten Verweiszusammenhange zwischen Freiheiten und den NEIndikatoren Operationalisierungsprobleme auf. Insbesondere der von Sen unterstrichene Charakter von Transparenzgarantien, die erst im Ineinandergreifen verschiedener Regelungen faktisch Wirkung entfalten, kompliziert deren nahere Bestimmung mithilfe einzelner Kenngroen Notwendigkeit zur Zusammenschau von Freiheiten und deren Wirkungsbeziehungen. Abgrenzungsprobleme entstehen auch bei der Einteilung der Indikatoren in erleichternde oder hemmende Bedingungen opportunities oder constraints. Hier bedarf die klare Zuordnung nicht selten der Bestimmung von Schwellenwerten, die eine sinnvolle Differenzierung zwischen in diesem Sinne neutraler, forderlicher oder hemmender Wirkung fur Verwirklichungschancen erlauben. Die Gegenuberstellungen in den Kapiteln 4.2.1 und 4.2.2 machen Unterschiede in der Anschlussfahigkeit der einzelnen Indikatorensysteme an die CAPerspektive deutlich, ohne damit klare Vorteile fur Saulenmodelle oder integrative Ansatze insgesamt zu verbinden. So lassen vor allem der Leitfaden fur lokale Nachhaltigkeitsinitiativen Diefenbacher et al. 2009, der HGFAnsatz Kopfmuller et al. 2001 und die normativfunktionale Nachhaltigkeitskonzeption Renn et al. 2007 Zurechnungen ihrer Kenngroen zu den Freiheiten und Sicherheiten zu. Vergleichsweise haufig halten die Indikatorensysteme dabei Kennzahlen fur die sozialen und okonomischen Freiheiten sowie fur okologische Sicherheit bereit, wahrend umgekehrt fur politische Chancen nur wenige Anhaltspunkte bestehen. Das heit, Konzeptvorschlage nachhaltiger Entwicklung schenken bisher vorrangig den okologischen, sozialen und okonomischen Rahmenbedingungen Beachtung, wahrend Aspekte politischer Partizipation, wenigstens im Hinblick auf spezifische Beteiligungsangebote, nur eine relativ untergeordnete Rolle spielen. Dieses Ergebnis kann vor dem Hintergrund der Dominanz des Nachhaltigkeitsdreiecks Eckpunkte: okologisch, okonomisch und sozial in der einschlagigen Forschungsliteratur kaum verwundern. Sollen Verwirklichungschancen jedoch den Rang der ubergeordneten Zieldimension von NE einnehmen, und functionings als deren Metrik operieren, hat eine Operationalisierung des Konstrukts grundsatzlich alle angegebenen Freiheits und Sicherheitskategorien inhaltlich auszufullen. Von den untersuchten Indikatorensystemen erscheint dafur der HGFAnsatz am ehesten geeignet, da er zum einen umfangreiche Bezugspunkte zu den einzelnen Kategorien aufweist und zudem mit dem Erhalt der Handlungs und Entwicklungsmoglichkeiten ein Leitziel fur NE formuliert, das letztlich den inhaltlichen Zungenschlag des Capabi 27 Nachhaltigkeitsindikatoren und Capabilites: Anknupfungspunkte aus der deutschen lityAnsatzes widerspiegelt.26 Nachhaltigkeitsforschung Das hier verwendete Beschreibungsinstrument fur Verwirklichungschancen und NE ist in vielerlei Hinsicht grober als wunschenswert. Dennoch verdeutlicht es konzeptionelle Gestaltungsspielraume fur das Anliegen, Wahl und Entscheidungsfreiheiten empirisch zu fassen und mit Nachhaltigkeitsanliegen zu verknupfen. Entsprechend lassen die Ergebnisse aus Kapitel 4.2, wie oben genannt, erste Ruckschlusse auf die Passfahigkeit zwischen Capability und Nachhaltigkeitsindikatoren zu. Den in diesem Zusammenhang vorsichtig positiven Befund relativiert allerdings die Uberlegung, dass die Zurechenbarkeit der vorgestellten Einzelindikatoren zu instrumentellen Freiheiten, streng genommen, nur bedingt Auskunft uber die umgekehrt gerichtete Beschreibungsleistung erlaubt CA als Grundlage fur NE. Mit anderen Worten: Die Zurechenbarkeit einzelner Nachhaltigkeitsindikatoren zu Modellkategorien fur Verwirklichungschancen validiert die instrumentellen Freiheiten und Sicherheiten noch nicht als hinreichende Beschreibungskategorien fur NE. Dies entwertet nicht den Erklarungsansatz unseres Beitrags, der weniger eine CAbasierte Reformulierung von nachhaltiger Entwicklung anstrebt, als vielmehr eine erste Abschatzung der diesbezuglichen Potenziale auf der Operationalisierungsebene. Es macht aber deutlich, dass fur eine Beschreibung nachhaltiger Entwicklung mithilfe des CapabilityAnsatzes die Frage nach einem Modell von Verwirklichungschancen im Mittelpunkt stehen muss, das, uber die vorliegenden Operationalisierungen hinaus, spezifische NEBelange berucksichtigt intergenerationelle Gerechtigkeit, okologische Belange. Der Vorschlag von Volkert et al. 2006 bietet hierzu Anknupfungspunkte z.B. durch die Berucksichtigung okologische Sicherheit eine systematische Untersuchung der Operationalisierungen des CA auf ihre Bezugsmoglichkeiten zur Nachhaltigkeitsthematik, die die von uns exemplarisch dargestellten Schnittmengen uberpruft, steht aber noch aus.27 Dabei markieren Fragen nach der NERelevanz der einzelnen instrumentellen Freiheiten und Sicherheiten, nach der konkreten Rolle von Aspekten des individuellen Kontexts bei der NEBestimmung und nach den Abgrenzungsmoglichkeiten des NEBegriffs gegenuber sonstigen gesellschaftspolitischen Leitbildern vor allem der Lebensqualitat zukunftigen Forschungsbedarf. Literatur Arndt, C.; Volkert, J. 2011: The Capability Approach: A Framework for Official German Poverty and Wealth Reports. In: Journal of Human Development and Capabilities 12 3, 311338. Biesecker A.Hofmeister S. 2006: Die Neuerfindung des Okonomischen: ein reproduktionstheoretischer Beitrag zur sozialokologischen Forschung. Munchen, oekom Brand, K.W.; Jochum, G. 2000. Der deutsche Diskurs zu nachhaltiger Entwicklung. Munchen, MPSTexte 12000 26 Mit dem Gender Empowerment Measure berucksichtigt der HGFAnsatz ein Ma, das konzepthistorisch auf den CapabilityAnsatz zuruckgeht. 27 Jedoch liegt mit Lemann 2011b eine erste Studie in dieser Richtung vor. 28 Nachhaltigkeitsindikatoren und Capabilites: Anknupfungspunkte aus der deutschen Nachhaltigkeitsforschung Bundesregierung 2010: Nachhaltige Entwicklung in Deutschland. Indikatorenbericht 2010. Wiesbaden Bundesregierung 2008a: Fur ein nachhaltiges Deutschland. Fortschrittsbericht 2008. Berlin Bundesregierung 2008b: Nachhaltige Entwicklung in Deutschland. Indikatorenbericht 2008. Wiesbaden Bundesregierung 2006: Nachhaltige Entwicklung in Deutschland. Indikatorenbericht 2006. Wiesbaden Bundesregierung 2002: Perspektiven fur Deutschland. Unsere Strategie fur eine nachhaltige Entwicklung. Berlin Burchadt, T.; Le Grand, J. 2002 Constraint and Opportunity: Identifying Voluntary NonEmployment, CASE Working Paper 55. Burchardt, T.; Holler, H. 2012 Developing Survey Measures of Inequality of Autonomy in the UK, Social Indicators Research 106, 125, doi 10.1007s 1120501197976. Corsten, H. Gossinger, R. 2005 Hrsg.: Dienstleistungsokonomie: Beitrage zu einer theoretischen Fundierung. Berlin, Duncker Humblot Defila, R.; Di Giulio, A.; KaufmannHayoz, R. Hrsg. 2011: Wesen und Wege nachhaltigen Konsums. Munchen, oekom. DeneulinShahani, L. 2009: An Introduction to the human development and capability approach. London, Earthscan Dewe, B.Weber, P. J. 2007: Wissensgesellschaft und lebenslanges Lernen. Eine Einfuhrung in Bildungspolitische Konzeptionen der EU. Bad Heilbrunn, Klinkhardt Di Giulio A., Defila R., KaufmannHayoz R. 2010: Gutes Leben, Bedurfnisse und nachhaltiger Konsum. In: Umweltpsychologie. Jg.14, Nr. 227, S. 1029 Diefenbacher H. 2001: Nachhaltigkeit und Gerechtigkeit. Zum Verhaltnis von Ethik und Okonome. Darmstadt, Wiss. Buchgesellschaft Diefenbacher, H.; Teichert, V.; Wilhelmy, S. 2009: Leitfaden Indikatoren im Rahmen einer Lokalen Agenda 21. Vierte, uberarbeitete und erweiterte Auflage. Karlsruhe, LUBW Landesanstalt fur Umwelt, Messungen und Naturschutz EnqueteKommission Schutz des Menschen und der Umwelt Ziele und Rahmenbedingungen einer nachhaltig zukunftsvertraglichen Entwicklung 1998: Konzept Nachhaltigkeit. Vom Leitbild zur Umsetzung. Abschlussbericht. Bundestagsdrucksache 1311200 Erikson 1993: Descriptions of Inequality: The Swedish Approach to Welfare Research. In: Sen, A.; Nussbaum, M. Hrsg.: Quality of Live. Oxford, Oxford University Press Fenner, D. 2007: Das gute Leben. Berlin, Gruyter Verlag Fuhrer, U. und Wolfing, S. 1997: Von den sozialen Grundlagen des Umweltbewutseins zum verantwortlichen Umwelthandeln. Bern, Hans Huber Giddens, A. 1997: Die Konstitution der Gesellschaft: Grundzuge einer Theorie der Strukturierung. 3. Auflage, Frankfurt a. M., Campus 29 Nachhaltigkeitsindikatoren und Capabilites: Anknupfungspunkte aus der deutschen Nachhaltigkeitsforschung Hall, P. A. und Soskice D. 2001: Varieties of Capitalism: The Institutional Foundations of Comparative Advantage. Oxford, Oxford University Press. Hock, B., Holz, G, Simmedinger, R., Wustendorfer, W.: Gute Kindheit Schlechte Kindheit? Armut und Zukunftschancen von Kindern und Jugendlichen in Deutschland. Zusammenfassung der Ergebnisse und Schlussfolgerungen fur Politik, Wissenschaft und Praxis zur 1. AWOISSStudie von 1997 bis 2000. Homann, K. 1996: Sustainability: Politikvorgabe oder regulative Idee?, in: Luder, Gerken Hrsg.: Ordnungspolitische Grundfragen einer Politik der Nachhaltigkeit. BadenBaden, Nomos, S. 3347 Jonas, H. 1984: Das Prinzip Verantwortung: Versuch einer Ethik fur die technologische Zivilisation. Frankfurt a. M., Suhrkamp Joos M. 2001: Die soziale Lage der Kinder. Sozialberichterstattung uber die Lebensverhaltnisse von Kindern in Deutschland. Weinheim und Munchen, Juventa Kopfmuller, J., Brandl, V., Jorissen, J., Paetau, M., Banse, G., Coenen, R., Grunwald, A. 2001: Nachhaltige Entwicklung integrativ betrachtet: Konstitutive Elemente, Regeln, Indikatoren. Berlin, Ed. Sigma Kruse, M. 2002: Zukunftsutilitarismus. Uberlegungen zu einer Ethik fur das globale Zeitalter. Berlin, Tenea Lachmann, W. 2004: Entwicklungspolitik. Auenwirtschaftliche Aspekte des Entwicklungsprozesses. Band 1, 2. Auflage, Munchen, Verlag Gmb H Lemann, O. 2011a: Sustainability as a Challenge to the Capability Approach; in Felix Rauschmayer, Johannes Fruhmann and Ines Omann Hrsg.: Sustainable Development. Capabilities, Needs and Wellbeing, London, 2011, Routledge, S. 4361 Lemann, O. 2011b: Indikatoren zum Capabiltiy Ansatz in Bezug auf Nachhaltigkeit ein Statusuberblick. Ge NECA Arbeitspapier, unveroffentlicht. Lemann, O., Rauschmayer, F. 2012: Reconceptualising Sustainable Development on the Basis of the Capability Approach: a model and ist difficulties, UFZ Discussion Papers 32012 Ge NECA 5. Lindenberg, S. 1990: Rationalitat und Kultur. Die verhaltenstheoretische Basis des Einflusses von Kultur auf Transaktionen, in: Haferkamp Hrsg.: Sozialstruktur und Kultur. Frankfurt a. M., Suhrkamp, S. 249 287 Ludemann C. 1997: Rationalitat und Umweltverhalten, Die Beispiele Recycling und Verkehrsmittelwahl. Wiesbaden, Deutscher Universitatsverlag, Maslow, A. 1999: Motivation und Personlichkeit. Hamburg, Rowohlt Masson, T. 2011: Indikatorensysteme nachhaltiger Entwicklung im Spiegel der Forschungspraxis: Konzepte und Indikatoren aus der deutschen Nachhaltigkeitsdiskussion. Ge NECAdiscussion paper 3. Leipzig, HelmholtzZentrum fur Umweltforschung Gmb H MaxNeef MA, Elizalde A, Hopenhayn M. 1991. Development and Human Needs. In: Neef, Elizalde, Hopenhayn Hrsg: Human Scale Development: conception, application and further reflections. New York, The Apex Press, S.1354 Merkel, W., Egle, C., Henkes, C., Ostheim, T., Petring, A. 2006: Die Reformfahigkeit der Sozialdemokratie. Herausforderungen und Bilanz der Regierungspolitik in Westeuropa. Wiesbaden, Verlag fur Sozialwissenschaften Noll, B.; Volkert, J.; Zuber, N. 2011 Managermarkte: Wettbewerb und Zugangsbeschrankungen, BadenBaden, NomosVerlag. 30 Nachhaltigkeitsindikatoren und Capabilites: Anknupfungspunkte aus der deutschen Nachhaltigkeitsforschung Nozick, R. 1974: Anarchie, Staat, Utopia. Originaltitel: Anarchy, State, and Utopia. Munchen, Olzog Nussbaum M. C. 1998: Gerechtigkeit oder das gute Leben. in: Herlinde PauerStuder Hrsg. In: Gender Studies. Frankfurt a. M., Suhrkamp Ott, K., Doring R.2004: Theorie und Praxis starker Nachhaltigkeit. Marburg, Metropolis Verlag Pagels, N. 2004: Diversity Management als Instrument fur feministische und antirassistische Praxen? In: Platz, N. H. 2000: Emotionen in der literarischen Darstellung des Konflikts zwischen Okonomie und Okologie. In: Kals, E.; Platz, N.; Wimmer, R. Hrsg.: Emotionen in der Umweltdiskussion. Wiesbaden, Deutscher Universitatsverlag Ro, B. Hrsg.: Migration, Geschlecht und Staatsburgerschaft: Perspektiven fur eine antirassistische und feministische Politik und Politikwissenschaft. Wiesbaden, VS Verlag fur Sozialwissenschaften Rauschmayer, F., Omann, I., Fruhmann, J., Bohunovsky, L. 2008: What about needs? Reconceptualising sustainable development. SERI Working papers 8, Sustainable Europe Research Institute Rawls, J. 1976: A Theory of Justice. London, Oxford Univ. Press Renn, O.; Leon, C.; Clar, G. 2000: Ein Indikatorensystem zur Messung einer nachhaltigen Entwicklung in BadenWurttemberg. Stuttgart, Arbeitsbericht Nr. 173 der Akademie fur Technikfolgenabschatzung in BadenWurttemberg. Robeyns, I. 2005: The Capability Approach: A Theoretical Survey. In: Journal of Human Development 6 1, S. 93114 Ryan, R. M., Deci, E. L. 2002: An overview of selfdetermination theory: An organismicdialectical perspective. In Edward L. Deci and Richard M. Ryan Hrsg.: Handbook of SelfDetermination Research. Rochester, The University of Rochester Press Sen, A. 1985: Commodities and Capabilities. Amsterdam, North Holland, Elsevier Science Ltd Sen, A. 1992: Inequality reexamined. Oxford, Oxford University Press Sen, A. 2000: Okonomie fur den Menschen: Wege zu Gerechtigkeit und Solidaritat in der Marktwirtschaft. Munchen, Carl Hanser Verlag Sen, A. 2004: Why We should Preserve the spotted Owl. London Review of Books 26 3 Stigler, G., Becker G.1977: De gustibus non est disputandum. In: American Economic Review 8, S.7690 Tanner, C., Foppa, K. 1996: Umweltwahrnehmung, Umweltbewusstsein und Umweltverhalten. In A. Diekmann C.C. Jaeger Hrsg.: Umweltsoziologie. Kolner Zeitschrift fur Soziologie und Sozialpsychologie, Sonderheft 36, Opladen: Westdeutscher Verlag, S. 245271 Tenorth, H. E., Tippelt R. Hrsg. 2007: Beltz Lexikon Padagogik. Weinheim, Beltz Verlag, Volkert, J.; Arndt, C.; Dann, S.; Kleimann, R., Strotmann, H. 2006: Das Konzept der Verwirklichungschancen Sen A. Empirische Operationalisierung im Rahmen der Armuts und Reichtumsmessung. Institut fur angewandte Wirtschaftsforschung e.V. 31 ", "filename": "716265583.pdf", "person": ["Torsten Masson", "Masson, Torsten", "Ortrud Leßmann", "Leßmann, Ortrud"], "date": ["2012"]}