{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/58955/1/716261782.pdf"], "title": ["Preferences and skills of Indian public sector teachers"], "plaintext": "Preferences and Skills of Indian Public Sector Teachers Sonja Fagernas University of Sussex Panu Pelkonen University of Sussex, SERC, CEE and IZA Discussion Paper No. 6563 May 2012 IZA P.O. Box 7240 53072 Bonn Germany Phone: 4922838940 Fax: 492283894180 Email: izaiza.org Any opinions expressed here are those of the authors and not those of IZA. Research published in this series may include views on policy, but the institute itself takes no institutional policy positions. The Institute for the Study of Labor IZA in Bonn is a local and virtual international research center and a place of communication between science, politics and business. IZA is an independent nonprofit organization supported by Deutsche Post Foundation. The center is associated with the University of Bonn and offers a stimulating research environment through its international network, workshops and conferences, data service, project support, research visits and doctoral program. IZA engages in i original and internationally competitive research in all fields of labor economics, ii development of policy concepts, and iii dissemination of research results and concepts to the interested public. IZA Discussion Papers often represent preliminary work and are circulated to encourage discussion. Citation of such a paper should account for its provisional character. A revised version may be available directly from the author. IZA Discussion Paper No. 6563 May 2012 ABSTRACT Preferences and Skills of Indian Public Sector Teachers With a sample of 700 future public sector primary teachers in India, a Discrete Choice Experiment is used to measure job preferences, particularly regarding location. General skills are also tested. Urban origin teachers and women are more averse to remote locations than rural origin teachers and men respectively. The joint analysis of preferences and skills suggests that existing caste and gender quotas are detrimental for the objective of hiring skilled teachers willing to work in remote locations. The most preferred location is home, which supports decentralised hiring, although evidence suggests that in remote areas this could compromise skills. JEL Classification: Keywords: discrete choice experiment, teacher recruitment, job preferences, hiring quotas, skills, India I25, J33, J45 Corresponding author: Panu Pelkonen Department of Economics School of Business, Management and Economics University of Sussex Brighton, BN1 9RF United Kingdom Email: p.o.pelkonensussex.ac.uk The authors would like to thank STICERD, London School of Economics and Political Science, for funding this project. Invaluable advice and support was provided to us by the helpful staff of the Uttarakhand DIETs and Dr Navin Kabadwal of SCERT Uttarakhand. We would like to thank Kunwar Singh Rawat of SSA Uttarakhand, Professors Arun Mehta and K. Sudha Rao of NUEPA, Professor Mohammad Akhtar Siddiqui of NCTE, Professor A.K. Jalalluddin, as well as Gautam Malik of SCERT Punjab and the staff at SCERT Himachal Pradesh for very useful discussions prior to collecting the data. We would like to thank participants at the CEP Labour Market seminar, RES conference 2011, ISI Annual Conference on Economic Growth and Development 2010, the Nordic Development Economics Conference 2011 and the Institute of Education seminar for helpful comments. 1 Introduction Improvements in education and health are of primary importance in enabling people to overcome poverty. However, there are great difficulties in providing good quality public services in remote areas in developing countries. One key problem relates to attracting and retaining educated personnel in these difficult locations. Policymakers have experimented with various approaches to motivate qualified key public service personnel to work in remote locations see e.g. WHO, 2006. This study examines the problem that is common to many developing countries, by analysing the recruitment of public sector teachers in India. The sample consists of approximately 700 teacher trainees studying at government training institutions in the state of Uttarakhand in 2010. In India, the recruitment decisions of teachers have traditionally been made at the state level and teachers have been recruited as civil servants on permanent contracts. However, the practice has been criticised for producing unmotivated teachers with little incentives, often absent as they choose to commute to their rural workplace from far Sharma, 1999. In an important study, Kremer et al. 2005 find that in their sample of Indian primary schools, 25 percent of the teachers were absent during unannounced visits. Schoollevel data for 2008 suggests that 94 percent of public sector primary schools in India are in rural locations. 1 However, rural areas can lack amenities that urbaneducated teachers are accustomed to. Multigrade teaching, with one classroom and one teacher shared by all pupils, is also common. The existing econometric studies on teacher absences and motivation in developing countries have focused mainly on incentive mechanisms to motivate teachers and monitoring mechanisms to reduce absences see e.g. Duflo et al. 2010, Glewwe et al. 2010, Kingdon and Teal, 2007, Muralidharan and Sundararaman, 2011, Banerjee et al. 2010. Another recent strand of literature studies the use of shortterm contracts as an incentive mechanism. In particular, these studies have focused on the effects of the recruitment of local contract teachers see e.g. Atherton and Kingdon, 2010, Bourdon, Frolich and Michaelowa, 2010, de Laat and Vegas, 2005, Duflo et al., 2012 and Muralidharan and Sundararaman, 2010. This study approaches the question from a different perspective. Instead of the ex post incentives, or monitoring of teachers, it focuses on the job preferences and skills of teachers in order to draw inferences about the initial selection of teachers. We rely on a Discrete Choice Experiment DCE to measure the preferences of teachers at a training stage. This is a stated preference methodology that has been popular in the area of health and environmental economics for measuring preferences over various products or services. Its application to labour market questions is recent, and it has so far been used to study the job preferences of health workers see e.g. Chomitz et al. 1998, PennKekana et al. 2005, Hanson and Jack 2010, Mangham and Hanson 2008 and Kolstad 2011. As far as the authors are aware, ours is the first study that measures the job preferences of teachers in developing countries using such an experimental approach. In the context of developed countries, there is a literature analysing the preferences of teachers from observed data on actual postings and transfers see e.g. Hanushek et al., 2004, Boyd et al., 2010 and Boyd et al., 2011. 2 In DCEs, the utility function of respondents is estimated from repeated choices of designed bundles of goods, or services that are presented to them. The DCE in this study focuses on the nature of the employment contract and pays particular attention to preferences over geographical location. The study focuses specifically on how the characteristics and selection criteria of the teacher trainees affect preferences. While some of the trainees have been competitively selected, gender balance and quotas for those with a low caste background also determine selection. Additionally, approximately half of the trainees were selected from a pool of current contract teachers parateachers.2 Here, these trainees are examined to gain further insights on the preferences of teachers who are local to rural areas. The results also provide estimates of the monetary compensation needed to attract teachers to remote schools. The DCE reveals substantial differences in job preferences, in particular with respect to preferred location. These differences are related to a range of observable characteristics of the trainees. Most prominently, it is found that gender and rural origin have a significant association with willingness to work in rural areas. There are also significant differences between the preferences of the competitively selected trainees and the former parateachers. On average, the former strictly prefer all other locations over remote areas, whereas this is not the case for the former parateachers. Among the competitively selected students, women are significantly more reluctant to work in remote areas than men. However, gender differences with respect to location are less pronounced among parateachers. Caste has no effect on job preferences. To our knowledge, our study is also the first to combine a DCE of public sector worker preferences with a documentation of the performance of the workers in a basic skills test, here consisting of knowledge of countries, English vocabulary, and Arithmetic. Our study finds substantial, and partly worrying heterogeneity in general skills. The joint analysis of preferences and skills raises concerns over the appropriateness of the current selection quotas. Women have lower general skills than men, lower caste trainees have lower skills than upper caste trainees and former parateachers have lower skills than the competitively selected teachers. In drawing policy conclusions from the analysis, it is assumed that preferences and tested skills are not irrelevant with the effectiveness of an individual as a teacher. The results indicate that the application of existing quotas, which are set nationally in India, are likely to lead, not only to teachers with on average lower willingness to work in rural areas, but also to a lower levels of skills. Our results also offer cautious support for a more decentralised hiring system. The most preferred location is the home location, particularly among women. Rural origin trainees are less averse to rural locations than urban origin teachers. Among competitively selected teachers, rural trainees are not less skilled than urban origin trainees. However, if in remote areas, decentralised hiring would mainly attract candidates who resemble the former parateachers, suitable location preferences would come at the cost of low skills. The article is organised as follows. Section 2 reviews the key background literature and Section 3 describes the background to primary education and teacher training in India and Uttarakhand. Section 4 3 discusses the data and reports the descriptive statistics. Section 5 presents the details of the Discrete Choice Experiment used in the study. Sections 6 and 7 report the results of the experiment and the skills test, and Section 8 discusses the policy implications more broadly. 2 Background literature The study is related to several branches of literature on the recruitment of public sector workers in developing countries, of which the most relevant ones are discussed below. The focus is on studies on developing countries. The study relies on a Discrete Choice Experiment DCE to measure job preferences. The methodology will be described in detail in Section 5. However, a few studies most relevant to ours are described in this section. The DCE is used to measure how teachers value different contract features. Traditional contingent valuation methods, that analyse individuals willingness to pay for a certain product, or service, have been criticised, for instance by Diamond and Hausman 1994 as deeply flawed, with many potential sources of inconsistency. In DCEs, respondents are presented repeatedly with goods, services, or contracts that represent bundles of characteristics. The utility function of respondents is estimated from the choices made. Since the valuations are indirectly inferred from choices and the individuals choose options that represent a bundle of characteristics, there may be less scope for strategic responses than in traditional contingent valuation designs. DCEs can also be considered better suited to address multidimensional tradeoffs and more informative as each respondent bases decisions on multiple characteristics. A brief survey of the method, and how it has improved the elicitation of preferences, is provided for instance by Hanley, Mourato and Wright 2001. The application of DCEs to analyse human resource policy questions is recent, but expanding. Their use in this field has so far been limited to health workers. A recent surge of articles using DCEs for human resource questions in the area of Health Economics is reviewed by Guttman, Castle and Fiebig 2009. DCEs have gained interest in this context given the absence of data sets on actual choices that public sector workers have made regarding their jobs in developing countries. They are also attractive when the variation in the range of job key characteristics is limited. In a recent review, Lagarde and Blaauw 2009 identify nine existing studies that assess how DCEs have contributed to the study of health worker preferences. In the context of developing countries, the DCE studies by Chomitz et al. 1998, PennKekana et al. 2005, Hanson and Jack 2010, Mangham and Hanson 2008 and Kolstad 2011 on the preferences of health workers could be mentioned. The studies have focused on the role of pecuniary versus nonpecuniary working conditions, resources, training characteristics of the contract, and less on the nature of the contract itself. Location choice has been a common component in these studies, given the dilemma of attracting workers to rural, or unattractive locations. Generally, wage equivalents of preferences over different job 4 attributes have been estimated. Serneels et al. 2007 and 2010 use a contingent valuation framework with a payment cards approach to elicit the monetary rewards associated with attracting health workers to rural locations in Ethiopia and Rwanda. The studies generally show a preference for urban locations and that substantial salary increases would be required to attract workers to less urban locations. Some of the studies find that individuals who come from rural areas are generally more willing to return to work in such areas e.g. Chomitz et al., 1998, Serneels et al., 2010. Serneels et al. 2007 and Kolstad 2011 also observe that individuals, who in an experiment were more willing to help the poor, were also more willing to work in rural areas. The results by Hanson and Jack 2010 and Kolstad 2011 suggest that women had a higher preference for urban locations than men. In the context of developed countries and health workers, it has been observed that women are underrepresented in rural areas see e.g. Doescher et al., 2000. In order to analyse how preferences and characteristics are associated with skills, the teacher trainees in our study were also asked to complete a simple skills test. There is still little systematic evidence on teachers skills in India, or developing countries generally. In India, the School TELLS survey revealed significant gaps, especially in the knowledge of Mathematics, among public sector primary school teachers in 200708 in Bihar and Uttar Pradesh see Banerji and Kingdon, 2010. Our test measured general, or subject knowledge, and not teaching skills as such. However, general knowledge and subject skills can be expected to matter for the quality of teaching. A recent survey ASER 2011 of 700 teachers in five Indian states found a correlation between a teachers subject knowledge and pupil achievement. Evidence by Metzler and Woessman 2010 from Peruvian primary schools shows, that a one standard deviation increase in teacher test scores in subject knowledge raises student test scores by 10 percent of a standard deviation. The selection of teachers into the training included quotas for women and lower castes, and the association of these factors with preferences and skills is studied explicitly. While our study cannot demonstrate the effects of these factors on pupil performance, it is worthwhile mentioning some key literature in this context. Typical arguments for female and caste quotas are to avoid gender discrimination in selection, but also that women can encounter female role models see e.g. Beaman et al., 2012, or that students encounter less prejudice if taught by teachers who share their gender, or caste. Some studies in a developed country context have found that pupils perform better when taught by a teacher who shares their gender, or race see e.g. Dee, 2005, 2007. In the Indian context, an unpublished study by Kingdon and Rawal 2010 finds that students benefit from being taught by a teacher who shares their caste, or gender. However, a recent study for several countries questions the benefits of teacherstudent gender matching Cho, 2012. While some of the previous DCE studies on health worker preferences have found some gender differences in preferences, these results have not been discussed in the context of selection quotas, or skills. 5 3 Primary education and teacher recruitment in India and Uttarakhand According to the 2009 Annual Status of Education Report 3, on average 64 percent of school children in rural India within classes 35 have elementary reading skills, but there is great state level variation. The figure in the state of Uttar Pradesh is 48 percent, whilst that in Himachal Pradesh is 82 percent and in Madhya Pradesh 88 percent. The state of Uttarakhand has been a somewhat above average performer, with 74 percent of pupils in classes 35 with elementary reading skills in the 2009 ASER survey. According to the DISE 20082009 data, the average government primary school in the state of Uttarakhand has 2.3 teachers and 11 grade 1 pupils. In Uttarakhand, training for public sector primary school teachers is provided exclusively by public sector training institutes, the District Institutes for Educational Research and Training DIETs. The State Council for Educational Research and Training SCERT oversees the DIETs. A new twoyear programme, the Basic Teaching Certificate BTC was initiated in April 2010.4 The BTC training is required to be able to work as a regular teacher in a public sector primary school. There are a total of 13 DIETs in Uttarakhand, of which 3 are so called miniDIETs, given that they are located in districts with a smaller number of schools. In the 2011 Census 5, Uttarakhand is reported to have 10.1 million inhabitants, with a rural population of 69 percent. The state is relatively small geographically in comparison with many other Indian states, but a significant part of its territory consists of mountains. Travel times can be long even between short distances, and therefore remote locations pose a clear challenge for teacher recruitment. A Universalisation of Elementary Education Sarva Shiksha Abhiyan scheme, in operation around India since 2001, has aimed to provide rural childrens educational opportunities. In order to alleviate a shortage of staff in rural areas, local contract teachers have been used to staff schools in remote locations. These teachers do not have formal teaching qualifications and are employed on a contract basis with significantly lower salaries than those of regular teachers. However, the national Right to Education Act 20106 has restricted the use of untrained teachers, and the government of Uttarakhand decided to end the recruitment of parateachers and offer BTC training for the existing parateachers to enable them to become regular teachers. In 2010, there were approximately 200 students in each DIET7 on the new training programme. Almost all students in the district specific DIETs came from the same district. They will also be recruited as teachers in the same district. There was a two stream selection process of the students into the BTC programme. Half of the students to be referred to as standard students were selected on the basis of a composite entry score, which is a sum consisting of the entrance exam score and points based mainly on earlier educational qualifications. The entrance exam tested specific subject knowledge and teaching aptitude. All trainees were required to be educated to graduate level a Bachelor level degree. In line with the principles of the Sarva Shiksha Abhiyan programme, there was a 50 percent female quota.8 Further, to meet the nationally set reservations, there was a 37 percent quota for lower caste students. The other half of the 6 students were former parateachers, who were not selected on the basis of entry scores, but the number of years of teaching experience. The remaining parateachers in the state, who did not fit into the BTC training programme, were to be trained on a distance learning Open University programme. Same caste and female quotas applied to the former parateachers. The starting salary of a regular teacher in Uttarakhand in 2010 was approximately Rs. 1718.000 per month 340. A cost of living allowance as well as a hill area allowance are provided in some circumstances, and a housing allowance if appropriate government accommodation is unavailable.9 The starting salary is considerably higher than in some other states, although there have been recent increases elsewhere as well following the recommendations of the Sixth Pay Commission see e.g. Kingdon, 2010. 4 Data and descriptive statistics The survey was carried out in DIETs in seven out of 13 districts of Uttarakhand. The state of Uttarakhand was chosen for its manageable size, but also the introduction of a new teachertraining programme, including both former parateachers and standard students. The survey was conducted in May 2010, right after the students both standard students and former parateachers had entered the BTC programme. Since the students had only recently entered the training programme, it can be assumed that the programme itself had not significantly shaped their skills or preferences. The study captures all teachers at an entry point to their careers as regular public sector teachers. One distinguishing factor between the two groups of students is that parateachers have more teaching experience, although many of the standard students have some experience from private sector schools. The main criterion for the choice of districts was the diversity in geography. It was considered appropriate to include two geographically flat districts Haridwar and Udham Singh Nagar where conditions resemble those of other Northern Indian States. In addition, the district including the state capital was included Dehradun. Out of the remaining four districts included, two can be considered remote mountain districts Chamoli and Rudraprayag and two less remote, mountainous districts Almora and Nainital. More details of the data collection process, are presented in Appendix 1. The questionnaire given to the participants consisted of three parts. The first one focused on the general background of the students and their perceptions on the recruitment and work of teachers. This was followed by the discrete choice experiment and finally a timed, voluntary general skills test. The questions in the survey and job characteristics incorporated in the DCE were decided after discussions with a range of Indian education officials and academics, including officials in the state of Uttarakhand. The design was also influenced by findings in existing literature referred to above. A vast majority of the students had at least some teaching experience, and thus the presented choices should not be alien to them. The questionnaire as well as verbal instructions were given in both English and Hindi the main language in the state. This section reports 7 summary statistics. The replies to the DCE are analysed in Section 6, and skills in Section 7. A total of 707 students participated in the survey of which 40 percent said they entered the BTC programme as parateachers. Table 1 summarises the data on the characteristics of the teacher trainees in the sample for core variables of interest.10 The first column summarises data for all trainees on aggregate. The average age is 30 years and 70 percent had a Masters MSc degree. Everyone in the sample was educated to degree level BSc, so this variable is excluded. Around 40 percent belong to a lower caste, and 75 percent are of a rural origin. Table 1 also shows the averages for men and women, separately for parateachers and the standard students. There are larger differences between the parateachers and the standard students. Parateachers are somewhat older, a lower share has a Masters degree, almost all are of a rural origin, and a significantly higher share is married and has children. Parateachers naturally have significantly higher years of teaching experience, whereas a much larger share of the standard students have taught in private schools. Many of these characteristics will be controlled for in the regression analysis to understand whether parateacher status as such affects preferences. TABLE 1 HERE 5 Discrete choice experiment and the estimation of preferences As discussed above, the existing studies using DCEs to study the preferences of public sector workers have focused on health workers. The focus has tended to be on monetary versus nonmonetary rewards, as well as rural versus nonrural location. In our study, the DCE focuses on the nature of the contract and pays particular attention to preferences over location by including four location categories. In the experiment, all students were presented with pairs of contracts from which they had to select the one they prefer. These represented hypothetical contracts with characteristics that were deemed to be generally important and relevant for a teachers job. To elicit a sufficient amount of information regarding their preferences over the characteristics attributes of the contracts, the selection was repeated multiple times with different levels of the contract attributes. In our case, the number of contract pairs was 12 see Appendix 3 for a justification. The contract attributes and their levels are presented in Table 2 below. A sample page of the survey is presented in Appendix 3. This section of the questionnaire was not timed; the students were given the amount of time they required to complete the section. All students received the same contract pairs to choose from. The students were explained that this was an independent study and that all responses would remain confidential and would not be revealed to education officials, or members of staff at the school. The aim was to minimise the tendency to provide correct answers as opposed to true preferences. As mentioned earlier, 8 the multidimensionality of the DCE framework also mitigates such tendencies. There are limitations to how many attributes can be chosen to be able to estimate the DCE see Appendix 3. The incorporation of pay was considered necessary, as it was likely to be of fundamental importance and necessary to calculate the monetary valuation of other attributes. The attributes and their levels were chosen to be relevant and approximately realistic for the state of Uttarakhand and India to a large extent. Given the focus on location, it was considered appropriate to include more than two location categories. For instance, from the perspective of recruitment policy, it would be useful to know to what extent students prefer to work in their home village or town. The interpretation of the location should be straightforward for the teacher trainees, but it is important to recognise that respondents may associate locations with features not explicitly controlled for in the DCE. For example, the Remote village option will reflect distance, but is also likely to be associated with factors such as lack of services, electricity, or lack of school resources. TABLE 2 HERE An attribute on the contract type was also considered important, given the concerns with permanent contracts and increased tendency to recruit teachers on a contract basis in India. The existing studies on job preferences by public sector workers referred to above have tended to ignore this dimension. The attribute levels for the contract types incorporate both geographic rotation 11 and permanence of the contract. Three types of contracts are included: fixed term, which is renewable every 7 years, permanent with rotationtransfer of location every 7 years, and permanent with the possibility to transfer every 7 years. The duration of a period until a change was kept constant to be able to compare the contract types with each other. Given that the current trainees were expected to be posted to a rural location for 10 years initially, 7 years is not an unrealistic value. Offering teachers permanent contracts with regular rotation of location is a possible option for guaranteeing that remote schools are staffed. Transfers and recruitment are believed to be marred by corruption, with postings being available for purchase.12 Given the political nature of recruitment and transfers, we considered it appropriate to also include an attribute on transfer policies. When considering whether to prefer a permanent contract with the option to change, or a permanent contract with obligatory transfers, we might also expect teachers to take into consideration on what basis the decisions on transfers are made. Formulating a DCE question on the topic was challenging, but we wanted to understand how teachers value meritbased transfers as opposed to ones based on connections and influence. The final attribute, the teacherpupil ratio, is included as a general indicator of the demand level of the 9 job. Based on DISE 2008 data, 10 percent of twoteacher public sector schools in Uttarakhand have 75, or more students, and 10 percent have 14 or less students. A discrete choice regression model is used to analyse the relative importance of different contract attributes for preferences and especially, whether location options significantly affect choices. As explained below, the analysis allows one to assess on what terms teachers would be willing to trade one job characteristic for another. The model Following the much used random utility framework Mc Fadden, 1974, we assume that utility from a job contract can be characterised by a function Uci K kk 1XckiMm 1Zm miK Mk 1mkm 1X Zcki miuci 1 where contract c A,B and i 1 N refers to individuals. X is a vector of K attribute levels, and Z is a vector of M personal characteristics. The parameter k refers to the utility associated with a contract attribute k and the parameter km measures how this utility varies by a specific characteristic of the individual. The term uci is random and represents unobservable influences on individual choice. The framework assumes that the individual chooses the contract option, which generates more utility. Now, the utility gain from contract B over contract A for individual i, is: UBi UAiKk 1kXBki XAkiK Mk 1mkm 1XBki XZmiuBiu Ai Aki2 The random component uci may be hypothesised to consist of three additive components: an individual specific component vi, a contract specific component ec and a true iid random term. Of these, the individual specific term cancels out. The contract specific component can be assumed to be zero, unless the respondents have a consistent tendency to be more or less likely to respond to contract A instead of B, for instance due to their placement on the paper this will be tested below as a robustness check. Suppose the individual chooses contract B if UBi UAi 0. This takes place with the probability P UBi UAi0PKk 1kXBki XAkiK Mkm 11mkXBki XZmiuBiu Ai0AkiP uu BiAi Kk 1kXBki XAkiXBki XZmi Aki K Mk 1kmm 110 3 Assuming a distribution for u Ai u Bi, for instance a logistic distribution, the probability in 3 can be expressed in terms of a logistic cumulative distribution and modelled accordingly with Logit: P UBi UAi0FKk 1kXBki XAkiK Mkm 11mkXBki XZmi Aki, 4 where Fx expx1expx. This paper estimates Equation 4 with a logit model in all cases, but the results would be virtually the same if one would use a probit specification instead. The levels of the contract attributes are treated as separate dummy variables in the regression analysis, except for pay which enters as a single variable. The estimated models are based on differenced contract attributes as specified in Equations 23. Since the explanatory variables represent the differences between the attribute levels of two contracts, it is unnecessary to include individual effects such as random effects. Appendix 3 describes the design of the DCE in more detail. One downside of a discrete choice experiment is that the interview setting does not constitute a real, but a stated choice. Some studies have been carried out to assess the reliability of stated preference in predicting actual behaviour, and they tend to show good correspondence e.g. Adamowicz et al., 1994. In the context of health worker preferences, Chomitz et al. 1998 find a strong qualitative consistency between stated and revealed preference. 6 Results Given the significantly different selection process of the standard students and the parateachers, separate models are estimated for the two. The focus is on the standard students, but the results for parateachers are discussed in the context of preferences of teachers from remote areas. The main aim of the study is to understand how characteristics and selection criteria affect preferences, with a particular focus on rural versus urban origin, gender and caste. All contract attribute variables, except pay, are dummy variables, which makes the coefficients directly comparable with each other. A larger value for a specific attribute implies that this contract feature attracts the respondents towards choosing the contract. The effects of individual characteristics on the preference parameters are measured through interaction terms between the contract attributes and specific characteristics. 6.1 Preferences of Standard students Table 3 presents the results for a set of models for the sample of standard students. The coefficients in the table refer to the estimated :s and :s of Models 14. They measure whether the attribute levels make respondents more likely to choose contract B. Reference groups for dummy variables are excluded from the 11 models. For location, the reference group is Remote village. For the contracts, the reference group is Fixed term contract, renewable every 7 years. For transfers, the base category is Transfers based on connections and influence, and for pupils and staff, the excluded category is 2 teachers, 75 pupils Large class size. Thus, the estimated parameters refer to preferences compared to these categories; in other words a significant positive coefficient would measure the extent to which the option is likely to be preferred over the excluded category.13 Since the model includes pay as an independent variable, monetary equivalents for the preference parameters can be calculated in order to facilitate interpretation. TABLE 3 HERE The first regression model in Table 3 focuses on the preferences of male versus female students without controlling for other characteristics. The set of parameters for the contract attributes presented at the top of the table in model 1 can be interpreted as the preference parameters for men. The interaction terms indicate how the preference parameters of women differ from those of men. The preference parameters for women can be calculated by summing the two sets of estimated coefficients. To begin with the estimates for men, all parameters are statistically significant and with the possible exception of class size, have the expected sign. Male trainees value pay and have a clear preference for all other locations than the remote location. The home location is the most preferred location, although men are statistically indifferent between home and the villagesmall town category H0: .658 .507 0, p .23. They also prefer permanent contracts over a fixed contract. However, they are indifferent between whether the permanent contract involves compulsory rotation, or not H0: .783 .673 0, p .36. Male trainees have a strong preference for merit based transfers. The sign for small class size is negative, suggesting that the average male trainee actually slightly prefers a larger school with 75 pupils to the alternative with 14 pupils and two teachers. Overall, the results indicate that merit based transfers, a permanent contract, and home location are the most desired job characteristics for male trainees. Turning to the female interaction terms in the first column, we find that women are more reluctant than men to work in a remote village. The interaction coefficients for all other locations are positive, and for the home location and the district capital, they are significantly and quite substantially larger than for men. The most preferred location for women is the home villagetown. Overall, it can be concluded that women are significantly averse to remote locations. Secondly, in comparison with men, women appear to prefer permanent contracts without rotation more than permanent contracts with rotation, although we can reject the null hypothesis that women are indifferent between both types of permanent contracts, only at the 10 percent level H0: .783 .067 .763 .184 0, p .067. This result is sensible if women are assumed to have more responsibility over raising the family. Finally, women are relatively more appreciative of smaller class sizes than men, and overall, indifferent regarding class size H0: .128 .127 0, p .98. Women also appreciate merit based transfers more than men. 12 The model in column 2 focuses on the significance of caste for preferences, without controlling for other characteristics. As can be seen from the interaction terms in column 2, there appear to be no differences in preferences to any meaningful extent. A joint Ftest of the caste interaction parameters does not reject the null hypothesis that they are jointly zero p .93. The third column of Table 3 focuses on the relevance of selfreported urbanrural origin for preferences, without controlling for other characteristics. The interaction terms show that trainees from a rural area are less averse to working in remote locations. All nonremote locations are valued less by the rural than the urban trainees, and these differences are statistically significant. For example, the overall valuation of the district capital over a remote village for rural trainees is still positive, but clearly smaller 1.006 .611 .395. Like women, the rural origin teachers appear to dislike contracts with rotation somewhat more than urban trainees H0: .770 .040 .681 .181 0, p .037. In this case the result is statistically significant, although the intuition behind it is less clear. Urban trainees on the other hand, are indifferent with respect to rotation H0: .770 .681 0, p .53. It should be emphasised that the estimates in columns 1 to 3 in Table 3 provide us only with unconditional estimates of the preferences of different groups, since they do not control for other characteristics. As such, the results may partially reflect the omission of confounding variables. The final column presents results of a model, which includes interaction terms for all the variables in the earlier columns as well as interaction terms with a few other control variables, namely, dummy variables for having children, teaching experience 14 and a Masters degree. In principle, other interaction terms could have been included, but their relevance was questionable, in particular since there is a risk of significant multicollinearity with an increasing number of interaction terms. For instance, controls for age and marital status were not highly relevant after teaching experience and the dummy for children were included. The results of the model with the full set of interactions are presented in the last column of Table 3. Only the coefficients of main interest are reported. Some of the interaction terms with other characteristics are significant, but many are not. Even with a full set of controls, gender remains a strong determinant of preferences. The conclusions from column 1 still hold, as the preference parameters for women remain nearly unchanged. Even with the control variables, caste is not associated with job preferences. On the other hand, rural origin still remains a statistically significant determinant of preferences, and it can still be concluded that teacher trainees of a rural origin are less averse to working in the most remote villages, than those of an urban origin. Overall, the key findings of the models with a full set of interactions are that being female and of a rural origin are significant determinants of location preferences. Teachers from rural areas have a significantly weaker preference for both the district capital, and the villagesmall town category than teachers of an urban origin, when compared with the remote village option. Irrespective of the origin of the teacher, the most preferred location is the home location is the most preferred location. Since the location of home differs by 13 respondent, urban origin trainees would prefer most their urban, home location, and rural origin trainees would prefer most their own, rural location. Women have a much stronger preference for their home location as well as the district capital than men. In terms of preferences, the results so far would speak in favour of a more localised hiring strategy. The results regarding contract type show that all examined groups prefer permanent contracts over fixed term contracts. On average, the trainees also prefer a permanent contract without compulsory rotation to one with rotation, but this difference is not large, and men and urban origin trainees appear to be indifferent regarding rotation. To provide a more specific interpretation of the results in the last column of Table 3, Table 4 displays implied monetary equivalents of different locations for different individual characteristics. Standard errors are not shown in the Table, but an indication is provided of the significance level at which each monetary equivalence is different from zero. These computations rely on some assumptions. Since the utility function is assumed to be linear, the estimates assume perfect substitutability between contract attributes. While this is a simplification, it allows for quick comparisons of contract features. For example, for urban origin males, an additional 1000 rupees 20 per month would increase latent utility on average by .139, and being located in the district capital instead of a remote village would increase it by .749 in relation to the remote area. These figures suggest that 1000.749.139 5384 rupees 108 per month would be the amount that would make an urban origin male equally content with a remote village than with a district capital, assuming that all other job features are similar. However, rural origin men would not have to be compensated for a move from the district capital to a remote village given as they are statistically indifferent between the two options. TABLE 4 HERE The estimated compensating differentials for taking up a post in a remote village are very substantial given that a government teacher in Uttarakhand state had a starting salary of about 1718.000 Rs. per month 340 in 2010. Women are especially averse to moving away from their home village, particularly to a remote village, and would have to be compensated more than men to make them indifferent between the remote village and other locations. The size of the compensating differentials may appear large given that the teachers will in any case be employed within the same district, which is geographically not a vast area. However, in the state of Uttarakhand even short distances may take long to travel due to the geography of the state. Some robustness checks for the main estimations are presented in Appendix 4, and they show that the conclusions hold for both flat and mountainous districts in the state. 14 6.2 Preferences of Parateachers vs Standard students The results of the previous section indicate that location of origin is an important determinant of location preferences. The sample in the study includes former parateachers who were included in the training program in 2010. These teachers were originally hired locally to teach in schools in rural areas and therefore 97 percent of them are of a rural origin. The aim of this section is not to address the broader question on the use of contract teachers, but simply to provide some indication of the potential implications for preferences of hiring individuals from rural areas locally.15 Here it must be acknowledged that if hiring would be localised with permanent contracts, the pool of applicants, even in remote areas, might differ from the current parateachers who entered the training programme. Due to the quotas, the standard students and parateachers on average do not differ significantly with respect to gender, or caste. Parateachers naturally have more teaching experience as this was their selection criterion for the BTC programme. Table 5 reports the results of three model specifications. The first two rely on a sample of both parateachers and standard students. The third one reports results for a sample that only includes the former parateachers. The first column shows the result of a model, where parateacher status is interacted with the contract attributes. The model also includes interaction terms between the contract attributes and the core characteristics in which parateachers differ with respect to the standard trainees; teaching experience, having children and an MSc degree. The results of this model specification suggest that parateachers value their home location less than standard trainees, and as opposed to the standard trainees, parateachers are indifferent between a remote location and the district capital. The parateachers are also less concerned with meritbased transfers. In the second column, a dummy variable for rural origin is added to the model specification in column 1. The results show that the rural origin of former parateachers is a key reason for why their location preferences differ from those of the other trainees; the location attributes for parateacher interactions are no longer statistically significant, while the rural interactions are. As with competitively selected trainees in Table 4, this result highlights one potential practical benefit of hiring teachers locally. The third column shows the estimated preference parameters for parateachers by gender, including a set of interactions between control variables and contract attributes. A key purpose of this exercise is to assess whether the gender effects present for standard trainees are also present for parateachers. The results show that gender plays some role, but not necessarily as strongly as for the sample of standard students. Male parateachers are entirely indifferent between the different locations with respect to a remote village. Female parateachers prefer the villagesmall town category to a remote village H0: .266 .316 0, p .045, and prefer their home location to a remote village at the 10 percent significance level H0: .104 .385 0, p .085. Female parateachers also value small class size more than men. They value pay relatively little, and the permanency of the position substantially less than men. 15 TABLE 5 HERE These results confirm that the former parateachers, almost all of whom are rural, and were hired locally, do not dislike being employed in remote villages. As opposed to female standard students, female parateachers do not have an equally pronounced preference for nonremote locations. They still do prefer their home village and nonremote villages over the remote village option, which was also the case for the standard female students. However, they do not prefer the district capital to a remote village. Again, the results indicate that individuals from rural areas, are overall more favourable towards working in remote locations. 7 Skills The surveyed students participated in a timed test of generic skills, which focused on the knowledge of countries, English, and Arithmetic. A detailed description of the tests can be found in Appendix 2. The test was not designed to test teaching skills as such, but to provide a measure of general knowledge that could be compared easily across teachers. However, the measure can be expected to be correlated with the subject knowledge expected of primary school teachers. To begin with the analysis of skills, Figure 1 below shows the distributions of the test scores across the full sample of both parateachers and standard students. There is some room for interpretation regarding what represents a good score in these tests for primary school teachers. In the Arithmetic test however, Figure 1 shows a hump at score 20. This is generated by those respondents who were able to answer addition and subtraction questions 10 questions each, but were discouraged by multiplication or division 10 each. The full test can be found in Appendix 2, and it is seems that a score of 20, or below, could be considered a somewhat worrying result for a trainee. FIGURE 1 HERE The determinants of skills in our data are interesting for two reasons. Firstly, it is possible to assess to what extent the quotas for women and scheduled castes, and the preferential entry of former parateachers are reflected in our measure of skills. It is ex ante clear that the preferred groups will have obtained lower scores in the BTC entry exam, and should be expected to have lower skills, if there is a correlation between the entry score and our measure of skills. However, once this selection effect is controlled for, the relevance of other factors, can also be studied. Of primary interest to us are rural origin and education. To explore the determinants of skills, an OLS model is estimated, using the normalised first principal component of the three skill tests as the dependent variable. The model is estimated firstly for a sample of all trainees, and then separately for the standard students and the parateachers. The results are shown in Table 6. 16 The estimated coefficients can be interpreted in terms of standard deviations. TABLE 6 HERE The regression results can be considered to conform with expectations. The results in the first column for the full sample show that the score for each of the preferred groups is on average approximately half a standard deviation below that of the nonpreferred group. It is worth noting that one can belong to multiple preferred categories ie. female and parateacher. Regarding the other observable characteristics which are not primary selection criteria into the programme, in column 1 students from rural areas have lower skills, while a Masters degree is associated with higher skills. Older trainees do somewhat worse in our skills tests, while trainees with teaching experience do better. The last result could be explained by the fact that we tested skills and knowledge that the trainees may have been teaching to their students recently. Columns 2 and 3 show the results separately for the standard students and parateachers respectively. Among the standard students, women and lower caste trainees have statistically significantly lower skills. However, trainees of a rural origin do not differ in their skills with respect to trainees of an urban origin. Among parateachers, womens score in the skills test is nearly a whole standard deviation lower than mens score. Also trainees from scheduled castes have lower skills, by 0.29 standard deviations. The dummy for rural origin is not statistically significant despite its large size due to the fact that there is very little variation in this variable in the parateacher sample. Further, among parateachers, those with a Masters degree are more skilled. 8 Discussion and lessons for policy The key policy dilemma that the results of this study provide insights to concerns the recruitment and willingness of qualified teachers to work in remote areas. The study has focused on the preferences of teachers over locations as well as the heterogeneity and strength of these preferences. However, other contract attributes such as the type of contract, the determination of transfers and pupilteacher ratio were also assessed, and controlled for. In drawing policy conclusions from the analysis of preferences, one has to assume, plausibly in our opinion, that the location preferences and effectiveness as a teacher are not independent of each other. In particular, the prevalent teacher absences are likely to be connected with location preferences. To our knowledge, this is the first discrete choice study of the preferences of developing country teachers. Some of the results, such as the unwillingness of women and individuals of an urban origin to enter rural jobs, have been established in earlier literature for health workers. This study extends the analysis of 17 preferences by being more specific regarding the location and by adding more features of the job contract. In contrast with previous studies on public sector worker preferences, this study also measures skills, which allows one to assess the tradeoffs present in hiring teachers with particular characteristics. The main conclusion that emerges from the analysis is that the current selection quotas are unlikely to be optimal from the viewpoint of hiring motivated and qualified teachers to remote areas. The results also lend cautious support for a more decentralised hiring system, since this could lead to teachers being matched better with their preferred location. The first conclusion can be justified considering the results on the preferences of women and lowcaste students. The results show that women, who currently enjoy a 50 percent quota in teacher training in Uttarakhand, are found to have lower skills on average than men. The lower level of female skills that we observe is likely to stem from the fact that due to the female quota, female applicants have entered the training programme with lower entry scores.16 The remote village location tends to be the least desirable location option, but particularly among the competitively selected students, women are substantially less willing to work in remote locations than men. The estimates on monetary compensation with the sample of standard students indicate that if there were to be an extra compensation, of say 4000 rupees 80 per month for taking up a post in a remote village, it would likely to be mainly men from rural areas who would respond voluntarily to such incentive. A larger compensation would be required to attract female teachers to unfamiliar remote schools. Women are also more averse than men towards permanent contracts with than without compulsory rotation. Compulsory transfers could be considered one mechanism to react to shortages of teachers in certain areas. Teacher trainees from scheduled castes, tribes, and other backward classes are not found to have statistically significantly different preferences than general caste teachers in our sample. However, due to affirmative action, they are found to have significantly lower skills, by about half a standard deviation. Gender and caste quotas may be defended with an assumption that pupils benefit from being taught by teacher of their own kind. However, given the unwillingness of women to work in remote locations, it may be that despite the intention of the quota, girls in more remote schools end up being taught mainly by male teachers. As Table 7 shows, according to the DISE data for 2008, more remote primary schools in Uttarakhand have a lower proportion of female teachers, and many of the female teachers have been locally hired parateachers. In turn, teachers in urban schools are 74% female. TABLE 7 HERE In the general section of our questionnaire, 52 percent of respondents replied that the best way to place teachers into school would be for teachers to apply independently to schools with localised hiring rather than placement based on the success on the BTC programme, or random allocation into schools. Our results 18 on preferences would also offer some support more decentralised hiring. The trainees typically rated their home town, or village as the most desirable place to be employed in as a teacher. Teachers of a rural origin are found to be more willing to work in remote locations, even after conditioning on other observable characteristics. There appears to be no significant drawback to rural origin teachers. Among standard students, their measured skill level is not statistically significantly worse than that of urban origin teachers. In the full sample, teachers of a rural origin have lower skills, but this is driven by the inclusion of the former parateachers, who are mostly rural.17 Regarding the parateachers, our findings indicate that former parateachers generally have lower skills than students selected through the traditional route. Further, parateacher women have considerably lower skills than parateacher men. On average, parateachers are not as averse to working in remote locations as other teachers. Women and men do not differ as significantly with respect to their location preferences. The results indicate that if decentralised hiring in more remote areas would mainly attract candidates who resemble the former parateachers, there would be a better match between location preferences and actual location, but this would come at the cost of lower skills. The results show that being able to work in their home village is of great value to female teachers. Therefore, again local hiring could succeed in staffing more remote schools with motivated women, although women on average might still have lower skills. If the current staffing policies continue, and female teachers are to be assigned to remote posts, the remaining option may be to try to increase the attractiveness the remote posts to women by other means. 18 Overall, the results suggest that it would be possible to recruit teachers who are not only more skilled, but also more willing to work in remote locations, by relaxing the existing quotas, and possibly replacing them with quotas, or additional points for applicants from rural areas. They also offer some support for more decentralised hiring. Here it should however be noted that if hiring would be local, this might attract a pool of applicants that differs from that in our sample. It is recognised that the overall impact of quotas evidently goes beyond the aspects studied here. Furthermore, as the quotas are typically set at the national level, there may be little room for statelevel policy in this regard. The results are likely to be generalisable to the rest of the Indian states to the extent that in the other states a the groups preferred by quotas have on average lower skills and are thus benefiting from the quota, b the groups preferred by quotas are not more willing to work in remote areas, and c there are difficulties in staffing remote schools. 19 References Adamowicz, W., Louviere J. and Williams, M. 1994. Combining Revealed and Stated Preference Methods for Valuing Environmental Amenities. Journal of Environmental Economics and Management, 263, 271292. Atherton, P. and Kingdon, G. 2010. The Relative Effectiveness and Costs of Contract and Regular Teachers in India. Centre for the Study of African Economies Working Paper 15, University of Oxford. Banerjee, A.V., Banerji, R, Duflo E., Glennerster R., and Khemani, S. 2010. Pitfalls of Participatory Programs: Evidence From a Randomized Evaluation in Education in India. American Economic Journal: Economic Policy, 21, 130. Banerji, R. and Kingdon, G. 2010. How Sound are Our Mathematics Teachers? Insights from the School TELLS Survey. Learning Curve. A Newsletter from Azim Premji Foundation, March. Bhattacharjea, S., Wadhwa, W. and Banerji, R. 2011. Inside Primary Schools. A Study of Teaching and Learning in Rural India. ASER report. Beteille, T. 2009. Absenteeism, Transfers and Patronage: The Political Economy of Teacher Labor Markets in India. Executive summary of Ph D dissertation, Stanford University. Bourdon, J., Frolich, M. and Michaelowa K. 2010. Teacher Shortages, Teacher Contracts, and Their Effects on Education in Africa. Journal of the Royal Statistical Society: Series A, 1731, 93116. Boyd, D., Lankford, H., Loeb, S. and Wyckoff, J. 2010. Analyzing Determinants of the Matching of Public School Teachers to Jobs: Disentangling the Preferences of Teachers and Employers. Working Paper, Stanford University, Center for Education Policy and Analysis, forthcoming Journal of Labor Economics. Boyd, D., Lankford, H., Loeb, S., Ronfeldt, M. and Wyckoff, J. 2011. The Role of Teacher Quality in Retention and Hiring: Using Applications to Transfer to Uncover Preferences of Teachers and Schools . Journal of Policy Analysis and Management, 301, 88110. Cho, H. 2012. The effect of teacherstudent gender matching: Evidence from OECD countries. Economics of Education Review, 313, 5467. Chomitz, K.M., Setiadi, G., Azwar, A. and Widiyarti N.I. 1998. What Do Doctors Want? World Bank Policy Research Working Paper 1888. Dee, T. 2005. A Teacher Like Me: Does Race, Ethnicity or Gender Matter? American Economic Review, 952, 158165. Dee, T. 2007. Teachers and Gender Gaps in Student Achievement. Journal of Human Resources 423, 52820 554. De Laat, J. and Vegas E. 2005. Do Differences in Teacher Contracts Affect Student Performance? Evidence from Togo. Unpublished mimeo, Department of Economics, Brown University. Diamond, P.A. and Hausman, J.A. 1994. Contingent Valuation: Is Some Number Better than No Number? The Journal of Economic Perspectives, 84, 4564. Doescher, M.P., Ellsbury, K.E., and Hart L.G. 2000. The Distribution of Rural Female Generalist Physicians in the United States. Journal of Rural Health, 162, 1118. Duflo, E., Hanna R., and Ryan S.P. 2010. Incentives Work: Getting Teachers to Come to School. CEPR Discussion Paper 6682. Forthcoming in American Economic Review. Duflo, E., Dupas P., and Kremer, M. 2012. School Governance, Teacher Incentives and PupilTeacher Ratios: Experimental Evidence from Kenyan Primary Schools, NBER Working Paper 17939. Glewwe, P., Kremer M., and Ilias, N. 2010. Teacher Incentives. American Economic Journal: Applied Economics, 23, 20527. Godiyal, S., and Nautiyal, R.C. 2008. Status of Teacher Education in Uttarakhand. Ejournal of All India Association for Educational Research, 2012. Govinda, R. and Josephine, Y. 2004. Para Teachers in India: A Review. UNESCO, Paris. Goyal, S, and Pandey, P. 2009. Contract Teachers. Report 28, South Asia Human Development Sector, World Bank. Guttman, R., Castle R., and Fiebig, D.G. 2009. Use of Discrete Choice Experiments in Health Economics: An Update of the Literature. CHERE Working Paper 20092, University of Technology, Sydney. Hanley, N., Mourato S., and Wright, R.E. 2001. Choice Modelling Approaches: A Superior Alternative for Environmental Valuation? Journal of Economic Surveys, 153, 43562. Hanson, K. and Jack, W. 2010. Designing Incentives for Rural Health Workers. In Incentives and Dynamics in the Ethiopian Health Worker Labour Market ed. W. Jack, J. de Laat, K. Hanson and A. Soucat, World Bank. Hanushek, E.A., Kain, J.F. And Rickin, F.G. 2004. Why Public Schools Lose Teachers. Journal of Human Resources, 392, 326354. Huber, J., and Zwerina, K. 1996. The Importance of Utility Balance in Efficient Choice Designs. Journal of Marketing Research, 333, 307317. 21 Kingdon, G. and Teal, F. 2007. Does Performance Related Pay for Teachers Improve Student Achievement? Evidence from India. Economics of Education Review, 264, 47386. Kingdon, G. 2010. The Impact of the Sixth Pay Commission on Teacher Salaries: Assessing Equity and Efficiency Effects. RECOUP Working Paper 29. Kingdon, G. and SipahimalaniRao, V. 2010. ParaTeachers in India: Status and Impact. Economic and Political Weekly, 4512, 2026. Kolstad, J.R. 2011. How to Make Rural Jobs Attractive to Health Workers. Findings from a Discrete Choice Experiment in Tanzania. Health Economics, 202, 196211. Kremer, M., Muralidharan, K., Chaudhury N., Hammer, J. and Rogers, F.H. 2005. Teacher Absence in India: A Snapshot. Journal of the European Economic Association, 323, 658667. Lagarde, M. and Blaauw, D. 2009. A Review of the Application and Contribution of Discrete Choice Experiments to Inform Human Resources Policy Interventions. Human Resources for Health, 762. Lancsar, E. and Louviere, J. 2006. Deleting Irrational Responses from Discrete Choice Experiments: A Case of Investigating or Imposing Preferences? Health Economics, 158, 797811. Lusk, J.L., and Norwood, F.B. 2005. Effect of Experimental Design on Choicebased Conjoint Valuation Estimates. American Journal of Agricultural Economics, 873, 771785. Mangham, L. and Hanson, K. 2008. Employment Preferences of Public Sector Nurses in Malawi: Results from a Discrete Choice Experiment. Tropical Medicine International Health, 1312, 14331441. Mangham, L., Hanson K., and Mc Pake, B. 2009. How to do or not to do   Designing a Discrete Choice Experiment for Application in a LowIncome Country. Health Policy and Planning, 242, 1518. Mc Fadden, D. 1974. Conditional Logit Analysis of Qualitative Choice Behavior. In Frontiers in Econometrics, ed. P. Zarembka, 105142. Academic Press, New York. Metzler, J., and Woessman L. 2010. The Impact of Teacher Subject Knowledge on Student Achievement. Evidence from Within Teacher Within Student Variation. IZA Discussion Paper 4999. Muralidharan, K., and Sundararaman, V. 2011. Teacher Performance Pay: Experimental Evidence from India. Journal of Political Economy, 1191, 3977. Muralidharan, K. and Sundararaman, V. 2010. Contract Teachers: Experimental Evidence from India. Unpublished mimeo, University of San Diego, Department of Economics. PennKekana, L., Blaauw D., Tint, K.S., Monareng, D., and Chege, J. 2005. Nursing Staff Dynamics and 22 Implications for Maternal Health Provision in Public Health Facilities in the Context of HIVAIDS. Report for Frontiers in Reproductive Health Program, Population Council. Ramachandran, V., Pal, M., Jain, S., Shekar, S., and Sharma, J. 2005. Teacher Motivation in India. Educational Research Unit. Ratcliff, G., Ganguli, M., Chandra, V., Sharma, S., Belle, S., Seaberg, E., and Pandav, R. 1998. Effects of Literacy and Education on Measures of Word Fluency. Brain and Language, 611, 115122. Rawal, S., and Kingdon, G. 2010. Akin to My Teacher. Does Caste, Religious and Gender Distance Between Student and Teacher Matter? Some Evidence from India. Department of Quantitative Social Science Working Paper 1018, Institute of Education, University of London. Rosselli, M., Ardila, A., Salvatierra, J., Marquez, M., Matos L., and Weekes, V.A. 2002. A crosslinguistic comparison of verbal fluency tests. International Journal of Neuroscience, 1126, 759776. Serneels P., Lindelow, M., GarciaMontalvo, J., and Barr, A. 2007. For Public Service or Money Understanding Geographical Imbalances in the Health Workforce. Health Policy and Planning, 223, 128138. Serneels, P., GarciaMontalvo, J., Pettersson, G., Lievens, T., Butera, J.D., and Kidanu, A. 2010. Who Wants to Work in a Rural Health Post? The Role of Intrinsic Motivation, Rural Background and FaithBased Institutions in Ethiopia and Rwanda. Bulletin of the World Health Organisation, 885, 342349. Sharma, R. 1999. What Manner of Teacher Some Lessons from Madhya Pradesh. Economic and Political Weekly, 3425, 15971607. Street, D.J., Burgess, L., and Louviere, J.J. 2005. Quick and Easy Choice Sets: Constructing Optimal and Nearly Optimal Stated Choice Experiments. International Journal of Research in Marketing, 224, 459470. Thurstone, L.L. 1938. Primary Mental Abilities. University of Chicago Press, Chicago. WHO 2006. World Health Report 2006: Working Together for Health. World Health Organization, Geneva. 23 TABLES AND FIGURES Table 1 Summary statistics All Standard Male Standard Female Para Male Para Female Obs Mean Obs Mean Obs Mean Obs Mean Obs Mean Female 703 10 138 Parateacher 704 11 138 Age 31.4665 33.1 123 SCSTOBC 701 .314.493 137 MSc Degree .547700 .551 137 Rural .955692 .993 133 Married 701 .897.885 136 Any children .820 137 703 .861 of children 1.784 137 1.686703 Any experience 691 18.02Years of experience 599 .173Taught at private school 683 Salary at private school 269 27111028.4.431.852.498.571.422.628.6252.08.6014067.506.39530.0.417.699.750.635.541.999.7544.88.39538370028.9.422.739.718.362.266.401.5542.50.4954296207207202206207206207207207204170206100218218211218216215217218218208165208127139139127138138137139139139139133139181 137 8.36 128 .137 127 1228 22 Notes: Based on 707 respondents. SCSTOBC refers to Scheduled Caste, Scheduled Tribe or Other Backward Caste. Table 2 DCE: Contract attributes, and their levels Pay Location Contract Transfers Rs. 13000 per month Remote village Fixed term Rs. 17000 per month Village Small town Rs. 21000 per month Your home village town town District capital area Staff and pupils 2 teachers, 75 pupils Depend on connections and influence Depend on merit 2 teachers, 14 pupils contract, renewable every 7 years. Permanent, must transfer every 7 years. Permanent, possibility to transfer after 7 years. Notes: 1 USD 50 Rupees. The 2010 starting salary in Uttarakhand was 1718.000 Rs per month 340. 24 Table 3 Logit estimates of the DCE model, standard students 3 4 2 .133 .010.576 .088.043 .056 .127 .067 .121 .013 .779 .105 .139 .026.132 .011 .507 .095 .880 .220.658 .095 1.022 .092 1.225 .115 1.104 .230.636 .091 1.006 .110 .749 .225.368 .096 .577 .063.681 .076 .673 .068 .700 .157.833 .238.783 .100 .770 .117 .723 .094.891 .176.940 .074 1.035 .071 1.048 .088 .128 .060 .173 .137 .003 .017 .007 .016 .170 .144 .188 .134 .704 .141 .701 .151.469 .149.563 .138 .224 .103 .184 .096 .065 .155 .067 .144 .223 .108 .267 .116 .159 .091 .127 .084 .013 .016 .043 .139 .073 .144 .067 .143 .039 .099 .050 .149 .014 .112 .080 .087 .011 .017 .012 .016 .319 .136 .290 .143 .375 .144 .221 .151 .611 .141 .516 .148.226 .103 .181 .098 .054 .155 .04 .149 .061 .116 .008 .112 .099 .086 .139 .090 Contract attributes Pay 1000 Rs. Location: VillageSmall town Location: Home village town Location: District Capital area Contract: Permanent with rotation Contract: Permanent Transfers: Based on merit Small class size Female x Pay 1000 Rs. Female x VillageSmall town Female x Home village town Female x District Capital area Female x Permanent with rotation Female x Permanent Female x Based on merit Female x Small class size Caste x Pay 1000 Rs. Caste x VillageSmall town Caste x Home village town Caste x District Capital area Caste x Permanent with rotation Caste x Permanent Caste x Based on merit Caste x Small class size Rural x Pay 1000 Rs. Rural x VillageSmall town Rural x Home village town Rural x District Capital area Rural x Permanent with rotation Rural x Permanent Rural x Based on merit Rural x Small class size Additional Controls Observations: 405 Individuals ; 4793 Responses ,: significant at the 1% and 5% levels respectively. Sample: Standard students only. Caste Dummy for STSCOBC, Rural dummy for rural home location. Additional controls are dummy for having children, dummy for any teaching experience, and dummy for a MSc degree, but coefficients are not reported. .011 .016 .026 .135 .069 .140 .002 .139 .019 .097 .039 .145 .004 .108 .059 .085 Yes 1 25 Table 4 Monetary equivalents of locations, by gender and rural origin Rural Urban Male Female Male Female Monthly pay equivalent needed to compensate a move to a Remote Village from VillageSmall town from Home villagetown from District Capital 3921 5141 5860 10705 1549 4750 Notes: 1 USD 50 Rupees. Calculated from the estimates in column 4 of Table 3. ,: significant at the 1% and 5% levels respectively, based on a Wald test 2tailed. The calculation assumes general caste status, no children, and no teaching experience. 6327 7696 7935 13227 5384 8927 26 Table 5 Preferences of Parateachers 1 2 3 Para only .091 .033 .266 .294 .104 .286 .159 .293 Full sample Full sample Contract attributes .124 .020 .127 .017 Pay 1000 Rs. .569 .148 .798 .173 Location: VillageSmall town .989 .153 1.264 .181 Location: Home village town .464 .151 .892 .178 Location: District Capital area .594 .124 1.136 .207 .518 .106 Contract: Permanent with rotation.789 .186 1.112 .304 .748 .157 Contract: Permanent .921 .117 .961 .139 .623 .222 Transfers: Based on merit .067 .108 .005 .092 .09 .179 Small class size .017 .017 .014 .016 Para x Pay 1000 Rs. .071 .137 .064 .147 Para x VillageSmall town .155 .148 .310 .138 Para x Home village town .236 .149 .487 .139 Para x District Capital area .002 .105 .036 .097 Para x Permanent with rotation .084 .144 .068 .154 Para x Permanent .325 .115 .339 .107 Para x Based on merit .067 .085 .104 .091 Para x Small class size Female x Pay 1000 Rs. Female x VillageSmall town Female x Home village town Female x District Capital area Female x Permanent with rotation Female x Permanent Female x Based on merit Female x Small class size Rural x Pay 1000 Rs. Rural x VillageSmall town Rural x Home village town Rural x District Capital area Rural x Permanent with rotation Rural x Permanent Rural x Based on merit Rural x Small class size Additional Controls Individuals ; Responses .058 .020 .316 .172 .385 .169 .099 .173 .513 .122 .36 .177 .196 .131 .28 .106 .006 .016 .343 .133 .406 .140 .643 .137 .111 .095 .053 .144 .052 .108 .096 .084 Yes 671 ; 7843 671 ; 7843 266 ; 3050 Yes Yes ,: significant at the 1% and 5% levels respectively. Rural dummy for rural origin home location. In columns 1 and 2, the additional controls are dummy variables for teaching experience, for having children and for a MSc degree. In column 3 the additional variables are dummy variables for teaching experience, for having children, for a MSc degree and SCSTOBC. 27 Figure 1 Distribution of scores in skill tests, kernel densities Notes: Epanechnikov kernel densities, default STATA 12 bandwidths. The first Principal Component has correlations of 0.77, 0.80 and 0.83 with Countries, English and Arithmetic, respectively. 28 Table 6 Characteristics and skills, OLS All .252 .088 .192 .078 .160 .082 .218 .085 .044 .011 Standard students .151 .094 .071 .109 .181 .102 .220 .087 .035 .015 Parateachers .535 .303 .219 .104 .104 .138 .056 .015 .411 .090 .936 .103 .551 .086 .293 .143 Sample: Rural MSc Degree Any children Any experience Age Quotafavored groups: Female Parateacher SCSTOBC District effects Observations R2 .627 .069 .477 .099 .420 .071 Yes 627 .34 Yes 392 .23 Yes 236 .42 Notes: Dependent variable: Normalised 1st principal component of skills. ,: significant at the 1% and 5% levels respectively. SCSTOBC refers to a dummy for Scheduled Caste, Scheduled Tribe or Other Backward Caste. 29 Table 7 Share of female and parateachers in government primary schools in Uttarakhand by school remoteness, year 200809. Remoteness No. of Teachers Female Parat. schools per school No source of water Grade 1 enrollment share .735 share Electricity.031 .407 387 3.166 Urban Rural: 2820 Distance to HQ 010 km Distance to HQ 1120 km 2968 Distance to HQ 2140 km 3843 1908 Distance to HQ 40 km Notes: Source: DISE 200809. Distance to HQ is the distance to district headquarters, which usually is in the district capital. A source of water is either a tap, hand pump or a well. 41760 31447 33709 15027 2.628 2.296 2.106 1.966 .079 .114 .122 .136 .095 .147 .198 .252 .604 .496 .467 .393 .245 .168 .111 .070 .059 10215 30 Appendix 1 Data collection The research team visited the teacher training centres DIETs of 7 districts out of 13 in the state in May 2010 see Figure A1. 120 survey questionnaires were printed for each school with the aim of randomly sampling 50% of both standard students and parateachers from each district, or having roughly 50 parateachers and 50 standard students from each district. Table A1 shows the final sample sizes, and how the randomisation of students was carried out. Figure A1 Sampled districts of Uttarakhand Notes: The sampled districts are shaded. 1 Haridwar, 2 Dehradun, 3 Tehri Garhwal , 4 Tehri, 5 Uttarkashi, 6 Rudraprayag, 7 Chamoli, 8 Bageshwar, 9 Almora, 10 Nainital, 11 Udham Singh Nagar, 12 Champawat, 13 Pithoragarh. Map source: Wikimedia Commons. GNU Free Documentation Licence. District Information System Data DISE Data on schools or teachers of Uttarakhand referred to in the article was obtained from the DISE 20082009 database. The data was provided by National University of Educational Planning and Administration in Delhi NUEPA. 31 Table A1 Sample size and notes on data collection District Almora Sample sizes Para teachers Standard students 43 49 Chamoli 62 56 Randomisation Notes on conditions 50% of both groups randomised from student register Chairs, but no tables. Questionnaires distributed in classrooms in random fashion Standard students had chairs, no tables. Parateachers sat on the floor. Dehradun 51 41 50% of both groups randomised from student register Most students had chairs and tables, some just chairs. Haridwar 63 43 Nainital 50 47 Rudraprayag 86 0 Udham Singh Nagar 71 42 Chairs, but no tables. Chairs and tables. Chairs, but no tables. 50% of both groups randomised by staff, criteria unknown. 50% of both groups randomised by staff, criteria unknown. All standard students present were included. Only 8 parateachers enrolled in the school, and thus not covered. Chairs and tables. All standard students present included, half of parateachers covered one randomly selected classroom out of two. Total 426 278 32 Appendix 2 Skills tests As part of the survey, the teacher students filled a threepart timed skills test. The parts are referred to here as Countries, English and Arithmetic. The test was designed so that it would not consume much time and would be easy to implement in different conditions, fast to mark, and would leave as little room as possible for cheating. Questionnaires were bilingual EnglishHindi, and instructions were given in English and Hindi prior to each skill test. In the Countries test, the students had to write down as many countries as they could in 90 seconds. They could use any language they wished, and most used Hindi, while some used English. The students were not told that they should write down the names of countries prior to the beginning of the test, but simply items from an announced category. An example using animals was given. The scoring of the test was based on the number of items written down, regardless of whether they were real countries or not.19 The average score across 704 responses was 16.03, with a standard deviation of 4.4 and a range of 3 to 33. The Countries test would be classified in research literature as a test of semantic fluency. The origins of such a test can be traced to Thurstones Word Fluency Test for verbal ability Thurstone, 1938. It may be useful in examination of, for example, language, executive functioning, and speed of information processing. It has been found that education and age have an impact on the number of items written down, whereas gender usually has only a small effect Ratcliff et al. 1998. In our context, this can be seen as a test of general knowledge, verbal skills, and a proxy for the quality of education. In the English test, the students had to first write down as many English words beginning with an F as they could in 60 seconds, and next, as many beginning with an S as they could in 60 seconds. The scoring was based on the average number of proper nouns for the two letters, allowing for minor spelling mistakes. Numbers only up to 10 Four, Five, Six, Seven were accepted. The correlation between the two sets of produced words was 0.74 across 702 respondents. The average combined score was 9.96 with a standard deviation of 3.82. Further details are shown in Table A2 below. The English test has a similar origin as the Countries test as a measure of verbal fluency, but it is typically applied to people in their native language. As in our case virtually all respondents are native Hindi speakers, the tests serve as an adhoc test for English vocabulary for discussion on mono and bilingual respondents, see Rosselli et al. 2002. 33 Table A2 Scores for the English vocabulary tests. Obs. Mean S.D. Min Max EnglishF EnglishS Average 702 704 702 10.28 9.62 9.96 3.90 4.29 3.82 00024 24 22 Notes: Correlation of F and S scores is 0.7364, with 702 observations. The Arithmetic test consisted of 40 calculations based on addition, subtraction, multiplication and division, at an increasing order of difficulty. The problems should be relatively easy for a person who is familiar with and seasoned in arithmetic computations, such as primary school teachers. The respondents were given 4 minutes to answer as many as they could. They were not allowed to use a calculator, but could use scrap paper and a pen to perform the calculations. The average number of solved calculations for 696 responses was 27.71 with a standard deviation of 8.64. The scores ranged from 3 to 40. 16 respondents achieved the full score of 40. Table A3 Summary scores of the three skills components Countries English Arithmetic Obs. Mean S.D. Min Max 704 702 696 16.049.9627.714.403.828.6430333 22 40 Table A4 Correlations over the skills measures obs694 English Arithmetic Countries English .40 .47 .51 A principal component analysis of the skill measures was carried out. The first principal component was constructed and normalised to have a mean of zero and a standard deviation of one. This is the primary measure of skills used in the paper. Table A5 Correlation of the 1st principal component with the tests Subtest Arithmetic English Countries Correlation with 1st PC .83 .80 .77 34 Appendix 3 Design of the Discrete Choice Experiment In this study the job contracts have five attributes, and the attributes have two to four levels as follows: a Pay: 0 Rs. 13000 per month, 1 Rs. 17000 per month, 2 Rs. 21000 per month. b Location: 0 Remote village, 1 Village Small town, 2 Your home village town, 3 District capital area. c Contract: 0 Fixed term contract, renewable every 7 years, 1 Permanent, must transfer every 7 years, 2 Permanent, possibility to transfer after 7 years. d Transfers: 0 Depend on connections and influence, 1 Depend on merit. e Staff and pupils: 0 2 teachers, 14 pupils, 1 2 teachers, 75 pupils. These attributes and levels were chosen after consulting a number of academics and policy makers in Delhi, as well as officials in states of Uttarakhand, Himachal Pradesh and Punjab, many of whom were former teachers. Thus, there are total of 144 possible contracts arising from combinations a 0,a 1,a 2 b 0,b 1,b 2,b 3 c 0,c 1,c 2 d 0,d 1 e 0,e 1. Further, there are a total of 1441441442 10296 possible contract pair comparisons. Out of the 10296 possible contract pairs, 12 pairs were selected using the principles from the literature on DCEs. Mangham et al. 2008 provide a practical primer, whereas a good theoretical starting point is Street, Burgess and Louviere 2005. Out of the 144 possible contracts full factorial, a fractional factorial of 24 contracts is first selected. This is a subgroup for which the levels of attributes are orthogonal. These 24 contracts are shown in Table A6. An orthogonal fractional factorisation guarantees two desirable properties for the DCE: Orthogonality attributes of the design are independent of each other, and level balance that each attribute level appears in the design with equal likelihood Mangham et al., 2008. Combining the 24 contracts into 12 pairs randomly should produce unbiased estimates of the and parameters in equation 4. However, random pairing is likely to produce a design with low efficiency, or larger than necessary standard errors for the estimated parameters. 35 Table A6 Orthogonal 24fractional factorial. Contract number and attribute levels. Contract number Attributes Contract number Attributes 1 2 3 4 5 6 7 8 9 10 11 12 a 0 0 1 1 2 2 0 0 1 1 2 2 b 0 0 0 0 0 0 1 1 1 1 1 1 c 1 1 0 2 0 2 0 2 0 2 1 1 d 0 1 1 0 0 1 1 0 0 1 1 0 e 0 1 1 0 1 0 0 1 0 1 0 1 13 14 15 16 17 18 19 20 21 22 23 24 a 0 0 1 1 2 2 0 0 1 1 2 2 b 2 2 2 2 2 2 3 3 3 3 3 3 c 1 1 0 2 0 2 0 2 0 2 1 1 d 0 1 1 0 0 1 1 0 0 1 1 0 e 0 1 1 0 1 0 0 1 0 1 0 1 To improve the efficiency of the estimates, two further principles can be applied: Minimal overlap and utility balance Huber and Zwerina, 1996. The former states that more information can be inferred with a DCE if the levels of attributes within a choice set are different in our case between contracts A and B. The latter principle states that the efficiency can be improved by using some prior assumptions about the true parameters, and setting the choices within the choice set to have similar overall utility. It has also been argued that the techniques for improving the efficiency may not be very important as sample size can substitute for an inefficient experimental design Lusk and Norwood, 2005. In this study, 12 contract pairs choice sets were selected from the 24 contracts using an improvised Monte Carlo type approach: The 24 contracts were combined into 12 matched pairs repeatedly by an algorithm that attempted to minimise the overlap of attribute levels between pairs. A set of the resulting lowoverlap pairings i.e. different sets of 12 pairs was used to simulate choices for 500 respondents with identical utility functions but individual error terms corresponding to the random utility model.20 These choices were then predicted with a Logit model, and the precision of the estimates was evaluated the larger the determinant of the information matrix, the more precise. The process led us to choose the following set of contract number pairings Contract A, Contract B: 16,5, 9,1, 24,7, 15,6, 10,17, 12,19, 22,18, 21,2, 4,14, 11,20, 3,13, 23,8. Table A7 below shows the actual choices of the respondents. There were no pairs choice sets for which a certain option would have always been preferred either only A, or only B. 36 Table A7 Frequency of choices in the DCE A,B Choose A Choose B Nonresponse % Nonresponse 16,5 9,1 24,7 15,6 10,17 12,19 22,18 21,2 4,14 11,2 3,13 23,8 514 426 421 300 484 427 176 258 204 601 315 566 172 259 267 390 202 259 511 424 476 82 362 114 21 22 19 17 21 21 20 25 27 24 30 27 3,1 3,2 2,8 2,5 3,1 3,1 2,9 3,7 4 3,5 4,4 4 37 Figure A3 Test for Arithmetic Notes: The actual size of the test was A4. 38 Figure A4 Sample page of the DCE Notes: The actual size of the page was A4. 39 Appendix 4 Robustness checks This section reports on a set of robustness checks regarding the consistency of the discrete choice experiment. Table A8 below reports the results of a number of estimations for the sample of standard students, which can be compared with the main results, originally shown in column 1 of Table 3. If for any reason, for instance due to the order of placement on the questionnaire, respondents would have a tendency to choose the A option in the DCE either with higher, or lower, probability than B, the results could be biased. This can be easily tested by including a constant in the model. The model in column 1 in Table A8 shows that a constant is not statistically significant and does not affect the results. Table A8 Robustness checks of the DCE Model 2 Excluding 3 Lowland districts 1 Including constant 4 Mountain districts Contract attributes Pay 1000 Rs. Location: VillageSmall town Location: Home village town Location: District Capital area Contract: Permanent with rotation Contract: Permanent Transfers: Based on merit Small class size Female x Pay 1000 Rs. Female x VillageSmall town Female x Home village town Female x District Capital area Female x Permanent with rotation Female x Permanent Female x Based on merit Female x Small class size Constant 2708 Observations , : significant at the 1% and 5% levels respectively. Lowland districts are Haridwar, Dehradun and Udham Singh Nagar. Mountain districts are Rudraprayag, Chamoli, Almora, and Nainital. lexicographic .136 .012 .609 .102 .733 .102 .467 .104 .796 .073 .850 .107 .811 .081 .103 .064 .004 .017 .152 .144 .821 .160 .532 .150 .229 .104 .006 .162 .231 .120 .172 .092 .131 .013 .491 .109 .651 .097 .349 .114 .673 .068 .775 .104 .936 .076 .133 .062 .007 .016 .186 .134 .703 .141 .561 .138 .185 .096 .065 .145 .222 .109 .126 .085 .017 .054 .147 .017 .532 .145 .879 .149 .464 .148 .695 .104 .906 .157 1.023 .115 .087 .092 .008 .025 .326 .207 .987 .239 .619 .217 .192 .149 .111 .241 .266 .173 .012 .130 .122 .015 .489 .127 .498 .123 .299 .127 .657 .090 .699 .131 .884 .098 .158 .079 .002 .021 .088 .177 .582 .178 .534 .181 .181 .127 .116 .185 .229 .141 .235 .112 4793 4097 2085 One potential disadvantage of discrete choice experiments in relation to contingent valuation is the cognitive complexity of the task for the respondents. It is possible that to simplify the task, some respondents use rules of thumb, such as lexicographic ordering, to make their choices Hanley et al., 2001. Column 2 in Table A8 excludes a subset of respondents for whom we find lexicographic preferences, i.e. that they always prefer a certain contract attribute. This could also reflect strategic behaviour. In the full sample the tendency to 40 exhibit such a preference is strongest regarding the meritbased transfers option; 57 respondents always choose a contract with this attribute when its an option. Strict preferences for other attributes were much less frequent. Lancsar and Louviere 2006 argue against deleting respondents with lexicographic preferences, since theoretically, a random utility model may be able to cope with such preferences, and information is being lost. In our case, the estimates remain qualitatively very similar when individuals with lexicographic preferences are removed from the sample. There may be a concern that the mountainous nature of Uttarakhand makes it an unrepresentative state in India and that this may affect the results, especially with respect to how different geographic locations are valued. This is addressed in columns 3 and 4, which show the results with separate subsamples for lowland districts Haridwar, Dehradun, Udham Singh Nagar and mountain districts Rudraprayag, Chamoli, Almora, Nainital. A comparison of the results in columns 3 and 4 suggests that the aversion or remote villages is somewhat stronger in the lowland districts, and this applies especially to women. This supports the generalisability of the results to rest of India, which is geographically more similar to the lowland districts. 41 Endnotes 1 Based on the District Information System Data DISE. See note in Appendix. 2 Like many developing countries, Indian states have turned to recruiting temporary local contract teachers, in particular in more remote locations. These teachers generally lack teacher training and are paid significantly less than the formal teachers. 3 This is possibly the most reliable source of nationwide performance data on primary school students in India. More information is available at http:www.asercentre.org4 There has been a tenyear break in the provision of regular training programmes see Godiyal and Nautiyal, 2008. 5 Provisional figures, see http:www.censusindia.gov.in2011provresultspaper 2prov_results_paper 2_uttrakhand.html 6 http:www.educationforallinindia.comgazette_right_to_education_bill_2009.pdf 7 The numbers are smaller 100 in the three mini DIETs. 8 The SSA framework for implementation is available at http:ssa.nic.inpage_portletlinks?foldernamessaframework 9 Source: Communication with officials at Uttarakhand Sarva Shiksha Abhiyan office. The salary is indexed to consumer prices, and have thus increased substantially since 2010. 10 A range of information, including opinions on teacher recruitment, was collected. The table focuses on variables of interest for this particular study, including variables used in the regression analysis. 11 Rotation and compulsory service in rural areas after graduation have been common practices used for instance in the health sector in developing countries see e.g. WHO, 2006. 12 Beteille 2009 reports that half of the teachers she surveyed in three states agreed that transfers require connections and 30 percent believed that they would have to pay to obtain the post they wanted. Ramachandran et al. 2005 report that in 2005, the government in Rajasthan transferred 20,000 teachers. To quote the authors: Discussions with trade union leaders revealed that transfers and posting were big business in Rajasthan. Intensive lobbying followed bulk transfers and it was rumoured that political middlemen demanded Rs. 5,000 to Rs. 25,000 to cancel the transfer or ensure a good posting. 13 Although it is common practice to calculate marginal effects to interpret binary choice models, in this particular context the marginal effects are of no interest. 14 A dummy variable for teaching experience is included instead of the actual years of teaching experience, since this allows for a larger number of observations. Some of the trainees reported to have teaching experience, but did not specify the number of years. 15 There is an emerging literature on the effectiveness of contract teachers. In the Indian context, the limited evidence available suggests that despite lower pay, or lack of qualifications, parateachers perform no worse than regular teachers in India and may even outperform them see Atherton and Kingdon, 2010, Goyal and 42 Pandey, 2009, Muralidharan and Sundararaman, 2010. Studies on contract teachers in other developing countries produce somewhat more mixed results see e.g. Bourdon et al. 2010, de Laat and Vegas, 2005 and Duflo et al., 2012. 16 The Uttarakhand BTC application data is publicly available, and entrance test marks of applicants are somewhat lower for women than for men. 17 It might be suspected that even if both parateachers and standard students come from rural areas, the parateachers would be from more remote locations. 18 According to the national SSA framework for implementation The provision of 50% female teachers has been effective in bringing large numbers of women into the education system. However, the problems faced by female teachers need to be given due recognition. Female teachers should be supported to overcome security concerns or dealing with other forms of gender bias, including harassment. Forming forums or support groups of female teachers could also be of help in this regard. 19 This scoring method was based on the convenience of not having to go through hundreds of responses in two languages. Based on responses given in English, this does not appear to be a concern only a few respondents gave occasional responses that were not actual countries, such as Rome or Taliban. 20 It was assumed that each level improvement within an attribute increases the utility by the same amount compared to the lower level with reference to Equation 4, fixed term contract gets 1, permanent with rotation gets 2, Permanent without rotation 3 and so on. 43 ", "filename": "716261782.pdf", "person": ["Sonja Fagernäs", "Fagernäs, Sonja", "Panu Pelkonen", "Pelkonen, Panu"], "date": ["2012"]}