{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/62415/1/718156323.pdf"], "title": ["Does it pay to be a cadre? Estimating the returns to being a local official in rural China"], "plaintext": "Does It Pay to Be a Cadre? Estimating the Returns to Being a Local Official in Rural China Central University of Finance and Economics, Beijing Jian Zhang John Giles World Bank and IZA Scott Rozelle FSE, FSI, Stanford University, University of Waikato and IZA Discussion Paper No. 6653 June 2012 IZA P.O. Box 7240 53072 Bonn Germany Phone: 4922838940 Fax: 492283894180 Email: izaiza.org Any opinions expressed here are those of the authors and not those of IZA. Research published in this series may include views on policy, but the institute itself takes no institutional policy positions. The Institute for the Study of Labor IZA in Bonn is a local and virtual international research center and a place of communication between science, politics and business. IZA is an independent nonprofit organization supported by Deutsche Post Foundation. The center is associated with the University of Bonn and offers a stimulating research environment through its international network, workshops and conferences, data service, project support, research visits and doctoral program. IZA engages in i original and internationally competitive research in all fields of labor economics, ii development of policy concepts, and iii dissemination of research results and concepts to the interested public. IZA Discussion Papers often represent preliminary work and are circulated to encourage discussion. Citation of such a paper should account for its provisional character. A revised version may be available directly from the author. IZA Discussion Paper No. 6653 June 2012 ABSTRACT Does It Pay to Be a Cadre? Estimating the Returns to Being a Local Official in Rural China Recruiting and retaining leaders and public servants at the grassroots level in developing countries creates a potential tension between providing sufficient returns to attract talent and limiting the scope for excessive rentseeking behavior. In China, researchers have frequently argued that village cadres, who are the lowest level of administrators in rural areas, exploit personal political status for economic gain. Much existing research, however, compares the earnings of cadre and noncadre households in rural China without controlling for unobserved dimensions of ability that are also correlated with success as entrepreneurs or in nonagricultural activities. The findings of this paper suggest a measurable return to cadre status, but the magnitudes are not large and provide only a modest incentive to participate in villagelevel government. The paper does not find evidence that households of village cadres earn significant rents from having a family member who is a cadre. Given the increasing returns to nonagricultural employment since Chinas economic reforms began, it is not surprising that the returns to working as a village cadre have also increased over time. Returns to cadrestatus are derived both from direct compensation and subsidies for cadres and indirectly through returns earned in offfarm employment from businesses and economic activities managed by villages. JEL Classification: O16, O17, J45, P25, P26 Keywords: village political economy, public sector labor markets, returns to political status, rural China Corresponding author: Jian Zhang School of Economics Central University of Finance and Economics 39 South College Road Haidian District Beijing 100081 China Email: jian 32gmail.com The authors would like to thank Steve Boucher, Ed Taylor, Adam Wagstaff, Andrew Walder and seminar participants at Central University of Finance and Economics, IFPRI Beijing Office, Shandong University and Tsinghua University for comments on earlier versions of the manuscript. Jian Zhang is grateful for support from Phase III of the China National 211 projects at Central University of Finance and Economics, and John Giles gratefully acknowledges support from the Knowledge for Change Trust Fund at the World Bank. The results and discussion presented in this paper are those of the authors, and do not represent the views of the World Bank or any affiliated organizations or member countries. Does It Pay to Be a Cadre? Estimating the Returns to Being a Local Official in Rural China I. Introduction While individuals in leadership positions within the public sector may have intrinsic motivation to perform public and community service, convincing citizens to become leaders in their communities may require some expectation of financial return for time and effort Liu and Tang, 2011. Apart from receiving reasonable financial incentives for public sector work, however, one may worry about negative consequences if leaders are perceived to exploit their position and connections for personal financial gain beyond reasonable compensation for the work they do on behalf of rural residents. Rural agrarian economies are not immune to the potential tension between providing appropriate incentives and the potential that leaders may engage in excessive rentseeking. Goldstein and Udry 2008, for example, show that individuals holding powerful positions in local political hierarchies in Ghana have more secure tenure rights to cultivated land, and as a result, the political elite invest more and enjoy substantially higher output.1 In this paper, we use a large rural household panel data set covering 10 provinces across 16 years to examine the extent to which having a rural cadre as a household member contributes to earnings above and beyond those earned by noncadre households. 1A related literature examines how political status and connections may be used to raise personal income andor the value of firms. Roberts 1990 took advantage of the unexpected death of Senator Henry Jackson to identify the value to others of the political connections to him. The share prices of companies with ties to the senator declined in reaction to his death; in contrast, share prices of companies with connections to his successor rose. Similarly, Fisman 2001 showed that the timing of the emergence of a string of rumors about the health of former Indonesian President Suharto was associated with a decline in the value of firms that had strong political connections with the Suharto family. 2 The paper contributes to a literature on the value and incentives of rural leaders in China, while demonstrating the importance of panel data and controlling for unobserved ability in estimating the returns to cadre status. While a preponderance of empirical studies to date have concluded that officials in rural China benefit from their political status and connections, the vast majority of these studies are based on single crosssections of data and do not allow the researcher to control for unobserved dimensions of ability.2 Higher incomes of cadres or Party members may not be driven by political connections, but simply the fact that high ability individuals are recruited into public service.3 Li et al 2007, for example, demonstrate the importance that unobserved heterogeneity may play in biasing estimates of the returns to Communist Party membership in urban China. Using a set of data on 870 pairs of identical twins, the authors show that the apparent returns to Communist Party membership disappear after controlling for the effects of unobserved ability and family background. Using the wide geographic coverage and the lengthy span of the survey, from 1986 to 2003, we examine both the geographic variation in returns to being in a rural cadre household and the evolution of returns during the period of transition from plan to market in rural China. By controlling for household fixed effects and exploiting the fact that we have information before and after households have a member who is a cadre, we control for unobserved ability, leadership and family background and obtain consistent estimates of the effect of cadre status on household income. Even if unobserved 2A partial list of studies suggesting significant returns to local officials in rural China include Nee 1996, Cook 1998, Walder 2002, Morduch and Sicular 2000, Parish, Zhe and Li 1995 and Parish and Michelson 1996. 3Morduch and Sicular 2000 provide one exception among these studies in that they use a longitudinal data set 1990 to 1993, albeit from one county in Shandong province, to show that, after controlling for timeinvariant unobservable factors, village cadre households earned approximately 20 percent more than noncadre households. 3 characteristics of households vary over time, the household fixed effect model will greatly reduce the bias found in crosssectional studies as long as the variation of the unobserved characteristics in a given household over time is small relative to the differences across households. We find that cadre households earn an average of 90 yuan per capita measured in 1986 yuan, or 9.5 percent, more than otherwise identical noncadre households. This estimated return to cadre status is considerably lower than what has been found in the previous studies, especially in those based on a single crosssection of data. The return to cadre status appears to increase over time, in both absolute and relative terms, with the bulk of the increase occurring after 1998. Assuming that Chinas labor, product and credit markets have become more integrated overtime and administrative positions are less important to gain access to resources, as most scholars demonstrate Xu, 2000; de Brauw et al., 2002; Dong and Xu, 2009, our results do not support that idea that returns to cadre status fall as the role of market mechanisms becomes more important as argued by Nee, 1989. Our results are consistent with the notion that local governments must compete in the market for talent when attracting village leaders: the returns to cadre status are higher in both absolute and relative terms in relatively rich provinces than in poor ones. In Zhejiang, Guangdong and Jiangsu, the most developed provinces in China, the returns to cadre households are significantly higher than in the other provinces. Local offfarm wage employment appears to be the source of twothirds of the higher income earned by cadre households. Cadre households are more likely to have local offfarm employment while less likely to participate in migrant employment. Of the higher local wage income earned by cadre households, roughly twothirds is from direct 4 cadre compensation and subsidies for being a cadre, and onethird comes from businesses and economic activities managed by villages. In short, cadre status provides ability for the cadre or household member to earn more income from offfarm employment in village businesses and economic activities, but our results suggest that the magnitude of returns amounts to roughly three percent of income after subtracting direct payments and subsidies associated with work as a cadre. Such a modest return hardly supports the notion of significant rentseeking among grassroots cadres in rural China. Finally, any political capital or informational advantages associated with cadre status depreciates soon after cadres leave office. 4 The returns to cadre households disappear soon after the cadre member steps down from his or her office, indicating that most of the return to cadre status is attributable to the leadership position. The connections, social networks and informational advantages established through prior experience as a cadre do not seem to lead to a persistent return after leaving village government. The paper is organized as follows. Section II briefly discusses the nature of grassroots cadreship in rural China, focusing on the power and potential advantages of being a cadre during the reform era. Section III describes the data and Section IV describes our empirical strategy and key variables. Section V presents results of income regressions and Section VI examines the sources of higher income among cadre households. In Section VII the paper examines earnings after a household member retires from cadre status and discusses the depreciation of political capital and Section VIII concludes. 4While much of the literature has focused on use of political influence to attract rents and to secure higher income, an alternative and indistinguishable explanation is that individuals in cadre positions may have better information about employment opportunities, and is then capable of making recommendations to family members. 5 II. The Evolving Roles of Chinas Rural Cadres Who Are Chinas Rural Cadres? Cadres xiangcun ganbu, who may be political or administrative leaders, hold the most important political positions in Chinas rural villages. Since the end of the commune system in the late 1970s and early 1980s, there have been two types of cadres in rural China: township cadres and village cadres. Township cadres hold a position in the township administration, reside in the village with their family and commute to the township to work, returning either daily or on weekends. Village cadres include members of the village committee cunmin weiyuanhui or village party committee cun dangzhibu Kelliher, 1997; Guo and Bernstein, 2004; Oi and Rozelle, 2000. Since the early 1980s these two governance bodies have been charged with implementing state policies and running village affairs. 5 The village committee typically consists of three to seven people, including the committee chair who is often called the village leader, vice chair, village accountant and members who may be responsible for production, village security and womens affairs.6 The other governance body, the village party committee, typically has three to five members, including a party 5 Which of the two governance bodies has more power over decisionmaking in village affairs and implementation of state policies is not clearcut and varies over time and across villages. Before the introduction of village elections, the village party committee was the seat of decisionmaking and implementation and the party secretary was often considered to be the boss of the village. Since the introduction of village elections, however, village committees have effectively taken over power in some villages Guo and Bernstein, 2004. The division of decision making power between the village committee and village party committee also varies across villages Oi and Rozelle, 2000. For example, in some villages, regardless of the introduction of village elections, the village party committee, especially the party secretary, still makes most of the decisions while in some places power falls in the hands of the elected village committee. Alternatively, powersharing arrangements may arise between the village committee and village party committee. 6 Village committees appeared first in two Guangxi counties Lishan and Luocheng where they were formed by villagers without the knowledge of local authorities in late 1980 and early 1981 OBrien and Li, 2000. Village committees have spread widely since then. In 1982 village committees were written into the Constitution as elected, mass organizations of selfgovernment. A year later a Central Committee circular instructed that elected village committees should be set up in villages. Although village committees are defined as elected, village elections were not widely implemented until the 1990s Kelliher, 1997. 6 secretary, a vice secretary and one or more executive committee members at large.7 The members of the two committees are considered as village cadres.8 Village cadres may also include residents who are responsible for managing some aspect of village affairs but are not members of either the village committee or the village party committee. Such cadres may include residents responsible for village security heads of the security office, army recruiting heads of the militia, mediating civil disputes, distributing comfort funds or poverty assistance or organizing youths in the village head of the Communist Youth League. Township and village cadres serve in a parttime capacity and typically earn most of their income from other activities. While this greatly reduces the liability of the state, it also opens up the possibility that cadres may take advantage of their positions in ways that raise the income of their households. In the 1980s, during the early stages of economic reform, there were several channels through which cadres might have used their position to enrich themselves. First, as cadres managed the process of contracting out collective resourcessuch as land, equipment and its factories, they may have allocated the most fertile land, best equipment and relatively profitable enterprises to their own families at favorable prices Oi, 1989. They also may have been able to wield power to receive benefits indirectly. For instance, cadres may have exacted bribes or 7 The size and composition of the village committee and village party committee may vary across villages, mainly depending on the villages size and complexity. The village party committee also can vary depending on the number of party members in the village. In some casesespecially in smaller villages, there can be an overlap of responsibilities. For example, in some villages there may be only a party secretary and a vice secretary, but no village party committee at all. In other places, the chair of the village committee is also the party secretary or vice secretary of the village party committee. The members of the two committees are often occupied by the same people. 8 In some villages, there are subgroups within the village, which are called village small groups cun xiaozu while in other places households were directly under village leadership. The leaders of village small groups at most maintain the rights to manage the cultivated land in the sense that the small group leaders assign production rights to its small group households. In most cases, small group leaders can only act with the permission of village leaders. Hence, in many places power at the grassroots level reside at the village level. The small group leaders are not generally considered as village cadres. 7 other gifts from villagers who were willing to pay for preferential access to the resources of the collective. Second, given the underdeveloped state of markets in the early stages of the reforms, cadres continued to be responsible for rationing a subset of farming inputs. In the 1980s inputs, such as fertilizer and fuel, were often sold through state stores at below market prices if farmers were able to get access to rationing coupons from their village leaders Oi, 1989. Access to these rationed goods was often a key to determining the profitability of agricultural production. As a result, cadres incomes, or consumption, may have benefitted from preferential access to these scarce and cheap goods. Third, in those rural areas with more robust local economies, cadres often managed township and village enterprises or at least acted as managing consultants Oi, 1999. Thus, they may have earned additional income or been able to help their family members get a job in one of the township and village enterprises Ho, 1994; Parish, Zhe and Li, 1995; Parish and Michelson, 1996; Oi, 1999; Morduch and Sicular, 2000. These jobs were usually well paid, at least relative to farming, and in high demand by villagers. Township and village factories sometimes acted as satellite factories or input suppliers of raw materials for enterprises outside of the village and this relationship also may have been able to be used to get a family member a job in other enterprises. Finally, being in the bureaucratic system may have given cadre households more advantages at least over ordinary households in becoming part of personal networks and in being able to develop personal relationships guanxi with upper level cadres Oi, 1999. Through these networks, it is possible that cadre households gained private access to market information or technical expertise Oi, 1999. Cadres then could have 8 employed these advantages to enhance the incomes of their own families. For example, a good relationship with upper level cadres may have facilitated access to credit from local banks to start up an own family business. Apart from access to higherlevel bureaucrats and credit sources, households with cadres may have gained better information about local opportunities or new technologies that raised the profitability of businesses operated by cadres or their households.9 Recent Reforms and the Benefits of Cadre Status. Neither the economy nor the political organization of rural China has been static since the start of economic reforms. While cadres may have been able to exploit their positions in early stages of the reform, the evolution of institutions and maturation of markets could have changed the returns to cadre status during the 1990s and beyond. First, full implementation of elections for some cadre positions, such as village leader, may have also led to sanctions against cadres who sought excessive returns.10 Second, state distribution channels for many inputs to farming withered Park and Rozelle, 1998. Third, after the mid1990s, under mounting competitive pressures, many local government officials, including village cadres, began to privatize their enterprises Li and Rozelle, 2003. Once privatized, the ability of cadres to influence the employment decisions of the new owner likely declined and the ability to help family members obtain nonfarm jobs may have also fallen. At the same time employment outside of villages and nearby townsespecially in Chinas citieshas 9 For a detailed description on the organization and administration of local governments county, township and village and their power and behavior in the postMao era, see Oi 1989 and 1999. 10Incomes grew at a slower rate in villages that were more unequal at the start of economic reforms, and this may well have reflected a political reaction of village residents to unequal outcomes reinforced by rentseeking of local cadres Benjamin et al, 2011. 9 risen greatly, which substantially increased the opportunity of finding a job for those without connections to local employers. Despite these changes, there are other reasons to believe that the power of cadres in rural China may not have weakened. For example, cadres may have shifted to managing, rather than directly operating, township and village resources and thus may still use their position to enhance their own income. Due to the rapid rate of urbanization in the late 1990s the value of land in some villages has risen. Since cadres are often managing both leasing and sales transactions, this provides a means of earning additional income legally as compensation for collection of management or agency fees or illegally through kickbacks.11 The power and advantages held by cadres in rural China are likely to be quite heterogeneous across villages and to depend on the nature of the local village economy Oi and Rozelle, 2000; Parish, Zhe and Li, 1995; Parish and Michelson, 1996. For example, in relatively poor and remote villages in which agriculture is the dominant source of income for households or in villages in which migration is pervasive, cadres may not have much power stemming from their official positions. On the other hand, in suburban villages or those in which there are many enterprises, cadres may be able to exploit their position to raise their incomes or to provide opportunities to family members. Finally, in those villages with many private firms, village leaders have the prospect of building mutually beneficial relationships with private enterprises by exploiting their quasiregulatory power over firms. They are also still able to use personal relationships with upperlevel cadres to help private entrepreneurs obtain loans or otherwise facilitate 11 Anecdotal evidence from some villages suggests that village cadres have earned income through rentseeking activities in the process of land expropriations and other transactions e.g., Cai, 2003; Guo, 2001. 10 both their business startup and daytoday operations. In return, private entrepreneurs may provide quid pro quo benefits to cadres or their family members. Given the mechanisms through which village cadres in rural China may enhance their income, and the ways that markets and other institutions may have undermined these opportunities, we turn to the empirical question of whether or not cadres earn a return on their positions. Further, in an effort to understand whether any returns are excessive and may thus reflect rentseeking, or simply sufficient to attracting talent to Chinas pool of rural cadres, we next estimate the source and magnitude of these returns. We address these analytical questions with the use of a unique panel of household survey data which we describe below. III. Data The analysis of the paper makes use of a large rural household panel data set that comes from annual household surveys conducted by the Survey Department of the Research Center on the Rural Economy RCRE at the Ministry of Agriculture in Beijing. To sample households, RCRE first selected counties in the upper, middle and lower income terciles in each of the 31 provinces and administrative regions in China. A village in each county was then randomly selected. Depending on the village population, between 40 and 120 households were randomly chosen and surveyed in each village. RCRE started the household survey in 1986 and intended a longitudinal survey, 11 following the same households over time. As a result, there is a significant panel dimension to the household sample.12 The scope of the survey is quite broad. Households are asked a range of questions regarding political status e.g., household cadre status, education, sources of income, labor supply, land use, asset ownership, occupational choice and other household characteristics. Respondent households keep daily diaries of income earnings and expenditures and a resident survey administerenumerator living in the county seat visits with households once a month to collect information from the diaries. The data set used in our analysis comes from part of the complete RCRE survey.13 It covers ten provinces Shanxi, Jilin, Jiangsu, Zhejiang, Anhui, Henan, Hunan, Guangdong, Sichuan and Gansu and spans the period 19862003 except 1992 and 1994 as RCRE was unable to conduct the survey in these years because of funding difficulties. As a result, the data set includes 14,417 households and has a total of 123,867 householdyear observations. RCREs sampling is not proportional to provincial rural population. For example, the number of households surveyed in Sichuan is nearly the same as that surveyed in Gansu, despite the fact that Sichuan has a rural population that is nearly five times larger. Thus, in the descriptive statistics presented, we weight by rural population 12Despite the significant panel dimension, nearly one third of originally selected households were lost to attrition during the period 19861999. This is mainly due to village attrition that occurred during two twoyear gaps when RCRE was unable to conduct the survey in 1992 and 1994 because of funding difficulties. To supplement the sample, RCRE replaced lost villages by comparable villages in the same counties. Households lost through attrition were replaced at least in principle on the basis of random sampling. For a detailed discussion of the RCRE panel data set, including discussions of survey protocol, sampling, attrition, and comparisons with other data sources from rural China, see Benjamin, Brandt and Giles 2005. Other work exploiting the panel nature of this dataset includes: Benjamin, Brandt and Giles 2011, which examines the relationship between village inequality and income mobility; Giles 2006 and Giles and Yoo 2007, which analyze the riskmanagement and riskcoping behavior of households; and de Brauw and Giles 2008a, 2008b, which look at the effects of villagelevel migration on educational investment and household welfare, respectively. 13 The complete RCRE survey covers over 22,000 households in 300 villages in 31 provinces and administrative regions. We have obtained access to data from 10 provinces, or roughly one third of the RCRE survey. 12 by year.14 The large geographic coverage and the lengthy span of the survey enable us to examine both the returns to a household of having a rural cadre and the variation of these returns across regions and time. IV. Empirical Framework To examine the relationship between rural cadre status and household income, we estimate a series of income functions, where the dependent variable, Yijt, is household income per capita for household in province in year : 1 In this specification, variable is the rural cadre status variable for household in province in year , and is equal to one if a member of the household was a rural cadre in year , and zero otherwise. The coefficient on this variable,, measures the per capita magnitude of economic returns attributable to presence of a cadre, holding other things constant. A vector of household level variables, , control for observable household characteristics, and unobservable household characteristics, such as ability and family background, are captured in. Also provinceyear fixed effects, , control for all macro economic shocks at the level of the province. As it is likely that 14Specifically, weight provincial rural population number of households sampled in a province. 13 ijt Kkijtkijtkijtjtiijt Cadre Y1Xijttijtk Xijt, for , because income shocks could have persistent effects, we present clustercorrected standard errors at the householdlevel throughout.15 An important and likely source of endogeneity associated with the cadre status variable , derives from the presence of household level unobservables . Specifically, we must be concerned that ability, family background and other intangibles, may be correlated with the cadre status variable and contribute to higher earnings of cadre households. Given the panel nature of the dataset, it is straightforward to control for these unobservables by including household level fixedeffects models. Below we define and briefly describe the variables included in our regressions. Measurement of Household Income. Household income can be classified into two groups: earned and unearned income.16 Household earned income is the sum of income from all householdmanaged activities i.e., agriculture, farming sidelines, and familyrun business, plus offfarm income from local wage employment, temporary migrant wage employment, and government employment.17 Household unearned income is the sum of formal transfers from the village and higher levels of government, informal transfers and remittances from friends or family, and other income and is calculated gross of taxes and fees. Both earned and unearned income are calculated on a per capita basis. 15 Equation 1 is essentially a regression version of DifferencesinDifferences estimation. This form of serial correlation will not necessarily bias coefficient estimates, but may introduce downward bias in standard error estimates Bertrand, Duflo and Mullainathan, 2004 16For a detailed description on the definition and calculation of household incomes, see Appendix I of Benjamin, Brandt and Giles 2005. 17In addition to the income from temporary migrant wage employment, households may also have income from permanent migrants. We define this income as remittance and classify it as unearned income. 14 ,0ijtijscorrstiWith regard to the calculation of household income, it is further worth mentioning that the value of farm output that is not sold and thus largely consumed or stored by the household is calculated at market prices and included as part of household income. Second, household incomes are deflated into 1986 prices, the first year of the RCRE survey, using the National Bureau of Statistics rural consumer price index for each province. Rural Cadre Status. The measure of the political status used in our analyses is cadre status, which is constructed from a question of whether a member of the household was a township or village cadre xiangcun ganbu. Despite the simplicity of the survey question, the question provides a signal as to which households in each village are politically powerful. Covariates. All models estimated include the households weighted average years of education, share of laborers with special skills, productive assets per capita, arable land per capita, share of laborers and share of male laborers. Weighted average years of education and share of laborers with special skills help crudely to control for human capital. Share of laborers and share of male laborers are included in the regressions to control for household demographic characteristics that could affect household income. Finally, households Communist Party membership is also included in our regressions to control for another measure of political status in rural China that could affect household income. 15 V. Cadre Status and Household Incomes Table 1 presents summary statistics of household characteristics of the sample. On average, households have 6.4 years of education. In addition, arable land per capita for a typical household is 1.36 mu or 0.09 hectares while productive assets per capita are 470 Yuan. Fourteen percent of the households have a Communist Party member and, on average, 4.61 percent of rural households have either a township or village cadre. The average cadre tenure for households for cadre members is three years, but in the RCRE data source, some are cadre households for as long as 16 years and others for only one year. It is important to note that the village committee chair and village party committee chair tend to stay in their positions for much longer than other cadres, such as village accountants or heads of the village security office. The statistically significant higher average income per capita, both earned and total, of cadre households relative to noncadre households is evident from direct comparisons shown in Table 2. Over the entire period from 1986 to 2003, the average per capita income of cadre households was 28 percent more than that of noncadre households Panel A; and if we restrict attention to earned income per capita, earnings were 25 percent higher Panel B. The higher average income of cadre households also demonstrates an interesting pattern over time Figure 1, Panels A and B. First, the income gap appears to increase over time in both absolute and relative terms. Second, during the period 1995 to 1999 when a sharp decline in farm prices and cropping incomes occurred Benjamin, Brandt and Giles, 2005, per capita income for noncadre households actually fell while cadre households still experienced an average income growth rate of 2.4 percent per year, from 1,068 Yuan in 1995 to 1,173 Yuan in 1999. 16 While such differences in average income may reinforce, at first blush, the perceptions of benefits to cadre status, it is important to realize that cadre and noncadre households differ in important ways which may explain average differences in incomes. Table 3 shows that cadre households possess higher levels of human and physical capital, and this would lead us to expect differences in earnings, even apart from cadre status. After controlling for all of the observable household characteristics, and provinceyear fixed effects, cadre households earn an average of 109 Yuan of income more than noncadre households, or 14 percent higher earning of cadre households relative to noncadre households Table 4. Observable household characteristics explain 39 percent of the observed differences between cadre and noncadre households. In common with the crosssectional studies of the returns to cadre status, our base OLS results do not account for the unobserved dimensions of ability and we may expect that the coefficient on cadre status is biased upward. Including household fixed effects, in the last column of Table 4, leads to a decline in earnings premiums of cadre households to 89.5 Yuan, which is 11 percent of the average per capita income of noncadre households, and represents an 18 percent decline in the estimated earnings premium of cadre households. Our estimates above estimate contribution of cadre status to household incomes with income estimated in levels, rather than in logs. Though we do this for the simple reason that some households may have negative incomes in some years, results are not substantively different when estimating models in logs Table 5.18 The coefficient on the 18Households reporting negative incomes typically have high gross incomes, but also high businessrelated expenses. Using log income as the dependant variable leads us to drop 294 householdyear observations out of 123,867, or 0.24 17 cadre status variable is positive and statistically significant at the one percent level. Estimated in logs, cadre households earn a 9.5 percent return over noncadre households, after controlling for both the observable and unobservable household characteristics. While cadre households appear to earn a return from cadre status, it is important to note that our results demonstrate that the magnitude is relatively small, suggesting that the average cadre household in rural China does not use its positions to greatly enrich itself.19 Have the Returns to Cadre Status Declined over Time? As with descriptive patterns in the data, when we control for observable and fixed unobservable characteristics, we estimate models in which cadre status and year are interacted and find that the income returns to cadre households increased over time, regardless of whether income is measured in levels or logs Table 6. For example, the income difference had increased fifteenfold from 23 yuan in 1986 to 370 yuan in 2002. In relative terms, per capita income for cadre households in 1986 on average was 8 percent higher than that for noncadre households while in 2002 it was 20 percent higher. 20 If Chinas market environment is improving over time, as most scholars demonstrate, our results are not consistent with the predictions of Nee 1989, who believed that cadre income would percent of the total sample. Thus, although regressions conditional on positive incomes are subject to selection bias Angrist, 1999, it is reasonable to believe that the bias in this case is trivial. 19 It is also of potential interest to ask whether observable household characteristics might have different impacts on income of cadre and noncadre households. In Appendix Table 6, we interact the cadrestatus variable with other important household characteristics. The only significant interactions are between cadre status and share of working age laborers in household and the interaction with male share of laborers. Increasing the shares of laborers and male laborers in a household bring cadre households more additional income than noncadre households. In addition, our results show that the returns to education do not appear to be different for cadre and noncadre households. 20In 2003 the income returns to cadre households actually fell from 370 Yuan in 2002 to 134 Yuan Table 6. Despite this, they are still nearly six times bigger than those in 1986. In relative terms, the income returns to cadre households fell from 20 percent in 2002 of the average per capita income for noncadre households to 7 percent and are slightly lower in 2003 compared to 1986 i.e., 7.3 percent vs. 7.6 percent. 18 decline with economic reform. Much of the increase of the income gap between cadre and noncadre households occurred after 1998 Figure 2. Do Cadre Households in Rich or Poor Provinces Earn Higher Returns? Our results show that the returns to being a cadre are higher in rich provinces than in poor ones Table 7. In Zhejiang, Guangdong and Jiangsu, which are the most developed provinces in China, the returns to cadre status are 18, 14 and 10 percent, respectively. In contrast, returns to cadre status are less than 10 percent in all other provinces and often not statistically different from zero Figure 3. This is not entirely surprising as the return to ability is likely to be higher in more developed provinces and thus the opportunity costs of time for wouldbe cadres are significantly higher. One would expect that cadres remuneration should be higher in these provinces Do Income Returns Understate the Returns to Cadre Status? As surveyed households may under report their incomes, particularly grey incomes that one might not wish to report, we examine the differences in household expenditures and financial assets between cadre and noncadre households. Any economic benefits of being a cadre are likely to show up in household expenditure and financial assets, and important components of household expenditure, such as housing and durable goods are obvious to enumerators. We implement the same econometric specification as for income, regressing measures of household expenditure, consumption and financial assets on cadre status along with control variables. The dependent variables, household expenditure and 19 financial assets, require some discussion. First, instead of using total consumption or expenditure, we separate housing and durables expenditure and nondurables consumption in our analysis and examine them separately. Second, we examine expenditures on households and durable goods rather than estimating the flow value of durable goods and housing consumed in a year. 21 Measuring expenditures is more appropriate for picking up any correlation between cadre status and accumulation of durable goods and housing. Finally, financial assets are calculated as the sum of deposits, cash in hand, investment outside of household managed businesses as well as net debt lending less borrowing. Our regression results suggest that cadre households appear to have higher consumption expenditure and own more financial assets than noncadre households Table 8. First, after controlling for observable household characteristics and time invariant unobservable, on a per capita basis, cadre households on average spend 40 Yuan more on nondurables consumption than noncadre households. Second, there is no significant difference between cadre and noncadre households in expenditures on housing and durable goods. Finally, cadre households report 142 Yuan more per capita in financial assets than noncadre households. The regression results lead to several important implications. First, as returns to cadre status show up in nondurable consumption, we might suspect that some of the additional income earned by cadres may be subsidizing expenditures related to the social role that they play. Second, in examining the effect of cadre status on household 21 Computing the flow of consumption from durables and housing, as in Benjamin et al 2005, is appropriate for calculating a measure of household welfare, but not appropriate if our aim is to pick up current expenditures that are likely related to higher earnings of cadres. 20 consumption expenditure and financial assets accumulation, the advantages of cadre households over noncadre households are consistent with what we observe for the income measures. In common with income returns, there are positive correlations between cadre status and expenditures and asset accumulation after controlling for both observables and fixed household unobservables, but results from expenditure and asset accumulation models suggest only modest returns to cadre status. LifeCycle Effects. As our favored model does not include age or any other indicator of stage in the lifecycle, one might be concerned that the cadre variable in our regressions is picking up lifecycle effects. For survey data from the period from 1993 to 2003, the RCRE survey enumerated the age of the main household income earner the definition used for household head in the following categories: 1 below 31, 2 between 31 and 40, 3 between 41 and 50, 4 between 51 and 60, and 5 above 60. Appendix Table 1 presents the percentages of the households with the age of main laborer in each of the five categories. Specifically, 35 percent of the households have their main laborers with the age between 41 and 50 while 29 percent of the households between 31 and 40 and 20 percent between 51 and 60. Moreover, cadre and noncadre households appear to differ greatly in the share of households between 41 and 50. While 45 percent of cadre households have their primary income earner between 41 and 50 while only 34 percent of the noncadre households fall in this age range. When we include indicator variables to control for age of the main income earner, we do not observe appreciable differences in the returns to cadre status Appendix Tables 2 and 3. First, when including the age variables in the regression, the point estimate of cadre households rises to 102 yuan, 21 which is somewhat greater than the 90 yuan benefit without the lifecycle variables Appendix Table 2. Second, local offfarm wage employment continues to be the only source for the income returnto cadre households Appendix Table 3.22 VI. What Is the Source of Higher Earnings of Cadre Households? When examining the income return to cadre households by income source, our regression results show that offfarm wage employment appears to be the only source from which the income returns to cadre households come Table 9. The coefficient on the cadre status variable for offfarm wage employment appears to be the only coefficient that is statistically significant. The coefficient on cadrestatus for offfarm wage employment is about 69 Yuan, which accounts for more than three fourths of the income premium of cadre households. In contrast, the contributions by agriculture, agricultural sidelines, familyrun nonfarm businesses and unearned income only account for about six, five, 10 and three percent, respectively, and they are not statistically different from zero. When we further disaggregate offfarm wage employment into local, temporary migrant and governmentgovernmentpaid employment, it turns out that local employment is the channel through which cadre households appear to earn additional 22 We also assess the robustness of our findings in a number of ways. First, we examine the relationship between earned income and household cadre status. Our results show that the measured income advantage of cadre households is about the same regardless of our using total or earned income. Second, we examine whether household specific time trends may have driven our results. To do so, we run a household fixed effects regression for each province with household specific time trends included. The results show that it is unlikely that our results have been driven by household specific time trends. The regression results are available upon request from the authors. 22 income Table 10. 23 Holding other things constant, on a per capita basis, cadre households on average earn about 107 Yuan more than noncadre households in local offfarm employment. In contrast, interestingly, we find an income disadvantage associated with the cadre status for temporary migrant employment. This is perhaps because cadre households have had to take time and effort to fulfill administrative duties and mandated tasks in the village, which may have reduced the availability of family labor for temporary migrant employment. In the case of governmentgovernmentpaid employment, there do not appear to be any income differences between cadre and noncadre households.24 As such, in the subsequent analyses, we will focus on local and temporary migrant employment. Cadre Status and Participation in OffFarm Employment. Given the effect of the cadre status on wage earnings, it is interesting to know more about whether cadre status of a household member is associated with offfarm wage employment of a household member. To examine the correlation between cadre status and participation in offfarm wage employment, we use a linear probability model. Our linear probability regression results show that cadre households are more likely to have offfarm wage employment Table 11. On average cadre households are 14.2 percent more likely than noncadre households to have family members with off 23 Local employment refers to offfarm wage employment within the village while temporary migrant employment includes household members still resident in the village but who commute outside the village to work and return on weekends, as well as locally registered household members who work outside the village for a substantial portion of the year. Temporary migrant employment in most cases involves employment outside the township. 24 Noncadre households also could have family members who are employed by government. For example, some family members may be employed as school teachers paid by government, or janitors, office cleaners, security guards, and cooks at the township government. In most cases, they are hired on an asneeded basis. It is important to note that they are not part of the cadre system. 23 farm wage employment. Second, when looking at the local and temporary migrant employment separately, cadre households are more likely to have a family member employed locally but less likely to be employed as migrants. To What Extent do Cadre Subsidies Drive the OffFarm Income Result? The income return to cadre households might be driven by the possibility that cadres receive wages or compensation from their administrative position while noncadre households do not. Then the higher incomes of cadre households are mechanically related to the additional job that is performed. To address whether the income return reflects the contract that the cadre may have with the village, the most direct solution would be to further break down employers and sources of income. The design of the RCRE survey makes it difficult to separately observe the cadre wage. Specifically, additional wage income earned in a household with a cadre comes from two nonoverlapping sections of the survey. The first is found in the local wage income category which includes compensation and subsidies from serving as a cadre. The second section with relevant information is in the transfer from government category, which includes compensation and subsidies from government treasury for being a cadre.25 As the compensation and subsidies from village coffers and the government treasury are lumped together in the RCRE survey with other incomes in the local wage income category and the transfer from the government treasury 25 Essentially these two components distinguish regular wages from cash and inkind subsidies. The incomes for being a cadre are commonly called compensation and subsidies rather than wage because cadres do not work a fixed number of hours, but take time for village affairs besides managing their own family economic activities. 24 category, respectively, it is not possible to explicitly separate total income earned by being a cadre from other incomes.26 Nonetheless, it is important to examine whether the income gap between cadre and noncadre households is simply driven by an employment contract. To do this, we examine the difference in local wage income between cadre and noncadre households by source.27 Specifically, given the design of the 19861991 waves of the RCRE survey, we are able to disaggregate local wage income into three components: a wage income from businesses and economic activities managed by villages, b subsidies, aid and fund from villages, and c wage income from the private sector. Component b includes compensation and subsidies for being a cadre along with aid and funds such as comfort funds to families of revolutionary martyrs, financial aid to families living in extreme 26 While we cannot explicitly calculate the wage income earned by cadres i.e., the compensation and subsidies for being a cadre from both village coffers and government treasury, we are able to infer it under reasonable assumptions. Specifically, when comparing village subsidies, aid and funds between cadre and noncadre households, we find that, on a per capita basis, cadre households earn an average of 60 Yuan per capita from this income component i.e., 54.335.559 59.889 while noncadre households earn about about six Yuan, which are aid and fund from villages and do not contain cadre compensation and subsidies Appendix Table 7. Since there is no reason to believe that the village aid and fund are distributed systematically in favor of cadre households, we consider the difference of 54 yuan in village subsidies, aid and fund between cadre and noncadre households to be the average compensation and subsidies for being a cadre from village coffers. Moreover, and again as we discussed above, the other part of compensation and subsidies for being a cadre is included among transfers from the government. Then, we also consider the difference of eight Yuan in the transfer from government between cadre and noncadre households as the compensation and subsidies for being a cadre from government treasury. Taking these results together, we infer that, on a per capita basis, cadre households earn about 62 yuan of compensation and subsidies for being a cadre. Taking account of the average family size of five for cadre households in our sample, this means that the average cadre wage was about 310 Yuan measured in 1986 Yuan in the period of 1986 to 1991 i.e., 62 5 310. Our inference of the wage income earned by cadres appears to be reliable. To assess the reliability of our inference, ideally, we would draw a comparison with nationallargescale surveys on cadre wage income. Unfortunately, no such surveys are available. Instead, we put our inference in perspective by citing a number of studies, which survey cadre wage incomes in specific locations of China. Specifically, two studies show the cadre wage income to be 1510 Yuan in year 2003 in one county of Shannxi province and 4060 Yuan in 2006 in another county of the province while another study shows the average cadre wage income to be 2014 Yuan in 2003 in four counties of Hubei province Peng and Zhang, 2003; Wang, 2004; Wang, Ning and Rae, 2008. When measured in 1986 Yuan, these cadre wage income numbers become 460, 1237 and 667 Yuan, respectively. Thus, taking into account the fact that per capita income in rural China during the period of 1986 to 2006 had increased by 150%, our inference of 310 Yuan does not seem to be at odds with these studies. It is important to note that, on a per capita basis, Communist Party membership households on average obtain only about 15 Yuan from village subsidies, aid and funds, which is much less than what is received by cadre households. This is consistent with the fact that since Communist Party membership households do not earn wage income for being a Communist Party members, the income from village subsidies, aid and funds for Communist Party membership households should be much less than that for cadre households. 27 Since we show that local wage employment is the only source for the income return to cadre households, we only focus on local wage income here. 25 poverty and village funds to families experiencing severe financial difficulties and hardship. While we acknowledge that some income from this source might not properly be considered local wage income, we show later that village aid and subsidies are negligible compared to household total local wage income. We take comfort that village aid and subsidies could not be obscuring our findings. Our regression results show that the income gap between cadre and noncadre households shown in the paper could not be simply driven by the fact that cadre households earn compensation and subsidies for being a cadre while noncadre households do not Table 12. Specifically, when looking at wage income from businesses and economic activities managed by villages, which do not contain compensation and subsidies for being a cadre, cadre households appear to earn about 25 Yuan more per capita than noncadre households Panel A. In contrast, and interestingly, cadre households do not earn more wage income from the private sector than noncadre households. These results suggest that village businesses and economic activities contribute about onethird of the local wage income returns earned by cadre households. The remaining twothirds of the local wage income returns come from compensation and subsidies for being a cadre, which are included in village subsidies, aid and funds. Thus two thirds of the wage increase is driven by direct compensation for cadre status, and not additional income related to work offfarm. Fixed effects estimates, which control for timeinvariant unobservable heterogeneity, show qualitatively similar results Panel B. For the period of 1993 onwards, a change of the household survey questionnaire makes it impossible to separate cadre wage income from local wage income. Nevertheless, we are still only able to disaggregate local wage income into two income 26 components: a wage income from the collective under which cadre wage income is lumped together with other wage income and b wage income from the private sector. When examining the differences in the two components between cadre and noncadre households, consistent with the findings for the period of 19861991, our regression results show that the income return to cadre households only comes from differences in wage income from collective and that there does not appear to be any income differences between cadre and noncadre households in wage income from the private sector Appendix Table 4. Finally, the income return to cadre households should not be simply interpreted as political rents. As our empirical results show, cadres earn wage incomes from village businesses and economic activities in addition to wage income from being a cadre. In many cases they participate in the routine management of economic resources in their communities and contribute to managerial activities that likely increase the profitability and efficiency of collective businesses and enterprises. As a result, it may be inappropriate to view all of the income that cadres earn from these managerial activities as political rents. Despite the several possible channels suggested in Section II in which rural cadres could increase the incomes of their own households during the transition from plan to market in rural China, our empirical results in this section show that local offfarm wage employment appears to be the only source from which cadres may earn a systematically higher income than noncadre households. Further, our results show that only onethird of the local wage income premium earned by cadre households is associated with businesses and economic activities managed by villages while the remaining two thirds is associated 27 with direct compensation for work as a cadre. In short, our results indicate that in rural China cadre households may have some advantage from cadre status to in gaining privileged access to jobs in businesses and economic activities managed by villages, but these may derive from either political connections or the information advantages that come along with cadre status. These jobs were usually well paid relative to farming and in high demand by villagers. According to the RCRE panel data, this is the only source of higher incomes associated with cadre status in rural China.28 Relationship to Returns to Communist Party Membership. Cadre status and membership in the Communist Party are closely related in rural China. First, only Communist Party members can be inducted into the village party committee. Second, although the village committee as opposed to village party committee does not require its members to be a Communist Party members, being a Communist Party member helps one to be nominated to the village committee. In the early period covered by this survey, when the township government appointed village cadres, it typically gave priority to Communist Party members in the village. However, since the introduction of village elections, the village committee is elected by villagers and as a result it is not necessarily comprised of Party members. 28 One of the potential indirect benefits of being a cadre could be that being a cadre helps the other members of the family gain access to local offfarm employment or higher wages in such employment. If some of the benefited family members move out and form their own households and their income is no longer included in the cadres own household income, then the longterm benefits of being a cadre will be understated by the income returns to cadre households shown in the paper. Unfortunately, since the RCRE survey was conducted at the household level and did not collect data on each family member and track each family member, we are not able to examine how being a cadre affects the incomes of other family members. However, to the extent that the family member does not move out and form hisher own household, any of the impacts of being a cadre on hisher incomes will be contained in per capita income of the cadre household. 28 Our data show that cadre status and Communist Party membership are closely related Appendix Table 5. Specifically, 73 percent of cadre households are also Communist Party membership households while 27 percent of cadre households are cadres only. In addition, of the Communist Party households, 24 percent are also cadre households. Communist Party membership is also a measure of political status and connections and it does not have the drawback of being associated with employment. Our regression results, in fact, yield a number of findings regarding separate returns to households with a member of the Communist Party. First, holding other things constant, households with a Communist Party member earn about 79 yuan measured in 1986 yuan or 7.1 percent more than nonCommunist Party membership households. Second, similar to cadre households, local offfarm wage employment appears to be the only source from which Communist Party members earn higher income. Third, and different from cadre households, most of the income return to Communist Party membership households comes from businesses and economic activities managed by villages. Finally, similar to cadre households, Communist Party membership households do not earn more wage income from the private sector than nonCommunist Party membership households. Finally, it is important to note that the returns to cadrestatus shown in the paper do not simply reflect the return to Party membership, as we control separately for Communist Party membership as well. 29 VII. The Returns to Cadre Status and Depreciation of Political Capital Further insight into the returns to cadre status may be gleaned from examining the returns to being a former cadre, or put differently, we ask whether and how fast the returns to being a cadre dissipate after leaving ones office. To address this question, we proceed along two dimensions. First, we examine how household incomes change when a cadre household changes status. To do so, we narrow down our sample to a subsample including the years when the household appeared to be a firsttime cadre household during the period 1986 to 2003 covered by the data and the subsequent years when it was a noncadre household. We also expand the subsample to further include the following subsequent years when the household alternates between a cadre and noncadre household. We then apply household fixed effects regression to the two subsamples. If the political capital depreciates quickly, we should observe that the income of the cadre household decreases significantly when it becomes a noncadre household. Second, we examine the income differences between the households who had never been cadre households during the period 1986 to 2003 and the households who were once cadre households during the period.29 Specifically, we examine a subsample including: 1 the households who had never been cadre households between 1986 and 2003 and 2 the years for cadre households when they were noncadre households. We then apply robust OLS regression to the subsample.30 The robust OLS regression is in fact subject to an upward bias since the oncecadre households may have some 29 It is likely that there are some households who were not cadre households during the period 1986 to 2003 but were cadre households before 1986. However, we are not able to identify such households. 30 None of the households in the subsample have the cadre status although some were once cadre households. Thus, household fixed effects regression is not applicable since the oncecadre status variable is time invariant and will be dropped out of the household fixed effects regression. 30 unobservable household characteristics, such as higher ability, better leadership qualities andor family backgrounds, which also could affect household income positively. Nevertheless, the robust OLS regression gives an upper bound on the estimate of the income differences between nevercadre and oncecadre households. If the political capital depreciates quickly, we should observe that there are no significant income differences between nevercadre households and oncecadre households. Our results show that the political capital depreciates quickly and that any return to cadre status disappears after the transition to noncadre household. First, our regression results show that the incomes of cadre households decrease significantly after they step down from their cadre positions Table 13. Holding observables and fixed unobservables constant in household fixed effects models, income per capita of a cadre household decreases by 6.7 percent in the first year that it becomes a noncadre household. The overall average income differences between cadre and noncadre status is about 67 yuan, or about 8.3 percent in relative terms. These point estimates are comparable to, but somewhat smaller than, the overall income returns to cadre household status we estimated in Section III. Second, when comparing the incomes between nevercadre and oncecadre households, our results show that the income of those households who were once cadre households does not appear to be systematically higher than that for the households who had never been cadre households Table 14. On average the oncecadre households earn only 15 Yuan more than the nevercadre households or about 3.2 percent more in relative terms. Our results indicate that most of the return earned by cadre households are due to compensation associated with the position and connections while holding the position, 31 and that the connections and social networks established through prior experience as cadre do not raise household income significantly. These findings are consistent with a Chinese saying, which, especially popular among the Chinese bureaucrats: when you leave your position, the cup of tea on your table soon becomes cold as no one cares to keep pouring in hot water for you Ren Zou Cha Liang. VIII. Conclusions Our results are consistent with Morduch and Siculars 2002 argument for rural China and suggestions from the public sector management literature for urban areas Liu and Tang, 2011, that is, for economic transition to succeed, rankandfile officials should have positive incentives. The economic returns to cadre households provide an incentive for educated and high ability residents of rural China to serve as grassroots officials and have motivated rural cadres to implement policy and institutional changes. Further, our results shed light on the implications of the transition from plan to market for the returns to political status and connections. We find no evidence, as proposed by Nee 1989, that the transition from plan to market would imply diminishing returns to cadres. Indeed, the returns associated with rural cadre status appeared to increase over the period from 1998 and 2003. In addition, news reports on land expropriations notwithstanding, our results do not provide support for the view that corruption is rampant among grassroots cadres in rural China. In spite of case studies, personal interviews and anecdotes showing that cadres in some villages have enriched themselves by taking advantage of their power and even by using corrupt means, e.g., Guo and Bernstein, 2004; Li, 1999; Cai, 2003; 32 OBrien and Li, 1995; Unger, 2000; Tsai, 2002, our results suggest only modest returns to cadre status, possibly through securing local offfarm wage jobs for household members. Once controlling for unobserved dimensions of ability of the household, the resulting income and consumption returns to cadre households are quite small relative to the income and consumption of noncadre households. 33 References Angrist, Joshua, Estimation of Limited Dependent Variable Models with Dummy Endogenous Regressors: Simple Strategies for Empirical Practice, Journal of Business and Economic Statistics, 191, 2001, 216. Benjamin, Dwayne, Loren Brandt and John Giles. 2005. The Evolution of Income Inequality in Rural China, Economic Development and Cultural Change, 534, 2005, 769824. Benjamin, Dwayne, Loren Brandt and John Giles. 2011. Did Higher Inequality Impede Growth in Rural China? The Economic Journal, 121557: 12811309. Bertrand, Marianne, Esther Duflo and Sendhil Mullainathan, How Much Should We Trust DifferencesinDifferences Estimates, Quarterly Journal of Economics, 1191, 2004, 249275. Cai, Yongshun, Collective Ownership or Cadres Ownership? The Nonagricultural Use of Farmland in China, China Quarterly, 175, 2003, 662680. Cook, Sarah, Work, Wealth, and Power in Agriculture: Do Political Connections Affect the Returns to Household Labor? in Zouping in Transition: the Process of Reform in Rural North China, edited by Andrew Walder. Cambridge, MA: Havard University Press, 1998. de Brauw, A., J. Huang, S. Rozelle, L. Zhang and Y. Zhang, The Evolution of Chinas Rural Labor Markets During the Reforms, Journal of Comparative Economics 3022002, 32953. Dong, X. and L. C. Xu, Labor Restructuring in Chinas Industrial Sector: Toward a Functioning Urban Labor Market, Journal of Comparative Economics 372, 2009, 287305. Fisman, Estimating the Value of Political Connections, American Economic Review, 914, 2001, 10951102. Goldstein, Markus and C. Udry, The Profits of Power: Land Rights and Agricultural Investment in Ghana, Journal of Political Economy, 1166, 2008, 9811022. Guo, Xiaolin, Land Expropriation and Rural Conflicts in China, China Quarterly, 166, 2001, 422439 Guo, Zhenglin and T. Bernstein, The Impact of Elections on the Village Structure of Power: the Relations between the Village Committees and the Party Branches, Journal of Contemporary China, 1339, 2004, 257275. 34 Ho, S.P.S., Rural China in Transition: NonAgricultural Development in Rural Jiangsu, 19781990, Clarendon Press, Oxford, 1994 Kelliher, Daniel, The Chinese Debate over Village SelfGovernment, China Journal, 37, 1997, 6386. Li, Hongbin, P. Liu, J. Zhang and N. Ma, Economic Returns to Communist Party Membership: Evidence from Urban Chinese Twins, Economic Journal, 117523, 2007, 15041520. Li, Hongbin and S. Rozelle. 2003. Privatizing Rural China: Insider Privatization, Innovative Contracts, and the Performance of Township Enterprises, China Quarterly, 174, 2003, 9811005. Li, Lianjiang, The TwoBallot System in Shanxi Province: Subjecting Village Party Secretaries to a Popular Vote, China Journal, 42, 1999, 103118. Liu, Bangcheng and Thomas LiPing Tang. 2011. Does the Love of Money Moderate the Relationship between Public Service Motivation and Job Satisfaction? The Case of Chinese Professionals in the Public Sector, Public Administration Review, 715: 718727. Morduch, Jonathan and T. Sicular, Politics, Growth and Inequality in Rural China: Does It Pay to Join the Party? Journal of Public Economics 77, 2000, 331356. Nee, Victor, A Theory of Market Transition: from Redistribution to Markets in State Socialism, American Sociological Review, 545, 1989, 663681. Nee, Victor, The Emergence of a Market Society: Changing Mechanisms of Stratification in China, American Journal of Sociology, 1014, 1996, 908949. Oi, Jean and S. Rozelle, The Locus of DecisionMaking in Chinese Villages, China Quarterly, 162, 2000, 513539. Oi, Jean, Rural China Takes Off: Institutional Foundations of Economic Reform, University of California Press, 1999. Oi, Jean, State and Peasant in Contemporary China: the Political Economy of Village Government, Berkeley: University of California Press, 1989. OBrien, Kevin and L. Li, The Politics of Lodging Complaints in Rural China, China Quarterly, 143, 1995, 756783. OBrien, Kevin and L. Li, Accommodating Democracy in a OneParty State: Introducing Village Elections in China, China Quarterly, 162, 2000, 465489. 35 Park, Albert and S. Rozelle, Reforming Statemarket Relations in Rural China, Economics of Transition, 62, 461480, 1998 Parish, L. William and E. Michelson, Politics and Markets: Dual Transformation, American Journal of Sociology, 101, 1996, 104211059. Parish, L. William, Xiaoye Zhe and Fang Li, Nonfarm Work and Marketization of the Chinese Countryside, China Quarterly, 143, 1995, 697730. Peng, Daiyan and Weidong Zhang, The Reform of Agricultural Tax and Fee System and the Function of Village Organization, Chinese Rural Economy, Vol. 12, 2003 in Chinese. Roberts, Brian, A Dead Senator Tells No Lies: Seniority and the Distribution of Federal Benefits, American Journal of Political Science, 341, 1990, 3158. Tsai, Lily, Cadre, Temple and Lineage Institutions, and Governance in Rural China, China Journal, 48, 2002, 127. Unger, Jonathan, Power, Patronage and Protest in Rural China, in China Briefing 2000: the Continuing Transformation, edited by Tyrene White, Armonk: M.E. Sharpe, 2000. Walder, Andrew, Markets and Income Inequality in Rural China: Political Advantage in an Expanding Economy, American Sociological Review, 672, 2002, 231253. Wang, Zhengbing, Defining the Standards of Village Cadre Legal Income, Chinese Rural Economy, Vol. 10, 2004 in Chinese. Wang, Zhengbing, Zekui Ning and Allan Rae, An Analysis of the Contributions of Villag Cadre Incentive Factors, China Rural Survey, Vol. 1, 2009 in Chinese. Xu, L.C., Control, Incentives, and Competition: The Impact of Reform in Chinese StateOwned Enterprises, Economics of Transition 81, 2000, 15173. 36 Table 1 Summary Statistics of Household Characteristics Variable Cadre 1yes Length of Cadre Status years Communist Party Membership 1yes Weighted average years of education Share of laborers with special skills Arable land per capita mu Productive Assets per capita 000 yuan Share of laborers Share of male laborers Obs. Mean 123,867 1,966 0.05 2.93 Std. Dev. 0.21 2.87 123,867 0.14 0.35 123,867 6.37 2.60 123,867 0.08 0.18 123,867 1.36 1.35 123,867 0.47 1.48 Min Max 0 1 0 0 0 0 0 1 16 1 12 1 28.13 94.48 123,867 123,867 0.63 0.53 0.21 0.21 0.13 0 1 1 Note: The number, 123,867, refers to the number of householdyear observations while 1,966 refers to the number of household observations. That is, the data set includes 1,966 households who had been cadre households. 37 Table 2 Annual Per Capita Income of Cadre and NonCadre Households Year Overall Noncadre Households Cadre Households Income Difference Percentage Higher than Noncadre Households A. Total income 1986 1987 1988 1989 1990 1991 1993 1995 1996 1997 1998 1999 2000 2001 2002 2003 Overall 617.1 664.4 682.2 622.7 637.0 631.4 731.8 922.4 880.4 883.6 863.1 880.0 948.7 953.3 1,057.4 1,081.3 817.8 B. Earned Income 1986 1987 1988 1989 1990 1991 1993 1995 1996 1997 1998 1999 2000 2001 581.0 620.5 634.2 577.9 587.8 578.9 682.8 866.5 820.0 825.6 799.6 817.0 873.4 884.0 614.1 659.5 678.1 617.6 632.8 627.0 719.4 915.3 873.0 872.8 850.2 865.2 931.0 937.2 1,036.1 1,067.7 807.4 578.3 616.4 630.8 574.0 583.9 575.2 671.2 861.0 814.0 817.0 787.9 804.5 857.6 869.5 691.8 767.0 770.2 739.8 732.7 725.2 984.1 1,067.6 1,015.3 1,100.9 1,117.7 1,172.9 1,295.3 1,262.0 1,524.4 1,342.9 1032.8 647.9 706.8 707.3 667.8 677.3 656.6 918.8 978.0 930.1 998.5 1,030.2 1,065.8 1,183.8 1,161.2 77.7 107.5 92.2 122.2 99.9 98.2 264.7 152.3 142.3 228.2 267.5 307.6 364.3 324.8 488.3 275.2 225.3 69.6 90.3 76.5 93.8 93.4 81.4 247.5 117.0 116.1 181.5 242.3 261.3 326.2 291.7 2002 2003 Overall Note: , and refer to 1%, 5% and 10% statistical significance level, respectively. 323.9 203.2 187.1 1,253.3 1,178.6 935.0 943.5 985.5 756.6 929.4 975.5 747.9 38 12.6 16.3 13.6 19.8 15.8 15.7 36.8 16.6 16.3 26.1 31.5 35.6 39.1 34.7 47.1 25.8 27.9 12.0 14.7 12.1 16.3 16.0 14.1 36.9 13.6 14.3 22.2 30.8 32.5 38.0 33.5 34.8 20.8 25.0 Table 3 Comparison of Household Characteristics Across Cadre and Noncadre Households Weighted Average Years of education Share of Laborers with Special skills Arable Land per Capitamu Productive Assets per Capita 000 Yuan Working Age Laborer Share of Household Male Share of Laborers Overall 6.39 0.07 1.20 0.48 0.64 0.53 NonCadre Cadre 7.56 6.33 Diff. 1.23 0.07 0.09 0.02 1.21 0.48 1.19 0.55 0.01 0.07 0.64 0.63 0.01 0.53 0.50 0.03 Note: , and refer to 1%, 5% and 10% statistical significance level, respectively. Numbers may not foot due to rounding. 39 Table 4 Correlates of Household Total Income Per Capita Covariates Cadre Communist Party Member Weighted Average Years of Schooling Share of Laborers with Special Skills Working Age Laborer Share of Household Male Share of Household Labor Cons. ProvinceYear Effects Household Fixed Effects Adjusted RSquared Observation Robust OLS 1 2 3 Fixed Effects 225.3 32.12 196.4 24.76 109.4 24.93 76.86 14.22 89.49 20.06 79.02 12.77 30.74 14.64 1.456 1.356 286.8 116.6 22.28 20.45 584.6 20.01 504.4 18.88 51.62 84.50 15.06 16.04 807.4 6.308 433.5 10.12 116.5 156.1 18.51 20.85 No No Yes No Yes No Yes Yes 0.003 0.267 0.300 123,867 123,867 123,867 0.611 123,867 Note: Robust standard errors in parentheses. , and refer to 1%, 5% and 10% statistical significance level, respectively. The data set includes 14,417 households and has a total of 123,867 householdyear observations. 40 Table 5 Correlates of Log Total Household Income Per Capita Covariates Robust OLS 1 2 3 Fixed Effect 0.0951 0.0136 0.0157 0.0145 0.0101 0.155 0.329 0.00973 0.00126 0.00130 0.221 0.0157 0.240 0.0210 0.117 0.0154 0.0385 0.0158 0.0874 0.0710 Cadre Communist Party Membership Weighted Average Years of Schooling Share of Laborers with Special Skills Working Age Laborer Share of Household Male Share of Household Labor Cons. ProvinceYear Effects Household Fixed Effects Adjusted RSquared Observations Note: Robust standard errors in parentheses. , and refer to 1%, 5% and 10% statistical significance level, respectively. The log income regressions dropped those observations with zero or negative incomes, and the resulted data set has a total of 123,573 householdyear observations 0.0958 0.0797 6.430 0.00572 5.906 0.0202 5.267 0.0241 5.709 0.0135 123,573 Yes No Yes No Yes Yes 0.578 0.682 0.0129 0.0138 0.0145 0.0149 123,573 123,573 123,573 No No 0.368 0.623 0.005 0.306 41 The Evolution of Household Per Capita Income Returns to Cadre Status Table 6 Variable Cadre1986 Cadre1987 Cadre1988 Cadre1989 Cadre1990 Cadre1991 Cadre1993 Cadre1995 Cadre1996 Cadre1997 Cadre1998 Cadre1999 Cadre2000 Cadre2001 Cadre2002 Cadre2003 Adjusted RSquared Observations Linear Income Per Capita 22.68 31.20 26.01 29.14 27.36 29.07 25.92 28.79 38.52 26.34 28.32 23.16 102.4 43.41 37.64 41.62 11.95 32.54 51.26 37.44 84.54 34.76 165.3 47.06 210.5 49.74 213.6 53.07 369.8 92.69 134.3 71.86 0.611 123,867 Log Income Per Capita 0.0761 0.0289 0.0744 0.0276 0.0758 0.0240 0.0685 0.0251 0.105 0.0229 0.100 0.0228 0.104 0.0264 0.0503 0.0268 0.0387 0.0248 0.0569 0.0331 0.0929 0.0267 0.135 0.0332 0.144 0.0344 0.159 0.0293 0.199 0.0374 0.0732 0.0446 0.623 123,573 Note: Robust standard errors in parentheses. , and refer to 1%, 5% and 10% statistical significance level, respectively. Control variables include household Communist Party membership, weighted average years of schooling, share of laborers with special skills, working age laborer share of household, share of male laborers and provinceyear and household fixed effects. 42 Table 7 Provincial Differences in the Return to Cadre Status Variable CadreZhejiang CadreGuangdong CadreJiangsu CadreJilin CadreAnhui CadreHunan CadreHenan CadreShanxi CadreSichuan CadreGansu Adjusted RSquared Observations Linear Income Per Capita Log Income Per Capita 357.9 135.2 240.6 83.99 87.67 27.01 22.37 49.78 42.49 24.91 43.32 34.15 21.51 28.63 33.73 31.33 7.440 53.72 2.498 30.29 0.611 123,867 0.181 0.0429 0.135 0.0342 0.0963 0.0240 0.0806 0.0499 0.0802 0.0319 0.0835 0.0397 0.0974 0.0317 0.0753 0.0370 0.0550 0.0569 0.0114 0.0572 0.623 123,573 Note: Robust standard errors in parentheses. , and refer to 1%, 5% and 10% statistical significance level, respectively. Control variables include household Communist Party membership, weighted average years of schooling, share of laborers with special skills, working age laborer share of household, share of male laborers and provinceyear and household fixed effects. Provinces are listed in descending order of per capita income. 43 Cadre Status and the Determinants of Nondurables, Housing and Durables Expenditure and Financial Assets Per Capita Table 8 Variable Cadre Communist Party Membership Weighted average years of education Household Size Ratio of Males Ratio of Dependents Cons. Province Year Effects Household Effects Adjusted RSquared Observations Nondurables Expenditure Per Capita 1 2 46.48 9.383 40.07 7.544 41.85 5.728 40.99 5.172 12.84 0.632 5.237 0.575 28.61 30.12 1.031 1.142 65.07 11.48 19.10 11.10 157.1 89.32 10.03 8.552 374.3 9.483 502.0 8.882 Yes No Yes Yes 0.392 0.635 123,867 123,867 Housing and Durables Expenditure Per Capita 3 32.57 17.14 27.78 9.386 4 11.53 23.30 23.30 13.79 11.24 1.025 7.543 1.407 1.333 1.576 5.622 1.990 6.410 18.35 73.97 22.71 113.2 53.27 15.43 15.86 29.80 14.39 78.39 16.05 Yes No Yes Yes 0.030 0.157 123,867 123,867 Financial Assets Per Capita 5 120.5 69.18 47.89 50.47 6 142.3 44.04 89.64 45.17 17.35 4.089 3.531 3.358 16.57 6.794 54.81 8.958 38.97 71.40 113.1 63.07 506.2 188.6 88.62 66.59 362.7 66.57 443.4 64.09 Yes No Yes Yes 0.051 0.376 123,867 123,867 Note: Robust standard errors in parentheses. , and refer to 1%, 5% and 10% statistical significance level, respectively. 44 Variable Cadre Communist Party Membership Weighted Average Years of Schooling Share of Laborers with Special Skills Share of laborers Share of male laborers Cons. ProvinceYear Effects Household Fixed Effects Adjusted RSquared Observation Determinants of Income Per Capita by Source Table 9 Total Income 89.49 20.06 Agriculture 4.968 4.094 Farming Sidelines 4.041 5.091 Familyrun Nonfarm Businesses Offfarm Wage Employment Unearned 9.219 17.53 68.68 15.66 2.585 6.095 79.02 7.780 7.395 8.735 72.35 15.79 12.77 3.128 4.163 8.938 10.53 3.968 14.64 1.502 0.739 4.569 12.42 0.110 1.356 0.369 0.383 0.949 1.039 0.465 116.6 2.035 14.50 88.34 39.11 1.624 20.45 4.692 6.058 16.17 17.14 6.402 504.4 18.88 83.85 4.307 27.90 5.068 34.64 12.81 306.9 13.79 51.11 7.524 84.50 30.21 9.857 29.39 24.11 9.075 15.06 3.794 4.355 10.11 11.01 7.602 156.1 18.51 206.1 4.224 44.86 5.499 19.14 12.88 121.8 13.78 7.818 6.977 Yes Yes Yes Yes Yes Yes Yes Yes Yes Yes Yes Yes 0.611 0.569 0.462 0.506 0.554 0.225 123,867 Note: Robust standard errors in parentheses. , and refer to 1%, 5% and 10% statistical significance level, respectively. 123,867 123,867 123,867 123,867 123,867 45 Table 10 Determinants of Wage Income Per Capita, by Source Variable Total Wage Income Local Employment Temporary Government Migrant Governmentpaid Employment Employment 0.708 7.050 39.11 17.58 3.451 0.439 0.334 20.33 10.80 3.092 7.645 14.48 1.039 0.777 10.53 7.189 12.42 5.995 72.35 55.11 37.73 0.993 3.555 68.68 15.66 107.4 12.22 17.14 306.9 13.79 Cadre Communist Party Membership Weighted Averages Years of Schooling Share of Laborers with Special Skills Share of Laborers Male Laborer Share Cons. Province Year Effects Household Effects Adjusted RSquared Observations Note: Robust standard errors in parentheses. , and refer to 1%, 5% and 10% statistical significance level, respectively. 3.628 14.94 3.450 12.51 71.34 8.722 11.44 220.6 10.70 21.11 6.799 51.77 8.369 28.16 3.731 24.11 11.01 8.971 8.771 48.77 Yes Yes Yes Yes Yes Yes Yes Yes 0.554 123,867 0.444 123,867 0.488 123,867 0.503 123,867 121.8 13.78 159.0 10.38 4.287 6.864 46 Table 11 Determinants of Offfarm Wage Employment Linear Probability Models Variable Offfarm Wage Local Employment Employment Temporary Migrant Employment 0.0577 0.0116 0.142 0.0100 0.284 0.0119 0.0529 0.0706 0.0233 0.00813 0.00865 0.00910 0.0148 0.0103 0.0114 0.00104 0.000964 0.00109 0.0430 0.0175 0.0451 0.0122 0.0114 0.0131 0.138 0.0111 0.0469 0.0105 0.541 0.0116 Yes Yes 0.0177 0.0103 0.0272 0.00918 0.428 0.0107 Yes Yes 0.256 0.0120 0.0357 0.0115 0.0953 0.0124 Yes Yes 0.411 123,867 0.538 123,867 0.404 123,867 Cadre Communist Party Membership Weighted Average Years of Schooling Share of Laborers with Special Skills Laborer Share of HH Male Share of Labor Cons. ProvinceYear Effects Household Effects Adjusted RSquared Observation Note: Robust standard errors in parentheses. , and refer to 1%, 5% and 10% statistical significance level, respectively. 47 Table 12 Determinants of Local Wage Income Per Capita, by Source Variable Total Local Village Businesses Wage Income and Economic Village Subsidies, Per Capita Activities Aids and Fund Private Sector Transfer from Government A. Robust OLS Regression Cadre Communist Party Member 78.71 9.781 31.85 5.739 25.30 8.750 21.50 4.887 53.82 2.771 9.395 0.911 0.411 4.160 0.955 2.849 7.870 1.417 2.974 0.554 Adjusted RSquared 0.136 0.168 0.143 0.040 0.021 B. Household Fixed Effects Regression Cadre Communist Party Member 67.66 9.464 40.32 6.548 29.80 6.433 29.71 5.232 34.56 2.597 9.294 1.314 3.291 6.821 1.322 3.813 3.766 1.474 1.280 0.857 Adjusted RSquared Observations 0.672 53,522 0.759 53,522 0.592 53,522 0.506 53,522 0.495 53,522 Note: Robust standard errors in parentheses. , and refer to 1%, 5% and 10% statistical significance level, respectively. Control variables include household Communist Party membership, weighted average years of schooling, share of laborers with special skills, working age laborer share of household, share of male laborers and provinceyear and household fixed effects. 48 Further Explorations of Determinants of Income Per Capita for Cadre Households Table 13 Variable Cadre Communist Party Membership Weighted averages years of education Share of Laborers with Special Skills Share of laborers Share of male laborers Cons. Province Year Effects Household Effects Adjusted RSquared Subsample Observations Linear Income Per Capita 2 Log Income Per Capita 3 4 1 44.79 26.69 67.06 24.75 0.0673 0.0834 0.0172 0.0213 87.16 99.92 0.0862 0.101 29.65 25.03 0.0268 0.0214 24.57 22.15 0.0219 0.0169 5.964 5.087 82.03 120.7 63.65 60.78 592.0 82.77 650.9 71.63 47.27 53.70 44.40 104.7 Yes Yes 0.635 1 9,105 80.59 47.02 17.01 92.42 Yes Yes 0.662 2 12,810 0.00425 0.00374 0.100 0.119 0.0496 0.0459 0.599 0.0497 0.604 0.0414 0.0117 0.0514 0.0464 0.0421 5.743 0.0661 5.733 0.0529 Yes Yes 0.672 1 9,082 Yes Yes 0.675 2 12,775 Note: Robust standard errors in parentheses. , and refer to 1%, 5% and 10% statistical significance level, respectively. Subsample 1 includes all years from when a household appeared to have a cadre member through subsequent years when it was a noncadre household. Subsample 2 further includes the following subsequent years when the household alternates between having and not having a cadre. Log income regressions dropped the observations with zero or negative incomes. 49 Table 14 Determinants of Income Per Capita for NeverCadre and OnceCadre Households Variable Linear Income Per Capita Log Income Per Capita Oncecadre Communist Party Membership Weighted Average Years of Schooling Share of Laborers with Special Skills Share of laborers Share of male laborers Cons. Year Effects Province by Year Effects Household Effects Adjusted RSquared Observation 15.34 21.01 69.92 15.30 31.36 1.514 282.8 22.59 568.0 20.34 52.70 16.31 97.78 21.28 Yes Yes N.A. 0.296 113,094 0.0317 0.0154 0.0779 0.0113 0.0389 0.00137 0.337 0.0166 0.679 0.0155 0.0917 0.0151 5.273 0.0257 Yes Yes N.A. 0.363 112,820 Note: Robust standard errors in parentheses. , and refer to 1%, 5% and 10% statistical significance level, respectively. The subsample includes 1 the households who had never been cadre households between 1986 and 2003 and 2 the years for cadre households when they were noncadre households. 50 Panel A: Total Income Per Capita 1986 1987 1988 1989 1990 1991 1993 1995 1996 1997 1998 1999 2000 2001 2002 2003 Panel B: Earned Income Per Capita 1986 1987 1988 1989 1990 1991 1993 1995 1996 1997 1998 1999 2000 2001 2002 2003 Panel C: Unearned Income Per Capita 1800 1600 1400 1200 1000 800 600 400 200 0 1400 1200 1000 800 600 400 200 0 300 250 200 150 100 50 0 1986 1987 1988 1989 1990 1991 1993 1995 1996 1997 1998 1999 2000 2001 2002 2003 Figure 1 Annual Per Capita Income Differences of Cadre and NonCadre Households Noncadre Cadre 51 30% 25% 20% 15% 10% 5% 0% 5% 1986 1987 1988 1989 1990 1991 1993 1995 1996 1997 1998 1999 2000 2001 2002 2003 Figure 2 Annual Income Return to Cadre Households over Time with 95% Confidence Intervals Note: The graph was drawn based on the esimates of the income advantages of cadre households over years from Table 6 column 2. 52 Figure 3 Provincial Returns to Cadre Status with 95% Confidence Intervals Note: The graph was drawn based on the esimates of the income advantages of cadre households across provinces from Table 7 column 2. Provinces are listed from left to right in descending order of per capita income. 53 15%10%5%0%5%10%15%20%25%30%Zhejiang Guangdong Jiangsu Jilin Anhui Hunan Henan Shanxi Sichuan GansuAppendix Tables The Following Tables will be Available in an Electronic Working Paper They Are Not Intended for Publication 54 Age Differences between Cadre and Noncadre Households Appendix Table 1 Age of main laborer below 31 1 yes Age of main laborer between 31 and 40 1 yes Age of main laborer between 41 and 50 1 yes Age of main laborer between 51 and 60 1 yes Age of main laborer above 60 1yes Total Overall 8.9% 28.7% 34.7% 19.9% 7.9% 100% NonCadre 9.0% Cadre 6.0% Diff. 3.0% 28.8% 26.0% 2.8% 34.1% 45.4% 11.3% 20.0% 18.9% 1.1% 8.1% 3.6% 4.5% 100% 100% Note: , and refer to 1%, 5% and 10% statistically significance level, respectively. The age variables are only available for the period of 1993 to 2002. 55 Income Per Capita Regression by Source for 19932002 Appendix Table 2 Total Income Agriculture Farming Sidelines 101.5 26.43 67.8017.94 3.284 5.420 9.453 4.443 87.2423.23 22.31 4.709 4.165 6.339 12.78 7.603 6.080 5.954 Familyrun Nonfarm Businesses Offfarm Wage Employment Unearned 36.84 29.18 11.34 12.05 22.26 17.33 56.25 24.19 66.42 15.29 68.29 14.11 0.974 11.06 9.404 6.954 19.54 11.92 77.1818.88 20.84 4.264 8.903 5.587 31.45 13.13 56.64 12.67 40.65 9.780 71.7519.03 26.26 4.220 14.62 5.651 26.49 13.16 48.97 13.23 44.60 9.769 79.9218.16 16.85 4.007 7.650 5.089 21.82 13.31 49.01 11.73 15.42 9.241 127.2 34.27 114.6 7.467 71.81 10.06 56.91 25.68 162.6 24.93 46.49 14.64 Variable Cadre Communist Party Membership Age of main laborer below 31 1 yes Age of main laborer between 31 and 40 1 yes Age of main laborer between 41 and 50 1 yes Age of main laborer between 51 and 60 1 yes Cons. Adjusted RSquared Observation 0.683 64,156 0.455 64,156 0.602 64,156 0.684 64,156 0.281 64,156 Note: Robust standard errors in parentheses. , and refer to 1%, 5% and 10% statistical significance level, respectively. Control variables include household Communist Party membership, weighted average years of schooling, share of laborers with special skills, working age laborer share of household, share of male laborers and provinceyear and household fixed effects. 0.643 64,156 56 Wage Income Per Capita Regression by Source for 19932002 Appendix Table 3 Variable Total Wage Income Local Employment Temporary Migrant Employment Government Governmentpaid Employment 101.9 41.55 4.112 1.851 3.624 11.53 9.412 9.634 10.02 5.300 2.985 56.64 12.67 50.40 9.603 68.29 14.11 60.51 11.15 17.57 14.89 10.96 4.626 15.11 5.414 17.52 36.41 11.77 56.25 24.19 66.42 15.29 Cadre Communist Party Membership Age of main laborer below 31 1 yes Age of main laborer between 31 and 40 1 yes Age of main laborer between 41 and 50 1 yes Age of main laborer between 51 and 60 1 yes Cons. Adjusted RSquared Observation Note: Robust standard errors in parentheses. , and refer to 1%, 5% and 10% statistical significance level, respectively. Control variables include household Communist Party membership, weighted average years of schooling, share of laborers with special skills, working age laborer share of household, share of male laborers and provinceyear and household fixed effects. 49.01 11.73 37.49 9.594 36.25 9.027 31.79 6.574 48.97 13.23 15.62 10.19 4.149 3.102 11.61 8.483 5.878 15.82 1.156 3.167 200.3 19.49 162.6 24.93 0.601 64,156 0.643 64,156 0.526 64,156 0.603 64,156 57 Local Wage Income Per Capita Regression by Source for 19932002 Appendix Table 4 Variable Total Local Wage Income Collective Private Sector A. Robust OLS Regression Cadre Communist Party Membership Adjusted RSquared 147.5 24.83 59.51 14.66 0.090 B. Household Fixed Effects Regression Cadre Communist Party Membership Adjusted RSquared Observations 101.4 17.32 36.03 11.69 0.601 64,392 152.1 18.18 43.06 7.393 0.130 119.2 12.17 22.69 7.154 0.626 64,392 4.579 16.28 16.45 11.81 0.037 17.83 13.66 13.34 9.546 0.488 64,392 Note: Robust standard errors in parentheses. , and refer to 1%, 5% and 10% statistical significance level, respectively. Control variables include household Communist Party membership, weighted average years of schooling, share of laborers with special skills, working age laborer share of household, share of male laborers and provinceyear and household fixed effects. 58 Relationship between Cadre Status and Communist Party Membership Appendix Table 5 in Rural China Type Cadre only Cadre Membership Membership only Total Obs. 1,546 4,216 13,496 19,258 Percentage 8.03 21.89 70.08 100 Note: The numbers of observations here refer to the numbers of householdyear observations. 59 Income Per Capita Regression by Source with Interactions between Cadre Status and Other Household Characteristics Included Appendix Table 6 Variable Total Income Total Wage Local Income Employment Cadre Communist Party Membership Cadre X Communist Party Membership Weighted average years of education Cadre X Weighted average years of education Share of laborers with special skills Cadre X Share of laborers with special skills Share of laborers Cadre X Share of laborers Share of male laborers Cadre X Share of male laborers Cons. Adjusted RSquared Observation 123.8 90.91 78.35 13.33 5.953 34.65 14.68 1.360 0.575 5.988 115.7 20.80 9.417 111.0 490.6 18.64 316.1 96.67 82.71 15.27 41.30 78.80 166.1 18.18 0.611 123,867 78.22 58.24 68.12 11.04 33.64 26.34 12.52 1.052 2.315 4.860 32.07 17.44 133.8 80.15 298.9 13.83 181.5 70.09 22.72 11.18 32.96 53.42 115.2 13.91 0.554 123,867 120.9 47.97 48.44 7.515 53.66 18.04 5.884 0.781 4.341 3.949 11.83 12.58 102.6 72.20 63.27 8.632 179.7 60.15 18.18 6.885 78.55 35.90 17.92 8.513 0.503 123,867 Note: Robust standard errors in parentheses. , and refer to 1%, 5% and 10% statistical significance level, respectively. Control variables include household Communist Party membership, weighted average years of schooling, share of laborers with special skills, productive assets per capita, arable land per capita, working age laborer share of household, share of male laborers and provinceyear and household fixed effects. 60 Simple OLS Regression for Village Subsidies, Aids and Fund and Transfer from Appendix Table 7 Variable Cadre Communist Party Membership Cons. Adjusted RSquared Observations Government Village Subsidies, Aids and Fund 54.33 2.745 9.752 0.954 5.559 0.213 0.116 53,522 Transfer from Government 8.117 1.420 3.261 0.557 3.601 0.142 0.021 53,522 Note: Robust standard errors in parentheses. , and refer to 1%, 5% and 10% statistical significance level, respectively. 61 ", "filename": "718156323.pdf", "person": ["Jian Zhang", "Zhang, Jian", "John T. Giles", "Giles, John T.", "Scott Rozelle", "Rozelle, Scott"], "date": ["2012"]}