{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/89373/1/718176170.pdf"], "title": ["Exploring the causes behind the persistence of French technological specializations"], "plaintext": "Exploring the causes behind the persistence of French technological specializations Mafini DOSSO Centre d Economie de la Sorbonne, Universite Paris 1 PantheonSorbonne, Paris, France mafinidossogmail.com Abstract Responding to the research on the persistence of technological specializations, this paper puts forward a complementary explanation for the stability in the fields in which a country performs well relatively to other countries. The study investigates the French institutional and historical features that may explain the evolution of the relative technological strengths of French organizations since the end of the seventies. More precisely it focuses on the interplay between three related institutional factors, the relatively high commitment of the State, the prevailing role of French large firms and of the technical experts from the Grandes Ecoles in shaping Frances innovation system. Keys Words: Technological specializations, Institutions, large firms JEL Codes: C10, L29, O38 1. Introduction The literature devoted to the study of national technological specializations has shown that once established countries technological specializations tend to persist over time, although with a diminishing intensity in the long run Cantwell 1989, Pavitt and Patel 1990, Patel and Pavitt 1998, Nesta and Patel 2004, Laursen 2000. As predicted by the theory and despite deep external changes and internal structural transformations Amable and Hancke 2001, Hancke 2002, French innovation system has displayed relatively stable patterns of technological specializations over the last 30 years. Existing research mostly relies on the path dependent nature of technological accumulation in order to explain this stability. Accordingly, the theory of technological accumulation argues that firms that have developed a competitive advantage in certain technologies will tend to strengthen this advantage, and to diversify in fields close to their existing knowledge base Cantwell 1989, Dalum et al. 1998. Although the explanation based on technological path dependency brings some answers on the lock in into certain technological paths David 1985, Arthur 1989, 1990 and the localized character of technical change it underestimates the role of institutional and historical country level determinants. As pointed by Patel and Pavitt 1998 and more recently by Nesta and Patel 2004 further research is needed to understand the institutional determinants of the stability in countries technological patterns. Actually we need to go beyond the technology and firm 1 based explanations of technological path dependency and to complement them by accounting for the role of national specific features of the innovation system. Such an exercise can allow to compare and to understand the relative importance of the different complementary levels of explanation for the persistence of countries technological strengths. The first contributions on national innovation systems NISs have argued that specific historical features and different institutional setups matter in the way and the extent to which national firms generate and market innovations Freeman 1987, Lundvall et al. 1992, Nelson et al. 1993. According to this literature the persistent international differences in technological performances reflect the diversity of NISs that have favored or hampered the development of countries along certain technological trajectories. Therefore we should expect firms with different national cultural background to exhibit different innovative behaviors according to the NIS from which they originate. More recently another stream of the literature has been devoted to the study of the fitness between the features of national innovation systems and the industries in which they are relatively more specialized Tylecote and Conessa 1999, Goyer 2001, Vertova 2001 and Tylecote and Vertova 2007. Tylecote and Conessa 1999 have underlined the importance of the fitness between the national financial and corporate governance systems and the sectors in which the countries will specialize. Later, Vertova 2001 and Tylecote and Vertova 2007 have argued that only countries with a proper national system of innovation are likely to specialize in the highest technological opportunities fields. Build upon this latter literature this paper argues that stability might arrive because the activities of certain industries fit better into the innovation system of a particular country. Taking France as a case study the paper mainly argues that nothing has really changed, and this, although the main actors of the French innovation system have been through deep organizational and structural changes. Indeed the French innovation system has remained strongly dominated by the large firms and a persistent, although more indirect, presence or intervention of the State in most of the sectors in which France remained relatively more specialized. Despite the change in their environment large firms have survived and their innovative and research activities still strongly reflect the pattern of French relative technological strengths. Hence the purpose of this study is to explain the role of the State and large firms in the observed persistence of French technological specializations patterns between the end of the seventies and the mid2000s. The remainder of the paper is organized as follows. In the Section 2 we present the empirical findings regarding the evolution of French technological specializations across technological classes between 1978 and 2004. Then we discuss the origin of French relative technological strengths focusing on the historical commitment of the French government in the design and the performance of technological activities after the Second World War. In Section 3 we argue that, despite major changes in the French industrial policy, including the gradual withdrawal of the French Governments stakes from several large firms, the French state has remained relatively active notably through the funding and performance of research activities through its research agencies and establishments. Also, till the mid nineties the French state has been present in several key sectors notably through its majority or high participation in several large firms. However after 1995 it has intensified the progressive withdrawal, and has shifted its focus from large firms to small business enterprises SMEs. Nevertheless, we observe that large firms remained dominant in the 2 technological classes in which Frances organizations are the most specialized. In Section 4 we focus on the persistent role of large firms in research and innovative activities in France. In these large firms the technical experts and engineers from a French particular institution, les Grandes Ecoles, are still playing a crucial role in the design and management of the industrial and innovative strategies. We argue that in order to improve their innovative capabilities, former French national champions have operated important restructuring in their activities, with a greater focus on their strategic activities and a range of mergers and acquisitions. This process has led to the emergence of international champions in several major sectors in which France has maintained its relatively strengths. Section 5 concludes. 2. Patterns and origins of France relative technological strengths 2.1. Empirical findings on the evolution of French technological specializations The Table 1 gives an overview of the classes with the highest patent shares in France for selected sub periods. These patent shares are computed using the SPRU longitudinal patent database 1 which gives the total number of patents granted by the United States Patent and Trademark Office USPTO across 34 technological classes for each country 2 and every year for the period 19782004. The Table 1 reveals that the set of French top patenting classes has remained quite stable, although with different rankings. Eight classes have remained in the top patenting classes for the whole period including organic chemicals, instrument and controls, drugs and bioengineering, general non electrical industrial equipment, telecommunications, non electrical specialized industrial equipment and chemical processes and miscellaneous metal products. In order to compare French pattern of absolute advantages with the whole samples top patenting classes, we put in italics in the classes with the highest share of patent over all countries. It suggests that Frances pattern of absolutes advantages have tended to move further away from the whole sample pattern. However as underlined in Appendix II the highest patenting classes in France do not systematically match with classes in which France appeared to be relatively specialized, this reflect the classical difference between absolutes and relative advantages. Between 1978 and 1983, France is relatively specialized in only four of its highest patenting classes including drugs and bioengineering, telecommunication, electrical and nonelectrical industrial equipment. Moreover French organizations are relatively not specialized or only in average index ranges between 0.95 and 1.05 in organic chemicals and instruments and control, two of the highest patenting classes. Thus in order to account for the different propensity to patent across sectors and countries the present study discusses the changes in France technological specializations or relative advantages. 1 The data has been kindly provided to Mafini Dosso by Parima Patel during her research stay at Science Policy Research Unit SPRU, University of Sussex, Brigthon, United Kingdom. 2 The Appendix I provides more details on the original database, on the main specialization index used and on the different methodologies used to assess the persistence of technological specializations. 3 197883 Organic chemicals Instruments and control Drugs and bioengineering General nonelectrical industrial equipment Telecommunications Nonelectrical specialized industrial equipment Chemical processes General electrical industrial equipment Metal working equipment Miscellaneous metal products Table 1: Top patenting classes in France Share % 8,46 7,48 6,71 6,68 6,64 5,76 5,48 5,03 4,05 4,02 198893 Instruments and control Drugs and bioengineering Organic Chemical Telecommunications General nonelectrical industrial equipment Nonelectrical specialized industrial equipment Miscellaneous metal products Chemical processes Computers Calculators Electrical devices and systems Share % 8,35 7,73 6,97 6,56 6,11 5,46 5,11 4,95 4,18 3,74 19992004 Drugs and bioengineering Telecommunications Computers, Calculators Instruments and control Organic chemicals Chemical processes Nonelectrical specialized industrial equipment General nonelectrical industrial equipment Dentistry and Surgery Miscellaneous metal products Share % 12,99 8,78 8,03 5,72 5,70 5,41 5,07 4,26 3,72 3,69 The classes in italics are the classes with the highest share of patents with shares above 4.8% over all the countries in the original sample. The Table 2 presents the long run evolution of French specialization patterns across technological classes between the beginning and the end of the period. French organizations have remained relatively specialized in inorganic chemicals, bleaching, dyeing and disinfecting, drugs and bioengineering, plastic and rubber products, metallurgical and metal treatment processes, general nonelectrical industrial equipment, induced nuclear reactions, power plants, other transport equipment, aircraft incr and telecommunications. These classes have been historically dominated by large firms and a strong presence of the state notably through its research centres as CEA nuclear field and IFP French Oil Institute. Pavitt and Patel 1990 have provided the distribution of patents granted to France between large French firms French or foreign control, state organizations and others firms from 1969 to 1986. Overall large French firms and state organizations account for more than 50%3 of all patents granted to French organizations. In terms of concentration, the first twenty firms own almost 44% of patents granted between 1969 and 1989, and the first fifty firms own 55%. Their results suggest that these two types of organizations dominate the patenting activity in classes such as induced nuclear reactions 46% for state organizations, power plants 60% for French large firms, aeronautics 63% for French large firms, telecommunication 55% for French large firms, inorganic chemicals 66% for French large firms, bleaching and dyeing 69% for French large firms, metal working equipment 46% for French large firms, drugs 37% for French large firms, plastic and rubber products 61,5% and general non electrical 3 Table p 26, Pavitt and Patel 1990. 4 industrial equipment 46% for French large firms. The exclusion of the UnitedStates from the sample reveals that French additional specializations areas also appear to be dominated by large firms and state agencies chemical processes, hydrocarbons, mineral oil and mining and wells machinery and processes. Table 2: Evolution of French technological specializations profile between 19781984 and 19982004 Specialization in Despecialization in Stable specializations in variation of the index Organic chemicals General electrical industrial apparatus Agricultural chemicals Metallurgical and metal working equipment Semiconductors Inorganic chemicals incr. Bleaching, dyeing and disinfecting incr. Drugs, bioengineering incr Chemical processes Hydrocarbons, mineral oils, fuels, igniting devices Materials glass and ceramics included Food and tobacco processes and products Nonelectrical specialized industrial equipment Miscellaneous metal products Textile, clothing, etc. Instruments, controls Plastic and rubber products incr Metallurgical and metal treatment processes incr General nonelectrical industrial equipment incr Induced nuclear reactions decr Power plants incr Other transport equipment exc. aircraft incr Aircraft incr Telecommunications decr Stable underspecializations in variation of the index Apparatus for chemicals, food, glass etc. incr Assembling and material handling apparatus decr Road vehicles, engines decr Mining and wells machinery and processes incr Electrical devices and systems decr Calculators, computers decr Image and sound equipment decr Photography, photocopy incr Dentistry, Surgery incr Other decr The computations are based on US patents taken from SPRU database; Decr and incr denote decreasing and increasing indexes between the beginning and the end of the period. Specialized in 198591 and 199298 Specialized in 198592 2.2 Origins of French technological specializations: the role of the state in the creation of innovative capabilities 2.2.a Relative Specializations in Colbertist classes At the end of the seventies French organizations are relatively specialized in fields considered as Colbertist such as nuclear reactions, power plants, telecommunication or aeronautics Pavitt and Patel 1990. These fields are characterized by a strong intervention of the state notably through state orders, funding and performance of research activities state firms or 5 state research agencies and the orientation of technological activities. The leadership of France in these fields could be related to the implementation of the Grands Programmes Large programs in targeted areas. These programs and the policies of national champions have become very important under de Gaulle era. They partly reflect the willingness of French government to get independence and autonomy from US technological domination Chesnais 1993. They basic structure implied the participation of a dedicated public research institute and large state or private industrial partners in charge of the industrial exploitation. Designed in a long term perspective and at the frontier of research, they are mainly oriented toward defense related fields or towards civil sectors as nuclear power industry, space technologies, aeronautics telecommunications or oil industry. They also include fields in which French organizations are not specialized as computers through the Plan calcul that has been the major French Grand Programme. These development and investment plans come with the creation of several state research institutes designed to improve scientific capabilities and whose strategic priorities were conceived mainly by the government. The organization of research in France rested for the most applied part on these missionoriented institutes which have narrow links with the industry. Basic research was performed in the CNRS National centre for scientific research and few universities as Universite Louis Pasteur, Universite Paris IX Orsay, Grenoble and Toulouse universities. Most of universities were dedicated to teaching activities. The Table III.A in Appendix III present the major historical programs, their launching date, the related technological breakthrough, the main firms implied as well as the investments between 1962 and 1989. In the seventies the French innovation system was centered on a core of large state and private firms with SMEs exclusively dedicated to them. The Government support to research as direct subsidies and repayable loans was almost exclusively captured by those large firms, leaving SMEs with almost no support or very few notably from the FRT research technological funds. As underlined by Chesnais 1993 French national innovation system is characterized by a set of vertically structured and strongly compartmentalized sectoral subsystems often working for public markets and invariably involving an alliance between the State and public andor private firms belonging to the oligopolistic core of French industry. Within this missionoriented system the priority has been granted to large intensive and technological systems. These narrow relationships between the State and the oligopolistic core of large firms were typically found in the sectoral subsystems or mesosystems Sefati, 2001, defense industry related to the defense industry, the electronuclear field, the space industry and telecommunications equipment industry. Chesnais 1993 made a distinction between four subsystems 4. The military subsystem concentrated more than one third of French state RD funding distributed between nuclear research of the CEA and large firms through public RD procurement and contracts. The strong commitment of the DGA French government agency that conducts the development and evaluation programs on the weapon systems of the French military in the various subsystems reflect the importance of military objectives in the innovation processes. The agency was also in charge of the labor division between the industrial partners as Dassault Aviation and Aerospatiale planes and helicopters, SNECMA planesengines, Aerospatiale and Matra missiles, Thomson defense telecommunication and DassaultElectronique electronics. In the eighties the electronuclear subsystem was 4 See Chesnaiscontribution in Nelson et al. 1993 for a detailed presentation of these subsystems 6 organized around the CEA and Empain Schneider 5 and their industrial subsidiaries Cogema, Framatome, EDF, Jeumont Schneider and Creusot Loire  In this field CGEAlsthom was in charge of heavy industrial electrical equipment Figure 6.6 page 217, Chesnais. As in the hydrocarbons field IFP, the state agencies in the nuclear field, the CEA Commissariat a lenergie atomique owns a high share of the patents granted to French organizations between 1969 and 1986 respectively 55% and 46%, Pavitt and Patel 1990. French space industry has been formed in the frame of the European Space Agency ESA, 1975 in which CNES French state research center was strongly committed. French large firms as Aerospatiale and Thomson CSF state firms and Matra Groupe Largadere were the same implied in defense and aeronautics industry. In the telecommunications field the subsystem is structured around the CNET state research centre in telecommunication, the DGT department in charge of public procurements and CGE Alcatel in the manufacturing sector design and construction of telecommunication equipment. After Thomson electronics and aeronautics and Rhone Poulenc chemicals, CGE was the third major innovative French firm as shown by its shares in patents granted in the US. The shares of the three companies in terms of patents granted to the US were respectively equal to 6.21%, 5.69 and 4.79% between 1975 and 1980 Pavitt and Patel 1990, table p 28. Looking at a finer level we observe that French technological strength in telecommunication reflect its relative advantages in telecommunication equipment RTA2.17, communication systems RTA 1.71 and to a lesser extent electrical transmission RTA 1.09. In France the prevailing military objectives and the strong political will of national autonomy in the design of industrial strategies have led to the technological decline of France in some cases as computers Plan calcul and electronics Plan composants industries in which France has been lagging in the favor of countries as US and Asian countries as Japan and South Korea and later Taiwan. However in some fields these programs have led to great successes in high technology fields as aeronautics Concorde, Airbus; thus reflecting a French knowhow in achieving and leading large projects. Although the state participation brings some stability and allows for longer run horizon in the design of industrial strategy, it also tends to favor radical innovation fields as aeronautics, nuclear reactions or other transport equipment. This, according to Goyer 2001 has rendered French firms less able to develop capacities in incremental innovationoriented fields. According to the author the particular structure of the French education has also favored this pattern of France industrial development. The dual education system and the prevailing role of the elites from the Grandes Ecoles narrowly linked with the State administrators have favored the design and development of large scale projects oriented towards specific technologies. The tight relationship between the State and the large firms has been founded on this elites network that often work for large state and private firms operating at the center of the major subinnovation systems. On the other hand the availability of patient capital has also favored the undertaking and the successes of radical innovation projects. Indeed the technologies developed in these Colbertist fields require high and long run investments and related profits horizon that generally go beyond firms and shareholders time. The strong commitment of the State and a dedicated bank system have favored the long run investments in radical innovationoriented projects. Besides the Fordist organization of French firms, that implies among others a strong hierarchical organization, 5EmpainSchneider will later focus its activities on electrical consumer goods and will become Schneider Electric in 1998. 7 standardized products and lowskilled works, has not favored the development of incremental innovations. Such innovations are more likely to result from work and cumulative learning that takes place in ordinary production activities and thus, have a greater component of a bottomup approach while French system has generally favored a topdown approach of the innovation and industrial development. According to Goyer 2001 this organization has reduced the capacities of large French firms to develop innovations that could be generated in the various subdivisions of the firms. 2.2.b Other relative strengths of France Besides these Colbertist classes French organizations show relative specialization in 197883 in classes as bleaching and dyeing, drugs, inorganic chemicals, plastic and rubber products, metal treatment, general electrical industrial equipment and semiconductors Appendix II. French organizations also display relative average specializations scores in general nonelectrical industrial equipment and food and tobacco products. As shown by Pavitt and Patels analysis 1990 the specialization of French organizations in semiconductors 57% for large French firms, bleaching and dyeing, plastic and rubber products and inorganic chemicals rested, to a great extent, on the activities of French large firms respectively 57%, 69%, 61% and 66%. Thomson and its subsidiaries as SECOSEM, SILEC, EFCIS was the French national champion in the semiconductors field at the end of the seventies Dosi 1983. At the end of the eighties the semiconductor activities of Thomson and the Italian group SGS have merged to STMicroelectronics. With its main innovative activities in bleaching and dyeing, l Oreal has more than 2% of the patents granted in the US, and is ranked sixth over French all French organizations on the period 198186 Table 3. In the chemicals field the French firm Rhone Poulenc owns almost 5% of patents granted between 1975 and 1986. Rhone Poulenc appears as a top patenting French firm, and operates in various subfields of chemicals as organic and inorganic chemicals and chemical processes Table 3. In the Fortune 500 1992 ranking besides Rhone Poulenc, Air Liquide is ranked tenth according to profits amount and sixth if we look at the ratio of profits to sales. At a finer level we can observe that French relative strength in plastic and rubber product lies on the class of wheels RTA2.86. Michelin, the large French firm is ranked eighth in top patenting firms in the US in plastic and rubber products. In terms of economic performances Michelin was ranked seventh in the Fortune 500 1992 as regards its ratio of profits to sales. In the class metal treatment more than 60% of French organizations patents have been granted to large French firms 46% and state agencies 14% between 1969 and 1989. In this field three firms are included in the top 50 French patenting firms Pavitt and Patel 1990. Pechiney Ugine Kuhlman group owns more than 2% of patents granted in the US between 1969 and 1986 while Usinor and Sacilor only own respectively 0.14% and 0.11% between 1975 and 1980 and 0.22% and 0.21% between 1981 and 1986. As for the metal treatment class the innovative capacities of French organizations in classes as drugs, general electrical industrial equipment and general nonelectrical equipment lie on large firms activities respectively 37%, 46% and 46% as well as other firms that respectively own 37%, 35% and 44% of patents granted between 1969 and 1986. However, according to Pavitt and Patel the high RTA in the drugs field does not reflect the performance of one or two large French firms but the combination of a former French firm Roussel Uclaf and the increasing activities of 8 French firms as l Oreal, Rhone Poulenc and Elf Aquitaine. The French firms Valeo and CGE are respectively ranked 15th and 16th in the class of general nonelectrical industrial equipment and general industrial equipment between 1981 and 1986. Table 3. The rank of French large firms French control in the top patenting firms in the US between 19811986 Technological Classes Inorganic chemicals Organic chemicals Agricultural chemicals Chemicals processes Hydrocarbons, mineral oil ect  Bleaching and dyeing Drugs and bioengineering Plastic and rubber products Non metallic mineral products, glass, ect  Food and Tobacco products Production of iron and iron ores Apparatus for chemicals, glass  General nonelectrical industrial equipment General electrical industrial equipment Non electrical specialized machinery Metal working equipment Nuclear reactors and systems Power plants Motor vehicles Other transport equipment Aeronautics Table translated from table p 29, Pavitt and Patel 1990. French firms and rank Rhone Poulenc 12, PUK 17 Rhone Poulenc 20 Rhone Poulenc 19 Institut Francais du Petrole IFP, 13 LOreal 6 Michelin 8 Valeo 15 CGE 16 CreusotLoire 2, CEA 5 SNECMA 17 F Salomon 15, LOOK 16 SNIAS 4, SNECMA 6, Thomson19 Our analyses reveal that French technological patterns of specializations have remained relatively stable 6 over the whole period. As predicted by the theory this stability is even greater in the shorter run Cantwell 1989, Pavitt and Patel 1990, Patel and Pavitt 1998, Nesta and Patel 2004, Laursen 2000. The correlation coefficients of the distribution of French RTAs across technological classes equals to 0.55 between 197883 and 19992004, 0.91 between 197883 and 198893 and 0.62 between 198893 and 19992004. This stability mainly reflects the French organizations specializations US included in three kinds of sectors namely technologies, telecommunication, nuclear reactions, power plants and other transport equipment railways and railway equipment. Besides France has hold relative advantages in other classes dominated by large private French firms share of more than 55% as bleaching and dyeing, plastic and rubber products and inorganic chemicals. Finally we have underlined some classes in which French technological specializations lie on large firms as well as other firms large foreign firms and other firms, namely the classes of metal treatment, drugs and general nonelectrical industrial equipment. 6 See the methodological Appendix I. including aircraft and space the Colbertist sectors 9 However during the eighties and nineties French organizations have witnessed deep changes in their economic, financial, industrial and political environment. The arrival of Mitterrand in power translated into a wave of nationalizations in 1982 in several manufacturing sectors as electronics, power equipment, aluminum making, pharmaceuticals and chemicals as well as in some financial organizations Common Government Program. These programs concerned large firms such as Thomson, CGE, Saint Gobain building materials, PechineyUgineKuhlmann aluminium, Rhone Poulenc and large French banks as Compagnie Financiere de Paris, Compagnie Financiere de Suez as well as the Government shareholding in Matra, Dassault Aviation or Roussel Uclaf. At the beginning of the eighties French state sector accounts for almost one third of the employment and one fourth of the turnover of the national industry and exports Larousse Encyclopedia. However the budgetary restrictions led French government to give up most of the reforms and sectoral plans, and to gradually privatize the firms that have been nationalized in 1982. The withdrawal of French government has progressively ended the competitive devaluation and expansionist policies, the public procurement or the subsidized loans. The French and international environment have led to a competitiveness crisis of large French firms that where, partly given their Fordist organization, illequipped to compete at the international level. This new environment and constraints led to an internal restructuring process that has, according to Amable and Hancke 2001, Goyer 2001 and Hancke 2001, been conducted by large French firms. It mainly entailed a greater autonomy from the State, a decrease in unions power, a reorganization of work and workers skills and the transformation of industrial relations with suppliers and subcontractors. The modernization of supplier network was mainly achieved through the implementation of justintime system, and an upgrade of suppliers technological and organizational capabilities organized with state and regional institutional resources. These latter resources includes schools and training programs, regional technical universities, CRITT regional centres for innovation and technology transfer, local employment and development agencies and the Ministry of Industrys regional offices. Regarding the public research system, the status of state and administrative institutions have been changed to EPST 7 Scientific and technological Governmentfunded research organizations as CNRS National Center for Scientific Research, INRIA research institute in computer science, INSERM health and medical research or EPIC Commercial and industrial Governmentfunded research organizations as CEA nuclear power, CNES space, ONERA aerospace, IFP hydrocarbons  These new status allow the centres to form subsidiaries and to cooperate on specific projects with scientific and industrial partners within public interest group created in 1982 or scientific interest group created in 1996. The interest groups have been implemented notably to favor the exploitation of French government research results. Despite these changes the technological specialization pattern of French organizations has remained quite stable. In the following sections we explore the determinants of this stability. Given the stable technological specializations of France see Table 2 we focus on three Frenchspecific historical and institutional factors namely the persisting, although decreasing, importance of the State, the prevailing role of large firms in research and research activities 7 Law on research orientation, JORF 1982. 10 and the role of the elite system from the Grandes Ecoles in the design and the orientation of research and innovative activities of large state and private firms. 3. The gradual retreat of the French State from innovative and industrial activities In this section we focus on the evolution of the pattern of the public research funding between the eighties and the mid 2000s. The Figure 1 shows that the French RD effort has increased over the whole period, although it has started declining since the mid1990s. By the mid2000s, as in UnitedKingdom, it has remained below several OECD countries and below the Barcelona objective of 3%; revealing the relative low commitment of France in the funding of research and innovation activities. The figure also reveals that in the beginning of the nineties the industry effort has overcome higher than the Governments effort in RD funding. By mid1990, more than 50% of the researchers operate in the public sector while the private sector researchers account for only 45% of the total number of researchers. In 2007, these proportions are inverted notably because of a more pronounced increase in the private sector that account for about 56% of total researchers full time equivalent, OST 2010. Figure 1. RD funding as a percentage of GDP Graph made from Main Science and Technology Indicators 2010, OECD database. The analysis of the distribution of national expenditure on RD8 all French or foreign firms performing RD in France between business and administration sectors government, higher education and nonprofit organizations shows that the share of administration sector has been decreasing since the beginning of the nineties from 51.3% in 1992 to 43.7% in 2002. 8 Figures from Bureau des etudes et recherches statistiques sur la recherche . 1992 is the 1st year available. 11 However the figure below reveals that the government share, although decreasing as in most innovative countries has remained quite high as compared to other selected countries. Although the goal of the two third of RD funded by industry has not been achieved by the mid2000s, the ratio of administrations share to business share tends to be stable in the 2000s. In terms of GERD gross expenditures on RD and within the administration sector the share of the State has gradually decreased since the last two decades, especially in the defense sector from 20.4% in 1992 to 6.1% in 2007. On the contrary in the civil sectors, the EPSTs performed share CNRS and Institutes excluded have slightly increased. The most important increased has been operated in Universities which now account for more than 30% of the RD performed by administration sector against 22% in 1992. Given that French Universities remain in their majority state organizations and that the EPICs RD expenditure is included in business expenditure the weight of the French Government appears to be underestimated. Therefore although it has reduced its commitment, the French government remains a major actor in the performance of RD notably through the EPST, the EPIC and the Universities. Figure 2. GERD financed by Government % International comparisons Graph elaborated with the data of the OECD, Main Science and Technology Indicators 2010. Although it has been decreasing during the nineties, the Government direct funding of BERD Business expenditures on RD tends to be stable since 19989 around 10%. Moreover it has remained quite high, and has overcome since the beginning of 2000s the US Government funding of BERD MSTI, OECD 2010. During the nineties Government funding remained 10 9 OECD MSTI 20101. Government funding of BERD includes contracts with Government administration and Government incentive credits, CIR tax research credit excluded. Funding from government firms are not included as they are already taken into account in Industry funding. 10 The data are taken from the Bureau des etudes et de la recherche statistiques sur la recherche 12 highly concentrated notably in four industries including space and aeronautics 42% in 2001, 36% in 1997, medical, precision and optical instruments 15.8% en 2001, 26.9% en 1997, radio, television and communication equipment 13,8% en 2001, 14,1% en 1997 and manufacture of machines and equipments 13.1% in 2001. Regarding the large programs most of them have disappeared or have been considerably cut down as in aeronautics during the nineties. In 2006, they account only for 21% of RD budgetary credit allocations and for 17% in 2008. They are concentrated on space technologies that accounts for more than 50%11 of allocation to large programs, power and aeronautics the Appendix 3 present a summary of the current large programs. Besides the research performed and the direct funding the French government also provides an indirect support for RD and innovation. One of the major instruments of French tax support, the CIR research tax credit has recently known continuous changes regarding its rates, its upper threshold, and eligible expenditures. In 2004, the CIR is based on the increase of RD expenditures 45% in 2004, 40% in 2006 and the claimed volume of RD expenditures 5% in 2004, 10% in 2006. In 2008, the CIR is based on the claimed volume of RD expenditures. It is equal to 50 % of RD expenditures up to 100 million of euros. By 2010, the rate has been decreased to 30% given the high cost of the measure. After a strong decrease in the early nineties the CIR has been stable for more than 10 years, representing more than 4% of BERD financed by Government and about 3% of BERD financed by firms. During the nineties its share has been quite low regarding the declared RD spending. However the strong increase observed after 2004 comes from the rise of the upper threshold and the consideration of RD expenditures. Before 2004, the CIR was mainly based on the average of the increase of RD spending in the last two years  Figure 3. the evolution of CIR tax research credit Personal elaboration from Bilan du CIR au titre de lannee 2006. BERD values are taken from the Bureau des etudes statistiques sur la recherche, Research and Higher Education Ministry. This support is mainly received by SMEs that account for almost 80% of the total beneficiary firms in 2006. They received 42% of the CIR for 20% of claimed expenditure. Within the manufacturing industry the first beneficiaries sectors are the electronics and electrical industry, aeronautics, pharmaceuticals and chemicals. These industries except electronics 11 Data from Bureau des Etudes Statistiques sur la recherche. 13 industry are related to the stable technological strengths of France as shown in the previous sections. In these expenditures, staff expenses researchers and technicians allocated to RD and operating costs 75 % of staff expenses account for more than 75% of the total claimed expenditures. The recognition of the importance of SMEs in terms for the economic development as led the French Government to develop several other funding measures to promote research and innovation activities. At the beginning of the eighties several reforms implying the deregulation of fees related to stock market and the creation of the Second Marche have been implemented to increase funding sources of SMEs. However only large firms have benefit from these reforms as few SMEs were eligible mainly because of required standards in terms of information and the related costs Cieply 2001. Between 1985 and 1995 several international, national, regional or local organizations dedicated to SMEs were implemented. However their scope remains quite limited, and most of them have for long remained focused on few regions as Ile de France, large cities as well as on few areas and projects. They were not of a sufficient size in terms of funding resources to decrease significantly the existing gap between large firms and SMEs. Since the mid1990s new initiatives have been developed such as an increase funding of regional councils through loans to medium and low growth firms and an increase funding from nonprofit venture capital organizations. They also implied the creation of the nouveau marche in 1996 dedicated to young and high growth potential firms with a high level of risk and strong investments needs. The BDPME development banks for SMEs, created from the merger of CEPME loans for equipment and the French company of risk insurance, provide SMEs with long term loans or joint loans with classical banks. At the beginning of the nineties the French Government still owned majority shareholding in several large firms in sectors such as the aeronautics Aerospatiale, Snecma, the car industry Renault, the chemicals Rhone Poulenc or the steel industry UsinorSacilor. Many former nationalized French firms were privatized or have seen the Government shareholding gradually decreased. Also the number of firms controlled by the Government has decreased by one thousand from 2500 in 1996 to 1600 in 2002 Recme 12. However in 2002 the Government still owns a majority shareholding in firms such as Thomson SA, COGEMA, SOFRATOME, Framatome ANP, Compagnie Francaise des Mines, Charbonnages de France, SNECMA, Labinal and in other financial and nonfinancial services. Moreover it also kept a high shareholding in major French firms as France Telecom, Gaz de France, Alstom, Renault or Thales. Since 2004, all the shares of Government are managed by the APE French Government shareholding agency. The agency represents the Government in general shareholders meeting. The table 4 below provides the government shareholding in the quoted companies in 2003, 2004 and 2005. 12 Database from INSEE French national statistical office. 14 Table 4. Evolution of Government shareholding in quoted companies between 2003 and 2005 Quoted Companies Sector Government Share in 2003 Government Share in 2004 Government Share in 2005 Air France 1 Air Transport 54% 44,6% 18,5% Air FranceKLM APRR Alcan Alstom Arcelor ASF Bull CNP EADS 13 France Telecom 4 Gaz de France Renault Safran Sanef Snecma Thales 5 Motorways exploitation Aluminium Railway transport and power production equipment Steel industry Transport Infrastructure Computers Insurance AeronauticsSpace Telecommunication Gaz Cars Aeronautics Space Transport Infrastructure Aeronautics Engines Aeronautics Space electronic systems Electronics al. 0,10% np. 0 50,4% 16,3 1,2% 15,1% 58,7% al. 16,6% al. al. np. 31,3% al. 0% 21,40% 0% 50,3% 3,5% 1,2% 15,1% 42,2% al. 15,6% al. al. 65,7% 31,3% 2% 20,9% Thomson Source: Personal table established from reports on LEtat Actionnaire Government shareholding in companies 2004,2005 of APE French Government Shareholding Agency np: nonprovided but companies on the list al: absent of the list maybe no more quoted or withdrawal of the Government 1 included free stocks of shares for employees 2 Some shares are own by ADF 3 Greatest share is own via SOGEADE 4 Included shares own by ERAP 5 Owned by Thomson SA 70,1% al. 21,1% al. 50,4% Np al. 15,1% 34,92 82,5% 15,6% 36,0% 75,6% Groupe Safran 31,3% 2,04% Finally the French Government has also been very active in protecting French firms from takeover attempts e.g. Danone, 2005 notably by favoring specific partners for the mergers SanofiSynthelabo and the German Adventis. Besides the Government also, as in Alstom case in 2004, may enter as a temporary shareholder to help in the restructuring process of the company. However in Alstom case the issues go beyond France as the company has some 110 000 employees across 70 countries including 62 000 over Europe. 15 In the last two decades we have witnessed a progressive, although sometimes partial, withdrawal of the Government from large firms shareholding. Regarding the RD funding the Government reduced commitment has not been compensated by the private sector increased funding, thus leading to a relatively low national effort of RD. Moreover the French state has remained very active in the traditional areas of technological specialization, e.g. nuclear power, space and aeronautics, and has kept a majority or significant shares in companies operating in these sectors. In the next section we focus on the main structural changes in French large firms and we discuss their importance in the overall research and innovative activities. 4. The persisting leadership of restructured large French firms in research and innovation activities. Between the eighties and the early 2000s, the withdrawal of French State has been gradual and partial. It has taken place mostly in favor of large firms. Over the period 19872005 six sectors, typically dominated by few large firms, accounts for almost 75% of RD spending Motor vehicles, Pharmaceuticals, Space and aeronautics, Basic chemicals and Radio, television and communication equipment and apparatus, Medical, precision and optical instruments. In addition the Table 5 below confirms that these RD expenditures are highly concentrated within large firms. The firms of more than 5000 employees perform more than 40% of RD while they account only for 1% of firms or organizations in the beginning of 2000. In 2003, they still account for one third of RD spending. In 2000, they receive more than 41% of public funding while small firms less than 1000 employees that account for more than 90% of firms receive only 15% of the Government funding. Since 2003 the decrease in the share of RD expenditures of large firms has taken place in favor of less than 500 employees firms that performed 11% of RD in 2002. In 2005 these latter firms accounted for almost 28% of RD expenditure. The cut down in Government funding to large firms more than 5000 employees has benefited to firms of more than 2000 employees but less than 5000 which received more than 40% of Government funding in 2004. However Government funding for SMEs RD is still limited as well as their spending in research activities. Indeed if we consider firms of more than 500 employees 1000 employees Government funding accounts for only 11% 15% in 2000 and 16% 19% of total Government funding in 2004. 16 Table 5: Concentration of RD expenditures by firm size 20002005 Public funding 2001 Gross RD expenditures Public funding % of firms or organizations 86,3% 6,8% 3,6% 2000 Gross RD expenditures M 3 933 1 744 2 291 % total 20,3% 9,0% 11,8% M 248 % total 11,0% 91 52 4,0% 2,3% 2,1% 3 416 17,7% 834 36,9% 1,2% 7 964 100% 19 348 41,2% 100% 1036 2259 45,8% 100% % of firms or organizations 87,7% 5,9% 3,2% 2,2% 0,9% 100% % total 12,9% 4,6% 1,9% M 273 98 39 % total 21,1% 9,1% 7,9% M 4 378 1 890 1 651 2002 Gross RD expenditures % of firms or organizations Public funding M 4 722 2 330 2 082 % total 22% 11% 10% M 285 154 174 % total 11% 6% 7% 88% 6% 3% 4 418 21,3% 558 26,5% 2% 4 115 19% 417 17% 8 446 40,6% 1142 54,1% 1% 8 590 39% 1468 59% 20 782 100% 2110 100% 100% 21 839 100% 2498 100% Total employees full time equivalent 500 500 ; 1 000 1 000 ; 2 000 2 000 ; 5 000 5 000 All firms Total employees full time equivalent 500 500 ; 1 000 1 000 ; 2 000 2 000 ; 5 000 5 000 All firms % of firms or organizations 2003 Gross RD expenditures M % total Public funding M % total % of firms or organizations % total M 2004 Gross RD expenditures Public funding 90% 5% 3% 5 290 2 173 2 047 2% 4 323 24% 10% 9% 20% 405 86 310 770 1% 7 812 100% 21 646 36% 100% 873 2444 17% 4% 13% 32% 36% 100% 90% 5% 3% 1% 1% 5 641 2 153 2 747 4 069 7 914 % of firms or organizations 2005 Gross RD expenditures Public funding %total M % total M 88% 6% 4% 6 732 2 100 2 847 28% 9% 12% 390 74 273 15% 3% 11% M 418 67 % total 16% 3% 310 12% 25% 10% 12% 18% 1 148 44% 2% 3 406 14% 1 027 40% 35% 676 26% 1% 8 825 37% 804 31% 100% 22 523 100% 2 619 100% 100% 23 911 100% 2 567 100% Elaborations based on the data of Bureau des Etudes Statistiques sur la recherche chiffres La RD dans les entreprises Taille des entreprises executant la RD French statistical office for the studies on RD. M stands for millions of euros Methodological Change in 2004. 17 The withdrawal of French Government has come up with the transformations of the structure, the strategies and the corporate governance of French large firms. Regarding the shareholding structure the retreat of the French State has favored the development of system of crossshareholdings Morin 1996, Goldstein 1996, Morin and Rigamonti 2002 organized around a hard or stable core of organizations. It represents a coalition of shareholders tied through temporary and defined crossownership Morin 1996. Such a model qualified of financial core results from the establishment of capitalbased alliances between large financial and industrial groups. According to Morin and Rigamonti 2002 these alliances have enable large groups to control the coordination of the resources and the evolution of industrial structures. This model has peaked after the second wave of privatizations in the nineties. On the one hand it reflects the desire of large quoted French firms to control their shareholding structure in order to protect the groups and their ruling staff from takeovers. According to Goldstein 1996 the establishment of such a system has also been favored by the desire of policy makers to preserve the stability of the control after the privatization process. On the other hand it also enabled large groups to ensure necessary resources for their development; thus shaping the frame of economic regulation of their funding sources and the restructuring required for their growth. The banks appear as central actors in this system organized around three poles. The first pole is organized around the Societe Generale, the AGF and Paribas and includes large firms as Rhone Poulenc, Schneider, Total and Alcatel Alsthom. The second pole relies on BNP and the Compagnie financiere de Suez, and includes large firms as Saint Gobain and Elf Aquitaine. The last pole includes Axa and UAP that own shares in the two other poles. Besides this specific shareholding system, the composition of the board of directors that mirror them led to the concentration of strategic information, and thus a great influence power on the large groups and the related industrial structures, into the hands of few managers Goldstein 1996, Morin and Rigamonti 2002. The members of the board of directors generally present a common academic and professional path and the job market for directors in France is the same for both state and private firms. They have often achieved their academic studies within the same schools and their careers in government departments followed by higher positions in the state and private firms. One particularly wellknown feature of the French capitalism rests on the central role of elites from the highly selective Grandes Ecoles that provide education for the future chief executives and the Grands Corps 13 of the State Chesnais 1993, Coriat and Taddei 1993, Golstein 1996, Morin 1996, Hancke 2002, Cytermann 2007. This stable group of higher Education schools names in 2010 includes schools as Ecole Polytechnique, Ecole Nationale d Administration, Ecole des MinesParis Tech, Ecole CentraleParis, SupelecGif sur Yvette, Telecom Paris Tech, Ecole 13 The Grands Corps consists in State bodies of higher civil servants that recruit mainly through the ENA Ecole Nationale d Administration and the technical Grands Corps. Historically we distinguish five Grands Corps that have been established during the 18th and the 19th century and include Corps des Ponts et Chaussees bridge and roads, le Corps des Mines mines, le Conseil dEtat State council, la Cour des comptes revenue court, l Inspection generale des finances auditing department of Treasury. G16 list gathers the associations that represent civil bodies of higher civil servants is available on http:www.hautefonctionpublique.orgg 16index.html . 18 des Ponts Paris TechMarne la Vallee, ISAE Toulouse former Supaero. Technical bodies recruit mainly through Ecole Polytechnique or the X. This persistence in the ruling class rest on a common historical feature within schools, the network of formers students that fully works in France and have reproduced itself over centuries. They give students from these schools a privileged access full directory 14 to the relevant information on former students. This system also rested on premium partnerships between the Grandes Ecoles and large firms that often recruit before graduation and provide subsidies to the schools or the student associations. On the contrary and compared to the Grandes Ecoles the Universities which are for most not selective at least for the 1st cycle have only few relationships with firms. Thus programs are not suitable for industry needs. The selection process of directors also contributes to make the transfer of large firms control harder. The privatization has not affected this social recruiting dynamics. On the contrary they have grafted themselves on this elite system, and have fostered with capital relationships their central position and their independence from the State capital and takeovers. The elite system has been reproduced outside the State frontiers Hancke 2002. However after the mid1990s the emergence, the affirmation of French and foreign institutional investors in large firms capital has weakened the financial core model. These changes in the crossshareholding system is due to an increasing international dimension in the design of strategies, to the weakening of major financial actors as UAP, Suez or Paribas and also to growing complains from the foreign institutional investors. The shareholding of institutional investors as AngloSaxon pension funds has gradually moved the objectives towards the creation of value for the shareholder, financial profitability that come with a a posteriori and incentivesbased control. This decline according to Morin and Rigamonti could partly be explained by the choices of UAP Axa and the Credit Lyonnais to limit their shareholding to Paribas, BNP and CGE for the former and in Suez and the Lyonnaise for the latter. These operations have also allowed large firms to finance their international development. These changes in the shareholding structure have come with a range of mergers, acquisitions and sales of activities that have modified the structure of groups as well as their strategic orientations. Facing an increasing international competition the large French firms have further focused on their strategic activities, and have proceeded to various mergers and acquisitions. The CGE, later Alcatel Alsthom and then Alcatel, has gradually focused its activities on telecommunication equipments. Between 1996 and 1999 Alcatel sold some of its activities or cut down its shareholding in several activities that included for instance the divisions of nuclear power Framatome, transport, trains, heavy engineering equipment GEC Alsthom and shipbuilding. The changes in the firms frontiers have continued in the 2000s notably with the more recent merger that led to the formation of AlcatelLucent 2006. Thomson also narrows its set of activities. It acquired CGE electronics activities and sold its telecommunication activities to CGE. In 1992, Thomson is committed only in three sectors namely the professional electronics Thomson Consumer Electronics, the defense electronics 14 Public directory only provides the name, the degree and the year of graduation. 19 ThomsonCSF15 and the home appliances Thomson Electromenager. The major sales have concerned the retreat from civil telecommunication and from medical activities in the eighties. These latter activities have been sold to General Electric which has also sold its electronics activities to Thomson. Thomsons semiconductors activity has been merged with the Italian firm IRIFinmeccanica leading to the formation of SGSThomson in 1987, later ST Microelectronics 1998. Between 1987 and 1996 Thomson CSF has followed an external growth strategy by acquiring the defense electronics activities of Phillips in 1989 and has taken over Sextant Avionique former avionics activities of ThomsonCSF and Aerospatiale. Thomson CSF that became Thales 16 in 2000 has taken over the British Racal Electronics. In the chemicals industry Rhone Poulenc has also proceeded to an important number of sales and acquisitions, and has focused its activities on pharmaceuticals, agrochemicals and fine chemicals activities Cantwell and Kotecha 1997. Between 1986 and 1996 the firm has acquired the agrochemicals activities of the US companies, Union Carbide and GAF SSC chemicals. In 1991, Rhone Poulenc bought the pharmaceuticals company Rorer Rhone Poulenc Rorer. According to Cantwell and Kotecha 1997 the strategy pursued by Rhone Poulenc was part of a large restructuring of State chemicals industry, which has been designed to solve structural problems faced by the company. These problems were partially due to the conglomerate strategy of the company. Despite its size, Rhone Poulenc was not particularly strong in one field see Cantwell and Kotecha, 1997. In 1994 Rhone Poulenc also acquired shares in Rhone Merieux 17 animals biology and animals health activities. In 1997 Merial was formed through the merger of the animal health businesses of Merck and Co., Inc. and Rhone Merieux. Between 1996 and 1999 Rhone Poulenc sold its speciality chemicals Rhodia 18, bulk chemicals as well as fibers and polymers activities Goyer 2001. Goyer 2001, p 147 provides the core activities and the peripheral business sold between 1996 and 1999 by large French firms as Alcatel, Danone, Elf, Paribas, Pechiney, Rhone Poulenc, SuezLyonnaise des Eaux, Vivendi and Saint Gobain. Overall large French firms have tended to abandon their conglomerate growth strategies whereby corporate development has mainly relied on the extension of existing resources into related areas Chandler 1962. The case of large French firms tends to confirm the works of Whittington et al. 1999 on European firms on an earlier period 1970 and 1993, United Kingdom, France and Germany suggesting that conglomerate is a relatively transient phenomenon 19 . Indeed the work of Goyer shows that between 1982 and 1998 the contributions to net sales and the contributions to operating income of the first two activities of the top 44 large French firms financial firms excluded have been increasing respectively from 35% in 1982 to 69% in 1998 and from 39% in 1982 87% in 1998. This process of 15 ThomsonCSF comes from the merger of electronics activities of ThomsonBrandt, former Compagnie Francaise ThomsonHoustonHotchkissBrandt, with the Compagnie Generale de Telegraphie Sans Fil CSF in the sixties. 16 Detailed stories of mergers and acquisition available in the 2000 reference document of Thales. 17Detailed chronology available at http:fr.merial.comcompany_historyindex.asp 18 Rhodias Reference document 2007: the organization and the current name of Rhodia date back to January, the 1st 1998, and come from a range of restructuring operations led by Rhone Poulenc and its subsidiaries. 19 It is important to underline, relying on Kays paper 2002 which reinterprets the results of Whittington et al among others, that we do not deny the fact that conglomerate may be a more persistent strategy. However, the data on French large firms suggest that this conglomerate strategy has been unstable in France as well shown by the case of Rhone Poulenc. 20 external growth has come together with an increased internationalization of French large firms technological activities Cantwell and Kotecha 1997. According to the authors it reflects the effects of international acquisitions, that once achieved, have led to a transfer of patents granted from the subsidiary to the parent company. This external growthbased strategy mainly reflected the firms decisions to increase, to focus their capabilities, and to become more competitive in their fields of comparative advantage. The large French firms have employed these strategies to favor the replication of their model of specialization rather than developing new fields of competencies. In the figures below we have attempted to map the most important features of the trajectory of former French national champions that have now become international champions. These figures are based the annual companies reports, the compilation of public information available on the companies web sites and several other official sources. Figure 4. From French national champions to international champions Personal Elaborations RHONE POULENC RHODIA chemicals, created in 1998, former Rhone Poulenc Fibres et Polymeres RHONE POULENC RORER PharmaceuticalsHOECHSTMARIONROUSSEL1999ADVENTISSANOFI SYNTHELABO19992004SANOFI ADVENTISLcid:859OREAL2003TOTAL TOTALFormer TotalCompagnie Francaise des Petroles Total CFP in 1985SANOFI1973Elf Aquitaine, SYNTHELABOMajorityshareholderin 1973 Privatization in 19942000Total Fina Elf PETROFINA1999TOTALFINA21 SACM Societe Alsacienne de Constructions MecaniquesThomson Houston 1928ALSTHOM1989GECALSTHOM1998ALSTOMCGEMajorityshareholderin Alsthom 1969 and Alcatel 1968GEC1991ALCATEL ALSTHOM1998Alcatel 197619801984Absorption of Chantiers de l Atlantique by Alsthom CGETakeoverof Alsthom Atlantique renamed Alsthom in 1985Takeover of Thomson Telecommunicationsactivities ALCATELLUCENT2006Lucent technologies ARBED LuxembourgARCERALIA SpainSACILORUSINOR1986USINORSACILOR1997USINOR France2002ARCELOR1995Privatization 199091Absorption of Sollac by Usinor 1990 and of Ugine 1990 by Sacilor ARCELOR MITTAL2006Mittal Steel Company 22 Nord Aviation Sud Aviation SEREBCGFThomson Brandt s professionnalelectronicsactivities CASA SpainDASA Germany1970SNIAS1984Aerospatiale 1999Aerospatiale Matra 2000EADS46%Matra, Groupe Lagardere DASSAULT AVIATIONGroupe DASSAULT50%1968Thomson CSF2000THALESSNECMASAGEM2005SAFRAN Curved arrows represent a relation of total or partial ownership. For instance, in the graph right above EADS owns 46% of Dassault Aviation and the Groupe Dassault owns 50% of Dassault Aviation. 23 5. Conclusion The stability of French organizations technological patterns reflects their persisting specialization in three kinds of technologies. The Colbertist technological fields include aeronautics and space technologies, telecommunication, nuclear reactions and power plants and other transport equipment railways and railway equipment. Besides France has also maintained its relative strengths in technologies dominated by large private firms bleaching and dyeing, plastic and rubber products and inorganic chemicals as well as technologies in which large firms and other firms large foreign firms and other firms have been identified by Patel and Pavitt 1990 as the main patent holders metal treatment, drugs and general nonelectrical industrial equipment. In the light of the observed persistence of Frances technological specialization pattern, our paper has suggested that, it is like nothing has changed, and this although the deep structural changes that have occurred in French large firms, their environment and the gradual retreat of the State from research as well as economic activities. Our study argues that the relative high, although decreasing, commitment of the French State and the replication of initial technological advantages by large French firms through a further focus on their strategic activities and a range of mergers and acquisitions have favored the persistence of French technological strengths. These structural changes have come with a further internationalization of French large firms technological activities, thus leading to the emergence of international champions in several sectors in which French has maintained its relative strengths pharmaceuticals, telecommunications metallurgical and metal treatment and aeronautics. In a nutshell rather than developing new areas of expertise, large French firms have abandoned their initial conglomerate strategies whereby corporate development was pursued through further diversification in related areas Chandler 1962. Thus, as suggested by Whittington et al. 1999, and in the case of French large firms it seems that conglomerate strategies have been relatively unstable. Then the paper goes on by arguing that the persistent role of the elites from the Grandes Ecoles, in tight relationships with the State administrators notably given their common academic paths, may also have favored the large firms that have, at least till the mid2000s, remained the most important beneficiaries of the public funding for research, and have kept a prevailing role in the technological development in France. However during the last decade the French government has improved and issued several measures directed towards SMEs. Among them the major tax incentive, the research tax credit or CIR has been continuously reinforced and is now based only on the volume rather than the increase in firms RD expenditures. Although it remains quite limited as compared to the overall business expenditures in RD, SMEs represent the vast majority of beneficiaries. In addition several venture capital related measures have been implemented or encouraged. However, so far it has only lead to a limited increase in their research expenditures. Besides French large organizations are now facing an increasing international competition notably in some of its main fields of relative strengths electricity, nuclear power, other transport equipments, etc. Indeed the State is pursuing its gradual retreat from several large firms 24 EDF, Gaz de France, Areva. Moreover the French government has initiated, although with some lag, several programs in fastgrowing fields as biotechnology or nanotechnology, and has recently further moved towards a more systemic approach in the innovation policy design and implementation. Although the French innovation system is still affected by its traditional missionoriented structures this turn is very likely to affect the stability of the French traditional model of specialization in the long run. However at the political level the result of these changes will depend, among others, on the coherence and the stability of the recent French innovation policy, the development of SMEs innovative activities as well as the future strategies of French large firms. 25 References AbiSaab P., M. Bonneau and Favre F. 2003, Depenses de recherche et Developpement en France en 2001, premieres estimations pour 2002, Note de recherche 04.02, de la Direction de l Evaluation et de la Prospective DEP, Ministere de la Jeunesse, de l Education et de la Recherche. Acs Z.J. and D.B. Audretsch 1989, Patent as a measure of innovative activity, Kyklos, volume 42, Fasc 2, p. 171180. Amable B. and B. Hancke 2001, Innovation and Industrial renewal in France in comparative perspective, Industry and Innovation, volume 8, n 2, p. 113133. Amable B., R. Barre and R. Boyer 1997, Les systemes dinnovation a lere de la globalisation , Economica, France. APE Agence des Participations de l Etat 2005, LEtat actionnaire: rapport 2004, Bibliotheque des francaise. Available on http:lesrapports.ladocumentationfrancaise.frBRP0440005330000.pdf rapports publics de la Documentation Archibugi D., J. Howells and J. Michie 1999, Innovation Policy in a Global Economy, Cambridge University Press, United Kingdom. Arthur W.B. 1989, Competing Technologies, Increasing Returns and Lockin by Historical Events, Economic Journal, 99, 106131. Arthur W.B. 1990, Positive Feedbacks in the Economy. Scientific American, 262, 9299. Balassa B. 1965, Trade liberalization and revealed comparative advantage, The Manchester School of Economic and Social Studies, n 33, p. 99124. Beffa JL. 2005, Pour une nouvelle politique industrielle, Collection des rapports officiels, janvier 2005. Bureau des etudes statistiques sur la recherche 2001, Recherche et Developpement en France en 1999 et 2000. Note dinformation 01.50 novembre de la Direction de la Programmation et du Developpement DPD, Ministere de l Education nationale. Cantwell J. 1989, Technological innovation and multinational corporations, Basil Blackwell, Oxford. Cantwell J. and U. Kotecha 1997, The internationalization of technological activity: the French evidence in a comparative setting, in Howells J. and J. Michie, Technology, Innovation and Competitiveness, Edward Elgar, United Kingdom. 26 Chandler A. D. 1962, Strategy and Structure: Chapters in the History of the American Industrial Enterprise. MIT Press: Cambridge,MA. Chesnais F. 1993, The French National System of Innovation, in R. R. Nelson ed., National Innovation Systems: A comparative analysis, p. 194229, Oxford University Press, New York. Cieply S. 2001, Bridging capital gaps to promote innovation in France, Industry and Innovation, volume 8, n 2, p. 159178. Coriat B. and D. Taddei 1993, Made in France: lindustrie francaise dans la competition mondiale, Le Livre de Poche, France. Cytermann JR. 2007, Universites et Grandes Ecoles. Problemes politiques et sociaux n 936, La Documentation Francaise, Paris. Dalum B., K. Laursen and G. Villumsen 1998, Structural Change in OECD Export Specialisation Patterns: Despecialisation and Stickiness, International Review of Applied Economics, 12, p. 447467. David P. 1985, Clio and the Economics of QWERTY. American Economic Review, 332. Dosi G. 1981, Technical change and survival: Europes semiconductor industry, Sussex European paper, n 9. Dosi G. 1999, Some notes on national systems of innovation and production, and their implications for economic analysis, p. 3548, in Archibugi D., J. Howells and J. Michie eds., Innovation Policy in a Global Economy, Cambridge University Press, United Kingdom. Edquist C. 1997, Systems of Innovation: Technologies, Institutions and Organisations, London and Washington, Pinter. France Telecom, 2009. Document de Reference 2009. Available at http:www.orange.commediadocfinancefrdocreferenceatt 00015095DDR2009complet CL28042010_17h 06.pdf Freeman C. 2004, The National System of Innovation in historical perspective, Cambridge Journal of Economics, 19, p. 524. Gasquet M. 2008, Le credit impot recherche, Agence Nationale de la Recherche, available at http:media.enseignementsuprecherche.gouv.frfileAide_a_la_recherche__devpt068BILAN_CIR_2006_31068.pdf. Golstein A. 1996, Privatisations et controle des entreprises en France, Revue economique, vol. 47, n 6, Les privatisations un etat des lieux , p.13091332. Goyer M. 2001, Corporate governance and the Innovation system in France 19852000, Industry and Innovation, volume 8, n 2, p. 135158. 27 Griliches, Z. 1990, Patent Statistics as Economic Indicators: A Survey, Journal of Economic Literature, volume 28, issue 4, p. 16611707. Groupe EDF, Electricite De France, 2009, Document de reference 2009. Available at http:finance.edf.comfichiersfckeditorCommunFinancePublicationsAnnee2010ddrEDF_DDR2009_V2_vf.pdf. Hancke B. 2002, Large Firms and Institutional Change Industrial Renewal and Economic Restructuring in France, Oxford University Press, Oxford, UK. Hicks D., T. Breitzman, D. Olivastro and K. Hamilton 2001, The changing composition of innovative activity in the US A portrait based on patent analysis. Research Policy, 30, p. 681703. Jaffe A.B. 2000, The U.S. patent system in transition: policy innovation and the innovation process. Research Policy. 29 45, p. 531557. JORF, Journal Officiel de La Republique July, 16th 1982, Loi dorientation et de programmation pour la recherche et le developpement technologique de la France Loi n 82610 du 15 juillet dite Loi Chevenement. Available at http:www.legifrance.gouv.fraffich Texte.do;jsessionidF1073F56D24C838D3FF5C73DC7A7EBB4.tpdjo 08v_1?cid TexteJORFTEXT000000691990categorie Lienid Kay N. 2002, Chandlerism in postwar Europe: strategic and structural change in France, Germany and the United Kingdom, 19501993: a comment, Industrial and Corporate Change, volume 11, number 1, p. 189197. Laredo P and P. Mustar 2002, Innovation and Research Policy in France 19802000 or the Disappearance of the Colbertist State, Research Policy, 31, p. 5572. Laursen K. 1998, Revealed comparative advantage and the alternatives as measures of international specialisation, DRUID working paper, n. 9830. Laursen K. 2000, Do export and specialisation patterns coevolve in terms of convergence or divergence on dynamics of trade performance 19711991, Journal of Evolutionary Economics, volume 10, p. 415436. Lundvall B.A. 1992, National Innovation Systems: Towards a theory of innovation and interactive learning, London, Pinter Publishers. Mairesse J. and B. Mulkay 2004, Une evaluation du Credit Impot Recherche en France, 19801997, INSEE, Serie des documents de travail du Centre de Recherche en Economie et Statistique CREST, n 43. Morin F. 1996, Privatisations et devolution des pouvoirs, le modele francais du gouvernement dentreprise, Revue Economique, vol. 47. N6, Les privatisations un etat des lieux Nov. 1996, p. 12531268. Morin F. and E. Rigamonti 2002, Evolution et structure de lactionnariat en France, Revue francaise de gestion, 20025 n 141, p. 155 a 181. 28 Nelson R. R. eds. 1993, National Innovation systems: a comparative analysis, Oxford University Press, New York. Nelson R. and K. Nelson 2002, Technology, institutions, and innovation systems, Research Policy 31, p. 265272. Nesta L., and Patel P. 2004, National patterns of technological accumulation: Use of patent statistics, p. 531551, in Moed H. F., W. Glanzel, and U. Schmoch eds., Handbook of quantitative science and technology research , volume 24, Dordrecht: Kluwer. OECD, Organisation for Economic Cooperation and Development 2010. Main science and technology indicators MSTI. volume 20101. Paris:OECD. OST, Observatoire des Sciences et Techniques 2010. Indicateurs de science et de technologies. Rapport etabli sous la direction de G. Filliatreau, Economica, Paris. Pavitt K. and P. Patel 1990, Laccumulation technologique en France: ce que les statistiques de brevets tendent a montrer, Journal Revue d Economie Industrielle, volume 51. Organisation et dynamique industrielle, p. 1032. Patel P. and K. Pavitt, 1998, Uneven and divergent technological accumulation among advanced countries: evidence and a framework of explanation, p. 5582, in Archibugi D. and J. Michie. eds, Trade, Growth and Technical Change, Cambridge University Press, United Kingdom. Rao P.M., V. K. Vemuri and P. Galvin, 2004, The changing technological profile of leading ICT firms: evidence from US patent data 19812000, Industry and Innovation, volume 11, n 4, p. 353372. Sefati C. 2001, The adaptability of French armaments industry in an era of globalization, Industry and Innovation, volume 8, number 2, p 221239. Soete L.L.G. 1981, A general Test of the Technological Gap Trade Theory, Weltwirtschaftliches Archiv, volume 117, p. 638666. Tylecote A. and E. Conesa. 1999.Corporate governance, innovation systems and industrial performance. Industry and Innovation, volume 6, number 1. Tylecote A. and G. Vertova 2007. Technology and institutions in changing specialisation: chemicals, motor vehicles in the United States, United Kingdom, and Germany. Industrial and Corporate Change, volume 16, issue 5, p. 875911. Vertova G. 1998, Technological similarity in national styles of innovation in a historical perspective, Technology Analysis and Strategic Management, volume. 10 , n 4, p. 437449. Vertova G. 2001, National technological specialization and the highest technological opportunities historically, Technovation, 21, p. 605612. 29 Whittington, R., M. Mayer and F. Curto 1999, Chanderism in postwar Europe: strategic and structural change in France, Germany and the UK, 19501993 Industrial and Corporate Change, 8, p. 519550. Zeebroeck, N., B. Potellsberghe de la Potterie and W. Han 2006, Issues in measuring the degree of technological specialisation with patent data. Scientometrics, volume 66, number 3, p. 481492. 30 Appendix I: Data and methodology for the measurement of persistence of technological specializations. I.A Data We use the SPRU patent database 20 to investigate the evolution of the technological specializations of France between 1978 and 2004. The database provides the total number of patents granted by the United States Patents and Trademark Office USPTO by country for each of the 34 technological classes in every year. However patents cannot be directly and permanently matched with innovative efforts or outcome. The value distribution of patents is skewed as many patents have no industrial application whereas a few are of substantial market value. Many inventions are not patented or inventors may protect the inventions using other methods, such as secrecy, lead time, for instance. Indeed the propensity to patent differs across countries and industries. Nevertheless and despite these reservations patents have been widely used as a alternative proxy for technological change in the literature as they are a good proxy for innovative activities over all Acs and Audredsch 1989; Griliches 1990; Cantwell and Kotecha 1997; Patel et Pavitt 1998; Jaffe 2000; Hicks et al. 2001, among others. Moreover patents statistics are available for long time periods and many countries, thus enabling to achieve international comparisons. To avoid traditional concerns about home market bias towards the United States that arises when using USPTO data, we also perform our analyses excluding the UnitedStates. Given that the application to a foreign patent office is a more timeconsuming and costly procedure we may reasonably expect that inventions with the highest expected profits will be patented abroad. Besides the UnitedStates have historically been a primary place for patenting activities of world organizations because of the advanced nature of technology producers and users in the UnitedStates and of the importance of the market for technology. Because of the unequal propensity to patent we observe situations with relatively small number of patents or zeropatents. To solve this problem, the original dataset has been limited to a sample of the 20 most innovative countries 21 that concentrate more than 90% of patents granted in the UnitedStates over the period 1978200422. I.B Measurement of technological specializations: the revealed technological advantage 20 The data has been kindly provided to Mafini Dosso by Parima Patel during her research stay at SPRU. 21 Australia, Austria, Belgium, Canada, Denmark, Finland, France, Germany, Israel, Italy, Japan, Netherlands, South Korea, Japan, Spain, Sweden, Switzerland, Taiwan, UnitedStates, and UnitedKingdom. 22 Previous works referred to this methodology: Cantwell 1989, Cantwell et Kotecha 1997, Pavitt and Patel 1990, Patel and Pavitt 1998, Vertova 1998, Nesta and Patel 2004, Rao et al. 2004. 31 First used by Soete 1981 the most common indicator to assess the degree of technological specialisation or under or despecialisation of a country, a group of firms or a firm in a sector is the Revealed Technological Advantage RTA. It is computed in the same way as Balassas index of Revealed Comparative Advantage RCA, 1969. For a country it is obtained as below: PijPijiPijji Pij, RTAij where Pij is the number of patents of country i in class j. The RTA of France in a technological class is computed as the ratio of the patent share of French organizations in a technological class and the share of this class in the total patents of the countries in the sample. The distribution of RTAs across selected classes is used as a proxy for France technological profile. The country is said to be relatively specialised respectively non specialized in a technological class when the RTA is above 1 respectively below 1. The country has neither advantage nor disadvantage when the RTA index equals 1. The revealed technological advantages of French organizations across the 34 technological classes are computed on the basis of a sample of 20 most innovative countries that concentrate more than 90% of patents granted in the UnitedStates over the period 19782004. In order to control for the intrinsic volatility of the annual patent data and to take into account the cumulative dimension of technological change the RTAs are computed on the basis of cumulated years 23. However the RTA index ranges from 0 to the infinite. Hence the main problem arises when we compare the RTAs on both sides of 1 as it tends to give much more weight to values above one, when compared to values below one. Besides it also presents an inherent risk of lack of normality precisely because the index ranges from 0 to infinity with an average value of 1. Therefore in case of skewed distributions, the assumption of normality of the error term does not hold any more and thus leads to unreliable results. As suggested by Verspagen 1996 and further discussed by Laursen 1998 we also consider the Revealed Symmetric Technological Advantage 24 RSTA that ranges from 1 to 1. Thus besides checking for the robustness of the RTAbased results it allows overcoming the problems that may arise when we employ the RTA in our econometric analyses. By construction the specialization indexes thus allows us to overcome the biases implied by the different propensities to patent between countries and classes that could arise when we compare absolute shares. Within a country the analysis of specialization indexes and shares raise two different questions. The analysis of patent shares is related to the question What are the top patenting classes in France? and the analysis of specialization indexes comes to 23 Previous works referred to this methodology: Cantwell 1989, Pavitt and Patel 1990, Patel and Pavitt 1998, Laursen 2000, Nesta and Patel 2004, Rao et al. 2004, among others. 24 RSTA RTA1RTA1 32 answer the question What are the classes in which France patent relatively more than the other countries?. I.C How to measure the persistence or stability of countries technological specialization patterns We investigate the evolution of national technological specializations patterns at the country level. For every subperiod t a countrys position in the technological space will be characterized by the vector , where RTAi,j,t represents the RTA of a country i in a patent class or a sector j 1,  , n. The technology space is a multidimensional space, with each dimension defined by a unique technological area or sector. The computations are achieved using both the RTA and the RSTA which are constructed on the basis of different time spans on the whole period. For each country and sector, we account for the patent counts on different sets of subperiods ranging between 3 and 8 years. Then, for each country, we look at the evolution of the national distributions of RTAs respectively RSTAs across all technological classes using parametric and nonparametric correlations; and autoregressive models. We consider three methods as follows: The first method to assess more precisely the mobility within countries distributions of specializations is based on parametric and nonparametric correlations. For each country we compute the correlations of its specialization profile between the different subperiods. For each set of subperiods we achieve these correlation analyses between the beginning of the period, the midperiod and the end of the period to account for short and long term changes. We expect that in the short run the correlation coefficients will be higher, thus reflecting a lower stability of technological profiles in the long run e.g. Cantwell 1989, Dosi et al 1990, Malerba et al. 1997, Laursen 2000a,b, Mancusi 2001, Huang and Miozzo 2004, Nesta and Patel 2004. As a robustness checks, we look at each countrys matrix of autocorrelations between all subperiods and for each set of the selected time spans. The second methodology explores the degree of stickiness or cumulativeness and the intertemporal persistence of technological specializations at the country level. We focus on the autoregressive structure of national specializations vectors, and estimate the coefficient cid:533 in the following regression: is a constant where, Xit denotes the vector of RTAs RSTAs of a country i in a subperiod t, and uit are disturbances. We perform for each country the wellknown galtonian regressions Cantwell 1989 between short and long run periods. In this frame, a cid:533 1corresponds to an unchanged pattern between the selected periods. If cid:533 1 the country tends to become more specialized in fields in which it is already specialized, and less specialized where initial specialization is low. Such pattern thus corresponds to a strengthening of the specialization. This latter situation corresponds to a cid:533specialization while 0 cid:533 1corresponds to a cid:533despecialization, i.e. on average countries with low initial RTAs increase over time and the opposite for countries with an initially high RTA. cid:533 0 indicates that the rankings of classes have been reversed. However as underlined 33 by Laursen 2000 and Meliciani 2001, cid:533 1 is not a necessary condition for an increase overall national specialization pattern. Referring to Hart 1976, we also compute the standard deviation and the ratio of the estimated parameter cid:533 and the squareroot of the coefficient of determination of the regression R. As shown by the author: where, cid:305 correspond to the variance of the specialization index in a selected subperiod. If cid:533 1 the dispersion of the distribution is unchanged, while a cid:533 R cid:533 R indicates that the degree of specialization has increased decreased. cid:533 R can be termed cid:302specialization and cid:533 R can be named cid:302despecialization Laursen 2000. In order to overcome problems with the nonnormal distribution of the RTA index, the regressions are achieved using the RSTA. In the third approach we focus on AR1 models. The AR1 l1 coefficient captures the persistence 25 of the process; the higher the estimated coefficient cid:5331, the more persistent is the national technological specialization pattern. A similar model and the problems that might arise from its estimation have been further discussed in Chesher 1979 within the frame of a test of the law of proportionate 26 effects. According to this law a variable subject to a process of change is said to obey to the law of the proportionate effects if the change in the variable at any step of the process is a random proportion of the previous value of the variable Chesher 1979. Chesher employs an AR1 structure to model the growth of firms size for a sample of British firms in the end of the 1960s. The estimation technique depends on the presence of serial correlation between the errors terms 27. The standard ordinary least squares estimator exceeds the unity, the inconsistency of the estimator tends to 0 as the age of the process increases. However when is below the unity, the inconsistency tends to persist Chesher 1979. Moreover as the number of subperiods considered for the AR1 model is quite limited in the best case 9 periods of 3 successive years, our results are very likely to lead to inconsistent estimated autoregressive coefficients. Then, for each country we successively consider the RTAs based on the sum of patents for the year n, n1 and n2 and the RTA based on the sum of patents granted in the n1, n2 and n3, and so forth. We test for the autoregressive structure of this new series of data RTAs applying an AR1 model. This new series can be considered as a moving average MA series in which the average is the RTA over 3 years. As an indicator of trend, the MA belongs to the family of filters and thus, allows obtaining a smooth series in which nonsignificant fluctuations are eliminated. Although there may be a lag between the evolution of the moving average and the initial indicator, the MA enables us to focus on the main trend in the process on a long time span. Contrary to the previously discussed methods, it enables to have an assessment of the relative stability of countries specializations patterns considering the entire period. Due to the structure of the data used, we may be inconsistent if the disturbances are crosstime dependent. When 25 See Chesher 1979 for the estimation technique. Previous works that have used this methodology: Dosi and Grazzi 2006, Bottazzi et al. 2008. 26 Building upon the classical work of Gibrat 1931. 27 The presence of autocorrelation between the error terms is generally tested on the basis of Durbinh statistic or its modified versions Durbin 1970, Durbin et Watson 1971. Breusch and Godfreys test allow testing for the autocorrelation in the errors terms for an order superior to 1 Breusch 1978, Godfrey 1978. 34 expect the coefficients to be quite high. However the comparison of the coefficients allows achieving a further verification of the relative persistence of countries technological profiles. 35 Appendix II: Initial technological specializations pattern of French organizations Table II: Patterns of French technological specializations 19781983 TECHNOLOGICAL CLASSES RTA Share of Francea RTA US nonincluded Share of France US excluded 24,88% 29,45% 10,79% 14,72% 11,34% 11,33% 9,80% 8,38% 11,08% 9,32% 9,25% 9,67% 10,00% 8,51% 8,10% 5,78% 8,88% 8,12% 9,08% 7,61% 9,33% 8,15% 7,15% 7,45% 3,09 2,26 1,86 1,67 1,66 1,38 1,29 1,18 1,18 1,14 1,09 1,06 2,88 3,41 1,25 1,70 1,31 1,31 1,13 0,97 1,28 1,08 1,07 1,12 10,42 % 7,61% 6,26% 5,63% 5,58% 4,66% 4,36% 3,99% 3,98% 3,83% 3,69% 3,57% Induced nuclear reactions Aircraft Bleaching Dyeing Telecommunications Drugs and bioengineering Inorganic chemicals Plastic and rubber products Metal treatment Other transport equipment General industrial electrical equipment Semiconductors General nonelectrical industrial equipment Food and Tobacco products Metal working equipment Instruments and control Road vehicles and engines Chemical processes Materials Power plants Organic chemicals Electrical devices and systems Computers, calculators, ect. Nonelectrical specialized industrial equipment Assembling and material handling apparatus Apparatus for chemicals Hydrocarbon Mineral Oils, ect. Miscellaneous metal products Mining and wells Machinery and Processes Textile, clothing, leather, wood products Other Image and sound equipment Dentistry and Surgery Agricultural Chemicals Photography photocopy a : in the total countriespatents in each technological class. Miscellaneous articles jewelry, coffins,Building materials and statics structures, structures for roads and bridges processes and engineering, Weapons and ammunitions, toys and entertainment  3,55% 3,40% 3,38% 3,37% 3,27% 3,27% 3,25% 3,21% 3,12% 3,02% 2,92% 1,16 0,98 0,94 0,67 1,03 0,94 1,05 0,88 1,08 0,94 0,83 1,05 1,01 1,00 1,00 0,97 0,97 0,97 0,95 0,93 0,90 0,87 0,86 0,85 0,84 0,83 0,78 0,77 0,76 0,74 0,69 0,59 0,29 0,86 0,81 1,83 1,07 1,51 1,11 1,16 0,60 1,02 0,57 0,19 2,92% 2,86% 2,82% 2,79% 2,61% 2,59% 2,58% 2,49% 2,32% 1,97% 0,97% 7,03% 15,80% 9,22% 13,07% 9,58% 8,65% 5,20% 8,85% 4,97% 1,63% 36 Appendix III: Large programs in France The following tables provide the main features of some major historical and current large technological programs implemented by the French governments own translations. Table III.A: Major historical Grands Programmes Large programs in France Programs Launching Date Technological Breakthrough Main industrial actors Invested funds Concorde 1962 Aerospatiale Flybywire flight Control System Plan Calcul 1966 UNIDATA, Bull TGV Fast Speed Train 1969 Airbus 1970 Alsthom, SNCF Aerospatiale, Airbus Doubling of commercial speed Motoring, piloting, maintenance, cost 3,9 Mds between 1970 and 1990 8 Mds as support to Bull 2,1 Mds state investment for the launching of the 1st line of the TGV 3 Mds in repayable loans for Aerospace from 1971 to 1997 all programs Nucleaire civil Civil Nuclear 1973 Nuclear power industry Areva, EDF Minitel 1978 Telematics France Telecom 1,2 Mds investments for Poste Telegraphe Telephones company PTT 1989 Miniaturization Thomson and later STMicroelectronics Plan composants Components Plan French public administration of postal services and telecommunications was formed in 1921 and was split in 1991 into La Poste and France Telecom. Mds stands for billion euros. 37 Table III.B: Main large programs in the early 2000s Program Activities Public support instruments French Government budget Nuclear Third genration nuclear reactor, EPR Public resaerch and support to AREVA Space Participation in the international program ITER for nuclear fusion Earth Observing System Envisat, Calipso, Champ, GMES, ect  Space Observing System: cluster, Mars express Telecommunication : Galileo Transport spatial : Ariane V et ISS State researchCNES, European Space Agency partially externalized Aeronautics Repayable loans to Airbus 550 millions for Government RD expenditures 2003 30 millions of state funding to private RD mainly AREVA Budget of 1,7Mds including 0,6 Md for ESA 2003 150 millions public funding to private RD Repayable loans that amount to 1,2 Mds for A380 2004 Request for repayable loan of Mds for A350 38 ", "filename": "718176170.pdf", "person": ["Mafini Dosso", "Dosso, Mafini"], "date": ["2012"]}