{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/80753/1/719941490.pdf"], "title": ["Unconventional monetary policy and the Great Recession: Estimating the macroeconomic effects of a spread compression at the zero lower bound"], "plaintext": "Abstract We explore the macroeconomic effects of a compression in the longterm bond yield spread within the context of the Great Recession of 20072009 via a timevarying parameter structural VAR model. We identify a pure spread shock defined as a shock that leaves the policy rate unchanged, which allows us to characterize the macroeconomic consequences of a decline in the yield spread induced by central banks asset purchases within an environment in which the policy rate is constrained by the effective zero lower bound. Two key findings stand out. First, compressions in the longterm yield spread exert a powerful effect on both output growth and inflation. Second, conditional on available estimates of the impact of the Federal Reserves and the Bank of Englands asset purchase programs on longterm yield spreads, our counterfactual simulations suggest that U.S. and U.K. unconventional monetary policy actions have averted significant risks both of deflation and of output collapses comparable to those that took place during the Great Depression. JEL classification: C11, C32, E52, E58 Bank classification: Monetary policy framework; Interest rates; Econometric and statistical methods; Transmission of monetary policy Resume Les auteurs etudient les effets macroeconomiques dun retrecissement des ecarts entre les rendements obligataires a long terme pendant la Grande Recession de 20072009 a laide dun modele VAR structurel a parametres variables dans le temps. Ils identifient un choc pur sur les ecarts, c.ad. un choc qui laisse le taux directeur inchange. Cette demarche leur permet de decrire les consequences macroeconomiques dune reduction des ecarts de rendement induite par les achats dactifs queffectuent les banques centrales au sein dun environnement ou le taux directeur est soumis a la contrainte dun niveau plancher. Letude aboutit a deux constats. Dun cote, la reduction des ecarts a long terme exerce une influence considerable sur la croissance de la production tout comme sur linflation. De lautre, sur la base des estimations disponibles concernant leffet quont eu les programmes dachat dactifs mis en uvre par la Reserve federale americaine et la Banque d Angleterre sur les ecarts de rendement a long terme, les resultats des simulations contrefactuelles semblent indiquer que les mesures de politique monetaire non traditionnelles deployees aux EtatsUnis et au RoyaumeUni ont permis deviter la materialisation de risques importants, a savoir une deflation et un effondrement de la production aussi graves qua lepoque de la Grande Crise. Classification JEL : C11, C32, E52, E58 Classification de la Banque : Cadre de la politique monetaire; Taux dinteret; Methodes econometriques et statistiques; Transmission de la politique monetaire iiiThe decisive policy easing by the Fed and the ECB during the crisis, and the adoption ofunconventional measures by the two central banks, was crucial in countering the threat of decid:135ationin the current episode.cid:151 Athanasios Orphanides 11 Introduction In response to the 20072009 cid:133nancial crisis, all major central banks aggressively loweredtheir policy rate. Once the eective zero lower bound on the shortterm nominal interestrate was reached, policymakers resorted to unconventional tools to provide further stimulusin light of the signicid:133cant deterioration of economic conditions and the risks of decid:135ation.Among these nonstandard monetary policy operations, the largescale asset purchases conducted by the Federal Reserve and the Bank of England from early 2009 onwards attractedconsiderable attention. These operations entailed withdrawing large quantities of longerterm Treasury securities from the private sector through purchases in the secondary market,thereby changing the relative supplies of shortterm and longterm bonds and other assetsavailable to the public. The primary objective of these quantitative easing policies was toput downward pressure on longterm interest rates in order to support private borrowingof households and businesses, thus spurring aggregate demand and real economic activity.This paper addresses two questions. First, we investigate how eective central bankscid:146unconventional monetary policy actions were in countering the recessionary shocks associatedwith the 20072009 cid:133nancial crisis. The underlying thought experiment is a counterfactualsimulation of how output, incid:135ation and unemployment would have evolved, had the assetpurchase programs never existed. Second, we evaluate more generally how powerful central bank interventions are at the zero lower bound, when the traditional instruments forconducting monetary policy are no longer available.In order to quantify the macroeconomic implications of these policies, it is necessary toestablish cid:133rst how eective largescale asset purchases are at compressing the governmentbond yield spread once the zero lower bound becomes binding. The latter question has beenaddressed by a number of recent papers, including Gagnon, Raskin, Remache, and Sack2011, Dcid:146Amico and King 2010, Hamilton and Wu 2012, Krishnamurthy and VissingJorgensen 2011 and Doh 2010 for the U.S., and Meier 2009 and Joyce, Lasaosa, Stevens,and Tong 2011 for the U.K. These studies employ a variety of timeseries and eventstudyapproaches and all reach the conclusion that the asset purchase programs were successful atcid:135attening the yield curve. In fact, they cid:133nd a substantial reduction in longerterm yields asa result of quantitative easing measures.1Keynote Speech by Athanasios Orphanides, Governor, Central Bank of Cyprus, at the cid:145International Research Forum on Monetary Policycid:146, Federal Reserve Board, March 27, 2010.2Asessing the cid:133nancial market eects of asset purchases is only a cid:133rst step in gauging theeectiveness of unconventional monetary policy actions, however, because the ultimate goalof the central bank is to counteract decid:135ationary pressures and to foster economic growth andemployment. Our paper focuses on this latter question. Specicid:133cally, we take the estimatesof the eects of bond purchases on the spread as given and ask what the macroeconomicconsequences of a compression in the yield spread are when shortterm interest rates areconstrained by the zero lower bound.Chung, Laforte, Reifschneider, and Williams 2012 recently have addressed this questionwithin the Federal Reserve Boardcid:146s largescale macroeconomic model. Their counterfactualsimulations indicate that the expansion of the Federal Reservecid:146s balance sheet has keptthe unemployment rate from rising to levels that would have prevailed in the absence ofasset purchases and has likely averted a decid:135ationary spiral for the U.S. economy. Similarconclusions are reached by Del Negro, Eggertsson, Ferrero, and Kiyotaki 2010 and Chen,Crdia, and Ferrero 2011 based on mediumsized DSGE models with an explicit role forthe zero bound on nominal interest rates. Lenza, Pill, and Reichlin 2010 also assess themacroeconomic eects of a decline in interest rate spreads for a given level of the policy ratefor the Euro area. They focus on the likely impact of the ECBcid:146s nonstandard policy actionson the shortend of the yield curve by contrasting macroeconomic outcomes resulting froma policy versus a nopolicy scenario which dier only in the evolution of shortterm interestrates. Put dierently, in order to gauge the eectiveness of policy intervention in warding odisastrous macroeconomic consequences, they conduct a forecasting exercise of key variablesconditional upon a counterfactual path and an observed path of money market rates basedon a reducedform large Bayesian VAR model estimated over the precrisis period. Whilethey show that the narrowing of spreads induces economic stimulus, these benecid:133cial eectstake hold only with a considerable delay.A common feature of all these analyses is that they build on the premise that the historically observed relationships uncovered in the data have not been aected by the mostrecent episode of cid:133nancial turmoil. There is reason to doubt that the underlying behavioralrelationships have remained unaltered given the severe economic dislocations in the aftermath of the cid:133nancial crisis. We instead propose to explore the macroeconomic eects of acompression in the longterm bond yield spread within the context of the Great Recessionof 20072009 by estimating a timevarying parameter structural VAR TVPVAR model forthe U.S. and the U.K. economies. Within this framework, we decid:133ne a cid:145purecid:146spread shockas a disturbance that leaves the shortterm policy rate unchanged, which allows us to characterize the responses of macroeconomic aggregates to a decline in longterm yield spreadsinduced by central bankscid:146bond purchase programs under circumstances where the short ratecannot move, which is exactly the situation encountered at the zero lower bound. This shockis identicid:133ed by means of a combination of sign restrictions and a single zero restriction.Our empirical analysis yields several intriguing results. First, we show that a compressionin the longterm yield spread exerts a powerful positive eect on both output growth and 3incid:135ation when monetary policy is constrained by the eective zero lower bound. Second, ourevidence clearly highlights the importance of allowing for time variation in the transmissionof a spread compression to the macroeconomy. For example, the eect on U.S. incid:135ation wasparticularly large during the Great Incid:135ation of the 1970s, the recession of the early 1990s,and the most recent past, whereas the 1990s were characterized by signicid:133cantly weakerresponses. By the same token, in the U.K. the impact on both incid:135ation and output growthappears to have become stronger in recent years. This implies, for the present purposes,that the use of cid:133xedcoe cient models estimated over say the last two decades wouldunderestimate the impact resulting from yield spread compressions engineered by centralbanks via asset purchase programs in osetting the adverse shocks associated with the 20072009 cid:133nancial crisis. Third, conditional on Gagnon et al.cid:146s 2011 estimates of the impactof the Federal Reservecid:146s bond purchases on the 10year government bond yield spread, ourcounterfactual simulations indicate that U.S. unconventional monetary policy actions haveaverted signicid:133cant risks both of decid:135ation and of severe output collapses comparable to thosethat took place during the Great Depression. We show that without the largescale assetpurchase program the U.S. economy would have been in decid:135ation for two quarters withannualized incid:135ation being as low as minus one percent in 2009Q2, annualized real GDPgrowth would have contracted by 10% in the cid:133rst quarter of 2009, and the unemploymentrate would have been consistently above its actual value throughout 2009 reaching 10.6% atthe end of 2009. A similar picture emerges for the U.K. conditional on Charlie Beancid:146s 2009broad estimate of the impact of the Bank of Englandcid:146s gilt purchases on longterm yieldspreads without which incid:135ation would have fallen to minus 4 percent and output growthwould have dropped by 12 percent at annual rates.The remainder of the paper is structured as follows. The next section outlines the keyfeatures of the timevarying parameter VAR model, discusses the reasons behind such amodelling choice, and describes the identicid:133cation strategy and the motivation behind it.Section 3 presents the empirical evidence. Section 4 concludes.2 Empirical methodology The use of a timevarying parameter specicid:133cation is of particular importance in the presentcontext since it allows us to capture the macroeconomic structure in place during the Great Recession of 20072009 when tracing the eects of a compression in the bond yield spreadinduced by central bankcid:146s unconventional monetary policies. In this respect, the use of cid:133xedcoe cient models would be unadvisable for at least two reasons. First, the notion that keystructural macroeconomic relationships have remained unchanged in face of the dramaticeconomic contraction associated with the cid:133nancial crisis is entirely open to question. Second,at a very general level, there is widespread evidence of instabilities in macroeconomic timeseries see, e.g., Stock and Watson 1996 and of changing volatility in the U.S. and the 4U.K. economies see, e.g., Mc Connell and PrezQuircid:243s 2000; Benati 2008. In fact, previousempirical studies of the transmission of conventional monetary policy provide evidence insupport of models that feature smoothly evolving coe cients and heteroskedastic shockse.g., Primiceri 2005; Canova and Gambetti 2009; Koop, LeonGonzalez, and Strachan 2009;Baumeister, Liu, and Mumtaz 2011.While many models may potentially be able to account for some time variation in theparameters, a TVPVAR structure is the most cid:135exible and encompassing model specicid:133cationsince it does not impose strong restrictions on the evolution of the economic relationships.Although many periods over the sample are likely to be characterized by slowmoving butcontinuous structural changes, it cannot be excluded that the cid:133nancial crisis led to a rupturein the economic structure due to its severity. However, as noted by Benati and Mumtaz2007 and more formally demonstrated by Baumeister and Peersman 2012 by means of a Monte Carlo study, drifting coe cient models in practice are able to capture such discretebreaks if they occur.2.1 A timevarying parameter VAR with stochastic volatility We model the joint behavior of the shortterm nominal interest rate, the spread betweenthe 10year Treasury bond yield and the policy rate, GDP decid:135ator incid:135ation, and real GDPgrowth as a VARp model with timevarying parameters and stochastic volatility as in Cogley and Sargent 2005, Primiceri 2005, and Cogley, Primiceri, and Sargent 2010:Yt B0;t B1;t Ytcid:01 ::: Bp;t Ytcid:0p ut cid:17 X0tcid:18t ut1where Yt cid:17 rt, st, cid:25t, yt0 is a N cid:2 1 vector of endogenous variables.2 The timevarying intercepts B0;t and the matrices of timevarying coe cients B1;t:::p;t are collected in the vectorcid:18t, and Xt is a matrix including lags of Yt and a constant to obtain the statespace representation of the model. The ut in the observation equation is a N cid:2 1 vector of unconditionallyheteroskedastic disturbance terms. The data frequency is quarterly. Consistent with thevast majority of papers in the literature, and for reasons of computational feasibility, the lagorder is set to p 2. Following, e.g., Cogley and Sargent 2002, 2005, and Primiceri 2005,the VARcid:146s timevarying parameters cid:18t are postulated to evolve according topcid:18t j cid:18tcid:01, Qt Icid:18t f cid:18t j cid:18tcid:01, Qt22The GDP decid:135ator and real GDP were transformed to annualized quarteronquarter rates of growth,while the shortterm rate and the yield spread are included in levels. For a description of the data sourcesfor the U.S. and the U.K., see Appendix A.5with Icid:18t being an indicator function that rejects unstable draws, thereby enforcing a stationarity constraint on the VAR,3 and with f cid:18t j cid:18tcid:01, Qt given by3with cid:17t cid:17 cid:171;t, cid:172;t;  ; cid:17Ncid:11N p;t0 where cid:17t cid:24 N 0; Qt. In the spirit of Cogley, Primiceri,and Sargent 2010, we introduce a stochastic volatility specicid:133cation for the evolution ofthe covariance matrix of the innovations in the law of motion of the VAR coe cients, Qt.Specicid:133cally, we assume that Qt is given bycid:18t cid:18tcid:01 cid:17t4Qt cid:1726664q 1;t 0 00q 2;t 0 00 q Ncid:11N p;t 37775with the qi;tcid:146s, i 1; :::; N cid:1 1 N p, evolving as geometric random walks:ln qi;t ln qi;tcid:01 !i;t. This specicid:133cation allows for a timevarying drift which is a desirable featuresince key macroeconomic variables have been remarkably volatile during the Great Incid:135ationof the 1970s, extremely stable during the Great Moderation period, and, in the case of output growth and interest rates, once again very volatile during the Great Recession. Thetraditional, cid:145cid:133rstgenerationcid:146timevarying parameter models see, e.g., Cogley and Sargent 2005; Primiceri 2005 have a hard time cid:133tting such a pattern of time variation successfully,as they postulate that the extent of randomwalk drift is constant over the sample. As aresult, they tend to cid:145underdriftcid:146that is, to drift too little during the Great Incid:135ation, andto cid:145overdriftcid:146that is, to drift too much during the Great Moderation, thus automaticallydistorting inference. Instead, a model that features a timespecicid:133c extent of randomwalktime variation in the VARcid:146s coe cients is more appropriate to capture such changes overtime in the macroeconomic structure. Specicid:133cally, it allows the dynamics of the timevaryingcoe cients cid:145to lay dormantcid:146in stable periods and to pick up speed in volatile periods in adatadriven way, depending on the information contained in the sample.4The VARcid:146s reducedform innovations in 1 are postulated to be zeromean normallydistributed with timevarying covariance matrix Varut cid:17 cid:10t which, following establishedpractice, we factor as:5cid:10t Acid:01t HtAcid:01t 0 .3It is important to be clear about the meaning of such a stationarity constraint. Although incid:135ationcontains a stochastic trend due to the timevarying parameter specicid:133cation 1, the constraint 2 impliesthat its cid:135uctuations around such a trend cannot be explosive.4Note that this specicid:133cation is somewhat simpler than the one suggested by Cogley, Primiceri, and Sargent 2010, who factor the covariance matrix of the innovations to the state equation for the timevaryingparameters as Qt Bcid:01s , where Hs;t has exactly the same specicid:133cation which we postulated for Qt, and Bs is a lower triangular matrix with ones along the main diagonal and static covariance parameters.Thus, our specicid:133cation is obtained from Cogley et al.cid:146s by setting Bs equal to the identity matrix. Figures 3A and 4A in the appendix show that our model accurately tracks the trends in incid:135ation and output growthfor the U.S. and the U.K. suggesting that this specicid:133cation works well in our setting.s 0Hs;t Bcid:016Ht is a diagonal matrix that contains the stochastic volatilities that capture changes inthe magnitude of strucutral shocks, and At is a lower triangular matrix that models thecontemporaneous interactions among the endogenous variables, which are decid:133ned as:Ht cid:1726664h 1;t 0000h 2;t 0000h 3;t 0000h 4;t 37775At cid:17101001cid:1121;tcid:1131;t cid:1132;tcid:1141;t cid:1142;t cid:1143;t 26664with the hi;tcid:146s evolving as geometric random walks,ln hi;t ln hi;tcid:01 cid:23i;t .00013777567As in Primiceri 2005, we postulate that the nonzero and nonunity elements of the matrix Atcid:151 which we collect in the vector cid:11t cid:17 cid:1121;t,  , cid:1143;t0cid:151 evolve as driftless random walks,8cid:11t cid:11tcid:01 cid:28 tand we assume the vector cid:150t, cid:280t, cid:230t, !0t0, with cid:15t derived from the relationship ut cid:17 Acid:01t Hto be distributed as N 0; V , with 12t cid:15t,V 26664I4 000 S 00 Zcid:230000000 Z!37775, Zcid:23 26664cid:272cid:23;10000cid:272cid:23;20000cid:272cid:23;30000cid:272cid:23;4with S1 cid:17 Varcid:28 21;t, S2 cid:17 Varcid:28 31;t, cid:28 32;t0, and S3 cid:17 Varcid:28 41;t, cid:28 42;t, cid:28 43;t0, which implies that the nonzero and nonunity elements of At belonging to dierent rows evolveindependently. As discussed in Primiceri 2005, Appendix A.2, this assumption drasticallysimplicid:133es inference and increases the e ciency of the estimation algorithm in an alreadyhighlyparameterized model since it allows to do Gibbs sampling on the nonzero and nonunity elements of At equation by equation.7and 3777591037775350cid:272!;2 0cid:272!;10 0Z! 26664S cid:17 Var cid:28 t 24  cid:27200 !;Ncid:11N pS101cid:22 01cid:23S201cid:2302cid:21S303cid:21 03cid:22Finally, following Primiceri 2005, we adopt the additional simplifying assumption of ablockdiagonal structure for S of the following form:We estimate 110 via standard Bayesian methods described in Kim and Nelson 1999.Appendix B discusses our choices for the priors, describes the Markov Chain Monte Carloalgorithm we use to simulate the joint posterior distribution of the hyperparameters andthe states conditional on the data, and provides evidence of convergence to the ergodicdistribution.2.2 Identicid:133cation of a cid:145purecid:146spread shock A key insight that motivated the unconventional policy interventions in the Treasury marketwas that a narrowing of the longshort spread of government bonds spurs real economicactivity and stems the decline in incid:135ation by removing duration risk from portfolios of marketparticipants and by reducing the borrowing costs for the private sector see Bernanke 2006,2010. Empirical evidence for a negative relationship between the term premium and futurereal economic activity has been provided by Rudebusch, Sack, and Swanson 2007 who showthat a decline in the term premium of 10year Treasury yields tends to boost GDP growth.Gilchrist, Yankov, and Zakrajcid:154ek 2010 who study the transmission of credit spread shocksto the broader economy within a structural framework, demonstrate that an unexpectedwidening of credit spreads leads to a signicid:133cant contraction of economic activity and a fallin prices. Eickmeier and Hofmann 2012 also show that a contractionary term spread shockthat raises the yield spread lowers output and prices.The sign restrictions we propose to recover the cid:145purecid:146spread shock are in line with thesestated policy objectives and previous empirical evidence that a compression in the spreadshould lead to higher levels of economic activity and exert upward pressure on incid:135ation.However, the very nature of the question we are trying to answercid:151 cid:145What are the macroeconomic eects of a spread compression in a situation in which the central bank leaves the policyrate unchanged?cid:146cid:151 commands that the spread shock cannot possibly be recovered via signrestrictions alone, but requires a zero restriction on the impact response of the shortterminterest rate. To extract the structural shock to the yield spread, we propose a novel identicid:133cation strategy that combines sign restrictions with a single zero restriction on impact.A key point to stress is that, for the present purpose, the identicid:133cation of a cid:145purecid:146spreadshockcid:151 pure in the sense that it does not trigger a policy responsecid:151 is of crucial importance,since it allows us to explore the impact of a compression of the yield spread within an environment in which the policy rate is bound to stay unchanged for an extended period. Duringnormal times, the pure spread shock can be thought of as any unexpected disturbance incid:133nancial markets to which the central bank does not feel compelled to respond to on impact.Examples of this type of shock include shifts in liquidity preferences, in longterm incid:135ationexpectations, and in investorcid:146s risk appetite and cid:135ighttoquality considerations.In addition, we identify three cid:145traditionalcid:146shockscid:151 monetary policy, demand nonpolicy,and supplycid:151 via a standard set of sign restrictions see, e.g., Benati 2008; Benati and Good8hart 2010.5 Even though we are not genuinely interested in these three shocks given thatour focus is on the pure spread shock, Canova and Paustian 2011 and Kilian and Murphy2012 make the case that in order to pin down the shock of interest all theoretically plausiblerestrictions ought to be imposed. While the responses of the spread after the supply and demand nonpolicy shocks are left unrestricted, postulating a cid:135attening of the yield curve aftera contractionary monetary policy shock can be motivated by imperfect passthrough alongthe term structure of interest rates given that shortterm interest rates are only temporarilyhigher.The contemporaneous restrictions on the responses of the shortterm interest rate, theyield spread, incid:135ation and output growth characterizing each structural shock are summarized in Table 1. It can be shown that this set of restrictions is su cient to separate thevarious shocks from one another, thus achieving identicid:133cation.Table 1: Identicid:133cation restrictions Variable:cid:15M Pt Short rateSpreadcid:0Incid:135ation cid:0Output growth cid:0? left unconstrained Shock:cid:15Spreadtcid:15Demandtcid:15Supplyt 0cid:0???cid:0We compute the timevarying structural impact matrix, A0;t, by combining the procedureproposed by RubioRamcid:237rez, Waggoner, and Zha 2010 for imposing sign restrictions 6 withthe imposition of a single zero restriction via a deterministic rotation matrix. Specicid:133cally,let cid:10t Pt Dt P 0t be the eigenvalueeigenvector decomposition of the VARcid:146s timevaryingcovariance matrix cid:10t, and let A0;t cid:17 Pt Dt . We draw an N cid:2 N matrix, K, from the N 0; 1distribution, we take the QR decomposition of Kcid:151 that is, we compute matrices Q and R such that K Q cid:1 Rcid:151 and we compute the timevarying structural impact matrix ascid:22A0;t A0;t cid:1 Q0. We then impose a zero in the 1; 2 position of cid:22A0;t via an appropriaterotation of cid:22A0;t. Specicid:133cally, by decid:133ning a rotation matrix cid:22R as 12cid:22R 264cossinsincos0202I2375115See also Faust 1998, Canova and De Nicolcid:242 2002 and Uhlig 2005. A key advantage of sign restrictionsis that they are, in principle, fully compatible with general equilibrium models, while this is not necessarilythe case for alternative identicid:133cation schemes based on, e.g., exclusion restrictions see Canova and Pina 2005.6See http:home.earthlink.nettzha 02Program CodeSRestrict RWZalg.m.90;t cid:22A1;10;t , where tan stands for tangens and cid:22Ai;jwith cid:22R cid:1 cid:22R0 I4 where I4 is a 4 cid:2 4 identity matrix. The rotation angle is decid:133nedas tancid:01 cid:22A1;20;t denotes the i,j elementof the candidate impact matrix cid:22A0;t at time t, such that we obtain a new impact matrix A0;t cid:22A0;t cid:1 cid:22R that has a zero in the 1; 2 position. If A0;t satiscid:133es the sign restrictions wekeep it, otherwise we discard it. We repeat this procedure until we obtain an impact matrixthat fulcid:133ls both the sign restrictions and the zero restriction at the same time.3 Evidence on the Impact of a Compression in the Yield Spread In this section, we provide empirical evidence for the two questions posed in the introduction. First, conditional on available estimates of the impact of central bankscid:146asset purchaseprograms on longterm government bond yield spreads, what role did unconventional monetary policy actions play within the context of the 20072009 Great Recession? In particular,did the largescale asset purchase programs instituted by the Federal Reserve and the Bankof England avert substantial risks of decid:135ation and of output contractions, on a scale comparable to those which took place during the Great Depression? Second, how large is theimpact of a compression in the longterm yield spread on incid:135ation and output growth withinan environment in which the shortterm policy rate does not move, becausecid:151 in the presentcontextcid:151 it is constrained by the zero lower bound, and has that impact changed over time?Before addressing these issues in turn, we assess the plausibility of our baseline model bylooking at the dynamic eects of a conventional monetary policy tightening over time.3.1 Responses to a conventional monetary policy shock Since the reliability of our results ultimately depends upon the ability of the empirical modelto accurately capture the underlying structural relationships, it is instructive to get an ideaabout how well our model performs along a dimension that has been studied extensively in theliterature. Therefore, a useful starting point for the analysis of the eects of unconventionalmonetary policy is a review of the responses to a traditional innovation in the monetarypolicy rule. This exercise helps ensure consistency with similar timevarying VAR modelsthat have investigated changes in the monetary transmission mechanism.7Figure 1, panels A and B display the time procid:133le of the posterior median responsesof incid:135ation and of real output growth to an exogenous increase in the policy rate of 25basis points for the U.S. and the U.K., respectively, for a period of 10 quarters after the 7Note that this comparison is useful also because we added the stochastic volatility component in the lawof motion of the VAR coe cients which was absent in previous structural TVP studies about the transmissionmechanism.10contractionary monetary policy shock. We observe that the negative eect of a monetarytightening of equal size on incid:135ation and on output growth becomes gradually stronger overthe sample period in both economies. In particular, discretionary monetary policy in the U.S. induces a greater decline in real economic activity over time, while in the U.K. incid:135ationfalls by more since the introduction of the incid:135ationtargeting regime. Both variables exhibitthe largest responses during the past couple of years. These results are in line with previousevidence presented in Canova and Gambetti 2009 and Benati and Mumtaz 2007 forthe U.S. and in Benati 2008 for the U.K. The cid:133nding of a substantial drop in incid:135ationand in output growth in response to a monetary policy contraction since the onset of thecrisis cautions against recommending raising interest rates to stir incid:135ation expectations asa strategy to exit the liquidity trap as advocated by, e.g., SchmittGroh and Urcid:237be 2010since such a policy is likely to exacerbate current economic conditions.3.2 Did unconventional monetary policies avert catastrophic outcomes?3.2.1 The United States It would seem that unconventional central bank interventions in the Treasury market during 2009 should be readily recid:135ected in the sequence of estimated structural shocks to the government bond yield spread. Figure 2 plots the historical series of pure spread shocks where thevertical line marks the cid:133rst announcement of the largescale asset purchase program by the Federal Reserve Fed. As can be seen from the graph, spread shocks were mainly positiveduring the cid:133rst round of asset purchases. This observation can be explained by the factthat spread shocks during 2009 were not just the result of central bank interventions, butalso determined by crisisrelated factors that were pushing up the spread. Specicid:133cally, thekey motivation for conducting nonstandard monetary policy operations was precisely thatthere were countervailing forces such as the drying up of liquidity, panic and strains on cid:133nancial markets etc., which were exerting upward pressures on the yield spread. This impliesthat simply looking at the sequence of pure spread shocks is uninformative about what thespread would have been in the absence of central bankscid:146 asset purchases and hence, suppressing those shocks does not constitute a valid counterfactual to gauge the macroeconomicimplications of unconventional policy measures.One way to quantify whether unconventional monetary policy actions have reduced thethreat of decid:135ation and counteracted even larger output contractions is to generate a hypothetical sequence of spread shocks that undo the impact of quantitative easing policieson the term spread to obtain a counterfactual path for incid:135ation and real GDP growth hadthe asset purchases not taken place.8 In their extensive empirical analysis of the eect of 8See, e.g., Sims and Zha 2006 for a similar counterfactual analysis in relation to changes in the conductof conventional monetary policy.11the Fedcid:146s asset purchase programs on U.S. longterm yield spreads, Gagnon et al. 2011conclude thatcid:145  these purchases caused economically meaningful and longlasting reductions in longerterm interest rates on a range of securities, including securitiesthat were not included in the purchase programs  Our results based ontimeseries methods suggest that the 1.725 trillion in announced purchases reduced the 10year term premium by between 38 and 82 basis points. This rangeof point forecasts overlaps considerably with that obtained in our event study,which is impressive given that entirely separate data and methodologies wereused to obtain the results.cid:146Dcid:146Amico and King 2010 cid:133nd that the program as a whole resulted in a downward shiftof the yield curve of about 50 basis points in the 1015 year maturity segment. Chung et al.2012 derive a longrun trajectory for the evolution of the eects of asset purchases on theyield spread that die out only gradually over the years based on a portfoliobalance model.While appealing, we adopt the simplifying assumption that the central bank intervenes insuch a way as to maintain the initial eects over the lifetime of the program. This is consistentwith evidence provided by Dcid:146Amico and King 2010. Furthermore, given the long horizonsconsidered by Chung et al. 2012, the steady decline in termpremium eects amounts onlyto a couple of basis points dierence in the short run.In what follows, we take Gagnon et al.cid:146s 2011 timeseries estimates as our benchmark measure of the impact of the Fedcid:146s asset purchases on U.S. longterm yield spreadscid:151specicid:133cally, for illustrative purposes, we will consider the average between their lower andupper estimates of the impact on the 10year government bond yield spread, that is 60 basispoints 9cid:151 and we will tackle the question of what would have happened if the Fed had notengineered such a yield spread compression via asset purchases. Specicid:133cally, we ask whetherthe U.S. economy would have fallen into prolonged decid:135ation like Japan in the 1990s andwhether the output collapse would have been as severe as during the Great Depression.Figure 3, panel A, reports the results from the following counterfactual simulation. Starting in 2009Q1, we rerun historyi conditional on the timevarying VARcid:146s estimated coe cients,ii keeping all the structural shocks except the one to the spread unchanged at theirestimated historical values, andiii recompute the shocks to the spread such that the counterfactual path for the spreadis, for the whole of 2009, 60 basis points higher than the actual historical path.109Bomcid:133m and Meyer 2010 also estimate the total impact of the asset purchases on the 10year Treasuryyield to amount to 60 basis points.10An important point to stress about this counterfactual simulation is that, since we are only manipulating 12The cid:133rst and last columns of the cid:133gure report the medians and the 16th and 84th percentiles of the distributions of the counterfactual paths for incid:135ation and real GDP growth,together with actual incid:135ation and real GDP growth, respectively, whereas the middle column shows the fraction of draws from the posterior distribution for which the economy is indecid:135ation. The cid:133gure portrays a sobering picture of what might have happened had the Fednot engineered yield spread compressions via its asset purchase program. Specicid:133cally, basedon the median estimates, macroeconomic performance would clearly have been worse, withincid:135ation slipping one percentage point below zero, and output growth reaching a trough ofminus 10 percent in the cid:133rst quarter of 2009. These cid:133ndings are in line with the resultsobtained by Chung et al. 2012, who also provide evidence of substantial benecid:133cial eectson incid:135ation and real economic activity as a result of diminished longterm bond yields.What is especially noteworthy in panel A of Figure 3, however, are not the median projections, but rather the risks associated with such projections as measured by the probability offalling into the tails of the posterior distribution see Kilian and Manganelli 2007. In particular, with regard to incid:135ation, the fraction of draws for which counterfactual incid:135ation wouldhave been negative peaks at about 90 per cent in 2009Q2, and stays consistently around 80 percent over the next quarter before falling slightly below 20 percent. As for outputgrowth, results are even more ominous, with the lower percentile reaching minus 20 percent.Although these cid:133gures may appear wildly implausible, it is important to keep in mind thatin the fourth quarter of 1929 U.S. real GNP contracted, on a quarteronquarter annualizedbasis, by a remarkable 17.5 percent, whereas over the three subsequent years from 1930Q1 to 1932Q4 the average quarteronquarter annualized rate of growth was equal to minus 10.4percent.11 So, although the results portrayed in Figure 3, panel A, are outside the boundsof advanced countriescid:146postWWII experience, they are decid:133nitely not outside the bounds ofhistorical experience; to the contrary, they are exactly in line with the experience of the U.S.Great Depression.Rather, it is even possible to make a case that such counterfactual simulations paint anexcessively optimistic picture of policy inactiveness. Consider the case of demand nonpolicyshocks. The estimated sequence of these shocks for 2009 is conditional on the Fed havingannounced and implemented its asset purchase program, which, among other things, contributed to cid:145calm nervescid:146and to steady markets. Had the Fed instead stood idle in face ofthe crisis, business and consumer concid:133dence would have deteriorated further and would havecollapsed eventually which in turn would most likely have led to a cid:145worsecid:146sequence of demand nonpolicy shocks, and consequently, to worse macroeconomic performance across theboard. This point has also been stressed by Chung et al. 2012 who suggest that simulationresults may underestimate the benecid:133cial eects of the program if the very existence of theprogram contributed to reduce concerns about extremely adverse tail events thereby booststructural shocks, while leaving all other elements of the estimated SVAR unchanged, such a counterfactualis not vulnerable to Sargentcid:146s 1979 criticism of SVARbased policy counterfactuals.11These cid:133gures are based on the real GNP data found in Balke and Gordon 1986, Appendix B, Table 2.13ing household and business concid:133dence in a way not captured in the model. We thereforeconjecture that, rather than being unrealistically dire, our counterfactual scenario might infact be too rosy, and that economic conditions might have turned even worse.Given the considerable amount of uncertainty surrounding the estimates of cid:133nancialmarket eects of the cid:133rst round of asset purchases, it is instructive to assess the range ofmacroeconomic implications for the weakest and the strongest impact of policy interventionson yield spreads reported in the literature. Based on a term structure model, Hamilton and Wu 2012 cid:133nd that the Fedcid:146s nonstandard openmarket operations reduced the 10year Treasury yield by 13 basis points which represents the lowest end of spectrum, while Neely2010 using an eventstudy methodology arrives at an estimated eect of largescale assetpurchases on the 10year government bond yield of 107 basis points. The cid:133rst two columnsof Figure 3, panel B, display a counterfactual cid:145corridorcid:146for incid:135ation and real GDP growthbased on the median of the counterfactual paths obtained with the smallest and largestestimates for spread compressions.There has been a lot of discussion about the deterioration of labor market conditionsin the aftermath of the cid:133nancial crisis. Therefore, we replace real GDP growth by theunemployment rate as an indicator of economic activity and evaluate how the unemploymentrate would have evolved in the absence of the largescale asset purchases. The last columnof Figure 3, panel B, depicts the median counterfactual path for the unemployment ratetogether with the 16th and 84th percentiles of the posterior distribution, as well as the actualunemployment rate. It clearly emerges that the labor market performance would have beenmuch worse for an extended period had the Fed not intervened since the counterfactual pathfor unemployment is consistently above its observed value. This evidence is consistent with Chung et al. 2012 who report that the unemployment rate is 0.75 percentage points loweras a result of the implementation of the program.Thus, while not being able to lift up the economy on the same growth path that prevailedin the precrisis period, our results indicate that quantitative easing measures worked as anengine for economic recovery and helped guard against prolonged decid:135ation.3.2.2 The United Kingdom Even though we already established for the case of the U.S. that the sequence of historicalspread shocks cannot be deemed a reliable guide to assess the eectiveness of unconventionalmonetary policy operations, for completeness Figure 4 displays the series of pure spreadshocks for the U.K. where the vertical line indicates the announcement of quantitative easingby the Bank of England Bo E. Interestingly, the shocks during the period of the policyintervention are rather small by historical standards which would suggest that quantitativeeasing measures and countervailing forces were more balanced.Nevertheless, as before, we proceed by conditioning our counterfactual simulations of the 14macroeconomic eects on previous estimates of the compression in the spread as a resultof quantitative easing. In a speech delivered in May 2009, the Bank of Englandcid:146s Deputy Governor, Charlie Bean, thus spoke of the impact of the Bankcid:146s asset purchase program onlongterm yield spreads:cid:145There are signs that these measures are having a benecid:133cial impact  Spreads on commercial paper eligible for purchase have fallen by around 12 percentage point and the size of the market has increased by around 10%. Similarly,average spreads on sterling investment grade corporate bonds for industrial companies have declined by some 60 basis points and gross issuance of bonds by UKcompanies has been strong. These developments may recid:135ect a range of incid:135uences,but feedback from market participants suggests that our purchases have indeedplayed a helpful role.cid:146His assessment is supported by empirical evidence presented in Meier 2009 who purportsthat the Bo Ecid:146s purchases of UK government bonds have reduced gilt yields by a range of atleast 3560 basis points and by Joyce et al. 2011 who arrive at estimates for the cid:133nancialmarket eects of up to 100 basis points.Figure 5, panel A, shows the results for the U.K. from the same counterfactual exercisewe discussed earlier, in which we rerun the U.K. Great Recession based on the estimated SVAR, but recompute the spread shocks for 2009 in such a way that the counterfactual pathfor the spread is 50 basis points higher than it has been historically. Unsurprisingly, theresults are in line with those for the U.S. with strong decid:135ation of around 4 percent basedon median estimates and a severe recession with real GDP growth reaching about minus 18 percent in the cid:133rst quarter of 2009. Figure 5, panel B, displays the lower and upperbounds for the median estimates of the counterfactual paths for incid:135ation and output growthconditional on the lowest 35 bp and highest 100 bp estimated decline in gilt yields asa result of quantitative easing. Once again, it is possible to make a convincing argumentthat these projections are actually optimistic in that they might understate the adversemacroeconomic outcomes absent policy interventions, exactly for the same reason previouslyhighlighted for the U.S. We conclude that asset purchases were successful at counteractingthe further weakening of real economic activity and at decid:135ecting the threat of decid:135ation alsoin the U.K.3.3 How powerful is a compression in the yield spread at the zerolower bound?In what follows, we study the propagation of pure spread shocks under the assumption thatthe zero lower bound is binding for eight quarters after the spread compression. Given thata zero restriction on the nominal shortterm rate is imposed only contemporaneously, we 15will force the policy rate to remain unchanged for eight quarters after the impact of thespread shock when computing the impulse responses. This implies that agents expect thezero bound to constrain conventional monetary policy for a period of two years. Accordingto Del Negro et al. 2010, this is a reasonable assumption for the duration of the constraintas it is in line with survey evidence of market participants during the crisis. Swanson and Williams 2012 show that the private sector has consistently expected the constraint to bebinding for about one year into the future even though the zero lower bound on the policyrate has been in place now for over three years.We employ two methodologies to take the zero lower bound constraint into account.The cid:133rst approach shuts down the endogenous response of the central bank by cid:145zeroing outcid:146the coe cients in the structural interest rate rule, while the second approach computes asequence of hypothetical monetary policy shocks that exactly osets the interest rate increasetriggered by the expansionary spread shock.3.3.1 cid:145Zeroing outcid:146the structural interest rate rule To examine the transmission of pure spread shocks at the zero lower bound, we subjectthe longterm yield spread to a onetime shock equal to minus one percent, but do notallow the shortterm rate to react both on impactcid:151 which is implied by the very way weextract such cid:145purecid:146spread shockscid:151 and over the subsequent eight quarters. We implementthis additional restriction on the shortterm interest rate by setting to zero all the coe cientsin the structural VARcid:146s monetary policy rule, with the exception of the one on the short rateitself. To cid:133x ideas, let the structural timevarying parameter VAR henceforth, TVPSVARrepresentation be given by Acid:010;t Yt Acid:010;t B1;t Ytcid:01 ::: Acid:010;t Bp;t Ytcid:0p cid:15t12where Yt cid:17 Rt, X0t0 is an N cid:2 1 vector of endogenous variables, with Rt being the nominalshortterm rate and Xt being an N cid:0 1 cid:2 1 vector of variables other than Rt, includingthe spread, incid:135ation, and real output growth; A0;t being the impact matrix of the structuralshocks at time t; B1;t,  , Bp;t being the timevarying autoregressive matrices of the VAR;and cid:15t Acid:010;t ut being a vector collecting the VARcid:146s structural innovations where ut isthe N cid:2 1 vector containing the VARcid:146s reducedform shocks. The vector cid:15t is decid:133ned ascid:15t cid:17 cid:15R;t, cid:150 R;t0, where cid:15R;t is the conventional monetary policy shock, and cid:15 R;t is a vectorcollecting all the structural shocks other than cid:15R;t. Decid:133ne B0;t cid:17 Acid:010;t , B1;t cid:17 Acid:010;t B1;t,  ,Bp;t cid:17 Acid:01p;t .1;t ,  , Bp;t BR0;t , B1;t BR0;t Bp;t, and partition B0;t, B1;t,  , Bp;t asB0;t BR0;tB Rp;tB R131;tB R16Leaving the shortterm rate unchanged after the impact period is achieved by cid:145zeroing outcid:146the relevant elements of the matrices B0;t, B1;t,  , Bp;t in 13 as follows:Bcid:30;t BR0;t;1101cid:2Ncid:01B R0;t , Bcid:31;t 01cid:2N1;t ,  , Bcid:3p;t 01cid:2Np;t B RB R140;t;11 is the 1,1 element of B0 at time t. The dynamics of the system after the initialwhere BRimpact is then described by the reducedform VAR implied by Bcid:30;t, Bcid:31;t,  , Bcid:3p;t. From theninth quarter after the impact onwards, we allow the TVPSVARcid:146s monetary rule to cid:145kickincid:146, and hence use the original matrices B1;t,  , Bp;t, rather than those implied by Bcid:30;t, Bcid:31;t, , Bcid:3p;t.Figures 6 and 8 show, for the U.S. and the U.K., the median timevarying impulseresponse functions henceforth, IRFs of the policy rate, the yield spread, GDP decid:135atorincid:135ation, and real GDP growth, to an unexpected decrease in the spread of 100 basis pointsfor the entire sample period. Figures 7 and 9 on the other hand, show, for the same countriesand variables, the median IRFs to a onepercent negative shock to the yield spread togetherwith the 16th and 84th percentiles of the posterior distribution for selected quarters.Several cid:133ndings are readily apparent from these cid:133gures. In particular, the IRFs of thespread itself to a negative onepercent shock exhibit little time variation. On the contrary,evidence of time variation is, in general, quite substantial for both incid:135ation and real GDPgrowth, thus providing both a strong justicid:133cation for the use of timevarying estimationmethods, and an important caveat to results obtained with cid:133xedcoe cient models. Thisis especially apparent for the responses of U.S. incid:135ation and real GDP growth, which sincethe end of the 1960s have exhibited three peaks around the time of the Great Incid:135ation ofthe 1970s, of the recession of the early 1990s, and in the most recent past. These resultsclearly suggest that a cid:133xedcoe cient model estimated over say the last two decades willunderstate the impact on incid:135ation and output growth of a compression in the yield spreadduring the cid:133nancial crisis, as this sample period mixes two subsamples which, in this respect,are quite dierent. Evidence of gradual time variation is even more apparent for the U.K.for both incid:135ation and output growth.In particular, for both variables the impact of acompression in the yield spread appears to have increased in recent years. Finallycid:151 andcrucially, for the present purposescid:151 the stimulative power on both incid:135ation and outputgrowth of a reduction in the spread appears to be substantial. For the U.S. in 2009Q4,for example, real GDP growth increased based on median estimates by 1.2 percent in thequarter of impact, it peaks at 2.2 percent three quarters after the impact, and it then rapidlyfades away over subsequent quarters. The impact on incid:135ation starts at 0.4 percent on impact,it peaks at 1.7 percent after three quarters, and it then decreases. The results for the U.K.are quantitatively slightly dierent but are, overall, of the same order of magnitude.It is important to be mindful of the fact that constructing any counterfactual simulation issubject to the Lucas critique since it is based on the notion of taking an estimated SVAR and 17changing some of the parameters in its structural monetary policy rule which in the presentcontext amounts to setting them to zero see Sargent 1979. As shown by Benati and Surico2009 by means of a single example based on an estimated standard New Keynesian model,and as extensively analyzed by Benati 2010 based on a battery of estimated DSGE models,the results produced by such counterfactuals may turn out to be misleading. Therefore, inthe next section, we perform the exercise under consideration by manipulating the monetarypolicy shocks, rather than the coe cients of the SVARcid:146s monetary policy rule.3.3.2 cid:145Constantinterestratecid:146projection methodology An alternative way to obtain IRFs to a spread shock when the zero lower bound is assumed tobe binding for eight quarters after impact is to construct a sequence of monetary policy shocksthat exactly neutralizes the systematic component of monetary policy which would requireraising the shortterm rate in response to higher incid:135ation and real output growth triggeredby the spread compression, thereby keeping the shortterm rate constant over this period.This method is routinely used in central banks in order to compute cid:145constantinterestratecid:146henceforth, CIR projections. From the ninth quarter onwards, we again allow the shortrate to move according to what is dictated by the SVARcid:146s monetary policy rule.Figures 10 and 11 display for the U.S. and the U.K., respectively, the timevarying median IRFs obtained with this methodology. The results for the U.K. are remarkably similarto those produced with the earlier approach. The IRFs for U.S. incid:135ation and output growthexhibit a greater volatility for several quarters, but are however, in the same ballpark asthose reported in Figure 6. Compared with the results obtained by cid:145zeroing outcid:146the coe cients of the SVARcid:146s interest rate rule, the IRFs derived with the CIR methodology displayconsiderable volatility, which can be attributed to the workings of the following cid:145feedbackloopcid:146. On impact, a compression of the spread stimulates output growth and incid:135ation. Asa consequence, starting from the cid:133rst quarter after the impact the SVARcid:146s monetary rulewould call for an increase in the policy rate in order to temper such expansionary eects.The negative monetary policy shock that we inject to oset such a rise of the short rate exerts a further expansionary eect on incid:135ation and real GDP growth, thereby compoundingthe initial impact of the spread shock. Therefore, depending on i how large the impactof a spread shock is on incid:135ation and on output growth, and ii how strongly monetarypolicy responds to higher incid:135ation and output growth, this feedback loop may lead to highlyvolatile IRFs. On the other hand, in the limiting case in which the policy rate does not reactto incid:135ation and output growth, the feedback loop would not even cid:145kick incid:146, and the problemwould not exist. This implies that this problem is not a general one, but rather may or maynot be there depending on the specicid:133c structure of the economy at each point in time.Even though this way of imposing the zero lower bound is not vulnerable to the Lucascritique in the strict sense since we are only manipulating monetary policy shocks and not thecoe cients of the structural VARcid:146s interest rate rule, there are however other implications for 18agentscid:146expectations. First, since the structural monetary policy rule which is encoded in theestimated SVAR implies that the shortterm rate always reacts to the state of the economy,this exercise ignores the direct eect on expectations formed by the public of the centralbankcid:146s announcement that it will keep the interest rate unchanged for an cid:145extended periodcid:146.12This expectational channel has the potential to amplify the macroeconomic consequences ofa compression in the yield spread. Second, it is assumed that the public will not revisethe model it uses to forecast the future path of the nomial interest rate despite the factthat the policy rate is consistently deviating in one directioncid:151 downwardscid:151 from the paththat would be implied uniquely by the systematic component of monetary policy as a resultof a sequence of interest rate cid:145surprisescid:146 all of the same sign. If, instead, agents were tonotice that policy shocks are no longer drawn from a zeromean, symmetric distribution,but from a distribution with an upper bound at zero, they would use this information whengenerating their interest rate forecasts. Whether the public will or will not detect such apattern eventually depends on i how large these shocks are and ii how long the shocksequence lasts. In the present case, it is not evidently unreasonable to presume that thepublic will not readily uncover such a systematic pattern given that the surprise changes inthe interest rate last for a comparatively short period.3.3.3 On the sources of time variation As previously discussed, based on both methodologies we detect signicid:133cant time variationin the economycid:146s response to a compression in the yield spread. Although identifying thesources of such time variation is clearly beyond the scope of this paper, one possible causedeserves to be at least briecid:135y mentioned.13 Historically, changes in the yield spread for agiven short rate have had a multiplicity of causes: shifts in longterm incid:135ation expectations,changes in the liquidity premium, etc. Since it is at least possible to entertain the hypothesisthat dierent underlying causes of changes in the yield spread may lead to a dierent patternof responses of the economycid:151 that is, to dierent impulse response functions to a compressionof the yield spread of a given magnitudecid:151 one obvious possibility for the identicid:133ed changesover time in the pattern of IRFs is that such changes may simply result from a change inthe cid:145mixturecid:146of the underlying shocks leading to changes in the yield spread. We considerthis an interesting avenue for future research.3.3.4 Normal times versus zero lower bound episode In sections 3.3.1 and 3.3.2, we postulated that the zero lower bound was binding throughoutthe sample period. We now examine the macroeconomic eects of a spread compression in 12We say cid:145for an extended periodcid:146since leaving the interest rate unchanged forever, and announcing thatto the public, leads to global indeterminacy.13We wish to thank a referee for pointing this out.19the absence of a zero lower bound constraint on the policy rate as would be relevant for theprecrisis period.Figure 12 compares, for the U.S. panel A and the U.K. panel B, the time procid:133leof the constrained and unconstrained responses of prices and real GDP one year after theunanticipated reduction in the yield spread by one percent.14 We observe that, in severalhistorical episodes, both U.S. output and prices react more strongly to a spread compressionwhen the policy rate is held cid:133xed. The reason for the smaller eects in the unconstrained caseis that in those periods the central bank responds to the decline in the longshort spreadby raising interest rates considerably not reported which contains incid:135ation and outputgrowth. Starting in 2000, the gap between the responses with and without the zero boundin place widens for both macroeconomic variables and becomes largest during the period oflargescale asset purchases which lends support to the idea that the constraint on the policyrate magnicid:133es the eects of a spread shock on the macroeconomy.What is striking is that in the U.K. over the precrisis sample the transmission of spreadshocks to the macroeconomy does not seem to be aected much by imposing the zero lowerbound constraint. Whether the policy rate is allowed to react to a spread shock after impactor whether it is constrained to zero for eight consecutive quarters, has virtually no eect onoutput and makes only little dierence for the price response before the start of quantitativeeasing. In contrast, the macroeconomic consequences are greatly amplicid:133ed from early 2009onwards when the zero bound was eectively binding.4 Conclusions In this paper, we have explored the macroeconomic eects of a compression in the longtermbond yield spread within the context of the Great Recession of 20072009 via a multivariatestructural VAR with timevarying parameters and stochastic volatility to account for changesin the economic structure in the aftermath of the cid:133nancial crisis. We have identicid:133ed a cid:145purecid:146spread shock as a disturbance that leaves the policy rate unchanged on impact, which allowedus to characterize the macroeconomic consequences of a compression in the yield spreadinduced by central bankscid:146asset purchases within an environment in which the shorttermrate cannot move because it is constrained by the zero lower bound.Two main cid:133ndings emerged from our empirical analysis. First, a compression in thelongterm yield spread exerts a powerful eect on both output growth and incid:135ation in the U.S. and in the U.K. when the zero lower bound is binding. Second, conditional on consensusestimates of the impact of the Federal Reservecid:146s and the Bank of Englandcid:146s asset purchaseprograms on longterm government bond yield spreads, our counterfactual simulations have 14The reason for choosing a oneyear horizon is that agents at this point will undoubtedly have realizedthat the central bank is keeping the policy rate cid:133xed. However, the results are not markedly dierent forshorter or longer horizons.20indicated that both in the U.S. and in the U.K. unconventional monetary policy actions havebeen successful at mitigating signicid:133cant risks both of decid:135ation and of further output collapsescomparable to those that took place during the Great Depression. Our model simulationssuggest that in the absence of policy interventions the U.S. economy would have been indecid:135ation until 2009Q3 with annualized incid:135ation rates as low as 1%. Real GDP would havebeen 0.9 percent lower, and unemployment would have been 0.75 percentage points higherreaching a level of about 10.6% in 2009Q4. Similarly, in the U.K., without quantitativeeasing annualized incid:135ation would have fallen to minus 4 percent and output growth wouldhave reached a trough of minus 12 percent at an annual rate in the cid:133rst quarter of 2009based on the median of our counterfactual estimates. Based on these results, we concludethat largescale purchases of Treasury securities constitute a viable policy option to provideadditional monetary policy accommodation in a zero lower bound environment that enablecentral banks to achieve their mandate of promoting price stability and, in the case of the Federal Reserve, fostering full employment and should therefore be added to the toolkit ofmonetary authorities.It cannot be excluded, however, that there were additional forces at play that are notcaptured in our empirical model, which have the potential to reinforce the macroeconomicstimulus induced by the large openmarket purchases of domestic government debt. First,unconventional cid:133scal policy operations in the wake of the crisis complement monetary policyeorts when the economy is stuck at the zero lower bound see, e.g., Auerbach and Obstfeld 2005. Second, the announcement and implementation of nonstandard policy measuresshould also have stabilizing eects on agentscid:146expectations and contribute to a rebound ofconcid:133dence that enhance the eectiveness of policy interventions. Carvalho, Crdia, Eusepi,and Grisse 2011, based on crosscountry experiences during the crisis, present evidence thatboth unconventional monetary and cid:133scal actions positively aected the evolution of incid:135ationand growth expectations. Exploring these and other additional channels of nonstandardpolicy interventions is an important task for future research to provide a comprehensiveassessment of the benecid:133cial macroeconomic eects of such policies.21A Data appendix A.1 United States A monthly seasonally unadjusted series for the Federal Funds rate FEDFUNDS availablefor the period July 1954December 2011, and a monthly series for the 10year Treasuryconstantmaturity rate GS10 available for April 1953December 2011, are from the St.Louis FEDcid:146s FRED database. We converted them to quarterly frequency by taking averages within the quarter. Quarterly seasonally adjusted series for real GDP GDPC96 andthe GDP decid:135ator GDPDEF, available for the period 1947Q12011Q4, are from the samedatabase.A.2 United Kingdom Quarterly seasonally adjusted series for real GDP and the GDP decid:135ator are from the O cefor National Statistics, and are available since the cid:133rst quarter of 1955. The Treasury billrate and the longterm government bond yield for the period 1964Q1 to 2011Q4 are fromthe International Monetary Fundcid:146s International Financial Statistics database.B Details of the Markov Chain Monte Carlo Procedure We estimate the model described by equations 110 via Bayesian methods. The nexttwo subsections describe our choices for the priors, and the Markov Chain Monte Carloalgorithm we use to simulate the posterior distribution of the hyperparameters and the statesconditional on the data. Section 3 provides evidence for the convergence of the Markov chainto the ergodic distribution and section 4 provides an informal assessment of our modelingassumptions.B.1 Prior distributions and initial values For the sake of simplicity, the prior distributions of the statescid:151 cid:180, cid:110, h 0, and q 0cid:151 which wepostulate all to be normal, are assumed to be independent both from one another, and fromthe distribution of the hyperparameters. In order to calibrate the prior distributions for cid:180,cid:110, h 0, and q 0 and to obtain intial values, we estimate a timeinvariant version of 1 basedon the cid:133rst 10 years of data, and we setcid:180 cid:24 Nhcid:18OLS; 4 cid:1 V cid:18OLSi 22B1As for cid:110 and h 0 we proceed as follows. Let cid:6OLS be the estimated covariance matrix of cid:15tfrom the timeinvariant VAR, and let C be the lowertriangular Choleski factor of cid:6OLScid:151 i.e.,CC0 cid:6OLS. We setln h 0 cid:24 N ln cid:220; 10 cid:2 I4B2where cid:220 is a vector collecting the squared elements on the diagonal of C. We then divideeach column of C by the corresponding element on the diagonalcid:151 letcid:146s call the matrix wethus obtain Ccid:151 and we setcid:110 cid:24 N cid:110; V cid:110B3where cid:110cid:151 which, for future reference, we decid:133ne as cid:110 cid:17 cid:110;11; cid:110;21; :::; cid:110;610cid:151 is a vectorcollecting all the nonzero and nonunity elements of Ccid:01 i.e, the elements below the diagonal, and its covariance matrix, V cid:110, is postulated to be diagonal, with each individualj,j element equal to 10 times the absolute value of the corresponding j th element of cid:110.Such a choice for the covariance matrix of cid:110 is clearly arbitrary, but is motivated by ourgoal to scale the variance of each individual element of cid:110 in such a way as to take intoaccount of the elementcid:146s magnitude.As for q 0 we proceed as follows. Let Q0 be the prior matrix for the extent of randomwalkdrift of the VARcid:146s parameters cid:18t that we would use if we were working with a traditional Bayesian timevarying parameters VAR with a constant extent of randomwalk drift over thesample. We set Q0 cid:13 cid:2 cid:6OLS, with cid:131.0cid:210cid:04, the same value used in Primiceri 2005,and a relatively cid:145conservativecid:146prior for the extent of drift compared e.g. to the 3.5cid:210cid:04used by Cogley and Sargent 2002. We setln q 0 cid:24 N 10cid:02 cid:2 ln cid:22q 0; 10 cid:2 INcid:11N pwhere cid:22q 0 is a vector collecting the elements on the diagonal of Q0.B4Turning to the hyperparameters, we postulate independence between the parameterscorresponding to the matrices S and Zcid:151 an assumption we adopt uniquely for reasons ofconveniencecid:151 and we make the following, standard assumptions. The three blocks of S areassumed to follow inverted Wishart distributions, with prior degrees of freedom set, again,equal to the minimum allowed, respectively, 2, 3 and 4:B5B6B7As for cid:22S1, cid:22S2 and cid:22S3, we calibrate them based on cid:110 in B3 as:cid:22S1 10cid:03cid:2jcid:110;11j ; cid:22S2 10cid:03cid:2diagjcid:110;21j ;jcid:110;31j0 and cid:22S3 10cid:03cid:2diagjcid:110;41j ;jcid:110;51j ;jcid:110;61j0:Such a calibration is consistent with the one we adopted for Q, as it is equivalent to settingcid:22S1, cid:22S2 and cid:22S3 equal to 10cid:04 times the relevant diagonal block of V cid:110 in B3. As for the 1 ; 2cid:1S1 cid:24 IWcid:0 cid:22Scid:012 ; 3cid:1S2 cid:24 IWcid:0 cid:22Scid:01S3 cid:24 IWcid:0 cid:22Scid:013 ; 4cid:123cid:272cid:23;i cid:24 IGcid:18 10cid:042;12cid:19cid:272!;i cid:24 IGcid:18 10cid:042;102cid:19B8B9variances of the innovations to the stochastic volatilities for the VARcid:146s reducedform shocks,we follow Cogley and Sargent 2002, 2005 and we postulate an inverseGamma distributionfor the elements of Zcid:23,Finally, as for the variances of the innovations to the stochastic volatilities for the VARcid:146srandomwalk parameterscid:146innovations, we postulate an inverseGamma distribution for theelements of Z!,B9 implies that the prior for cid:2722010, but it has a smaller variance.!;i has the same mean as in Cogley, Primiceri and Sargent B.2 Simulating the posterior distribution We simulate the posterior distribution of the hyperparameters and the states conditional onthe data via the following MCMC algorithm, combining elements of Primiceri 2005 and Cogley and Sargent 2002, 2005. In what follows, xt denotes the entire history of the vectorx up to time tcid:151 i.e. xt cid:17 x 01, x 02, , x 0t0cid:151 while T is the sample length.a Drawing the elements of cid:18t. Conditional on Y T , cid:11T , and H T , the observation equation1 is linear, with Gaussian innovations and a known covariance matrix. Following Carterand Kohn 1994, the density pcid:18Tj Y T ; cid:11T ; H T ; V can be factored aspcid:18Tj Y T ; cid:11T ; H T ; V pcid:18Tj Y T ; cid:11T ; H T ; V Tcid:01Yt1pcid:18tjcid:18t1; Y T ; cid:11T ; H T ; V B10Conditional on cid:11T , H T , and V , the standard Kalman cid:133lter recursions nail down the cid:133rstelement on the right hand side of B10, pcid:18Tj Y T ; cid:11T ; H T ; V N cid:18T ; PT , with PT beingthe precision matrix of cid:18T produced by the Kalman cid:133lter. The remaining elements in thefactorization can then be computed via the backward recursion algorithm found, e.g., in Kimand Nelson 1999, or Cogley and Sargent 2005, appendix B.2.1. Given the conditionalnormality of cid:18t, we havecid:18tjt1 cid:18tjt Ptjt P cid:01t1jt cid:18t1 cid:0 cid:18tB11Ptjt1 Ptjt cid:0 Ptjt P cid:01B12which provides, for each t from T 1 to 1, the remaining elements in 1, pcid:18tjcid:18t1, Y T ,cid:11T , H T , V N cid:18tjt1, Ptjt1. Specicid:133cally, the backward recursion starts with a draw from N cid:18T ; PT , call it cid:18T Conditional on cid:18T , B11B12 give us cid:18Tcid:01j T and PTcid:01j T , thus allowingus to draw cid:18Tcid:01 from N cid:18Tcid:01j T ; PTcid:01j T , and so on until t 1.t1jt Ptjt 24b Drawing the elements of cid:11t. Conditional on Y T , cid:18T , and H T , following Primiceri2005, we draw the elements of cid:11t as follows. Equation 1 can be rewritten as At Yt cid:17 AtYtX0tcid:18t Atcid:15t cid:17 ut, with V arut Ht, namelyY2;t cid:0cid:1121;t Y1;t u 2;tY3;t cid:0cid:1131;t Y1;t cid:0 cid:1132;t Y2;t u 3;tB13B14Y4;t cid:0cid:1141;t Y1;t cid:0 cid:1142;t Y2;t cid:0 cid:1143;t Y3;t u 4;tB15cid:151 plus the identity Y1;t u 1;tcid:151 where Y1;t, Y2;t; Y3;t; Y4;t0 cid:17 Yt. Based on the observationequations B13B15, and the transition equation 8, the elements of cid:11t can then be drawnby applying the same algorithm we described in the previous paragraph separately to B13B15. The assumption that S has the blockdiagonal structure 10 is in this respect crucial,although, as stressed by Primiceri 2005, Appendix D, it could in principle be relaxed.c Drawing the elements of Ht. Conditional on Y T , cid:18T , and cid:11T , the orthogonalisedinnovations ut cid:17 AtYtX0tcid:18t, with V arut Ht, are observable. Following Cogley and Sargent 2002, we then sample the hi;tcid:146s by applying the univariate algorithm of Jacquier,Polson, and Rossi 1994 element by element.15d Drawing the elements of Qt. Conditional on cid:18T , the innovations cid:17t cid:18t cid:0 cid:18tcid:01, with V arcid:17t Qt, are observable, and, along the lines of point c, we therefore sample theqj;tcid:146s by applying the univariate algorithm of Jacquier, Polson, and Rossi 1994 element byelement.e Drawing the hyperparameters. Finally, conditional on Y T , cid:18T , H T , and cid:11T , theinnovations to cid:18t, cid:11t, the hi;tcid:146s and the qi;tcid:146s are observable, which allows us to draw thehyperparameterscid:151 the elements of S1, S2, S3 and the cid:272!;icid:151 from their respectivedistributions.cid:23;i and the cid:272Summing up, the MCMC algorithm simulates the posterior distribution of the statesand the hyperparameters, conditional on the data, by iterating on ae. In what follows,we use a burnin period of 50,000 iterations to converge to the ergodic distribution, andafter that we run 10,000 more iterations sampling every 10th draw in order to reduce theautocorrelation across draws.B.3 Assessing the convergence of the Markov chain to the ergodicdistribution Following Primiceri 2005, we assess the convergence of the Markov chain by inspecting theautocorrelation properties of the draws from the ergodic distribution. Specicid:133cally, in what 15For details, see Cogley and Sargent 2005, Appendix B.2.5.25follows, we consider the drawscid:146ine ciency factors henceforth, IFs, decid:133ned as the inverseof the relative numerical e ciency measure of Geweke 1992,RN E 2cid:25cid:01 1S0Z cid:25cid:0cid:25S!d!B16where S! is the spectral density of the sequence of draws from the Gibbs sampler for thequantity of interest at the frequency !. We estimate the spectral densities by smoothing theperiodograms in the frequency domain by means of a Bartlett spectral window. Following Berkowitz and Diebold 1998, we select the bandwidth parameter automatically via theprocedure introduced by Beltrao and Bloomcid:133eld 1987.Figures 1A and 2A show, for the U.S. and the U.K., the drawscid:146 IFs for the modelscid:146hyperparameters, i.e.the free elements of the matrices Zcid:23, Z!, S1, S2, and S3, and forthe states, i.e. the timevarying coe cients of the VAR the cid:18tcid:146s, the volatilities of theinnovations to the VARcid:146s randomwalk parameters the qi;tcid:146s, the volatilities of the VARcid:146sreducedform innovations the hi;tcid:146s, and the nonzero and nonone elements of the matrix At. As can be seen from the cid:133gures, for both countries the autocorrelation of the draws isuniformly very low, being in the vast majority of cases around or below 3 which suggeststhat the Markov chains have indeed converged.16B.4 An informal assessment An informal check to assess how well our timevarying parameter VARs track the data, is tolook at the incid:135ation trends produced by the model. For the U.S., in particular, there is a vastconsensuscid:151 stemming, cid:133rst and foremost, from the work of Cogley and Sargentcid:151 that trendincid:135ation peaked, during the 1970s, between 7 and 8 percent, and signicid:133cantly declined sincethen. The estimated timevarying VAR for the U.S. should generate comparable results ifour model specicid:133cation performs well.Figure 3A plots, for the U.S. panel A and the U.K. panel B, actual GDP decid:135atorincid:135ation together with the timevarying trends generated by the model. Several things areapparent from the cid:133gures. First, concerning the U.S., the median incid:135ation trend peaksat about 7 percent during the second half of the 1970s, exactly in line with the previousevidence. Second, the estimated incid:135ation trends manifestly appear to capture the slowmoving, lowfrequency component of incid:135ation.16As stressed by Primiceri 2005, Appendix B, values of the IFs below or around twenty are generallyregarded as satisfactory.26C Computing timevarying impulse response functions Here we describe the Monte Carlo integration procedure we use in Section 3.3 to computenonlinear IRFs to a pure spread shock along the lines of Koop, Pesaran, and Potter 1996and Kilian and Vigfusson 2011.ttt; e SPt; e D, e D, e SPt ; e St 0, where e M PRandomly draw the current state of the economy at time t from the output of the Gibbs sampler. Given the current state of the economy, repeat the following procedure 100 times. Draw four independent N 0; 1 variatescid:151 the four structural shockscid:151 and basedt , and e Son the relationship cid:15t A0;tet, with et cid:17 e M Ptare the monetary policy, pure spread, demand nonpolicy, and supply structural shocks,respectively, compute the reducedform shocks cid:15t at time t. Simulate both the VARcid:146s timevarying parameters and the covariance matrix of its reducedform innovations, cid:10t, 20 quartersinto the future. Based on the simulated cid:10t, randomly draw reducedform shocks from t 1to t 20. Based on the simulated cid:18t, and on the sequence of reducedform shocks from tto t 20, compute simulated paths for the four endogenous variables. Call these simulatedpaths X jt;t20, j 1,  , 100. Repeat the same procedure 100 times based on exactly thesame simulated paths for the VARcid:146s timevarying parameters, the cid:18t; the same reducedformt at time t,shocks at times t 1 to t 20; and the same structural shocks e M Pt;t20. For each of the 100 iterationsbut setting e SPt;t20 cid:0 X jdecid:133ne irft;t20. Finally, compute each of the 1,000 generalized IRFs asthe mean of the distribution of irfto one. Call these simulated paths X jt;t20 cid:17 X j, e Dt , and e Stjtjt;t20.27References1 Auerbach, Alan J., and Maurice Obstfeld. 2005. The Case for OpenMarket Purchases in a Liquidity Trap. American Economic Review, 951: 110137.2 Balke, Nathan, and Robert J. Gordon. 1986. Appendix B: Historical Data.In: The American Business Cycle: Continuity and Changes, ed. R. J. Gordon, The University of Chicago Press.3 Baumeister, Christiane, Philip Liu, and Haroon Mumtaz. 2011. Changes in the Eects of Monetary Policy on Disaggregate Price Dynamics. Mimeo, Bank of Canada.4 Baumeister, Christiane, and Gert Peersman. 2012. The Role of TimeVarying Price Elasticities in Accounting for Volatility Changes in the Crude Oil Market. Journalof Applied Econometrics, forthcoming.5 Bean, Charles. 2009. Speech given by Charles Bean, Deputy Governor for Monetary Policy at the Bank of England, at Cutlerscid:146Feast, Cutlerscid:146Hall, She eld, 21 May 2009.6 Beltrao, Kaizo I., and Peter Bloomcid:133eld. 1987. Determining the Bandwidth of a Kernel Spectrum Estimate. Journal of Time Series Analysis, 81: 2138.7 Bernanke, Ben S. 2006. Recid:135ections on the Yield Curve and Monetary Policy. Speechpresented at the Economic Club of New York, March 20.8 Bernanke, Ben S. 2010. The Economic Outlook and Monetary Policy. Remarksat the Federal Reserve Bank of Kansas City Economic Symposium, Jackson Hole,Wyoming. August 27.9 Benati, Luca. 2008. The Great Moderation in the United Kingdom. Journal of Money, Credit and Banking, 391: 121147.10 Benati, Luca. 2010. Are Policy Counterfactuals Based on Structural VARs Reliable?ECB Working Paper 1188.11 Benati, Luca, and Charles Goodhart. 2010. Monetary Policy Regimes and Economic Performance: The Historical Record, 19792008. In: Handbook of Monetary Economics, ed. Benjamin Friedman, and Michael Woodford, Volume 1D, North Holland.12 Benati, Luca, and Haroon Mumtaz. 2007. U.S. Evolving Macroeconomic Dynamics: A Structural Investigation. ECB Working Paper 746.13 Benati, Luca, and Paolo Surico. 2009. VAR Analysis and the Great Moderation.American Economic Review, 994: 16361652.2814 Berkowitz, Jeremy and Francis X. Diebold. 1998. Bootstrapping Multivariate Spectra. Review of Economics and Statistics, 804: 664666.15 Bomcid:133m, A.N., and L.H. Meyer. 2010. Quantifying the Eects of Fed Asset Purchases on Treasury Yields. Monetary Policy Insights: Fixed Income Focus.16 Canova, Fabio, and Gianni De Nicolcid:242. 2002. Monetary Disturbances Matter for Business Fluctuations in the G7. Journal of Monetary Economics, 496: 11311159.17 Canova, Fabio, and Luca Gambetti. 2009. Structural Changes in the US Economy:Is There a Role for Monetary Policy? Journal of Economic Dynamics and Control, 33:477490.18 Canova, Fabio, and Matthias Paustian. 2011. Business Cycle Measurement with Some Theory. Journal of Monetary Economics, 584: 345361.19 Canova, Fabio, and Joaquim Pina. 2005. What VAR Tell Us About DSGE Models. In: New Trends in Macroeconomics, ed. C. Diebolt, and C. Kyrtsou, Springer Verlag.20 Carter, Christopher K., and Robert Kohn. 1994. On Gibbs Sampling for State Space Models. Biometrika, 813: 54153.21 Carvalho, Carlos, Vasco Crdia, Stefano Eusepi, and Christian Grisse. 2011.An Assessment of the Eects of Unconventional Policies using CrossCountry Experiences. Mimeo, Federal Reserve Bank of New York.22 Chen, Han, Vasco Crdia, and Andrea Ferrero. 2011. The Macroeconomic Effects of LargeScale Asset Purchase Programs. Mimeo, Federal Reserve Bank of New York.23 Chung, Hess, JeanPhilippe Laforte, David Reifschneider, and John C.Williams. 2012. Have We Underestimated the Likelihood and Severity of Zero Lower Bound Events? Journal of Money, Credit and Banking, 441, Suppl.: 4782.24 Cogley, Timothy, Giorgio E. Primiceri, and Thomas J. Sargent. 2010.Incid:135ationGap Persistence in the US. American Economic Journal: Macroeconomics,21: 4369.25 Cogley, Timothy, and Thomas J. Sargent. 2002. Evolving PostWorld War II U.S.Incid:135ation Dynamics. In NBER Macroeconomics Annual 2001, ed. Ben S. Bernanke and Kenneth Rogo, 33173. Cambridge, MA: MIT Press.26 Cogley, Timothy, and Thomas J. Sargent. 2005. Drifts and Volatilities: Monetary Policies and Outcomes in the Post WWII US. Review of Economic Dynamics, 82:262302.2927 Dcid:146Amico, Stefania, and Thomas B. King. 2010. Flow and Stock Eects of LargeScale Treasury Purchases. Federal Reserve Board, Finance and Economics Discussion Series 201052.28 Del Negro, Marco, Gauti Eggertsson, Andrea Ferrero, and Nobuhiro Kiyotaki. 2010. The Great Escape? A Quantitative Evaluation of the Fedcid:146s NonStandard Policies. Mimeo, Princeton University.29 Doh, Taeyoung. 2010. The E cacy of LargeScale Asset Purchases at the Zero Lower Bound. Federal Reserve Bank of Kansas City Economic Review, 2: 534.30 Eickmeier, Sandra, and Boris Hofmann. 2012. Monetary Policy, Housing Booms,and Financial ImBalances. Macroeconomic Dynamics, forthcoming.31 Faust, Jon. 1998. The Robustness of Identicid:133ed VAR Conclusions about Money.CarnegieRochester Conference Series on Public Policy, 491: 207244.32 Gagnon, Joseph, Matthew Raskin, Julie Remache, and Brian P. Sack. 2011.The Financial Market Eects of the Federal Reserves LargeScale Asset Purchases.International Journal of Central Banking, 71: 343.33 Geweke, John. 1992. Evaluating the Accuracy of SamplingBased Approaches tothe Calculation of Posterior Moments. In: Bayesian Statistics, ed. Jos M. Bernardo,James O. Berger, Alexander P. Dawid and A.F.M. Smith, 169193. Oxford University Press, Oxford.34 Gilchrist, Simon, Vladimir Yankov, and Egon Zakrajcid:154ek. 2009. Credit Market Shocks and Economic Fluctuations: Evidence from Corporate Bond and Stock Markets. Journal of Monetary Economics, 564: 471493.35 Hamilton, James D., and Jing Cynthia Wu. 2012. The Eectiveness of Alternative Monetary Policy Tools in a Zero Lower Bound Environment. Journal of Money,Credit and Banking, 441, Suppl.: 346.36 Jacquier, Eric, Nicholas G. Polson, and Peter E. Rossi. 1994. Bayesian Analysisof Stochastic Volatility Models. Journal of Business and Economic Statistics, 124:371418.37 Joyce, Michael, Ana Lasaosa, Ibrahim Stevens, and Matthew Tong. 2011.The Financial Market Impact of Quantitative Easing. International Journal of Central Banking, 73: 113161.38 Kilian, Lutz, and Simone Manganelli. 2007. Quantifying the Risk of Decid:135ation.Journal of Money, Credit and Banking, 3923: 561590.3039 Kilian, Lutz, and Daniel P. Murphy. 2012. Why Agnostic Sign Restrictions Are Not Enough: Understanding the Dynamics of Oil Market VAR Models. Journal of the European Economic Association, forthcoming.40 Kilian, Lutz, and Robert J. Vigfusson. 2011. Are the Responses of the U.S. Economy Asymmetric in Energy Price Increases and Decreases? Quantitative Economics,23: 419453.41 Kim, ChangJin, and Charles R. Nelson. 1999. StateSpace Models with Regime Switching: Classical and GibbsSampling Approaches with Applications. Cambridge,MA: MIT Press.42 Koop, Gary, Roberto LeonGonzalez, and Rodney W. Strachan. 2009. Onthe evolution of the monetary policy transmission mechanism. Journal of Economic Dynamics and Control, 334: 9971017.43 Koop, Gary, M. Hashem Pesaran, and Simon M. Potter. 1996. Impulse Response Analysis in Nonlinear Multivariate Models. Journal of Econometrics, 741:119147.44 Krishnamurthy, Arvind, and Annette VissingJorgensen. 2011. The Eects of Quantitative Easing on Interest Rates. Mimeo, Kellogg School of Management.45 Lenza, Michele, Huw Pill, and Lucrezia Reichlin. 2010. Monetary Policy in Exceptional Times. Economic Policy, 2562: 295339.46 Mc Connell, Margaret, and Gabriel PrezQuircid:243s. 2000. Output Fluctuations inthe United States: What Has Changed Since the Early 1980cid:146s? American Economic Review, 90: 14641476.47 Meier, Andr. 2009. Panacea, Curse, or Nonevent? Unconventional Monetary Policyin the United Kingdom. IMF Working Paper 09163.48 Neely, Christopher. 2011. The LargeScale Asset Purchases Had Large International Eects. Federal Reserve Bank of St. Louis Working Paper.49 Primiceri, Giorgio E. 2005. Time Varying Structural Vector Autoregressions and Monetary Policy. Review of Economic Studies, 723: 821852.50 RubioRamcid:237rez, Juan, Dan F. Waggoner, and Tao Zha. 2010. Structural Vector Autoregressions: Theory of Identicid:133cation and Algorithms for Inference. Review of Economic Studies, 772: 665696.51 Rudebusch, Glenn D., Brian P. Sack, and Eric T. Swanson. 2007. Macroeconomic Implications of Changes in the Term Premium. Federal Reserve Bank of St.Louis Review, JulyAugust, 894: 241269.3152 Sargent, Thomas J. 1979. Estimating Vector Autoregressions Using Methods Not Based on Explicit Economic Theories. Federal Reserve Bank of Minneapolis Quarterly Review, 3Summer: 815.53 SchmittGroh, Stephanie, and Martcid:237n Urcid:237be. 2010. Liquidity Traps: An InterestRateBased Exit Strategy. NBER Working Paper 16514.54 Sims, Christopher A., and Tao Zha. 2006. Were there Regime Switches in U.S.Monetary Policy? American Economic Review, 961: 5481.55 Stock, James H., and Mark W. Watson. 1996. Evidence of Structural Instabilityin Macroeconomic Time Series Relations. Journal of Business and Economic Statistics,141: 1130.56 Swanson, Eric T. 2011. Letcid:146s Twist Again: A HighFrequency EventStudy Analysis of Operation Twist and Its Implications for QE2. Brookings Papers on Economic Activity, 1Spring: 151188.57 Swanson, Eric T. and John C. Williams. 2012. Measuring the Eect of the Zero Lower Bound on Medium and LongerTerm Interest Rates. Federal Reserve Bank of San Francisco Working Paper 201202.58 Uhlig, Harald. 2005. What are the Eects of Monetary Policy on Output? Resultsfrom an Agnostic Identicid:133cation Procedure. Journal of Monetary Economics, 522:381419.32 Panel A U.S. inflation U.S. output growth 0tnecrep0.511.5197019801990time 200020100105quarterstnecrep 00.511.522.533.5 Panel B197019801990time 200020100105quarters U.K. inflation U.K. output growth 00.511.52tnecrep2.51975 1980 1985 1990 1995 2000 2005 2010time 105quarters 000.511.522.5tnecrep31975 1980 1985 1990 1995 2000 2005 2010time Figure 1: Timevarying median responses of inflation and output growth to a contractionary monetary policy shock of 25 basis points. Panel A: United States over the period 1965Q1 to 2011Q4. Panel B: United Kingdom over the period 1975Q1 to 2011Q4. 105quarters 0 2.521.510.500.511.522.5Pure spread shocks 197019751980198519901995200020052010 Figure 2: Historical sequence of structural shocks to the yield spread for the U.S. over the period 1965Q4 to 2011Q4 where the vertical line indicates the announcement of the largescale asset purchase program. Panel A Fractions of draws for which counterfactual inflation is negative Inflation, actual and counterfactual Actual inflation 3210123410.90.80.70.60.50.40.30.20.1505101520Real GDP growth, actual and counterfactual 84th percentile Actualreal GDPgrowth Median 2008Q2Q42009Q2Q402008Q2Q42009Q2Q42008Q2Q4 Panel B Inflation, actual andcounterfactual corridor Real GPD growth, actual and counterfactual corridor 4Unemployment rate, actual and counterfactual 1216thpercentile 2009Q2Q4 3.532.521.510.500.511.52008Q2202468101211109876Q42009Q2Q42008Q2Q42009Q2Q42008Q2Q42009Q2Q4 Figure 3: Counterfactual simulations for U.S. inflation, output growth and unemployment rate for 2009 eliminating the impact on the spread of the FEDs asset purchases. Pure spread shocks 3210121980198519901995200020052010 Figure 4: Historical sequence of structural shocks to the yield spread for the U.K. over the period 1975Q2 to 2011Q4 where the vertical line indicates the announcement of quantitative easing. Panel A Fractions of drawsfor which counterfactual inflation is negative Inflation, actual and counterfactual Actualinflation 6420246810.90.80.70.60.50.40.30.20.1102008Q2Q42009Q2Q402008Q2Q42009Q2Q4 Panel B Real GDP growth, actual and counterfactual 84th percentile Actualreal GDPgrowth Median 20246810121416182008Q216th percentile Q42009Q2Q4 Real GDP growth, actual and counterfactual corridor Inflation, actual andcounterfactual corridor 642024620246810121482008Q2Q42009Q2Q4162008Q2Q42009Q2Q4 Figure 5: Counterfactual simulations for U.K. inflation and output growth for 2009 eliminating the impact on the spread of the Bo Es quantitative easing measures. istnop ssabi 302010020Interest rate Spread 0.500.5tnecrep 10horizon 19701980199020002010time 011970 1980 1990 2000 2010time 2010horizon 0Inflation Output growth 2.521.510.5tnecrep 20102000197020010horizon 19901980timetnecrep 32102010200019901980time 197020010horizon Figure 6: Median IRFs to a 1% negative shock to the longterm bond yield spread for the U.S. over the period 1965Q4 to 2011Q4 computed by setting the coefficients in the SVARs monetary rule to zero for 8 quarters. GDP deflatorinflation Real GDP growth 642010501972Q41998Q41990Q41981Q464206420642064202009Q401020010200102001020010201050105010501050020Quarters after shock 10020Quarters after shock 10020Quarters after shock 10020Quarters after shock 10020Quarters after shock 10 Figure 7: Median IRFs solid lines to a 1% negative shock to the longterm bond yield spread together with 16th and 84th percentiles dotted lines for the U.S. for selected quarters computed by setting the coefficients in the SVARs monetary rule to zero for 8 quarters. istnop ssabi Interest rate Spread 202462010horizon 01980 1990 2000 2010time Inflation 00.5tnecrep119801990201002000time Output growth 2010horizontnecrep 21.510.500.5201020001990198020time 010horizontnecrep 21.510.500.5201020001990time 198020010horizon Figure 8: Median IRFs to a 1% negative shock to the longterm bond yield spread for the U.K. over the period 1975Q2 to 2011Q4 computed by setting the coefficient in the SVARs monetary rule to zero for 8 quarters. 1980Q41990Q42000Q42009Q4210GDPdeflatorinflation 210210210101010201010201010201020Real GDPgrowth 210210210210020Quarters after shock 10020Quarters after shock 10020Quarters after shock 10020Quarters after shock 10Figure 9: Median IRFs solid lines to a 1% negative shock to the longterm bond yield spread together with 16th and 84th percentiles dotted lines for the U.K. for selected quarters computed by setting the coefficients in the SVARs monetary rule to zero for 8 quarters. Interest rate Spreadistnop ssabi 2001501005002010horizon 01970 1980 1990 2000 2010time Inflation 642tnecrep 02010200019901970201980time 010horizontnecrep 4201970 1980 1990 2000 20100time Output growth 2010horizontnecrep 64202010200019901970201980time 010horizon Figure 10: Median IRFs to a 1% negative shock to the longterm bond yield spread for the U.S. over the period 1965Q4 to 2011Q4 based on the constantinterestrate projection methodology to keep the policy rate constant for 8 quarters after impact. istnop ssabi 50520Interest rate Spread 0tnecrep0.5110horizon 01980 1990 2000 2010time1.519801990201002000time 2010horizon Inflation Output growthtnecrep 21.510.500.52010tnecrep 21.510.500.5201020001990198020time 010horizon 20001990198020time 010horizon Figure 11: Median IRFs to a 1% negative shock to the longterm bond yield spread for the U.K. over the period 1975Q2 to 2011Q4 based on the constantinterestrate projection methodology to keep the policy rate constant for 8 quarters after impact. Panel A 12108642U.S. prices 1970 1980 1990 2000 2010U.S. real GDP 19701980 1990 2000 201020151050 without ZLB constraintwith ZLB constraint Panel B U.K. prices 864219801990200020101086420 U.K. real GDP 1980199020002010without ZLB constraintwith ZLB constraint Figure 12: Timevarying median responses of inflation and real GDP one year after a 1% negative shock to the longterm yield spread with and without the zero lower bound constraint imposed on the policy rate where the vertical line indicates the start of largescale asset purchases. Panel A: United States over the period 1965Q4 to 2011Q4. Panel B: United Kingdom over the period 1975Q2 to 2011Q4. 0.060.040.0200.60.50.40.30.20.10t v,i 0.30.250.20.150.10.0520004000600001234ht 2004006000.10.080.060.040.020,i 200 400 6000.10.080.060.040.0203.532.521.510.50S1 , S2 , and S3 2 4 6 8 100.080.060.040.020At 200 600 1000qt 1000 2000 3000 4000 5000 6000 Figure 1A: Checking for convergence of the Markov chain: inefficiency factors for the draws from the ergodic distribution for the hyperparameters and the states for the U.S. VAR model. 0.120.10.080.060.040.0200.60.50.40.30.20.10t v,i 0.50.40.30.20.11000 2000 3000 4000 500001234ht 2004006000.060.050.040.030.020.010,i 200 400 6000.20.150.10.0503.532.521.510.50At 300 600 900S1 , S2 , and S3 2 4 6 8 100.080.060.040.020qt 1000 2000 3000 4000 5000 Figure 2A: Checking for convergence of the Markov chain: inefficiency factors for the draws from the ergodic distribution for the hyperparameters and the states for the U.K. VAR model. Panel A William Miller Arthur Burns U.S. inflation Ben Bernanke Alan Greenspan 1210864201970 1975 1980 1985 1990 1995 2000 2005 2010William Mc Chesney Martin Paul Volcker Panel B U.K. inflation U.K. joinsthe ERMIntroductionof inflationtargeting 353025201510501980198519901995200020052010Figure 3A: Actual GDP deflator inflation rates solid line and estimated trend median dashed line and 16th and 84th percentiles dotted lines. Panel A: United States over the period 1965Q4 to 2011Q4. Panel B: United Kingdom over the period 1975Q2 to 2011Q4. ", "filename": "719941490.pdf", "person": ["Christiane Baumeister", "Baumeister, Christiane", "Luca Benati", "Benati, Luca"], "date": ["2012"]}