{"lang": "de", "identifier_url": ["http://www.econstor.eu/bitstream/10419/60089/1/719933455.pdf"], "title": ["Regelwerke der IT-Compliance - Klassifikation und Übersicht. Teil 1: Rechtliche Regelwerke"], "plaintext": " Klotz, Michael: Regelwerke der ITCompliance Klassifikation und Ubersicht. In: SIMAT Arbeitspapiere. Hrsg. von Michael Klotz. Stralsund: FH Stralsund, SIMAT Stralsund Information Management Team, 2011 SIMAT AP, 3 2011, 11, ISSN 1868064X Download uber URN vom Server der Deutschen Nationalbibliothek: http:nbnresolving.deurn:nbn:de:0226simat 03110110 Impressum Fachhochschule Stralsund SIMAT Stralsund Information Management Team Zur Schwedenschanze 15 18435 Stralsund www.fhstralsund.de http:simatstralsund.de Herausgeber Prof. Dr. Michael Klotz Fachbereich Wirtschaft Zur Schwedenschanze 15 18435 Stralsund EMail: michael.klotzfhstralsund.de Autor Prof. Dr. Michael Klotz lehrt und forscht am Fachbereich Wirtschaft der FH Stralsund auf den Gebieten der Unternehmensorganisation und des Informationsmanagements. Er ist u. a. Wissenschaftlicher Leiter des SIMAT, regionaler Ansprechpartner der gfo Gesellschaft fur Organisation e.V., wissenschaftlicher Beirat und Academic Advocate der ISACA sowie Mitherausgeber der Zeitschrift ITGovernance. Die SIMAT Arbeitspapiere dienen einer moglichst schnellen Verbreitung von Forschungs und Projektergebnissen des SIMAT. Die Beitrage liegen jedoch in der alleinigen Verantwortung der Autoren und stellen nicht notwendigerweise die Meinung der FH Stralsund bzw. des SIMAT dar. Klotz: Regelwerke der ITCompliance Klassifikation und Ubersicht Teil 1: Rechtliche Regelwerke Regelwerke der ITCompliance Klassifikation und Ubersicht Teil 1: Rechtliche Regelwerke Prof. Dr. Michael Klotz 1 Zusammenfassung: ITCompliance bezeichnet einen Zustand, in dem alle, die IT des Unternehmens betreffenden und verbindlich vorgegebenen bzw. als verbindlich akzeptierten Vorgaben nachweislich eingehalten werden. Sofern die Vorgaben aus Gesetzen stammen, bedeutet dies, dass sich Unternehmen an geltendes Recht zu halten haben. Neben Gesetzen hat ein Unternehmen jedoch auch Vorgaben aus weiteren internen und externen Regelwerken zu beachten. In diesem Arbeitspapier werden Regelwerke betrachtet, aus denen rechtliche Vorgaben fur die IT des Unternehmens resultieren. Dies umfasst Gesetze und Rechtsverordnungen, Verwaltungsvorschriften, referenzierte Regelwerke und Urteile sowie Vertrage. Die wichtigsten in der Praxis relevanten und in der Fachwelt diskutierten Regelwerke werden in ein sog. House of ITCompliance eingeordnet und in ihrer Bedeutung fur ITCompliance kurz beschrieben. Hierzu erfolgen die Nennung des Regelwerks und eine kurze Inhaltsangabe. Als Status wird die aktuelle Fassung oder Version angegeben. Ein Link zum Text des Regelwerks vereinfacht die eigene Recherche. Insgesamt bietet das Arbeitspapier damit eine Handreichung fur die Praxis, die sich schnell hinsichtlich relevanter Regelwerke der ITCompliance orientieren will. Gliederung Vorwort 1. ITCompliance 1.1 Begriff der ITCompliance 1.2 Komplementare Sichtweisen der ITCompliance 1.3 Klassifikation der Regelwerke 2. Gesetze 2.1 ITspezifische Gesetze 2.2 Nicht ITspezifische Gesetze 3. Rechtsverordnungen 3.1 ITspezifische Rechtsverordnungen 3.2 Nicht ITspezifische Rechtsverordnungen 4. Verwaltungsvorschriften 1 Prof. Dr. Michael Klotz, FH Stralsund, Fachbereich Wirtschaft, Zur Schwedenschanze 15, 18435 Stralsund, michael.klotzfhstralsund.de SIMAT 0311011 3 Klotz: Regelwerke der ITCompliance Klassifikation und Ubersicht Teil 1: Rechtliche Regelwerke 5. Referenzierte Regelwerke 6. Rechtsprechung 7. Vertrage 7.1 Allgemeine Vertrage 7.2 ITVertrage 8. Ausblick Abkurzungsverzeichnis Quellenangaben Schlusselworter: Compliance Gesetz Governance Informationstechnologie ITCompliance ITVertrag Rechtsprechung Rechtsverordnung Regelwerk Vertrag Verwaltungsvorschrift JELKlassifikation: K12, K23, K31, K32, K34, M12, M41, M42 SIMAT 0311011 4 Klotz: Regelwerke der ITCompliance Klassifikation und Ubersicht Teil 1: Rechtliche Regelwerke Vorwort Funktionen und Systeme der Corporate Compliance haben sich in vielen Unternehmen in verschiedener Art und Weise durchgesetzt. Auch ITCompliance hat sich mittlerweile als ein fester Bestandteil des ITManagements etabliert. Gleichwohl liegt immer noch ein theoretischkonzeptionelles Defizit fur die Wissens und Managementdomane ITCompliance vor. Dies beginnt mit begrifflichen Abgrenzungen, setzt sich fort mit handlungsorientierten Strukturmodellen sowie vergleichenden Analysen und endet mit einer systemischen Integration mit anderen Gebieten des ITManagements, insbesondere mit dem ITRisikomanagement und dem ITSicherheitsmanagement. Auf der begrifflichen Seite besteht Einigkeit im Grunde lediglich auf einer alltagssprachlichen Ebene, wenn unisono drauf verwiesen wird, dass Compliance als Befolgung, Einhaltung etc. von Vorgaben, Regeln oder Anforderungen verstanden werden kann. Woher diese VorgabenRegelnAnforderungen stammen, wird dagegen oftmals nicht klar dargestellt. Hier soll das vorliegende Arbeitspapier zu einem Fortschritt verhelfen. Als Quelle der einzuhaltenden Vorgaben wird im Folgenden der ubergeordnete Begriff der Regelwerke verwendet. Diese werden systematisiert, wofur das Bild eines House of ITCompliance verwendet wird. In diese Systematik werden Regelwerke eingeordnet, die die IT eines Unternehmens direkt adressieren oder Anforderungen an andere Unternehmensfunktionen richten, die jedoch mehr oder weniger, mitunter aber auch nur ausschlielich mithilfe von IT erfullt werden konnen. Aus dieser Zuordnung ergeben sich zahlreiche Klarungen, aber auch neue Fragestellungen zum Umfang von ITCompliance. Deren Losung ist wiederum Voraussetzung dafur, dass die Theorie der Praxis Orientierung vermitteln und praxistaugliche Modelle an die Hand geben kann. In diesem Arbeitspapier werden Regelwerke betrachtet, aus denen rechtliche Vorgaben fur die IT des Unternehmens resultieren. Dies umfasst z. B. Gesetze und Rechtsverordnungen ebenso wie Rechtsprechung und Vertrage. In einem spateren Arbeitspapier werden sonstige unternehmensinterne und externe Regelwerke z. B. ITRichtlinien, ITNormen und Standards betrachtet. Prof. Dr. Michael Klotz SIMAT 0311011 5 Klotz: Regelwerke der ITCompliance Klassifikation und Ubersicht Teil 1: Rechtliche Regelwerke 1. ITCompliance 1.1 Begriff der ITCompliance ITCompliance materialisiert sich im Vorhandensein und Funktionieren spezifischer informations und kommunikationstechnischer Einrichtungen, im Vorliegen von Systemdokumentationen, Richtlinien, Kontrollergebnissen und Notfallplanen, korrekten und gesicherten Daten, Regelungen fur den Datenzugriff u. v. a. m. Dennoch steht all dies nicht fur die Bedeutung des Begriffs ITCompliance. Nicht der unmittelbare Zweck, der mit dem Vorhandensein der verschiedenen Geratschaften, Dokumente etc. verbunden ist, wird vom ComplianceBegriff adressiert, sondern eine Nebenbedingung steht hier im Vordergrund: die der Befolgung relevanter Vorgaben 2. Diese Vorgaben, die technischer, organisatorischer oder personeller Art sein konnen, erweisen sich in der Regel als Mittel zum Zweck. Vorgaben fur die IT So sollen beispielsweise durch eine Beschrankung des Datenzugriffs Datenverlust oder beschadigung und damit letztlich eine Beeintrachtigung des Unternehmenswertes verhindert werden. Umfang und Art der Beschrankung des Datenzugriffs haben verschiedenen Regelwerken zu genugen: Beispiel Datenzugriff internen Vorgaben, z. B. eines Berechtigungskonzepts; vertraglichen Vereinbarungen, z. B. im Rahmen von HostingVertragen; gesetzlichen Anforderungen, z. B. des Bundesdatenschutzgesetzes BDSG; akzeptierten Normen, z. B. der ISOIEC 27002; akzeptierten Standards, z. B. den Grundschutzkatalogen des Bundesamtes fur Sicherheit in der Informationstechnik BSI. Aus diesen und ggf. weiteren Regelwerken resultieren verschiedene Vorgaben, die i. d. R. durch mehrere Manahmen adressiert werden. Eine dieser Manahmen kann die Einfuhrung eines Identity Management Systems IMS darstellen. Durch die operative Nutzung des IMS werden die Vorgaben hinsichtlich der Beschrankung des Datenzugriffs schlielich erfullt; im Ergebnis entsteht Compliance, s. Abbildung 1. 2 Neben Befolgung werden auch die Begriffe Ubereinstimmung, Einhaltung, Konformitat, Erfullung oder Entsprechung verwendet; vgl. Klotz 2009, S. 3. SIMAT 0311011 6 Klotz: Regelwerke der ITCompliance Klassifikation und Ubersicht Teil 1: Rechtliche Regelwerke Compliance Regelwerkenthalt Vorgabeerfullt Manahme Abbildung 1 ITCompliance als Erfullung von Vorgaben Bsp.: Zugriffskontrolle nach Punkt 3 der Anlage zu 9 Satz 1 BDSGBsp.: Datenzugriff hat auf Basis von Zugriffsberechtigungen zu erfolgen Bsp.: Einfuhrung eines Identity Management Systems Die Erfullung von Vorgaben bildet somit die Basis fur den Begriff der ITCompliance. Dieser lasst sich wie folgt fassen: Definition ITCompliance ITCompliance bezeichnet einen Zustand, in dem alle, die IT des Unternehmens betreffenden und verbindlich vorgegebenen bzw. als verbindlich akzeptierten Vorgaben nachweislich eingehalten werden. Hierbei ist es unerheblich, ob die ITLeistungen ausschlielich unternehmensintern oder teilweise durch externe ITDienstleister im Rahmen von Entwicklungs, Hosting, OutsourcingVertragen o. A. erbracht werden.3 Sofern die Vorgaben aus Gesetzen stammen, bedeutet dies, dass sich Unternehmen an geltendes Recht zu halten haben was eigentlich eine Selbstverstandlichkeit sein sollte. Neben Gesetzen, oder besser Rechtsnormen, hat ein Unternehmen jedoch auch weitere Vorgaben aus unterschiedlichen internen und externen Regelwerken zu beachten.4 3 Vgl. Klotz 2009, S. 6. 4 Welche Regelwerke im Einzelnen zu behandeln sind, ist durchaus eine wichtige Frage, da hiervon der Umfang einer ComplianceVerantwortung abhangt. So begrenzt Hauschka Compliance auf gesetzliche Vorschriften s. Hauschka 2010, Rn. 2, d. h. auf eine sog. Legal Compliance. Dies ist fur den Bereich der ITCompliance als nicht ausreichend zu betrachten. Auch eine Bezugnahme auf regulatorische Vorgaben und Anforderungen RathSponholz 2009, S. 25 tragt hier kaum zur Klarung bei. Eine wichtige Orientierung gibt der DCGK Deutsche Corporate Governance Kodex, der in Nr. 4.1.3 die Einhaltung von gesetzlichen Bestimmungen und unternehmensinternen Richtlinien als Compliance bezeichnet und als Aufgabe des Vorstands festschreibt. Am nachsten kommt dem hier vertretenen Begriffsumfang noch das ITGovernanceReferenzmodell COBIT Control Objectives for Information and Related Technology, wo sich Compliance als Geschaftsanforderung auf Gesetze, Regulative und vertragliche Vereinbarungen in der Form externer Vorschriften und interner Richtlinien bezieht, vgl. ITGI 2005, S. 14. SIMAT 0311011 7 Klotz: Regelwerke der ITCompliance Klassifikation und Ubersicht Teil 1: Rechtliche Regelwerke 1.2 Komplementare Sichtweisen der ITCompliance In der Literatur und in Fachdiskussionen lassen sich haufig zwei Auffassungen von ITCompliance ausmachen. Die erste Sichtweise versteht ITCompliance als Einsatz von Soft und Hardwareprodukten, mit deren Hilfe die Einhaltung von Regelwerken insbesondere der Corporate Governance sichergestellt werden kann. In diesem Sinne handelt es sich um ITgestutzte Corporate Compliance.5 Diese Interpretation wird vor allem von Herstellern vertreten, die Losungen fur Archivierung, Sicherheits oder ContentManagement, Datenverschlusselung, Nutzer, Zugangs und Lizenzverwaltung u. a. m. anbieten. Aber auch auf Unternehmensseite wird dieser Sicht gerne gefolgt, belegt doch der Einsatz derartiger Systeme das Bemuhen um Compliance. Dass diese Auffassung ihre Berechtigung hat, soll nicht im Geringsten bezweifelt werden. Im Gegenteil: Ohne die genannten Losungen sind die zahlreichen ComplianceAnforderungen nicht in den Griff zu bekommen. Die zweite Sichtweise fragt danach, welche Vorgaben aus Gesetzen, Normen, Standards, Vertragen und anderen Regelwerken die IT selbst als Unternehmensfunktion zu erfullen hat. Hier richten sich Anforderungen direkt an die Planung, die Entwicklung und den Betrieb von Informationssystemen. Da diese Aufgaben ganz uberwiegend im Verantwortungsbereich der ITAbteilung eines Unternehmens liegen, steht hier somit die Compliance der ITFunktion im Mittelpunkt der Betrachtung. Auch diese Sichtweise ist vollauf berechtigt, ist sie doch Teil der Fuhrungsverantwortung der ITLeitung. In der Praxis sind beide Sichtweisen zusammenzubringen. Aus diesem Grunde ist es sinnvoll, sich die grundlegenden Unterschiede zwischen den beiden Interpretationsmoglichkeiten zu verdeutlichen, s. Abbildung 2. ITCompliance als Hard und Softwareeinsatz ComplianceAnforderungen an die ITFunktion Die Sichtweise Compliance der ITFunktion betrachtet die IT selbst als Trager von ComplianceAnforderungen. Hier stellen sich beispielsweise folgende Fragen:6 Compliance der ITFunktion Welche Rechtsnormen und ggf. sonstigen Regelwerke sind fur die IT des Unternehmens relevant? 5 Vgl. TeubnerFeller 2008, S. 401. 6 Nach KlotzDorn 2008, S. 9f. SIMAT 0311011 8 Klotz: Regelwerke der ITCompliance Klassifikation und Ubersicht Teil 1: Rechtliche Regelwerke Welche ITgestutzten Prozesse und Anwendungen sind betroffen und welche Anforderungen sind von ihnen zu erfullen? Welche Risiken resultieren in welcher Hohe aus fehlender oder mangelhafter Compliance der IT? Welche ComplianceAnforderungen haben die einzelnen Bereiche der IT Infrastruktur, Datenhaltung, Betrieb, Prozesse etc. zu erfullen? Welche technischen, organisatorischen und personellen Manahmen sind fur die Gewahrleistung von Compliance der IT zu ergreifen? Complianceder ITFunktion ITgestutzte Corporate Compliance Trager von ComplianceAnforderungen Die ITist  Mittel zur Erfullung von ComplianceAnforderungen Compliance von ITFokus: ITFunktion Compliance mit ITFokus: Unternehmen Abbildung 2 Compliance der ITFunktion vs. ITgestutzte Corporate Compliance ITgestutzte Corporate Compliance bedeutet, dass IT als Mittel zum Erreichen von Compliance in allen Unternehmensbereichen genutzt wird vor allem im Rechnungs und Finanzwesen, aber auch in der Beschaffung, im Personalwesen, im Vertrieb etc  Bei dieser Sichtweise stellen sich beispielsweise folgende Fragen: ITgestutzte Corporate Compliance Welche ComplianceAnforderungen haben die Geschaftsprozesse in den verschiedenen Geschaftsbereichen zu erfullen? Welche ComplianceAnforderungen kann eine spezifische Hard oder Software adressieren? Welche Hard oder Softwarelosung ist fur die Erfullung der ComplianceAnforderungen am besten geeignet? Wie sind die verfugbaren ComplianceMechanismen und Tools aufeinander abzustimmen? Es ist offensichtlich, dass beide Sichtweisen ineinandergreifen, da die Geschaftsprozesse uberwiegend ITgestutzt erfolgen und schon hierdurch Fachfunktion und ITFunktion gleichermaen betroffen sind. Insofern sind beide Sichtweisen notwendig, um Compliance im Allgemeinen und Compli SIMAT 0311011 9 Grundgerust Klassifikation nach Herkunft Rechtliche Regelwerke Klotz: Regelwerke der ITCompliance Klassifikation und Ubersicht Teil 1: Rechtliche Regelwerke ance der IT im Speziellen zu erreichen. Aber auch fur eine Klassifizierung der fur ITCompliance relevanten Regelwerke ist diese Unterscheidung hilfreich. 1.3 Klassifikation der Regelwerke In Abhandlungen zu ITCompliance werden relevante Regelwerke zumeist summarisch aufgelistet oder fachlich abgegrenzt. Im letzteren Fall wird entweder nur eine Perspektive eingenommen, wie z. B. fur die Informationssicherheit im vom Branchenverband BITKOM und dem DIN herausgegebenen Kompass der ITSicherheitsstandards 7, oder es werden zahlreiche Anwendungsbereiche aufgefuhrt, z. B. Archivierung, Datenschutz, Internes Kontrollsystem, Transparenz, Risikomanagement, deren Abgrenzung untereinander wiederum nicht trennscharf ist, so dass die Regelwerke mehreren Bereichen zuzuordnen sind. Fur diese Arbeit orientiert sich die Klassifikation an der Herkunft der Regelwerke aus Unternehmenssicht. Es werden drei fur ITCompliance relevante Gruppen von Regelwerken unterschieden, die in ihrer Summe ein Grundgerust fur eine systematische Analyse von ComplianceRegelwerken und Anforderungen darstellen. Diese drei Gruppen und ihre Regelwerke werden im Folgenden in ein so genanntes House of ITCompliance eingeordnet, s. Abbildung 3. Die erste Gruppe bilden die rechtlichen Regelwerke. Im Zentrum stehen hier Rechtsnormen, also vom Gesetzgeber erlassene Gesetze und Rechtsverordnungen. Offensichtlich relevant fur ITCompliance sind Gesetze, die sich schon vom Namen her auf die IT beziehen, wie beispielsweise das Bundesdatenschutzgesetz, das Signaturgesetz oder das Telemediengesetz.8 Zudem beziehen sich zahlreiche weitere Gesetze auf den ITEinsatz im Unternehmen, z. B. das Betriebsverfassungsgesetz oder hinsichtlich der Buchfuhrungs und steuerlichen Pflichten das Handelsgesetzbuch und die Abgabenordnung. In beiden Teilgruppen finden sich prinzipiell auch Gesetze anderer Staaten z. B. der SarbanesOylex Act, SOX sowie Rechtsentwicklungen, die sich auf EUEbene vollziehen z. B. die Richtlinie 9546EG des Euro 7 Siehe BITKOMDIN 2009, wo fur die ITSicherheit relevante ISOIECNormen, DINNormen, BestPracticeFrameworks, Branchenstandards, Verwaltungsanweisungen sowie nationale und auslandische Gesetze aufgefuhrt werden. 8 Diese ITspezifischen Gesetze werden mitunter unter dem Oberbegriff ITRecht oder Informationstechnologierecht zusammengefasst. SIMAT 0311011 10 Klotz: Regelwerke der ITCompliance Klassifikation und Ubersicht Teil 1: Rechtliche Regelwerke paischen Parlaments und des Rates vom 24. Oktober 1995 zum Schutz naturlicher Personen bei der Verarbeitung personenbezogener Daten und zum freien Datenverkehr 9. Abbildung 3 Das House of ITCompliance Unternehmensinterne Regelwerke ITRichtlinien ITHausstandards Rechtliche Regelwerke Gesetze und Rechtsverordnungen Rechtsprechung Unternehmensexterne Regelwerke Deklarationen Verhaltenskodizes ITLeitfaden und Verfahrensanweisungen Verwaltungsvorschriften ITNormen ITVerhaltenskodizes Referenzierte Regelwerke ITStandards ITVereinbarungen Vertrage  Fur die Auslegung von Gesetzen sind Gerichtsurteile von hoher praktischer Bedeutung. Insofern wird auch die Rechtsprechung als rechtliches Regelwerk in das House of ITCompliance eingeordnet. Gleichwohl ist dies ein Bereich der ITCompliance, in dem ein einigermaen vollstandiger und aktueller Uberblick ohne den Einsatz spezialisierter juristischer Ressourcen fast unmoglich sein durfte. Weitere fur die IT relevante rechtliche Regelwerke stellen Verwaltungsvorschriften dar. Diese werden beispielsweise von Ministerien z. B. dem Bundesfinanzministerium oder Aufsichtsorganisationen z. B. der Bundesanstalt fur Finanzdienstleistungsaufsicht zur Interpretation und Ausfuhrung der Rechtsnormen aufgestellt. Rechtsprechung Verwaltungsvorschriften 9 Diese Richtlinie wurde in Deutschland durch das Gesetz zur Anderung des Bundesdatenschutzgesetzes und anderer Gesetze vom 18. Mai 2001 verspatet umgesetzt. Im Juli 2005 rugte die EUKommission, dass den Stellen, die mit der Datenschutzaufsicht der Lander betraut sind, die erforderliche Unabhangigkeit von staatlicher Einflussnahme fehle. Nach einem Vertragsverletzungsverfahren urteilte der Europaische Gerichtshof Eu GH am 09.03.2010, dass die EUVorgabe in Deutschland falsch umgesetzt sei. Am 06.04.2011 hat die Europaische Kommission Deutschland nunmehr aufgefordert, dem Urteil des Eu GH nachzukommen und die EURichtlinie umzusetzen. SIMAT 0311011 11 Referenzierte Regelwerke Vertrage Unternehmensexterne Regelwerke Unternehmensinterne Regelwerke Klotz: Regelwerke der ITCompliance Klassifikation und Ubersicht Teil 1: Rechtliche Regelwerke Als referenzierte Regelwerke sollen hier solche Regelwerke bezeichnet werden, auf die in Gesetzen, Rechtsverordnungen und Verwaltungsvorschriften verwiesen wird oder die von der Rechtsprechung zur Auslegung herangezogen werden. In anderen Wirtschaftsbereichen wird hiervon regelmaig Gebrauch gemacht, beispielsweise im Bauwesen, wo in Urteilen DINNormen umfangreich zur Begrundung herangezogen werden. In der ITBranche sind derartige Verweise bisher jedoch noch kaum zu finden. Insbesondere haben Gerichte bisher noch nicht in ihren Urteilen auf die gangigen ITNormen und Standards zuruckgegriffen. Vertrage, die ein Unternehmen mit Kunden, Hard und SoftwareLieferanten und sonstigen Marktpartnern z. B. Versicherungen abschliet und die ITrelevante Vereinbarungen enthalten, erganzen die Gruppe der rechtlichen Regelwerke. Im Gegensatz zu den bisher genannten Regelwerken besitzen Vertrage jedoch keine allgemeine Verbindlichkeit, sondern verpflichten lediglich die jeweiligen Vertragspartner. Im Mittelpunkt stehen hier die zahlreichen Moglichkeiten, des ITOutsourcings, z. B. durch Vergabe von Entwicklungs und Wartungsauftragen an spezialisierte ITDienstleistungsunternehmen. Die zweite Gruppe bilden unternehmensexterne Regelwerke 10, die sich auf die Art und Weise der ITNutzung beziehen. Sie reichen von Deklarationen, die im Rahmen internationaler Veranstaltungen verabschiedet wurden, uber Richtlinien intergouvernementaler Organisationen wie der OECD und Verhaltenskodizes von Berufsorganisationen bis hin zu ITNormen oder Standards vielfaltiger Institutionen, die die Ausgestaltung oder Nutzung der IT durch BestPracticeModelle unterstutzen oder hierfur mehr oder weniger verbindliche Vorgaben machen. Die dritte Gruppe der unternehmensinternen Regelwerke ist notwendig, da die verschiedenen Regelwerke der anderen beiden Gruppen in aller Regel auf die Unternehmensspezifika angepasst werden mussen. Deshalb nutzen Unternehmen verschiedene interne Regelwerke, die Vorgaben fur die unternehmensinterne IT enthalten. Dies konnen eher strategische Richtlinien fur die IT sein oder operative ITLeitfaden und Verfahrensanweisungen. Hausstandards und interne Kodizes entstehen durch Adaption externer ITStandards und Verhaltenskodizes. Auch interne ITVereinbarungen, vor allem 10 Im Grunde musste es der sonstigen unternehmensexternen Regelwerke heien, da naturlich auch die rechtlichen Regelwerke unternehmensexterne Regelwerke darstellen. SIMAT 0311011 12 Klotz: Regelwerke der ITCompliance Klassifikation und Ubersicht Teil 1: Rechtliche Regelwerke Service Level Agreements SLAs, zahlen zu dieser Gruppe. Fur die Gruppe der rechtlichen Regelwerke werden im Folgenden die wichtigsten in der Praxis verwendeten und in der Literatur diskutierten Gesetze, Verordnungen, Verwaltungsvorschriften etc. aufgelistet, in der Summe 74 Regelwerke, s. Tabelle 1. Gruppe Gesetze Rechtsverordnungen ITspezifische Nicht ITspezifische ITspezifische Nicht ITspezifische Verwaltungsvorschriften Referenzierte Regelwerke Rechtsprechung Vertrage ITVertrage Allgemeine Vertrage 5 15 5 1 21 3 Insgesamt Anzahl Regelwerke 20 6 5 6 13 24 74 Tabelle 1 Verteilung der rechtlichen Regelwerke Eine Auflistung von Regelwerken, die der Forderung nach Systematik zumindest naherungsweise erfullen will, erfordert eine Abgrenzung. Abgrenzung der Betrachtung Es werden im Folgenden nur aktuelle Regelwerke aufgefuhrt. Damit entfallen solche Gesetze, deren Regelungen mittlerweile in andere Gesetze Eingang gefunden haben, wie z. B. das Teledienstegesetz TDG und das Teledienstedatenschutzgesetz TDDSG, die beide 2007 durch das Telemediengesetz TMG abgelost wurden. Ebenso werden Artikelgesetze, die Anderungen in mehreren anderen Gesetzen herbeifuhren, nicht berucksichtigt. Ein Beispiel hierfur ist das Informations und KommunikationsdiensteGesetz Iu KDG von 1997, das sowohl neue Gesetze enthielt z. B. das Signaturgesetz als auch Anderungen bestehender Gesetze z. B. des Strafgesetzbuches oder des Urheberrechtsgesetzes herbeifuhrte. Auf der anderen Seite werden aber auch keine Regelwerke aufgefuhrt, die lediglich als Entwurf vorliegen und noch nicht als Gesetz verabschiedet sind. Ein Beispiel hierfur ist der Gesetzentwurf zur Regelung des Beschaftigtendatenschutzes, der am 25.02.2011 im Bundestag in Nur aktuelle Regelwerke Keine Entwurfe SIMAT 0311011 13 Klotz: Regelwerke der ITCompliance Klassifikation und Ubersicht Teil 1: Rechtliche Regelwerke erster Lesung erortert wurde.11 Ein anderes Beispiel sind die Grundsatze ordnungsmaiger Buchfuhrung beim ITEinsatz Go BIT, die derzeit als Weiterentwicklung der Go BS Grundsatze ordnungsgemaer DVgestutzter Buchfuhrungssysteme 12 von der Arbeitsgemeinschaft fur wirtschaftliche Verwaltung e.V. AWV in Zusammenarbeit mit den Finanzbehorden erarbeitet werden.13 Weiterhin wird eine Einschrankung auf bundesdeutsche Regelwerke vorgenommen. Eine Berucksichtigung auslandischer, internationaler und supranationaler Regelwerke wurde schnell ausufern und ware letztlich willkurlich. Das Ausblenden supranationaler Regelwerke fuhrt dazu, dass die Rechtsentwicklungen auf der EUEbene keinen Eingang in die Darstellung finden. Dies muss jedoch aus nationalstaatlicher Perspektive kein Mangel sein, da die entsprechenden Vorgaben ohnehin auf der nationalen Ebene umzusetzen sind. So sieht beispielsweise die Richtlinie 201045EU vom 13.07.201014 Vereinfachungen der elektronischen Rechnungsstellung vor. Die Umsetzung in nationales Recht hat bis zum 01.01.2013 erfolgen. Nur bundesdeutsche Regelwerke SOX Gleichwohl werden durch diese Einschrankung Regelwerke ausgeblendet, die in der Fachdiskussion eine wesentliche Rolle spielen, allen voran der SarbanesOxley Act SOX, der regelmaig in ComplianceAbhandlungen erortert wird.15 Dieser soll deshalb auch an dieser Stelle zumindest kurz Erwahnung finden. Der SarbanesOxley Act ist ein 2002 erlassenes USBundesgesetz 16, das in Folge von Bilanzfalschungen 17 Regelungen fur die Corporate Governance von Unternehmen traf. Er ist fur diejenigen deutschen Unternehmen relevant, deren Wertpapiere in den USA gehandelt oder angeboten werden bzw. fur Tochtergesellschaften von Unternehmen, die 11 Vgl. Deutscher Bundestag o.J. 12 Siehe unten Kap. 4. 13 Der in dem AWVArbeitskreis erarbeitete Entwurf soll neuen Entwicklungen, Begrifflichkeiten, Schwerpunktverschiebungen und auch neu hinzutretenden Risiken bei der ITgestutzten Buchfuhrung Rechnung tragen AWV o.J. 14 Siehe http:eurlex.europa.euLex Uri ServLex Uri Serv.do?uriOJ:L:2010:189:0001:0008:DE:PDF . 15 Vgl. z. B. Rath 2008, S. 123f., GrummerSeeburg 2010. 16 Siehe http:thomas.loc.govcgibinqueryz?c 107:H.R.3763.ENR:. 17 In den USA waren dies vor allem die Betrugsfalle und Bilanzmanipulationen bei den Firmen Worldcom und Enron. SIMAT 0311011 14 Struktur der folgenden Darstellung ITspezifische Gesetze Klotz: Regelwerke der ITCompliance Klassifikation und Ubersicht Teil 1: Rechtliche Regelwerke SOX unterliegen 18. Section 404 des SOX schreibt die Implementierung und Bewertung eines Internen Kontrollsystems IKS fur die Rechnungslegung vor. Da dieses gewohnlich nicht ohne ITKontrollen auskommt, ergeben sich aus SOX indirekt Anforderungen an die IT eines Unternehmens, d. h. an das Konzipieren, Entwickeln, Testen und Uberwachen rechnungslegungsrelevanter ITKontrollen. Es erfolgen jeweils die Nennung des Regelwerks, ggf. mit Abkurzung, sowie eine kurze Inhaltsangabe die die Bedeutung des aufgefuhrten Regelwerks fur ITCompliance jedoch nicht erschopfend darstellen kann. Als Status wird die aktuelle Fassung oder Version angegeben. Ein Link zum Text des Regelwerks vereinfacht die eigene Recherche. 2. Gesetze Im Folgenden werden ITspezifische Gesetze und allgemeine, nicht ITspezifische Gesetze, die aber ebenso Anforderungen an die IT richten, aufgefuhrt. 2.1 ITspezifische Gesetze Die ITspezifischen Gesetze zeichnen sich dadurch aus, dass sie sich von ihrem Namen her bereits auf IT beziehen z. B. Daten, Informationstechnik, Medien. Entsprechend enthalt ein Groteil des jeweiligen Gesetzestextes ComplianceAnforderungen, die sich auf die Verwendung von Daten und Dokumenten oder die Durchfuhrung spezifischer Verfahren z. B. der Information oder Beteiligung von Betroffenen beziehen. Name BDSG Bundesdatenschutzgesetz Inhalt Das BDSG regelt die Erhebung, Verarbeitung und Nutzung personenbezogener Daten durch offentliche und nichtoffentliche Stellen Unternehmen. Beim Umgang mit personenbezogenen Daten ist jeweils eine genaue Prufung fur jede Nutzung z. B. fur die interne Auswertung von Kundendaten in DataWarehouse bzw. CRMLosungen vorzunehmen, ob diese Nutzung weitere Speicherung, Ubermittlung an andere Stellen, Auswertung von den konkreten Vertragszwecken und 18 Wie dies z. B. fur die AXA Konzern AG zutrifft, deren franzosische Muttergesellschaft an der New Yorker Borse NYSE notiert ist, s. MichelsKrzeminska 2006, S, 141. SIMAT 0311011 15 Klotz: Regelwerke der ITCompliance Klassifikation und Ubersicht Teil 1: Rechtliche Regelwerke damit von den Ermachtigungsvorschriften der 27 ff. BDSG gedeckt ist.19 Vor allem die Anlage zu 9 gibt verschiedene technische und organisatorische Kontrollmanahmen vor, die einen Missbrauch personenbezogener Daten verhindern sollen. Hierin kann auch ein Ansatzpunkt fur eine Verpflichtung des Unternehmens zu deckungsgleichen Manahmen der ITSicherheit gesehen werden.20 Status Fassung vom 14. Januar 2003 BGBl. I S. 66; zuletzt geandert durch Artikel 1 des Gesetzes vom 14. August 2009 BGBl. I S. 2814 Link zum Text: http:www.gesetzeiminternet.debdsg_1990BJNR029550990.html Name BSIG Gesetz uber das Bundesamt fur Sicherheit in der Informationstechnik BSIGesetz Inhalt Das BSIG richtet sich zwar nur an das BSI. In 2 Abs. 2 BSIG findet sich jedoch eine Legaldefinition fur Sicherheit in der Informationstechnik: Sicherheit in der Informationstechnik im Sinne dieses Gesetzes bedeutet die Einhaltung bestimmter Sicherheitsstandards, die die Verfugbarkeit, Unversehrtheit oder Vertraulichkeit von Informationen betreffen, durch Sicherheitsvorkehrungen 1. in informationstechnischen Systemen, Komponenten oder Prozessen oder 2. bei der Anwendung von informationstechnischen Systemen, Komponenten oder Prozessen. Status Fassung vom 14. August 2009 BGBl. I S. 2821 Link zum Text: http:www.gesetzeiminternet.debsig_2009BJNR282110009.html Name Sig G Gesetz uber Rahmenbedingungen fur elektronische Signaturen Signaturgesetz Inhalt Das Sig G regelt die Nutzung elektronischer Signaturen im Geschaftsverkehr, d. h. fur ECommerce und EGovernment. Hinsichtlich der elektronischen Signatur definiert das Sig G a eine einfache elektronischen Signatur, b eine fortgeschrittene elektronische Signatur und c eine fortgeschrittene qualifizierte d. h. auf einem Zertifikat basierende elektronische Signatur. Status Fassung vom 16. Mai 2001 BGBl. I S. 876; zuletzt geandert durch Artikel 4 des Gesetzes vom 17. Juli 2009 BGBl. I S. 2091 19 Beschreibung der Gesetzesinhalte hier und im Folgenden nach KlotzDorn 2009. 20 So bspw. Schmidl 2009, Rn 13ff. SIMAT 0311011 16 Klotz: Regelwerke der ITCompliance Klassifikation und Ubersicht Teil 1: Rechtliche Regelwerke Link Name Inhalt zum Text: http:bundesrecht.juris.desigg_2001index.html TKG Telekommunikationsgesetz Das TKG dient der Regulierung des Wettbewerbs im Bereich der Telekommunikation. Fur Unternehmen wird das TKG dann relevant, wenn die Einraumung der privaten Nutzung von Internet und EMail als Anbieten von Ubertragungswegen an Dritte i. S. d. TKG angesehen wird und ein Unternehmen dadurch Telekommunikationsdienste i. S. d. TKG erbringt. Nach 109 TKG hat jeder Diensteanbieter angemessene technische Manahmen zum Schutze des Fernmeldegeheimnisses und personenbezogener Daten sowie der Telekommunikations und Datenverarbeitungssysteme zu ergreifen. Hierzu sind u. a. ein ITSicherheitskonzept zu erstellen und ein ITSicherheitsbeauftragter zu ernennen. Status Fassung vom 22. Juni 2004 BGBl. I S. 1190, zuletzt geandert durch Artikel 3 des Gesetzes vom 24. Marz 2011 BGBl. I S. 506 Link Name Inhalt zum Text: http:bundesrecht.juris.detkg_2004BJNR119000004.html TMG Telemediengesetz Das TMG regelt die elektronischen Informations und Kommunikationsdienste und bildet damit eine wichtige Grundlage fur InternetDienste. Den Anbieter entsprechender Dienste treffen nach den 5, 6 TMG umfangreiche Informationspflichten z. B. Angaben zum Unternehmen, Erreichbarkeit, zu eventuellen Aufsichtsbehorden sowie zur Erkennbarkeit einer kommerziellen Kommunikation. Wichtig fur die Frage der Haftung des Diensteanbieters fur fremde Inhalte sind die 7 ff. TMG. Hierin ist ein Haftungsausschluss geregelt, der jedoch nach 10 TMG nur dann gilt, wenn die fremden Inhalte dem Unternehmen nicht bekannt gewesen oder die beanstandeten Daten unverzuglich nach Kenntnis entfernt oder gesperrt worden sind. Auch datenschutzrechtliche Anforderungen finden sich im TMG. So richtet sich die Bearbeitung personenbezogener Daten nach den 14, 15 TMG. Status Fassung vom 26. Februar 2007 BGBl. I S. 179, zuletzt geandert durch Artikel 1 des Gesetzes vom 31. Mai 2010 BGBl. I S. 692 Link zum Text: http:www.gesetzeiminternet.detmgBJNR017910007.html SIMAT 0311011 17 Nicht ITspezifische Gesetze Klotz: Regelwerke der ITCompliance Klassifikation und Ubersicht Teil 1: Rechtliche Regelwerke 2.2 Nicht ITspezifische Gesetze Die allgemeinen, nicht ITspezifischen Gesetze adressieren teilweise direkt die Art und Weise des ITEinsatzes dann zumeist nur in wenigen Paragraphen, teilweise beziehen sie sich nicht direkt auf die IT, wobei die IT in diesen Fallen aber das Mittel darstellt, um Vorgaben vor allem hinsichtlich Dokumentation und Archivierung zu erfullen. Name Akt G Aktiengesetz Inhalt Mit der Neufassung des Akt G von 2009 konnen nach 118 fur die Durchfuhrung der Hauptversammlung elektronische Kommunikationsmittel genutzt werden. Zudem sind nach 121 Abs. 3 i. V. m. 124a Informationen zur Hauptversammlung auf der Internetseite des Unternehmens zu veroffentlichen. Mitunter wird das Akt G angefuhrt, um ComplianceAnforderungen an das ITSicherheits oder das ITRisikomanagement zu begrunden. Hierfur bietet das Akt G jedoch keine unmittelbaren Ansatzpunkte. Naturlich hat sich das nach 91 Abs. 2 der 1998 durch das Kontra G eingefuhrt wurde einzurichtende Uberwachungssystem auch auf die IT zu erstrecken, wenn mit ihr bestandsgefahrdende Risiken verbunden sind. Ebenso ergibt sich lediglich mittelbar uber die in 93 festgeschriebenen Sorgfaltspflichten 21 eine Verankerung fur eine Verantwortung des Vorstands fur ITCompliance, ITRisiko und ITSicherheitsmanagement.22 Status Fassung vom 6. September 1965 BGBl. I S. 1089, zuletzt geandert durch Artikel 6 des Gesetzes vom 9. Dezember 2010 BGBl. I S. 1900 Link zum Text: http:bundesrecht.juris.deaktgBJNR010890965.html Name AO Abgabenordnung Inhalt Die AO ist der Kern des deutschen Steuerrechts. Fur ITCompliance sind die 145 ff. relevant, die die Aufzeichnungs und Aufbewahrungspflichten sowie den Datenzugriff durch die Finanzbehorden regeln. Von zentraler Bedeutung ist die Regelung des 147 Abs. 2 AO, wonach eine Aufbewahrung von Unterlagen auf Bildtragern oder anderen Datentragern erlaubt ist, wenn die Daten wahrend der Dauer der Aufbewahrungsfrist jederzeit verfugbar sind, unverzuglich lesbar gemacht und maschinell ausgewertet werden konnen. Um den Finanzbehorden die Prufung elektronisch gespeicherter Unter 21 Fur die Gmb H findet sich die entsprechende Regelung in 43 Gmbh G. 22 Vgl. RathSponholz 2009, S. 68f. SIMAT 0311011 18 Klotz: Regelwerke der ITCompliance Klassifikation und Ubersicht Teil 1: Rechtliche Regelwerke lagen und Daten zu ermoglichen, hat ein Unternehmen nach 147 Abs. 5 AO Hilfsmittel zur Verfugung zu stellen, um die Unterlagen lesbar zu machen. Noch weitergehend muss ein Unternehmen nach 147 Abs. 6 AO bei einer Erstellung der Aufzeichnungen mit Hilfe eines ITSystems nicht nur die Einsicht in diese Daten ermoglichen, sondern nach Vorgabe der Betriebsprufung die Daten selbst auswerten oder den Finanzbehorden auf einem verwertbaren lesbaren Datentrager zur Verfugung stellen. Status Fassung vom 1. Oktober 2002 BGBl. I S. 3866; 2003 I S. 61, zuletzt geandert durch Artikel 4 des Gesetzes vom 12. April 2011 BGBl. I S. 615 Link zum Text: http:www.gesetzeiminternet.deao_1977index.html Name Betr VG Betriebsverfassungsgesetz Inhalt Das Betr VG regelt in Bezug auf den ITEinsatz die Beteiligung des Betriebsrates, z. B. durch Mitwirkungsrechte in der Planungsphase oder ggf. Mitbestimmungsrechte in der Einfuhrungsphase. So ist der Betriebsrat nach 80 Abs. 2, 90 Betr VG uber die geplante Einfuhrung von ITSystemen, die Erweiterung ihres Einsatzes und die Einfuhrung neuer Programme unverzuglich zu unterrichten. Dem Betriebsrat steht daruber hinaus ein Mitbestimmungsrecht und die Manahme bedarf somit seiner Zustimmung in Form einer Betriebsvereinbarung, wenn es sich beim betreffenden ITSystem gema 87 Abs. 1 Nr. 6 Betr VG um eine Einrichtung handelt, die dazu bestimmt ist, die Leistung oder das Verhalten von Arbeitnehmern zu uberwachen. Status Fassung vom 25. September 2001 BGBl. I S. 2518, zuletzt geandert durch Artikel 9 des Gesetzes vom 29. Juli 2009 BGBl. I S. 2424 Link zum Text: http:www.gesetze.juris.debetrvgBJNR000130972.html Name BGB Burgerliches Gesetzbuch Inhalt Die Bezuge des BGB zur IT sind mittlerweile vielfaltig. So trifft das BGB fur Fernabsatzvertrage in den 312e, 312 c BGB Regelungen zur Nutzung von IT EMails, Tele und Mediendienste und legt Pflichten im elektronischen Geschaftsverkehr fest. So muss z. B. nach 312e Abs. 1 BGB eine Moglichkeit zur Korrektur von Eingabefehlern bestehen, der Vertrag muss durch das Unternehmen unverzuglich elektronisch bestatigt werden und der Inhalt und die Bedingungen des zu Stande gekommenen Vertrages mussen gespeichert werden und fur den Kunden abrufbar sein. Auerdem gilt das Kauf und Gewahrleistungsrecht des BGB auch fur SIMAT 0311011 19 Klotz: Regelwerke der ITCompliance Klassifikation und Ubersicht Teil 1: Rechtliche Regelwerke Softwareerstellung und kauf. So stellt das Gewahrleistungsrecht des BGB sowohl im Kauf als auch im Werkvertragsrecht in erster Linie auf die vereinbarte Sollbeschaffenheit ab 437 Abs.1, 633 Abs. 2 BGB, was in Vertragen eine moglichst genaue, ggf. funktionale Leistungsbeschreibung erfordert, deren Einhaltung durch Abgleich mit der tatsachlichen Beschaffenheit der jeweiligen Hard oder Software zu uberprufen ist. In den 126, Abs. 3, 126a BGB wird zudem die Verwendung von elektronischen Signaturen grundlegend geregelt. Diese ist hierdurch der Schriftform gleichgestellt, es sei denn, dass dies durch gesetzliche Regelung ausgeschlossen wird wie z. B. in den 623, 766, 780. Status Fassung der Bekanntmachung vom 2. Januar 2002 BGBl. I S. 42, 2909; 2003 I S. 738, zuletzt geandert durch Artikel 1 des Gesetzes vom 17. Januar 2011 BGBl. I S. 34 Link zum Text: http:www.gesetzeiminternet.debgbBJNR001950896.html Name EBGB Einfuhrungsgesetz zum Burgerlichen Gesetzbuche Inhalt Das EBGB enthalt in den Artikeln 240 und 246 Regelungen zu den Informationspflichten bei Fernabsatzvertragen, also bei elektronischem Geschaftsverkehr. Diese Pflichten umfassen neben zahlreichen Angaben zum Unternehmen und zu den Produkten und Leistungen auch Vertragsbedingungen inkl. AGB sowie nach 3 Nr. 5 Verhaltenskodizes, denen sich das Unternehmen unterwirft. Status Fassung der Bekanntmachung vom 21. September 1994 BGBl. I S. 2494; 1997 I S. 1061, zuletzt geandert durch Artikel 2 des Gesetzes vom 12. April 2011 BGBl. I S. 615 Link zum Text: http:bundesrecht.juris.debgbegBJNR006049896.htmlBJNR006049896BJNG053200140 Name Elektro G Gesetz uber das Inverkehrbringen, die Rucknahme und die umweltvertragliche Entsorgung von Elektro und Elektronikgeraten Elektro und Elektronikgerategesetz Inhalt Nicht mehr benotigte Hardware z. B. infolge einer Ersatzbeschaffung muss entsorgt werden. Hierbei ist die Pflicht gema 9 Abs. 1 Elektro G zu berucksichtigen, Altgerate einer getrennten Versorgung zuzufuhren. Status Fassung vom 16. Marz 2005 BGBl. I S. 762, zuletzt geandert durch Artikel 5 des Gesetzes vom 11. August 2010 BGBl. I S. 1163 Link zum Text: SIMAT 0311011 20 Klotz: Regelwerke der ITCompliance Klassifikation und Ubersicht Teil 1: Rechtliche Regelwerke http:www.gesetzeiminternet.deelektrogBJNR076200005.html Name HGB Handelsgesetzbuch Inhalt Das HGB stellt verschiedene Anforderungen an die elektronische Geschaftskommunikation sowie an die Verwendung von Bild und Datentragern im Rahmen der Buchfuhrung. So ist bei der Gestaltung der Geschaftskorrespondenz zu beachten, dass gema 37 a HGB auf allen Geschaftsbriefen, zu denen auch EMails gehoren, Angaben zur Firmierung, Vertretung und Handelsregistereintragung enthalten sein mussen. Die Aufbewahrung von Handelsbriefen kann zwar nach den 238 Abs. 2, 257 HGB auch auf Datentragern erfolgen. Diese mussen jedoch wahrend der Dauer der Aufbewahrungsfrist verfugbar und jederzeit lesbar sein. Status Bundesgesetzblatt Teil III, Gliederungsnummer 41001, veroffentlichte Fassung, zuletzt geandert durch Artikel 8 des Gesetzes vom 1. Marz 2011 BGBl. I S. 288 Link zum Text: http:www.gesetzeiminternet.dehgbBJNR002190897.html Name KWG Gesetz uber das Kreditwesen Kreditwesengesetz Inhalt Als Teil einer ordnungsgemaen Geschaftsorganisation haben Kredit und Finanzdienstleistungsinstitute nach 25 a Abs. 1 KWG ein Risikomanagement einzurichten, das ein Notfallkonzept insbesondere fur ITSysteme zu beinhalten hat. Der Paragraph enthalt weitere Pflichten, die auf die IT anzuwenden sind, vor allem bei Auslagerung der IT. Status Fassung der Bekanntmachung vom 9. September 1998 BGBl. I S. 2776, zuletzt geandert durch Artikel 2 des Gesetzes vom 1. Marz 2011 BGBl. I S. 288 Link zum Text: http:www.gesetze.juris.dekredwgBJNR008810961.html Name OWi G Gesetz uber Ordnungswidrigkeiten Inhalt Im OWi G finden sich im Zweiten Abschnitt, 116ff, Regelungen, nach denen Verstoe gegen die offentliche Ordnung auch durch Verbreitung von Ton oder Bildtragern sowie Datenspeichern begangen werden konnen. Status Fassung der Bekanntmachung vom 19. Februar 1987 BGBl. I S. 602, zuletzt geandert durch Artikel 2 des Gesetzes vom 29. Juli 2009 BGBl. I S. 2353 SIMAT 0311011 21 Klotz: Regelwerke der ITCompliance Klassifikation und Ubersicht Teil 1: Rechtliche Regelwerke Link zum Text: http:www.gesetzeiminternet.deowig_1968BJNR004810968.html Name St GB Strafgesetzbuch Inhalt Das St GB ist bereits ggf. bei Versto gegen die anderen hier genannten Gesetze relevant. Es enthalt auerdem ITspezifische Tatbestande, die Daten und ITSysteme schutzen sollen.23 Dies sind die 202a Ausspahen von Daten, 202b Abfangen von Daten, 202c Vorbereiten des Ausspahens und Abfangens von Daten, 269 Falschung beweiserheblicher Daten, 274 Unterdrucken beweiserheblicher Daten und 303a Datenveranderung. Status Fassung der Bekanntmachung vom 13. November 1998 BGBl. I S. 3322, zuletzt geandert durch Artikel 1 des Gesetzes vom 28. April 2011 BGBl. I S. 676 Link zum Text: http:www.gesetzeiminternet.destgbBJNR001270871.html Name Urh G Gesetz gegen den unlauteren Wettbewerb Inhalt Das Urh G regelt in 4 Urh G das Datenbankurheberrecht. Dies ist vor allem deswegen fur die ITCompliance relevant, da auch Websites haufig als Datenbankwerke im Sinne des 4 Abs. 2 Urh G geschutzt sind. Jede Publikation von Inhalten auf einer Website erfordert entsprechende Nutzungs und Verwertungsrechte, um nicht gegen Urheberrechte zu verstoen. Soweit Texte, Bilder oder andere schutzfahige Werke fur die Website erstellt werden, ist darauf zu achten, dass eine fur diese Nutzungsart ausreichende Ubertragung der Nutzungsrechte 31 ff. Urh G erfolgt. Status Fassung vom 9. September 1965 BGBl. I S. 1273, zuletzt geandert durch Artikel 83 des Gesetzes vom 17. Dezember 2008 BGBl. I S. 2586 Link zum Text: http:www.gesetzeiminternet.deurhgBJNR012730965.html Name USt G Umsatzsteuergesetz Inhalt Die relevanten Regelungen des USt G beziehen sich auf elektronische Rechnungen, deren Verwendung nach 14 Abs. 1 der Zustimmung des Empfangers bedarf. Nach 14 Abs. 3 USt G mussen bei einer auf elektronischem Wege ubermittelte Rechnung Echtheit und Unver 23 Nach Schmidl 2010, Rn. 132. SIMAT 0311011 22 Klotz: Regelwerke der ITCompliance Klassifikation und Ubersicht Teil 1: Rechtliche Regelwerke sehrtheit gewahrleistet sein entweder a durch eine qualifizierte elektronische Signatur nach dem Signaturgesetz oder b durch elektronischen Datenaustausch EDI nach Artikel 2 der Empfehlung 94820EG der EUKommission. Die Aufbewahrung elektronischer Rechnungen ist in 14b geregelt. Status Fassung der Bekanntmachung vom 21. Februar 2005 BGBl. I S. 386, zuletzt geandert durch Artikel 2 des Gesetzes vom 5. April 2011 BGBl. I S. 554 Link zum Text: http:www.gesetzeiminternet.deustg_1980BJNR119530979.html Name UWG Gesetz gegen den unlauteren Wettbewerb Inhalt Bei der Gestaltung einer Website sind die einzelnen in den 4 bis 7 UWG aufgefuhrten Tatbestande unlauteren Wettbewerbs zu berucksichtigen. Zudem enthalt 7 UWG Vorgaben fur die Nutzung werblicher EMails, die verhindern sollen, dass diese den Adressaten in unzumutbarer Weise belastigen. Status Fassung vom 3. Marz 2010 BGBl. I S. 254 Link zum Text: http:www.gesetze.juris.deuwg_2004BJNR141400004.html Name Wph G Gesetz uber den Wertpapierhandel Wertpapierhandelsgesetz Inhalt Nach 33 Abs. 1 Wph G haben Wertpapierdienstleistungsunternehmen die organisatorischen Pflichten nach 25a Abs. 1 und 4 KWG s. o. einhalten, also vor allem ein ITNotfallkonzept zu erstellen. Status Fassung der Bekanntmachung vom 9. September 1998 BGBl. I S. 2708, zuletzt geandert durch Artikel 1 des Gesetzes vom 5. April 2011 BGBl. I S. 538 Link zum Text: http:www.gesetzeiminternet.dewphgBJNR174910994.html Name Inhalt ZPO Zivilprozessordnung Nach 425 ZPO kann einem Unternehmen vom Gericht aufgegeben werden, in seinem Besitz befindliche Unterlagen vorzulegen. Dies stellt entsprechende Anforderungen an Dokumentation und Archivierung. Gema 427 ZPO kann die Nichtvorlage dazu fuhren, dass der Beweis durch den Gegner als gefuhrt gilt, insbesondere wenn, z. B. auf Grund der handelsrechtlichen Regelungen, eine Pflicht zur Aufbewahrung besteht. SIMAT 0311011 23 Klotz: Regelwerke der ITCompliance Klassifikation und Ubersicht Teil 1: Rechtliche Regelwerke Status Fassung vom 5. Dezember 2005 BGBl. I S. 3202; 2006 I S. 431; 2007 I S. 1781, zuletzt geandert durch Artikel 3 des Gesetzes vom 12. April 2011 BGBl. I S. 615 Link zum Text: http:www.gesetzeiminternet.dezpoBJNR005330950.html 3. Rechtsverordnungen Rechtsverordnungen unterliegen keinem formlichen Gesetzgebungsverfahren, sondern werden durch die Bundes oder eine Landesregierung oder ein Ministerium aufgrund einer in einem Bundes oder Landesgesetz geregelten Ermachtigung erlassen. Ein Beispiel hierfur ist die Bildschirmarbeitsverordnung s. u., die nach den im 18 Arb Sch G geregelten Verordnungsermachtigungen des Arbeitsschutzgesetzes von der Bundesregierung mit Zustimmung des Bundesrates erlassen wurde. Rechtsverordnungen sind Gesetze im materiellen Sinn, d. h. der Sache nach, und stellen untergesetzliche Rechtsnormen dar. Die im Folgenden aufgefuhrten Verordnungen sind ausschlielich Bundesrechtsverordnungen; durch Landesregierungen erlassene Verordnungen bleiben auer Betracht. Analog zu den ITGesetzen wird auch fur die Darstellung der Rechtsverordnungen wieder zwischen ITspezifischen und nicht ITspezifischen Regelwerken unterschieden. Rechtsverordnungen Abgrenzung 3.1 ITspezifische Rechtsverordnungen Die ITspezifischen Rechtsverordnungen beziehen sich vom Namen her wieder direkt auf die IT Informationspflichten, Informationstechnik, elektronische Signatur und regeln deren Gebrauch. ITspezifische Rechtsverordnungen Name BGBInfo V Verordnung uber Informations und Nachweispflichten nach burgerlichem Recht BGBInformationspflichtenVerordnung Inhalt Die BGBInfo V regelt erganzend zum BGB Informationspflichten im elektronischen Geschaftsverkehr. Verschiedene Regelungen wurden allerdings zuletzt auf das EBGB ubertragen. Status Fassung vom 5. August 2002 BGBl. I S. 3002; zuletzt geandert durch Artikel 3 des Gesetzes vom 17. Januar 2011 BGBl. I S. 34 Link zum Text: SIMAT 0311011 24 Klotz: Regelwerke der ITCompliance Klassifikation und Ubersicht Teil 1: Rechtliche Regelwerke http:www.gesetzeiminternet.debgbinfovindex.html Name Bildscharb V Verordnung uber Sicherheit und Gesundheitsschutz bei der Arbeit an Bildschirmgeraten Bildschirmarbeitsverordnung Inhalt Die Bildscharb V regelt die Arbeit an Bildschirmen und dient insbesondere der Sicherheit und dem Gesundheitsschutz der Arbeitnehmer innen. Ein Anhang enthalt die an Bildschirmarbeitsplatze zu stellenden Anforderungen, z. B. hinsichtlich Geraten und Arbeitsumgebung, aber auch in Bezug auf die softwareergonomische Gestaltung. Status Fassung vom 4. Dezember 1996 BGBl. I S. 1843; zuletzt geandert durch Artikel 7 der Verordnung vom 18. Dezember 2008 BGBl. I S. 2768 Link zum Text: http:www.gesetzeiminternet.debildscharbvBJNR184300996.html Name BITV Verordnung zur Schaffung barrierefreier Informationstechnik nach dem Behindertengleichstellungsgesetz Barrierefreie InformationstechnikVerordnung Inhalt Die BITV soll behinderten Menschen den Zugang und die Nutzung von Informationstechnik ermoglichen oder erleichtern. Sie betreffen vor allem die den ITNutzern angebotenen elektronischen Inhalte und Informationen. Hierfur werden Anforderungen in einer Anlage getroffen. Status Fassung vom 17. Juli 2002 BGBl. I S. 2654 Link zum Text: http:www.gesetzeiminternet.debitvBJNR265400002.html Name Sig V Verordnung zur elektronischen Signatur Signaturverordnung Inhalt Die Sig V erganzt das Sig G um Regelungen hinsichtlich der Tatigkeit von Zertifizierungsdiensteanbietern. Status Fassung vom 16. November 2001 BGBl. I S. 3074, zuletzt geandert durch Artikel 1 der Verordnung vom 15. November 2010 BGBl. I S. 1542 Link zum Text: http:bundesrecht.juris.desigv_2001BJNR307400001.html Name TKUV Verordnung uber die technische und organisatorische Umsetzung von Manahmen zur Uberwachung der Telekommunikation TelekommunikationsUberwachungsverordnung SIMAT 0311011 25 Klotz: Regelwerke der ITCompliance Klassifikation und Ubersicht Teil 1: Rechtliche Regelwerke Inhalt Die TKUV schreibt Betreibern von Telekommunikationsanlagen vor, welche Vorkehrungen sie fur den Fall einer Telekommunikationsuberwachung zu treffen haben. Status Fassung vom 3. November 2005 BGBl. I S. 3136, zuletzt geandert durch Artikel 4 des Gesetzes vom 25. Dezember 2008 BGBl. I S. 3083 Link zum Text: http:bundesrecht.juris.detk_v_2005BJNR313600005.html 3.2 Nicht ITspezifische Rechtsverordnungen In nicht ITspezifischen Rechtsverordnungen bezieht sich wieder nur ein geringer Teil der Regelungen auf ITBelange. Nicht ITspezifische Rechtsverordnungen Name PAng V Preisangabenverordnung Inhalt Die PAng V trifft fur den ECommerce wichtige Regelungen. So bestimmt 5 Abs. 1, dass der Ort eines Leistungsangebotes auch die Bildschirmanzeige sein kann. 4 Abs. 4 legt fur diesen Fall den Ort der Preisauszeichnung fest. Status Fassung der Bekanntmachung vom 18. Oktober 2002 BGBl. I S. 4197, zuletzt geandert durch Artikel 4 des Gesetzes vom 24. Juli 2010 BGBl. I S. 977 Link zum Text: http:www.gesetzeiminternet.depangvBJNR105800985.html 4. Verwaltungsvorschriften Verwaltungsvorschriften Auch ohne dass es sich um Rechtsnormen handelt, sind fur ITCompliance solche Regelwerke relevant, die von den zustandigen AufsichtsBehorden zur Interpretation und Ausfuhrung der Rechtsnormen aufgestellt oder erklartermaen herangezogen werden. Diese Regelwerke bewirken rechtlich eine Selbstbindung der Verwaltung, indem sie die Anwendung der Rechtsnormen durch die Verwaltung bestimmen. Zudem ist die Entwicklung zu beobachten, dass es zunehmend erganzende Informationsschreiben gibt, in denen dargelegt wird, wie spezielle Fragen zur Nutzung von IT aus Sicht der Verwaltung handzuhaben sind. Diese erganzenden Informationen haben allerdings in der Regel keine bindende Wirkung. SIMAT 0311011 26 Klotz: Regelwerke der ITCompliance Klassifikation und Ubersicht Teil 1: Rechtliche Regelwerke Name GDPd U Grundsatze zum Datenzugriff und zur Prufbarkeit digitaler Unterlagen Inhalt Die GDPd U regeln als Verwaltungsanweisung des Bundesfinanzministeriums BMF die Aufbewahrung digitaler Unterlagen und die Mitwirkungspflicht der Steuerpflichtigen bei Betriebsprufungen. So werden Unternehmen durch die GDPd U beispielsweise dazu verpflichtet, steuerrelevante Daten uber einen Zeitraum von mindestens zehn Jahren unveranderbar sowie maschinell les und auswertbar vorzuhalten. Status BMFSchreiben vom 16. Juli 2001 IV D 2 S 0316 13601 Link Name Inhalt zum Text: http:www.bundesfinanzministerium.deDEWirtschaft__und__VerwaltungSteuernVeroeffentlichungen__zu__SteuerartenAbgabenordnungDatenzugriff__GDPd U002,template Idraw,propertypublication File.pdf GDPd U Fragen und Antworten zum Datenzugriffsrecht der Finanzverwaltung Der Fragen und Antwortenkatalog des BMF bietet eine unverbindliche Orientierungshilfe fur die Anwendung des Datenzugriffsrechts nach den GDPd U. Hier wird beispielsweise in I Nr. 10 erklart, dass das Unternehmen verpflichtet sei, den Datenzugriff der Finanzverwaltung auf freiwillig gefuhrte, digitale Aufzeichnungen zuzulassen. Weiterhin findet sich in I Nr. 15 die Aussage, dass fur versehentlich uberlassene Daten kein Verwertungsverbot besteht. Status BMF, Stand: 22. Januar 2009 Link zum Text: http:www.bundesfinanzministerium.deDEBMF__StartseiteServiceDownloadsAbt__IV009,propertypublication File.pdf Name Inhalt GDPd U Information zum Beschreibungsstandard fur die Datentrageruberlassung Die Information enthalt grundlegende Informationen zum XMLbasierten Beschreibungsstandard. Dieser ist vor allem fur die Datentrageruberlassung Z3Zugriff als haufigste angewendete Methode in der digitalen Betriebsprufung relevant. Status BMF, Stand: 15. August 2002 Link zum Text: http:www.bundesfinanzministerium.deDEBMF__StartseiteServiceDownloadsAbt__IV010,propertypublication File.pdf SIMAT 0311011 27 Klotz: Regelwerke der ITCompliance Klassifikation und Ubersicht Teil 1: Rechtliche Regelwerke Name Go BS Grundsatze ordnungsmaiger DVgestutzter Buchfuhrungssysteme Inhalt Die Go BS regeln als Verwaltungsanweisung des Bundesfinanzministeriums BMF die ordnungsmaige Behandlung, insb. die Aufbewahrung und Archivierung elektronischer Dokumente. Sie beinhalten insb. auch die Verpflichtung zur Datensicherheit Tz. 5 der Go BS. Nach Tz. 6 der Go BS ist zudem fur jedes DVgestutzte Buchfuhrungssystem eine sog. Verfahrensdokumentation zu erstellen. Status BMFSchreiben vom 7. November 1995 IV A 8 S 0316 5295 BSt Bl 1995 I S. 738 zum Text: http:www.bundesfinanzministerium.denn_314DEBMF__StartseiteServiceDownloadsAbt__IVBMF__Schreiben015,template Idraw,propertypublication File.pdf Link Name Ma Risk Mindestanforderungen an das Risikomanagement Inhalt Die Ma Risk konkretisieren das von Kreditinstituten nach 25a Abs. 1 KWG Kreditwesengesetz einzurichtende Risikomanagement. Die der Ma Risk zugehorige Anlage 1 enthalt unter AT 7.2 Technischorganisatorische Ausstattung Vorgaben fur den ITEinsatz. Status Rundschreiben der Bundesanstalt fur Finanzdienstleistungsaufsicht Ba Fin vom 20.12.2005, Anlage 1: Ma Risk Regelungstext mit Erlauterungen Link zum Text: http:www.bundesbank.dedownloadbankenaufsichtpdfmarisk051220_anl 1.pdf 5. Referenzierte Regelwerke Regelwerke, die als solche keinen Rechtsnormcharakter haben und sowohl von Verwaltungen wie auch von privatrechtlichen Institutionen z. B. dem DIN, Deutsches Institut fur Normung stammen konnen, haben fur die ITCompliance die gleiche Bedeutung wie Rechtsnormen, wenn sie durch ausdruckliche Verweisung in diese einbezogen werden. Allerdings sind derartige Falle zurzeit recht selten. An erster Position erfolgt die Angabe des referenzierenden Regelwerks RW. Die Inhaltsangabe bezieht sich auf den Verweis im referenzierenden Regelwerk. Dann erfolgt die Angabe desder referenzierten Regelwerks Referenzierte Regelwerke SIMAT 0311011 28 Klotz: Regelwerke der ITCompliance Klassifikation und Ubersicht Teil 1: Rechtliche Regelwerke Regelwerke RR. Status und Link werden fur die Regelwerke getrennt aufgefuhrt. RW Inhalt RW Anlage zu den 3 und 4 Abs. 1 BITV Barrierefreie InformationstechnikVerordnung In der der BITV zugehorigen Anlage wird in der Einleitung zu Teil 1 darauf verwiesen, dass Anforderungen und Bedingungen der Anlage grundsatzlich auf den Zuganglichkeitsrichtlinien fur WebInhalte 1.0 Web Content Accessibility Guidelines 1.0 des World Wide Web Consortiums vom 5. Mai 1999 basieren. Status RW Fassung vom 16. November 2001 BGBl. I S. 3074, zuletzt geandert durch Artikel 1 der Verordnung vom 15. November 2010 BGBl. I S. 1542 Link RW RR Status RR Link RR RW Inhalt RW Status RW Link RR zum Text: http:www.bundesfinanzministerium.denn_314DEBMF__StartseiteServiceDownloadsAbt__IVBMF__Schreiben015,template Idraw,propertypublication File.pdf Web Content Accessibility Guidelines 1.0 Version 1.0, W3C Recommendation 5May1999 zum Text: http:www.w 3.orgTRWCAG10 EBGB Einfuhrungsgesetz zum Burgerlichen Gesetzbuche Art 248 3 Nr. 5 EBGB verweist auf Verhaltenskodizes, denen sich ein Unternehmen unterwirft. Bei elektronischem Geschaftsverkehr hat das Unternehmen diese Verhaltenskodizes anzugeben und elektronischen Zugang zu diesen zu gewahren. Fassung der Bekanntmachung vom 21. September 1994 BGBl. I S. 2494; 1997 I S. 1061, das zuletzt durch Artikel 2 des Gesetzes vom 12. April 2011 BGBl. I S. 615 geandert zum Text: http:bundesrecht.juris.debgbegBJNR006049896.htmlBJNR006049896BJNG053200140 Verhaltenskodizes Viele Unternehmen verweisen in ihren AGB darauf, dass sie sich keinen derartigen Verhaltenskodizes unterworfen haben. Mitunter SIMAT 0311011 29 Klotz: Regelwerke der ITCompliance Klassifikation und Ubersicht Teil 1: Rechtliche Regelwerke RW Inhalt RW finden sich jedoch Angaben, dass sich ein Unternehmen speziellen Sicherheitsrichtlinien oder Verbandskodizes unterworfen hat.24 Anlage 1: Ma Risk Regelungstext mit Erlauterungen Mindestanforderungen an das Risikomanagement In der der Ma Risk zugehorigen Anlage 1 verweist die Erlauterung zu AT 7.2 sowohl auf die vom Bundesamt fur Sicherheit in der Informationstechnik BSI herausgegebenen ITGrundschutzkataloge als auch auf die mittlerweile zuruckgezogene ISO 17799. Status RW Rundschreiben der Bundesanstalt fur Finanzdienstleistungsaufsicht Ba Fin vom 20.12.2005, Anlage 1: Ma Risk Regelungstext mit Erlauterungen Link RW zum Text: http:www.bundesbank.dedownloadbankenaufsichtpdfmarisk051220_anl 1.pdf RR ITGrundschutzkataloge Status RR Link RR unterschiedlich zur GrundschutzInformation des BSI: https:www.bsi.bund.deDEThemenITGrundschutzStartseite ITGrundschutzstartseiteitgrundschutz_node.html RR ISOIEC 17799 Status RR ISO stage code: Withdrawal stage 95.99 20081015 Withdrawal of International Standard Link RR RW Inhalt RW zur ISOInformation: http:www.iso.orgisocatalogue_detail?csnumber39612 Anlage 1 zu 11 Abs. 3, 15 Abs. 5 und 16 Abs. 2 Sig V: Vorgaben fur die Prufung von Produkten fur qualifizierte elektronische Signaturen Nach Nr. 1.1 der Anlage zur Sig V hat die Prufung von Produkten fur qualifizierte elektronische Signaturen nach den Gemeinsamen Kriterien fur die Prufung und Bewertung der Sicherheit von Informationstechnik Common Criteria for Information Technology Security Evaluation bzw. der ISOIEC 15408 oder nach den Kriterien fur die Bewertung der Sicherheit von Systemen der Informationstechnik ITSEC in der jeweils geltenden Fassung zu erfolgen. 24 Beispiele sind im Internet leicht recherchierbar und werden deshalb hier nicht angegeben. SIMAT 0311011 30 Klotz: Regelwerke der ITCompliance Klassifikation und Ubersicht Teil 1: Rechtliche Regelwerke Status RW Fassung vom 16. November 2001 BGBl. I S. 3074, zuletzt geandert durch Artikel 1 der Verordnung vom 15. November 2010 BGBl. I S. 1542 Link RW RR Status RR Link RR RR zum Text: http:www.bundesfinanzministerium.denn_314DEBMF__StartseiteServiceDownloadsAbt__IVBMF__Schreiben015,template Idraw,propertypublication File.pdf Common Criteria for Information Technology Security Evaluation unterschiedlich zur DownloadSeite des commoncriteriaportal: http:www.commoncriteriaportal.orgcc ISOIEC 15408 Status RR ISO stage code: Publication stage 60.60 20091203 International Standard published Link RR RR Status RR Link RR zur ISOInformation: http:www.iso.orgisoiso_cataloguecatalogue_tccatalogue_detail.htm?csnumber50341 Kriterien fur die Bewertung der Sicherheit von Systemen der Informationstechnik ITSEC Version 1.2 vom 28.06.1991 zum Text: https:www.bsi.bund.deShared DocsDownloadsDEBSIZertifizierungITSicherheitskriterienitsecdt_pdf.pdf?__blobpublication File 6. Rechtsprechung Zu den rechtlichen Vorgaben zahlt weiterhin die Rechtsprechung, die die Rechtsnormen auslegt und damit wesentlich deren Inhalt bestimmt. Dies betrifft in besonderem Mae so genannte unbestimmte Rechtsbegriffe bzw. Generalklauseln. Beispiele hierfur sind die ubliche Beschaffenheit, die das Vorliegen eines Mangels im Werkvertragsrecht bestimmt, oder Sorgfaltspflichten, deren Missachtung den Vorwurf fahrlassigen Verhaltens begrundet.25 25 Bspw. die in 347 HGB geregelte Sorgfalt eines ordentlichen Kaufmanns. SIMAT 0311011 31 Rechtsprechung Einschrankung Klotz: Regelwerke der ITCompliance Klassifikation und Ubersicht Teil 1: Rechtliche Regelwerke Die folgende Auflistung kann nicht annahernd eine Vollstandigkeit hinsichtlich der vor deutschen Gerichten verhandelten ITThemen beanspruchen; sie ist insofern nur exemplarisch zu verstehen. Insbesondere konnen Verfahren uber mehrere Instanzen oder Verweisungsstrukturen, die sich z. B. regelmaig bei Reaktionen der Rechtsprechung auf BGHUrteile ergeben, hier nicht dargestellt werden. Der Leserdie Leserin sei hierfur auf die juristische Fachliteratur verwiesen. Es wurden nur solche Urteile ausgewahlt, deren Urteilstext im Internet frei verfugbar ist. Die Inhaltsangaben richten sich uberwiegend nach den jeweils angegebenen Leitsatzen. Name BGH Bundesgerichtshof, X ZR 12901 Inhalt Urteil des BGH zu der Frage, ob im Rahmen der Erfullung eines Werkvertrages uber die Erstellung eines Softwareprogramms dem Auftraggeber auch der Quellcode uberlassen werden muss. Dies richtet sich mangels ausdrucklicher Vereinbarung nach den Umstanden des Einzelfalls. Status Urteil vom 16.12.2003 Az. X ZR 12901 Link zum Text: http:juris.bundesgerichtshof.decgibinrechtsprechungdocument.py?GerichtbghArtensidf 01be 94677eaded 74e 96437fcbe 7f 322client3nr28600pos4anz91 Name BGH Bundesgerichtshof, I ZR 30401 Inhalt Urteil des BGH Rolex   Ricardo, aus dem sich in die Zukunft gerichtete, verschuldensunabhangige Unterlassungsanspruche an Diensteanbieter ergeben konnen. Wird diesem ein Fall einer Markenverletzung bekannt, muss er nicht nur das konkrete Angebot unverzuglich sperren, sondern auch technisch mogliche und zumutbare Manahmen ergreifen, um dafur zu sorgen, dass es nicht zu weiteren entsprechenden Verletzungen kommt.26 Status Urteil vom 11.03.2004 Az. I ZR 30401 Link zum Text: http:www.jurpc.derechtspr20040265.htm Name BVerf G Bundesverfassungsgericht, 1 Bv R 209, 269, 362, 420, 440, 48483 Volkszahlungsurteil 26 Vgl. die Diskussion des Urteils und seiner Folgen bei WeberDittrich 2010, Rn. 1720. SIMAT 0311011 32 Klotz: Regelwerke der ITCompliance Klassifikation und Ubersicht Teil 1: Rechtliche Regelwerke Inhalt Das sog. Volkszahlungsurteil ist eine Grundsatzentscheidung des Bundesverfassungsgerichts. Mit diesem Urteil hat das BVerf G das Recht auf informationelle Selbstbestimmung als von Art 2 Abs. 1 in Verbindung mit Art 1 Abs. 1 GG umfasst anerkannt. Die zentrale Aussage lautet: Freie Entfaltung der Personlichkeit setzt unter den modernen Bedingungen der Datenverarbeitung den Schutz des Einzelnen gegen unbegrenzte Erhebung, Speicherung, Verwendung und Weitergabe seiner personlichen Daten voraus. Status Urteil vom 15.12.1983 Az. 1 Bv R 209, 269, 362, 420, 440, 48483 Link zum Text: http:www.lfd.mv.dedschutzges_verguvguv_a_20.html Name BVerf G Bundesverfassungsgericht, 1 Bv R 37007, 59507 Inhalt Das Bundesverfassungsgerichts hat mit diesem Urteil ein ITGrundrecht formuliert, indem es klarstellt, dass das allgemeine Personlichkeitsrecht nach Art. 2 Abs. 1 i. V. m. Art. 1 Abs. 1 GG ein Grundrecht auf Gewahrleistung der Vertraulichkeit und Integritat informationstechnischer Systeme umfasst. Status Urteil vom 27.02.2008 Az. 1 Bv R 37007, 59507 Link zum Text: http:www.bundesverfassungsgericht.deentscheidungenrs 20080227_1bvr 037007.html Name Inhalt FG RheinlandPfalz Finanzgericht RheinlandPfalz, 4 K 216704 In diesem Fall hat eine Bank ihre Datenbestande fur die Betriebsprufung nicht so organisiert, dass das Bankgeheimnis nach 30a AO bei einer Betriebsprufung gewahrt bleiben konnte. Das Finanzgericht bestatigt mit diesem Urteil das GDPd USchreiben im Hinblick auf die Pflicht des Gepruften, die Buchhaltungsdaten abzugrenzen und dabei fur steuerlich nicht relevante Daten gesetzliche Vorgaben wie Datenschutz und Berufsgeheimnis, aber eben auch das Bankgeheimnis, zu beachten.27 Status Urteil vom 20.01.2005 Az. 4 K 216704 Link zum Text: http:www.iww.deindex.cfm?pid1307opv050565 Name FG SchleswigHolstein Finanzgericht SchleswigHolstein, 3 V 24309 27 Nach Kaminski 2010, S. 22f. SIMAT 0311011 33 Klotz: Regelwerke der ITCompliance Klassifikation und Ubersicht Teil 1: Rechtliche Regelwerke Inhalt Von der Finanzverwaltung wurde ein Verzogerungsgeld gegen eine Gmb H mit inlandischen Buchhaltungssystemen verhangt, da diese der Aufforderung zur Datentrageruberlassung nach mehrmaligen Anforderungen nicht nachkam. Nachdem die Gmb H dem Verlangen genugte, beharrte die Finanzverwaltung jedoch auf der Forderung des Verzogerungsgeldes. Mit dem Verzogerungsgeld steht der Finanzverwaltung ein wirksames Mittel mit einem repressiven und praventiven Charakter zur Verfugung, um die mangelnde Umsetzung des digitalen Datenzugriffs zu sanktionieren.28 Status Urteil vom 03.02.2010 Az. 3 V 24309 Link zum Text: http:www.iww.deindex.cfm?pid1307opv101678 Name Inhalt LG Bonn Landgericht Bonn, 10 O 38701 Urteil des LG Bonn zu Leistungsstorungen im Softwarepflegevertrag. Es werden Vorgaben zur Softwaredokumentation gemacht. Diese ist z. B. als mangelhaft einzustufen, wenn in der Dokumentation abgebildete Bildschirmdialoge nicht mehr aktuell sind. Status Urteil vom 19.12.2003 Az. 10 O 38701 Link zum Text: http:www.jurpc.derechtspr20040109.htm Name Inhalt LG Koln Landgericht Koln, 4 Sa 101804 Nach dem LG Koln ist private Internet und EMailNutzung, die die Betriebstatigkeit nicht stort, keine erheblichen unzumutbaren Kosten verursacht und das Betriebssystem nicht gefahrdet, gestattet. Status Urteil vom 11.02.2005 Az. 4 Sa 101804 Link zum Text: http:www.justiz.nrw.denrwearbgskoelnlag_koelnj 20054_Sa_1018_04urteil 20050211.html Name Inhalt LG Landshut Landgericht Landshut, HK O 239202 Nach dem LG Landshut ist der Lieferung einer StandardSoftware Kaufrecht zu Grunde zu legen. Werkvertragsrecht kommt nur dann in Frage, wenn die StandardSoftware in einem Umfang entsprechend der individuellen Bedurfnisse des Kunden angepasst werden muss, dass im Ergebnis eine IndividualSoftware vorliegt. Zudem darf nach 28 Nach ebd., S. 28f. SIMAT 0311011 34 Klotz: Regelwerke der ITCompliance Klassifikation und Ubersicht Teil 1: Rechtliche Regelwerke diesem Urteil ein Handbuch als CDROM ubergeben werden. Status Urteil vom 20.08.2003 Az. 2 HK O 239202 Link zum Text: http:www.jurpc.derechtspr20040101.htm Name Inhalt LG Stuttgart Landgericht Stuttgart, 8 O 27499 Nach dem LG Stuttgart stellt die Ubergabe eines Handbuches beim Verkauf von Hard und Software eine Hauptleistungspflicht dar. Status Urteil vom 24.01.2002 Az. 8 O 27499 Link zum Text: http:www.jurpc.derechtspr20020108.htm Name OLG Hamm Oberlandesgericht Hamm, 13 U 13303 Inhalt Das OLG Hamm hat eine unterlassene Datensicherung bei Schaden, die durch Datenverluste entstehen, als Mitverschulden gewertet. Das Gericht stellte fest, dass eine Datensicherung taglich zu erfolgen hat, eine Vollsicherung mindestens einmal wochentlich. Status Urteil vom 01.12.2003 Az. 13 U 13303 Link zum Text: http:www.justiz.nrw.denrweolgshammj 200313_U_133_03urteil 20031201.html Name OLG Hamburg Oberlandesgericht Hamburg, 3 W 4410 Inhalt Als vorvertragliche Informationspflicht im elektronischen Geschaftsverkehr hat nach dem OLG Hamburg eine OnlineHandler den Verbraucher daruber zu informieren, wie mit den gema 312 e Abs. 1 Satz 1 Nr. 1 des Burgerlichen Gesetzbuchs zur Verfugung gestellten technischen Mitteln Eingabefehler vor Abgabe der Bestellung erkannt und berichtigt werden konnen. Status Urteil vom 14.05.2010 Az. 3 W 4410 Link zum Text: http:www.landesrecht.hamburg.dejportalportalpagebshaprod.psml;jsessionidD0EE59E4F4B727BF37EAB3766448FAB8.jpj 4?showdoccase1doc.idKORE536532010stent Name OLG Koln Oberlandesgericht Koln, 19 U 405 Inhalt Zum Anforderungsprofil einer Individualsoftware hat das OLG Koln entschieden, dass es grundsatzlich die Aufgabe des Auftraggebers ist, SIMAT 0311011 35 Klotz: Regelwerke der ITCompliance Klassifikation und Ubersicht Teil 1: Rechtliche Regelwerke das fur die Softwareentwicklung erforderliche Anforderungsprofil zu erstellen. Der Auftragnehmer muss hieran in geeigneter Weise mitwirken. Status Urteil vom 29.07.2005 Az. 19 U 405 Link zum Text: http:www.jurpc.derechtspr20060016.htm 7. Vertrage 7.1 Allgemeine Vertrage Ahnlich wie bei Gesetzen und Rechtsverordnungen sind hier zwei Gruppen von Vertragen von Bedeutung: Gruppierung Vertrage allgemeiner Art, deren Vertragsgegenstand sich nicht auf ITBelange konzentriert, die aber einzelne ITrelevante Regelungen enthalten beispielsweise zum Austausch oder zur Aufbewahrung von Informationen oder die dem Vertragsdokument als ITObjekt einen schutzwurdigen Status zuerkennen was gewohnlich durch eine Geheimhaltungsvereinbarung geschieht; spezifische ITVertrage, deren Vertragsgegenstand sich auf ITLeistungen bezieht und die dadurch direkt relevant sind fur ITCompliance z. B. ITEntwicklungs oder Schulungsvertrage, Softwareuberlassungs und Softwarepflegevertrage, Providervertrage. Fur die erste Gruppe sollen im Folgenden einige Beispiele angefuhrt werden. Die zweite Gruppe wird im nachsten Abschnitt behandelt. Vertrage allgemeiner Art Name Beratungsvertrag Inhalt Muster eines allgemein gehaltenen Beratungsvertrages, der Regelungen zur Vertraulichkeit, zum Datenschutz sowie zur Aufbewahrung und Ruckgabe von Unterlagen enthalt. Status Stand: nicht angegeben Link zum Text: http:www.go.nrw.defilesmusterberatungsvertrag_bpw_010710_1.pdf Name LOI Letter of Intent Absichtserklarung Inhalt Muster einer Absichtserklarung, bereitgestellt von der IHK Frankfurt am Main, in der eine Geheimhaltungsvereinbarung enthalten ist. SIMAT 0311011 36 Klotz: Regelwerke der ITCompliance Klassifikation und Ubersicht Teil 1: Rechtliche Regelwerke Status Stand: nicht angegeben Link zum Text: http:www.frankfurtmain.ihk.derechtmustervertragintentindex.html Name Geheimhaltungsvereinbarung Inhalt Muster einer Geheimhaltungsvereinbarung, bereitgestellt von der IHK Frankfurt am Main, in dem zahlreiche Pflichten zum Umgang mit vertraulichen Informationen festgehalten werden. Status Stand: 1. Januar 2011 Link zum Text: http:www.frankfurtmain.ihk.derechtmustervertraggeheimhaltungsvereinbarungindex.htmlhtml 7.2 ITVertrage ITVertrage finden sich im Internet in groer Anzahl, schon weil Unternehmen ihre Vertragsbedingungen auf ihre Homepage stellen mussen. Im Folgenden sollen jedoch keine Individualvertrage angefuhrt werden, sondern nur solche, die von unabhangigen Organisationen als Muster angeboten werden. Hier finden sich Beispiele bei Industrie und Handelskammern IHK sowie bei der Bundesbeauftragten der Bundesregierung fur Informationstechnik BundesCIO. In jedem Fall ist aber darauf hinzuweisen, dass Muster nie eine auf den jeweiligen Anwendungsfall individuell angepasste Vertragsgestaltung ersetzen konnen. Auf der Homepage der Bundesbeauftragten der Bundesregierung fur Informationstechnik werden die Erganzenden Vertragsbedingungen fur die Beschaffung von Informationstechnik EVBIT zum Download angeboten.29 Die EVBIT sind fur ITBeschaffungen der offentlichen Hand magebend. Sie losen die alteren BVB Besondere Vertragsbedingungen fur die Beschaffung von DVLeistungen ab. Nach 3.1.1 der Allgemeinen Verwaltungsvorschriften zu 55 BHO Bundeshaushaltsordnung sind die EVBIT bei offentlichen Ausschreibungen bzgl. Beschaffung und Betrieb von DV 29 Zur Information der Bundesbeauftragten der Bundesregierung fur Informationstechnik: http:www.cio.bund.deDEITAngebotITBeschaffungEVBIT_BVBevbit_bvb_node.html SIMAT 0311011 37 ITVertrage EVBIT Klotz: Regelwerke der ITCompliance Klassifikation und Ubersicht Teil 1: Rechtliche Regelwerke Anlagen und Geraten sowie von DVProgrammen anzuwenden.30 In einem offenen Verfahren haben Bieter die EVBIT zu beachten, ansonsten droht Ausschluss aus dem Verfahren. Trotzdem ist die Anwendung nicht zwingend, beispielsweise im Rahmen eines Verhandlungsverfahrens. Da die EVBIT letztlich Allgemeine Geschaftsbedingungen AGB darstellen, unterliegen sie auch deren, durch die 305 bis 310 BGB festgelegten Beschrankungen.31 Jeder EVBITVertrag umfasst mehrere vertragliche Regelungen, insbesondere die AGB und den individuell auszufullenden Vertragstext. Hinzu kommen erganzende Regelungen bzw. Muster, z. B. fur Leistungsnachweise oder Storungsmeldungen. Name Erganzende Vertragsbedingungen fur die Beschaffung von Informationstechnik EVBIT, SystemlieferungsAGB Inhalt Die EVBIT SystemlieferungsAGB richten sich auf die Lieferung eines IT Systems, wobei neben dem Kauf von Komponenten zusatzlich ServiceLeistungen in Anspruch genommen werden nach 1.1 EVBIT. Status Version 1 vom 01.02.2010 zum Text: http:www.cio.bund.deShared DocsPublikationenDEITAngebotEVBIT_VertragstypenEVBIT_Systemlieferungevb_it_agb_pdf_download.pdf;jsessionidDBE12415907A81B78C832F56CB891C9B.2_cid 093?__blobpublication File Link Name Erganzende Vertragsbedingungen fur die Beschaffung von Informationstechnik EVBIT, Systemlieferungsvertrag Inhalt Der EVBIT Systemlieferungsvertrag enthalt auf der Basis der EVBIT SystemlieferungsAGB die im konkreten Anwendungsfall auszufullenden Regelungen. Status Version 1 vom 01.02.2010 Link zum Text: http:www.cio.bund.deShared DocsPublikationenDEITAngebotEVBIT_VertragstypenEVBIT_Systemlieferungevb_it_systemlieferungsvertrag_pdf_download.pdf;jsessionidDBE12415907A81B78C832F56CB891C9B.2_cid 093?__blo 30 Siehe Nr. 3.1.1 VVBHO zu 55 BHO: http:www.verwaltungsvorschrifteniminternet.debsvwvbund_14032001_II.htmivz 60 31 Nach Bachmann 2009, S. 679f. SIMAT 0311011 38 Klotz: Regelwerke der ITCompliance Klassifikation und Ubersicht Teil 1: Rechtliche Regelwerke bpublication File Name Storungsmeldeformular zu EVBIT, Systemlieferungsvertrag 32 Inhalt Muster fur eine Storungs bzw. Mangelmeldung. Status Version 1 vom 01.02.2010 Link zum Text: http:www.cio.bund.deShared DocsPublikationenDEITAngebotEVBIT_VertragstypenEVBIT_Systemlieferungevb_it_muster_1_pdf_download.pdf?__blobpublication File Name Erganzende Vertragsbedingungen fur die Erstellung eines ITSystems EVBIT System Inhalt Die EVBIT System richten sich als allgemeine Regelung auf die Erstellung eines Gesamtsystems auf der Grundlage eines Werkvertrages. Soweit vereinbart werden zudem noch Serviceleistungen z. B. Beratung, Schulung oder auch die Weiterentwicklung und Anpassung des Gesamtsystems nach der Abnahme geregelt. Status Version 1.01 vom 01.10.2007 Link zum Text: http:www.cio.bund.deShared DocsPublikationenDEITAngebotEVBIT_VertragstypenEVBIT_Systemevb_it_dienstleistungen_ergaenzende_vertragsbedingungen_Erstellung_e_it_Systems_pdf_download.pdf?__blobpublication File Name Erganzende Vertragsbedingungen fur die Erstellung eines ITSystems, Systemvertrag Inhalt Der EVBIT Systemvertrag enthalt auf der Basis der EVBIT System die im konkreten Anwendungsfall auszufullenden Regelungen. Status Version 1.02 vom 05.11.2007 Link zum Text: http:www.cio.bund.deShared DocsPublikationenDEITAngebotEVBIT_ArchivSystemVertragsformular_Systemvertragversion_vom_051107_pdf_download.pdf?__blobpublication File 32 Die Storungsmeldeformulare fur die anderen EVBITVertrage sind ahnlich strukturiert, so dass auf ihre Beschreibung an dieser Stelle verzichtet wird. SIMAT 0311011 39 Klotz: Regelwerke der ITCompliance Klassifikation und Ubersicht Teil 1: Rechtliche Regelwerke Name Erganzende Vertragsbedingungen fur die Beschaffung von Informationstechnik, Kauf von Hardware Inhalt Die EVBIT fur den Kauf von Hardware regeln die Lieferung von Hardware inkl. Nebenpflichten z. B. Entsorgung, Datensicherung. Status Version vom 01.04.2002 Link zum Text: http:www.cio.bund.deShared DocsPublikationenDEITAngebotEVBIT_VertragstypenEVBIT_Kaufevb_it_dienstleistungen_ergaenzende_vertragsbedingungen_Kauf_Hardware_pdf_download.pdf?__blobpublication File Name Erganzende Vertragsbedingungen fur die Beschaffung von Informationstechnik, Kaufvertrag Langfassung Inhalt Der EVBIT Kaufvertrag enthalt die im konkreten Anwendungsfall auszufullenden Regelungen fur den Kauf sowohl von Hardware als auch von Standardsoftware Langfassung. Status Version vom 01.04.2002 Link zum Text: http:www.cio.bund.deShared DocsPublikationenDEITAngebotEVBIT_VertragstypenEVBIT_Kaufevb_it_kaufvertrag_langf_pdf_download.pdf?__blobpublication File Name Erganzende Vertragsbedingungen fur die Beschaffung von Informationstechnik, Kaufvertrag Kurzfassung Inhalt Der EVBIT Kaufvertrag enthalt die im konkreten Anwendungsfall auszufullenden Regelungen fur den Kauf sowohl von Hardware als auch von Standardsoftware Kurzfassung. Status Version vom 01.04.2002 Link zum Text: http:www.cio.bund.deShared DocsPublikationenDEITAngebotEVBIT_VertragstypenEVBIT_Kaufevb_it_kaufvertrag_kurzf_pdf_download.pdf?__blobpublication File Name Erganzende Vertragsbedingungen fur die Beschaffung von ITDienstleistungen Inhalt Die EVBIT Dienstleistung regeln die Erbringung von Dienstleistungen, wobei der Auftraggeber die Projekt und Erfolgsverantwortung tragt. Auerdem obliegt im explizit die Pflicht zur Datensicherung. SIMAT 0311011 40 Klotz: Regelwerke der ITCompliance Klassifikation und Ubersicht Teil 1: Rechtliche Regelwerke Status Version vom 01.04.2002 Link zum Text: http:www.cio.bund.deShared DocsPublikationenDEITAngebotEVBIT_VertragstypenEVBIT_Dienstleistungevb_it_dienstleistungen_ergaenzende_vertragsbedingungen_beschaffung_it_dienstl_pdf_download.pdf?__blobpublication File Name Erganzende Vertragsbedingungen fur die Beschaffung von Informationstechnik, Dienstvertrag Inhalt Der EVBIT Dienstvertrag enthalt die im konkreten Anwendungsfall auszufullenden Regelungen fur die Beschaffung von ITDienstleistungen. Status Version vom 01.04.2002 Link zum Text: http:www.cio.bund.deShared DocsPublikationenDEITAngebotEVBIT_VertragstypenEVBIT_Dienstleistungevb_it_dienstleistungen_dienstvertrag_pdf_download.pdf?__blobpublication File Name Erganzende Vertragsbedingungen fur die zeitlich unbefristete Uberlassung von Standardsoftware gegen Einmalvergutung EVBIT Uberlassung Typ A Inhalt Die EVBIT Uberlassung Typ A regeln die zeitlich unbefristete Uberlassung von Standardsoftware gegen Einmalvergutung. Status Version vom 01.04.2002 Link zum Text: http:www.cio.bund.deShared DocsPublikationenDEITAngebotEVBIT_VertragstypenEVBIT_Ueberlassung_Typ_Aevb_it_dienstleistungen_ergaenzende_vertragsbedingungen_ueberlassung_typ_a_pdf_download.pdf?__blobpublication File Name Vertrag uber die zeitlich unbefristete Uberlassung von Standardsoftware gegen Einmalvergutung Langfassung Inhalt Der EVBIT Uberlassungsvertrag Typ A enthalt die im konkreten Anwendungsfall auszufullenden Regelungen fur die Uberlassung von Standardsoftware gegen Einmalvergutung Langfassung. Status Version vom 01.04.2002 Link zum Text: SIMAT 0311011 41 Klotz: Regelwerke der ITCompliance Klassifikation und Ubersicht Teil 1: Rechtliche Regelwerke http:www.cio.bund.deShared DocsPublikationenDEITAngebotEVBIT_VertragstypenEVBIT_Ueberlassung_Typ_Aevb_it_ueberlassungsvertrag_typ_a_langf_pdf_download.pdf?__blobpublication File Name Vertrag uber die zeitlich unbefristete Uberlassung von Standardsoftware gegen Einmalvergutung Kurzfassung Inhalt Der EVBIT Uberlassungsvertrag Typ A enthalt die im konkreten Anwendungsfall auszufullenden Regelungen fur die Uberlassung von Standardsoftware gegen Einmalvergutung Kurzfassung. Status Version vom 01.04.2002 Link zum Text: http:www.cio.bund.deShared DocsPublikationenDEITAngebotEVBIT_VertragstypenEVBIT_Ueberlassung_Typ_Aevb_it_ueberlassungsvertrag_typ_a_langf_pdf_download.pdf?__blobpublication File Name Erganzende Vertragsbedingungen fur die zeitlich befristete Uberlassung von Standardsoftware EVBIT Uberlassung Typ B Inhalt Die EVBIT Uberlassung Typ B regeln die zeitlich befristete Uberlassung von Standardsoftware gegen Einmalvergutung. Status Version vom 01.04.2002 Link zum Text: http:www.cio.bund.deShared DocsPublikationenDEITAngebotEVBIT_VertragstypenEVBIT_Ueberlassung_Typ_Bevb_it_dienstleistungen_ergaenzende_vertragsbedingungen_ueberlassung_typ_b_pdf_download.pdf?__blobpublication File Name Vertrag uber die zeitlich befristete Uberlassung von Standardsoftware Inhalt Der EVBIT Uberlassungsvertrag Typ B enthalt die im konkreten Anwendungsfall auszufullenden Regelungen fur die Uberlassung von Standardsoftware. Status Version vom 01.04.2002 Link zum Text: http:www.cio.bund.deShared DocsPublikationenDEITAngebotEVBIT_VertragstypenEVBIT_Ueberlassung_Typ_Bevb_it_ueberlassungsvertrag_typ_b_pdf_download.pdf?__blobpublication File SIMAT 0311011 42 Klotz: Regelwerke der ITCompliance Klassifikation und Ubersicht Teil 1: Rechtliche Regelwerke Name Erganzende Vertragsbedingungen fur die Instandhaltung von Hardware Inhalt Die EVBIT Instandhaltung regeln die Verpflichtung zur Aufrechterhaltung und Wiederherstellung der Betriebsbereitschaft von Hardware. Hierzu zahlen Instandsetzungs, Inspektions und Wartungsarbeiten. Status Version vom 01.04.2002 Link zum Text: http:www.cio.bund.deShared DocsPublikationenDEITAngebotEVBIT_VertragstypenEVBIT_Instandhaltungevb_it_instandhaltung_ergaenzende_vertragsbedingungen_hardware_pdf_download.pdf?__blobpublication File Name Vertrag uber die Instandhaltung von Hardware Inhalt Der EVBIT Instandhaltungsvertrag enthalt die im konkreten Anwendungsfall auszufullenden Regelungen fur die Instandhaltung von Hardware. Status Version vom 01.04.2002 Link zum Text: http:www.cio.bund.deShared DocsPublikationenDEITAngebotEVBIT_VertragstypenEVBIT_Instandhaltungevb_it_instandhaltung_instandhaltungsvertrag_pdf_download.pdf?__blobpublication File Name Erganzende Vertragsbedingungen fur die Pflege von Standardsoftware EVBIT Pflege S Inhalt Die EVBIT Pflege S regeln Pflegeleistungen an Standardsoftware. Status Version vom 27.03.2003 Link zum Text: http:www.cio.bund.deShared DocsPublikationenDEITAngebotEVBIT_VertragstypenEVBIT_Pflege_Sevb_it_dienstleistungen_ergaenzende_vertragsbedingungen_beschaffung_it_dienstl_pdf_download.pdf?__blobpublication File Name Vertrag uber die Pflege von Standardsoftware Inhalt Der EVBIT Pflegevertrag S enthalt die im konkreten Anwendungsfall auszufullenden Regelungen fur die Pflege von Standardsoftware. Status Version vom 13.02.2003 Link zum Text: http:www.cio.bund.deShared DocsPublikationenDEIT SIMAT 0311011 43 Klotz: Regelwerke der ITCompliance Klassifikation und Ubersicht Teil 1: Rechtliche Regelwerke AngebotEVBIT_VertragstypenEVBIT_Pflege_Sevb_it_pflegevertrag_s_pdf_download.pdf?__blobpublication File Name Vertrag zur Pflege von Software Inhalt Mustervertrag der IHK Magdeburg zur Softwarepflege Status Stand: 01. Januar 2008 Link zum Text: http:www.magdeburg.ihk 24.delinkableblob926596dataSoftwaren_Pflegevertrag_2008data.pdf Name Vertrag zur Softwareerstellung Inhalt Mustervertrag der IHK Magdeburg zur Softwareerstellung Status Stand: 01. Januar 2008 Link zum Text: http:www.magdeburg.ihk 24.delinkableblob926594dataSoftwareerstellungsvertrages_2008data.pdf 8. Ausblick Im fortsetzenden Arbeitspapier werden unternehmensinterne und unternehmensexterne Regelwerke aufgelistet. Fur die unternehmensinternen Regelwerke werden hierbei im Wesentlichen Beispiele angegeben, wahrend fur die unternehmensexternen Regelwerke wieder ein Verweis auf die Originaltexte erfolgt, soweit diese kostenfrei zuganglich sind. Die in diesem Arbeitspapier genannten Regelwerke unterliegen einer kontinuierlichen Veranderung. Aus diesem Grunde ist eine mindestens jahrliche Aktualisierung geplant.33 Aktuellere Angaben sind zwischenzeitlich der SIMATWebsite 34 zu entnehmen, wo die Liste der Regelwerke, allerdings ohne Inhaltsbeschreibung, im Forschungsbereich unter House of ITCompliance quartalsweise gepflegt wird. Fortsetzung Aktualisierung 33 Hinweise in Bezug auf notwendige Erganzungen und Aktualisierungen nimmt der Autor jederzeit gerne entgegen: michael.klotzfhstralsund.de 34 http:simatstralsund.decomponentcontentarticle306itcomplianceregelwerke312itcomplianceregelwerke.html SIMAT 0311011 44 Klotz: Regelwerke der ITCompliance Klassifikation und Ubersicht Teil 1: Rechtliche Regelwerke Abkurzungsverzeichnis Allgemeine Geschaftsbedingungen Aktiengesetz Abgabenordnung Arbeitsschutzgesetz Arbeitsgemeinschaft fur wirtschaftliche Verwaltung e.V. Bundesanstalt fur Finanzdienstleistungsaufsicht Bundesdatenschutzgesetz Betriebsverfassungsgesetz Burgerliches Gesetzbuch AGB Akt G AO Arb Sch G AWV Ba Fin BDSG Betr VG BGB BGBInfo V BGBInformationspflichtenVerordnung BGBl BGH BHO Bildscharb V Bildschirmarbeitsverordnung BITKOM Bundesgesetzblatt Bundesgerichtshof Bundeshaushaltsordnung Bundesverband Informationswirtschaft, Telekommunikation und neue Medien e. V. Barrierefreie InformationstechnikVerordnung Bundesfinanzministerium Bundesamt fur Sicherheit in der Informationstechnik BSIGesetz Besondere Vertragsbedingungen fur die Beschaffung von DVLeistungen Bundesverfassungsgericht Compact Disc ReadOnly Memory Chief Information Oficer Control Objectives for Information and Related Technology Deutsche Corporate Governance Kodex Deutsches Institut der Normung e.V. Datenverarbeitung Einfuhrungsgesetz zum Burgerlichen Gesetzbuche Electronic Data Interchange Elektro und Elektronikgerategesetz Electronic Mail Erganzende Vertragsbedingungen fur die Beschaffung von Informationstechnik Europaische Union Europaischen Gerichtshofs BITV BMF BSI BSIG BVB BVerf G CDROM CIO COBIT DCGK DIN DV EBGB EDI Elektro G EMail EVBIT EU Eu GH SIMAT 0311011 45 Klotz: Regelwerke der ITCompliance Klassifikation und Ubersicht Teil 1: Rechtliche Regelwerke FG GG GDPd U Gmb H Gmb HG Go BIT Go BS HGB IEC IHK IKS IMS ISO IT ITSEC Iu KDG Kontra G KWG LG LOI Ma Risk NYSE OECD OLG OWi G RR RW SOX Sig G Sig V SIMAT SLA Finanzgericht Grundgesetz Grundsatze zum Datenzugriff und zur Prufbarkeit digitaler Unterlagen Gesellschaft mit beschrankter Haftung Gesetz betreffend die Gesellschaften mit beschrankter Haftung Grundsatze ordnungsmaiger Buchfuhrung beim ITEinsatz Grundsatze ordnungsmaiger DVgestutzter Buchfuhrungssysteme Handelsgesetzbuch International Electrotechnical Commission Industrie und Handelskammer Internes Kontrollsystem Identity Management Systems International Organization for Standardization Informationstechnologie Information Technology Security Evaluation Criteria dt. Kriterien fur die Bewertung der Sicherheit von Systemen der Informationstechnik Informations und KommunikationsdiensteGesetz Gesetz zur Kontrolle und Transparenz im Unternehmensbereich Kreditwesengesetz Landgericht Letter of Intent Mindestanforderungen an das Risikomanagement New York Stock Exchange Organisation for Economic Cooperation and Development dt. Organisation fur wirtschaftliche Zusammenarbeit und Entwicklung Oberlandesgericht Gesetz uber Ordnungswidrigkeiten referenzieretes Regelwerk referenzierendes Regelwerk SarbanesOxley Act Signaturgesetz Signaturverordnung Stralsund Information Management Team Service Level Agreement SIMAT 0311011 46 Klotz: Regelwerke der ITCompliance Klassifikation und Ubersicht Teil 1: Rechtliche Regelwerke TDDSG TDG TKG TKUV TMG Urh G US USA USt G UWG W3C Wph G ZPO Teledienstedatenschutzgesetz Teledienstegesetz Telekommunikationsgesetz TelekommunikationsUberwachungsverordnung Telemediengesetz Gesetz gegen den unlauteren Wettbewerb United States United States of America Umsatzsteuergesetz Gesetz gegen den unlauteren Wettbewerb World Wide Web Consortium Wertpapierhandelsgesetz Zivilprozessordnung SIMAT 0311011 47 Klotz: Regelwerke der ITCompliance Klassifikation und Ubersicht Teil 1: Rechtliche Regelwerke Quellenangaben AWV o.J.: AWV Arbeitsgemeinschaft fur wirtschaftliche Verwaltung e.V.: Auslegung der Go B beim Einsatz neuer Organisationstechnologien, Arbeitskreis 3.4. Online verfugbar unter: http:www.awvnet.decmsindexb80136.html Zugriff am 13.05.2011. Bachmann 2009: Bachmann, W.: Rechtliche Rahmenbedingungen fur das ITManagement. In: Tiemeyer, E. Hrsg.: ITManagement Konzepte, Methoden, Losungen und Arbeitshilfen fur die Praxis , 3. Aufl., Munchen: Carl Hanser Verlag 2009, S. 666707. BITKOMDIN 2009: Bundesverband Informationswirtschaft, Telekommunikation und neue Medien e. V. BITKOM, Deutsches Institut der Normung e.V. DIN Hrsg.: Kompass der ITSicherheitsstandards Leitfaden und Nachschlagewerk 4. Auflage, Berlin: BITKOM 2009. Online verfugbar unter: http:www.bitkom.orgfilesdocumentsKompass_der_ITSicherheitsstandards_web.pdf Zugriff am 13.05.2011. Deutscher Bundestag o.J.: Deutscher Bundestag: Regierung will Datenschutz der Arbeitnehmer starken. Online verfugbar unter: http:www.bundestag.debundestagaktuell33464449_kw 08_sp_arbeitnehmer_datenschutz.jsp Zugriff am 13.05.2011. GrummerSeeburg 2010: Grummer, J.M.; Seeburg, J.: SOX Compliance. In: Behringer, S. Hrsg.: Compliance kompakt Best Practice im ComplianceManagement. Berlin: Erich Schmidt Verlag 2010, S.211232. Hauschka 2010: Hauschka, Ch. E.: 1, Einfuhrung. In: Hauschka, Ch. E. Hrsg.: Corporate Compliance Handbuch der Haftungsvermeidung im Unternehmen, 2. uberarb. und erw. Aufl., Munchen: Beck 2010, S. 125. ITGI 2005: IT Governance Institute ITGI: COBIT 4.0. Deutsche Ausgabe, Rolling Meadows: ITGI 2005. Kaminski 2010: Kaminski, I.: Grundlagen und aktuelle Entwicklungen der digitalen Betriebsprufung. In: Klotz, M. Hrsg.: SIMAT Arbeitspapiere, Stralsund: FH Stralsund, SIMAT Stralsund Information Management Team, 2010 SIMAT AP, 2 2010, 8. Klotz 2009: Klotz, M.: ITCompliance Ein Uberblick. Heidelberg: dpunktVerlag 2009. KlotzDorn 2008: Klotz, M.; Dorn, D.W., ITCompliance Begriff, Umfang und relevante Regelwerke. In: HMD Praxis der Wirtschaftsinformatik, Jg. 45 2008, Nr. 263, S. 514. KlotzDorn 2009: Klotz, M.; Dorn, D.W.: ITCompliance in KMU. In: Der Betriebswirt 2009, 50. Jg., Heft 1, S. 2327 und: ITCompliance in KMU Teil 2, in: Der Betriebswirt 2009, 50. Jg., Heft 2, S. 1720. MichelsKrzeminska 2006: Michels, Th.; Krzeminska, A.: SarbanesOxley Act und Six Sigma als Instrumente des ProzessControllings bei der AXA Konzern AG. In: v. Werder, A.; Stober, H.; Grundei, J. Hrsg.: OrganisationsControlling Konzepte und Praxisbeispiele. Wiesbaden: Gabler 2006, S. 135151. Rath 2008: Rath, M.: Rechtliche Aspekte von ITCompliance. In: Wecker, G.; van Laak, H. Hrsg  Compliance in der Unternehmenspraxis Grundlagen, Organisation und Umsetzung. Wiesbaden: Gabler 2008, S. 119143. SIMAT 0311011 48 Klotz: Regelwerke der ITCompliance Klassifikation und Ubersicht Teil 1: Rechtliche Regelwerke RathSponholz 2009: Rath, M.; Sponholz, R.: ITCompliance Erfolgreiches Management regulatorischer Anforderungen. Berlin: Erich Schmidt Verlag 2009. Schmidl 2009: Schmidl, M.: Recht der ITSicherheit. In: Hauschka, Ch. E. Hrsg.: Corporate Compliance Handbuch der Haftungsvermeidung im Unternehmen. 2. uberarb. und erw. Aufl., Munchen: Beck 2010, S. 701807. TeubnerFeller 2008: Teubner, A.; Feller, T.: Informationstechnologie, Governance und Compliance. In: Wirtschaftsinformatik, 2008, Jg. 50, Nr. 5, S. 400407. WeberDittrich 2010: Weber, D.; Dittrich, J.: EBusiness und Internet. In: Hauschka, Ch. E. Hrsg.: Corporate Compliance Handbuch der Haftungsvermeidung im Unternehmen, 2. uberarb. und erw. Aufl., Munchen: Beck 2010, S. 10821099. SIMAT 0311011 49 Klotz: Regelwerke der ITCompliance Klassifikation und Ubersicht Teil 1: Rechtliche Regelwerke Das Stralsund Information Management Team SIMAT Das von Prof. Dr. Michael Klotz geleitete Stralsund Information Management Team SIMAT ist am Fachbereich Wirtschaft der FH Stralsund angesiedelt. Es bundelt akademische Lehre und Forschung, Weiterbildungsangebote und Projekte im Themenbereich des betrieblichen Informationsmanagements. Informationsmanagement richtet sich auf die effektive und effiziente Nutzung der informationellen Ressourcen eines Unternehmens. Diese Zielsetzung wird heute von verschiedenen spezialisierten Fachrichtungen in der Informatik, der Wirtschaftsinformatik und der Betriebswirtschaftslehre verfolgt. Das SIMAT arbeitet insofern interdisziplinar, wobei die inhaltlichen Schwerpunkte in Kompetenzzentren Competence Center fokussiert werden. Im Rahmen des RDDAnsatzes Research, Development and Demonstration dienen Labore, die mit aktuellen Tools des Informationsmanagements ausgestattet sind, sowohl der fachlichen Arbeit als auch zu Demonstrationszwecken. Eine intensive Kooperation mit ausgewiesenen Expertinnen und Experten sowie mit privatwirtschaftlichen Unternehmen und die Mitarbeit in anwendungsnahen Fachorganisationen gewahrleisten eine praxis und losungsorientierte Vorgehensweise. Die Zusammenarbeit mit Lehrstuhlen anderer Hochschulen, wissenschaftlichen Einrichtungen und eine umfangreiche Publikationstatigkeit stellen sicher, dass sich das SIMAT am StateoftheArt des Informationsmanagements orientiert und diesen mitpragt. Auf diese Weise sind die Mitarbeiterinnen und Mitarbeiter des SIMAT in der Lage, anspruchsvolle Konzepte und Losungen zu konzipieren und zu realisieren. Das SIMAT versteht sich als Mittler zwischen akademischer Forschung und Lehre auf der einen, und der Wirtschaftspraxis auf der anderen Seite. Diese Transferaufgabe, verankert im Landeshochschulgesetz MecklenburgVorpommerns, bildet den Schwerpunkt der Arbeit des SIMAT. Forschung und Lehre werden nicht als Selbstzweck begriffen, sondern fuhren zu handlungsrelevanten, innovativen Konzepten und Losungen, die in die Unternehmenspraxis transferiert werden. Die berufliche Weiterbildung bildet hierbei ein wesentliches Element. Die anwendungsnahe Forschung am SIMAT ist auf eine okonomische Verwertung hin orientiert. Es sollen Innovationen entwickelt und in Kooperation mit anderen wissenschaftlichen Einrichtungen, FachInstitutionen und Unternehmen in eine nachhaltige und profitable Praxis umgesetzt werden. Hierzu werden eigene FEProjekte auf dem Gebiet des Informationsmanagements und Innovationsprojekte mit Partnern durchgefuhrt. Zudem hat sich das SIMAT auf die betriebswirtschaftliche Begleitberatung bei ITnahen Technologieprojekten spezialisiert. Studierenden und wissenschaftlichen Mitarbeiterinnen und Mitarbeitern wird die Moglichkeit eroffnet, an SIMAT 0311011 50 Klotz: Regelwerke der ITCompliance Klassifikation und Ubersicht Teil 1: Rechtliche Regelwerke der Losung praktischer Problemstellungen zu arbeiten und sich so optimal auf das spatere Berufsleben vorzubereiten. Die studentischen Mitarbeiterinnen und Mitarbeiter erhalten im SIMAT Einblick in die Arbeitsmethodik sowohl auf wissenschaftlichem als auch auf wirtschaftlichem Gebiet. Aus den Projekten des SIMAT entstehen zahlreiche Abschlussarbeiten, die den Studierenden der FH Stralsund offen stehen. Das SIMAT bietet zudem eine berufliche Perspektive fur Studierende, die sich als wissenschaftliche Mitarbeiter in der anwendungsnahen Forschung qualifizieren wollen. Das SIMAT beteiligt sich zudem an der Diskussion der wissenschaftlichen Gemeinschaft. Hierzu werden regelmaig Arbeitspapiere veroffentlicht, die den Stand der Arbeit des SIMAT in die Offentlichkeit tragen und zur Diskussion anregen sollen. Das SIMAT ladt zudem andere Wissenschaftler, aber auch Referenten aus der Praxis als Vortragende ein. Auf diese Weise lernen die SIMATMitarbeiterinnen und Mitarbeiter sowie andere interessierte Studierende aktuelle Forschungsergebnisse und praktische Fragestellungen aus erster Hand kennen. Erkenntnisse aus diesen Aktivitaten sowie aus den verschiedenen FEProjekten werden systematisch in die Lehre uberfuhrt, so dass alle Studierenden von der Forschungsarbeit des SIMAT profitieren konnen. Zum Zwecke des okonomischen Transfers verfolgt das SIMAT den RDDAnsatz Research, Development and Demonstration. Hierzu wird ein Labor als Demonstrationsbereich unterhalten, das einerseits als Testbed, andererseits als Showroom dient. Testbed: Im Rahmen des Testbed werden Produkte und Losungen von Kooperationspartnern des SIMAT in den Bereichen des Informations, Projekt und Prozessmanagements betrieben. Auf dieser technischen Grundlage werden im Rahmen von Projekten durch das SIMATTeam prototypische Losungen erarbeitet. Showroom: Im Showroom werden die erarbeiteten Losungen und komplexe Nutzungen der verfugbaren Technologie einem Auditorium prasentiert. Hierbei werden sowohl prototypische als auch praktisch erprobte Realisierungen gezeigt. Kontakt FH Stralsund SIMAT Zur Schwedenschanze 15 18435 Stralsund Ansprechpartner: Prof. Dr. Michael Klotz Wissenschaftlicher Leiter cid:1 49 03831 456946 cid:2 michael.klotzfhstralsund.de www.simatstralsund.de SIMAT 0311011 51 Klotz: Regelwerke der ITCompliance Klassifikation und Ubersicht Teil 1: Rechtliche Regelwerke Verzeichnis der SIMATArbeitspapiere AP 0109001 01.2009 M. Klotz Datum Autor 0109002 02.2009 M. Klotz 0109003 09.2009 L. Ramin M. Klotz 0109004 10.2009 S. Kubisch 0210005 06.2010 M. Klotz 0210006 07.2010 A. Woltering 0210007 09.2010 M. Klotz 0210008 11.2010 I. Karminski 0210009 12.2010 D. Engel N. Zdrowomyslaw 0311010 02.2011 E. Tiemeyer 0311011 05.2011 M. Klotz Titel Datenschutz in KMU Lehren fur die ITCompliance Von der Informationsgesellschaft zum Informationsarbeiter Aufgaben und Verantwortlichkeiten von ITNutzern anhand von COBIT Corporate Governance gema Bil Mo G und SOX PMBOKCompliance der ProjektmanagementSoftware Projektron BCS Kontinuierliche Verbesserung von DesktopServices mittels Benchmarking Grundlagen der ProjektCompliance Grundlagen und aktuelle Entwicklungen der digitalen Betriebsprufung Benchmarking Studie Stralsund Kennzahlengestutztes ITProjektcontrolling ProjektScorecards einfuhren und erfolgreich nutzen Regelwerke der ITCompliance Klassifikation und Ubersicht Teil 1: Rechtliche Regelwerke SIMAT 0311011 52 ", "filename": "719933455.pdf", "person": ["Michael Klotz", "Klotz, Michael"], "date": ["2011"]}