{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/77440/1/720435846.pdf"], "title": ["International capital flows and development: Financial openness matters"], "plaintext": " Graduate Institute of International and Development Studies Working Paper No: 112012 International Capital Flows and Development: Financial Openness Matters Dennis Reinhardt Graduate Institute of International Studies Luca Antonio Ricci International Monetary Fund Thierry Tressel International Monetary Fund Abstract Does capital flow from rich to poor countries? We revisit the Lucas paradox and explore the role of capital account restrictions in shaping capital flows at various stages of economic development. We find that, when accounting for the degree of capital account openness, the prediction of the neoclassical theory is confirmed: less developed countries tend to experience net capital inflows and more developed countries tend to experience net capital outflows, conditional on various countries characteristics. All rights reserved. No part of this paper may be reproduced without the permission of the authors. The Authors. International Capital Flows and Development: Financial Openness Matters Dennis Reinhardt, Luca Antonio Ricci and Thierry Tressel 1 July 2012 Abstract Does capital flow from rich to poor countries? We revisit the Lucas paradox and explore the role of capital account restrictions in shaping capital flows at various stages of economic development. We find that, when accounting for the degree of capital account openness, the prediction of the neoclassical theory is confirmed: less developed countries tend to experience net capital inflows and more developed countries tend to experience net capital outflows, conditional on various countries characteristics. Keywords: Lucas paradox, capital flows, financial openness, economic development JEL Classification: F21, F36, O4 International and Development Studies 1 Dennis Reinhardt is at the Bank of England; the paper was written while he was affiliated to the Graduate Institute of the Study Center Gerzensee; email: dennis.reinhardtbankofengland.co.uk. Luca Antonio Ricci and Thierry Tressel are at the International Monetary Fund; emails: LRicciimf.org, ttresselimf.org. We are thankful to Stjin Claessens, Atish R. Ghosh, Rahul Mukherjee, Jonathan Ostry, Ugo Panizza, Cedric Tille and two anonymous referees for useful comments. This paper is a revised version of IMF Working Paper No. 10235. Any views expressed are solely those of the authors and so cannot be taken to represent those of the IMF, the Bank of England, or the policies of these institutions. This paper should therefore not be reported as representing the views of the Bank of England or members of the Monetary Policy Committee or Financial Policy Committee. Geneva and 1 1. Introduction This paper revisits the Lucas paradox by quantifying empirically the relevance of a specific set of policiesrestrictions on international capital flowsin shaping the patterns of capital movements at various stages of economic development. The determinants of the direction of capital flows, and their relation with economic development, constitute an important topic in open economy macroeconomics. The study is particularly relevant in the current context, where the size and direction of capital flows have been at the epicenter of the debate on global imbalances and remain relevant in the aftermath of the global financial crisis. Indeed, it remains unclear, empirically, whether and which policies can result in capital flowing uphill. The premise is the classic paper in which Lucas 1990 remarked that too little capital flows from rich to poor countries, relative to the prediction of the standard neoclassical model Lucas paradox. According to neoclassical theory, when countries have access to similar technologies and produce similar goods, new investmentand therefore international net capital inflowsshould take place more extensively in poorer countries with lower stocks of capital per capita and therefore a higher marginal product of capital. A large theoretical and empirical literature has flourished to provide solutions to the Lucas paradox, by extending the basic neoclassical model to encompass additional factors. A first group of factors include differences in technologies, factors of production including human capital, or the importance of land in production, and government policies such as taxation of profits, financial repression, or restrictions on capital flows. A second group of factors relate to the role of institutions and uncertainty, encompassing capital market imperfections, the quality of enforcement of private contracts, asymmetric information and moral hazard, risks of expropriation, and sovereign default. In this paper, we step back and show that the failure of the neoclassical model to predict international capital flows can simply be explained by a violation of one of the models key underlying assumptions: capital can flow freely across countries. Specifically, we find that the prediction of the standard neoclassical theory holds only when taking into account the degree of capital account openness, conditional on a set of fundamentals. Among countries with an open capital account, richer countries tend to experience net capital outflows, while poorer countries tend to experience net capital inflows. In 2 contrast, in countries with closed capital account, there appears to be no systematic relationship between the level of economic development and net capital flows. The results imply that capital account restrictions must have been effective in constraining capital flows when they were in place: rich countries liberalizing their capital account should experience net capital outflows and poor countries net capital inflows. In contrast to the recent literature that has sometimes emphasized longterm determinants of crosssectional differences in capital flows, we focus mainly on the impact of capital account liberalization on capital flows over time. This approach is the consequence of a simple observation: as Figure 1 illustrates, policies related to capital account openness have dramatically evolved during the past thirty years.2 At the time Robert Lucas was writing his paper, many developing countries still had significant capital account restrictions in place. However, since then, countries across all income groups have progressively liberalized capital movements. High income countries those that still had restrictions in place initiated the process in the 1980s; by the early 2000s, crossborder capital was flowing freely among advanced economies. Emerging markets followed the same process of liberalization, but with a lag. Many restrictions were removed in the early 1990s, sometimes to prepare entry in the OECD as was the case for Korea and Mexico, see IMF, 2003, or under the auspice of the International Monetary Fund. Liberalization of capital movements started at a later stage in lower income countries, mostly in the second half of the 1990s some moderate restrictions have remained in place until now. We show that this liberalization process was associated with significant changes in the patterns of capital flows across countries at different income levels. Our findings have important policy implications. Policies related to the capital account create externalities in the international monetary system by sustaining large current account imbalances. Our results suggest that liberalizing the capital account would significantly reduce these distortions and allow capital to flow into the fast growing emerging market surplus countries. Such policy adjustment may be more important in addressing these international distortions than policies aimed at alleviating domestic distortions. 2 The measure of capital account openness is an updated index from Quinn 1997. See appendix for more details. 3 The paper proceeds as follows. Section 2 provides an overview of the related literature. Section 3 presents the data and simple stylized facts. Empirical strategy and results are in section 4, and section 5 concludes. 2. Literature While a large literature has provided elements of answers to the Lucas paradox, there are, to date, few empirical studies assessing the role of capital account restrictions in shaping capital flows from an economic development point of view. Empirical studies of the Lucas paradox typically show how relaxing one or several assumptions of the basic neoclassical model helps explain capital flows from rich to poor countries. Differences in human capital Lucas, 1990, in the risk of sovereign default Reinhart and Rogoff, 2004b, in capacity to use technologies Eichengreen, 2003, and in institutional quality Alfaro, Kalemli Ozcan and Volosovych, 2008 seem to be relevant for the direction of crossborder capital flows.3 The emphasis on institutional quality is the natural consequence of a body of work showing that social infrastructure, which includes government policies and institutional structure Hall and Jones, 1999, and some specific institutional characteristics, such as the protection against the risks of expropriation Acemoglu and Johnson, 2005, have first order effects on longrun economic performance by affecting investment and total factor productivity. Obstfeld and Taylor 2005 showed that during the 1990s, net capital flows to poor countries remained relatively small, while gross capital flows, in general, were large, in particular among advanced economies. This, they argued, was evidence that portfolio diversification, not development finance, was the main factor driving financial integration. Our results suggest that net development finance was an important driver of international capital flows among financially open economies. Our paper is related to recent work by Alfaro, Kalemli Ozcan and Volosovych 2011. They disaggregate international capital flows into their private and public components and find that international capital flows net of sovereign to sovereign borrowing in the form of debt or aid are positively correlated with growth. As aid flows form the biggest part of capital flows going into 3 Alfaro et al. 2008 include a measure of capital account restrictions based on the IMF Annual Report on Exchange Arrangements and Exchange Restrictions among the set of control variables. They find that restrictions have a significant and negative bearing on gross capital inflows. 4 poorer countries, they find evidence for a Lucas paradox in a sample that contains both financially open and closed economies when accounting for these flows. We find consistent evidence by showing that mainly private capital flows downhill among financially open economies.4 Another related contribution was made by Kalemli Ozcan, Reshef, Sorensen and Yosha 2008 focus on interstate capital flows within the US, and show that the standard model explains capital flows between US states well. They suggest that hence frictions in national borders may explain the failure of the neoclassical model in accounting for the direction of capital flows. As there are no restrictions to capital flows within states, this result is consistent with ours. The importance of financial frictions in international capital flows was recently highlighted by Gourinchas and Jeanne 2009 who showed that, among developing countries, capital flows more to countries that do invest and grow less.5 By calibrating a neoclassical model, they find that a wedge affecting saving decision may explain this allocation puzzle. Verdier 2008 shows that, in presence of an international borrowing constraint and complementarity between domestic and foreign capital in production, foreign debt rises with domestic savings, a prediction consistent with data on capital flows. Some papers, motivated by Chinas experience and global imbalances, have emphasized that the interaction of borrowing constraints with precautionary savings, with a process of reform, or with a shortage of financial assets is associated with fast economic growth and a current account surplus Sandri, 2010; Song, Storesletten and Zilibotti, 2009; Buera and Shin, 2009; Caballero, Fahri and Gourinchas, 2008; Mendoza Quadrini Rios Rull, 2008. A novel perspective on the paradox of capital flows was provided by Caselli and Feyrer 2007 who raised the issue of measurement problems and showed that, once properly measuring the share of income accruing to physical capital and accounting for the relative price of capital goods, the marginal product of capital MPK is quite similar across countries. Still, there remains some skepticism regarding evidence suggesting equalization of aggregate MPK, 4 A related paper Lowe, Papageorgiou, and Perez Sebastian, 2012 shows that different marginal productivities of capital for public and private investment can offer an alternative explanation of the Lucas puzzle. 5 Reinhardt 2010 provides a sectoral approach to the allocation puzzle and shows that FDI flows behave according to the standard neoclassical theory. 5 given the microeconomic evidence that there are, within countries, substantial differences in productivity and MPK between firms Hsieh and Klenow, 2009; Restuccia and Rogerson, 2008; Alfaro, Charlton and Kanczuk, 2007. Indeed, Chirinko and Malik 2008 argue that, when adjustment costs are taken into account and parameterized, the MPK remains higher in poor countries. Our paper is also related to one of the major puzzles of international finance, such as the high correlation between savings and investment The Feldstein Horioka puzzle. In line with our results, recent contributions showed that the process of economic integration in particular monetary and financial liberalization among European countries resulted in greater financial integration among European countries, as capital flew towards relatively poorer countries, resulting in a declining correlation of savings with investment Coeurdacier and Martin, 2009; Lane and Milesi Ferretti, 2008; and Blanchard and Giavazzi, 2002. Lewis 1996 shows that both nonseparabilities between tradables and nontrable leisure or goods as well as international capital market restrictions are needed to find evidence for international risksharing. Compared to her paper, we control for determinants of capital flows and focus on the impact of differences in development on capital flows rather than shocks to output growth. We find that capital market restrictions are sufficient in resolving the puzzle of poortorich country capital flows. There exists, to date, no strong consensus on the effectiveness of capital controls see Edwards, 1999, for a survey; see also Edwards and Rigobon, 2009; Forbes, 2007; Edison and Reinhart, 2001. While they seem effective when extensive restrictions are in place, reimposing some restrictions seem to affect mainly the composition of inflows rather than the aggregate volume of inflows see Ostry et al., 2010, for a recent study. For example, in the case of Chile and Colombia, capital controls seem to have tilted the composition of capital flows towards less volatile types of flows De Gregorio, Edwards and Valdes, 2000; Cardenas and Barrera, 1997. Our paper studies the removal of pervasive capital controls rather than the impact of their reintroduction for potential prudential concerns. We find that the removal of capital controls affected the global allocation of capital. Finally, our paper is also related to papers analyzing the mediumterm determinants of current accounts across countries. This literature typically follows a macroeconomic approach to characterize net capital inflows. For instance, Chinn and Prasad 2003 show that mediumterm 6 fundamentals such as fiscal policy, demographics, initial net foreign assets and relative income per capita are relevant determinants of current accounts in a large sample of countries. However, they find limited evidence that capital controls affect the current account, perhaps because of measurement problems. Other papers have stressed the role of financial development, financial crisis or institutional variables Chinn and Ito, 2007; Gruber and Kamin, 2007, 2008, or have restricted the analysis to low income countries Christiansen, Prati, Ricci and Tressel, 2009. Chinn, Eichengreen, and Ito 2011 show, in a paper that updates work on the mediumterm determinants of the current account, that the removal of capital controls can strengthen the negative impact of financial development on the current account. It is important to note that our result, combined with a continued tendency towards capital account liberalization worldwide, imply that eventually also most developing countries will be open and the standard neoclassical result will hold. Hence, over time, as more data becomes available, the average observations in the sample would correspond to higher openness, and eventually the Lucas puzzle will no longer be detectable for the average country. 3. Data 3.1 Data and Descriptive Statistics We mainly employ the extensive dataset assembled by Christiansen et al. 2009 containing information on the current account balance, relative income, financial openness data and various control variables for 110 countries with populations above one million over the period 19802006. A description of all variables, data sources and a list of all countries are provided in the Appendix. Most of our analysis is based on a panel of nonoverlapping fiveyear averages over the period 19822006.6 Summary statistics are provided in table A1. Correlations between the main variables are in tables A2 and A3 for the within transformed variables. The dependent variable in most of the analysis is the current account balance relative to GDP. This treats errors and omissions as unreported capital flows and includes changes in reserve assets. To distinguish official from private capital flows, we also use two alternative 6 We take averages of the dependent variable and all the controls except for relative income and net foreign assets, for which we employ the initial value i.e. the value for the year preceding the 5year average. If the first or the last year is missing within the 5year time frame, we replace the 5year average with the corresponding 4year average. 7 measures of total net outflows. First, we add concessional loans to the current account balance, because they carry a grant component but are classified in the financial account of the Balance of Payment. Indeed, concessional loans can finance larger importsand hence worsen the current account deficitthan would otherwise be possible in their absence. We add only concessional loans rather than total aid flows from the current account because grants the second component of total aid flows are already accounted for in the current account. Hence, if all official grants are spent on imports, we should find no correlation between the current account and grants. If however part of grants are not spent on imports and are saved instead, we should observe a positive correlation between the current account and grants Christiansen et al., 2009. Second, we also derive an alternative measure of total net outflows by subtracting changes in reserves from the current account balance. Our main measure of capital account openness is the index of capital account liberalization constructed by Quinn 1997 updated to 2006. This is a de jure index measuring capital account restrictions, and normalized between 0 and 1 representing fully closed and fully open regime, respectively; it is a step function that increases in steps of 0.125 there are hence 9 possible values. It is constructed from information contained in the IMFs Annual Report on Exchange Arrangement and Exchange Restrictions AREAER. This index has several advantages see Quinn, Schindler, and Toyoda, 2011 including a wide sample availability 122 countries, robustness to structural breaks, and its exclusive focus on capital account restrictions another widely used measure by Chinn and Ito 2007 includes also financial restrictions on the current account. We show below robustness of the results to employing the Chinn and Ito index. 3.2 A First Look at Data This section shows that the main results are visible even with simple cursory look at the data. Figure 2 displays the median current account to GDP by income groups during 19822006. For each five year period, countries are grouped into a closed capital account group respectively an open capital account group if the degree of initial capital account openness during the period is below or on respectively above the median openness Panel A. Panel B shows the same calculations for a stricter definition of openness, i.e. above the next highest percentile of capital account openness following the median i.e. above the 62th percentile for the complete 8 period.7 For either panel, there is a clear difference between the closed and open set of observations. Among countries with a relatively open capital account, the crosssection of current accounts seem, on average, consistent with the hypothesis that capital flows from rich to poor countries. Advanced countries seem to have experienced net capital outflows at the median. All other groups of countries experienced median net capital inflows with low income countries receiving more capital inflows than middle income countries. In contrast, among countries with a relatively closed capital account, the patterns of current accounts do not follow the same pattern. In particular, even the median observation for high income countries seems to have experienced net capital inflows. As discussed in the previous section, the right column offers an alternative calculation netting out from the current account the financing effect of concessional loans given their extensive grant component. The results are even stronger. When focusing on a more restricted group of very open economies in Panel B i.e. using the index value of the initial openness index following the median, results appear more consistent still with the hypothesis of downhill capital flows. Accounting for concessional loans, the difference in annual net capital flows between middle income countries and high income countries was about 3 percentage points of GDP; the difference in annual net flows between middle income countries and low income countries was about 2 percentage points of GDP. 4. Current Account, Development, and Financial Openness This section contains the main results. We start by outlining the empirical approach in section 4.1. and discuss the results in section 4.2. To assess the dynamics of the effect of capital account liberalization on the current account, we proceed with an event study in section 4.3. 4.1 Empirical Approach 7 For high income countries there are only 15 out of 115 observations which are below or equal to the sample median. To ensure that there are enough relatively closed countries, for this Figure, we classify a high income countries into the open group if its level of initial openness is above the median of openness for high income countries 0.75; this splits the sample of high income countries roughly in half i.e. 55 observations in the closed and 75 observations in the open group. 9 The neoclassical model predicts that capital should flow from more developed to less developed economies. Capital account restrictions can, if effective, impede capital to flow according to this prediction, which in turn implies that the effect of removing capital account restrictions depends on the level of development. We therefore examine how financial openness impacts the relation between net capital outflows proxied by the current account balance in most specifications, but occasionally by the two alternative proxies described in section 3.1 and relative income by including an interaction term between financial openness and income. Specifically, we estimate the following equation: while smoothing out the impact of shortrun fluctuations, we use a panel of nonoverlapping fiveyear averages as in Chinn and Prasad, 2003 over the period 19822006; there are 5 time cid:3436Outflows GDP cid:3440cid:2919,cid:2930cid:3404cid:3397cid:2869GDPPCcid:2919,cid:2930cid:2879cid:2869cid:3397cid:2870CALcid:2919,cid:2930cid:2879cid:2869cid:3397cid:2871CALcid:2919,cid:2930cid:2879cid:2869GDPPCcid:2919,cid:2930cid:2879cid:2869cid:3397cid:2872Xcid:2919cid:2930cid:3397cid:2919cid:2930 where the dependent variable cid:4672Ocid:2931cid:2930fcid:2922cid:2925cid:2933cid:2929GDP cid:4673cid:2919cid:2930is net capital outflows relative to GDP, GDPPCcid:2919,cid:2930cid:2879cid:2869 refers to the log of GDP per capita relative to the U.S. in PPP, CALcid:2919,cid:2930cid:2879cid:2869 captures the level of capital account openness and cid:2919cid:2930 is the error term. To focus on the timedimension of the data observations for most countries.GDPPCcid:2919,cid:2930cid:2879cid:2869 and CALcid:2919,cid:2930cid:2879cid:2869 are in initial terms, where initial indicates the year preceding the 5year average. GDPPCcid:2919,cid:2930cid:2879cid:2869 is in initial terms to make sure that Our main coefficients of interest are cid:2869 and cid:2871. If cid:2871 is significantly positive, richer financially open; if cid:2869 cid:2871 is significantly bigger than zero, countries with a fully open capital The vector of controls Xcid:2919cid:2930 contains control variables which were found to be important in account liberalization as an exogenous policy choice, but also express it in initial terms to match respectively poorer countries experience less respectively more capital inflows if they are we do not capture a potential impact of capital inflows on GDP per capita. We regard capital account display the positive relation between income and capital outflows that is predicted by the timing of our per capita income variable. the neoclassical model. the literature see for example Chinn and Prasad, 2003, and Chinn and Ito, 2007, such as the fiscal balance, demographic variables the old age dependency ratio, population growth, the initial net foreign asset position, the oil trade balance, and real per capita GDP growth. We add an index for the terms of trade in goods and services as well as Aid flows to GDP as controls, 10 because i these variables have been found to be important current account determinants for low income countries Christiansen et. al 2009 and because ii Alfaro et al. 2011 point to the importance of accounting for official aid flows when explaining patterns of international capital flows. Terms of trade can be included only in the fixed effect specification due to the index nature of this variable. Throughout the paper we refer to this set of variables as standard controls. Our preferred panel results include country fixed effects as it is likely that slowmoving unobservable variables have an impact on the main coefficients of interest. However, following many studies in the literature on mediumterm determinants of the current account e.g. Chinn and Prasad, 2003, and Gruber and Kamin, 2007, we also present results from OLS regressions on the pooled data that are based on both the time and the crosssectional dimension of the data. We also present results for a panel specification where we split the countries into a financially open and closed group. For this purpose, we define a dummy variable that is one if a countrys level of financial openness is above a certain percentile of the wholesample distribution of financial openness. We chose to employ a spline search procedure to find the optimal percentile i.e. the one that maximizes the within R2 of the regression including fixed effects. The dummy is then used to replace CALcid:2919cid:2930 in the basic specification above. Further details are given in the Appendix; in the results section below we refer to this specification as the spline specification Finally, we assess the time horizon relevant to evaluating the current account to GDP relationship using an event study type setup. For this purpose we define an liberalization event as a marked increase in the index of capital account openness and assess the current account to GDP ratio including or excluding concessional loans for the different income groups in the year of liberalization and in the two 5year intervals after the year of liberalization more details can be found in section 4.3. 4.2 Regression Results As a first visual test we split the sample in open and closed observations. Figure 3 presents the result of a regression of the current account on log initial income relative to the US, the standard determinants and country fixed effects for observations related to closed capital 11 account an index value of initial openness below or on the median in the upper panel; the regression for observations related to an open capital account i.e. index values above the sample median is in the lower panel. There is a clear difference between the two groups: current accounts and initial income appear to be positively and significantly related only for the case of open capital account. This suggests that the prediction of the neoclassical growth model may only be confirmed for countries with open capital accounts. In the remainder, we offer further tests of this hypothesis. We present pooled and fixed effect regressions in Table 1. In columns 12, we find, conditional on standard determinants and aid flows to GDP, that percapita income and capital flows are statistically unrelateda finding that reflects the Lucas paradox as it is inconsistent with the standard neoclassical theory. This is in line with the findings of Alfaro et al. 2011 that provide evidence of a Lucas paradox in a regression that accounts for aid flows. Chinn et al. 2011, updating earlier studies on the mediumrun determinant of the current account, find in a similar regression a positive coefficient on relative income, but they do not control for aid flows. Aid flows to GDP enter negatively and strongly significantly suggesting that, in low income countries, a large proportion of capital flows are official flows. These capital flows are not determined by the private rate of return on capital, but by other considerations such as social needs and humanitarian assistance. Hence we may observe lower current account balances in some low income countries, not because private capital flows in, but because they receive aid inflows. Coefficients on other variables are roughly similar in size and significance to Chinn et al. 2011s findings for the 19702008 period. The coefficient on the degree of capital account openness is negatively though statistically not significant correlated with the current account to GDP ratio suggesting that on average controls have been more binding in countries that want to borrow. Next, we include in columns 3 and 4 an interaction term with the initial level of GDP. The rationale for including an interaction term is that the neoclassical theory predicts that the effect of removing capital account restrictions depends on the level of development. The neoclassical model predicts that capital should flow from more developed to less developed countries. We find that the correlation between the current account and the level of 12 development depends strongly on the degree of capital account openness. In countries with strong capital account restrictions for which the capital account index is close to zero, there is no significant positive correlation between the initial level of development and the current account, as the coefficient on the income per capita in column 4 variable is not significantly different from zero. But for countries with few capital account restrictions index close to one, we find that the effect of income for countries with open capital account offered by the sum of the first and third coefficient, whose pvalue is reported at the bottom of the table8 is positive and significant. The prediction of the standard neoclassical theory can be confirmed only for countries with open capital accounts. The estimated coefficients for the preferred fixed effect specification column 4 imply that, a lower middle income country at 10 percent of the US income level with an open capital account runs a current account that is 5.2 percentage points of GDP lower than a country with an income level at 50 percent of the US level, after controlling for various determinants of the current account.9 The results can also be interpreted from a different perspective. We find evidence that, when controlling for standard determinants of the current account, the correlation between the current account and the degree of capital account openness is negative for poor countries and positive for rich countries. This suggests that capital account restrictions tend to reduce on average the volume of net capital inflows in poor countries, and of outflows in rich countries. Based on the within country coefficient of column 4, a middle income country with income per capita at 10 percent of the US level such as China, Egypt, or Indonesia in 2004 would experience an additional annual net capital inflow of about 2.2 percent of GDP annually following a complete opening of the capital account. At the other end of the development spectrum, an advanced country with income per capita at 90 percent of the US level would experience additional annual capital outflows of 4.7 percent of GDP after a complete opening up of the capital account. 8 The F test is the following: coefficient log GDP per capita coefficient log Initial GDP per capita Capital account index0 for capital account index1. 9 Portugal or Slovenia had PPP adjusted income levels at 50 percent of US level in 2000. 13 Figure 4 illustrates the relationship between the level of development and the current account for various degrees of capital account openness. Our quantification implies that the relationship becomes significantly positive for an index of financial openness above 0.5. The red dashed line in Figure 4 represents the density of capital account openness and suggests that there are two groups of open and closed economies for which the marginal effect of income on the current account differs markedly. Figure 5 illustrates the relationship between capital account openness and the current account for various degrees of income. Our quantification implies that the relationship becomes positive for a level of log initial GDP of almost 3 which corresponds to a level of initial relative GDP to the US of about 20% which in turn corresponds to the 62th percentile of the distribution of initial relative GDP to the US. This result suggests that capital inflows are undistorted only if the capital account is sufficiently free of restrictions. To capture these possible threshold effects, we create various 01 dummy variables for open capital accounts based on different thresholds for openness; we then interact the dummy with the initial level of development and search for the dummy and hence the threshold that would maximize the R2 see appendix for a deeper description of this spline procedure. According to the best threshold, countries are in the open group if their index value of initial openness exceeds 0.5 which coincides with the full sample median. Table 2 reports the results from the spline specification which are similar to the basic specification in Table 1. For the group of financially closed economies, we find evidence for a Lucas paradox: initial GPD and the current account are statistically unrelated. Conversely, for the group of financially open economies we do not find evidence for a Lucas paradox: once capital is allowed to flow freely, it flows according to the prediction of the neoclassical model. Table 3 explores the results using different thresholds: we find that the interaction term and the effect of income on the current account for the financially open group becomes weaker the more closed observations we include in the open group. Robustness In table 4.1 and 4.2 for the basic and the spline specification, respectively, we check that our findings are robust to adding various control variables to our standard controls. First, we 14 split aid flows to GDP into its two components, concessional loans to GDP and net grants to GDP, which unfortunately lowers the sample substantially. Our main results are not affected. We find that net grants enter insignificantly they appear to be fully spent on imports, a result roughly in line with Christiansen et al., 2009, who find a coefficient of 0.2, which is significant at the 10% level. Conversely, concessional loans are strongly negatively associated with the current account balance. Domestic financial development may affect the current account. The effect, however, is theoretically ambiguous: a deeper and more efficient financial system may stimulate savings and therefore raise the current account, but it may also boost investment and therefore worsen the current account. As a proxy we use the ratio of private credit to GDP column 2, a standard measure of financial development, which appears to negatively affect the current account. We also find that domestic credit growth is significantly negative, possibly capturing excessive borrowing during financial booms column 3. Changes to a countrys exchange rate regime may have an impact on capital flows: however, the index developed by Reinhart and Rogoff 2004a is not significant column 4. A number of countries experienced banking crisis during the sample period, which may be associated with reversals in the current account. The coefficient on the variable that measures the incidence of banking crisis is positive as expected, however not significant column 5. A recent literature has argued that institutions have first order effects on the development process. In particular, the quality of property rights affects economic growth and financial development Acemoglu and Johnson, 2005, and capital flows Alfaro et al., 2008; Faria and Mauro, 2009. We consider a standard proxy of property rights a de facto measure of the perception of the quality of institutions from the International Country Risk Guide, ICRG, and find that better institutions a higher value of the index are indeed, as in Alfaro et al., 2008, associated with lower current accounts column 6. Human capital is an important determinant of the rate of return on capital, and therefore affects capital flows. A standard measure of human capital years of schooling is however not significant column 7. The heated debate on global imbalances has highlighted the potential role of reserve accumulation by the central bank as a policy instrument to maintain an undervalued real 15 exchange rate Blanchard and Milesi Ferretti, 2009. In presence of capital market imperfections, the argument goes, reserve accumulation lowers aggregate demand and therefore tends to raise the current account and to depreciate the real exchange rate. We find that reserve accumulation is indeed positively associated with the current account column 8. While this result is consistent with the argument that reserve accumulation depreciates the real exchange rate, the estimated coefficient could be biased by reverse causality, and therefore should be interpreted with caution. Gagnon 2011, who similarly finds an important role for foreign reserve accumulation in explaining the current account, argues however that this bias is likely to be small and downward. Finally, in the last column of tables 4.1 and 4.2, we show results when adding the significant additional controls together, which remain significant, suggesting that these additional variables should be considered as part of the standard set of variables for the current account. In all these robustness specifications, our coefficients of interest remain of the same magnitude, and significant at the 1 percent level. Moreover, the Ftest continues to reject the null that the effect of initial development on the current account is insignificantly different from zero in countries with opened capital accounts. So far, we have followed the existing literature and considered the current account as a proxy for private net capital inflows. The current account is, however, likely be an imperfect measure, for several reasons. First, as discussed, poor countries often receive a lot of official development assistancepart in the form of concessional loans, part in the form of grantswhich aid to finance imports. Second, according to the balance of payment identity, the current account is the counterpart of the sum of the financial account and of reserve accumulation. Hence, net capital inflows may be better measured by netting out reserve accumulation from the current account. Third, we have scaled the current account by GDP. An alternative approach would be to scale it by population as done for instance by Alfaro et al., 2008. As shown in tables 5.1 and 5.2 for the spline specification, none of these alternative approaches modify our main findings.10 10 We checked that our main conclusions, and robustness tests, are broadly unaffected if we use any of these alternative measures of net capital inflows. 16 Moreover, our findings are not driven by the experience of transition economies which are traditionally considered different in their economic patterns, and dropping these countries from the sample does not affect the results columns 5 and 6.11 Also, to account for the rising dispersion of current accounts over the past decades, we check that adding time fixed effects does not modify the size and significance of the coefficients of interest columns 7 and 8. Our results are also robust to using the Chinn Ito index of capital account liberalization instead of the Quinn index columns 9 and 10. 4.3 Event Study: Current Account and Capital Account Liberalizations Finally, we assess which is the relevant time horizon to evaluate the current account to GDP relationship using an event study type setup. For this purpose we define an liberalization event as an increase in the Index of Capital Account Openness of more or equal to 0.25, which i is not followed by a reversal in the following 10 years defined as a cumulative decrease in the index of capital account openness of more than 0.125 and which ii does not occur in an already financially open environment index value below 0.75. We then assess the median value of the current account to GDP ratio including or excluding concessional Aid loans for the different income groups during the year of liberalization and in the two 5year intervals after the year of liberalization. Income groups are defined using the threshold for relative income we derived from the regression in column 4 Table 1, i.e. the value of relative income to the US for which liberalizations are expected to have a positive impact on the current account i.e. about 20%.12 Our findings are presented in Figure 6. We show results both for the current account and for the current account adding concessional loans. For countries above the income threshold, the median current account to GDP ratio rises during the liberalization event by almost 1 percentage point when compared with the median ratio in the 5 years before the liberalization event 1.5 p.p. when adding concessional loans. The effect recedes somewhat in the two 5year intervals thereafter, but the current account to GDP loans ratio remains above pre 11 Abiad et al. 2007 show that transition countries had strong capital inflows consistent with the neoclassical theory. 12 To prevent countries from changing their grouping in the event window, we put a country into the group abovebelow the threshold if its average income relative to the US from 19802006 is abovebelow the threshold. 17 liberalization levels. In countries below the income threshold, we find a small decline in current account to GDP ratio on impact, which is far larger when accounting for concessional loans almost 1 p.p. suggesting that there is substitution between aid flows and private inflows when countries liberalize. This climbs further in the period 15 years after the event. Not accounting for loans leaves the current account slightly above preliberalization levels 610 years after the liberalization event. It remains however 0.5 p.p. belowliberalization levels if the benchmark is the current account corrected for concessional loans. In any case, we need to treat the results for the 610 years window with caution as results over longer horizons can also be driven by other factors. Overall the results suggest that capital account liberalization have persistent effects on the current account, which appear to be more frontloaded in richer countries, which experience higher capital outflows already in the year of capital account liberalization. The results are qualitatively robust and available on request to changing various aspects about the event identification and setup of the event study such as i using the income threshold given by the spline specification which is about 24%, ii excluding events followed only by large reversals decrease in index of more than 0.25 rather than 0.125, iii allowing for events in financially liberalized environments.13 5. Conclusion We investigate how capital account frictions influence the relationship between net capital flows and the level of development. We find that, when accounting for the degree of capital account openness, the prediction of the neoclassical theory is confirmed. For countries with open capital accounts, less developed countries tend to experience net capital inflows and more developed countries tend to experience net capital outflows, controlling for numerous determinants of the current account. But in countries with a closed capital account, net capital inflows are not systematically correlated with the level of economic development. 13 The results are also robust to designing the event study along the lines of the spline specification of table 2: i.e. defining an event as a change in the index of capital account openness of more or equal than 0.25 if it lifts the country above the threshold of 0.5 which we used to split countries in a closed and an open group based on a spline search procedure, see the appendix. The threshold in relative income to the US PPP is 23.8% for this specification. Results are available on request. 18 Our paper is the first empirical analysis providing evidence on the importance of policy induced capital account restrictions in affecting global capital flows between richer and poorer countries. It complements previous studies that have emphasized other factors affecting the external balance of countries at various stages of development, such as institutional quality, human capital, domestic financial imperfections, or the risk of sovereign default, among others. Controlling for many of these factors, we find a statistically and economically large effect of capital account restrictions on the patterns of capital flows. Incidentally, it suggests that the ongoing debate about global imbalances should take this dimension into consideration. 19 References Abiad, Abdul, Enrica Detragiache, and Thierry Tressel 2008. A new database of financial reforms. IMF Working Paper WP08266. Abiad, Abdul, Daniel Leigh, and Ashoka Mody 2007. International Finance and Income Convergence: Europe is Different. IMF Working Paper WP0764. Acemoglu, Daron and Simon Johnson 2005. Unbundling Institutions. Journal of Political Economy 113 5, 949995. Alfaro, Laura, Charlton, Andrew, and Fabio Kanczuk 2007. Plant Size Distribution and Cross Country Income Differences. Harvard Business School. Alfaro, Laura, Sebnem Kalemli Ozcan, and Vadym Volosovych 2008. Why doesnt capital flow from rich to poor countries? An empirical investigation. Review of Economics and Statistics 90 2, 347368. Alfaro, Laura, Sebnem Kalemli Ozcan, and Vadym Volosovych 2011. Sovereigns, Upstream Capital Flows and Global Imbalances. NBER Working Paper 17396. Barro, Robert J. and Jong Wha Lee 2000. International Data on Educational Attainment: Updates and Implications. The Center for International Development at Harvard University Working Paper 42. Blanchard, Oliver and Francesco Giavazzi 2002. Current Account Deficits in the Euro Area: The End of the Feldstein Horioka Puzzle? Brookings Papers on Economic Activity 33 2, 147210. Blanchard, Oliver and Gian Maria Milesi Ferretti 2009. Global Imbalances: In Midstream? IMF Staff Position Note No. 0929. Buera, Francisco J. and Yongseok Shin 2009. Productivity Growth and Capital Flows: The Dynamics of Reforms. NBER Working Paper No. 15268. Caballero, Ricardo J., Emmanuel Farhi, and Pierre Olivier Gourinchas 2008. An Equilibrium Model of Global Imbalances and Low Interest Rates. American Economic Review 98 1, 358393. Cardenas, Mauricio and Felipe Barrera 1997. On the Effectiveness of Capital Controls: The Experience of Colombia During the 1990s. Journal of Development Economics 54 1, 2757. Caselli, Francesco and James Feyrer 2007. The Marginal Product of Capital. Quarterly Journal of Economics 122 2, 535568. 20 Christiansen, Lone, Alessandro Prati, Luca Antonio Ricci, and Thierry Tressel 2009. External Balance in Low Income Countries. in Reichlin, L. and West, K., eds. 2010 NBER International Seminar on Macroeconomics 2009, 265322. Chinn, Menzie and Hiro Ito 2007. Current Account Balances, Financial Development and Institutions: Assaying the World Saving Glut . Journal of International Money and Finance, 26, 546569. Chinn, Menzie and Hiro Ito 2008. A New Measure of Financial Openness. Journal of Comparative Policy Analysis, 10 3, p. 309 322. Chinn, Menzie, Eichengreen, Barry, and Hiro Ito 2011. A forensic analysis of global imbalances. NBER Working Paper 17513 Chinn, Menzie. and E. Prasad 2003. Mediumterm determinants of current accounts in industrial and developing countries: an empirical exploration. Journal of International Economics, 59, 4776. Coeurdacier, Nicolas and Philippe Martin 2009. The geography of asset trade and the euro: insiders and outsiders. Journal of the Japanese and International Economies 23 2, 90113. De Gregorio, Jose, Sebastian Edwards, and Rodrigo Valdes 2000. Controls on Capital Inflows: Do They Work? Journal of Development Economics 63 1, 5983. Demirguc Kunt, Asli and Enrica Detragiache 1998. The Determinants of Banking Crises Evidence from Developing and Developed Countries. IMF Staff Papers 45 1. Edison, Hali and Carmen Reinhart 2001. Stopping Hot Money. Journal of Development Economics 66 2, 53353. Edwards, Sebastian 1999. How Effective Are Capital Controls? Journal of Economic Perspectives 13 4, 6584. Edwards, Sebastian and Roberto Rigobon 2009. Capital Controls on Inflows, Exchange Rate Volatility and External Vulnerability. Journal of International Economics 78 2, 25667. Eichengreen, Barry 2003. Capital Flows and Crisis. The MIT Press, Cambridge. Faria, Andre and Paolo Mauro 2009. Institutions and the external capital structure of countries. Journal of International Money and Finance 28 3, 367391. Forbes, Kristin 2007. The Microeconomic Evidence on Capital Controls: No Free Lunch. in Sebastian Edwards, ed. 2007 Capital Controls and Capital Flows in Emerging Economies: Policies, Practices and Consequences Cambridge, Massachusetts, National Bureau of Economic Research. 21 Gagnon, Joseph 2011. Current account imbalances coming back. Peterson Institute of International Economics Working Paper Series WP 111. Gourinchas, Pierre Olivier and Olivier Jeanne 2009. Capital Flows to Developing Countries: The Allocation Puzzle. Peterson Institute Working Paper Series No. 0912. Gruber, Joseph W. and Steven B. Kamin 2007. Explaining the Global Pattern of Current Account Imbalances. Journal of International Money and Finance 26, 500522. Gruber, Joseph W. and Steven Kamin 2008. Do Differences in Financial Development Explain the Global Pattern of Current Account Imbalances? Board of Governors of the Federal Reserve System, International Finance Discussion Papers No. 923. Hall, Robert E. and Charles Jones 1999. Why Do Some Countries Produce So Much More Output per Worker than Others? The Quarterly Journal of Economics 114 1, 83116. Heston, Alan, Robert Summers, and Bettina Aten 2006. Penn World Table Version 6.3. Center for Income and Prices at the University of International Comparisons of Production, Pennsylvania. Hsieh, Chang Tai and Peter J. Klenow 2009. Misallocation and Manufacturing TFP in China and India. The Quarterly Journal of Economics 124 4, 14031448. International Monetary Fund, Independent Evaluation Office 2003. The IMF and Recent Capital Account Crises Indonesia, Korea, Brazil. International Monetary Fund. Kalemli Ozcan, Sebnem, Ariell Reshef, Bent E. Sorensen and Oved Yosha 2008. Why does Capital Flow to Rich States? Review of Economics and Statistics 92 4, 769783. Lane, Philip R. and Gian Maria Milesi Ferretti 2007. The External Wealth of Nations Mark II: Revised and Extended Estimates of Foreign Assets and Liabilities, 19702004. Journal of International Economics 73 2, 223250. Lane, Philip R. and Gian Maria Milesi Ferretti 2008. The Drivers of Financial Globalization. American Economic Review 98 2, 32732. Lewis, Karen K. 1996. What can explain the apparent lack of international consumption risk sharing? Journal of Political Economy 104 2, 267297. Lowe Matt, Chris Papageorgiou, and Fidel Perez Sebastian, 2012. The public and private MPK, University of Oxford, IMF, and University of Alicante, mimeo Lucas, Robert E. 1990. Why doesnt Capital Flow from Rich to Poor Countries? American Economic Review 80 2, 9296. 22 Mendoza, Enrique, Vincenzo Quadrini, and Jose Victor Rios Rull 2008. Financial Integration, Financial Development and Global Imbalances. Journal of Political Economy 117 3, 371416. Obstfeld, Maurice and Alan M. Taylor 2005. Global Capital Markets: Integration, Crisis, and Growth. Cambridge University Press. Ostry, Jonathan, Ghosh, Atish R., Habermeier, Karl Friedrich, Chamon, Marcos, Qureshi, Mahvash Saeed and Dennis Reinhardt 2010. Capital Inflows: The Role of Controls. IMF Staff Position Note No. 201004. Prati, Alessandro and Thierry Tressel 2006. Aid volatility and Dutch Disease: Is there a role for macroeconomic policies? IMF Working Paper No. 06145. Quinn, Dennis 1997. The Correlates of Change in International Financial Regulation. American Political Science Review 91 3, 531551. Quinn, Dennis, Martin Schindler, and A. Maria Toyoda 2011. Assessing Measures of Financial Openness and Integration. IMF Economic Review 59 3, 488522. Reinhardt, Dennis 2010. Into the Allocation Puzzle A Sectoral Analysis. Study Center Gerzensee Working Papers No. 10.02. Reinhart, Carmen and Kenneth Rogoff 2004a. The Modern History of Exchange Rate Arrangements: A Reinterpretation. Quarterly Journal of Economics 119 1. Reinhart, Carmen and Kenneth Rogoff 2004b. Serial Default and the Paradox of Rich to Poor Capital Flows. American Economic Review Papers and Proceedings 94 2, 5358. Restuccia, Diego and Richard Rogerson 2008. Policy Distortions and Aggregate Productivity with Heterogeneous Plants. Review of Economic Dynamics 11 4, 707720. Roodman, David 2006. An index of Donor performance. Center for Global Development. Working Paper No. 67. Sandri, Damiano 2010. Growth and Capital Flows with Risky Entrepreneurship. IMF Working Papers No. 1037. Song, Zheng M., Kjetil Storesletten, and Fabrizio Zilibotti 2009. Growing like China. American Economic Review 101 1, 196233. Tressel, Thierry and Enrica Detragiache 2008. Do Financial Sector Reforms Lead to Financial Development? Evidence from a new Dataset. IMF Working Paper No. 08265. 23 Verdier, Genevieve 2008. What drives longterm capital flows? A theoretical and empirical investigation. Journal of International Economics 74, 120142. 24 Tables and figures ssennep O tnuocc A latipa C18.6.4.2.ssennep O tnuocc A latipa C18.6.4.2.ssennep O tnuocc A latipa C18.6.4.2.High Income Countries 198019851990199520002005Year Middle Income Countries 198019851990199520002005Year Low Income Countries 198019851990199520002005Year Figure 1: Evolution of Capital Account Openness by Income Group: The figures show the development of the median blue thick and the lower 25th Percentile black thin of the index of capital account openness for four income groups classified using the World Bank classification of income groups as of 2006. The dashed line plots median openness across all countries for the full sample period 19802006. 25 A: OpenClosed defined using the Median Current Account Current Account adding concessional loans 20.0PDGo 20.0PDGo t tnuocc A t nerru Cnade Mi PDGo t tnuocc A t nerru Cnade Mi 20.40.60.20.020.40.60.80.t tnuocc A t nerru Cnade Mi 20.40.60.High Income Middle Income Low Income High Income Middle Income Low Income Open Countries Closed Countries B: Very open countries Current Account Current Account adding concessional loans PDGo t tnuocc A t nerru Cnade Mi 20.020.40.60.80.High Income Middle Income Low Income High Income Middle Income Low Income Open Countries Closed Countries Figure 2: Current Account to GDP and Capital Account Openness: The Current Account to GDP ratio also including concessional loans to GDP is averaged over five 5year periods covering 19822006. In Panel A, for every period, a country is in the open group if its index value of initial capital account openness is above the sample median of the index of initial capital account openness i.e. above 0.5. High Income Countries are in the open group if their index value of initial capital account openness is above 0.75 only 15 of 115 observations for high income countries have openness values below or equal to 0.5 whereas 0.75 splits the sample roughly in half. In Panel B, we increase the threshold by one step in the index of initial capital account openness: a middle and low income country is then in the open group if its index value of initial capital account openness is above 0.625. Income groups are defined using the World Banks classification as of 2006. 26 1.50.0CHNCIVCHNKORSLE SDNLBYPRYCHLClosed Observations NGASDNSYRMYSJORLAOSLEGHADOMBLRKAZGHAAZEPHLCHLCIVUGAHNDTUNDZATUNMOZCOLETHMARBFAGABEGYUKRBRADZANPLPERCHLLAOZAFKORMDGKENTTOTHABRAALBJORNPL PAKBFAMOZLKABFATTOHNDUZBJAMRWAVNMNGABGDPAKBGDTZAGRCMUSSENGHAPHLISRRWASENFINZAFGABTHASLVCRIISRTURMARSLVPAKMARISRZMBROMRUSPOLPRTVENNORMEXARGAUSCOGGTMHUNIDNESPKHMKENINDTZABGDTUNETHTURCRIINDLKALKAETHFINSLVCOLMARLAOEGYSYRTZAMUSISRNPLGRCBGDSYRTUNPAKBGDNPLLBYDZASENJAMALBUZBCOLUGALKAETHCIVNGAUGAUKRTUNMARBRACHNSYRDZATHAVNMETHPAKGABKENMDGBFAZAFSLEINDVNMINDKAZBLRDOMPERLAOEGYAZEHNDPHLCHLRWAGHABFAMYSSDNLAOJORSDNTTONGAMOZNGAGHAINDLBYLKAPRYCIVKOR CHNCHNCoeff.: 0.008pValue: 0.5296.5 BWA PDG fo % tnuocc A tnerru CPDG f o% tnuocc A tnerru C50.1.1.50.050.1 50LOG Initial GDP rel.USOpen Observations BWAPANKENSAUBOLHKGSWETHANICPRTCHEIRLCMRPRYMYSGMBCMRGRCIDNURYECUNZLJPNCANTURKORCHEMEXVENHNDVENGTMSAUAUSIRLFRACRIITAMEXNLDGEOCMRGMBMUSDOMBELJAMGBRDNKBWANORSGPUGAHKGUGAPHLPERARGAUTDNKDEUNORIRLFINDEUPRTGBRITAUSAFRAAUSAUTSVKZMBSDNCHLBGRJORKHMLVAISRCZEESTGABUSASLVBELCOLNLDNZLAUTESPECUARGDNKCANNLDESPAUTCANPERSWEURYGTMNZLGRCCANSENSWEEGYBOLPERPRYARGPANPANPRTECUPHLCRIEGYSENTURUSAESPGBRJAMUSACHEDOMDEUECUBELITAMUSDEUNORURYFRASWEGBRURYFRAESPDNKBEL BELGTMITAJPNNORGBRCOLSWEJPNSLVFRAVENNZLBOLURYAUSITAPRTUSAAUTDNKDEUTURNLDNZLAUSMEXECUNLDKORBOLCHESGPSGPPANJAMDOMMYSFINTTOIDNGMBCRICANMUSHKGGTMMEXBWACMRIDNVENGEOCHENICTHAGMBKENMYSSAUFINTTOPANIDNBWASGPIRLHNDPRYGRCIRLCMR.2.10.1LOG Initial GDP rel.USCoeff.: 0.054pValue: 0.0864.3.2Figure 3: Conditional Correlation Plot from Regression of Current Account on Initial Income and Controls for open and closed observations. The figure plots the residuals of a regression of the average current account to GDP ratio on the standard control variables versus the residuals from the regression of Log Initial GDP on the standard control variables. In the upper lower panel, we include only observations for which the index of initial capital account openness is below or on above the median. 27 PDG la PDGo t tnuocc A tnerru Cno itin I go L fo tceff E liangra M80.60.40.20.020 211LAC f 8.6. toeamits E ytisne D l 4.enre KMean of CAL2.0.2.4.6.81CAL Figure 4: Marginal effect of income on the current account for different levels of openness. The solid green line gives the marginal effect of log initial GDP PPP per capita, relative to the US on the current account for different levels of the index of initial capital account openness CAL, conditional on the standard control variables. It corresponds to the regression in column 4 of table 1. The thick black dashed lines give the 90% confidence interval. The red dashed line represents the density of the index of initial capital account openness. PDGo t t LAC fo tceff Enuocc A t liangra Mnerru Cno 1.50.050.1.51.3.PDGalitin 2.Igo L fo etamits E ytisne D1.Mean of Log Initial GDP0123Log Initial GDP4 lenre K05Figure 5: Marginal effect of openness on the current account for different levels of income. The solid green line gives the marginal effect of the index of initial capital account openness CAL on the current account for different levels of log initial GDP PPP per capita, relative to the US, conditional on the standard control variables. It corresponds to the regression in column 4 of table 1. The thick black dashed lines give the 90% confidence interval. The red dashed line represents the density of log initial GDP PPP, relative to the US. 28 dezilamron PDGo t ACnade Midezilamron PDGo t ACnade Mi Current Account Relative income above regression threshold Relative income below regression threshold dezilamron PDGo t ACnade Mi 10.500.0500.10.01to5Years Relative to Liberalization6to1001to5Years Relative to Liberalization6to10 Current Account adding concessional loans Relative income above regression threshold Relative income below regression thresholddezilamron PDGo t ACnade Mi 510.10.500.0500.10.01to5Years Relative to Liberalization6to1001to5Years Relative to Liberalization6to1010.500.0500.10.510.10.500.0500.10.Figure 6: Event Study. Liberalization is defined as an increase in the Index of Capital Account Openness of more or equal to 0.25, which i is not followed by a reversal in the following 10 years defined as a cumulative decrease in the Index of capital account openness of more or equal to 0.125 and which ii does not occur in an already financially open environment i.e. index value above or on 0.75. The bars give the median value of the current account to GDP ratio also including concessional loans for the different income groups in the year of liberalization and in the two 5year intervals after the year of liberalization; magnitudes are relative to the median current account to GDP ratio in the 5year interval before the liberalization event. The regression threshold is about 20% of relative income to the US PPP; this corresponds to the 62th percentile of the distribution. The results are based on 1731 events for observations abovebelow the regression threshold for relative income. 29 1234Log Initial GDP PPP per capita, relative 0.0011to US0.004Index of Initial Capital Account Openness 0.00370.0100.02730.0170.01020.014Log Initial GDP PPP per capita Index of Initial Capital Account Opennes Fiscal balance to GDPOld age dependency ratio Population growth Initial NFA to GDPOil trade balance to GDPPer capita real GDP growth Aid Flows to GDPTrade Openness Terms of Trade Constant Observations Countries Country Fixed Effects Rsquared withinRsquared overallcoeff1coeff3pvalue 0.31990.0820.10690.0640.34920.3920.02840.0070.05720.0420.03850.1090.35040.0910.01830.0060.01570.017420105NO0.4300.12910.0740.63890.2441.69280.6510.00110.0130.07390.1150.04890.1380.20420.1530.03760.0220.04310.0160.34220.092420105YES0.2340.2870.01470.0050.07700.0230.02850.0070.31840.0810.20070.0690.53990.3960.02550.0060.05850.0410.04790.1060.37280.0960.01710.0060.01400.018420105NO0.4550.01380.0090.00970.0150.09660.0310.03210.0110.12480.0700.67280.2221.88310.6590.00040.0120.05800.1050.05200.1250.23410.1540.03700.0210.03850.0170.27990.094420105YES0.2650.3240.04180.013 Table 1: Current Account and Openness. The dependent variable is the Current Account to GDP ratio. The dependent and explanatory variables are averaged over 5 year periods covering 19822006 except when stated otherwise. Initial refers to the year before the respective 5 year period. See the appendix for the precise definition of each variable. Standard errors are robust to heteroskedasticity. In the last two lines, we test using a F test whether, coeffLog Initial GDP coeffLogInitial GDPx Capital Account Openness 0 for countries with fully open capital accounts capital account index equal to 1. 30 1234Log Initial GDP PPP per capita, relative to USDummy for Open Countries 0.00100.0040.00180.0050.02710.0170.00590.006Log Initial GDP PPP per capita Dummy for Open Countries Fiscal balance to GDPOld age dependency ratio Population growth Initial NFA to GDPOil trade balance to GDPPer capita real GDP growth Aid Flows to GDPTrade Openness Terms of Trade Constant Observations Countries Country Fixed Effects Rsquared withinRsquared overallcoeff1coeff3pvalue 0.00580.0040.04360.0130.01560.0040.33160.0830.17590.0670.44150.3930.02600.0060.05260.0410.05150.1070.37900.0960.01790.0060.00780.016420105NO0.4500.009790.03140.01390.0150.06600.0170.02080.0060.13630.0720.65710.2231.70680.6230.00420.0120.07520.1030.03360.1290.24000.1470.04370.0210.03810.0160.29330.088420105YES0.2700.3190.03470.0286 0.12760.0730.63120.2431.69030.6480.00140.0130.07390.1140.04560.1390.20300.1530.03800.0220.04380.0160.34740.092420105YES0.2350.2880.31860.0820.10770.0640.34750.3930.02850.0070.05770.0410.03880.1090.35110.0910.01820.0060.01680.016420105NO0.430Table 2: Spline Specification. The dependent variable is the Current Account to GDP ratio. The dependent and explanatory variables are averaged over 5 year periods covering 19822006 except when stated otherwise. Initial refers to the year before the respective 5 year period. See the appendix for the precise definition of each variable. Standard errors are robust to heteroskedasticity. In the last two lines, we test using a F test whether, coeffLog Initial GDP coeffLogInitial GDPx Dummy for Open Countries 0 for countries with fully open capital accounts capital account index equal to 1. The Dummy for Open Countries takes the value of 1 0 otherwise if a countrys level of initial openness is, for a given 5 year period, above the wholesample 3851th Percentile of initial openness i.e. above an index value of 0.5 see the appendix for the derivation of the threshold using a spline search procedure. 31 Above: percentile Initial Openness Index value Above: 619 0.25 cid:2869 cid:2870cid:2871.0267 .0023.0010Above: 2037 0.375 .0223 .0291.0084Above: 3851 0.5 Baseline .0139 .0660.0208Above: 5262 0.625 .0182 .0647.0205Above: 6372 0.75 .0238 .0637.0190cid:2869cid:2871pvalue 0.0277 0.1193 0.0307 0.0700 0.0347 0.0286 0.0387 0.0196 0.0428 0.0123 RSquared within0.2321 0.2425 0.2699 0.2691 0.2686 .0233 .0585.0176Above: 7379 0.875 cid:3436Outflows GDP cid:3440cid:2919cid:2930cid:3404cid:3397cid:2869GDPPCcid:2919cid:2930cid:3397cid:2870CAL_Dummycid:2919cid:2930cid:3397cid:2871CAL_Dummycid:2919cid:2930GDPPCcid:2919cid:2930cid:3397cid:2872Xcid:2919cid:2930cid:3397cid:2919cid:2930 0.0409 0.0177 0.2585 Table 3 Spline Search: different thresholds for the index of initial openness. The dependent variable is the Current Account to GDP ratio. The regressions include the same controls as in Table 1 and 2. The dependent and explanatory variables are averaged over 5 year periods covering 19822006 except when stated otherwise. Initial refers to the year before the respective 5 year period. See the appendix for the precise definition of each variable. Standard errors are robust to heteroskedasticity. In the second to last column, we test using an F test whether coeffLog Initial GDP coeffLogInitial GDPx Dummy for Open Countries 0 conditional on capital account openness index equal to 1. The Dummy for Open Countries takes the value of 1 0 otherwise if a countrys level of initial openness is, for a given 5 year period, above the wholesample xth Percentile of initial openness, where xth is given in the first column. 32 Log Initial GDP PPP per capita, relative to US0.00960.0150.01880.0190.00940.0180.01270.0140.00820.0150.00920.0150.02010.0170.00760.0170.02140.020123456789Index of Initial Capital Account Openness 0.0971 0.1131 0.1094 0.0913 0.09710.0310.0270.0290.0290.1457 0.0984 0.08730.0270.0270.0321 0.0413 0.0369 0.0310 0.0324 0.0295 0.0431 0.0338 0.03620.0090.07290.0300.0100.0090.0230.0110.0310.0100.0090.0100.011Log Initial GDP PPP per capita Index of Initial Capital Account Openness 0.010Fiscal balance to GDPOld age dependency ratio Population growth Initial NFA to GDPOil trade balance to GDPPer capita real GDP growth Aid Flows to GDPTrade Openness Terms of Trade Concessional loans to GDPNet grants to GDPPrivate Credit to GDP ratio Growth in Private Credit to GDPExchange Rate Regime Banking Crisis Institutions ICRGYears of Schooling Reserve Accummulation to GDPConstant Observations Countries Country Fixed Effects Rsquared withinRsquared overallcoeff1coeff3pvalue 0.12380.0700.15200.0700.15480.0620.16570.0630.13460.0690.14440.0680.6448 0.6703 0.6127 0.6016 0.6929 0.72500.2260.2190.2110.2260.2231.8911 2.2253 2.1654 2.5168 1.86360.5670.00640.0110.10710.1300.01600.1440.19820.0940.03870.0230.03980.0160.5460.01180.0100.19630.1200.09970.1500.23840.1010.02890.0220.03470.0160.5170.00100.0090.08770.0980.02270.1310.25190.1070.02740.0210.03950.0170.6610.00130.0120.05520.1070.06720.1260.23250.1540.03520.0220.04020.0170.6670.00110.0120.06490.1080.04210.1280.03740.0220.03690.0170.66380.2260.04590.2330.01900.0750.18600.1930.67710.7220.00370.0150.13700.0980.05050.1220.36530.1410.02490.0200.01430.0200.09470.0690.13980.0630.6434 0.66790.2070.6130.01240.0110.15170.1200.07370.1600.2181.6724 1.79960.6510.00110.0130.04950.1020.01800.1160.26970.1560.03140.0220.03510.0170.1250.04310.0210.02860.0160.40310.2161.73480.6920.00600.0120.05220.0960.14180.1400.43130.1770.05120.0200.02930.0160.03470.0120.09820.0230.00300.0030.00720.0070.13750.0310.00710.0070.2703 0.2987 0.2440 0.2854 0.28560.0940.0920.0860.0900.09440794YES0.2740.3510.04170.012638397YES0.3000.3310.06010.0033738197YES0.3340.4020.04630.0163390100YES0.2900.3370.04370.00591420105YES0.2670.3280.04060.01470.16550.0810.07090.11839498YES0.3130.2990.03870.030828683YES0.2570.3000.06320.00020.02120.0120.07750.0230.09700.0340.3967 0.38740.1390.1380.20710.25850.1000.09635991YES0.3920.393418105YES0.2890.3570.0414 0.05760.009170.0179 Table 4.1: Robustness: Adding Control Variables. The dependent variable is the Current Account to GDP ratio. The dependent and explanatory variables are averaged over 5 year periods covering 19822006 except when stated otherwise. Initial refers to the year before the respective 5 year period. See the appendix for the precise definition of each variable. Standard errors are robust to heteroskedasticity. In the last two lines, we test using a F test whether, coeffLog Initial GDP coeffLogInitial GDPx Capital Account Openness 0 for countries with fully open capital accounts capital account index equal to 1. 33 123456789Log Initial GDP PPP per capita, relative to USDummy for Open Countries 0.02810.01350.0220.0150.0671 0.0639 0.0585 0.0581 0.0654 0.0608 0.0710 0.0658 0.05610.0150.013Log Initial GDP PPP per capita 0.0210 0.0209 0.0186 0.0180 0.0205 0.0209 0.0205 0.0208 0.0192 Dummy for Open Countries0.0050.03670.0190.01300.0160.01320.0150.01050.0160.02120.0190.01640.0140.02980.0200.0210.0170.0140.0050.0050.0050.0070.0060.0050.0050.0060.0150.0150.0160.0160.2310.2300.0650.2200.2270.13560.0710.16170.0720.1657 0.1724 0.14270.0650.0710.15750.0700.6273 0.6635 0.6106 0.6053 0.6698 0.72400.2171.7154 2.0073 1.9306 2.3067 1.6950 1.64320.6560.00910.0120.07370.0930.12630.1450.6290.00270.0120.08190.1050.02290.1310.2240.10820.0700.14790.03210.0760.0660.1981 0.6288 0.67120.2210.2210.2200.50161.5141 1.67590.6200.6130.7460.6210.01420.00510.00470.00480.0110.0130.0150.0120.18330.07090.17820.07360.1030.1000.1190.1040.06980.03250.05470.04380.1680.1180.1300.1290.43650.27530.2389 0.4506 0.28630.1220.1510.1410.1480.1700.0426 0.05990.02700.03960.05280.0210.0210.0220.0200.0210.02690.03490.00990.02840.03930.0160.0150.0200.0160.0160.5710.00840.0120.13400.1300.00600.1520.20780.1010.04670.0230.03930.0160.5180.00160.0090.10850.0990.00380.1340.5480.01280.0110.20850.1220.07940.1570.2361 0.26830.1000.1050.03590.03510.0210.0210.03970.03550.0160.0170.04430.0210.03640.0160.69010.2310.04390.231 Fiscal balance to GDPOld age dependency ratio Population growth Initial NFA to GDPOil trade balance to GDPPer capita real GDP growth Aid Flows to GDPTrade Openness Terms of Trade Concessional loans to GDPNet grants to GDPPrivate Credit to GDP ratio Growth in Private Credit to GDPExchange Rate Regime Banking Crisis Institutions ICRGYears of Schooling Reserve Accummulation to GDPConstant Observations Countries Country Fixed Effects Rsquared withinRsquared overallcoeff1coeff3pvalue0.02840.0130.09340.0230.00220.0030.00470.0070.13460.0300.2826 0.3300 0.2862 0.2981 0.29780.0890.0930.0880.0910.09740794YES0.2800.3490.03450.029338397YES0.2880.3340.05070.016738197YES0.3220.3950.03970.0458390100YES0.2900.3430.03440.0218420105YES0.2710.3190.03370.03360.16520.08439498YES0.3210.2620.03150.06200.01290.0120.07310.0230.10020.0330.00700.0070.3810 0.38240.1450.1430.1493 0.2746 0.21490.1260.1020.09328683YES0.2250.283418105YES0.2910.3470.0572 0.03380.04840.0045835991YES0.3840.3810.04730.0362 Table 4.2: Robustness: Adding Control Variables Spline Specification. The dependent variable is the Current Account to GDP ratio. The dependent and explanatory variables are averaged over 5 year periods covering 19822006 except when stated otherwise. Initial refers to the year before the respective 5 year period. See the appendix for the precise definition of each variable. Standard errors are robust to heteroskedasticity. In the last two lines, we test using a F test whether, coeffLog Initial GDP coeffLogInitial GDPx Dummy for Open Countries 0 for countries with fully open capital accounts capital account index equal to 1. The Dummy for Open Countries takes the value of 1 0 otherwise if a countrys level of initial openness is, for a given 5 year period, above the wholesample 3851th Percentile of initial openness i.e. 0.5 see the appendix for the derivation of the threshold using a spline search procedure. 34 12Adding concessional loans 345678910Subtracting Reserves Excl. Transition Econ.Time FEChinn Ito 0.00980.0150.01640.0050.00580.0170.0778 0.0974 0.0904 0.09730.0310.01880.0050.0260.01470.0050.06020.0230.0220.0230.0288 0.0321 0.0354 0.0346 0.0227 0.0315 0.02630.0070.0070.0240.0100.0070.0070.0110.01330.0160.01080.0160.01270.0050.00610.0040.0950 0.0809 0.0948 0.06140.0220.01940.0060.0310.02850.0120.0310.0110.3220.01250.02210.2380.1890.04190.01250.4510.01650.001230.2620.3650.04230.01780.4710.01370.007040.2940.3450.04180.01650.4270.01320.02090.2580.3020.04390.0185 Table 5.1: Additional Robustness Tests. In column 1 and 2 the dependent variable is the sum of Current Account to GDP and the concessional loans to GDP ratio. In columns 3 and 4 we subtract Reserve Accumulation to GDP from the Current Account to GDP ratio. In columns 5 and 6 we exclude transition economies. In columns 7 and 8 we include time fixed effects. In columns 9 and 10 we use the Chinn and Ito index instead of the Quinn index as a proxy for capital account openness. 35 Log Initial GDP PPP per capita, relative to USIndex of Initial Capital Account Openness Log Initial GDP PPP per capita Index of Initial Capital Account Openness Fiscal balance to GDPOld age dependency ratio Population growth Initial NFA to GDPOil trade balance to GDPPer capita real GDP growth Aid Flows to GDPTrade Openness Terms of Trade Constant Observations Countries Country Fixed Effects Rsquared withinRsquared overallcoeff1coeff3pvalue 0.28650.0800.12240.0700.1974 0.62550.2211.90170.20510.0690.15160.0640.57570.3820.02340.0060.08120.0370.21630.0940.39870.1040.00060.0070.02790.019418105NO0.6760.00210.0130.06720.1080.04030.1280.07020.1640.03770.0220.03610.0170.26620.09540794YES0.0720.68800.4240.02430.0060.05840.0400.07100.1060.10270.1080.02030.0070.01920.01840894NO0.12560.0710.66130.2241.89070.6900.00060.0130.07520.1380.05660.1380.23710.1540.03790.0220.03830.0170.28020.09739789YES0.31870.0860.14680.0720.29850.4120.02640.0060.05520.0410.10430.1090.37390.0960.01720.0060.03000.020421105NO0.15320.0720.55820.2181.60160.7010.00090.0120.04980.1030.00970.1210.20150.1490.02750.0210.03890.0170.26540.094420105YES0.31490.0820.17270.0680.71820.3660.02700.0060.06150.0420.04340.1090.30340.0690.01790.0060.00270.016414105NO0.07840.0680.51740.2101.09480.6110.00100.0130.02340.1050.18460.1030.29320.1580.03540.0200.02720.0170.18820.101417105YES0.1910.2400.02890.09410.28560.0810.15920.0700.91670.4470.02700.0060.10590.0390.05900.1050.35140.1060.02160.0070.01740.01939889NO0.4980.008030.1380.02620.0160.05710.0280.01770.0090.12800.0670.62490.2302.27170.5300.00520.0110.04280.1090.07430.1330.11480.1280.02600.0200.04600.0150.34750.091413105YES 12Adding concessional loans 345678910Subtracting Reserves Excl. Transition Econ.Time FEChinn Ito Log Initial GDP PPP per capita, relative to USDummy for Open Countries Log Initial GDP PPP per capita Dummy for Open Countries Fiscal balance to GDPOld age dependency ratio Population growth Initial NFA to GDPOil trade balance to GDPPer capita real GDP growth Aid Flows to GDPTrade Openness Terms of Trade Constant Observations Countries Country Fixed Effects Rsquared withinRsquared overallcoeff1coeff3pvalue 0.01360.0150.01610.00770.0040.0150.0443 0.0677 0.0475 0.0624 0.0368 0.0662 0.0444 0.06530.0130.0160.00780.0040.00490.0040.00670.0040.00060.0170.01440.0160.0170.0150.0170.0140.0140.0130.00190.0040.04590.0210.0161 0.0212 0.0176 0.0201 0.0128 0.0208 0.0146 0.0197 0.01390.0040.0050.0060.0050.0060.0060.0050.0040.0040.02950.0160.03630.0240.01240.0060.29890.0810.17240.0700.59820.4220.02480.0060.05250.0400.07530.1080.11080.1070.02140.0070.00220.01640894NO0.3170.008370.07900.13440.0710.60930.2231.72600.6370.00190.0120.08410.1050.02110.1320.06340.1570.04450.0210.03570.0160.27860.08940794YES0.2450.1950.03480.02860.22490.0730.11330.0630.45000.3780.02430.0060.07300.0370.22040.0960.39980.1050.00190.0060.00090.016418105NO0.4390.01090.01400.09020.0690.50320.2150.93600.5820.00300.0120.04620.1030.19920.1060.30100.1540.04340.0190.02700.0160.20550.094417105YES0.1890.1910.02070.2370.29690.0810.13490.0690.86320.4460.02740.0070.10130.0390.05610.1060.35860.1070.02280.0070.00200.01739889NO0.4970.005000.3010.13780.0720.64480.2251.71700.6510.00460.0120.09200.1340.03760.1410.24470.1480.04470.0210.03770.0160.29090.09339789YES0.32720.0870.13110.0690.22240.4020.02690.0060.05140.0410.10600.1110.38230.0970.01780.0060.00640.017421105NO0.16400.0730.54740.2171.43000.6630.00430.0120.06420.1010.01180.1230.20420.1470.03320.0210.03870.0160.27950.088420105YES0.30690.0820.14170.0650.62730.3660.02690.0060.06630.0420.02620.1110.29980.0710.01760.0060.01330.016414105NO0.2690.3680.0352 0.009700.03910.02740.4660.3000.3510.03580.02740.4240.01200.03760.12000.0680.61500.2232.19050.5490.00420.0110.04490.1090.08040.1370.07880.1260.01960.0210.04590.0140.35520.085413105YES0.2590.2910.04190.0257 Table 5.2: Additional Robustness Tests Spline Specification. See table 5.1 for a description of the dependent variables. The Dummy for Open Countries takes the value of 1 0 otherwise if a countrys level of initial openness is, for a given 5 year period, above the wholesample 3851th Percentile of initial openness i.e. 0.5 see the appendix for the derivation of the threshold using a spline search procedure; in columns 9 and 10, we use the 72th percentile as a threshold based on the spline search procedure for the specification including the Chinn and Ito index. In the last two lines, we test using a F test whether, coeffLog Initial GDP coeffLogInitial GDPx Dummy for Open Countries 0 for countries with fully open capital accounts capital account index equal to 1. 36 Appendix A. Data We mainly rely on the dataset assembled by Christiansen et al. 2009 and we update several series. We employ data for 19802006 for all countries 110 with a population larger than one million and for which data for our preferred index of financial openness Quinn index is available there are 5 countries for which not all the standard control variables are available. As a preliminary screen on the data we exclude observations for which the dependent variable and our baseline controls deviate by more than 4 standard deviations from their sample mean in the fixed effects specification i.e. using the country specific mean over time. This makes sure that no extreme observation has an undue impact on the results. Table A1 would indicate if a variable is constructed relative to trading partners: the weights used are those employed by the Information Notice System INS system of the IMF to calculate real effective exchange rates. Variable Balance of Payments Current AccountGDP Reserve AccumulationGDP Aid flows to GDP, net grantsGDP and concessional loansGDP Financial Openness Index of Initial Capital Account Openness Quinn Index of Initial Capital Account Openness Chinn and Ito Income related variables Initial GDP PPP per capita relative to the US Description The current account to GDP ratio is based on IFS spliced with data from WEO. Reserve accumulation is measured by the negative of reserve flows taken from IFS BOP statistics; if IFS data is missing, we use the change in the stock of reserves obtained from Lane and Milesi Ferretti 2007. Roodman 2006 computes a measure of foreign aid based on Official Development Assistance ODA data as total net aid minus debt forgiveness plus offsetting entries for debt relief. Concessional loans are constructed as foreign aid minus net grants. Net grants are constructed as total grants also from ODA minus debt forgiveness grants. The data are in millions of U.S. dollars and are computed relative to WEO nominal GDP. Our preferred measure of financial openness is computed by Dennis Quinn 1997, updated to 2006 The index, which is normalized between 0 and 1 1 for fully open countries, is based on the IMFs Annual Report on Exchange Arrangements and Exchange Restrictions AREAER. An alternative measure of capital account liberalization is taken from Chinn and Ito 2008; we use the data updated in July 2010. The index, which we normalize between 0 and 1, is also based on the IMFs AREAER. Relative Income per capita is PPP income per capita relative to the U.S, both in constant 2005 international Dollars rgdpl 2. The index has a value 37 Real per capita GDP growth Income Groups Demographics Oldage dependency ratio Population growth External Net foreign assetsGDP Oil trade balanceGDP Exchange Rate Regime Trade Terms of Trade Trade Openness Financial Development Private CreditGDP Growth in Private CreditGDP Years of Schooling Fiscal: General Government Balance GGBGDP Banking Crisis Institutions ICRG of 100 for the U.S. The data are from PWT 7.1. The growth rate of GDP per capita in PPP is taken from PWT 7.1 We aggregate countries into income groups based on the World Bank income group classification as of 2006. The oldage dependency ratio captures the share of people older than 64, relative to the working age population, defined as the age group 1564. The data are based on UN data, annualized by the World Bank. The population growth data are computed from World Bank data, extended with UN projections. Net foreign assets NFA are from Lane and Milesi Ferretti 2007. If there is no NFA data for a given country we use the cumulative current account. The oil trade balance to GDP ratio is from WEO. As an indicator for the type of exchange rate regime we use the coarse classification by Reinhart and Rogoff 2004a. We drop the observation if the index takes a value of 6 dual market in which parallel market data is missing and include observations with an index value of 5 freely falling into the 4 freely floating category. The higher the values of this index the more market determined freer the exchange rate. The natural logarithm of terms of trade of goods and services. Data are from WEO. The sum of imports and exports of goods and services divided by GDP all from WEO. Private Credit by Deposit Money Banks and Other Financial Institutions relative to GDP is taken from the World Bank. Growth rate of Private CreditGDP. Average years of schooling in the population aged 25 and over is taken from Barro and Lee 2000. The general government balance relative to GDP, using the central government balance for countries where the general balance is not available. The data are from WEO. Our measure for banking crises is based on an updated version of the dummy variable constructed by Demirguc Kunt and Detragiache 1998. It takes a value of 1 for years in which a country experienced a banking crisis 0 otherwise. To measure institutional quality we use a composite index measuring political risk compiled by the International Country Risk Guide ICRG. The index following subcomponents: Government Stability, Socioeconomic Conditions, Investment Profile, Internal Conflict, External Conflict, Corruption, Military Involvement in Politics, Religious Tensions, Law and Order, Ethnic tensions, Democratic Accountability, Quality of Bureaucracy. is a weighted average of the 38 B. Sample 110 Countries Albania ALB, Algeria DZA, Argentina ARG, Australia AUS, Austria AUT, Azerbaijan AZE, Bangladesh BGD, Belarus BLR, Belgium BEL, Bolivia BOL, Botswana BWA, Brazil BRA, Bulgaria BGR, Burkina Faso BFA, Cambodia KHM, Cameroon CMR, Canada CAN, Chile CHL, China CHN, Colombia COL, Congo Rep. COG, Costa Rica CRI, Cote dIvoire CIV, Czech Republic CZE, Denmark DNK, Dominican Republic DOM, Ecuador ECU, Egypt EGY, El Salvador SLV, Estonia EST, Ethiopia ETH, Finland FIN, France FRA, Gabon GAB, The Gambia GMB, Georgia GEO, Germany DEU, Ghana GHA, Greece GRC, Guatemala GTM, Haiti HTI, Honduras HND, Hong Kong China HKG, Hungary HUN, India IND, Indonesia IDN, Iran Islamic Rep. IRN, Ireland IRL, Israel ISR, Italy ITA, Jamaica JAM, Japan JPN, Jordan JOR, Kazakhstan KAZ, Kenya KEN, Korea Rep. KOR, Kyrgyz Republic KGZ, Lao PDR LAO, Latvia LVA, Libya LBY, Lithuania LTU, Madagascar MDG, Malaysia MYS, Mauritius MUS, Mexico MEX, Morocco MAR, Mozambique MOZ, Nepal NPL, Netherlands NLD, New Zealand NZL, Nicaragua NIC, Nigeria NGA, Norway NOR, Pakistan PAK, Panama PAN, Paraguay PRY, Peru PER, Philippines PHL, Poland POL, Portugal PRT, Romania ROM, Russian Federation RUS, Rwanda RWA, Saudi Arabia SAU, Senegal SEN, Sierra Leone SLE, Singapore SGP, Slovak Republic SVK, South Africa ZAF, Spain ESP, Sri Lanka LKA, Sudan SDN, Sweden SWE, Switzerland CHE, Syrian Arab Republic SYR, Tanzania TZA, Thailand THA, Trinidad and Tobago TTO, Tunisia TUN, Turkey TUR, Uganda UGA, Ukraine UKR, United Kingdom GBR, United States USA, Uruguay URY, Uzbekistan UZB, Venezuela VEN, Vietnam VNM, Zambia ZMB, Zimbabwe ZWE. C. Spline Search This section describes the spline search procedure employed to split countries in a financially open and in a financially closed group. The spline search method aims at maximizing the explanatory power of our baseline regression i.e. the regression of the current account balance relative to GDP on the standard controls Xcid:2919cid:2930, CALP, and an interaction term between We set CALPcid:2919cid:2930 equal to 1 if a countrys level of openness is above the th Percentile of cid:3436CAGDPcid:3440cid:2919cid:2930cid:3404cid:3397cid:2869GDPPCcid:2919cid:2930cid:3397cid:2870CALPcid:2919cid:2930cid:3397cid:2871CALPcid:2919cid:2930GDPPCcid:2919cid:2930cid:3397cid:2934Xcid:2919cid:2930cid:3397cid:2919cid:2930 this dummy and initial income: openness across all countries for a given panel window and to 0 otherwise. We choose such 39 that the within R2 of the regression is maximized. To obtain two groups that are large enough, we restrict to be between 20 and 80. The method yields the 3851th percentile for our baseline specifications i.e. 5 year averages with financial openness in initial terms regardless of whether we include fixed effects or not. The 3851th percentile corresponds to an index value of financial openness of 0.5; as the index of initial capital account openness is a step function, this corresponds to countries that are above index values of 0.5. Figure 3 shows that this threshold splits observations in a closed and an open group for which the effect of income on the current account balance differs markedly. 40 Appendix Tables Variable Mean Std. Dev.Min Max Observations Current Account to GDPLog Initial GDP PPP per capita, relative to USIndex of Initial Capital Account Openness Fiscal balance to GDP Old age dependency ratio Population growth Initial NFA to GDPOil trade balance to GDPPer capita real GDP growth Aid Flows to GDPTrade Openness Terms of Trade Private Credit to GDP ratio Growth in Private Credit to GDPBanking Crisis Institutions ICRGYears of Schooling Reserve Accummulation to GDPoverallbetweenwithinoverallbetweenwithinoverallbetweenwithinoverallbetweenwithinoverallbetweenwithinoverallbetweenwithinoverallbetweenwithinoverallbetweenwithinoverallbetweenwithinoverallbetweenwithinoverallbetweenwithinoverallbetweenwithinoverallbetweenwithinoverallbetweenwithinoverallbetweenwithinoverallbetweenwithinoverallbetweenwithinoverallbetweenwithin0.02182.74660.59710.00020.07390.00840.39070.00730.02140.03220.68614.61610.45870.03140.13550.64775.96930.01150.05330.04950.03061.24201.22850.14000.28300.24430.15570.03810.02850.02500.05800.05730.01060.01010.01000.00360.49380.51150.22430.08900.09520.01970.02990.02450.02160.05160.05020.02000.44480.44760.12610.19780.14690.14500.39930.37690.14660.08770.05550.07560.27760.16650.22140.15130.12960.07052.84282.85790.56940.02120.01450.01600.26890.18740.13220.47740.28402.18640.00000.12500.09710.17490.06380.11120.17630.16150.11230.01740.01630.00803.57893.04971.54370.13670.10270.10260.07360.03420.07520.00120.00010.05500.13520.19110.10343.49233.90424.01440.01870.02580.13450.28250.05700.19410.00000.00000.58450.20280.30990.43720.74200.96383.88680.08420.00150.0757N 465n 110T 4.22727N 471n 110T 4.28182N 471n 110T 4.28182N 447n 107T 4.17757N 451n 107T 4.21495N 451n 107T 4.21495N 459n 110T 4.17273N 454n 109T 4.16514N 471n 110T 4.28182N 453n 110T 4.11818N 465n 110T 4.22727N 466n 109T 4.27523N 418n 101T 4.13861N 414n 101T 4.09901N 465n 110T 4.22727N 441n 102T 4.323530.17100.08900.12014.76074.68773.28571.00001.00001.12840.15540.10080.08660.07320.05500.02480.04360.02880.02321.38370.98880.54230.43350.38830.12490.16080.11750.09210.35460.25960.12733.53623.44011.19455.51995.08035.17191.86601.75741.36310.44340.26310.36121.00000.72000.89550.95420.90610.841712.2290 N 315n 8612.0190T 3.662797.74580.1826N 445n 1060.09340.1007T 4.19811 Table A1: Summary Statistics. indicates deviation from trading partners. Initial refers to the year before the respective 5 year period. 41 Log Initial GDP PPP per capita, relative to USIndex of Initial Capital Account Openess Fiscal balance to GDP Old age depend. ratio Population growth Initial NFA to GDPOil trade balance to GDPPer capita real GDP growth Aid Flows to GDPTrade Openness Terms of Trade Log Initial GDP PPP per capita, relative to USIndex of Initial Capital Account Openness Fiscal balance to GDPOld age dependency ratio Population growth Initial NFA to GDPOil trade balance to GDPPer capita real GDP growth Aid Flows to GDPTrade Openness Terms of Trade 10.537400.199900.704300.552000.443100.08580.06770.00480.91750.664700.238200.16640.000310.18730.00010.518500.412300.217800.1270.00680.11390.01340.308300.29700.0590.203810.09260.05030.070.13970.14140.00290.204900.16160.00060.212100.247500.00410.931210.705700.353900.212900.13490.00410.377700.09810.03730.00870.853310.279100.18610.00010.3400.404600.12760.00670.06250.185910.06050.20150.04060.38570.418100.06690.15220.16510.000410.0580.21720.227100.03990.39650.18270.000110.12420.00810.238100.02790.547310.09120.05230.09480.044910.07430.1116 Table A2: Pairwise correlations. P values below correlation coefficient. indicates deviation from trading partners. Initial refers to the year before the respective 5 year period. 1 42 Log Initial GDP PPP per capita, relative to USIndex of Initial Capital Account Openess Fiscal balance to GDP Old age depend. ratio Population growth Initial NFA to GDPOil trade balance to GDPPer capita real GDP growth Aid Flows to GDPTrade Openness Terms of Tra Log Initial GDP PPP per capita, relative to USIndex of Initial Capital Account Openness Fiscal balance to GDPOld age dependency ratio Population growth Initial NFA to GDPOil trade balance to GDPPer capita real GDP growth Aid Flows to GDPTrade Openness Terms of Trade 10.13540.00320.12780.00680.199300.256400.248400.00240.95870.465700.07010.13660.00980.83290.12780.005710.09790.03860.266700.246800.02240.63290.05150.27390.259900.199500.338400.0460.321610.1890.00010.07630.10740.16220.00060.14390.00250.268900.05930.21690.14760.00170.0850.072810.321400.11380.01640.05010.29320.212900.08650.07030.405100.11970.011110.03230.49740.02770.5620.13340.00460.03840.42170.228300.12980.005810.05480.24660.222500.10230.03060.15610.00080.02880.540710.09440.04430.16080.00070.15380.0010.1965010.05370.25380.238600.0470.311710.13390.00430.13870.003310.0850.0685 Table A3: Pairwise correlations of the demeaned variables. P values below correlation coefficient. indicates deviation from trading partners. Initial refers to the year before the respective 5 year period. Variables are expressed in deviation of their time mean before calculating the correlation coefficient. 1 43 ", "filename": "720435846.pdf", "person": ["Dennis Reinhardt", "Reinhardt, Dennis", "Luca Antonio Ricci", "Ricci, Luca Antonio", "Thierry Tressel", "Tressel, Thierry"], "date": ["2012"]}