{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/62557/1/720519950.pdf"], "title": ["Can mistargeting destroy social capital and stimulate crime? Evidence from a cash transfer program in Indonesia"], "plaintext": " Discussion Paper No. 6736 July 2012 IZA P.O. Box 7240 53072 Bonn Germany Phone: 4922838940 Fax: 492283894180 Email: izaiza.org Can Mistargeting Destroy Social Capital and Stimulate Crime? Evidence from a Cash Transfer Program in Indonesia Lisa Cameron Monash University and IZA Manisha Shah University of CaliforniaIrvine, NBER and IZA Any opinions expressed here are those of the authors and not those of IZA. Research published in this series may include views on policy, but the institute itself takes no institutional policy positions. The Institute for the Study of Labor IZA in Bonn is a local and virtual international research center and a place of communication between science, politics and business. IZA is an independent nonprofit organization supported by Deutsche Post Foundation. The center is associated with the University of Bonn and offers a stimulating research environment through its international network, workshops and conferences, data service, project support, research visits and doctoral program. IZA engages in i original and internationally competitive research in all fields of labor economics, ii development of policy concepts, and iii dissemination of research results and concepts to the interested public. IZA Discussion Papers often represent preliminary work and are circulated to encourage discussion. Citation of such a paper should account for its provisional character. A revised version may be available directly from the author. ABSTRACT IZA Discussion Paper No. 6736 July 2012 Can Mistargeting Destroy Social Capital and Stimulate Crime? Evidence from a Cash Transfer Program in Indonesia Cash transfer programs can provide important financial support for poor households in developing countries and are becoming increasingly common. However the potential for mistargeting of program funds is high. This paper focuses on the social consequences arising from misallocation of resources in close knit communities. We find that the mistargeting of a cash transfer program in Indonesia is significantly associated with increases in crime and declines in social capital within communities. Hence poorly administered transfer programs have a potentially large negative downside that extends beyond the pure financial costs that have been the focus of the literature to date. JEL Classification: O12, O15, I38 Keywords: Corresponding author: Lisa Cameron Department of Econometrics Monash University Clayton 3800 Victoria Australia Email: lisa.cameronmonash.edu cash transfer programs, crime, mistargeting, social capital 1 Introduction Developing countries are increasingly using cash transfers as a means of providing financial supportto poorer households. These countries however rarely have the detailed, verifiable and legallyenforceable data bases that form part of the tax and welfare systems in industrialized nations. Asa result, accurate targeting of such transfers in developing nations is very difficult.Several recent papers have examined the problem of targeting see for example Coady et al.2004. The focus of these papers has been the distributional consequences of undercoverageof eligible recipients errors of exclusion and leakage of funds to noneligible households errorsof inclusion. The downside of poor implementation of such programs however extends beyondfinancial losses to the potential destruction of trust and social capital which can, amongst otherthings, increase the prevalence of antisocial behavior like crime Putnam, 2000. The generalmedia and sociological literature has discussed the possible drawbacks that can accompany theformalization of social security for example, see Berger and Neuhaus 1996 but there has beenlittle attention paid to the social consequences of mistargeting in the economics literature. A recentnotable exception is Alatas et al. 2011 which uses a randomized controlled trial to show thatwhile statistical targeting methods such as proxy means testing can do a better job of identifyinghouseholds with low per capita expenditure than community rankings, community rankings resultin higher community satisfaction.1We explore the impact of Bantuan Langsung Tunai BLT which was a large scale, nationwideprogram in Indonesia which reportedly caused a lot of social disharmony. The program used avariant of proxy means testing to target eligible households. The aim of this paper is to usenationally representative data to verify the anecdotal reports of social unrest and to isolate themechanismswe find that it is leakage of funds to betteroff households, not undercoverage of poorerhouseholds that was to blame. We show that when people are unhappy with targeting methodsthe social costs can be quite large, suggesting that community satisfaction is a meter that shouldperhaps be taken into account when choosing between targeting methods.The BLT program aimed to compensate poor households for a sudden and large increase infuel costs that resulted from the removal of fuel subsidies. Costing approximately one billion U.S.dollars, this is one of the largest cash transfer programs in the developing world.2 The poor targeting 1Another exception is Gugerty and Kremer 2002 who find that outside funding of community organizationsreduces the involvement of the poor.2World Bank 2006, p 182. BLT translates as Direct Cash Assistance. We examine the 2005 BLT program. Theprogram has since been implemented again in 20082009 with better targeting and less social unrest see Satriana 1that resulted from its rapid implementation is welldocumented Hastuti et al., 2006a,b. Close tohalf a billion U.S. dollars made its way to ineligible households. The social unrest that resultedwas widely reported in the media and extended from protests across the nation to acts as extremeas the burning down and stoning of village heads offices Widjaja, 2009. We hypothesize that thepoor implementation of the program that saw many eligible households miss out on the paymentsand many ineligible households receive them, reduced the level of trust within the community, hada deleterious effect on social capital, and led to an increase in antisocial, and in some cases criminalbehavior.We test the impact on crime directly and find that as a result of poor targeting, crime increased by approximately 0.13 percentage points, or 5.8% which means approximately 70,000more households were victims of crime than if the program had been accurately targeted.3 Ourresults withstand a range of robustness tests that examine possible alternative interpretations suchas reverse causality and omitted third factors.Using a smaller, supplementary data set with more detailed information on social capital thanin the nationally representative data, we establish that social capital as measured by peoplesparticipation in community groups was significantly adversely affected by the poor targeting.This is in line with qualitative reports from surveys of village heads that the BLT program madeit harder to get households to work together for the betterment of the community Hastuti et al.,2006a. Finally, to close the causal chain and in support of our original hypothesis, we show thatvillages that experienced decreases in community participation were more likely to report declinesin perceptions of safety.We find that some types of mistargeting are more harmful than others. Leakage the share ofineligible households who received the funds is a strong determinant of both increases in crimeand decreases in social capital. In contrast, undercoverage the share of eligible households whodid not receive the payment is much more weakly associated with crime and is not a predictor ofchanges in social capital.The remainder of the paper is structured as follows. Section 2 discusses the conceptual framework. Section 3 describes the BLT program as it was implemented in October 2005. The datasources are described in Section 4, and the empirical methodology in Section 5. Section 6 presentsthe main results, Section 7 presents various robustness tests, and we explore the mechanisms by2009.3These figures are calculated from household level regressions with district fixed effects and controls for a rangeof household and village characteristics, including preprogram crime. See Table 5, Column 4.2which the program increased crime in Section 8. Section 9 concludes.2 Conceptual Framework The aim of this paper is to identify whether, and to what extent, the introduction of the BLTprogram increased crime. BLT could lead to increases in crime in the following ways. Mostobviously, BLT mistargeting caused arbitrary changes to the income distribution and may haveincreased inequality. Previous papers have illustrated that increased inequality can lead to increasedcrime Bourguignon, 1999; Fajnzylber et al., 2002. For example, Demombynes and Ozler 2005using data from South Africa find a positive relationship between both mean household expenditureand inequality and property crime.Alternatively or additionally, BLT mistargeting may have invoked a sense of injustice whichresulted in a deterioration in trust social capital between villagers.4 This feeling of injustice mayhave arisen from the arbitrary nature of the allocation of the funds or may have stemmed directlyfrom villagers observing elite capture of the program village heads allocating the program to theirfriends for example.There is ample support in the sociology and criminology literature that declines in social capitalare associated with increases in crime. For example, Putnam 2000 argues that the presence orabsence of networks of generalized trust and reciprocity within communities are an importantdeterminant of a communitys resilience or susceptibility to crime. Similarly, Bursik and Grasmick1993 view weak social controls as reflected in low social capital as harming the ability of groups toorganize and protect themselves which induces mistrust and suspicion and leads to predatory crime.Related theories predict where there is not a strong moral order, and people behave egoisticallyand are willing to exploit others, social trust declines and crime flourishes Rosenfeld and Messner,1998. These theories suggest that the crime that results from a decline in social capital is notnecessarily targeted at those who caused the decline by acting badly. For example, in the currentcontext, those who misappropriate BLT funds might not necessarily be the target, but rather, thetheories predict general increases in crime when social capital declines.5Results from a survey conducted by the authors across the Indonesian province of East Java 4Social capital can be broadly defined as the set of rules, norms, obligations, reciprocity, and trust embeddedin social relations, social structures, and societies institutional arrangements that enable members to achieve theirindividual and community objectives Coleman, 1990.5The above mechanisms can be incorporated in the classical Beckerian model where crime is a rational choicebetween legitimate and illegitimate sources of income; and crime, if detected, is punished. In closeknit rural villagespunishment often takes the form of social isolation. Decreases in a communitys stock of social capital reduces theeffectiveness of this mechanism, and as in the standard model, less effective punishment results in increased crime.3indicate the level of discontent with the program and the likelihood that social capital was adverselyaffected. Of the 160 community leaders surveyed, 40% said that the BLT caused problems in theirvillage.6 Twentynine percent of households said it caused anger towards community and villageheads, 8% said it caused anger towards the government, and 8% said it caused anger towards BLTrecipients.In Section 8 below, we examine the mechanism via which mistargeting led to increases in crimeand explore the extent to which increased inequality and declines in social capital played a role.3 The BLT Program The Indonesian government reduced fuel subsidies on 1 October 2005. The fuel subsidies wereexpensive, caused the government budget to fluctuate with world oil prices and largely benefitedthe welloff because they consume the most fuel. However, the price of kerosene, which manypoor households use for cooking and lighting, rose by 185.7 percent.7 To compensate the poor forthese price rises a compensation program, Bantuan Langsung Tunai BLT was introduced. Allhouseholds with a monthly per capita expenditure of less than Rp 175,000 US17 were to receive Rp 100,000 per month for six months.8 This amounted to 22% of monthly household expenditurefor these households on average and was paid in two three month lump sums. Approximately 18.6million households or approximately one third of all Indonesian households were to receive thepayment World Bank, 2006.From the outset the program was beset with problems which stemmed from the short timeperiod for program development and implementation, approximately three months. The greatesthurdle to be overcome was the targeting of the nations poor. No national data base of householdincomes or expenditures exists in Indonesia 9 which is the case for most developing countries.To deal with this lack of data, a proxymeans testing approach was developed. The procedureconsists of a number of steps. First, data from the detailed annual national socioeconomic surveySusenas for the years 2002, 2003 and 2004 was combined and used to identify 14 variables that 6In response to the open ended question In your opinion, what is the biggest problem in this village? Ninepercent of the over 1500 households surveyed volunteered BLT as constituting the main problem in their community.7Gasoline prices increased by 87.5% and diesel increased 104.8% Widjaja, 2009.8This is slightly higher than the 2004 official poverty line of Rp 110,000capitamonth. Many households in Indonesia are clustered around the poverty line. For this reason a cutoff point that included some of the near poorwas chosen. No geographic targeting was used.9Past safety net programs used the National Family Planning Agencys data base Badan Koordinasi Keluarga Berencana Nasional, BKKBN which defines households as being preprosperous on the basis of four questions onwhether the household members eat three times a day, have a change of clothes, live in a house with a dirt floor andare able to observe their religious duties. This approach had met with mixed success Pritchett et al., 2002. Seealso Alatas et al. 2011 for a discussion of targeting methods in the context of Indonesia.4together had the greatest ability to predict household expenditure. This was done by estimatinglogistic regressions for each of the 377 districts kabupatenkota in Indonesia. The list of thesevariables is presented in the appendix in Table 11. This process generated weights which wouldlater be used to calculate a value for the poverty index for each household.10 A questionnairewas then constructed Socioeconomic Data Collection on the Population 2005 Pendataan Sosial Ekonomi Penduduk 2005: PSE05 to collect information on these variables from households.Village heads in each of Indonesias almost 70,000 villages were asked to provide a list ofhouseholds which they considered to be poor. Enumerators from the Indonesian Statistical AgencyBPS then went to the villages and used the new questionnaire to survey these poor households.While in the village the enumerator was also supposed to scout around and see whether she couldidentify any other poor households which would then be surveyed. In practice this often did nothappen.11 Enumerators also often lived in the local area and claimed to know who was poor withoutfurther investigation. Hastuti et al. 2006a reports that 48% of households stated that the BPSenumerator did not ask them the full range of questions. They also found that some enumeratorsincluded people living close to them in the survey regardless of the households standard of living.Once the data had been collected it was transferred to the central statistical office in Jakartawhere the weights from the previous calculations were used to give each household a score. Households with a score above a certain cutoff point were deemed to be poor and so were to receive the BLT payment while those with lower scores were deemed to be too welloff to be eligible. The datawas then sent to the Indonesian Postal Service for the production of compensation cards. Thesecards were then distributed to the subdistrict statistical office which disbursed them either directlyor through community leaders. The card had to be shown at the post office for receipt of benefits.Distributing transfers on the basis of estimates of household expenditure undoubtedly led tosubstantial targeting error. Table 1 presents targeting statistics by quintiles of the per capitaexpenditure distribution and also according to the BLT criteria. The table is generated from the 2006 Susenas household survey data which is the main data source for this paper and which isdiscussed in detail below. The table shows that 43% of BLT recipients reported having per capitaexpenditures above the cutoff of Rp 175,000 per month and that approximately 46.5% of thesepoor households did not receive the payment. In terms of quintiles of the distribution, higher 10Coady et al. 2004 provides a general discussion of proxymeans methodology. BPS 2005 gives a descriptionof the methodology as it was followed in Indonesia.11The deadlines faced by enumerators simply did not provide enough time for this task to be carried out. Theentire enumeration was scheduled to be undertaken between August 15 and September 15, 2005.5percentages of those in the lower quintiles received the payment.12Unhappiness with the targeting method caused severe social unrest. Table 2 from Widjaja2009 shows the incidence of protests in response to the BLT.13 There were protests in 35% of the 566 villages surveyed. Respondents were asked about the cause of the unrest and 90% respondedthat the protests were caused by the flawed targeting method.14 Press reports cite instances wherevillage and community leaders were the targets of violence and threats. There were many reportsof village heads resigning and cases of village and subvillage heads offices and houses being burntdown and destroyed.15 Such violence was by no means isolated. In one of 10 villages studied in Hastuti et al. 2006a the village office was stoned. This same study also reports that in severalareas, the damage to sociopolitical order of the local community was considered bigger than theadvantage that was received by the poor. Further, in focus group sessions community leaders voicedthe concern that the program was counterproductive to other programs that relied on communityempowerment. Almost all village officials said that they were negatively affected by the programand in several villages it was reported that it became more difficult to request residents to engagein mutual assistance activities and village tax levies were negatively affected.16Note though that the use of proxymeans as a targeting mechanism is not uncommon. Coady etal. 2004 provide a comparison of 49 targeted cash programs in low or medium income countries,including several that use proxymeans testing. They conclude that it is one of the more accuratetargeting mechanisms.Indeed the BLT targeting performance is not seriously worse than thatin many programs that have not met with unrest. Table 3 presents a comparison of targetingperformance of a number of cash transfer programs. The targeting performance of the BLT programis considerably worse than programs in Brazil, the Dominican Republic, Chile and Nicaragua buta greater proportion of the funds reached the poorest 20% of households than in Mexicos Progresaprogram which is widely considered a role model for cash transfer programs and met with no social 12The BLT mistargeting rate is very similar to that which results from the same targeting method in Alatas etal. 2011 targeting experiment in Indonesia. They find that 30% of households were mistargeted. That is, eithereligible households did not receive the payment or ineligible households did. In our sample, 26% of households weremistargeted.13Calculated using data from the 2006 Susenas panel which is conducted by the Indonesian Statistical Agency.14Other responses were lack of clarity about the distribution schedule 1%; lack of clarity about the distributionlocation 2%; recipients not receiving the full sum 2%; lack of coordination between agencies in the distributionchain 4%; and complicated processes 1%.15In subdistrict Cibeber in Cianjur, all village heads planned to resign if supplementary registrations were notapproved because they feared for their safety Hastuti et al., 2006a.16Hastuti et al. 2006a conducted indepth interviews with 93 recipient households, 30 nonrecipient householdsand a number of key informants at various levels of government. In addition, focus group discussions were conductedwith kabupatenkota representatives, village representatives and with household recipients.6unrest as far as we know. Hence, mistargeting may not of itself have led to social unrest. Afurther likely factor was the poor socialization of the program. That is, the aim of the programand who it was intended to aid was not well communicated to the population. There were noenforcement mechanisms in place, such as auditing of subsamples of households to ensure theyhad been correctly categorized. Also, initially in many regions there was no formal mechanism viawhich households could appeal or voice complaints see Hastuti et al. 2006a for details.The speed of implementation was a further contributing factor to these weaknesses in implementation. BLT was implemented simultaneously with a reduction in fuel subsidies. In contrast,Progresa accompanied a gradual elimination of food subsidies that began several years prior to itsintroduction and which was completed two years thereafter. BLT was also implemented simultaneously across the entire nation while Progresa was piloted prior to implementation and phased ingradually, initially to only a small number of poor, rural communities in 1997, expanding to includeurban areas of up to a million people only in 2001 Parker, 2003. Hence, the results presentedbelow should be interpreted as a cautionary tale of how things can go wrong in a poorly targetedand particularly poorly implemented program.4 Data This paper draws on two main sources of data. The first source is the 2006 Indonesian SocioEconomic Census Survei Sosial Ekonomi Nasional or Susenas. These data cover a random sampleof 277,202 households and over 1.1 million individuals about 1 in 200 of the Indonesian populationdrawn from 15,612 villages across the Indonesian archipelago. The Susenas is conducted annuallyand collects information on a large range of demographic and economic variables. The 2006 Susenaswas conducted in July 2006. In addition to the normal range of questions, in 2006 households wereasked whether they received BLT and if so, in which month they first received it. This enablesus to identify recipient households. All individuals in the household were also asked whether theywere a victim of crime in the last year, to which they answered yes or no.The second source of data is the Indonesian Village Census Potensi Desa, PODES. The PODES is conducted every three years and collects a wide range of information from every villagein Indonesia. It provides information on whether there were cases of 11 categories of crime in theprevious year. The categories of crime are theft, looting, pillaging, assault, arson, rape, misuse ofdrugs, illegal drugs, murder, the sale of children and other.17 They are also asked to designate the 17The PODES respondent is the village head andor another village representative. We use all categories of crime 7type of crime that occurred most often. The PODES was conducted preBLT in April 2005.Figure 1 shows the timing of the surveys and the program. Note that the dates of the Susenasand PODES surveys allow us to closely examine the period of time over which the BLT would haveimpacted upon crime.Both the PODES crime data and Susenas crime data rely on selfreports from surveyed individuals. This type of data suffers less from the underreporting biases evident in police crime statistics.Gibson and Bonggeun 2006 using the International Criminal Victimization Surveys of 140,000respondents in 37 industrial, transition and developing countries compare crimes experienced bythese respondents with those reported to the police. They find that rates reported to the police aresignificantly lower than actual rates reported in individual interviews. The Susenas is a householdsurvey so every household in the survey was asked about their experience of crime, alleviating theunderreporting problem as well as the concern of selection based on who chooses to report crimesto the police.18 A weakness of the Susenas crime measure, however, is that it does not disaggregateby type of crime. In addition, we know nothing from our data sources about who is committingthe crimes.Table 4 presents summary statistics of the crime variables. Of the households in our sample,2.8% had a member who was a victim of crime in the year up to July 2006. Twentyseven percent ofvillages sampled in the Susenas have at least one household sampled that was a victim of crime.19Table 4 also presents summary statistics of our mistargeting measures. Variable definitionsare given in Table 12 in the appendix. Our two main measures of mistargeting are leakage errorof inclusion and undercoverage error of exclusion. Leakage is defined as the proportion of noneligible households in the village that received the payment. Undercoverage is the proportion ofeligible households in the village who missed out on receiving the payment. Eligible households inany village in the nation were to receive the transfer. The table shows that 87.8% of the villages inso that the variable generated is consistent with the Susenas question on crime which does not specify types. Theresults are however robust to including only categories of crime that we expect to be most strongly affected by the BLT which are theft, looting, pillaging, violence and arson.18The 2009 Susenas asks whether respondents have been a victim of crime, and if so, whether it was reported tothe police. It shows that only 16% of crimes were reported to police. This figure is higher, but still surprisingly low,for serious violent crimes. For example, only 58% of murders are reported to police.19The International Crime Victims Survey ICVS, a household survey which compares levels of victimizationacross countries, shows that crime rates in Asia are significantly lower than crime rates in Latin American and Africa.The crime rates in our sample are lower than in the ICVS but the same order of magnitude. The ICVS reportsthat 5.0% of households had experienced a burglary in the previous 12 months; 5.6% personal theft; 0.6% robberyand 2.6% assault. The ICVS figures are likely to be higher because it only interviews in large urban centres. It wasconducted in 19961997 and so may also be contaminated by the Asian Financial Crisis which started in mid1997.See: http:www.unicri.itdocumentation_centrepublicationsicvsdata.php 8our sample had at least one household that reported receiving the BLT payment BLT present1 .On average 20.6% of noneligible households in a village received the BLT payment and 34.9% ofeligible households missed out. Figures 2 and 3 show the distribution of the targeting variables.They show considerable variation across villages. In some villages there is no mistargeting but ina large proportion there is substantial mistargeting. In some villages all the eligible householdsmissed out on the payment andor all of the noneligible received the payment.205 Methodology The probability of household i in village v being a victim of crime is a function of both householdand village characteristics. Household characteristics such as income, assets and demographicstructure reflect the households susceptibility to crime. The income and demographic structure ofother households in the village captures both the propensity of village residents to engage in crimeand the relative attractiveness of household i as a victim. Institutional factors in the village, suchas the presence of security posts and distance to police stations, also play a role.We will thus model the probability of household i in village v in year t being a victim of crime,crimeivt, in the following way:crimeivt 0 1Xivt 2Y HHvt 3IN STvt 4BLTv v ivt1where Xivt are observed household level variables that affect the households susceptibility to crime;Y HHvtare observed village level variables that reflect the characteristics of other households inthe village v ;IN STvt are observed variables reflecting village v s institutions that affect crime levels;v is unobservable village characteristics that affect crime; andivt is a random error term.In addition to these standard variables we add a vector of variables, BLTv, which reflect thepresence and targeting of BLT within the village.A concern with estimating an equation like 1 is that it is possible there are unobservablevariables that affect both crime and the implementation of BLT. One could imagine, for example,a village head who is administratively incompetent. The consequent disorganization may result in 20In villages with no eligible households, undercoverage is set to 0. Similarly, in villages with no noneligiblehouseholds, leakage is set to 0.9crime being high and BLT being poorly administered but no causal relationship may exist betweenthe two. The coefficient on the BLT variable will then be biased. However, if the unobservedvariable is not timevarying as is likely to be the case when examining a short time period like theone here of 15 months then it can be differenced out. The estimating equation then becomes:crimeivt 1Xivt 2Y HHvt 3IN STvt 4BLTv eivt2where indicates a time difference and eivt is the differenced random error term. That is, theexamination of whether crime increased relatively more in villages where BLT was poorly targetedshould yield unbiased estimates.21Estimating equation 2 requires a panel of household data. The Susenas is a repeated crosssection with different individuals being surveyed each year so does not enable us to do this.22Taking village averages of equation 2 yields:Crimevt 1Xvt 2Y HHvt 3IN STvt 4BLTv uvt3where crimevt is the village crime rate and Xvt is the village mean of household characteristics likeincome and assets. Although the Susenas is conducted yearly, prior to 2006, the most recent yearin which the crime question was asked is 2000. Further, only a subsample of villages appears inany two years of the survey. Thus, estimating Equation 3 using two waves of the Susenas datawould result in an 83% decrease in sample size and a very long time difference. The six year timedifference, 2000 to 2006, is too long a period over which to examine the impact of a program thatdid not start until October 2005. Instead we use the PODES data to construct an indicator ofwhether or not there was crime in the village prior to the introduction of BLT. We use this as ourbaseline crime measure. How this is implemented will be explained in more detail below.6 Results We first present results from estimating the relationship between crime and BLT receipt in levels.These results establish that crime is correlated with various village and household characteristicsin several expected ways. We then move on to discuss the relationship between crime and the BLTvariables in differences.21Note BLTv appears in levels here because the program only exists in one period and so the variables reflectingits presence and targeting equal zero in the previous period.22The Susenas also samples from different villages each year. Thus we cannot estimate equation 1 on a panel ofvillages 106.1 Results in Levels Column 1 of Table 5 shows that richer households those in the top decile of the national per capitaexpenditure distribution are 0.5 percentage points or 18% more likely to be a victim of crime.This is consistent with Anderson 2008 study of South Africa and results from richer householdsbeing more lucrative targets. Living in a village with more wealthy people a greater proportion ofhouseholds in the highest decile of the national per capita expenditure distribution also increasesones probability of being a victim of crime, regardless of ones own living standards.23 Crime isalso higher in villages with greater inequality, as measured by the Gini coefficient, consistent withthe findings from Demombynes and Ozler 2005 for South Africa.Rural villages have no more or less crime than urban villages but the time it takes to get to alocal center kota kecamatan is positively and significantly related to the crime rate. Being an hourfarther away increases the probability of being a victim of crime by 0.24 percentage points 8.8%.This may reflect distance from law enforcement authorities and is consistent with the findings of Fafchamps and Moser 2003 for Madagascar. We investigate the impact of law enforcement oncrime in more detail below. Having fewer men in the village is also positively correlated with crime.Crime also increases with village population. Living in a village with an extra 1000 people increasesthe probability of being a victim of crime by 0.2 percentage points 7.4%. The results in Column 1 thus indicate that our crime results are consistent with previous research in this area.Column 2 in Table 5 shows the results from estimating equation 1. It includes an indicatorvariable BLT present that equals 1 if anyone in the sample from the village reported receivingthe BLT. This variable is statistically significant at the .01 level and indicates that living in avillage in which the BLT has been active increases the probability of being a victim of crime by 0.7 percentage points, or 23.6 percent. Note that this result is not being driven by these villagesbeing poorer than others and so being more adversely affected by the fuel price increases. This canbe seen by the coefficient on the proportion of village households that are poor % householdseligible where we define poor to correspond with eligibility for the BLT that is, those householdswith per capita expenditure less than Rp 175,000.24 This variable is not significant in column 2 and 23We also ran specifications that included controls for all deciles of the income distribution but only the top decilewas significantly different from the others.24Per capita expenditure is calculated as preBLT expenditure. That is, we subtract off the amount of BLTpayment the household would have received from total expenditure and then divide through by the number ofhousehold members. We use the date at which the household first received BLT to calculate how many payments thehousehold is likely to have received by the time of the survey. The results are however very similar to those whichuse actual per capita expenditure.11is negatively correlated with crime in later specifications. In fact, our results suggest that richervillages experience more crime.Column 2 also shows that mistargeting is significantly associated with crime levels. The variableleakage is statistically significant at the .01 level and indicates that for every additional 10% of nonpoor households that receive the payment the probability of being a victim of crime increases by 0.1 percentage points or 4.4 percent. In contrast, undercoverage is not statistically significant.Column 2 also includes indicator variables at the household level that show whether the household was eligible and received the BLT BLTpoor ; whether the household was not eligible butreceived the BLT BLTnonpoor ; and whether the household was eligible but did not receive the BLT No BLTpoor . Thus the omitted category is noneligible households that did not receive the BLT. These household variables indicate that although there is more crime in villages where thereis more leakage, those nonpoor households that received the BLT payment are actually 16% lesslikely than other households to be a victim of crime. This is consistent with the BLT resulting ina general increase in crime in the village and these households connections providing them withprotection of some sort, as well as access to the payment for which they were ineligible. This thussuggests some degree of elite capture. We will return to this below.The inclusion of the BLT variables does not affect the significance of the other variables describedabove such as inequality, size of village, income, and share of men.6.2 Results in Differences As discussed above, unobservables correlated with both community crime and community implementation of BLT may cause the coefficient estimates in the equations in levels to be biased. Thestandard way of accounting for this is to estimate the model in differences. Because we only haveinformation on household crime victimization at one point in time we cannot difference the household level regressions in Table 5. What we can do though is include a variable that reflects whetherthere was any crime in the households village prior to the BLT. This variable Crime preBLT is constructed from the PODES data and equals one if there was crime in the village prior to theintroduction of BLT between April 2004 and April 2005 and zero otherwise. Column 3 of Table 5 adds this variable.It is strongly significant but does not affect the statistical significance ormagnitude of the BLT variables of interest.The second and more formal way we control for baseline crime is to estimate a first differencedvillage level equation as in Equation 3. That is, we construct a village level variable from the 12Susenas household level data. This variable equals one if any household sampled in the villagereported a crime, and equals zero otherwise. We then subtract the baseline village crime variableconstructed from the PODES data Crime preBLT from this. Thus the dependent variable takeson three values 1, 0 and 1. Note that the PODES variable is a village level indicator of whetherthere was crime in the village. In contrast, the Susenas variable is calculated from crime reportsfrom a sample of households in the village stratified by expenditure. Thus the Susenas datawill not capture all instances of crime in the village. This means that the differenced variablewill understate increases in crime. As long as the enumeration areas sampled in the Susenas arerepresentative of the extent of crime in a village our results will not be biased.25Column 1 in Table 6 presents the estimation results.26 Our data do not allow us to constructchanges in the independent variables so in Column 1 we are implicitly assuming no change in the X sin Equation 3. To assume they are largely unchanged over the period in question is not unreasonablegiven the nature of the variables and the short time period we are examining. Further specificationsbelow add additional control variables. The results tell a very similar story to that in Table 5.Leakage is a positive and strongly significant determinant of the change in village level crime.The presence of the BLT program is now only marginally significant p0.06. Undercoverage isnow also significant p0.047. The results suggest that the program was associated with a 19percent 1.7 percentage point increase in the proportion of villages that went from experiencingno crime prior to the program to experiencing crime in the period following the introduction of theprogram.27Column 2 adds controls for a number of variables in levels. The rationale for doing this isthat as this was a turbulent time with fuel prices increasing rapidly, the extent of any changes incrime rates may have depended on the initial conditions in each village. Several control variablesare statistically significant. Many of these are the same variables that were significant in Table 5, suggesting that crime is more likely to increase in villages that were more susceptible to crimeper se.In addition to higher inequality, the presence of wealthy households and fewer men is 25The difference due to the different nature of the two data sets will simply be captured by the constant term inthe regression. We estimated regressions with observations weighted to give greater weight to observations where thecrime indicator from the Susenas is less likely to be an underestimate weighting by the ratio of village sample sizeto village population. Doing this has very little impact on the results.26For ease of interpretation we present the OLS results. Results from ordered logits are similar. Table 13 in theappendix shows the ordered logit results analogous to Table 6, column 3; the others are available from the authorson request.27These magnitudes are calculated using estimates from the ordered logit regression shown in Table 13 in theappendix. We compare predictions from the model using the prevalence of the program and the extent of mistargetingfound in the sample, with those predicted in the absence of the program.13associated with a greater probability of crime increasing. Being in a rural area and having a greaterpercentage of the population involved in farming is also associated with a greater probability ofcrime increasing. These latter two variables may be proxying for distance from security forces.28The variable reflecting ethnic homogeneity now shows that greater ethnic diversity increases theprobability of village crime increasing, consistent with Demombynes and Ozler 2005. The inclusionof the additional controls reduces the coefficient on the leakage variable but it remains stronglysignificant. The coefficients on undercoverage and the presence of the program remain positivelysigned but are now statistically insignificant.29 Column 3 of Table 6 adds district fixed effects.These control for any unobserved differences across districts that might affect changes in crime likeconditions in regional labor markets, and cultural and political differences across regions. The keyresults are unchanged.7 Robustness Tests In this section we add additional control variables and estimate different specifications to test therobustness of our results.7.1 Changes in Security Arrangements The extent of security in a village is an obvious potential determinant of community crime. Variablesreflecting security were not included in the previous regressions because of concern about theirpotential endogeneity. Column 1 of Table 7 adds variables that reflect whether the village builta security post in the last 12 months, whether there is a civilian defense organizationthese areplatoons formed in the village which are responsible for matters concerning security and order ora police post in the village. As expected, all three variables are associated with a lower probabilityof crime increasing. Their inclusion does not affect the coefficients on the other variables in theregression. These results are consistent with previous findings that increased security measureslower crime rates Levitt, 1997; Di Tella and Schargrodsky, 2004.28Controlling for the share of households that are farm households also controls for the effects of increasing riceprices. Rice prices went up uniformly across Indonesia between 2005 and 2006. This led to farmers income increasingover this time and could have led to greater leakage to what were now richer farm households. The rice priceincreases also reduced the real incomes of nonfarm households and so the increased inequality could have given riseto increased crime. Thus higher rice prices could result in a noncausal association between crime and leakage of BLTfunds. Controlling for the share of farm households and the share of farm laborers in the village will however capturethis effect.29We also examine whether crime was more likely to increase if the leakage was to more wealthy groups ratherthan to those just above the programs cutoff. We find no evidence of crime reacting more strongly to leakages tothe very welloff.147.2 Fuelrelated Variables A possible concern with our results is that this was a time of considerable change. The BLT wasintroduced to offset the negative welfare effects of soaring fuel prices. Might it not be these fuelprices that are driving crime? First, note that if it was the case that poor families were resortingto crime to deal with the increase in fuel prices then we would expect to see the poverty indicatorsshowing a positive relationship with changes in crime. This is not what we observe. All variablesthat reflect living standards are either insignificant or indicate a positive relationship between livingstandards and crime.To examine this issue more closely, Column 2 in Table 7 adds some further variables whichcontrol for the extent to which fuel price increases impact upon the village. These are the percentageof households in the village that use electric lights and hence not fuel, the percentage of householdsthat use oil as their cooking fuel, the average share of transport costs in household expenditureand the average share of fuel costs in household expenditure. Having electric lights and spendinga greater share on transport are statistically significant and their signs indicate a greater relianceon fuel is associated with a greater likelihood of crime increasing. The share of expenditure spenton fuel is also significant but negatively signed. The key finding however, is that inclusion of thesevariables does not substantively affect the coefficients on the BLT variables.7.3 Choice of Geographic Unit The anecdotal evidence suggests that the program gave rise to tensions within communities. Forthis reason, we have focused on the impact of mistargeting within a village on crime within thatvillage. These communities are comprised of around 200300 households. We are thus examiningthe effect of mistargeting in a relatively small geographic area on crime in that area. To examinethe impact of our choice of geographic unit we now construct the targeting variables at the districtlevel. Column 3 of Table 7 reports the results. The coefficients on the district level variables areconsistent with our earlier results greater leakage of funds to the nonpoor across the districtis associated with more crime. In this specification undercoverage of the poor within the districtis also associated with greater crime, albeit with a smaller coefficient than leakage. When bothcommunity level and district level leakage variables are included as in Column 4, the district levelvariables remain significant and leakage within the community is significant. Thus, mistargetingin other communities also increases the villages crime rate. For example, mistargeting in villagesclose to Village A may cause some residents of those villages to turn to crime, some of which is 15conducted in Village A.307.4 Village Administrator Characteristics A lingering concern is that the BLT variables might be proxying for something about the villagewhich is also correlated with changes in crime. One likely candidate is village administration. Asmentioned above in places where the BLT is poorly administered, there may be other administrativeproblems that cause crime. If these factors are nontimevarying then they are differenced out inthe regressions in Table 6. However, it is possible that the quality of village administration onlymatters in times of rapid change and crisis so its effect is timevarying and so it may be in poorlyadministered villages that we observe increases in crime. The PODES provides information on theage, gender and educational attainment of village heads, village secretaries, the head of the villagecommunity organization Lembaga Pemberdayaan Masyarakat Desa, LPMD and the head of the Village Legislative Body Badan Perwakilan Desa, BPD. Column 1 in Table 8 shows that thesevariables are not jointly significant in a regression where the dependent variable is whether or notthe village received the BLT program. This is as expected because village choice was determined bythe Indonesian Statistical Agency BPS. However Columns 2 and 3 show that these variables arejointly significant explanators of both types of targeting error within the village, although not in auniform way. Column 4 shows that the inclusion of these variables does not affect the magnitudeand statistical significance of our main targeting variables.Another concern one may have about the role of village administration in generating our resultsis the potential for misreporting of crime by the village head in the PODES survey.If corruptvillage heads systematically underreport crime in their village for example, to cover their tracksif they are involved in organized crime and also influence the targeting of BLT payments tobenefit their cronies, then it will appear that crime increased by more in villages where there isgreater leakage and possibly also where there is greater undercoverage. While we think such amechanism is unlikely, and contrary to the structure of such crime in Indonesia which is usuallypayment for protection and so paradoxically results in less crime events, we examine whether suchmisreporting might be driving our results. We do this by using information in the PODES on whowas the survey respondent. In 53% of villages the village head is the only respondent but in 47%of villages at least one other respondent was involved most commonly the village doctor, teacher,30We do not relate district targeting error variables to changes in district crime because this does not allow us controlfor village characteristics that help explain variations in crime. It would also limit our sample to 439 observations.Adding district level variables in the household level regressions in Table 5 yields similar results.16a representative of the village legislative body or a religious leader. In villages with more than onerespondent it is less likely that the village head would have been able to underreport village crime.Column 5 in Table 7 reestimates our preferred specification Table 6, column 3 allowing for adifferential effect of leakage and undercoverage on crime in villages that only had the village headas the respondent. The results show that in villages where only the village head was interviewed,our measure of the change in crime does indicate a larger increase in crime but the relationshipbetween mistargeting and crime is no stronger than in villages with other respondents. The pointestimate of the interaction term between mistargeting and having only the village head report isactually negative but not statistically significant. Hence, village heads misreporting does not seemto be driving the relationship between mistargeting and village crime.7.5Instrumental Variables A further way in which we allay fears about unobserved third variables is by instrumenting forthe BLT targeting variables. We use BPSs administrative data for this purpose. We have accessto the weights that BPS generated and that were used to assign households as being eligible ornoneligible. These weights differ across districts. We can thus generate the BPS score assigned toeach household in our sample.31 We use this score to predict receipt of BLT for each householdin our sample. Using this BPS determined eligibility in conjunction with the data on householdsper capita expenditures from the Susenas we can then identify households that either a are poorand BPS would not have identified to receive the payment; or b are nonpoor and BPS wouldhave identified as being eligible. We then aggregate up within the villages to construct a measureof village leakage and undercoverage that is attributable to BPS and hence not correlated withunobservable village characteristics. We use these measures Leakage BPS and Undercoverage BPS to instrument for the observed targeting errors. Note that as the crime regressions controlfor living standards, the BLT scores will only affect crime indirectly through BLT receipt.Columns 1 and 2 in Table 9 show the first stage results. The regressions explain 19% and 24% of leakage and undercoverage respectively and the BPS mistargeting variables are stronglystatistically significant p0.000 in both cases. Column 3 shows the second stage results when 31We are unable to perfectly replicate the BPS score because the Susenas does not cover all of the variables used toconstruct the score. Specifically, the Susenas does not have variables indicating the frequency of meatchickenmilkpurchases per week, meal frequency, frequency of new clothes purchases; access to health clinics and assets. Exceptfor assets we are able to use expenditure on these categories to construct proxies for the missing variables. Wereweight the weights to ignore the asset variable. The resulting index thus closely resembles but is not identical tothe BPS ranking of households. Approximately 30% of our sample received the BLT. Here we designate the 30% ofthe sample with the highest calculated BPS score as BPS recipients.17district fixed effects are included. The coefficient on leakage remains significant but at the .10level. The coefficient is however now much larger increasing from 0.07 to 0.26. This suggests thatour original estimates in Tables 5 and 6 were biased downward. Possible reasons for this will bediscussed below.One possible reason the standard errors on leakage increase when we instrument might bebecause a substantial portion of the variation in the predicted targeting variables that are usedas instruments is across districts. This follows from BPS estimating different weighting functionsfor each district. Columns 4 and 5 show the results when provincial fixed effects are includedrather than district level effects, and when no fixed effects are included. Leakage becomes stronglystatistically significant and larger in magnitude. The magnitude of the effect is quite large. A onestandard deviation increase in leakage to noneligible households is associated with an increase inthe dependent variable of somewhere between 9% and 16% of a standard deviation.The increase in the magnitude of the coefficient on leakage once we instrument is consistentwith a spurious negative correlation between increases in crime and mistargeting not positive aswould be the case if inept village administration was positively correlated with both poor targetingand increases in crime. It is also consistent with the way organized crime operates in Indonesianvillages. Organized crime is widespread through villages across Indonesia and, as mentioned above,most commonly operates through payment for protection Kristiansen, 2003. Hence, in villageswhere these powerful groups exist, not only are welfare payments captured but there is likely toalso be less petty crime, ceteris paribus, as the extent of crime is controlled and limited by thecriminal gangs. Using instrumental variables as we have done removes this effect. The instrumentalvariables result is thus consistent with program capture by powerful people in the village.7.6 PreProgram Trends in Crime As a further check that the presence and mistargeting of BLT is not proxying for something correlated with changes in crime, we compare preBLT trends in crime in villages that did and didnot have BLT recipients. We also compare the preBLT crime trend where there was lot of leakageand undercoverage with crime in villages where there was less. Figure 4 presents graphs of trendsin incidence of crime from 2002 to 2005 the share of villages in which crime was reported in the PODES data. There is no evidence of crime increasing more in villages with BLT recipients priorto the program. In fact, crime decreased by slightly more in these villages prior to the program.Similarly, the prevalence of crime decreased by slightly more in villages with higher leakage above 18the median. Villages with higher undercoverage were also, if anything, experiencing a greaterdecline in crime than other villages prior to the program. Note though that all of these differencesare very small and that none of the differences in the preprogram trend in crime are statisticallysignificant all pvalues greater than 0.27.32We do two things to more formally examine this issue. First, we add observations of preBLTcrime in the 2003 PODES as independent variables in the regressions. Column 6 in Table 7 adds anindicator for whether there was a report of crime in the village in the 2003 PODES. The control forvillage crime in 2003 is statistically significant reflecting its strong correlation with the crime rateimmediately prior to the program. The coefficient on leakage remains positive and statisticallysignificant.33The final test we conduct to rule out the possibility that BLT is proxying for something unobserved that is correlated with crime is a falsification test using the 2000 Susenas and the 2000PODES. The Susenas asks households about crime in the 1999 calendar year. The PODES asks avillage representative about crime in the year to October 1999. The difference in these two reportsthus reflects the difference between the amount of crime reported in October December 1998 andthat in October December 1999. We use information about households in the Susenas sample andthe BPS weights to construct a BPS score for each household.34 We then recreate our targetingmeasures using the BPS score to predict receipt of BLT, in the same way as in Section 7.5 above.That is, we compare the predicted receipt of BLT payment with the programs expenditure threshold converted to 2000 Rupiah and then calculate a measure of undercoverage and leakage for eachvillage and an indicator of whether the program would have been active in the village.35 We thenestimate a crime regression equivalent to Column 3 in Table 6 using these data. Column 7, Table 7 reports the results. While a number of the coefficients are statistically significant and similarin magnitude to the results in Table 6 for example, rural status, village population and the ginicoefficient, none of the BLT variables are statistically significant all pvalues are greater than 0.26.3632Differences in the preprogram level of crime likely reflect differences in socioeconomic status which affect bothprogram eligibility and crime which are controlled for in the regressions.33If we add this variable to the household regressions reported in Table 5, it is not statistically significant andsimilarly does not affect the coefficient on the mistargeting variables. Note that adding this variable reduces thesample size as village codes change over time and not all of the villages in 2005 can be merged back to the 2003 data.34Susenas 2000 does not provide information on the type of fuel used by households so we do not use this variablein the calculation of the BPS score. We rescale the weights so that they still sum to one.35The 2000 cutoff used is the per capita expenditure at the same percentile of the distribution as Rp 175,000 in 2005.36There are a number of other falsification tests that can be conducted. One can examine whether the predicted 198 Understanding the Mechanism The results above demonstrate that leakage of BLT funds to the nonpoor is associated with increased crime. We now examine potential mechanisms through which this effect might operate.The crime literature surveyed in Section 2 identifies inequality and social capital or trust as important determinants of crime. In this section we examine whether BLT increased crime throughthese intermediate variables.8.1Inequality While the mistargeting of the program arbitrarily induced changes to the distribution of incomewithin the village, in most villages the change in inequality as measured by the Gini coefficientwas small.37 The Susenas data show that the BLT resulted in increases in inequality in 20% ofvillages and decreases in inequality in the remaining 80%. In results that are available from theauthors upon request, we add controls for the change in the community Gini coefficient associatedwith the BLT program to both household level and village level regressions. The variable isnot statistically significant p0.6 in both cases and does not affect the coefficients on the othervariables. We also construct a measure of the change in the rank of households when ranked byper capita expenditure before and after the program within the village. This variable is also notstatistically significant.38 Therefore, we can conclude that it does not seem to be the case thatincreases in inequality due to BLT are causing the increases in crime.8.2 Social Capital We have hypothesized that, consistent with sociological theory, social capital is an avenue via whichmistargeting may affect crime. Mistargeting may cause feelings of mistrust in the community andso diminish the ability of the community to work together. This may make the community moresusceptible to crime by both inducing criminal acts and reducing the communitys effectiveness atcombatting crime. The Susenas and PODES data do not provide detailed information on socialcapital. To examine the impact of the program on social capital we use data from the Indonesianmistargeting in 2000 is a determinant of the change in crime between 2000 and 2002 as captured in the Susenas 2000data and PODES 2002 data respectively. It is not. One can also examine whether actual mistargeting in 2005 canpredict the change in crime between 2002 and 2005 as captured in the PODES 2002 and PODES 2005. It cannot.Results available on request.37We examine this by calculating the Gini coefficient using household expenditures as reported in the Susenas. Wethen recalculate the Gini coefficients, subtracting off the amount of the BLT transfer from household expenditure inrecipient households.38The rank measure was calculated as the sum of the absolute difference of the change in rank, normalized by thevillage sample size.20Family Life Survey IFLS. The IFLS is a longitudinal household survey that is representative of 83% of the Indonesian population 13 out of Indonesias 33 provinces. It consists of four waves ofdata, collected in 1993, 1997, 2000 and 2007.39 The fourth round IFLS4 is thus conducted abouttwo years after the implementation of the 2005 BLT. IFLS4 covers approximately 13,000 householdand asks individual respondents whether they were a victim of crime in the previous 12 months.In Column 1 of Table 10, we establish that the same relationship between the level of crime and BLT mistargeting that was found in the Susenas data is also evident in the IFLS data. That is,the greater the proportion of noneligible households that received the BLT payment, the higheris crime in the village. Unfortunately, previous waves of the IFLS do not collect crime data so wecannot look at the effect of the program on changes in crime.Both the 2000 and 2007 waves of the IFLS collect detailed information on individuals participation in community groups. This is an often used proxy for community social capital. We usethese data to examine the impact of program mistargeting on community participation, controllingfor the level of preprogram participation. Specifically, we construct a measure of how many groupsthe individual participated in during the previous 12 months, for each of the two waves of the data.The number of groups individuals participate in ranges from 0 to 18, with a mean of 1.5 in 2007.40Column 2 of Table 10 shows that social capital is negatively affected by the extent of leakageof BLT funds. Columns 3 and 4 disaggregate by gender and show that this finding is driven bywomens responses to leakage. An additional 10% of nonpoor households receiving BLT reducesthe mean number of groups a woman participates in by 0.075 6% at the mean. Mens participationis unaffected by leakage. BLT undercoverage is negatively signed but not statistically significant foreither gender.41 Womens social capital being more responsive to the misallocation of resources isconsistent with findings in the experimental economics literature that women are more concernedwith the welfare of others and fairness than men, Eckel and Grossman, 1998.Although the IFLS does not provide longitudinal data on the crime rate, IFLS4 does ask acommunity leader to compare village safety in 2007 to village safety in 2000. The answer is givenon a 5 point scale from Much Safer 1 to Much Less Safe 5. We are thus able to examine whether 39See http:www.rand.orglaborFLSIFLS for more details.40Many community groups are predominantly for men or women only. Our measures for both genders reflectparticipation in community rotating savings associations arisan, community meetings, community cooperatives,voluntary labor programs and programs to improve the neighborhood. In addition for women there are womensassociations and child weighing posts. For men, there are neighborhood security groups, water supply committeesand garbage disposal committees.41The household level variables BLTpoor and No BLTpoor are also significant. For both men and women, thesetwo variables are not significantly different from one another and so jointly indicate that poorer households are lesslikely to participate in 2007, controlling for the level of participation in 2000.21declines in social capital are associated with a decline in the perception of community safety whichwill reflect the extent of crime in the village. Column 5 in Table 10 reports the results. Althoughthe sample size is small with only one observation for each of the 310 villages, we find that peopledo perceive the community to be less safe p0.09.42The results above show that leakage of funds to the nonpoor is associated with decreasesin social capital and a decrease in the perception of safety in the villages. So far we have notsaid much about who is perpetrating the crimes.It could be that the mistargeting within thecommunity causes people to turn on one another within that community. It is also possible that byweakening social capital, the community becomes more vulnerable to preexisting criminality, be itfrom within or from outside the village. That the change in womens social capital is responsive tothe leakage of BLT funds to noneligible households but mens is not allows us to hypothesize onthis point. It suggests that the mistargeting of the program may not have increased the propensityof individuals to engage in crime as men are the main perpetrators of crime but rather may havemade the community more susceptible to existing levels of criminality by weakening social cohesionand hence the communitys ability to protect itself. For example, it may have made people lesslikely to look out for one another and share information on recent incidences of crime within thevillage.9 Discussion and Conclusion The findings presented above suggest that a poorly targeted and administered program can significantly disturb the social fabric within a community, to the extent that people disengage from thecommunity. This makes it more susceptible to crime. Crime has its own immediate costs but thereare also other intangible consequences of such disruption. Most worrying perhaps is the impactthat this has on social cohesion and the willingness and ability to work together for the bettermentof the community in the future. This is one facet of the BLT program that village heads madeexplicit in group discussions Hastuti et al., 2006a and that is backed up by our findings using the IFLS data.The results strongly suggest that leakage of payments to the nonpoor fans the flames of social 42The IFLS data also collected information on perceptions of corruption which allow us to directly examine whetherthe mistargeting measures are proxying for corrupt village administration. In particular it asked individual respondents to rank governance in this village on a 4 point scale from very good 1 to Very bad 4. They were thenasked how this compared to 2000 1much better to 4much worse and whether there were currently any cases ofcorruption involving the village office. We construct means of these responses at the village level and add these asexplanatory variables in the IFLS crime regression. None of the measures are close to being statistically significantand their inclusion does not affect the coefficient on the BLT variables. Results available on request.22unrest. Some specifications suggest that eligible recipients missing out on the payment also contributes to increases in crime but this evidence is less robust and the impact smaller in magnitude.It is well established within the social psychology literature that sins of commission are judgedmore harshly and invoke a stronger emotional response than sins of omission for example see Ritov and Baron 1992, Baron and Ritov 1994 and Spranca et al. 1991. A sin of commissionis one in which a person acts in a harmful way. In contrast, an act of omission is one where byomitting to act, a person harms someone. In this framework leakage of payments to the nonpoorcan be viewed as a sin of commission because an action was taken to allocate the money to thenonpoor. Undercoverage of the poor however is a sin of omission: the poor are harmed by noaction being taken to allocate the money to them.43 Note also that undercoverage preserves thestatus quo. Experiments show that people have a strong preference for the status quo Ritov and Baron, 1992. This status quo bias may further dampen the emotional response to the poormissing out on the program. For both these reasons, communities may judge leakage of funds tobetteroff households more harshly than the nonallocation of funds to the poor. Consequently, theemotional reaction to leakage is stronger and more crime results.In conclusion, our findings suggest that the negative effects of poorly administering a transferprogram could extend well beyond the monetary value of leaked funds. This study underscores theimportance of targeting programs in a way that is acceptable to the affected communities. Programacceptance can be enhanced by improving targeting accuracy and by transparent communicationof this mechanism and the programs aims to the general population. Recent work by Alataset al. 2011 finds that involving the community in the targeting process substantially improvescommunity satisfaction. This is an area for further research.43Kahneman and Miller 1986 argue that individuals perceive outcomes as being worse when they can easilyimagine that a better outcome could have occurred. When an action has occurred it is easy to imagine the resultof inaction, so it invokes a stronger emotional reaction. When harm is caused by inaction, imagining the result ofaction is more difficult, so the response is not so strong.23References Alatas, V., A. Banerjee, R. Hanna, B. Olken, and J. Tobias, How to Target the Poor: Evidence from a Field Experiment in Indonesia, American Economic Review, forthcoming 2011.Anderson, D.M., The Effects of Poverty on the Susceptibility to Crime in South Africa, 2008. Dept of Economics,University of Washington Working Paper.Baron, J. and I. Ritov, Reference Points and Omission Bias, Organizational Behaviour and Human Decision Processes, 1994, 59, 475498.Berger, P. and R. Neuhaus, To Empower People: From State to Civil Society, Washington, D.C.: American Enterprise Institute, 1996.Bourguignon, F., Crime, Violence and Inequitable Development, 1999. Paper presented at Annual World Bank Conference on Development Economics.BPS, Metodologi Penentuan Rumah Tangga Miskin: Pendataan Sosial Ekonomi Penduduk 2005, Jakarta, Indonesia:Badan Pusat Statistik, 2005.Bursik, R. J. and H. G. Grasmick, Neighborhoods and Crime: The Dimensions of Effective Community Control,New York, NY: Macmillan, 1993.Coady, D., M. Grosh, and J. Hoddinott, Targeting of Transfers in Developing Countries: Review of Lessonsand Experience, Washington, DC: World Bank, 2004.Coleman, J. S., Foundations of Social Theory, Cambridge, MA: Harvard University Press, 1990.Demombynes, G. and B. Ozler, Crime and Local Inequality in South Africa, Journal of Development Economics, 2005, 76 2, 265292.Di Tella, R. and E. Schargrodsky, Do Police Reduce Crime? Estimates Using the Allocation of Police Forcesafter a Terrorist Attack, American Economic Review, 2004, 94 1, 115133.Eckel, C. and P. Grossman, Are Women Less Selfish than Men?: Evidence from Dictator Experiments, Economic Journal, May 1998, 108, 726735.Fafchamps, M. and C. Moser, Crime, Isolation, and Law Enforcement, Journal of African Economies, 2003,12 4, 625671.Fajnzylber, P., D. Lederman, and N. Loayza, Inequality and violent crime, Journal of Law and Economics,2002, 45 1, 140.Gibson, J. and K. Bonggeun, Measurement Error and the Effect of Inequality on Experienced versus Reported Crime, 2006. Working Papers in Economics 0605, University of Waikato, Department of Economics.Gugerty, M. and M. Kremer, Outside Funding of Community Organizations: Benefiting or Displacing the Poor?, 2002. NBER Working Paper, No. 7896.Hastuti, N. Toyamah, S. Usman, B. Sulaksono, S. Budiyati, W. Widyanti, M. Rosfadhila, H. Sadaly,S. Erlita, R. Sodo, S. Bazzi, and S. Sumarto, A Rapid Appraisal of the Implementation of the 2005 Direct Cash Transfer Program in Indonesia: A Case Study of Five KabupatenKota, July 2006. SMERU REsearch Report., S. Sumarto, S. Usman, B. Sulaksono, S. Budiyati, W. Widyanti, R. Fillaili, D. Suryadarma,M. Rosfadhila, H. Sadaly, and S. Erlita, Kajian Cepat Pelaksanaan Subsidi Langsung Tunai Tahun 2005 di Indonesia: Studi Kasus di Provinsi DKI Jakarta, Dec 2006. SMERU REsearch Report.Kahneman, D. and D. Miller, Norm Theory: Comparing Reality to its Alternatives, Psychological Review,1986, 93, 136153.Kristiansen, S., Violent Youth Groups in Indonesia: The Cases of Yogyakarta and Nusa Tenggara Barat.,SOJOURN Journal of Social Issues in South East Asia, 2003, 18 1, 110138.24Levitt, S. D., Using Electoral Cycles in Police Hiring to Estimate the Effect of Police on Crime, American Economic Review, 1997, 87 3, 270290.Parker, S., Case Study: The Oportunidades Program in Mexico, 2003. Paper presented at Shanghai Poverty Conference Scaling Up Poverty Reduction.Pritchett, L., S. Sumarto, and A. Suryahadi, Targeted Programs in an Economic Crisis: Empirical Findingsfrom the Experience of Indonesia, October 2002. SMERU Working Paper.Putnam, R., Bowling Alone: The Collapse and Revival of American Community, New York, N.Y.: Simon and Schuster, 2000.Ritov, I. and J. Baron, Statusquo and Omission Bias, Journal of Risk and Uncertainty, 1992, 5, 4961.Rosenfeld, R. and S. F. Messner, Beyond the Criminal Justice System: Anomie, Institutional Vitality, and Crime in the United States, 1998. Paper presented at the meeting of the American Sociological Association.Satriana, S., Impact Assessment of the 2008 Unconditional Cash Transfer Programme BLT in Indonesia, 2009.Masters Thesis. Maastricht Graduate School of Governance.Spranca, M., E. Minsk, and J. Baron, Omission and Commission in Judgement and Choice, Journal of Experimental Social Psychology, 1991, 27, 76105.Widjaja, M., An Economic and Social Review on Indonesian Direct Cash Transfer Program to Poor Families Year 2005, 2009. Paper presented at the Association for Public Policy Analysis and Management International Conference.World Bank, Making the New Indonesia Work for the Poor, Washington, DC: World Bank, 2006.25Table 1: Targeting Performance% Receiving BLT BLT Households % of BLT recipientsmillionsPoor Nonpoor By Income Quintile:Q1Q2Q3Q4Q5All153.516.56035.423.213.94.827.528.76.56.642.61.50.615.4357.14343.526.216.89.93.7100Note: Poor and nonpoor are defined to coincide with the eligibility criteria.26Table 2: BLT and Social Unrest Type of Incident% of Villages Protests Injured Victims Threats to Village Officials Threats to BPS Staff Vandalism to Public Facilities Conflict Among Citizens 34.614.911.84.41.51.4Source: Widjaja 200927ecnamrofre Pgnitegra Tfonosirapmo Clanoitanretn I:3elba T:otgniogsrefsnartfotnecre P%04tseroo Psdlohesuohfo%02tseroo Psdlohesuohfo%01tseroo Psdlohesuohfomargor Pyrtnuo C7.960.389.085.974.265.340.490.060.750.555.245.930.520.376.231.220.22refsnarthsaclanoitidnocailima Faslo Blizar Brefsnarthsa Ccilbupe Rnacinimo Drefsnarthsaclanoitidnocasergor Prefsnarthsaclanoitidnoc SPRrefsnarthsac FARPrefsnarthsac FUSaugaraci Nsarudno Hocixe Melih Crefsnarthsac TLBaisenodn I.atadsanesu Sgnisusrohtuaehtybdetaluclacserugfi TLB.4002.lateydao C:ecruo S28Variable N Mean Std. Dev. Min Max Table 4: Summary Statistics of Key Variables Household Level Variables :crimeivt BLTpoor BLTnonpoor No BLTpoor In second top decile In top decile Village Level Variables :crimevt Violent crime preBLTBLT present Leakage Undercoverage Leakage districtUndercoverage district% households eligible Rural Proportion in second top decile Proportion in top decile Gini coefficient Average per capita expenditure million RpPopulation thousandsMale share Farm households Farm laborers Poor letter Hours to city One ethnic group Security post Civilian defense Police post Electric lights Cook with fuel Transport share Fuel share Gini coefficientcrimevt PreBLTLeakage BLSUndercoverage BPS262476262476262476262476262476262476148151481514815148151481514815148151481514815148151481514815148151481514815148151481514815148151481514815148151481514815148151481514815148151481514815148150.0280.1600.1320.1280.1010.1020.2740.1310.8780.2060.3490.2060.4650.3070.6760.0930.0870.2100.2590.5410.4990.630.0670.0710.420.7320.8410.8780.2080.7900.3700.0410.0860.0070.250.3170.3350.1640.3670.3390.3340.3010.3020.6410.3370.3280.2430.3550.1310.1630.2900.4680.1150.1610.0750.1536.7250.0330.3390.1070.1280.790.4430.3700.3270.4060.4070.2570.0530.0460.0120.5900.2700.34800000010000111111111110.0180.9430000000.0390.0420.010000.02000000000.1391001110.81310.815.4179.00.9810.975113.51111110.7740.5670.1511129Table 5: Household Level Crime Regressions3214Dependent Variable:crimeivtcrimeivtcrimeivtcrimeivt BLTpoor BLTnonpoor No BLTpoor BLT present Leakage Undercoverage Crime preBLTIn second top decile 01In top decile 01% households eligible Rural Proportion hholds in 2nd top decile Proportion hholds in top decile Gini coefficient Average per capita expenditure Village population Male share Farm households Farm laborers Poor letter Hours to city One ethnic group Fixed effects Rsquared N.0009.001.004.001.001.001.007.002.01.003.001.002.0004.001.004.002.002.003.001.001.0004.006.02.007.04.008.002.008.0009.001.004.001.001.001.006.002.01.003.001.002.005.001.0004.001.004.002.002.003.0009.001.0003.006.02.007.04.008.002.008.0002.0001.0002.0001.03.01.0002.002.002.004.002.004.03.01.0003.002.004.004.002.004.001.001.005.001.0008.001.008.002.01.003.0008.002.003.001.0004.001.004.002.008.003.0002.002.01.006.02.007.04.008.004.007.0002.0001.02.01.001.002.002.005.006.004.001.001.005.002.002.002.001.001.003.006.02.007.05.008.0009.007.0002.0001.03.01.0009.002.004.004.0005.004.002.0009.002.0009.002.0009.002.0009.001.001No.002.002.001.001.001.001.001No.003No.003District.01262476262476262476262476Notes: We report results from OLS regressions where the dependent variable is a dichotomous variable if the household experienced a crime. All specifications are clustered at thevillage level. indicates significance at 1% level, at 5% level, at 10% level.30Table 6: Village Level Crime Regressions123Dependent Variable:crimevt crimevt crimevt.03.02.19.02.03.02BLT present Leakage Undercoverage% households eligible Rural Proportion hholds in 2nd top decile Proportion hholds in top decile Gini coefficient Average per capita expenditure Village population Male share Farm households Farm laborers Poor letter Hours to city One ethnic group Constant Fixed Effects:Rsquared N.35.02No.00614815.03.02.11.02.03.02.03.03.04.02.05.06.26.07.34.08.01.07.04.02.08.03.03.02.06.03.03.02.05.06.23.07.26.08.07.07.007.001.006.001.41.16.1.03.32.05.02.04.33.17.05.03.03.06.06.04.04.007.03.008.1.01.18.09No.0314815.07.01.18.09District.0114815Notes: We report results from OLS regressions where the dependent variable isan indicator of the change in crime from 2005 to 2006 where 1 indicates thatcrime has increased; 0 indicates no change; 1 indicates that crime has decreased.Standard errors are shown in parentheses. indicates significance at 1% level, at 5% level, at 10% level.31Dependent Variable:BLT present Leakage Undercoverage District Leakage District Undercoverage Only Village Head Reporting Leakage x Only Village Head Reporting Undercoverage x Only Village Head Reporting Crime in 2003% Households Eligible Rural Proportion hholds in 2nd top decile Proportion hholds in top decile Gini coefficient Average per capita expenditure Village population Male share Farm households Farm laborers Poor letter Hours to city One ethnic group Security post Civilian defense Police post Electric Lights Cook with fuel Transport share Fuel share Constant Fixed Effects:Rsquared N.04.03.04.02.02.06.24.07.08.35.03.03.03.02.05.06.26.07.08.35.01.07.007.4.001.16.03.05.32.09.02.04.04.007.01.1.01.07.007.41.001.16.03.05.32.09.02.04.04.007.01.1.07.03.02.02.05.06.23.07.08.27.07.07.005.001.34.16.07.03.02.02.05.06.22.07.08.28.06.07.005.001.33.17.04.03.03.06.05.04.03.07.07.008.01.02.04.02.05.01.14.16.03.03.03.06.05.04.03.07.07.008.01.02.04.02.05.01.04.02.02.02.22.1.22.12.19.17District District.1214815.1214765Table 7: Robustness Tests1234567crimevt.04.02.03.02.08.03.03.02.04.07.02.03.03.02.23.07.05.11.03.02.03.1.02.02.16.07.05.1crimevtPre BLT.07.07.004.06.02.04.04.02.06.03.03.02.12.010.08.03.02.02.03.060.27.070.30.09.07.08.0050.001.18.19.04.03.06.06.04.050.03.01.02.08.12.5.05.02.07.51.10.5.34.13.23.28.01.002.05.15.01.002.01.040.03.02.04.02.11.04.03.020.05.020.05.050.001.03.06.03.03.02.05.06.23.07.08.26.07.070.0060.001.33.16.05.03.04.06.06.04.03.01.01.07Notes: We report results from OLS regressions where the dependent variable is an indicator of the change in crime from 2005 to 2006columns 16 and the change in crime from 1998 to 1999 column 7. Standard errors are shown in parentheses. indicates significanceat 1% level, at 5% level, at 10% level.32.25.09.26.09No.03No.031481514815.21.11District.0114815.19.09District.0212208.18.51District.026754Dependent Variable:BLT present Leakage Undercoverage% Households eligible Rural Proportion hholds in 2nd top decile Proportion hholds in top decile Gini coefficient Average per capita expenditure Village population Male share Farm households Farm laborers Poor letter Hours to city One ethnic group Village has a head Heads age Head male Head finished primary or secondary school Head tertiary educated Village has a secretary Secretarys age Secretary male Secretary finished primary or secondary school Secretary tertiary educated Village has a BPDBPD Heads agecontinued over pageTable 8: Village Administration Robustness Tests1234BLT present Leakage Undercoverage crimevt.04.02.08.03.03.01.004.009.16.03.44.03.61.04.16.03.001.0006.04.08.04.01.01.03.04.02.005.004.002.006.003.04.0002.0003.001.01.03.02.03.02.13.009.007.006.17.02.17.02.003.03.04.02.003.0004.06.05.08.01.02.02.06.01.02.003.02.004.06.03.0003.0002.01.01.02.02.03.02.06.04.0007.0003.06.02.0005.0002.03.02.06.03.03.02.05.06.22.07.27.08.06.07.006.001.33.17.05.03.03.06.06.04.03.008.07.01.04.08.001.0007.005.03.01.05.009.05.02.07.24.01.002.009.46.03.36.03.32.04.05.04.004.0007.07.08.03.01.04.03.003.02.01.004.002.007.05.04.0001.0003.01.02.04.02.05.03.06.04.0008.0003.001.0006.006.007.04.02.04.02.01.03.0002.0002.02.01.03.03.05.03.008.04.0003.0003.03.02.07.06.11.06.09.08.0005.0007.01.01.03.03.04.03.005.04.0002.000333Table 8 continued1234BPD Head male BPD Head finished primary or secondary school BPD Head tertiary educated Village has LPMDLPMD Heads age LPMD Head male LPMD Head finished primary or secondary school LPMD Head tertiary educated.03.03.03.02.03.02.0004.05.0001.0003.04.04.03.02.03.02.02.02.02.02.02.02.04.03.04.03.04.02.04.03.07.05.006.06.06.05.12.05.11.1.0003.0002.0005.0003.001.0007.005.03.02.01.02.01.02.04.01.02.02.02.05.09.11.08.03.04.02.04.01.17Constant Fixed effects:Rsquared N.88.08.67.06District District District District.2414815.3214815.2514815.1214815Notes: We report results from OLS regressions. Standard errors are shown in parentheses. indicates significance at 1% level, at 5% level, at 10% level.34Table 9: Instrumental Variables Robustness Tests Dependent variables:Leakage Undercoverage crimevt crimevt crimevt12345Leakage BPSUndercoverage BPSBLT present Leakage Undercoverage% Households eligible Rural Proportion hholds in 2nd top decile Proportion hholds in top decile Gini coefficient Average per capita expenditure Village population Male share Farm households Farm laborers Poor letter Hours to city One ethnic group Constant Fixed Effects:Ftest of instruments:pvalueRsquared N.16.007.03.005.18.006.1.01.27.008.25.008.13.009.004.006.11.02.07.02.14.03.01.02.002.0004.03.05.06.009.02.02.05.01.02.002.02.004.06.03District 255.40.000.1914815.25.01.0000697.009.36.03.37.03.41.04.08.03.003.0006.06.08.02.01.03.03.005.02.01.004.003.006.35.04District 509.10.000.2414815.006.04.26.15.05.07.04.04.03.02.09.07.25.07.27.09.07.07.02.04.36.13.004.06.05.03.03.02.07.07.21.07.38.09.04.07.05.04.43.12.006.06.006.03.03.02.06.07.23.08.41.09.01.07.006.001.007.001.007.001.33.17.04.03.04.06.07.04.37.16.04.03.18.05.04.04.45.16.07.03.28.05.02.04.03.008.03.008.03.008.07.01.21.1.1.01.16.1.09.01.16.09District Province No.0214815.0214815.0214815Notes: We report first and second stage results from instrumental variable estimation. Standard errors are shownin parentheses. indicates significance at 1% level, at 5% level, at 10% level.35Dependent Variable:Crime01 Participation Female Table 10: IFLS Social Capital Results1234Male5Change in Change in Community Participation Leakage Undercoverage Individual and Household Characteristics:Participation in 2000BLTpoor BLTnonpoor No BLTpoor BLT present Age Married Primary school education Lower secondary education Upper secondary education Tertiary education Log of per capita income Constant Fixed Effects:Rsquared Nin 2007Participation Participation Community Safetyin 2007in 2007.2.12.11.03.11.06.02.01.03.009.01.01.01.03.02.06District.0513957.43.21.35.43.16.01.23.05.06.03.11.04.008.2.004.001.45.03.06.03.23.05.21.05.33.09.02.002.27.72District.3213957.75.2.32.47.16.01.3.05.12.04.2.05.12.3.003.001.46.04.06.04.36.07.36.07.52.12.02.003.35.97District.387610.11.33.43.59.13.01.13.07.04.05.01.07.05.2.004.002.41.05.01.05.05.06.05.06.09.13.03.0031.38.77District.2963471.46.77.56310Notes: We report results from OLS regressions. Standard errors are shown in parentheses and are clustered in columns 14. indicatessignificance at 1% level, at 5% level, at 10% level. Controls were also included for the share of eligible households in the village;whether the household was in the top or second top decile of the national income distribution; the percentage of village households ineach of these deciles; the gini coefficient of per capita income in the village; distance from the city in minutes and the village population.36Figure 1: Timing of Program and Surveys 37Oct 2005 Mar 2006 July 2006 April 2005 Susenas PODES BLT Figure 2: Kernel Density Estimate of Village Leakage Rates 38Figure 3: Kernel Density Estimate of Village Undercoverage Rates 39Figure 4: Comparison of Trends in Crime Rates Share of Villages Experiencing CrimeSource: PODES 2005 and PODES 2002.40 0.450.50.550.60.65200120022003200420052006No BLT in village BLT in village 0.450.50.550.60.65200120022003200420052006Leakage Low Leakage High 0.450.50.550.60.65200120022003200420052006Undercoverage Low Undercoverage HighAppendix 41Table 11: Questions in PSE05 Questionnaire Number of household members Floor area Broadest floor area type Broadest wall area type Toilet Facilities Source of Drinking Water 1.2.3.4.5.6.7. Main Source of Lighting 8.9.10. Meal frequency per day 11. Frequency of new clothes purchases 12. Access to treatment at a puskesmas or clinic for sick householders 13. Main field of work of household head 14. Highest level of education of household head 15. Minimum assets of Rp 500,000 YesNo:Type of Cooking Fuel Frequency of meatchickenmilk purchases per weeka. Savingsb. Goldc. Color TVd. Livestocke. Motor cycle 42.esiwrehto 0;5002ylu Jotroirprae Yniegallivehtniemirctneloiv.esiwrehto 0;5002ylu Jotroirpraeyniegallivehtniemircfofoepytynasawerehttahtstroper SEDOPepytynasawerehttahtstroper SEDOPfifi 115002lirp A10emirc SEDOP6002ylu J10emircsanesu STLBer Pemir Cv TLBtso Pemir Ctnemyap TLBehteviecertondidohwegallivnisdlohesuohelbigilefonoitroporptnemyap TLBehtdeviecerohwtcirtsidnisdlohesuohelbigilenonfonoitroporptnemyap TLBehtdeviecerohwegallivnisdlohesuohelbigilenonfonoitroporp.esiwrehto 0;elpmasegallivnistneipicer TLBfi 1.esiwrehto 0;noitubirtsidpxepacreplanoitanehtfoeliceddnoces.esiwrehto 0;noitubirtsidpxepacreplanoitanehtfoelicedpotehtehtninisisidlohesuohdlohesuoh.esiwrehto 0;tnemyapehteviecertondidtub TLBehtrofelbigilesawdlohesuoh.esiwrehto 0;tnemyapehtdeviecertub TLBehtrofelbigilenisawdlohesuoh.esiwrehto 0;tnemyapehtdeviecerdna TLBehtrofelbigilesawdlohesuohehtehtehtehteht.esiwrehto 0;emircfomitcivasawrebmemdlohesuohafifififififi 111111selbaira Vfonoitpircse D:21elba T:selbaira Vleve Ldlohesuo Helicedpo Tdnoce Sn Ielicedpo Tn IroopnonTLBroopTLBo Nrooptviem TLir Bc:selbaira Vleve Legalli VTLBerpemirctneloi VTLBerpemir Ctviemirctcirtsidegakae Legarevocredn Utneserp TLBegakae Lnoitubirtsidpxepacreplanoitanehtfoeliceddn 2noitubirtsidpxepacreplanoitanehtfoelicedpotehtehtninieraeraohwelpmasegallivohwelpmasegallivninisdlohesuohsdlohesuohfofonoitroporpnoitroporpelicedpotdn 2elicedpot.erutidnepxepacrepegallivfotneicffieociin Gninilsdohh.por Plsdohh.por Ptneicffieocini Gp Rnoillimegallivehtnierutidnepxeatipacrepegarev Aerutidnepxepacre P.v Atnemyap TLBehteviecertondidohwtcirtsidnisdlohesuohelbigile.000571p Rnahtsselpxepacrepylhtnomhtiwsdlohesuohfofonoitroporpnoitroporptcirtsidegarevocredn Uelbigilelsdohesuoh%.esiwrehto 0;aeralarurniegallivfi 1larur 43.elbigilegniebsadefiitnedierocs SPBehttahtegallivehtnisdlohesuoh.pxepacrepfosisabnoelbigileni.elbigilenigniebsadefiitnedierocs SPBehttahtegallivehtnisdlohesuoh.pxepacrepfosisabnoelbigilefofonoitroporpnoitroporpSEDOPsecivreslacidemeerfotsseccategtahtegallivehtnisdlohesuohSEDOPsreruobalmrafsakrowtahtnoitalupopegallivSEDOPsdlohesuohmraferatahtsdlohesuohegallivSEDOPehtmorfelamsitahtnoitalupopegallivfofofofonoitroporpnoitroporpnoitroporpnoitroporpSEDOPesiwrehto 0;shtnom 21tsalehtnitsopytirucesatliubegallivSEDOPesiwrehto 0;noitasinagroesnefednailivicasahegallivehtehtSEDOPesiwrehto 0;egallivehtnipuorgcinhteenoylnoSEDOPesiwrehto 0;egallivehtnitsopecilopasierehtfifififi 1111SEDOPaydamatokytictseraenotsruo HsdnasuohtniSEDOPehtmorfnoitalupopegalli Vegallivehtnierutidnepxedlohesuohnistsoctropsnartfoerahsegvastnemyap TLBehtmorfgnitlusertneicffieociin Gehtniegnahcehtegallivehtnierutidnepxedlohesuohnistsocleuffoerahsegarevagnikoocrofleufsthgilcirtceleesuesutahtegallivtahtegallivehtehtninisdlohesuohsdlohesuohfofonoitroporpnoitroporp5002ylu J10emirc SEDOP6002ylu J10emirc SEDOPlnoitaupo Pegalli Vlsdohesuohmra Ferah Sela Mpuorgcinhteen Oesnefe Dnailivi Ctso Pytiruce Ssthgi Lcirtcel Eleu Fhtiwkoo Cerah Stropsnar Ttso Pecilo Perah Sleu Fsrerobalmra Fyti Cotsruo Hrettelroo PTLBer Ptvemirctneicffieocini GSPBvocredn USPBegakae LTable 13: Ordered Logit Results Analogous to Table 6, Column 3Dependent Variable:crimevt BLT present Leakage Undercoverage Eligible Households Rural Proportion of households in second top decile Proportion of households in top decile Gini coefficient Average per capita expenditure Village Population Male Share Farm households Farm laborers Poor letter Hours to city One ethnicity Fixed Effects PseudoRsquared N.13.06.26.09.09.06.2.09.11.06.11.2.79.22.8.26.23.24.02.0041.09.53.14.09.13.19.19.14.11.02.25.04District 0.06414815Notes: The dependent variable is an indicator of the change in crimefrom 2005 to 2006 where 1 indicates that crime has increased; 0 indicatesno change; 1 indicates that crime has decreased. Standard errors areclustered at the village level and are shown in parentheses. indicatessignificance at 1% level, at 5% level, at 10% level.44", "filename": "720519950.pdf", "person": ["Lisa A. Cameron", "Cameron, Lisa A.", "Manisha Shah", "Shah, Manisha"], "date": ["2012"]}