{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/61040/1/720738806.pdf"], "title": ["The determinants of election to the United Nations Security Council"], "plaintext": "CESifo Working Paper No. 3902 The Determinants of Election to the United Nations Security Council Abstract The United Nations Security Council UNSC is the foremost international body responsible for the maintenance of international peace and security. Members vote on issues of global importance and consequently receive perks election to the UNSC predicts, for instance, World Bank and IMF loans. But who gets elected to the UNSC? Addressing this question empirically is not straightforward as it requires a model that allows for discrete choices at the regional and international levels; the former nominates candidates while the latter ratifies them. Using an original multiple discrete choice model to analyze a dataset of 180 elections from 1970 to 2005, we find that UNSC election appears to derive from a compromise between the demands of populous countries to win election more frequently and a norm of giving each country its turn. Involvement in warfare lowers election probability, but there is little evidence that the level of economic development or foreign aid predict election. JELCode: F530, F550, O190. Keywords: United Nations, Security Council, turntaking norm, elections. Axel Dreher AlfredWeberInstitute for Economics Heidelberg University Bergheimer Strae 58 Germany 69115 Heidelberg mailaxeldreher.de Matthew D. Rablen Department of Economics and Finance Brunel University UK Uxbridge, UB8 3PH matthew.rablenbrunel.ac.uk Matthew Gould Westminster Business School University of Westminster 35 Marylebone Road UK London, NW1 5LS m.gouldwestminster.ac.uk James Raymond Vreeland Edmund A. Walsh School Georgetown University USA Washington DC 20057 jrv 24georgetown.edu July 2012 For comments, we thank seminar participants at the Georgetown University International Theory and Research Seminar GUITARS, cosponsored by the Government Department and the Mortara Center for International Studies. 1. Introduction Endowed with the legal power to authorize whatever foreign policies it deems necessary to maintain international peace and security, the Security Council has become the preeminent organ of the United Nations UN. It has the legal authority to suspend economic and diplomatic relations between countries, impose blockades, and authorize the use of armed force see Hurd, 2007; Chapman, 2011; Chapman and Reiter, 2004; Voeten, 2001. The body includes 15 members: the five everpresent Permanent Members, and the ten NonPermanent Members NPMs, who must win election to serve limited twoyear terms. Our study seeks to explain which countries win election to the United Nations Security Council UNSC as NPMs. Note that at least four NPMs must vote in favor of a resolution for it to pass, giving these members a central role on the world stage. The President of the Security Council a position that rotates among the members has influence over the agenda and the order of voting Bailey and Daws, 1998: 130131. Most importantly, the UNSC votes by open ballot so that the voice of an elected member has a global reach on central matters of world security. Accordingly, some countries appear willing to bribe and reward NPMs. For instance, the United States increases direct foreign aid by more than 50 percent when a country serves on the UNSC Kuziemko and Werker, 2006. Also, NPMs become more likely to receive World Bank project loans and International Monetary Fund IMF loans with relatively soft conditionality Dreher et al., 2009a, 2009b, 2010. Asian NPMs see their loans from the Asian Development Bank rise around 30 percent Lim and Vreeland, forthcoming. Understanding which countries receive these rewards can serve to inform longstanding economic questions over the allocation and effects of foreign aid and IMFWorld Bank loans see, e.g., Easterly, 2001; Rajan and Subramanian, 2008; Bueno de Mesquita and Smith, 2010. Does the UNSC election process direct these funds towards countries with particular characteristics? Kuziemko and Werker, following Malone 2000, assert that Service on the Council is by no means random 2006: 909. Yet, to our knowledge, no established study presents the systematic determinants of election to the Security Council.1 1 The only published study focuses exclusively on the selection of Western European countries to various UN committees Scharioth, 2010. Two working papers on the broader selection of members to the UNSC that have been presented at conferences since we first presented the preliminary results of this paper in 2006 include Iwanami 2012 and Schmitz and Schwarze 2012. In contrast, good qualitative studies on the selection of UNSC members have been published, such as Malone 2000. 1 The power to elect the NPMs formally rests in the hands of the United Nations General Assembly UNGA, which includes delegates from all recognized UN member countries. Usually, however, the UNGA vote serves as a mere ratification of decisions made by regional caucuses, which play a privileged role in the nomination process. The determinants of UNSC election may therefore differ across regions. Only when there remains disagreement at the regional level does the UNGA vote become meaningful. On these occasions, the interplay of two separate sets of preferences those at the regional level, and those at the global level the UNGA determine election to the UNSC. What shapes these preferences? To choose NPMs, the UN Charter calls on government representatives to consider the contribution of members of the United Nations to the maintenance of international peace and security and to the other purposes of the Organization. In practice, however, matters are more complex. A detailed set of procedural rules and at least two unwritten gentlemens agreements also shape the UNSC election procedure. Moreover, UN Ambassadors appear to consider factors beyond contributions to peacekeeping: political affiliations, economic strength, and foreign aid may all play a role. For instance, Icelands sudden financial collapse in 2008 seemingly derailed what had previously looked a secure candidacy, while US support for the candidature of Guatemala appeared important in stymieing the rival candidacy of Venezuela in 2006. Cases such as these might just represent idiosyncrasies, but they may also be part of a regular pattern. How then should one go about investigating the systematic determinants of UNSC election? To investigate discrete choice settings, scholars often employ the conditional fixed effects logit model in which a single decisionmaker chooses a single option according to utility maximization see Mc Fadden, 1973. The UNSC election process differs from this model in at least two respects. First, as discussed above, up to two different sets of preferences can be in play: the regional and the global. Second, in some election years the UNGA regularly elects two candidates from one region, not a single candidate. We therefore develop a multiplediscrete choice model that extends the conditional logit model to allow, in a simple way, for the separate identification of two intermingling sets of preferences, and for the number of choices from the set of alternatives to vary from zero to two. Our empirical analysis of election to the UNSC considers five broad theoretical perspectives: i Does the UNGA follow a norm of choosing countries committed to peace, as directed by the UN Charter? ii Does the receipt of foreign aid predict UNSC election? iii Is election driven by international power or close relationships with powerful countries? iv Do cultural 2 traits play a role? v Do governments practice a turntaking norm of sharing seats by rotating through the eligible candidates? The last hypothesis derives from the common misconception that membership on the UNSC rotates through the UN membership. Formally, membership does not rotate, but in practice the regional groups and the UNGA might follow such a norm. Analyzing data on UNSC elections between 1970 and 2005, we find evidence of some commitment to peace from every region and from the UNGA. Each region shows evidence that countries engaged in international war are less likely to receive regional endorsement. Such countries are also consistently less likely to prevail when seats are contested in the UNGA. We also observe large negative effects for countries engaged in civil war in Asia and Eastern Europe, and there is a positive link between troop contributions to UN peacekeeping missions and election probability for Asia, Latin America and Western Europe. As for international power, all regions and the UNGA exhibit some evidence of a preference for populous countries. We find weaker evidence that richer countries, measured by gross national income GNI per capita, enjoy an advantage in Asia and Latin America. We find only patchy, and somewhat mixed, evidence that foreign aid determines election. Culture appears to hold occasional influence within regions. Countries that share a common political ideology with their region are more likely to be elected in some regions, but not in others. There are also mixed effects for countries with a history of colonialism. A British colonial legacy helps in Asia and the GRULAC, while a French colonial legacy may have helped at the UNGA level during the Cold War since then the French colonial legacy hurts. Attitudes to corruption are also mixed: it pays in the GRULAC, but not in the WEOG. The UNGA has switched either side of the Cold War from favoring corrupt countries, to shunning them. Aside from the common role of population, involvement in an international conflict, and a norm of taking turns, our results suggest the presence of significant heterogeneity in the determinants of UNSC election across regions. Therefore, while culture and history do not seem to matter for UNSC election within regions, they may nevertheless drive differences across regions. The data analysis does reveal a turntaking norm in the regional selection process. A country whose turn arrives is more likely to receive regional nomination, which accords with the common rotation perception. As seems reasonable, however, the turntaking rights that influence selection at the regional level do not seem to influence UNGA voting over contested seats. 3 The results of this study contribute to a number of literatures. First, it relates to the ongoing discussion of UN reform, and reform of the UNSC in particular Franck, 2003; ONeill, 1996; Hosli et al., 2011. This debate centers on the question of representation but strangely lacks a systematic understanding of the current determinants of UNSC membership. Our findings may help to mitigate this difficulty by clarifying whom the election practices advantage. With an understanding that the two main determinants center on a tendency to choose populous countries and to respect an egalitarian norm of turntaking, we can recast the debate as connected to a central theme in democratic theory: majoritarian principals versus minority rights. Our analysis also relates to the wider literature on whether the selection of leaders is fair in the sense that it can be explained solely by the quality of the candidates e.g., Hamermesh and Schmidt, 2003; Diamond and Toth, 2007. Although quality is not easily defined in the context of UNSC membership, we include in our analysis certain country characteristics that seem unrelated to quality, such as religion the proportion of the population that is Muslim and voting patterns in the UNGA how often a country votes with the United StatesRussia, and thereby provide an implicit test of the fairness of the election process. As we find that these factors do not have systematic effects, reformers can focus on the influences that do appear to matter and judge as to whether populous countries deserve to win election more often or if everyone should have a turn the two patterns that the data analysis does support. Our study further contributes to the related literature on the selection of political leaders more generally. For instance, Besley and ReynalQuerol 2011 find that democracies select better educated leaders as compared to autocracies. A link between democracy and UNSC membership might therefore arise if bettereducated leaders are betterable to negotiate for UNSC membership. To explore this, we consider whether democracy indeed predicts UNSC membership we find, however, that it does not. Finally, we offer a generic econometric model of elections where there is a nomination process at one level and an endorsement vote at another. In our case, the levels are regional and global, and the model has applicability to a wide range of selection processes including the selection of membership in other UN bodies and other international organizations. 4 Scholars may further employ the model to analyze the selection of leaders within federalist systems or within countries with primary rounds of voting at different districtlevels.2 The paper proceeds as follows. Section 2 outlines the UNSC election process, and Section 3 presents various hypotheses about the determinants of election to the UNSC. In Section 4 we formally develop the econometric model, providing a likelihood equation for UNSC election, and we discuss other details of our methodology. Section 5 presents the results, and Section 6 concludes with a summary discussion of the implications of our main findings. 2. The election process The UNSC election process for NPMs follows certain rules and agreements.3 The ten NPM seats are divided among five regional caucusing groups: one country from Eastern Europe EE; two from the Western European and Others Group WEOG; two from the Latin America and Caribbean Group GRULAC el Grupo Latinoamericano y Caribeno; and five from Africa and Asia.4 An unwritten, but unbroken, gentlemens agreement divides the five seats for Africa and Asia into three seats for Africa and two seats for Asia. Around 1968, a further unrecorded agreement between Africa and Asia reserved one of their five seats for an Arab state with the regions taking turns every two years to provide a suitable candidate Security Council Report, 2011: 7. This seat is often called the Arab swing seat. We control for this institutional arrangement in the empirical analysis. The UNGA conducts staggered elections for five seats each autumn. Terms begin in January the following year.5 To be eligible for election as a NPM, a country must, first, belong to one of the five caucusing groups. At present, one UN member Kiribati is ineligible on these grounds, and prior to 2000, when it gained temporary membership in the WEOG, so too was Israel Security Council Report, 2011: 6. Second, NPMs in the final year of their term cannot run for immediate reelection UN Charter 232. The Permanent Members of the UNSC 2 Recent contributions in this area with relevance to our approach include Glasgow et al. forthcoming and Golder et al. forthcoming. 3 Much of the background for this section can also be found on the web site of the Security Council Report, an independent nonprofit organization affiliated with Columbia University: http:www.securitycouncilreport.org. We also draw on Luck 2006. 4 Before 1966, there were only six elected members of the UNSC. Composition was typically: two Latin American countries; one Middle Eastern country; one East European country; and two from the British Commonwealth countries. See Daws 1999 for an account of the development of the UN regional groups. 5 The term of the single Eastern European representative begins in even years. The two representatives of the WEOG group begin their terms in odd years. The terms for the two representatives of the GRULAC are staggered; the UNGA elects one each year. The Asia groups two seats are similarly staggered. The three seats filled by the Africa group are also staggered with two terms beginning in even years and one term beginning in odd years. The term of the Arab representative shared between Asia and Africa begins in even years. 5 China, France, Russia formerly the Soviet Union, the United Kingdom, and the United States cannot be elected as NPMs. Countries may declare candidacy by notifying the Chairman of their caucusing group.6 Before voting begins in the UNGA, the Chairman of each group is invited to announce the countries that have declared candidacy the Chairmans list.7 Despite this apparent ease of candidacy, in practice, few countries make the Chairmans list. Although details of the negotiations at the regional level are scarce, there appears to be a preference for the choice of NPMs to be kept in house, insofar as is possible. The vote in the UNGA is, as a result, usually sidelined by caucusing groups offering a clean slate, whereby the Chairman announces only as many candidatures as seats available. Contested elections, when the Chairman announces more candidatures than seats available, appear to occur when efforts at agreement at the regional level have failed.8 Africa appears to have the most disciplined rules for selecting candidates.9 It operates a system of turntaking within subregional groups, which should, in theory, ensure that all countries in Africa eventually serve on the Security Council.10 Even here, however, the situation is more complex than might first appear. According to Security Council Report 2011: 6 there are at least three complications. First, countries that can claim to straddle more than one geographic region have chosen to shift from one group to another. Second, challengers can emerge within the same subregional grouping, upsetting the rotation.11 Last, within a subgroup, some members may choose to run more often, while others choose, or are persuaded, to run less frequently or not at all. 6 We know from the UNGA minutes that the group Chairmen stand up in sequence before the vote and announce the group candidacies. The Chairman position rotates among the region members, and terms last one month. See various issues of the Journal of the United Nations for details on specific elections http:www.un.orgendocumentsjournal.asp, accessed 5 April 2012. 7 Sometimes countries announce their intention to run years in advance. Other times they do so much later, even in the midst of the elections themselves. The timing of such announcements appears idiosyncratic and data are, unfortunately, not kept. 8 For the 36 electionyears 19702005 we analyze, the WEOG is the most competitive group, with nine contested elections, and EE is the least competitive, with just five. As we detail further in footnote 18, we define an election as contested if an additional candidate receives ten votes or more. Using this threshold, there are a total of 35 contested elections out of 180 total elections, or 19 percent. 9 Africa is the only region for which we have found explicit rules, codified by the African Union in their Rules of Procedure of the Ministerial Committee on Candidatures Doc. EX.CL213 VIII. See African Union 2006: 8. 10 North Africa and Central Africa rotate one seat every two years; Western Africa has one seat every two years; and Eastern Africa and Southern Africa rotate one seat every two years. See Security Council Report 2011: 6. 11 According to Security Council Report 2009: 6, such queuejumping occurred three times in the sample period: Nigeria queuejumped Niger in 1977, and GuineaBissau in 1993, and Ghana queuejumped Liberia in 1985. 6 To win election, a country must receive at least twothirds of the votes in the UNGA UN Charter 182. When no candidate meets this threshold, the UNGA holds runoff elections. On rare occasions, there are many rounds, and no country can garner the required twothirds majority; compromise candidates have emerged in these instances. In theory, members of the UNGA face no requirement to vote for Chairmans list countries, though in practice, they seldom do otherwise save for isolated protest votes. Therefore, to date, after a Chairman has announced a clean slate, the UNGA has always ratified the regional selection. 3. Hypotheses Who wins election to the UNSC? No published study has addressed the question of UNSC election using quantitative methods. In the next section, we offer the main contribution of our paper: a multiplediscrete choice model to examine the joint determinants of UNSC election at the regional and global levels. First, however, we draw on the broad literature in international relations and on qualitative accounts of UNSC election to develop the testable hypotheses that we apply to our statistical model. We begin with the UN Charter, which asks members of the UNGA to elect UNSC members on the basis of their contributions to the maintenance of international peace and security. We thus propose to test the impact of the contributions that countries make to UN peacekeeping missions, measured as the log of the number of troops supplied. We also include indicator variables of whether a country is involved in an international military dispute or a civil war. We further test for an effect of democracy, which is linked to the idea of peace in the sense that it is associated with a commitment to openness and the principles of justice.12 Two further hypotheses reflect ideas coming from the political economy literature. A growing literature shows that countries receive perks from UNSC membership, including US foreign aid Kuziemko and Werker, 2006; Bueno de Mesquita and Smith, 2010, World Bank projects Dreher et al., 2009a, and IMF loans with comparatively soft conditionality Dreher et al., 2009b, 2010. If these same perks that result from UNSC membership were also found to predict UNSC membership, this would point to the presence of development cycles whereby countries that gain election receive perks that, in turn, increase their prospects of future election. Countries outside of this cycle would, however, lose out. To test this 12 On the association of democracy with openness, see Hollyer et al. 2011. On the association with justice see Dowding et al. 2004. On the general proclivity of democracies to peace, see Russett and Oneal 2001. For a contrasting view, see Ferejohn and Rosenbluth 2008. 7 possibility, we consider whether the annual shares of US grants and US loans, IMF program participation, and the number of new World Bank projects, predict election to the UNSC.13 If countries expect perks from membership on the UNSC, then perhaps more heavily indebted governments push harder to be elected. Or causality may run the other way: perhaps when governments anticipate that they will be elected to the UNSC, they allow their countries to go deeper into debt, anticipating a bailout on the horizon. Either way, levels of indebtedness may predict UNSC membership. We test this hypothesis using the log of debt service as a percentage of gross national income. If UNSC membership is valuable, heavily indebted countries may well desire membership, but they may not be in a strong position to win. Stiff competition for UNSC seats may lead the most powerful countries to win election most often. Having worked with the Canadian government in their successful 1998 election bid, Malone 2000 notes the importance of campaign funds. Canada, for example, apparently spent 1.3 million. Scharioth 2010 argues that realist variables measuring a countrys power predict election to a wide range of UN committees, at least for the WEOG. To test the impact of a countrys strength, we consider three measures: population size logged, per capita income logged, measured in constant US, and territorial size logged.14 A governments connections to powerful countries might also affect its countrys election prospects. We measure international connections in four ways. First, we include two variables to capture how frequently each country votes in the UNGA with the United States and USSRRussia, respectively. Second, we include an indicator for countries with pariah status in the eyes of one or more of the major powers, and hence subject to US andor UN sanctions, as defined by Morgan et al. 2006. Third, we test whether membership of various political groupings that operate within the UN the Group of 77 G77, NonAligned 13 IMF programs themselves come in cycles Conway, 2007. Omitting participation in IMF programs might thus bias our results in favor of finding a turntaking norm. A substantial literature argues that IMF and World Bank loans might be given for politicaleconomic reasons rather than need e.g., Copelovitch, 2009; Fleck and Kilby, 2006; Kaja and Werker, 2010; Kilby, 2009, forthcoming; Reynaud and Vauday, 2009; Stone, 2002, 2004. As for bilateral foreign aid, we limit our attention to the US role for two reasons: 1 its prominent place both in quantitative magnitude and in the literature, 2 parsimony. If we include foreign aid from all potential countries, degrees of freedom become low in certain regions. Preliminary analyses of foreign aid patterns from other OECD countries did not reveal any statistically significant correlation with UNSC election. We suggest that more in depth analyses for example Japans use of foreign aid to win favor be explored in country or regionspecific studies. 14 We use estimates of GNIcapita, as opposed to the more common GDPcapita, as it is the measure of income used by the UN in the computation of member state contributions to the General and Peacekeeping budgets. We also follow the UNs methodology in using US exchange rate estimates of GNI. These, we argue, are more appropriate than PPP estimates in this context, as what is more relevant is international, rather than domestic, purchasing power. 8 Movement NAM, Organisation of Islamic Cooperation OIC, and JUSCANZ a subset of the WEOG including Japan, United States, Canada, Australia, and New Zealand predicts UNSC election.15 Last, membership in other nonUN groupings may also be important, so we allow for an effect of membership of the European Union EU and NATO. Cultural affinity may also matter. Variables we use to test the influence of culture include the percentage of the country that is Muslim or, alternatively, Catholic. We also test if a history of British or French colonization plays a role. Beyond religious and historical affinities, we test the importance of political affinity within the region, measuring the percentage of the region with which the chief executive shares the same broad political ideology either left, center, right, or nonideological. We also consider another variable that may be related to culture: the level of corruption associated with a country. On the one hand, perceived corruption may hurt if regions and the UNGA disdain such countries. On the other, corruption may help if such countries willingly disregard norms of turntaking, jumping the queue while paying whatever bribes necessary to win support. Finally, behavioral norms that have evolved within the decisionmaking process may also play a role. One such norm, which is widely observed in human evolution, as well as in a wide range of other species, is that of turntaking Colman and Browning, 2009; Franz et al., 2011. In the context of the UNSC election process, the turntaking norm implies that membership on the UNSC should rotate among the members of each caucusing group. This turntaking norm relates to the egalitarian norm, which features importantly in the literature on distributive justice e.g., Rawls, 1971; Deutsch, 1985, and is consistent with recent models of inequityaversion Fehr and Schmidt, 1999; Bolton and Ockenfels, 2000. The Africa group explicitly claims to operate according to the turntaking norm, but whether some degree of turntaking occurs among the remaining regions is less clear. To test the possibility that a region practices the turntaking norm, we construct a variable, turntaking, which is calculated as the number of years a country has waited to serve on the UNSC divided by the number of countries currently eligible for election.16 If the turntaking norm holds, this variable should be positively correlated with election. 15 Because of substantial overlap in membership between G77 and NAM, indicator variables for membership of each cannot be included in the same regression equation. Instead we create three separate indicator variables: one for countries that are members of both groupings, and one for countries that are members only of NAM or only of G77, respectively. 16 Using the empirical model, which we present in the next section, we tested several possible measures of a turntaking norm against a benchmark of perfect turntaking. In a given year, let ti denote the number of years 9 Thus, we consider five broad perspectives: i a commitment to peace, ii a foreign aid story, iii a realist international relations perspective, iv a cultural approach, and v a turntaking norm. Table 2 summarizes our hypotheses and the variables we use to test them along with their sources. 4. Econometric Model and Methodology 4.1 Preliminaries Let the set of members of the UNGA in year t be decomposed into the set of member countries with permanent member status PM and the set of all other ordinary member countries. Let J AF,AS,EE,GRULAC,WEOG be the set of caucusing groups regions, and let the set of ordinary member countries belonging to region j in year t be denoted Rjt, group j, and let Cij be the ith country within Rj. The set of ordinary member countries belonging to a caucusing group in year t a necessary condition to serve as a NPM in year t where t 0, ,T. Let Rj t Rjt denote the set of all past and present members of caucusing 1 is therefore Rt j Rjt. Let NPMt denote the set of NPMs on the UNSC in year t, then the UNSC in a given year, t, is defined by UNSCtNPMt.PM It is helpful to partition Rt to reflect different categories of eligibility. In any given year a set of ordinary member countries NPMs in the first year of their terms gain automatic membership of the UNSC in the following year At: AtNPMtNPM. t 1A second set of ordinary member countries, those that are in the final year of their term on the UNSC, are ineligible for election to the UNSC in the following year It: ItNPMNPM.1 tt The remaining ordinary member countries are eligible for election to the UNSC in the following year Et: and denote the number of countries, excluding Cij, eligible for election. The measures we considered were: 1 since Cij was last elected to the UNSC or since it entered the UN, if no such instance, t, denote the mean of ti ti; 2 ti ; 3 ti ; 4 1ti t, ; and 5 ti t, 1ti t, , where 1A is the function taking the value 1 if condition A is true and 0 otherwise. We found the second of these measures to be best suited for capturing turntaking effects. 10 E t RtNPM. t Each of the sets At,Et,It,NPMt can, in turn, be partitioned by region to give the sets Ajt,Ejt,Ijt,NPMjt. Last, the historical data on nonpermanent membership of the UNSC is summarized by the indicator variable dijt, where: 17 dijt01Cij Cij NPMNPM;.tt 4.2 Preferences Denote the utility to the members of region j from electing country i in period t to the UNSC to serve in periods t 1 and t 2 as uijt jxijt, where xijt contains the characteristics of Cij in year t and j contains the preference weights of region j. Similarly, denote by u GA,it GAxijt the utility to the members of the UNGA of electing country i in period t. a set of candidate countries Njt Ejt for election to the UNSC. In the second stage, the Election to the UNSC can be conceived as a twostage process. In the first stage, the regional groups make nominations, resulting in the Chairman of each region announcing to the UNGA UNGA votes. As discussed in Section 2, because members of the UNGA almost always choose to vote for members of Njt, the vote in the secondstage can be viewed as taking place over these countries only. One approach to estimation is to model this twostage process explicitly. The resulting likelihood function is complex, however, and often fails to converge in estimations that include more than a few variables. We therefore employ a simpler representation that builds directly on the observation that election to the UNSC involves the interplay of two separate sets of preferences: those of the caucusing group which shape the nominations and those of the UNGA which votes over nominated candidates. We therefore model UNSC election as arising from a composite latent utility function, U, of electing Cij at time t, given by Uijtjtu GAit1jtuijt,ijt 1 which is a weighted average of the underlying regional and UNGA preferences, plus a stochastic component ijt. The parameter jt 0,1 measures the weight attributable to the preferences of the UNGA, and may vary by region and year. In particular, we relate jt to the size of Njt. If Njt equals the number of eligible seats, njt, the UNGA merely rubber stamps 17 UNSC membership data are found on its official Web site http:www.un.orgDocssc. 11 the clean slate of nominations from the caucusing group, and its preferences play no role jt 0. At the other end of the spectrum, if Njt Ejt every eligible member of a region is nominated to the UNGA, then the regional preferences play no direct role, thus jt 1. We assume that jt adjusts linearly between these two extremes, such that:18 jt NEjtjtnnjtjt. 4.3 Election Probabilities We view the elections to the UNSC as choosing, for each region, njt 0,1,2 countries from the set of eligible countries according to the utility function Uijt, where njt NPMjt Ajt. This setting extends the wellknown choice model of Mc Fadden 1973 in two important respects. First, the set of alternatives is time varying. This occurs because i countries move between the sets Ajt,Ejt,Ijt from yeartoyear as a result of the realizations of dijt; and ii entry and exit from Rt, principally as new members join the UN and others leave.19 Second, the number of members to be chosen from Ejt is also timevariant, and need not be unity. The tractability of Mc Faddens model is lost when, as in the UNSC, more than a single alternative is chosen simultaneously. To retain tractability, we therefore model election by the UNGA as a sequential process, in which countries are elected onebyone. This methodology develops that of Manski and Sherman 1980, who use a multiplediscrete choice model to examine household car purchases. Whereas a family may buy two of the same car, however, a country cannot have dual membership of the UNSC in any year, so we must explicitly rule out this possibility. Formally, in each of njt rounds, there is a new realization of and a single country from Ejt is elected according to utility maximization dij 1 Uij Ukj k i. In the case when njt 2, if the same country is elected in both rounds, the result is annulled and the whole process repeated until two distinct countries are selected. 18 We compute jt using Costa Rica 2005, which contains full UNGA voting records for all UNSC elections prior to 2004. Voting records for 2004 onwards are taken directly from the relevant UNGA minutes. Costa Rica 2005 does not explicitly identify the Chairmans list countries. In the overwhelming majority of elections the patterns of voting in the UNGA clearly identify the Chairmans list countries who garner large numbers of votes from countries who are merely recipients of votes cast in protest or error who garner only one or two votes. In a small number of cases the voting patterns identify the Chairmans list countries less clearly, as a country garners an intermediate number of votes between five and fifteen. In these cases we identify the set of Chairmans list countries as those that received ten or more votes. Our main results are, however, robust to any choice of threshold between three and twenty votes. 19 In the sample period 69 countries joined the UN, and five Czechoslovakia, East Germany, Yemen Arab Republic, West Germany and Yugoslavia left. Table 1 provides further details. 12 Table 1: UNSC Membership terms held between 1971 2006 Africa Asia EE GRULAC WEOG 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 Italy Canada Spain Australia Austria Belgium Denmark Germany 5 Ireland Netherlands Norway Portugal Sweden West Germany 5 Finland Greece Malta New Zealand Andorra Iceland Israel 7 Liechtenstein Luxembourg Monaco San Marino Switzerland Turkey Romania Bulgaria Poland Ukraine 6 Yugoslavia 4 Belarus 6 Czechoslovakia 3 Czech Republic 3 East Germany 5 Hungary Slovakia 3 Slovenia 4 Albania Armenia Azerbaijan Bosnia Herzegovina 4 Croatia 4 Estonia Georgia Latvia Lithuania Rep. of Moldova Serbia Montenegro 4 TFYR Macedonia 4 Argentina Brazil Panama Peru Venezuela Chile Colombia Costa Rica Guyana Jamaica Mexico Bolivia Cuba Ecuador Honduras Nicaragua Trinidad Tobago Antigua Barbuda Barbados Bahamas Belize Dominica Dominican Rep. El Salvador Grenada Guatemala Haiti Paraguay St Lucia St Vincent the Grenadines St Kitts Nevis Suriname Uruguay Japan India Pakistan Bangladesh Indonesia Malaysia Philippines Bahrain Iraq Jordan Kuwait Nepal Oman Qatar Rep. of Korea Singapore Syrian Arab Rep. Thailand United Arab Emirates Yemen 1 Afghanistan Bhutan Brunei Cambodia Cyprus DPR Korea Fiji Iran Kazakhstan Kyrgyzstan Laos Lebanon Marshall Islands Maldives Micronesia Mongolia Myanmar Nauru Palau Papua New Guinea Saudi Arabia Samoa Solomon Islands Sri Lanka Tajikistan Timor Leste Tonga Tuvalu Turkmenistan Uzbekistan Vanuatu Vietnam Yemen Arab Rep.1 Algeria Benin Cameroon Congo Democratic Rep. of the Congo Egypt Gabon Ghana Guinea Kenya Mauritius Nigeria Tunisia United Rep. of Tanzania Zambia Zimbabwe Angola Botswana Burkina Faso Cape Verde Cote dIvoire Djibouti Ethiopia 2 Gambia GuineaBissau Libya Mali Madagascar Mauritania Morocco Namibia Niger Rwanda Senegal Somalia Sudan Togo Uganda Burundi Central African Rep. Chad Comoros Equatorial Guinea Eritrea 2 Lesotho Liberia Malawi Mozambique Sao Tome Principe Seychelles Sierra Leone South Africa Swaziland 1 Yemen and Yemen Arab Republic were both members of the UN until 1990 when they united, represented on the UN by the single member Yemen. 2 Eritrea was part of Ethiopia until around 1991. Eritrea officially joined the UN as a separate member in 1993 and Ethiopia retained its membership of the UNGA. 3 Czechoslovakia dissolved in 1992. The Czech Republic and Slovakia subsequently joined as separate members in 1993. 4 Yugoslavia dissolved in 1992, being replaced by separate membership for Bosnia Herzegovina, Croatia, Slovenia, TFYR Macedonia and Serbia Montenegro. 5 East Germany was a UNGA member in the EE group and West Germany a member in the WEOG. Effective from 1990 they were represented as a single member in the WEOG. 6 Although only gaining full independence in 1991, Ukraine and Belarus were founding members of the UN, having separate membership from the USSR. According to Nogee 2004, this arrangement was agreed between the UK, USA and USSR at the Yalta Convention in 1945, so as to give the USSR three votes in the UNGA. 7 Israel joined the UN in 1949 but only became a temporary member of the WEOG, and thus eligible for election to the UNSC, in 2000. 5 4 3 3 3 2 2 2 2 2 2 1 1 1 1 1 1 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 3 2 2 2 2 1 1 1 1 1 1 1 0 0 0 0 0 0 0 0 0 0 0 0 7 4 4 2 2 2 2 1 1 1 1 1 1 1 1 1 1 1 1 1 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 4 3 3 2 2 2 2 2 2 2 2 2 2 2 1 1 1 1 0 0 0 0 0 0 0 0 0 13 If we assume, following Manski and Sherman 1980, that the ijt in equation 1 are independent across regions and time and have identical type1 extreme value distributions, we then have that: 20 Pr Prddt 1,ij1Cij Ajtt 1,ij1Cij Ijt;1 ;0 p 0ijt Prd1Cijn E,jtjtijt 1,0 p 1ijt Prd1Cijn E,jtjtijt 1,1 2 3 4 5 kjt;;0ujtexpjtexp Ekjtu 1jtijtGAu 1ktjt GAitu p 2ijt Prd1Cijn E,jtjtijt 1,21p 21ijt 1Ekjt 1ijt .2p1pkjt 6 When only one seat is contested in a region, the distributional assumptions on ijt imply that the probability in equation 5 of a single country being elected to the UNSC from Ejt follows the conditional logit form.21 We then use pijt,1 to form equation 6 as the binomial probability of observing a distinct country pair containing Cij, where the denominator corrects for the impossibility of a single country obtaining dual membership. Note that, by construction, k Ejt pijt,njt njt. Equations 24 require no further explanation. Using equations 16 the likelihood of having observed a given NPMjt is therefore n Ljtjt1ifnjt;0p 1ijtifnjt;1 p 1kjt 21kjtifnjt;22k NPM1jt Ekjtp 20 Elections are not independent across time, however. Each years election depends on the outcome of the previous years election in a recursive manner, owing to the evolution of Et. 21 Although these distributional assumptions are strong, we note their necessity for retaining the conditional logit form. Also, when estimating the final likelihood in equation 7, we can allow for the possibility of withingroup clustering. Because we model the probability of choosing Cij in year t as conditional on the number of eligible countries in year t, our model, like the original conditional logit, implicitly addresses fixed effects for year. For an approach that relaxes our distributional assumptions at some conceptual and computational cost see Hendel 1999. 14 where Ljt,2 uses the relevant multinomial distribution to compute the joint probability of having observed a given country pair. The for having observed likelihood function is then NPMt : t log LTt Jj 1logjtn Ljt. 7 1, ,T 4.4 Imputation The Appendix summarizes the descriptive statistics of our data. While each individual variable is wellpopulated, when taken together as a group, a significant number of countryyears have observations missing for at least one variable 2,396 of 5,342. Dropping incomplete countryyears is problematic for both theoretical and practical reasons. From a theoretical perspective, as the probability of election in equations 5,6 are functions of the characteristics of every member of the eligible set, artificially excluding a countryyear biases the estimates for the remaining countries in that year. From a practical perspective, the sample size becomes unduly small for some regions, thereby leading to a failure of model convergence. We therefore employ multiple imputation techniques ten imputations.22 Of the variables that contain missing values, those that are continuous are each imputed using a truncated regression to reflect, e.g., nonnegativity constraints that includes as independent variables all those that are fully observed. IMF program participation the only binary variable to have missing observations is similarly imputed, but with a logistic regression. In the large majority of cases we need only impute at most one observation per countryyear, so only a small proportion around 6 percent of the data points that enter the regression analysis are imputed. 4.5 Preference change Preferences, both regional and global, may change over time. In particular, Kim and Russett 1996 present evidence of a shift in preferences around the end of the Cold War: voting patterns in the UNGA shifted from an EastWest orientation towards a NorthSouth orientation.23 Accordingly, we consider two distinct time periods during and after the Cold War. We report separate estimates for these two periods for variables where the effects for 22 The variables that contain missing values are: United StatesRussia voting in the UNGA; regional share of US loansgrants; debt service; shared regional ideology; control of corruption; and IMF program participation. 23 Although Voetens 2000 analysis suggests much subtler changes between the two periods. 15 each period differ. Specifically, we split each variable into two, recoding one of them as 0 for all observations in the postCold War period and recoding the other as 0 for all observations during the Cold War. We keep only those split variables where the different effects for the Cold War and postCold War periods are statistically significant at the five percent level. 4.6 Countryspecific effects We would like to control for countryspecific effects, as outlying countries that exhibit an idiosyncratic effect might drive some results, and obscure others. A complication is that a countryspecific effect, if present at all, may exist at either the regional or global UNGA level, or at both levels. We therefore test separately for countryspecific effects at the regional and global levels. To allow for a regional and a global countryspecific effect for each of the 190 countries past and present in the set Rj, a priori, requires the inclusion of 380 country indicator variables, which exhausts the degrees of freedom for certain regions in the earlier years, and prevents estimation of the model. Instead, we test for these effects. To test for a regional countryspecific effect, the likelihood of a model that includes both a country indicator in the appropriate region and in the UNGA the encompassing model is compared to the likelihood of a model that includes a country indicator only in the UNGA the nested model. We employ the likelihood ratio test of Meng and Rubin 1992, which allows for multiply imputed data. This test is performed for each country individually at the ten percent significance level. To further test for a global countryspecific effect we repeat the above procedure, but the nested model instead excludes the country indicator in the UNGA. It is possible, however, that the regional and global countryspecific effects are individually insignificant, but jointly significant, or are individually significant, but jointly insignificant. To test for these cases, we further compare the likelihood of the encompassing model with a nested model that excludes the country indicator in both the relevant region and the UNGA. 16 Table 2: Potential determinants of UNSC election Do governments practice a turntaking norm, rotating membership through eligible candidates? Turntaking norm Number of years since most recently becoming eligible for election to the UNSC divided by number of other countries eligible author calculations. Does foreign aid determine election? IMF program participation Indicator coded 1 if a country participated in an IMF program during any part of the year, 0 otherwise Vreeland, 2007. Number of new World Bank projects starting during the year Dreher et al., 2009a. Annual share of gross US loans going to the country OECD, 2006. Annual share of US grants going to the country OECD, 2006. Debt service as a percentage of gross national income World Bank. New World Bank projects Regional share of US loans Regional share of US grants Debt service Is election driven by international power or relationships with powerful countries? Population log GNI per capita log Territory log Pariah state US voting in UNGA Log of population UN Statistics Division. Log of real GNI per capita in US UN Statistics Division. Log of territorial size in square kilometers CIA Factbook. Indicator coded 1 if a country is subject to UNUS sanctions Morgan et al., 2006. Voting in line with the United States at the UNGA % all votes the same; abstain 0.5 Voeten and Merdzanovic, 2008; coded as in Dreher and Sturm, 2012. USSRRussia voting in UNGA Voting in line with the Soviet UnionRussia at the UNGA % all votes the same; abstain OIC JUSCANZ G77 only NAM only 0.5 Voeten and Merdzanovic, 2008; coded as in Dreher and Sturm, 2012. Indicator coded 1 if a country is a member of OIC, 0 otherwise http:www.oicoci.org. Indicator coded 1 if a country is a member of JUSCANZ, 0 otherwise http:www.eyeontheun.orgview.asp?p55l11. Indicator coded 1 if a country is a member of the G77 and not a member of NAM, 0 otherwise http:www.g 77.org. Indicator coded 1 if a country is a member of NAM and not a member of the G77, 0 otherwise http:www.nam.gov.za. Indicator coded 1 if a country is a member of the G77 and NAM, 0 otherwise. Indicator coded 1 if a country is a member of EU, 0 otherwise http:www.europa.eu. Indicator coded 1 if a country is a member of NATO, 0 otherwise http:www.nato.int. G77 and NAM EU NATO Do governments follow a norm of choosing countries committed to peace? Civil war International war Democracy indicator Control of corruption Peacekeeping troops log Indicator coded 1 if a country is engaged in a civil war, 0 otherwise Fearon et al., 2007. Indicator coded 1 if a country is engaged in an international war, 0 otherwise Ghosn et al., 2004. Log plus 1 of the average monthly military manpower supplied to UN peacekeeping operations per year Heldt, 2008. Indicator coded 1 if contested elections fill the executive and legislative branches of government, 0 otherwise Cheibub et al., 2010. Score indicating perceptions of the extent to which public power is exercised for private gain Kaufmann et al., 2011. Do shared cultural traits play a role? % Muslim % Catholic Shared regional ideology Muslims as a proportion of the total population, time invariant Przeworski et al., 2000. Catholics as a proportion of the total population, time invariant Przeworski et al., 2000. Proportion of the chief executives in the region sharing the same political ideology left, center, right Beck et al., 1999. Indicator coded 1 if a country is a former British colony, 0 otherwise Przeworski et al., 2000. Indicator coded 1 if a country is a former French colony, 0 otherwise Przeworski et al., 2000. Indicator for Arab countries eligible for election to the Arab swing seat coded 1 for Arab countries in Africa every fourth year beginning 1972; 1 for Arab countries in Asia every fourth year beginning 1970; 0 otherwise. 17 Former British colony Former French colony Controls Arab seat Africa Asia 1989 1989 1989 1989 1989 1989 EE GRULAC 1989 1989 WEOG 1989 1989 UNGA 1989 1989 5.83 1.10 0.35 0.27 0.50 0.23 0.27 0.15 0.32 5.73 6.00 5.74 8.62 2.24 1.00 0.63 2.00 0.95 0.48 1.26 1.95 0.83 1.31 0.60 5.54 4.42 1.05 1.35 0.55 2.10 2.45 2.32 0.79 0.58 1.27 0.44 0.38 0.30 0.81 7.49 2.49 8.06 1.47 3.08 4.93 9.18 5.96 12.13 0.57 0.44 1.60 7.04 9.00 6.39 14.17 0.67 16.06 0.99 1.42 2.75 1.42 1.05 17.05 4.37 2.01 1.53 Table 3a: Full model Variables Turntaking norm GNI per capita log Population log Territory log USA voting in the UNGA Russia voting in the UNGA Pariah State IMF program participation New World Bank projects Regional share of US loans Regional share of US grants 3.78 6.27 18.10 9.55 10.96 2.70 1.89 3.24 7.26 2.35 1.62 0.93 62.65 22.97 29.41 22.25 4.37 2.69 0.59 2.08 5.71 24.72 27.22 34.80 0.30 1.52 4.90 3.33 4.97 1.89 0.16 2.38 1.26 0.41 18.74 8.06 5.26 5.63 448.74 195.83 1.89 4.43 4.30 6.40 2.87 2.34 3.24 17.73 17.02 17.49 2.14 12.32 9.15 9.78 131.84 311.09 401.14 325.86 44.03 37.86 47.78 52.59 18.13 24.54 7.26 4.74 209.25 131.43 178.67 193.69 4.11 18.44 15.55 63.56 33.15 39.90 88.52 40.16 4.98 31.30 117.40 347.10 69.51 113.95 263.07 120.33 160.29 939.19 89.74 154.82 5.99 4.91 6.17 21.92 0.27 34.76 57.03 840.13 62.69 74.26 79.21 33.34 510.81 784.75 162.28 43.06 91.60 174.55 45.26 98.47 53.49 34.70 40.90 67.27 42.96 20.66 22.41 24.01 0.43 60.61 18 0.31 0.56 0.02 0.08 0.26 2.54 4.42 7.06 1.12 0.57 11.18 3.34 9.27 3.35 0.33 0.16 0.45 0.54 4.29 1.64 0.22 0.85 13.36 223.38 16.37 35.78 3.21 2.99 2.89 1.57 0.70 0.44 2.33 1.86 0.10 0.49 5.61 11.77 1.50 10.19 0.64 1.58 38.63 4.86 18.95 3.76 0.31 0.59 1.36 0.79 0.26 0.12 2.03 4.07 0.10 4.83 0.29 0.52 4.07 3.06 1.12 2.16 8.75 4.07 0.39 0.13 0.55 0.54 0.26 0.11 4.05 3.14 0.41 0.41 0.21 0.89 0.19 0.12 0.24 0.68 0.33 0.68 0.91 0.62 1.63 0.83 0.94 1.48 1.46 1.56 1.56 2.27 6.70 2.58 25.30 5.13 21.72 5.85 16.17 1.03 1.31 1.45 0.89 16.79 1.35 1.93 0.46 0.92 0.42 1.16 0.43 1.17 0.38 0.41 2.26 0.49 4.35 3.82 110.67 42.09 0.91 3.97 0.09 1.46 28.78 4.08 9.37 7.17 2.33 3.60 2.50 2.82 0.82 2.63 Debt service % GNI OIC JUSCANZ EU NATO G77 and NAM G77 only, not in NAM NAM only, not in G77 Peacekeeping troops log Democracy Former British colony Former French colony Civil war International war Muslim % Catholic % Shared regional ideology Control of corruption Arab seat Table 3b: Reduced model generaltospecific Africa 1989 1989 1989 1989 EE 1989 1989 GRULAC 1989 1989 WEOG 1989 1989 UNGA 1989 1989 Variables Turntaking norm GNI per capita log Population log Territory log USA voting in the UNGA Russia voting in the UNGA Pariah State 16.44 0.98 IMF program participation New World Bank projects Regional share of US loans Regional share of US grants Debt service % GNI JUSCANZ EU NATO G77 and NAM G77 only, not in NAM NAM only, not in G77 Peacekeeping troops log Democracy Former British colony Former French colony Civil war International war Muslim % Catholic % Shared regional ideology Control of corruption Arab seat Asia 6.90 1.50 0.87 0.26 0.69 0.21 3.90 3.07 0.63 0.81 1.63 16.82 1.19 0.56 0.26 0.10 14.02 1.87 0.35 0.10 1.80 0.84 5.13 1.09 25.22 2.62 1.59 0.34 40.36 2.43 21.29 1.79 20.89 2.40 4.91 0.72 0.51 0.18 0.25 0.13 5.79 3.46 0.21 0.10 5.61 2.88 11.93 5.39 0.81 0.29 2.11 0.85 17.78 0.98 17.28 1.65 1.88 0.25 84.34 27.15 25.66 2.42 4.97 1.27 1.73 0.84 1.75 0.66 1.07 0.36 0.68 0.27 0.94 0.28 10.17 4.50 18.52 3.59 1.25 1.04 0.92 0.48 4.61 1.15 3.10 1.07 0.22 0.12 1.87 0.68 214.30 28.02 3.07 1.39 0.72 0.42 6.80 1.02 4.02 0.66 0.66 0.35 49.54 13.92 35.13 13.97 2.64 0.80 1.06 0.22 22.25 3.27 265.63 72.89 1.97 0.90 409.83 95.93 5.86 2.70 133.35 75.20 72.18 11.29 78.47 36.46 698.66 65.53 941.07 129.72 53.44 22.06 482.90 959.42 73.87 193.66 37.99 18.27 10.17 10.67 19 5. Results We present two sets of results. The first set Table 3a comes from estimating the likelihood function in equation 7 for UNSC elections between 1970 and 2005, using the full set of controls we consider. We drop explanatory variables from groups where, in the case of continuous variables, they exhibit no withingroup variance, or in the case of indicator variables, where they are active for fewer than three countries in a group, and therefore become difficult to distinguish from a countryspecific effect. To match the timing of the election process, we lag the independent variables by one year relative to UNSC membership. We report robust standard errors, adjusted for the imputed data, and clustered on region year, thereby allowing for withinregion and withinyear correlation, respectively, and heteroskedasticity. We control for the operation of the Arab swing seat by the inclusion of an indicator for Arab countries eligible for election to the seat in a given year see Table 2. Different model specifications arise according to whether preference shifts are tested for before or after testing for countryspecific effects. We therefore perform these two tests iteratively until an equilibrium model is reached in which the identified preference shifts are consistent with the identified countryspecific effects, and the reverse also holds. The method described in Section 4.6 allows a regional countryspecific effect for 28 countries, and a global countryspecific effect for 15 countries.24 We include indicator variables for these countries in the full model of Table 3a, though, for reasons of space, we do not report their effects in the Table.25 Among the countries our method identifies as a possible outlier is Nigeria, an African country known to have succeeded with an overt policy of queuejumping Security Council Report, 2009: 6. Saudi Arabia and Panama are also identified, which is consistent with Schwartzberg 2003 and Zacher 2004, who highlight that Saudi Arabia has never served on the UNSC, or even gained a regional nomination, while Panama has been a member of UNSC unusually often it served three terms on the UNSC in the sample period only Brazil and Argentina served more. Last, Mexico is also 24 The regional countryspecific effects we allow for are by region, Africa: Benin, Central African Republic, Chad, Democratic Republic of the Congo, Guinea, Madagascar, Malawi, Mauritius, Mozambique, South Africa, Zimbabwe; Asia: India, Japan, Nepal, Pakistan, Philippines, Saudi Arabia; EE: Bulgaria; the GRULAC: Costa Rica, Mexico, Panama; the WEOG: Australia, Austria, Belgium, Greece, Spain, Switzerland. We allow for a global countryspecific effect for Australia, Austria, Burkina Faso, Egypt, Germany, Greece, Madagascar, Nigeria, Pakistan, Panama, Poland, Romania, Slovakia, Slovenia, and West Germany. 25 These are available in the replication materials. 20 identified: participation in the UNSC elections of 2001 marked the end of two decades in which it had adopted a policy of not seeking election to the UNSC Malone, 2000: note 7.26 Table 3b presents the results from a reduced model obtained from the findings in Table 3a. We employ a generaltospecific algorithm that, at each iteration, removes the variable with the lowest tstatistic from the model, until all remaining variables are statistically significant at the ten percent level. The reduced model retains 33 of the 43 countryspecific effects allowed for in the full model.27 Before discussing the results, we stress special caution in interpreting the results for Eastern Europe and the UNGA because of the limited number of observations that they include. The EE group contains the fewest countries and the most imputed data, while only 35 out of the 180 elections in our sample are contested in the UNGA.28 Turning to the results, we hypothesize above that a countrys commitment to peace should influence UNSC membership because of the explicit guidelines in the UN Charter. We find evidence to support this conjecture, albeit in somewhat different guises in each region. Clear evidence of a commitment to peace comes from the international war indicator included in Africa, Asia and the UNGA. Table 3b shows that, for Africa and Asia, involvement in an international conflict significantly reduces a countrys chances of sitting on the UNSC, and that this effect is statistically significant at the one percent confidence level. The implied marginal effects of the model in Table 3a suggest, for instance, that participation in an international war reduces the probability of election by around 0.01 in Africa duringCold War.29 This may seem small, but recall that the average election probability in Africa is only 26 For more on the Mexican case, see, for example, Serrano and Kenny 2006: 298314. We are grateful to Diego Dewar for this suggestion. 27 The regional countryspecific effects retained in the reduced model are by region, Africa: Benin, Central African Republic, Chad, Guinea, Madagascar, Malawi, Mauritius, Mozambique, South Africa, Zimbabwe; Asia: India, Japan, Nepal, Philippines, Saudi Arabia; the GRULAC: Costa Rica, Panama; the WEOG: Australia, Austria, Belgium, Switzerland. It retains a global countryspecific effect for Australia, Austria, Burkina Faso, Egypt, Germany, Greece, Madagascar, Nigeria, Panama, Romania, Slovakia, and West Germany. The results for these are available in the replication materials. 28 The estimates for the UNGA in Tables 3ab seem of a different order of magnitude compared to the estimates for the regional groups. This can be explained with reference to equation 1, which weights UNGA preferences by jt, and group preferences by 1 jt in the composite utility function. Even for election years with nonzero values of jt, its value is typically close to zero; Ejt jt 0 0.038, so the apparently large UNGA effects we estimate are offset by the very low weight UNGA preferences receive in the composite preference. 29 We calculate elasticity and marginal effect estimates for 2006, the final year of our sample, using equation 5. We evaluate these using the mi predict command in Stata 12, at the groupspecific means x, jt. Different estimates apply to clean slate and contested elections. The former are evaluated at jt 0, and the latter at Ejjt jt 0 . We find negligible differences between these estimates, however, so we do not report each separately. Estimates also vary according to njt: we report estimates for njt 1, but in groupyears with njt 2, a different estimate based on equation 6 does apply in practice. Last, the estimates vary across years due to the 21 353 0.06. Hence, involvement in international conflict cuts this probability by around onesixth. This effect, however, seems to have changed over time. In Africa, involvement in international war ceases to influence UNSC election after the Cold War. In Asia, we see the opposite effect: Table 3b shows that the distaste for war has developed more recently. Both sets of results indicate that the norm against choosing countries at war exists not only in the regions but also in the UNGA throughout both time periods. Domestic conflict also impacts a countrys chances of election. Table 3b shows that in Africa, Asia, and EE, ongoing civil unrest decreases a countrys chances of receiving a regional nomination. These findings continue to hold in the presence of the full set of controls in Table 3a. Interestingly, however, the UNGA does not appear to shun countries in civil war. To the contrary, during the sample period it three times elected such countries in contested elections: Nicaragua in 1982, Peru in 1983, and Rwanda in 1993. These cases help to constitute a statistically significant positive effect of civil war for the UNGA decision. We also detect a role for peacekeeping troop contributions, although not in every region. Specifically, Table 3b shows that in Asia, the GRULAC and the WEOG, the more troops a country contributes, the more likely it is to gain UNSC membership. In Table 3b, the effect in Asia and in the WEOG is significant at the one percent level, but only at the 10 percent level in the GRULAC. A one percent increase in troop contributions produces a range of effects across regime from a 1.1 percent rise in election probability in WEOG, down to a 0.22 percent rise in the GRULAC. We find no evidence of a role for troop contributions in Africa or EE. The UNGA, if anything, also favors countries with higher troop contributions, but the effect is not statistically significant in Table 3a and is dropped from the model in Table 3b. In the WEOG, both sets of results indicate that democratic countries were more likely to be elected in the Cold War era all countries in the WEOG are coded as democratic in the postCold War era. The only authoritarian regime ever elected to represent the WEOG was Spain in 1968. The dictatorships in Portugal and Greece never won election. Since democratizing, Spain has been elected three times, and Portugal and Greece have each been elected twice. With respect to foreign aid, we find only weak evidence that it plays a role, and not always in a consistent direction. In both sets of results, IMF program participation plays a role only in Asia, where it is negatively associated with UNSC election. The IMF has become supremely unpopular in Asia since the East Asian Financial Crisis, so Asian support may genuinely evolution of the eligible set. We have evaluated the estimates for 2006 under different assumed eligibility conditions, and find this source of variation to be of minor proportions. 22 decline for governments cooperating with the institution. Alternatively, IMF program participation might indicate political or economic weakness, reducing the incentives to apply, and the probability to receive, temporary UNSC membership. New World Bank projects are positively associated with receiving a regional nomination in Africa and Asia in both sets of results. Yet this result is not robust. For example, it does not hold for either region in specifications where we do not include indicator variables for country outliers. Nor does it hold when we do not include the Pariah state variable or if we employ an alternative coding of the pariah state variable. Moreover, Table 3b shows that countries with more newly approved World Bank projects are actually less likely to be elected by the UNGA. This latter finding disappears in the presence of additional controls in Table 3a, however. US grants and loans play a role only in Africa Table 3b, where both associate negatively with UNSC election. Of interest, more heavily indebted countries are more likely to be elected in Africa and the GRULAC. As debt service contains the most imputed values of our variables, it is sensible to be cautious in interpreting these results. Indeed, the result for Africa holds only in the reduced specification Table 3b, not in the presence of the control variables. Still, given the turntaking norm in these regions, governments may have a good idea of when they will get their chance to serve on the UNSC, and thus pursue lax macroeconomic policies in anticipation of the windfall in foreign aid that UNSC membership brings. Turning to the role of international power, the statistical significance of one of our measures holds across all regions: the more populous a country, the more likely it is to take a seat on the UNSC. In Table 3b the statistical significance of the effect holds at least at the five percent level in all five regional groups although only during the postCold War period for EE and the GRULAC. The coefficient estimates in Table 3b imply that a one percent increase in population generates an increase in election probability of between 0.51 percent Africa and 3.9 percent Asia during Cold War. The population effect weakens somewhat in the presence of additional controls in Table 3a, and disappears entirely in EE. The additional controls in Table 3a, however, do not have effects robust to the reduction algorithm we employ. Interestingly, we find no evidence that the UNGA takes population into account in its voting decisions. In light of the significance of population, one might expect the statistical significance of a countrys level of economic development. Only in Asia and the GRULAC, however, do we see a robust effect significant at the one percent confidence level in Table 3b: richer 23 countries in these regions are more likely to gain representation on the UNSC. Larger countries are more likely to obtain a regional nomination in Africa and the GRULAC in Table 3b, but a weak result to the reverse holds in the WEOG. The UNGA does not appear to take territorial size into account in its election decisions. As for political connections to powerful countries, we see evidence in both sets of results for the WEOG that countries voting with the United States in the UNGA may actually be less likely to gain group nomination. A further finding for WEOG, though only in Table 3b, is that voting with the Soviet UnionRussia is also associated with a lower probability of election. In contrast, voting with the Soviet UnionRussia is associated with a higher probability of election in Africa and the GRULAC. Interestingly, in Table 3b, voting with the Soviet UnionRussia is associated with a large positive effect in the UNGA, significant at the one percent level. The finding suggests a strong Soviet influence within the UNGA. The finding fails to hold in the presence of further controls in Table 3a. The Pariah state indicator for countries subject to US andor UN sanctions shows evidence of a change in preferences over time. During the Cold War, sanctioned countries were largely unable to obtain a regional nomination, as indicated by the strong negative findings in Africa, Asia and the GRULAC in both sets of results. Since the Cold War, however, Table 3b indicates that sanctions do not predict UNSC election. For, in this period, Cuba in 1989, Nigeria in 1993, Indonesia in 1994, Sudan in 2000, and Syria in 2001 all obtained a regional nomination. Cuba, Indonesia and Syria went on to win election in clean slate votes in the UNGA, Nigeria triumphed in a contested vote, and Sudan lost in a competitive vote. The success of Cuba explains the isolated positive finding for Pariah in the GRULAC postCold War. We also investigate whether membership in particular political groupings influences election to the UNSC. We find evidence that such membership matters in some regions and in the UNGA, although the effects go in different directions. In Table 3b, we see that membership in the G77 but not in the NAM has a negative effect in Asia, but a positive effect in the GRULAC. In the GRULAC dual membership in NAM and G77 also positively predicts regional nomination in Table 3b. Such dual membership is negatively associated, however, with the probability of winning a contested vote in the UNGA. Sole membership in NAM and not in the G77 is included only in the UNGA and is coded 1 for only five countries Belarus, Cyprus, Malta, Tanzania and Yemen. The large negative effect of this variable in the UNGA postCold War appears to be an artifact of the data: Only Belarus was involved in 24 competitive elections in this period, losing first in 1993, and again in 2001. No statistically significant effects from OIC membership are found in Table 3a, and it is, unsurprisingly, dropped from the model in Table 3b. Membership in JUSCANZ is unrelated to the regional nomination process in the WEOG in Table 3b, but does appear to positively influence the UNGA. As for groupings external to the UN, EU membership appears to raise a countrys probability of receiving a regional nomination, both for those EU members in EE, and for those in the WEOG. NATO membership, however, has no effect on regional nomination probability for members of the WEOG, but a pronounced negative effect for members of EE. The UNGA, however, shows no preference for membership in these groupings. Do cultural traits of a country influence its election prospects? In both sets of results we find evidence that countries with a history of British colonialism experience a greater probability of election in Asia and the GRULAC, but the effect does not hold for Africa, the WEOG, or the UNGA. We test for an effect of French colonial heritage in Africa and the UNGA. We find no statistically significant result for Africa. For the UNGA, we detect a marginally significant positive effect for the Cold War period, when former French colonies may have had an advantage in UNGA elections. Yet, we find a strong negative effect of French colonialism for the UNGA during the postCold War period in both sets of results: no former French colony has triumphed in a competitive election since the end of the Cold War.30 A common political ideology is seen in Table 3b to be associated with an increased probability of election for EE and GRULAC. The finding survives the presence of further controls for the GRULAC but not for EE. We find no evidence of an effect of shared political ideology for the UNGA, which contrasts with Potrafkes 2009 finding that government ideology affects a countrys UNGA voting behavior. We also consider religion, in particular the proportion of the countrys population that is Muslim or, alternatively, Catholic. There are three findings regarding Muslim countries. The first, present in both sets of results, is that in the GRULAC Muslim countries are less likely to be elected to the UNSC in the postCold War era. Note that this finding may just be an artifact of the data, however, and not evidence of a real bias against Muslim countries in the GRULAC region. After all, there are only three countries coded as having a significant Muslim population Suriname: 19.6 percent, Guyana 9.0 percent, and Trinidad and Tobago 30 Given that UNSC membership is consequential for foreign aid, membership is a transmission channel by which colonial history can affect current development. See Feyrer and Sacerdote 2009, Iyer 2010 and Bruhn and Gallego 2012 for recent analyses. 25 5.9 percent. Both Guyana and Trinidad and Tobago served on the UNSC during the ColdWar era, but none have served in the postCold War era. The second finding, present only in Table 3a and robust to reduction, is that in the WEOG Muslim countries are less likely to be elected to the UNSC. Here the effect appears driven by one country, Turkey, which never won election to the UNSC during the sample period, but served three earlier terms representing Asia and one subsequent term representing the WEOG. The final finding, present only in Table 3b, is that Muslim countries are less likely to be selected to represent EE. Albania, Azerbaijan, Bosnia and Herzegovina, and Macedonia are the only countries in EE coded as having a significant Muslim population; none of them have ever won election to the UNSC. As for the Catholic variable, a higher proportion of Catholics among the population is associated with a lower probability of election in Asia but no other region the finding holds in both Tables 3a and 3b. The regions appear to have heterogeneous preferences over corruption. In Table 3b we find no role for corruption in Africa, Asia, or EE. In the GRULAC, however, corruption pays: we find a negative effect on a countrys chances of becoming a UNSC member significant at the ten percent level in Table 3b. On the other hand, corruption does not pay in the WEOG, where control of corruption is positively associated with UNSC election in Table 3b. The relationship of the UNGA with corrupt countries appears to have changed over time. During the Cold War, the UNGA appears to have been susceptible to choosing corrupt countries: control of corruption associates negatively with UNSC election by the UNGA. In the postCold War period, however, Table 3b indicates that the UNGA has tended to shun more corrupt countries. Finally, we find widespread evidence of the operation of a turntaking norm not only in Africa: the longer a country has been waiting to appear on the Council the higher the probability of receiving the endorsement of the regional caucus. Table 3a shows the importance of the effect at the five percent significance level or stronger in the presence of our control variables and Table 3b shows the significance level strengthens to the one percent confidence level in the reduced model. The estimates in Table 3b imply a range of substantive effects across regions: a one percent increase in waiting time increases election probability by 8.2 percent in Asia and 6.1 percent in the WEOG postCold War, down to an increase of just 1.6 percent in EE. The common misperception that membership on the UNSC rotates therefore finds some support in the electoral patterns at the regional level. As might be 26 expected, the UNGA does not appear influenced by the turntaking rights that apply within the regions. 6. Conclusion The Security Council is the preeminent organ of the United Nations. Membership confers significant international influence and also economic benefits. We set out to consider the characteristics of countries toward which the UNSC election process diverts these economic benefits towards. To that end, we considered five different perspectives as to the determinants of election to the UNSC. As candidature decisions at the regional level follow no codified rules with the exception of Africa, and governments keep their negotiations behind closed doors, many factors likely remain unobserved. It is thus appropriate to treat our results with caution. Nevertheless, if election to the UNSC were entirely random, we would not expect the types of systematic relationships we report in Section 5. Our results suggest that the regional nomination process tends to allocate membership, and its associated economic benefits, according to a compromise between a norm to elect more populous countries and a norm for each country to receive a turn. Mediating this central compromise are a norm against nominating countries involved in civil or international war as prescribed by the UN Charter and norm in favor of countries that contribute more personnel to UN peacekeeping missions in Africa, Asia, and the WEOG. During the Cold War, the regions of Africa, Asia, and the GRULAC may have followed a norm against nominating pariah countries whose presence on the UNSC would have upset one or more of the permanent members. If so, the norm seems to have weakened or disappeared in the postCold War era. The UNGA has the opportunity to participate meaningfully in the UNSC election process rather infrequently. When it has a say, it reinforces the regional nomination norms of directing membership away from countries involved in international conflict. Since the end of the Cold War, the UNGA has also systematically directed membership away from countries perceived as having high levels of corruption. In contrast to the regional groups, however, the UNGA decisions do not appear influenced by regional turntaking norms or by the size of a countrys population. Perhaps surprisingly, after controlling for other influences, we find little evidence that the level of economic development influences election probability. There is also a lack of 27 consistent evidence for a role of foreign aid, and only occasional evidence for cultural influences. These findings speak to a number of literatures. For instance, our findings that the GRULAC tends to select countries that fail to control corruption, while the UNGA has shifted away from electing such countries, informs the debate over whether corrupt governments receive more or less foreign aid e.g., Alesina and Weder, 2002. Our finding that countries involved in civil or international conflict sacrifice foreign aid through fewer appearances on the UNSC suggests an additional cost of conflict that is yet to be considered in the literature that seeks to measure such costs e.g., Bozzoli et al., 2011. Last, our finding that preferences over election to the UNSC exhibit heterogeneity across regions may prove useful, as a case study, to scholars interested in the evolution of norms e.g., Binmore and Samuelson, 1994; Bendor, 2001. Because Security Council participation is consequential for different types of foreign aid, a heterogeneous election process implies that UNSC membership may serve as an instrument that such scholars can use as a measure of international political importance. UNSC membership should prove most useful if population size and the turntaking norm are exogenous to the outcome variable of interest.31 As no published empirical analysis of the determinants of UNSC election currently exists, we note that our study represents a first step and offer the following suggestions for future research. As an extension to our analysis, researchers may seek to augment countrylevel data with personallevel data on UN Ambassadors. Malone 2000, citing Dutch officials, notes that up to a quarter of UN representatives vote without instructions from their capitals. The personal characteristics and interactions of the individuals on the New York scene may therefore play a role in some elections. While we suspect that this avenue of research would prove fruitful, we note that it would involve intensive and detailed data collection. As for reform of the UNSC, we propose considering what currently determines representation: Election depends partly on a random draw of idiosyncratic factors, partly on how populous a country is, and partly on a norm of giving everyone a turn. Those who feel that big, powerful countries should serve on the UNSC more often perhaps because they play a crucial role in global politics should try to undermine the regional nomination 31 We stress here that turntaking is likely an exogenous source of variation that scholars can use, and it has a statistically significant effect for the 81 percent of the sample, where regions make the decision. Turntaking, however, does not hold for the UNGA, so scholars may wish to flag the contested elections 19 percent of the sample as factors such as corruption, international war, and voting with the Soviet UnionRussia appear to play a role. See, for example, Bueno de Mesquita and Smith 2010 and Dreher et al. forthcoming for recent studies using UNSC membership as an instrument. 28 process and push for more contested elections at the UNGA level. After all, we find no evidence of a turntaking norm when the UNGA decides contested elections. Allowing for reelection, for example, would enable big countries to run for election more often. Other reformers, who may feel that every country should have its turn on the world stage, should favor endowing the regional groups with the power to elect their own representatives. For, all of the regions follow the turntaking norm to some extent. Alternatively, one could ensure turntaking if election relied on an actual rotation across all UN members. We suspect that interests on both sides in favor of large countries and in favor of taking turns counterbalance each other so that the status quo is likely to prevail. 29 References African Union 2006. Rules of Procedure of the AU Ministerial Committee on Candidatures within the International System, EX.CL213 VIII, Addis Ababa: African Union. Alesina, Alberto and Beatrice Weder 2002. Do corrupt governments receive less foreign aid? American Economic Review 924: 11261137. Bailey, Sydney and Sam Daws 1998. The Procedure of the UN Security Council. 3rd Ed., Oxford: Oxford University Press. Beck, Thorsten, George Clarke, Alberto Groff, Philip Keefer and Patrick Walsh 1999. New tools and new tests in comparative political economy: The Database of Political Institutions, Development Research Group, World Bank. Bendor, Jonathan 2001. The evolution of norms, American Journal of Sociology 1066: 14931545. Besley, Timothy and Marta ReynalQuerol 2011. Do democracies select more educated leaders? American Political Science Review 1053: 552566. Binmore, Ken and Larry Samuelson 1994. An economists perspective on the evolution of norms, Journal of Institutional and Theoretical Economics 1501: 4563. Bolton, Gary E. and Axel Ockenfels 2000. ERC: A theory of equity, reciprocity and competition, American Economic Review 901: 166193. Bozzoli, Carlos, Tilman Bruck and Olaf J. de Groot 2011. The global economic costs of conflict, GECC Project Paper No. 3, DIW, Berlin. Bruhn, Miriam and Francisco A. Gallego 2012. Good, bad, and ugly colonial activities: do they matter for economic development? Review of Economics and Statistics 942: 433461. Bueno de Mesquita, Bruce and Alastair Smith 2010. The pernicious consequences of UN Security Council membership, Journal of Conflict Resolution 545: 667686. Chapman, Terrence L. 2011. Securing Approval: Domestic Politics and Multilateral Authorization for War, Chicago: University of Chicago Press. Chapman, Terrence L. and Dan Reiter 2004. The United Nations Security Council and the rally round the flag effect, Journal of Conflict Resolution 486: 886909. Cheibub, Jose, Jennifer Gandhi and James Raymond Vreeland 2010. Democracy and dictatorship revisited, Public Choice 14312: 67101. Colman, Andrew M. and Lindsay Browning 2009. Evolution of cooperative turntaking, Evolutionary Ecology Research 116: 949963. Conway, Patrick 2007. The revolving door: Duration and recidivism in IMF programs, Review of Economics and Statistics 892: 205220. Copelovitch, Mark 2009. Master or servant? Agency slack and the political economy of IMF lending, International Studies Quarterly 541: 4977. Costa Rica 2005. Note Verbale Dated 20 July 2005 from the Permanent Mission of Costa Rica to the United Nations Addressed to the SecretaryGeneral, A59881, New York: United Nations. Daws, Sam 1999. The origins and development of UN electoral groups, in Ramesh Thakur ed., What is Equitable Geographic Representation in the 21st Century?, pp. 1129, Tokyo: United Nations University. Deutsch, Morton 1985. Distributive Justice: A Social Psychological Analysis, New Haven: Yale University Press. Diamond, Arthur M. and Robert J. Toth 2007. The determinants of election to the Presidency of the American Economic Association: evidence from a cohort of distinguished 1950s economists, Scientometrics 732: 131137. 30 Dreher, Axel and JanEgbert Sturm 2012. Do the IMF and the World Bank influence voting in the UN General Assembly? Public Choice 15112: 363397. Dreher, Axel, Stephan Klasen, James Raymond Vreeland and Eric Werker forthcoming. The costs of favoritism: Is politicallydriven aid less effective? Economic Development and Cultural Change. Dreher, Axel, JanEgbert Sturm and James Raymond Vreeland 2009a. Development aid and international politics: Does membership on the UN Security Council influence World Bank decisions? Journal of Development Economics 881: 118. Dreher, Axel, JanEgbert Sturm and James Raymond Vreeland 2009b. Global horse trading: IMF loans for votes in the United Nations Security Council, European Economic Review 537: 742757. Dreher, Axel, JanEgbert Sturm and James Raymond Vreeland 2010. Does membership on the UN Security Council influence IMF conditionality? Courant Research Centre: Poverty, Equity and Growth Discussion Paper 36. Easterly, William 2001. The Elusive Quest for Growth: Economists Adventures and Misadventures in the Tropics, Cambridge, MA: MIT Press. Fearon, James D., Kimula Kasara and David D. Laitin 2007. Ethnic minority rule and civil war onset, American Political Science Review 1011: 187193. Fehr, Ernst and Klaus Schmidt 1999. A theory of fairness, competition and cooperation, Quarterly Journal of Economics 1143: 817868. Ferejohn, John and Frances Mc Call Rosenbluth 2008. Warlike democracies, Journal of Conflict Resolution 521: 338. Feyrer, James and Bruce Sacerdote 2009. Colonialism and modern income: Islands as natural experiments, Review of Economics and Statistics 912: 245262. Fleck, Robert K. and Christopher Kilby 2006. World Bank independence: A model and statistical analysis of US influence, Review of Development Economics 102: 224240. Franck, Thomas M. 2003. What happens now? The United Nations after Iraq, American Journal of International Law 973: 607620. Franz, Mathias, Daniel van der Post, Oliver Schulke and Julia Ostner 2011. The evolution of cooperative turntaking in animal conflict, BMC Evolutionary Biology 11: 323. Ghosn, Faten, Glenn Palmer and Stuart Bremer 2004. The MID3 data set, 19932001: procedures, coding rules, and description, Conflict Management and Peace Science 212: 133154. Glasgow, Garrett, Matt Golder, and Sona N. Golder forthcoming. New Empirical Strategies for the Study of Parliamentary Government Formation, Political Analysis. Golder, Matt, Sona N. Golder, and David A. Siegel forthcoming. Modeling the institutional foundations of parliamentary government formation, Journal of Politics. Hamermesh, Daniel S. and Peter Schmidt 2003. The determinants of Econometric Society fellows elections, Econometrica 711: 399407. Heldt, Birger 2008. Personnel Contributions to UN Peacekeeping Operations, 19702005. Folke Bernadotte Academy, Stockholm. Hendel, Igal 1999. Estimating multiplediscrete choice models: An application to computerization returns, Review of Economic Studies 662: 423446. Hollyer, James R., B. Peter Rosendorff and James Raymond Vreeland 2011. Democracy and transparency, Journal of Politics 734: 11911205. Hosli, Madeleine O., Rebecca Moody, Bryan ODonovan, Serguei Kaniovski and Anna C.H. Little 2011. Squaring the circle? Collective and distributive effects of United Nations Security Council reform, Review of International Organizations 62: 163187. Hurd, Ian 2007. After Anarchy: Legitimacy and Power in the UN Security Council. Princeton: Princeton University Press. 31 Iwanami, Yukari 2012. Delegating the power to govern security affairs: The composition of the UN Security Council, Paper presented at the 5th Annual Conference on the Political Economy of International Organizations, Villanova. Iyer, Lakshmi 2010. Direct versus indirect colonial rule in India: Longterm consequences, Review of Economics and Statistics 924: 693713. Kaja, Ashwin and Eric Werker 2010. Corporate governance at the World Bank and the dilemma of global governance, The World Bank Economic Review 242: 171198. Kaufmann, Daniel, Aart Kraay and Massimo Mastruzzi 2011. The Worldwide Governance Indicators: Methodology and analytical issues, Hague Journal on the Rule of Law 32: 220246. Kilby, Christopher 2009. The political economy of conditionality: An empirical analysis of World Bank loan disbursements, Journal of Development Economics 891: 5161. Kilby, Christopher forthcoming. An empirical assessment of informal influence in the World Bank, Economic Development and Cultural Change. Kim, Soo Yeon and Bruce Russett 1996. The new politics of voting alignment in the United Nations General Assembly, International Organization 504: 629652. Kuziemko, Ilyana and Eric Werker 2006. How much is a seat on the Security Council worth? Foreign aid and bribery at the United Nations, Journal of Political Economy 1145: 905930. Lim, Daniel and James Raymond Vreeland forthcoming. Regional organizations and international politics: Japanese influence over the Asian Development Bank and the UN Security Council, World Politics. Luck, Edward C. 2006. The UN Security Council: Practice and Promise. New York: Malone, David M. 2000. Eyes on the prize: The quest for nonpermanent seats on the UN Security Council, Global Governance 61: 323. Manski, Charles and Leonard Sherman 1980. An empirical analysis of household choice among motor vehicles, Transportation Research Part A: General, 1456: 349366. Mc Fadden, Daniel 1973. Conditional logit analysis of qualitative choice behavior, in P. Zarambeka, eds, Frontiers in Econometrics, New York: Academic Press. Meng, XiaoLi and Donald B. Rubin 1992. Performing likelihood ratio tests with multiplyimputed data sets, Biometrika 791: 103111. Morgan, T. Clifton, Valentin Krustev and Navin A. Bapat 2006. Threat and imposition of at users manual: Case data, Accessed level sanctions http:www.unc.edubapatTIES.htm. TIES data Nogee, Joseph L. 2004. Yalta conference, in Encyclopedia of Russian History, Accessed Routledge. OECD. at http:www.encyclopedia.com. OECD 2006. Journal on Development, Development Cooperation Report 2005, Paris: ONeill, Barry 1996. Power and satisfaction in the United Nations Security Council, Journal of Conflict Resolution 402: 219237. Potrafke, Niklas 2009. Does government ideology influence political alignment with the US? An empirical analysis of voting in the UN General Assembly, Review of International Organizations 43: 245268. Przeworski, Adam, Michael Alvarez, Jose Antonio Cheibub and Fernando Limongi 2000. Democracy and Development: Political Regimes and Economic Wellbeing in the World, 1950 1990, New York: Cambridge University Press. Rajan, Raghuram G. and Arvind Subramanian 2008. Aid and Growth: What does the crosscountry evidence really show? Review of Economics and Statistics 892: 205220. Rawls, John 1971. A Theory of Justice, Cambridge, MA: Harvard University Press. 32 Reynaud, Julien and Julien Vauday 2009. Geopolitics in the International Monetary Fund, Journal of Development Economics 891: 139162. Russett, Bruce and John R. Oneal 2001. Triangulating Peace: Democracy, Interdependence, and International Organizations, New York: W.W. Norton. Scharioth, Nicolas 2010. Western Democracies in the UN: Who Gets Elected and Why A Quantitative Examination of Elections to United Nations Councils and Committees, Berlin: Nomos. Schmitz, Jan and Johannes Schwarze 2012. Determinants of the election of nonpermanent members to the United Nations Security Council an empirical analysis, Paper presented at the 5th Annual Conference on the Political Economy of International Organizations, Villanova. Schwartzberg, J.E. 2003. Entitlement quotients as a vehicle for United Nations reform, Global Governance 91: 81114. Security Council Report 2009. Special Research Report No. 1: UN Security Council Elections 2009, New York: Security Council Report. Security Council Report 2011. Special Research Report No. 4: Security Council Elections 2011, New York: Security Council Report. Available: www.securitycouncilreport.org. Serrano, Monica and Paul Kenny 2006. Iraq and world order: A Latin American perspective, in Ramesh Thakur and Waheguru Pal Singh Sidhu eds., The Iraq Crisis and World Order, pp. 298314, Tokyo: United Nations University Press. Stone, Randall W. 2002. Lending Credibility: The International Monetary Fund and the PostCommunist Transition, Princeton: Princeton University Press. Stone, Randall W. 2004. The political economy of IMF lending in Africa, American Political Science Review 984: 577592. Voeten, Erik 2000. Clashes in the Assembly, International Organization 542: 185215. Voeten, Erik 2001. Outside options and the logic of Security Council action, American Political Science Review 954: 845858. Voeten, Erik and Adis Merdzanovic 2008. United Nations General Assembly Voting Data, Accessed at hdl:1902.112379 UNF:3:Hpf 6q Ok Ddzzv XF9m 66y LTg. Vreeland, James Raymond 2007. The International Monetary Fund: Politics of Conditional Lending, New York: Routledge. Zacher, Mark W. 2004. The conundrums of international power sharing, in Richard M. Price and Mark W. Zacher eds., The United Nations and Global Security, pp. 211225, New York: Palgrave Press. 33 Appendix: Descriptive Statistics by region Variable Africa N 5771 max. n 1823 max. Asia n 1519 max. EE n 516 max. GRULAC n 1123 max. WEOG n 790 max. UNGA n 1204 max. Pariah state G77 and NAM Democracy Civil war 5342 5771 OIC JUSCANZ EU NATO Population log Territory log Debt service % GNI 4882 3269 5771 5771 5771 5771 5596 5596 5771 5551 5771 4485 USA voting in UNGA Russia voting in UNGA New World Bank projects IMF program participation Regional share of US loans Regional share of US grants Turntaking norm GNI per capita log 0.826 0.424 7.003 1.572 15.424 2.344 11.326 2.576 0.368 0.136 0.755 0.110 0.072 0.259 0.189 0.392 1.735 3.012 0.023 0.068 0.023 0.055 1.435 0.701 0.467 0.499 0.034 0.182 0.001 0.036 0.000 0.000 0.789 0.408 0.103 0.304 0.036 0.187 0.972 2.220 0.259 0.438 0.496 0.500 0.000 0.000 0.107 0.310 0.058 0.234 0.453 0.433 0.096 0.230 0.079 0.101 0.213 0.801 0.068 0.251 UNGA statistics are reported for elections that involve a contested vote in the UNGA. 0.507 0.355 6.133 1.017 15.368 1.556 12.143 2.062 0.366 0.121 0.755 0.108 0.037 0.190 0.417 0.493 1.754 1.852 0.020 0.094 0.020 0.059 1.497 0.710 0.447 0.497 0.000 0.000 0.000 0.000 0.000 0.000 0.980 0.139 0.000 0.000 0.020 0.139 0.933 2.005 0.155 0.362 0.309 0.462 0.336 0.472 0.116 0.321 0.031 0.174 0.359 0.388 0.220 0.268 0.127 0.164 0.560 0.627 0.048 0.213 Peacekeeping troops log Shared regional ideology NAM only, not in G77 G77 only, not in NAM Former French colony Former British colony 5732 5732 5739 5734 4725 5360 5771 5736 5771 5771 5771 5729 5734 Control of corruption Muslim % Catholic % International war Arab seat 5771 5771 5771 2.031 1.396 7.582 0.791 15.954 0.991 11.511 0.916 0.442 0.115 0.782 0.102 0.010 0.098 0.405 0.491 1.525 2.051 0.054 0.161 0.050 0.105 1.543 0.877 0.056 0.231 0.000 0.000 0.031 0.174 0.069 0.253 0.000 0.000 0.029 0.168 0.070 0.255 1.540 2.334 0.463 0.499 0.000 0.000 0.000 0.000 0.025 0.157 0.012 0.108 0.114 0.237 0.487 0.284 0.414 0.400 0.305 0.693 0.000 0.000 0.951 0.630 7.436 0.937 14.787 2.087 10.998 2.852 0.390 0.127 0.743 0.105 0.045 0.208 0.399 0.490 1.653 2.418 0.032 0.085 0.032 0.054 1.814 0.623 0.016 0.126 0.032 0.176 0.000 0.000 0.000 0.000 0.649 0.477 0.319 0.466 0.000 0.000 0.671 1.534 0.714 0.452 0.326 0.469 0.000 0.000 0.098 0.297 0.003 0.052 0.010 0.037 0.657 0.325 0.291 0.188 0.073 0.773 0.000 0.000 1.002 0.870 9.387 0.964 15.381 2.063 11.306 3.044 0.550 0.103 0.664 0.103 0.003 0.050 0.042 0.201 0.280 1.054 0.050 0.214 0.047 0.205 1.639 0.659 0.046 0.209 0.338 0.473 0.434 0.496 0.576 0.494 0.000 0.000 0.000 0.000 0.046 0.209 3.371 2.780 0.975 0.158 0.100 0.301 0.000 0.000 0.000 0.000 0.013 0.112 0.052 0.207 0.529 0.412 0.375 0.148 1.596 0.759 0.000 0.000 0.878 0.761 7.269 1.560 15.265 1.910 11.518 2.495 0.411 0.136 0.743 0.105 0.036 0.186 0.322 0.467 1.566 2.289 0.028 0.100 0.030 0.101 1.642 0.722 0.269 0.444 0.067 0.251 0.076 0.264 0.101 0.301 0.636 0.481 0.089 0.285 0.027 0.163 1.274 2.319 0.459 0.499 0.294 0.456 0.113 0.317 0.091 0.287 0.023 0.149 0.238 0.368 0.360 0.369 0.187 0.182 0.001 1.033 0.025 0.156 34 ", "filename": "720738806.pdf", "person": ["Axel Dreher", "Dreher, Axel", "Matthew Gould", "Gould, Matthew", "Matthew Rablen", "Rablen, Matthew", "James Raymond Vreeland", "Vreeland, James Raymond"], "date": ["2012"]}