{"lang": "de", "identifier_url": ["http://www.econstor.eu/bitstream/10419/92529/1/720946409.pdf"], "title": ["Schattenwirtschaft - Perspektiven für Wissenschaft und Politik: Bericht über ein Symposium an der Universität Konstanz am 14. - 15.9.1984"], "plaintext": "Gliederung Seite 1. Einfuhrung 2. Bemerkungen zum methodischen Vorgehen 2.1 Figur 1: Die Bereiche der Schattenwirtschaft 3. Allgemeine Probleme der Schattenwirtschaft 3.1 Schattenwirtschaft: Ein Definitionsproblem 3.2 Wie gro ist die Schattenwirtschaft? 346674. Die Facetten der Schattenwirtschaft Motive,Auswirkungen, Konflikte und Handlungsalternativen 104.1 Die Untergrundwirtschaft 4.1.1 Die Ahgebotsseite 4.1.1.1 Die freiwillige Schwarzarbeit Motive Offene Fragen Auswirkungen Offene Fragen Konflikte Handlungsalternativen . 4.1.1.2 Die unfreiwillige Schwarzarbeit . Motive A u s w i r k u n g en Konflikte Handlungsalternativen Offene Fragen Die Nachfrageseite Motive Auswirkungen Konflikte Handlungsalternativen 4.1.2 10101 414171818212 22 222222424242525254.2 Zusammenfassung: Die Hauptaspekte der Untergrundwirtschaft 4.3 Untergrundwirtschaft Bedarfswirtschaft 4.4 Die Bedarfswirtschaft 4.4.1 Die Alternativokonomie Motive Auswirkungen Konflikte Handlungsalternativen Offene Fragen 4.4.2 Eigenarbeit und Haushaltsproduktion Motive Auswirkungen Konflikte H a n d l u n g s a l t e r n a t i v en Offene F r a g en 4.4.3 Selbsthilfe und Nachbarschaftshilfe Motive Auswirkungen K o n f l i k te Handlungsalternativen Offene Fragen 4.4.4 Caritative Tatigkeiten Motive Auswirkungen Konflikte Handlungsalternativen Offene Fragen 4.5 Zusammenfassung: Die Hauptaspekte der Bedarfswirtschaft 26282929292930303031313 23 23334343 43 53 53636373737373 83 8395. Schattenwirtschaft Perspektiven fur Wissenschaftund Politik 5.1 Handlungsalternativen gegenuber der Schattenwirtschaft 5.1.1 Umstrukturierung der Staatseinnahmen 5.1.2 TeilLaisierung des Sozialstaates 5.1.3 Erleichterung von Existenzgrundungen 5.2 Probleme und Implikationen der Handlungsalternativen 5.2.1 Umstrukturierung der Sozialversicherungam Beispiel der Gesetzlichen Rentenversicherung 5.2.2 TeilLaisierung des Sozialstaates 5.2.3 Erleichterung von Existenzgrundungen 5.3: Chancen der Handlungsalternativen 6. Anhang 6.1 Anlage 1: Programm des Symposiums Schattenwirtschaft Perspektiven fur Wissenschaftund Politik 6.2 Anlage 2: Teilnehmerliste des SymposiumsSchattenwirtschaft Perspektiven fur Wissenschaft und Politik 6.3 Anlage 3: Die Anreize der Angebotsseite der Schattenwirtschaft 6.4 Anlage 4: Die Anreize der Nachfrageseite der Schattenwirtschaft 6.5 Literaturverzeichnis 40404142424343454950525355575859 1 1. Einfuhrung Das Symposium Schattenwirtschaft Perspektiven fur Wissenschaft und Politik . ging zuruck auf die Anregung des Vorsitzenden des Kuratoriums der Stiftung Volkswagenwerk,Dr. Werner Remmers, und wurde von der Stiftung Volkswagenwerkgefordert. Prof. Holger Bonus leitete die Tagung. Es nahmen Vertreter aus Wissenschaft und Politik teil sowie diewichtigsten von der Schattenwirtwirtschaft betroffenen Institutionen dies in der Absicht, das Phanomen vonmoglichst vielen Seiten zu beleuchten und Handlungsalternativen ihm gegenuber zu formulieren.2Die Schattenwirtschaft ist bisher schwerpunktmaig unterdem Aspekt von Steuerausfallen und von Beitragsausfallenzur sozialen Sicherung gesehen worden; diese Betrachtungsweise fuhrte zum Ruf nach Bekampfung der Schattenwirtschaftim Sinne von Schwarzarbeit. Das Symposium sollte demgegenuber die tieferen Ursachen fur das Abwandern in die Schattenwirtschaft in den Mittelpunkt.der Betrachtung stellen undein differenziertes Urteil ermoglichen. Es sollte diskutiertwerden, welche Teilbereiche der Schattenwirtschaft bekampft,toleriert oder integriert werden sollen.Dabei ist die Schattenwirtschaft auerordentlich vielschichtig,Dies zeigt die Darstellung der Motive, die den Tatigkeitenzugrunde liegen 3 : Denn sowohl die Tatigkeit des Handwerkers,der aus reinem Gewinnstreben schwarz arbeitet, zahlt zur Schattenwirtschaft, als auch die Initiative von Eltern, dieeinen Kinderspielkreis grunden, weil sie mit dem offiziellen Angebot nicht einverstanden sind. Der Vielschichtigkeit der 2vgl. 6.1, Anlage 1: Programm des Symposiums Schattenwirtschaft Perspektiven fur Wissenschaft und Politik.vgl. 6.2, Anlage 2: Teilnehmerliste des Symjvgl. 6.2, Anlage 2: Teilnehmerliste des Symposiums Schattenwirtschaft Perspektiven fur Wissenschaft und Politik.vgl. 6.3 und 6.4, Anlage 3 und 4: Die ivgl. 6.3 und 6.4, Anlage 3 und 4: Die Anreize der Angebots und Nachfrageseite der Schattenwirtschaft. 2Schattenwirtschaft entsprechend wurde das Thema des Symposiums bewut allgemein gehalten; fur die Diskussion erwiessich dies als ein gutes Gliederungsprinzip, da so die Fragestellung fur die verschiedenen wissenschaftlichen Disziplinen offen war und eine sehr breite Facherung des Teilnehmerkreises ermoglicht wurde.Nun soll die Diskussion aufgearbeitet werden. Eine Moglichkeit hierzu ware es gewesen, die Referate und die sich anschlieenden Diskussionen nacheinander darzustellen. Die Verzahnungen des vielschichtigen Themas hatten so jedochnicht gezeigt werden konnen. Diese Verknupfungen werdenvielmehr deutlich durch unsere Vorgehensweise, bei der wiranhand der Beitrage des Symposiums eine Detailanalyse der Facetten der Schattenwirtschaft erstellen und langfristige Perspektiven fur Wissenschaftund Politik im Umgang mit dem Phanomen formulieren.Es ist besonders zu beachten, da die Schattenwirtschaftdifferenziert nach Untergrund und Bedarfswirtschaft betrachtet werden mu. Beide Bereiche unterscheiden sichin den ihnen zugrunde liegenden Motivationen und ihrenwirtschaftlichen und gesellschaftlichen Auswirkungen. Sieerfordern unterschiedliche politische Folgerungen. Dieseerganzen sich jedoch und fuhren zu einem neuen Losungsmuster fur die Probleme, die von der Schattenwirtschaftausgehen. 3 2. Bemerkungen zum methodischen Vorgehen Die Schattenwirtschaft wird in Anlehnung an RURUP in die Untergrund und die Bedarfswirtschaft unterteilt eigentliche Wirtschaftskriminalitat.wollen wir nicht berucksichtigen. Wir diskutieren kurz die. Definitionsprobleme der Schattenwirtschaft sowie ihren vermutlichen Umfang.1 2. Die Dann untersuchen wir die Facetten der Schattenwirtschafteinzeln anhand des folgenden Fragenkatalogs: Welche Motive liegen der Tatigkeit zugrunde? Welche Auswirkungen hat sie? Welche Konflikte wirft sie auf? Welche Handlungsalternativen stehen ihr gegenuber zur Debatte?Wir geben am Ende jeder untersuchten Facette eine Einschatzung der Diskussion und skizzieren die weiterhinoffenen Fragen.Zuerst betrachten wir die Untergrundwirtschaft: Wir differenzieren nach der Angebots und der Nachfrageseite, wobeidie Angebotsseite aus der freiwilligen und der unfreiwilligen Schwarzarbeit besteht. Die Nachfrageseite der Untergrundwirtschaft wird hier nicht weiter aufgeschlusselt.Wir fassen die Ergebnisse der Diskussion der Untergrundwirtschaft abschlieend zusammen und heben, die wichtigsten Diskussionspunkte hervor.s. Figur 1: Die Bereiche der Schattenwirtschaft; in beiden Bereichenwerden legale Tatigkeiten ausgefuhrt, und zwar in der Untergrundwirtschaft mit Erwerbscharakter und Abgabenhinterziehung, in der Bedarfs Wirtschaft ohne diese Merkmale.2s. RURUP, Bert: Groe, Motive und Auswirkungen der Schattenwirtschaft,Manuskript, Darmstadt, September 19842.1: Figur 1: Die Bereiche der Schattenwirtschaft Schattenwirtschaft Wirtschaftskriminalitat Untergrundwirtschaftmit ErwerbscharakterBedarfswirtschaftohne Erwerbscharakterillegale Aktivitatenmit Abgabenhinterziehunglegale Aktivitatenmit Abgabenhinterziehunglegale Aktivitatenohne Abgabenhinteo Ziehungfreiwilligeunfreiwillige AlternativEigenarbeitSelbsthilfeCaritative SchwarzSchwarzarbeitokonomie HaushaltsNachbarTatigkeitenarbeit Nachfragenach Schwarzarbeit ILlegalmitohne Abgabenhinterziehungproduktionschaftshilfe Der Gesamtkomplex Alternativokoncmie wird im Text unter Bedarfswirtschaft mit entsprechenden Anmerkungenabgehandelt. 5 Dann wenden wir unseren Fragenkatalog auf die Facetten der Bedarfswirtschaft an. Dies sind die Alternativokonomie, die Eigenarbeit und Haushaltsproduktion, die Selbsthilfe und Nachbarschaftshilfe und die caritativen Tatigkeiten.Auch hier geben wir eine abschlieende Zusammenfassungunter Betonung der wesentlichsten Merkmale.Nach dieser Detailanalyse stellen wir die Ergebnisse ausden Teilbereichen Untergrundwirtschaft und Bedarfswirtschaft einander gegenuber und fragen anhand dieser Gesamtschau nach den Handlungsalternativen gegenuber der Schattenwirtschaft.Als langfristige Perspektive skizzieren, wir eine Kombinationvon Strategien, durch die die negativen Auswirkungen der Schattenwirtschaft bekampft und ihre positiven Aspekte genutzt werden konnen. Wir diskutieren diese Strategien imwirtschaftlichen und sozialen Kontext und legen abschlieenddie zentralen Fragen dar. 63. Allgemeine Probleme der Schattenwirtschaft: Definitorische Abgrenzung und Quantifizierung 3.1. Schattenwirtschaft ein Definitiorisproblem Mit RURUP und LANGFELDT definierten wir Schattenwirtschaftals alle privatwirtschaftlichen Aktivitaten, die eine gesamtwirtschaftliche Wertschopfung darstellen, die aber im Sozialprodukt nicht erfat werden. Allerdings soll, wieschon gesagt, die eigentliche Wirtschaftskriminalitat hiernicht berucksichtigt werden.Bei dieser Definition enthalt die Schattenwirtschaft nichtnur auf Erwerb gerichtete Aktivitaten, sondern auch den ge2samten Bereich der von ihm sogenannten Bedarfswirtschaft .Dies scheint uns eine sinnvolle Aufschlusselung zu sein,denn um es mit RURUP zu sagen : Definitionen sind nierichtig oder falsch, sondern zweckmaig oder unzweckmaig,gemessen an der jeweiligen Fragestellung.Welche Spannweite der Definitionen moglich ist, kann ausden verschiedenen, wahrend des Symposiums vorgetragenen Vorschlagen ersehen werden: STRASSER meinte, ein Kriterium fur die Zugehorigkeit einer Aktivitat zur Schattenwirtschaft konnte es sein, ob dieseauf Erwerb gerichtet ist oder nicht; ebenso argumentiert HUBER, der unter Schattenwirtschaft nur die Formen desnicht registrierten Gelderwerbs verstehen will;Dies im Gegensatz z.B. zu der engen Definition von FREY, POMMEREHNE und WECK, die hierunter die nicht in den Statistiken ausgewiesenen Tatigkeiten im Sinne der volkswirtschaftlichen Gesamtrechnung VGR verstehen wollen.Dieser Bereich kann auch mit den Stichworten informelle Aktivitatenoder selbstorganisierte Tatigkeiten und weiteren Begriffen bezeichnetwerden, worauf BERGER und STRASSER hinwiesen.2 7 auch der gesamte Bereich der Wirtschaftskriminalitat, z.B.Drogenhandel, konnte zur Schattenwirtschaft gezahlt werdenTOFAUTE; fraglich ist aber, ob hier uberall das Kriteriumder Wertschopfung erfullt ist LUBBE, K. SCHMIDT; ein Anzeichen fur die Zugehorigkeit einer Tatigkeit zur Schattenwirtschaft konnten von ihr ausgehende Wettbewerbsverzerrungen sein SCHWAPPACH.3.2. Wie gro ist die Schattenwirtschaft?Ein weiteres, generelles Problem der Schattenwirtschaft istdie korrekte Abschatzung ihrer Groe. Das Referat von RURUPbrachte hierzu einen uberblick und zeigte konkrete Forschungsprobleme auf:So ist vorab festzustellen, da die Bereiche der Untergrundwirtschaft und der Bedarfswirtschaft nicht gemeinsam gemessen werdenkonnen: Denn die Meverfahren, die fur die Untergrundwirtschaftverwandt werden, orientieren sich zumeist an Zahlungsstromen,welche aber in der Bedarfswirtschaft nicht gegeben sind. Alsosollte man zunachst den Umfang der Untergrundaktivitaten undanschlieend den der Bedarfswirtschaft diskutieren:Fur die Untergrundwirtschaft liegt bereits ein Arsenal an quantitativen Untersuchungen vor, die mit verschiedenen Methodenzu ahnlichen Ergebnissen kommen. RURUP verdeutlichte dies anhand der nachstehenden Tabelle 1BRD VGRAnsau Bargcldnachfrageansatt Tnnuktionunsau DeterminantenIndikatoren 196119619711974196819651970197519801976197819801970197619781980197816,712.66.54.88.94.33,16.010,312.111.812,61617.52427.58.3Petenen 1982Alben1974Kirchgiuner 1982Ungfeldl 1982Ungfcldt 1982Weck 1982Diese Ansatze berucksichtigen jedoch auch die von uns vernachlassigte Wirtschaftskriminalitat, s. RURUP, a.a.O. 8 RURUP selbst schatzte die Mindestgroe der reinen Untergrundwirtschaft in der Bundesrepublik auf ca. 8 %, setzte die Obergrenze bei ca. 18 20 % und hielt einen Mittelwert von 10 % des BSP fur sehr wahrscheinlich.RURUP, NIESSEN u. K. SCHMIDT betonten die wachsende Tendenzdieses Bereichs, wie sie z. B. von KIRCHGASSNER und LANGFELDTherausgearbeitet worden ist. Frau NOELLENEUMANN konnte aufgrund einer aktuellen Vorstudie jedoch die Moglichkeit nichtausschlieen, da die Schattenwirtschaft im Vergleich zu 1974stagniert. Ihre Zahlen standen aber unter dem Vorbehalt, da .die von Allensbach 1984 gewonnenen Daten mit denen von 1974nicht streng vergleichbar waren und ihre Vorerhebung deshalbnur Anstoe liefern konnte, jedoch keine definitiven Schlussezulat.Festzuhalten ist, da der Bereich der Untergrundwirtschaftzwar nicht ganz exakt, jedoch in seiner ungefahren Groe erfat ist und da die hier entstehende Wertschopfung aufgrundihres Umfangs nicht vernachlassigt werden kann.Ein anderes Bild zeigt die Bedarfswirtschaft: Wie RURUP ausfuhrte, liegen.hierzu kaum Schatzungen vor: Dies ist nicht zuletzt auf die erheblichen methodischen Probleme zuruckzufuhrenund darauf, da die Tatigkeiten in der Bedarfswirtschaft nichtstatistisch erfat werden und sich nicht in Geldstromen niederschlagen.So kann z. B. die Wertschopfung privater Selbsthilfeorganisationen nur vage durch Umfragen uber das Freizeitverhalten ermittelt werden: Es wurde eine Untersuchung von Aliensbach angefuhrt, derzufolge ca. 5 % der uber 16jahrigen Bevolkerung inder freien Wohlfahrt tatig sind, und zwar ca. 12 18 Stundenpro Monat, was eine Wertschopfung von 0,3 0,4 % des BSP ausmacht. Die meisten privaten Aktivitaten fur andere werden aber 9 nicht innerhalb von Wohlfahrtsorganisationen erbracht. Insgecid:173samt durfte eine Wertschopfung privater Selbsthilfeorganisacid:173tionen von knapp 5 % des BSP, wie sie 1974 fur die USA ermitcid:173telt wurde, auch fur die BRD realistisch sein. Ebenso schwierig ist es, die in privaten Haushalten geschaffecid:173nen Werte zu ermitteln. Fur die USA liegen Zeitbudgetstudien 1 vor, die im Jahre 1976 eine Wertschopfung der privaten Hauscid:173halte von 31,6 % 59,5 % des BSP ermittelt haben. In der Buncid:173desrepublik existiert lediglich eine Untersuchung von Adatia, die von LANGFELDT modifiziert wurde. RURUP erganzte diese Ancid:173satze und kommt zu dem Ergebnis, da in den Haushalten Werte in Hohe von 40 50 % des BSP geschaffen werden 2 . Die quantitativen Aussagen zur Schattenwirtschaft machen deutcid:173lich, da der Umfang der Untergrundwirtschaft relativ gut ercid:173forscht ist. Demgegenuber sind die Groe und die Bedeutung der Bedarfswirtschaft noch nicht einmal annahernd exakt erfat. Will man hier zu besseren Ergebnissen kommen, bedarf es vercid:173besserter Methoden oder eines sehr erheblichen Aufwandes im Wege der Befragung. Offene Fragen bestehen zudem hinsichtlich der Zusammensetzung der schattenwirtschaftlichen Aktivitaten: Wir verfugen zwar uber aggregierte Daten, nicht jedoch uber eine exakte Aufschluscid:173selunq der Tatigkeiten. So wissen wir nicht, welche Berufscid:173gruppen in diesem oder jenem Bereich der Schattenwirtschaft arbeiten; ebensowenig, welchen Alters oder Geschlechts die Personen sind. Die Kenntnis solcher Daten ware jedoch wunschenscid:173wert, wenn auf das Phanomen politisch angemessen reagiert wercid:173den soll. 1 Zeitbudgetsb.J.dien gehen von der investierten Arbeitszeit aus 1.md karmen ul::er die Einsetzung von M:rrktpreisen cxier u 1::er das Opportuni tatskostencid:173m::::dell zu monetaren Groen. Vgl. Rtl RUP, Bert, a.a.o.; 2 10 4. Die Facetten der Schattenwirtschaft Motive, Auswirkungen,Konflikte und Handlungsalternativen Nun wollen wir nacheinander die Facetten der Schattenwirtschaftanhand unseres Fragenkatalogs diskutieren.4.1. Die Untergrundwirtschaft 4.1.1. Die Angebotsseite 4.1.1.1 Die freiwillige Schwarzarbeit Als erste Facette der Tatigkeiten in der Untergrundwirtschaftwird die freiwillige Schwarzarbeit untersucht. Unter den Teilnehmern des Symposiums herrschte groe Einigkeit daruber, dadiese zumeist von einem regular beschaftigten Arbeitnehmer geleistet wird, der nebenbei auf eigene Rechnung arbeitet undzumeist dem Handwerk entstammt oder handwerkliche Dienste anbietet. Diese Annahme bestatigen auch die Daten von Frau NOELLENEUMANN, denenzufolge 1974 aus dem Kreis der Facharbeiter 44 % haufig oder regelmaig einer bezahlten Freizeitbeschaftigung nachgingen, gegenuber 35 % aus der gesamten berufstatigen Bevolkerung uber 16 Jahren.Weiche Motive bewegen den so charakterisierten Arbeitnehmerzur Tatigkeit in der Untergrundwirtschaft? Wir mussen von einem Bundel an Motiven ausgehen und haben Grund zu der Annahme, daokonomische Aspekte hier im Vordergrund stehen:So ist es ohne Frage attraktiv, die Bezahlung in der Untergrundwirtschaft ohne Abfuhrung von Steuern und Sozialabgaben bruttofur netto zu erhalten. Und diese Attraktivitat steigt mit dem Wachstum der Abgabenlast: Nach RURUP hat die Belastung namlichseit 1950 bestandig zugenommen und somit dauernd den Anreiz zu Die Daten einer Vorstudie von 1984 weisen den gleichen Trend auf. 11 Schwarzarbeit vermehrt.Er wies auch darauf hin, da sich das Problem besonders prekar im Bereich der Bruttoeinkommenszuwachse stellt: im Jahre 1983 wurden 104 % des Mehrverdienstes als Steuern und Sozialabgaben einbehaltenl Dies durfte fur Arbeitnehmer ein Motivsein, lieber schwarz zu arbeiten als z.B. Uberstunden zu leisten.Bei dem Aspekt der Steuerumgehung durch illegale Nebentatigkeiten spielt ferner eine Rolle, da in den letzten 30 Jahreneine Verlagerung von den indirekten zu den direkten Steuernstattgefunden hat: Letztere werden von den Betroffenen starkerwahrgenommen und deswegen eher umgangen RURUP.Hinsichtlich der Rentenversicherungsbeitrage wurde von der BUNDESVERSICHERUNGSANSTALT FUR ANGESTELLTE darauf hingewiesen,da sich das Verhaltnis von Beitragszahlungen und spateren Gegenleistungen verschlechtert und sich hierdurch die Anreizeverstarken, diese Beitrage im Wege der Schwarzarbeit zu umgehen.Es zeigt sich, da vielfaltige, direkt spurbare finanzielle Nutzen fur den beschaftigten Arbeitnehmer ein wesentliches Motiv fur die Tatigkeit in der Untergrundwirtschaft seinkonnen. Hinzu treten aber andere Anreize, die sich mit den Stichworten postmaterielle Orientierung und Regelungsdruckcharakterisieren lassen:So werden heute von vielen Burgern anders z.B. als in der Nachkriegszeit erhohte Anspruche an die Qualitat der Arbeitsinhalte gestellt und es wird sogenannten postmateriellen Werten 12 wie Selbstverwirklichung und Eigenverantwortung auch beider Arbeit oft groe Bedeutung beigemessen Hierauf wiesen insbesondere der.DEUTSCHE GEWERKSCHAFTSBUND und RURUPhin. Und es. scheint, da diese Ideale in der Schattenwirtschaft namlich z. B. ohne Vorgesetzte, ohne Zeitvorgabenoder Arbeitsteilung besser als in der offiziellen Okonomierealisiert werden konnen.Ein weiterer Vorteil der Untergrundwirtschaft liegt darin,da hier der in der offiziellen Okonomie vorhandene Regelungsdruck BUNDESVERBAND DER DEUTSCHEN INDUSTRIE, K. SCHMIDTnicht greift: Relativ frei von amtlicher Reglementierung konnen Zeitverzogerungen umgangen und das oft vorhandene Gefuhldes Eingeengtseins aufgehoben werden RURUP.Indem die offiziellen Bestimmungen ignoriert werden, stellensich materielle Vorteile ein, z.B. wenn fur die schwarze Handwerkstatigkeit kein Meisterbrief erforderlich ist, im Gegensatz zur weien Wirtschaft, und so Zeit und Geld fur die Ausbildung gespart werden konnen ZENTRALVERBAND DES DEUTSCHENHANDWERKS.Soweit die vermutlich wesentlichsten Beweggrunde des freiwilligen Schwarzarbeiters, deren hier dargestellte Reihenfolge inetwa ihre Bedeutung widerspiegeln durfte. In der Diskussionwurden noch weitere wichtige Einzelaspekte genannte, die die Arbeitnehmer zum Abwandern in die Schattenwirtschaft ermuntern:So meinte KOSLOWSKI, da die Schwarzarbeit wesentlich in einer Ablehnung des bestehenden Systems der sozialen Sicherung begrundet liegt: Indem man dem System Beitrage vorenthalt, versuchtman es zu korrigieren. Denn die Betroffenen haben eine andereNach LUBBE wird Selbstverwirklichung sogar zu.einem kulturellen Zwang furdas Individuum, wenn Dispositionsfreiheiten uber Zeit und Geld vorhandensind. Er fuhrte aus, da z.B. die durchschnittliche Wochenarbeitszeit inden letzten 20 Jahren um ca. 18 % gesunken ist eine Entwicklung, die lt.LUBBE Selbstbestimmung und Selbstverwirklichung nicht nur ermoglicht, sondern sie geradezu ernotigt. 13 Zeitpraferenz als sie z. B. von der Rentenversicherung vorgeschrieben wird,.sie wollen ihr Geld jetzt, evtl. zur Familiengrundung, direkt zur Verfugung haben und sich spatermit einer kleinen Rente begnugen. In dieser Sicht ist die Schwarzarbeit in dem Wunsch nach mehr Eigenverantwortung,vielleicht auch im Mitrauen, gegenuber dem Bestand des Systems der sozialen. Sicherung begrundet.Ein ganz anderer Anreiz liegt vor, wenn Arbeitnehmer von Arbeitgebern zur illegalen Ausfuhrung von Auftragen ermuntertund ihnen sogar die Maschinen hierzu zur Verfugung gestelltwerden: Ein Fall, der nach Meinung des DEUTSCHEN GEWERKSCHAFTSBUNDES und K. SCHMIDT insbesondere bei guter Konjunktur nichtselten vorkommt, dessen Wahrscheinlichkeit vom ZENTRALVERBANDDES DEUTSCHEN HANDWERKS jedoch stark angezweifelt wird. Andieser Stelle ist auch zu fragen, ob nicht die Beschwernissebei der Grundung eines Unternehmens zur Abwanderung in die Schattenwirtschaft fuhren RURUP.Der Komplex Freizeit spielt eine groe Rolle unter den Anreizen zur Schwarzarbeit: Zwar ist es unwahrscheinlich, daallein das Vorhandensein von Freizeit zur illegalen Tatigkeitmotiviert , doch erleichtert und ermoglicht es diese sehr.Dabei ist zu beachten, da sowohl die Lebens als auch die Wochenarbeitszeit in den letzten 30 Jahren erheblich gesunkensind. Und die verbesserten Moglichkeiten zur Schwarzarbeitscheinen einherzugehen mit einer groeren Bereitschaft hierzuCASSEL, die vielleicht mit der Relativierung der Bedeutungvon Erwerbstatigkeit und Beruf heute BERGER zusammenhangenkonnte.Der Vertreter des BUNDESVERBANDES DER DEUTSCHEN INDUSTRIE halt es demgegenuber sogar fur moglich, da das Verlangen nach Arbeitszeitverkurzungin dem Wunsch nach mehr Moglichkeiten zu Schwarzarbeit begrundet seinkonnte. 14 Trotz der Vielfalt der diskutierten Motive konnte die Tagungnicht auf a l le Fragen eine Antwort geben. So i st es weiterhinoffen,t 7 rw.elches r e l a t i ve Gewicht den verschiedenen Anreizen jeweilszukommt , sowohl im Durchschnitt a ls auch in den einzelnen Gruppen der Schwarzarbeiter., z.B. differenziert nach Alter,Berufs Zugehorigkeit, Geschlecht, Wohnsitz e t c   ferner, besitzen wir keine aktuellen Daten uber die Verteilungder Aktivitaten in der Gesamtbevolkerung.Nunmehr i st zu fragen, welche Auswirkungen die typische Schwarzarbeit auf Staat, Wirtschaft und Gesellschaft hat.Eine ganz wesentliche Konsequenz sind die Einnahmeausfalle deroffentlichen Hand: So fuhrte RURUP aus, da von der Deutschen Steuergewerkschaft pro 10.000 Schwarzarbeiter a l l e in die Steu2erausfalle auf 30 Mrd. DM geschatzt werden . Dabei sind dienicht gezahlten Sozialversicherungsbeitrage noch gar nicht berucksichtigt, uber deren Summe liegen bisher keine konkreten Vermutungen vor. Wir konnen aber insgesamt davon ausgehen, daes zu erheblichen Einnahmeausfallen der offentlichen Hand durch Schwarzarbeit kommt.Dies g i lt selbst dann, wenn an anderer S t e l le vermehrt Steuerninfolge Schwarzarbeit gezahlt werden, z.B. indem Gerate oderandere Vorleistungen in der offiziellen Wirtschaft gekauft werden. Ebenso wenn sich das Einkommen des Schwarzarbeiters erhohtund e v t l. wieder in Konsumnachfrage mit entsprechenden Steuereinnahmen umgesetzt wird RURUP.RURUP iiat eine solche Gewichtung versucht, die er jedoch, nur mit heftigen Vorbehalten diskutiert wissen will: Danach ist in der Untergrundwirtschaftim allgemeinen zu 60 % das okonomische Motiv mageblich, zu 25 % der Wunschnach mehr Selbstbestatigung etc. und zu 15 % wird die Schwarzarbeit als Freizeitbeschaftigung betrachtet.2;Auch der DEUTSCHE STADTETAG wies darauf hin, da die Stadte a ls 3. Ebene deroffentlichen Hand von den Steuerausfallen stark betroffen sein konnen.Es konnte kein Vertreter des DEUTSCHEN STADTETAGES bei dem Symposiumanwesend sein; seine Stellungnahme wurde aber, wie auch die Statementsder anderen Institutionen, gerafft vorgetragen. 15 Als weiterer Komplex, wurde der Zusammenhang von Schwarzarbeit und Arbeitslosigkeit, angesprochen, zumeist mit.der Argumentation, da Schwarzarbeit offizielle Arbeitsplatze kosteund die so wachsende Zahl der Arbeitslosen wiederum in die Untergrundwirtschaft abwandere .BUNDESMINISTERIUM FUR ARBEITUND SOZIALORDNUNG, ZENTRALVERBAND DES DEUTSCHEN HANDWERKS.Es handelt sich demnach um eine Spirale. Ferner wurde vermutet, da die Schwarzarbeit, eine Existenzbedrohung legaler Betriebe darstellen konne ZENTRALVERBAND DES DEUTSCHEN HANDWERKS,DEUTSCHER STADTETAG.Demgegenuber fuhrte RURUP aus, da eine Reduzierung der Schwarzarbeit in einer Vollbeschaftigungskrise eine Pufferfunktionhaben kann, wenn namlich Kurzarbeit, Einkommensruckgange etc.auf diese Weise kompensiert werden konnen.REMMERS bemerkte in diesem Zusammenhang, da zunachst illegalausgeubte Tatigkeiten vermutlich nicht selten die Vorlaufsphasefur eine Betriebsgrundung darstellen und so dem Problem der Arbeitslosigkeit eher entgegenwirken als es zu verscharfen.Dieser These wurde vom ZENTRALVERBAND DES DEUTSCHEN HANDWERKSwidersprochen.Ein Streitpunkt des Symposiums war es, ob die Verzerrung derwirtschaftspolitischen Indikatoren eine gravierende Auswirkungder Schwarzarbeit darstelle: Zum Teil wurde dies bejaht, zum Teil jedoch verneint mit der Begrundung, da nicht die Indikatoren von vorrangigem Interesse seien. Einigkeit bestand jedochdaruber, da die Indikatoren verzerrt werden und zwar vermutlichin folgender Weise : Das offizielle gemessene Wirtschaftswachstum liegt vermutlichum 1 2 % unter dem tatsachlichen unter Einbeziehung der inoffiziellen Leistungen;Wie RURUP und der BUNDESVERBAND DER DEUTSCHEN INDUSTRIE ausfuhrten. 16 die Inflationsrate wird wahrscheinlich zu hoch angegeben.Dies hangt jedoch ab von der Produktivitat in der Schattenwirtschaft und deren Veranderungen; die offiziell gemessenen Arbeitslosenzahlen liegen vermutlichetwas zu hoch, wie oben bereits ausgefuhrt wurde.Es besteht Grund zu der Annahme, da die verzerrten Daten gelegentlich einen staatlichen Handlungsbedarf suggerieren, deraber tatsachlich in dem Mae nicht gegeben ist. Ferner ist esdenkbar, da aufgrund der so ausgelosten Aktivitaten wiederumdie Staatsverdrossenheit der Burger wachst und zu weiterem Abwandern in die inoffizielle Wirtschaft fuhrt.Auer den genannten gesamtwirtschaftlichen Auswirkungen der Schwarzarbeit kamen bei dem Symposium einige spezielle Folgenfur die Institutionen zur Sprache So befurchten der ZENTRALVERBAND DES DEUTSCHEN HANDWERKS undder DEUTSCHE STADTETAG eine sinkende Konkurrenzfahigkeit legaler Betriebe beim Zunehmen der illegalen Arbeit.Die BUNDESVERSICHERUNGSANSTALT FUR ANGESTELLTE wies darauf hin,da sich die Renten durch Beitragsausfalle verteuern muten undda langfristig die Senkung des Rentenniveaus eine Folge der Schwarzarbeit sein konne ; .Der DEUTSCHE STADTETAG sieht die Kommunen in mehrfacher Weisevon den Auswirkungen der Schwarzarbeit betroffen: Als Arbeitgeber muten diese um einen Ruckgang der Arbeitsleistung ihrer Beschaftigten im Rahmen des offiziellen Arbeitsverhaltnissesfurchten. Als Teil der offentlichen Hand konnten vermehrte Ausgaben fur Sozialhilfe auf sie zukommen , wie auch Probleme inihrer Eigenschaft als Bauaufsichtsbehorde da schwarze Leistunnamlich einmal durch sinkende Leistungen der Sozialversicherungstrager infolge Beitragsruckganges und einmal durch fehlende Anspruche der Schwarzarbeiter an die Institutionen uberhaupt.2vgl. dazu auch unten, 5.2.1, S. 43 f; 17 gen ihres Erachtens haufig unfachmannisch ausgefuhrt werden .Wurden bisher hauptsachlich negative Auswirkungen der freiwilligen Schwarzarbeit diskutiert, so darf nicht ubersehenwerden, da diese andererseits zur Verbesserung, des soziokulturellen Klimas beitragen kann RURUP: Aus der Sicht der Arbeitnehmer bietet sie namlich die Moglichkeit zu mehr Selbstverwirklichung RURUP, DEUTSCHER GEWERKSCHAFTSBUND. Zudemerfolgt durch sie eine Art Dezentralisierung der WirtschaftREMMERS, was mit mehr Mitmenschlichkeit und weniger Burokratie verbunden sein kann.Ausgehend vom gegenwartigen Stand der Wissenschaft wirft die Untersuchung der Auswirkungen der typischen Schwarzarbeiteinige offene Fragen auf So wissen wir nicht genau, in weicher Hohe Ausfalle offentlicher Einnahmen, insbesondere bei den Sozialversicherungshaushalten, entstehen; ebensowenig besitzen wir genaue Kenntnis uber die Verfalschung der wirtschaftlichen Eckdaten, einschlielich ihrer Implikationen.Zur Klarung dieser Probleme ware es vor allem wichtig zu wissen,inwieweit die fur Schwarzarbeit vorhandene Nachfrage auf dieoffizielle Okonomie ubertragen werden kann; ferner, inwieweitdurch die illegalen Tatigkeiten auch Staatseinnahmen entstehen,da Gerate und Materialien in der offiziellen Wirtschaft gekauftwerden und das Einkommen aus der Schwarzarbeit vermutlich auchhier ausgegeben wird. Eine andere Frage betrifft die Versorgung mit handwerklichen Diensten: Konnte der unumstrittene Bedarf, z. B. nach Reparaturen, ohne die Schwarzarbeit in angemessener Weise uberhaupt befriedigt werden? 18Aus den vermuteten Auswirkungen der typischen Schwarzarbeitkann auf folgende Konflikte mit wirtschaftlichen, gesellschaftlichen und politischen Interessen geschlossen werden?Die groten Probleme ergeben sich aus der Existenz von Schwarzarbeit und dem.Interesse am.Erhalt der. Funktionsfahigkeit desheutigen Systems der sozialen Sicherung, vor allem unter finanziellen Aspekten . Denn der Schwarzarbeiter zieht sich als Zahler aus der Solidargemeinschaft zuruck, wahrend er ihre Leistungen aber weiter in Anspruch nimmt . Er begeht Betrugam Sozialstaat, wie HUBER formulierte.2Ferner wies JESKE darauf hin, da die Existenz von Schwarzarbeit der Gerechtigkeit in der Gesellschaft insgesamt groen Schaden zufugt, denn es werden nicht nur die Beitragszahlerder Sozialversicherung schlechter gestellt, sondern die Steuerzahler insgesamt.Sofern die Hohe der Arbeitslosigkeit durch die Schwarzarbeitwesentlich beeinflut wird was, wie gezeigt wurde, umstrittenist liegt hier ein weiteres Konfiiktfeld, was vor allem vondem BUNDESMINISTERIUM FUR ARBEIT UND SOZIALORDNUNG und dem ZENTRALVERBAND DES DEUTSCHEN. HANDWERKS hervorgehoben wurde 3.Es bleibt das Interesse von Wissenschaft und Politik an korrekten wirtschaftlichen Eckdaten zu nennen, welche durch die Schwarzarbeit erheblich verzerrt werden.Prinzipiell bestehen die Handlungsalternativen, die Schwarzarbeit zu bekampfen, sie zu tolerieren oder sie zu integrieren.Zum Teil hielten es die Teilnehmer des Symposiums fur richtig,die Untergrundwirtschaft weiterhin zu bekampfen; die meisten JWas von den Anwesenden die BUNDESVERSICHERUNGSANSTALT FUR ANGESTELLTE amdeutlichsten zum Ausdruck gebracht hat.2Das BUNDESMINISTERIUM FUR ARBEIT. UND SOZIALORDNUNG wies darauf hin, da der.Schwarzarbeiter zum Teil auch seine eigenen Anspruche gefahrdet.Hier bemerkte der ZENTRALVERBAND DES DEUTSCHEN HANDWERKS auch,da Schwarzarbeiter die Jugendarbeitslosigkeit verscharfen, da sie keine Ausbildungsplatze schaffen. 19 pladierten dafur, die von ihr ausgehenden Storungen abzumildern, oder aber die Normen so zu modifizieren, da ihre Existenz mit unserer sozialen Ordnung vereinbar ist. Eine Legalisierung der Schwarzarbeit wurde von der Mehrheit der Teilnehmer abgelehnt.Welche Moglichkeiten es im Rahmen der verschiedenen Handlungsalternativen gibt, sei im Folgenden dargestellt:Der BUNDESVERBAND DER DEUTSCHEN INDUSTRIE, der DEUTSCHE STADTETAG und insbesondere der ZENTRALVERBAND DES DEUTSCHEN HANDWERKSaehen es als notwendig an, die Schwarzarbeit, weiterhin mit Sanktionen zu bekampfen. Dabei halten sie es nicht so sehr furgeboten, neue Gesetze zu schaffen, als vielmehr die vorhandenen Bestimmungen besser zu nutzen. Hierzu wurde es z.B. gehoren,den Begriff der Nachbarschaftshilfe genauer zu definieren, dadie bisherige Auslegung als Hilfe fur jemanden, der einem nahersteht als Menschen ublicherweise untereinander BUNDESMINISTERIUM FUR ARBEIT UND SOZIALORDNUNG zu weit gefat zu sein scheint.Der ZENTRALVERBAND DES DEUTSCHEN HANDWERKS wies darauf hin, daes ihm nicht um die Verhinderung kleiner Hilfsleistungen gehe,sondern darum, die Schwarzarbeit im groen Stile, mit Auftragssummen von 100.000 bis zu Millionen DM, zu bekampfen.Gegen die Einfuhrung verstarkter Kontrollen etc. sprach sich K. SCHMIDT aus: Dies ginge mit einer Erhohung der Kosten einher und sei nicht mit unserem Verstandnis von Menschenwurde zuvereinbaren.Ist man der Meinung, da die Existenz der Untergrundwirtschaftein Votum darstellt, das nicht Ubergangen werden darf KOSLOWSKIund halt man eine Ruckverlagerung der Aktivitaten in die offizielle Okonomie fur ebenso unmoglich wie ihre Kriminalisierungfur sinnlos REMMERS, so wird man nach neuen Regeln suchenmussen, die von den Burgern als fair angesehen werden konnenK. SCHMIDT. 20 Eine Moglichkeit hierzu wird in der Senkung der Lohnnebenkosten gesehen, die die offizkosten gesehen, die die offizielle Arbeit verteuern und somit die Schwarzarbeit fordern 1Es wurde angeregt, Uberstunden steuerlich zu begunstigen unddie Steuerprogression, insbesondere im .Bereich mittlerer Einkommen, zu senken.RURUP und STRASSER schlugen vor, die Steuerbasis umzustrukturieren: Weg von den direkten Steuern hier: Lohnsteuer, hinzur indirekten Erhebung. So konnten zugleich bisher verschlossene Steuerquellen genutzt werden RURUP. Ahnlich argumentierte CASSEL der. sich dafur aussprach, die gesamten direkten Lohnnebenkosten an die Arbeitnehmer auszuzahlen und diese direktzu Steuern und Sozialversicherungsabgaben zu veranlagen.KOSLOWSKI erwog die Reduzierung der sozialen Sicherung aufeine Minimalabsicherung, mit der Moglichkeit zur freiwilligen Hoherversicherung. Er meinte, da auch berufsstandische Organisationen in das System einbezogen werden konnten und daein Teil der Daseinsvorsorge in die Familie zuruckverlagertwerden sollte.Auch REMMERS hielt die Reduzierung der Kostenbelastung des Faktors Arbeit fur insgesamt notwendig; er resumierte, da nach Anreizen zur Verbilligung von Arbeit gesucht werden mu.Will man in der genannten Weise die offizielle Arbeit verbilligen und dabei das System der sozialen Sicherung erhalten, sokann man dessen Finanzierung umstrukturieren und nach neuenDer ZENTRALVERBAND DES DEUTSCHEN HANDWERKS gab die Kosten fur eine Unternehmerstunde im Baugewerbe 1983 wie folgt an: Gesamtkosten: DM 47,99; davon: Lohnkosten brutto.: 14,65; Lohnnebenkosten Vers, etc.: 13,89;Gemeinkosten: 11, ; Steuern: 5,52 DM; Wagnis und Gewinn: 2,40 DM. 21 Finanzierungsquellen bzw. Veranlagungsformen suchen.HUBER Schlug hierzu vor, die staatlichen Einnahmeverlusteinfolge der Verbilligung von Arbeit durch Umweltabgaben wettzumachen  Da diese aus umweltpolitischen. Grunden geboten seien., konnten sogar positive Nebeneffekte erzielt werden. Ferner, konne z.B. der Mehrwertsteuersatz erhoht werden, evtl.verbunden, mit einem Splitting der Tarife.Am Beispiel der Rentenversicherung wurde deutlich, da einesolche Umbasierung Probleme aufwirft und sorgfaltig durchdacht werden m u .Halt man die Verzerrung der wirtschaftspolitischen Indikatorenfur gravierend, sollte ihre Aussagekraft uberpruft werden.Unter den  genannten Handlungsalternativen sehen wir in der Abmilderung der negativen Auswirkungen der Schwarzarbeit durch Veranderung der Rahmenbedingungen einen positiven Ansatz,ganz besonders in der Option der Umstrukturierung der Finanzierung des Systems der sozialen Sicherung. Denn im Rahmendieser Strategie konnen die positiven Auswirkungen der Schattenwirtschaft berucksichtigt werden.4.1.1.2. Die unfreiwillige Schwarzarbeit Unter dem unfreiwilligen Schwarzarbeiter verstehen wir Personen, die in der offiziellen Okonomie kein ausreichendes Einkommen erzielen konnen und auch aus der Sozialversicherungkeine den Lebensbedarf deckenden Gelder beziehen . Zu denkenist z. B. an Kurzarbeiter oder Arbeitslose mit nur geringer Arbeitslosenunterstutzung 2Wobei gesehen wird, da jedem deutschen Staatsburger Sozialhilfe zusteht;;diese kann bei realistischer Betrachtung aber langfristig nicht als lebensbedarfsdeckend gelten.Auf die Schwarzarbeit infolge sinkender Realeinkommen wiesen insbesondere RURUP und der DEUTSCHE GEWERKSCHAFTSBUND hin.2 22 Auch arbeitslose Jungakademiker, die keine Anspruche an die Arbeitslosenversicherung haben, oder Auslander, die sich zum Teil illegal in der Bundesrepublik aufhalten und deswegenauch illegal arbeiten mussen JESKE, konnen betroffen sein.Dies gilt auch beispielsweise fur Witwen, die ohne zusatzliche Einkommen von nur ca. 40 % des Nettoentgeltes ihres Ehemannes leben mussen BUNDESVERSICHERUNGSANSTALT FUR ANGESTELLTE .Die Motive der unfreiwilligen Schwarzarbeiter sind dieser Definition gema ebenfalls ganz uberwiegend im okonomischen Bereich angesiedelt, liegen also im Erwerbsstreben. Aspekte wie Selbstverwirklichung, soziale Teilhabe etc. spielen hier vermutlich nur eine untergeordnete Rolle.Die Auswirkungen dieser Art von Untergrundwirtschaft konnenunter sozialen Aspekten sie Fehlentwicklungen der primaren Versorgungsinstitutionenkorrigiert werden, da sie eine Pufferfunktion hat und eventuell das Ausbrechen latent vorhandener Konfliktpotentialeverhindert RURUP.darin gesehen werden, da durch Von den Handlungsmoglichkeiten im Fall der unfreiwilligen Schwarzarbeit mu die Reduzierung, der Arbeitslosigkeit im Vordergrund stehen. Dies konnte auf verschiedene Weise erfolgen, z. B. durch die Verbesserung der Wachstums und Investitionsbedingungen BUNDESVERBAND DER DEUTSCHEN INDUSTRIE oder z. B. durch Arbeitszeitverkurzung undoder staatliche Investitionsprogramme 2 DEUTSCHER GEWERKSCHAFTSBUND.Unter okonomischen Aspekten hat die unfreiwillige Schwarzarbeit diegleichen Auswirkungen wie die freiwillige und sie wirft die gleichengesamtgesellschaftlichen Konflikte auf.2Wie z.B. das Zukunftsinvestitionsprogramn ZIP, auf das an dieser Stellehingewiesen wurde. 23 Hinzu treten Moglichkeiten der Arbeitsverwaltung, die kurzfristige Uberbruckungsdarlehen in Form kapitalisierter Arbeitslosenunterstutzung zur Existenzgrundung gewahrenkonnte KAISER.An dieser Stelle ist auch die Kritik an der Handwerksordnungzu erwahnen, die das Vorliegen eines Meisterbriefes bei der Eroffnung eines Betriebes verlangt und so Eigeninitiative behindert K. SCHMIDT.Es konnte ein kunstlicher zweiter Arbeitsmarkt geschaffenwerden, wie er z.B. fur sogenannte schwervermittelbare Arbeitslose im Bereich der freien Wohlfahrtspflege schon angestrebtwird . Die hier Beschaftigten verrichten vor allem soziale Dienste, die ansonsten nicht angeboten wurden, und erlangendamit soziale Integration, Selbstverwirklichung und Arbeitsgewohnung .KAISER schlug vor, da Nebeneinkommen von Arbeitslosen diesesgilt ebenso fur Sozialhilfeempfanger in geringerem Mae alsim Augenblick auf die Unterstutzungsleistungen angerechnetwerden konnten: So waren die Betroffenen in der Lage, sichlegal ein Zubrot zu verdienen, ohne da ihnen dieses Geld ananderer Stelle wieder abgezogen wird.Eine weitere Alternative wurde in diesem Zusammenhang daringesehen, eine materielle Grundsicherung fur alle Burger unabhangig vom Arbeitsmarkt zu schaffen BERGER.Die unfreiwillige Schwarzarbeit stellt ein so ernstes soziales Problem dar, da jeder der genannten Moglichkeiten angewandtwerden sollte, um es zu beheben oder abzumildern. Insbesondereder Vorschlag der geringeren Anrechnung von zusatzlichem Verdienst ware kurzfristig umsetzbar und wurde vermutlich aufgrund D Hierauf wiesen die Stellungnahmen des CARITASVERBANDES und des DEUTSCHENSTADTETAGES hin. 24der dann gezahlten Steuer und Sozialabgaben kaum fiskalische Verluste verursachen.Die Idee des zweiten Arbeitsmarktes ware mittelfristig realisierbar: Die Beschaftigung hier hat fur die Betroffenen diegenannten positiven Effekte, zusatzlich werden Versorgungsleistungen erfullt und rein fiskalisch gesehen ist es gleichgultig, ob Mittel fur ArbeitslosenunterstutzungSozialhilfe oderfur zusatzliche Beschaftigung verausgabt werden.Hervorgehoben wurde, da bei Gultigkeit der jetzigen Regelndie Moglichkeit zur Untergrundwirtschaft dem sozialen Friedeneher zu nutzen als zu schaden scheint.Es fragt sich, wie gro der Anteil der unfreiwilligen Schwarzarbeit an der Untergrundwirtschaft ist.4.1.2. Die Nachfrageseite Nachdem bisher die Angebotsseite der Schwarzarbeit diskutiertwurde, ist auch zu fragen, was die Inanspruchnahme der Leistungen attraktiv macht und welche Implikationen sich aus der Nachfrage ergeben.Die Motive zur Inanspruchnahme von Schwarzarbeit sind uberwiegend okonomischer Natur, erganzt durch zusatzliche Aspekte.Vom ZENTRALVERBAND DES DEUTSCHEN HANDWERKS wurde darauf hingewiesen, da das Kostenverhaltnis von 1 Nettolohnstunde zu 1Unternehmerstunde 1:5 betragt. Der Auftraggeber, der einen Handwerker schwarz mit dessen ublichem Stundensatz entlohnt, spartalso nicht weniger als 80 % der Kosten, wie sie ihm bei offizieller Auftragsvergabe entstanden waren. Diese Kostendissonanzwobei es hier keinen Unterschied macht, ob diese freiwillig oder unfreiwillig angeboten wird. 25 mu als der hauptsachliche Anreiz auf der Nachfrageseitegelten.Der finanzielle Vorteil als Motiv wird dadurch erganzt, damanche Leistungen in. der offiziellen Wirtschaft z. T. nurschwer zu, erhalten sind: z. B. mag in einem.kleinen Dorfkeine Autoreparaturwerkstatt in der.Nahe sein, oder der Handwerker in der Stadt, ist auerhalb der Geschaftszeiten nichtzu erreichen RURUP . Also wird auf Bekannte zuruckgegriffen.Daruberhinaus ist es denkbar, da der Nachfrager von Schwarzarbeit es als angenehmer empfindet, ohne Formalitaten und informell bedient zu werden. Vielleicht dient dies sogar seinensozialen Kontakten.Ein Konflikt liegt fur den Nachfrager nach Schwarzarbeit darin,dada er keine Garantieanspruche fur die ausgefuhrten Leistungenhat.2Als Handlungsmoglichkeit bietet sich die Verbilligung der offiziellen Arbeit an, wie sie oben beschrieben wurde. Die offiziellen Leistungen konnten so konkurrenzfahiger gemacht werden.Aus der Nachfrageseite betrachtet, wird die Frage besondersvirulent, warum die Erlaubnis, Handwerksreparaturen ausfuhrenzu durfen, vom Vorliegen eines Meisterbriefes abhangig seinmu. Ins Haus kommt zumeist nur ein Geselle fur den Nachfragerist es nicht einsehbar, da er dafur die gesamte Unternehmerstunde bezahlen mu, welche z. B. auch Kosten fur Maschinenenthalt, die in seinem Fall gar nicht gebraucht wurden REMMERS,K. SCHMIDT. Hier konnten die Bestimmungen flexibilisiert werden, indem z.B. das Vorliegen eines Meisterbriefes nur fur Aus2Dera Vorliegen von Versorgungsdefiziten widersprach der ZENTRALVERBAND DESDEUTSCHEN HANDWERKS.Ansonsten entsprechen die Auswirkungen und Konflikte der Nachfrageseiteder Untergrundwirtschaft denen der Angebotsseite. 26 bildungsbetriebe vorgeschrieben wurde K. SCHMIDT.Die Chancen, die Nachfrage nach Schwarzarbeit einzudammen,werden als gering eingeschatzt. Sie wird vermutlich so langeexistieren, wie sie mit irgendeinem finanziellen Vorteilverbunden ist , bzw. solange dieser Vorteil in der Einschatzung der Auftraggeber die fehlenden Garantieleistungen wettmacht.4.2. Zusammenfassung: Die Hauptaspekte der Untergrundwirtschaft Wir resumieren, da sowohl das Angebot als auch die Nachfragein der Untergrundwirtschaft hauptsachlich von okonomischen Motiven bestimmt sind.Die finanziellen Vorteile ergeben sich vor allem aus der Ersparnis von Steuern und Sozialabgaben in der inoffiziellen Okonomie. Fur. die Gesamtwirtschaft ergeben sich aus dieser Abgabenhinterziehung gravierende Nachteile, insbesondere in Formvon Einnahmeausfallen des Staates und der Sozialversicherung.Die Existenz der Untergrundwirtschaft mit den geschilderten Auswirkungen wird in zunehmendem Mae als Problem empfundenund kann so nicht akzeptiert werden. Es fragt sich, welche Handlungsalternativen bestehen.Zum einen gibt es die Moglichkeit, weiterhin zu versuchen, dieinoffizielle Okonomie mittels Sanktionen zuruckzuschrauben:Dies hat sich bisher nicht bewahrt und diesem Weg konnen auchfur die Zukunft kaum Chancen eingeraumt werden, nicht zuletztin Anbetracht der hohen gesellschaftlichen Akzeptanz der illegalen Tatigkeiten .2Fur die Angebots und Nachfrageseite argumentierte so der DEUTSCHE GEWERKSCHAFTSBUND.2Eine Erhebung von NIESSEN ergab, da 28 % der von ihm Befragten schon einmal Schwarzarbeit in Anspruch genommen hatten, 19 % selbst einmal schwarz gearbeitet haben und nur 7 % diese Art der Tatigkeit als kriminell verurteilen. 27 Zum anderen konnen wir versuchen, die Untergrundwirtschaftmit unserem Wirtschafts und Sozialsystem besser in Einklangzu bringen. Hierzu wurde es gehoren, den Preisvorteil, dendie schwarze gegenuber der. weien Arbeit hat, zu reduzieren: Z. B. durch eine verringerte Besteuerung des Faktors Arbeit Stichworte: Uberstunden, Steuerprogression und durchseine teilweise Entlastung von Sozialabgaben. Letztereskonnte geschehen, indem die Sozialversicherung nicht mehr ausschlielich aus Arbeitseinkommen finanziert wird, sondernauch aus Quellen, die sich an ganz anderen Kriterien orientieren, z.B. Umweltabgaben oder indirekten Steuern.Durch diese Schritte wurde die Attraktivitat der Untergrundwirtschaft abnehmen und deren Ausma eventuell sinken. Undder verbleibende Anteil inoffizieller Tatigkeiten hatte geringere negative Auswirkungen auf die offentlichen Haushalte,als es heute der Fall ist.Daruberhinaus sind weitere Moglichkeiten denkbar: Die Existenzgrundung konnte durch eine Lockerung der Vorschriften erleichtert werden. Sol konnte vielleicht ein Teil der heute unfreiwillig in der Untergrundwirtschaft Tatigen in die Legalitatzuruckgefuhrt werden.Trotz der groen Bedeutung finanzieller Aspekte bei der Betrachtung der Untergrundwirtschaft durfen wir aber eines nichtubersehen: Da in den Aktivitaten hier auch der Wunsch nachselbstbestimmten Tatigkeiten und Gestaltungsspielraumen zum Ausdruck kommt,, der vielleicht in der offiziellen Erwerbstatigkeit nicht ausreichend realisiert werden kann. 28 4.3. Untergrundwirtschaft Bedarfswirtschaft Die Untergrundwirtschaft als ein Teil der Schattenwirtschaftwurde bisher im allgemeinen vorrangig gegenuber dem anderen Teil, der Bedarfswirtschaft, diskutiert. Dies liegt in ihrergroen okonomischen Bedeutung begrundet. Die Betrachtungenwaren dementsprechend stark auf finanzielle Aspekte konzentriert und nur selten kamen nichtmaterielle Gesichtspunktezur Sprache. Motive und Auswirkungen in soziokultureller Hinsicht wurden nur kurz angerissen.Anders verhalt es sich bei der Bedarfswirtschaft: Da hierder Verdienst nur eine ganz untergeordnete Rolle spielt, wirdhier deutlich, da Menschen aus Nachstenliebe, aus Hilfsbereitschaft, der eigenen Bestatigung halber und aus weiteren Grunden aktiv werden und dabei Leistungen fur die Gesellschaft erbringen.Die Tatigkeiten in der Bedarfswirtschaft werfen kaum materielle Konflikte auf und wurden von den Teilnehmern des Symposiumsmehrheitlich positiv betrachtet, wahrend der Untergrundwirtschaft nur mit Vorbehalten Sympathie entgegengebracht wurde.Doch erst aus der Diskussion beider Bereiche der Schattenwirtschaft konnen Schlusse gezogen werden. Denn es zeichnet sichab, da eine solche Gesamtschau neue Ansatze und konstruktive Losungsmuster wirtschaftlicher, gesellschaftlicher und politischer Probleme erkennen lat. Bevor diese dargestellt werdenkonnen, ist die Bedarfswirtschaft ausfuhrlich anhand unseres Fragenkatalogs zu diskutieren. 29 4.4. Die Bedarfswirtschaft 4.4.1 Die Alternativokonomie Eine allgemein gultige Definition der Alternativokonomieliegt nicht vor. Wir wollen als Alternativprojekte kleine Betriebe verstehen, die sich durch veranderte Arbeits und Mitbestimmungsformen und durch ihre Personalstruktur vonherkommlichen Unternehmen unterscheiden.Es fragt sich, inwieweit die Alternativokonomie zur Schattenwirtschaft zahlt, da ein Teil der Betriebe vollig legal tatigist. Ein anderer Teil arbeitet jedoch mit Abgabenhinterziehungund es gibt eine breite Grauzone der Uberschneidungen diesrechtfertigt die Einordnung hier, zumindest, solange der Anteil korrekt tatiger Projekte an der Alternativokonomie nichtbenannt werden kann . Zum bedarfswirtschaftlichen Teil der Schattenwirtschaft wollen wir die Alternativokonomie deswegenzahlen, weil hier das Gewinnstreben im Gegensatz zur Untergrundwirtschaft nicht im Vordergrund steht, sondern andere Motive zumindest gleichrangig sind 2Das Motiv des Gelderwerbs spielt bei einer Tatigkeit in der Alternativokonomie zum Teil eine Nebenrolle gegenuber anderen Absichten. Diese konnen allgemein als der Wunsch nach Veranderung der Arbeits und Lebensbedingungen bezeichnet werden.Auch das Streben nach Teilautonomie oder okologische AspekteSTRASSER mogen von Bedeutung sein.Eine wichtige Auswirkung der Alternativokonomie liegt darin,da sie Arbeitsplatze schafft . Wie die Untergrundwirtschaftvgl. 2.1, Figur 1, S.4;2Diese Zwiespaltigkeit katmt in Figur 1 S.4 zum Ausdruck, welche die Verbindung der Alternativokonanie sowohl zur Untergrund als auch zur Bedarfswirtschaft zeigt.Arbeiten die Betriebe illegal, haben sie die gleichen Aaswirkungen und Konflikte wie die freiwillige Schwarzarbeit zu Folge. 30 kann die Alternativokonomie eine Pufferfunktion haben undein Auffangbecken fur gesellschaftliche Randgruppen sein.Gelingt die Einfuhrung veranderter Arbeitsbedingungen, z.B.die Flexibilisierung der Arbeitszeit , konnen die Alternativbetriebe Modellcharakter haben.Ein Konflikt liegt darin, da die von der Alternativokonomiegeschaffenen Arbeitsplatze haufig sehr schlecht bezahlt undunsicher sind.GROTTIAN wies darauf hin, da die Ausbreitung der Alternativokonomie teilweise politisch nicht erwunscht ist; er meinte,da die Projekte ausgegrenzt werden. STRASSER vermerkte, daaber auch eine explizit fordernde Politik zu ihrer Ghettoisirung fuhren kann.Als Handlungsalternative besteht gegenuber den nicht legalarbeitenden Alternativbetrieben die Moglichkeit, sie zu tolerieren, sie negativ zu sanktionieren oder ihnen den Eintrittin die Legalitat zu erleichtern. Die legal tatigen Projektekonnen toleriert oder gefordert werden. Will man sie fordern,wird es hierzu eines speziellen Instrumentariums bedurfen im Vergleich zur Forderung herkommlicher Unternehmen. Z.B. kanndie Vergabe von Krediten nicht von den ublichen Kriterien der Kreditwurdigkeit abhangig gemacht werden Vorliegen von Sicherheiten e t c . .Die Unterstutzung der Alternativokonomie konnte insbesondereaufgrund ihrer afbeitsplatzschaffenden Wirkung geboten sein.Es fragt sich jedoch, ob diese von den Projekten angenommenwird, wenn sie mit Auflagen verbunden ist, die den Intentionender Mitglieder zuwiderlaufen oder deren Autonomie einschranken.Die Alternativokonomie ist bisher wenig untersucht wordenund wirft viele offene Fragen auf, die wie folgt skizziertwerden konnen:2 Dies wurde von BERGER, der eine Studie uber Alternativbetriebe in WestfalenLippe durchfuhrte, als gegeben angesehen.2Abgesehen von Teilbereichen, wie z.B. die Studie von BERGER. 31 In welchem finanziellen Umfang werden von der Alternativokonomie Leistungen erbracht? Wieviele Betriebe arbeiten legal, illegal oder in der Grauzone? Wieviele Arbeitsplatze entstehen durch die Projekte?r.Welches sind die Motive der Mitglieder? Wird uberwiegendfreiwillig oder unfreiwillig mangels anderer Arbeitsplatzein den Alternativbetrieben gearbeitet?Konnen die Wunsche der Beteiligten hinsichtlich veranderter Arbeitsbedingungen realisiert werden?4.4.2 Eigenarbeit und Haushaltsproduktion Unter Eigenarbeit und Haushaltsproduktion wollen wir die Tatigkeiten verstehen, die innerhalb eines Haushaltes fur diesenselbst erbracht werden, nicht jedoch fur dritte Personen.Hierunter fallen also die Arbeiten, die zumeist von einer Hausfrau verrichtet werden Geschirrspulen z.B., aber auchdas Werkeln am eigenen Auto oder Haus doityourself.Ein Motiv fur die Haushaltsproduktion und Eigenarbeit wird essein, da diese fur die Reproduktion fur erforderlich gehaltenwerden und ihre Erledigung gesellschaftlichen Normen entspricht.Das Bedurfnis nach Selbstverwirklichung spielt aber ebenfallseine Rolle, worauf REMMERS und RURUP hinwiesen; dies wirdweniger hinsichtlich der fur die Reproduktion erforderlichen Tatigkeiten gelten, als vielmehr fur solche, die freiwilligdurchgefuhrt werden, wie z.B. die Pflege eines Gartens.STRASSER bemerkte hierzu, da ein Teil der HaushaltsEigenarbeit eine intrinsische Gratifikation beinhaltet, z. B.die Kindererziehung.Er wies andererseits darauf hin, da der Wegfall offentlicher Leistungen oder ein sinkendes Einkommen bestimmend fur die 32 Tatigkeiten sein konnen. Dies bestatigte NIESSEN, nachdessen Erhebungen 90 % der von ihm Befragten, die ein Eigenheim gebaut hatten, dies mit Hilfe von Eigenarbeit getanhaben und zwar aus finanziellen Grunden und unter Einsparungvon ca. 25 % der Kosten.Eine wichtige Auswirkung der HaushaltsproduktionEigenarbeitist es, da sie einen ganz wesentlichen Beitrag zum Funktionieren unserer Gesellschaft leistet: NIESSEN und STRASSERsagten, da sie den groten Produktionsbereich uberhaupt darstellen, wobei STRASSER sogar meinte, da in den Haushaltenmehr gearbeitet wird als in der gesamten offiziellen Erwerbswirtschaft.Die Bedeutung der Tatigkeiten fur unsere Versorgung machte HUBER deutlich mit der Anmerkung, da 80 % der alteren Personen in den Familien gepflegt werden.Die Haushalts und Eigenarbeit ist aber nicht nur gesamtgesellschaftlich unverzichtbar, sondern sie kann auch dem einzelnendie Moglichkeit bieten, das Leben nach eigenem Gutdunken undindividuell sinnvoll zu gestalten. Ferner konnen die Kostendes Lebensunterhaltes durch sie gesenkt werden.Die HaushaltsproduktionEigenarbeit kann als konfliktarmes Feld der Schattenwirtschaft bezeichnet werden. Diese Konfliktarmut bezieht sich allerdings nur auf das Verhaltnis des Gesamtbereiches Haushaltsproduktion und Eigenarbeit zu seinerwirtschaftlichen und gesellschaftlichen Umgebung. Innerhalbdes Bereiches liegen dagegen Konflikte HUBER, STRASSER,insbesondere in der heute vorherrschenden Verteilung der Tatigkeiten auf Manner und Frauen und deren Implikationenz.B. Moglichkeit der Berufstatigkeit. 33 Betrachtet man die HaushaltsproduktionEigenarbeit aus einerdualwirtschaftlichen Perspektive, kann man einen Konflikt inder Kolonialisierung HUBER dieser Tatigkeiten erkennen:HUBER fuhrte aus, da wir in einer dualen Gesellschaftsstruktur, bestehend aus dem formellen Sektor von Markt und Staatund dem informellen Sektor der selbstbestimmten Tatigkeiten,die sich weder Markt noch Staat zuordnen lassen, leben.Seine These lautet, da sich innerhalb dieses Gesamtsystems Markt und Staat immer mehr ausbreiten auf Kosten des informellen Bereichs. Und dies in zweifacher Weise: Die informellen Tatigkeiten werden rein quantitativ zuruckgedrangt undsie werden qualitativ beeinflut, namlich kolonialisiert.Laut HUBER wandeln sich die selbstbestimmten Tatigkeiten soimmer mehr zu shadowwork ILLICH oder Konsumarbeit HUBER:Sie werden zu Vorleistungen fur Markt und Staat umfunktioniert.Als Beispiele werden das Ausfullen von Formularen oder das Suchen nach Waren im Supermarkt genannt Tatigkeiten, dieder BurgerKunde heute selbst ausfuhren mu, wahrend sie fruher von der Behorde oder dem Geschaft erledigt wurden.Die Haushaltsproduktion und Eigenarbeit als solche wurdennicht fur regelungsbedurftig gehalten, so da sich die Fragenach Handlungsalternativen ihnen selbst gegenuber nicht stellt.Stimmt man Hubers Kolonialisierungsthese zu, so ist nach einemneuen Verhaltnis zwischen formellem und informellem Sektor zusuchen.Ein Urteil uber die zukunftige Bedeutung von Haushaltsproduktion und Eigenarbeit bedarf ihrer weiteren Thematisierung.Fur die Vermutung, da diese Tatigkeiten gesamtgesellschaftlichgroere Bedeutung erlangen, spricht die These, da im Zuge derGreat Transformation Polanyi kontinuierlich immer mehrinformelle Arbeiten an Markt und Staat delegiert worden sind Polanyi, Karl: The Great Transformation, Wien 1977. 34 und da sich dieser.Trend inzwischen wieder umgekehrt hat,bzw. die Ruckverlagerung noch andauert STRASSER. Dieser These entsprechen z.B. die Zahlen von NIESSEN, denenzufolgeheute 40 % der von ihm Befragten mehr Eigenarbeiten durchfuhren als vor 10 Jahren.Es stellen sich folgende offene Fragen hinsichtlich der HaushaltsproduktionEigenarbeit : Von wem werden die Tatigkeiten uberwiegend ausgefuhrt?Liegen Konflikte in ihrer Verteilung auf Manner und Frauen,auf alte und junge Beteiligte? STRASSER, HUBER Ist die Haushalts und Eigenarbeit tatsachlich selbstbestimmt,oder wird sie durch auere Einflusse dem Individuum vorgegeben? Kann die Zunahme von HaushaltsEigenarbeit die gesellschaftliche und individuelle Wohlfahrt steigern? Welche Bedingungenmussen dazu erfullt sein?4.4.3 Selbsthilfe und Nachbarschaftshilfe Als Selbsthilfe und Nachbarschaftshilfe definieren wir Tatigkeiten, die nicht nur fur den eigenen Haushalt und Familienangehorige erbracht werden, sondern auch fur dritte Personen,bzw. auf Gegenseitigkeit und ohne materielle Entlohnung. Dabei wird der Selbsthilfegedanke vor allem im Bereich der Sozialpolitik diskutiert und der Begriff Selbsthilfe haufigals Abgrenzungskriterium verwendet gegenuber der Inanspruchnahme institutionalisierter Leistungen. Er umfat also sowohldie Selbstmedikation als auch die Betreuung Nahestehender, alsauch die Teilnahme an einer Selbsthilfegruppe. REMMERS bezeichnete diese Art von Tatigkeiten als soziales doityourself.Als wesentliches Motiv fur Selbst und Nachbarschaftshilfekonnen wir den Wunsch nach Selbstbestimmung und Eigenverantwortung sehen, wie auch das Bedurfnis, anderen zu helfen und sich 35 sozial zu engagieren.Daruberhinaus werden Leistungen fur sich und andere erbracht,weil sie von Markt und Staat gar nicht, nicht in ausreichender Zahl, nicht in der gewunschten Weise oder zu teuer erstellt werden.Eine Auswirkung der SelbstNachbarschaftshilfe kann einequantitative und qualitative Versorgungsverbesserung sein:Wenn z.B. durch Eigeninitiative einiger Eltern ein Kinderspielkreis entsteht, ist dies eine rein rechnerische Erhohungder Betreuungsplatze fur Kinder. Pflegt jemand seinen kranken Nachbarn in dessen Wohnung, kann dies eine qualitative Versorgungsverbesserung sein, wenn der Nachbar sich zu Hause wohlerfuhlt als in einem Krankenhaus.Sofern die informellen Tatigkeiten fur sich und andere an die Stelle staatlicher Leistungen treten, wie z. B. die Krankenpflege zu Hause, entlasten sie das Budget des Sozialstaates.Handelt es sich um Leistungen, die institutionell schlechtoder gar nicht erbracht werden, wie z. B. die psychische Stabilisierung von Suchtkranken, erganzen sie das offizielle Angebot Anonyme Alkoholiker.Die Selbst und Nachbarschaftshilfe findet dort ihre Grenzen,wo Professionalitat erforderlich ist STRASSER, DEUTSCHERSTADTETAG, z.B. bei. der Betreuung Schwerverletzter.Ein weiterer Konflikt kann darin liegen, da Selbsthilfe und Nachbarschaftshilfe als Ersatz fur institutionelle Leistungenverstanden und zur Deckung von Haushaltsdefiziten mibrauchtwerden konnen DEUTSCHER STADTETAG. Dies gilt besonders dann,wenn gleichzeitig auf eine institutionelle Grundsicherung dereinzelnen Burger verzichtet wird STRASSER. 36 Probleme konnen sich aus der Konkurrenz der Aktivitaten Betroffener zu dem professionellen Leistungsangebot ergeben.Dies ware z. B. der Fall, wenn ein Psychotherapeut durchdas Anwachsen der Selbsthilfegruppen um seinen Arbeitsplatzfurchtet oder sich in seiner Kompetenz in Frage gestelltsieht.Trotz der genannten Konflikte wurde es von keinem Teilnehmerdes Symposiums als Handlungsalternative erwogen, die gegenseitige Hilfe negativ zu sanktionieren oder zu unterdrucken.Im Gegenteil wurde darauf hingewiesen, da eine teilweise Laisierung sozialer Dienste eine auerst positive Rolle bei derzukunftigen gesellschaftlichen Entwicklung spielen kann STRASSERund sie daher gefordert werden sollte REMMERS.Es wurde vorgeschlagen, den offentlichen Organisationen dersozialen Sicherung groere Subsidiaritat zuzuweisen zugunstenkleiner Einheiten KOSLOWSKI. Mitteltypen der Versorgungseien zu entwickeln, in denen sowohl professionelle Leistungenals auch Selbsthilfeaktivitaten zum Tragen kommen konnenREMMERS. Und es seien Anreize fur mehr soziales doityourself zu schaffen REMMERS.Die Chancen der teilweisen Laisierung im Bereich der Sozialpolitik werden als gut eingeschatzt. Das Wachstum der Selbsthilfebewegung in den letzten 15 Jahren spricht z. B. fur die Bereitschaft der Betroffenen zu sozialem Engagement, und die institutionelle Versorgung geht mit erheblichen Finanzierungsproblemeneinher. Demnach ist eine Einbeziehung des Laienpotentials sinnvoll im Interesse aller dieser Beteiligten und sie wird durchden Druck der Verhaltnisse begunstigt.Es fragt sich vor allem, auf welche Weise die SelbsthilfeNachbarschaftshilfe gefordert werden kann, sowohl hinsichtlich der individuellen Anreize als auch hinsichtlich der Vereinbarkeit mit dem System der sozialen Sicherung REMMERS, STRASSER. 37 Ferner ist es offen, welche gesamtwirtschaftlichen Effekte dieverstarkte Laisierung haben wurde GRETSCHMANN.4.4.4 Caritative. Tatigkeiten Als caritative Tatigkeiten bezeichnen wir Arbeiten, die von Freiwilligen innerhalb der Wohlfahrtsorganisationen ohne Entgelt durchgefuhrt werden Ehrenamt.Nachstenliebe zahlt als das ganz uberwiegende Motiv fur ein Engagement hier DEUTSCHER CARITASVERBAND.Daruberhinaus kann die caritative Tatigkeit aber auch von dem Wunsch bestimmt sein, dem eigenen Leben Sinn zu geben. Dieswird deutlich in der Definition von Selbstverwirklichung nach LUBBE: Er versteht hierunter das Erzeugen von Elementen inder eigenen kulturellen und individuellen, familiaren und sozialen Umgebung, die dann als objektive Herausforderungen,die erfullt sein wollen, an einen herantreten.Die caritative Tatigkeit bringt zudem soziale Kontakte undgesellschaftliche Anerkennung.Eine Auswirkung der caritativen Tatigkeiten ist es, die gesamtgesellschaftliche Wohlfahrt zu steigern, wie auch das individuelle Wohlergehen, sofern sie den Aktiven Selbstbestatigung und Verwirklichung bringen. Ferner werden durch ihre Unentgeltlichkeit Mittel eingespart, die ansonsten vielleichtfur offentliches Personal ausgegeben werden muten: Im Jahre 1980 ca. DM 5,5 Mrd. fur 1,5 Mio. Helfer DEUTSCHER CARITASVERBAND .Konflikte mit gesamtgesellschaftlichen Interessen entstehenaus den caritativen Tatigkeiten kaum.Es ist aber zu beachten, da das Engagement hier ganz vorwie 38 gend von materiell abgesicherten Burgern erbracht wirdDEUTSCHER CARITASVERBAND und somit anscheinend nicht furjeden in Frage kommt.Ferner wies der DEUTSCHE CARITASVERBAND darauf hin, dadas Motto ambulant vor stationar haufig mit Blick aufmogliche Einsparungen diskutiert wird. Und er machte daraufaufmerksam, da die ehrenamtlichen Tatigkeiten ihren freiwilligen Charakter bewahren sollten.Es fragt sich, ob die ehrenamtlichen Tatigkeiten gefordertwerden sollten und auf welche Weise dies geschehen konnte.Es wurde erwogen, den Aktiven materielle Anreize zu setzen.Ob die Forderung des Ehrenamtes gelingt, wird abhangig seinvon den Anreizen, die geschaffen werden. Sind diese Anreizerein finanzieller Art, so konnten die caritativen Tatigkeitenverfremdet werden, wenn namlich hier des Verdienstes wegengearbeitet wird und nicht mehr vor allem aus Nachstenliebe.Ein mogliches Nachlassen des personlichen Engagements der Aktiven konnte eine Verschlechterung der Qualitat ihrer Leistungen zur Folge haben. Andererseits wurde eine materielle Entlohnung der caritativen Arbeit diese auch finanziellschlecht gestellten Personen zuganglich machen.Es fragt sich, welche Anreize zur caritativen Tatigkeit geschaffen werdenkonnen, wie sie mit dem heutigen Sozialsystem vereinbart werdenkonnen und welche Auswirkungen die Ausweitung der Tatigkeiten hiergesamtwirtschaftlich mit sich bringen wurde.39 4.5 Zusammenfassung : Die Hauptaspekte der Bedarfswirtschaft Wir sehen, da wir uber die Bedarfswirtschaft weit weniger Kenntnisse besitzen als uber die Untergrundwirtschaft, undda die Aussagen hierzu weit weniger strukturiert sind. Diesliegt sowohl an der bisher geringen Thematisierung dieses Bereichs als auch an dem.Problem, ihn kaum quantitativ erfassenzu konnen, sondern vielmehr nach qualitativen Gesichtspunktendiskutieren zu mussen.Dennoch konnen wir zusammenfassend feststellen, da fur die Tatigkeiten in der Bedarfswirtschaft uberwiegendsoziale Motive ausschlaggebend sind, da diese Tatigkeiten fast keine negativen Auswirkungenhaben, und da sie kaum mit gesamtwirtschaftlichen oder gesamtgesellschaftlichen Interessen in Konflikt stehen.Ein groer Teil der Aktivitaten, der fur das Funktionierenunserer Gesellschaft unverzichtbar ist, wie z. B. die Haushaltsproduktion, wird vielmehr als selbstverstandlich hingenommen. Und andere Teilbereiche, wie die SelbsthilfeNachbarschaftshilfe oder die caritativen Tatigkeiten, entfalten individuell und gesamtgesellschaftlich wohlfahrtssteigernde Wirkungen, ja, sie entlasten und erganzen den Sozialstaat.In allen bedarfswirtschaftlichen Bereichen kommt das Bedurfnisder Beteiligten nach selbstbestimmter Tatigkeit, z. T. auchnach sozialem Engagement, zum Ausdruck.Aufgrund dieser positiven Aspekte stellt sich die Frage nach Handlungsalternativen gegenuber der Bedarfswirtschaft nur indem Sinne, da zu klaren ist, wie das hier vorhandene Potential unterstutzt oder gefordert werden konnte. Hierzu mangeltes bisher an Ansatzen. 40 5. Schattenwirtschaft Perspektiven fur Wissenschaftund Politik 5.1. Handlungsalternativen gegenuber der Schattenwirtschaft Bisher erfolgte eine Detailanalyse der. Facetten der Schattenwirtschaft unter Heranziehung der Beitrage des Symposiums. Nun wird es darum gehen, uber diese Detailproblemehinaus in einer gemeinsamen Betrachtung der Untergrund undder Bedarfswirtschaft nach den langfristigen Perspektivenim Umgang mit dem Phanomen Schattenwirtschaft zu fragen.Wir kommen deshalb auf die Ergebnisse unserer bisherigen Untersuchung zuruck:Fur die Untergrundwirtschaft haben wir festgestellt, daihre Existenz uberwiegend in okonomischen Motiven begrundetliegt und da Konflikte vor allem aus dem Interesse an einemvollstandigen Steueraufkommen und dem Ziel des Erhaltsder Finanzierungsmoglichkeit des Systems der sozialen Sicherung resultieren. Wir schlugen vor, die offizielle Arbeit von Kosten zu entlasten und so der Schwarzarbeit einen Teil ihrer Attraktivitat zu nehmen. Bei dieser Losung mussensowohl das Steueraufkommen als auch die Sozialversicherungsbeitrage von den individuellen Arbeitseinkommen teilweiseabgekoppelt und anhand neuer Steuerobjekte erhoben werden.Das wurde eine zumindest teilweise Umstrukturierung der Einnahmeseite des Staatshaushaltes und des Systems der sozialen Sicherung bedeuten. Dies ware eine tiefgreifende Veranderung; doch wurde so nicht nur eine relative Verbilligungder offiziell geleisteten Arbeit ermoglicht, sondern auchdie Auswirkung des verbleibenden Restes an illegalen Tatigkeiten auf Staatsfinanzen und Sozialversicherung abgemildert  oben, S. 26 f. und S. 39; 41 Denn ein solcher Rest.wird in der Tat weiter existieren,solarige die Schwarzarbeit uberhaupt, mit. irgendeinem Vorteil verbunden ist und solange sie auer von dem Wunschnach hoherem Verdienst auch von dem Bedurfnis nach eigenstandiger Arbeit bestimmt ist.Fur die Bedarfswirtschaft haben wir andererseits festgestellt, da die Tatigkeiten hier uberwiegend, von sozialen Motiven geleitet werden und negative Auswirkungendemgegenuber zurucktreten. Konflikte mit gesamtgesellschaftlichen oder wirtschaftlichen Interessen ergebensich in weit geringerem. Mae, wahrend die hier geleistete Arbeit fur das Funktionieren der Gesellschaft beinahe alsunverzichtbar gelten kann und den Beteiligten daruberhinaus Moglichkeiten zur Verbesserung der eigenen Versorgung und zur Entlastung und Erganzung des Sozialstaatesbietet. Es wurde auf dem. Symposium durchaus fur wunschenswert gehalten, die bedarfswirtschaftlichen Tatigkeiten zuerleichtern oder sie sogar zu fordern.Aus der gemeinsamen Betrachtung dieser Ergebnisse lassensich folgende Schlusse ziehen:5.1.1. Umstrukturierung der Staatsfinanzen Es sollten zum Zwecke der Umstrukturierung der Finanzierungvon Steuern und Sozialabgaben mit dem Ziel der Verbilligung offizieller Arbeit neue Erhebungsgrundlagen eingefuhrt werden. Dabei sollte das Gewicht der indirekten Steuernerhoht und das der direkten Steuern gesenkt werden. Direkte Steuern konnten zum Teil auch durch Abgaben ersetzt werden,durch die externe Kosten internalisiert werden. z.B. Umweltabgaben . Solche Abgaben werden zur Finanzierung der Sozial 42 Versicherung besser geeignet sein als direkte Steuern,welche die Arbeit als Produktionsfaktor in der offiziellen Wirtschaft verteuern.5.1.2. TeilLaisierung des Sozialstaates Schon vor Umsetzung dieser Vorschlage, die wohl nur langerfristig zu realisieren sind, sollte daruber nachgedacht werden, ob die heutigen Sozialabgaben wie auch gegebenenfalls die zu schaffenden neuen Abgaben tatsachlich auf dembisherigen Niveau bleiben mussen, oder, ob die soziale Sicherung nicht kostengunstiger und zugleich sogar besser gestaltet werden kann, indem das eindrucksvolle Potential an sozialem Engagement, das in der Bedarfswirtschaft zum Ausdruckkommt, starker als bisher fur die Versorgung nutzbar gemachtwird.5.1.3. Erleichterung von Existenzgrundungen Daruberhinaus sollte versucht werden, Existenzgrundungen zuerleichtern. Denn sowohl in der Untergrundwirtschaft alsauch in der Bedarfswirtschaft wird eine erhebliche und inder Wirtschaft dringend benotigte Bereitschaft zu selbstandiger Tatigkeit deutlich, die gegenwartig jedoch haufig anburokratischen Hemmnissen oder dem Mangel an Kapital und Kreditmoglichkeiten scheitert.Durch die Berucksichtigung dieser Vorschlage konnten dienegativen Auswirkungen der Schattenwirtschaft abgemildertwerden, wahrend ihre positiven Aspekte besser zum Tragenkamen. Allerdings wirft die praktische Umsetzung einige Probleme auf, und es mussen bestimmte .Rahmenbedingungen beachtet werden. 43 5.2. Probleme und Implikationen der Handlungsalternativen 5.2.1. Die Umstrukturierung der Sozialversicherungsfinanzierung am Beispiel der Gesetzlichen Rentenversicherung Die Schwierigkeiten einer Umstrukturierung der Finanzierungder Sozialversicherung konnen am Beispiel der Gesetzlichen Rentenversicherung dargestellt werden: Die Gesetzliche Rentenversicherung steht aufgrund der demog.raphischen Entwicklung, jedoch auch aufgrund der Arbeitslosigkeit und der Novellierungen der Rentengewahrung seit 1973, vor immensen Finanzierungsproblemen. Von der BUNDESVERSICHERUNGSANSTALT FURANGESTELLTE wurde darauf hingewiesen, da sich die Relationvon Beitrag und Gegenleistung standig verschlechtert, undda in Zukunft immer weniger Beitragszahler immer mehr Rentner unterhalten mussen: In 50 Jahren wird jeder Beitragszahler einen Rentner finanzieren mussen, sofern keine wesentlichen Anderungen der Leistungsgewahrung und der Rahmenbedingungen eintreten!Das Problem liegt im wesentlichen darin, da das Beitragsaufkommen der Rentenversicherung heute an die Arbeitsentgelteder abhangig Beschaftigten gekoppelt ist, deren Zahl im Vergleich zu der Zahl der Rentner sinkt. Eine Moglichkeit der Abhilfe ist es also, die Lebens und Wochenarbeitszeit spaterzu verlangern und zugleich die Rentenversicherung aus anderen Quellen und unabhangig von den Erwerbseinkommen zu; finanzieren. Das wurde die Finanzierung der Renten erleichtern unddie offizielle Arbeit relativ verbilligen.Nach Auskunft der BUNDESVERSICHERUNGSANSTALT FUR ANGESTELLTEist eine solche Umbasierung bisher nicht ernsthaft in der Diskussion. Es wurden folgende Uberlegungen angestellt: Wurdendie Arbeitnehmeranteile zukunftig z. B. in Form einer Steuererhoben, so konnte diese weiterhin umgangen werden, so, wieman ja auch heute schon die Beitrage durch Schwarzarbeit 44 hinterzieht. Wurden die Arbeitgeber in Zukunft nicht anhandder gezahlten Lohne, sondern z.B. anhand einer Maschinensteuer zur Rentenversicherungsfinanzierung herangezogen,konnten sie diese Zahlungen durch Manipulationen umgehen,so, wie sie heute z.B. illegale Mitarbeiter beschaftigen.Eine Neustrukturierung der Arbeitgeberanteile wurde zudemgesamtwirtschaftlich nicht fur sinnvoll gehalten;Diese Einschatzung durch die BUNDESVERSICHERUNGSANSTALT FURANGESTELLTE beruht auf der Vermutung, da auf die genannte Weise Beitragshinterziehungen nicht vermieden werden konnen.Unberucksichtigt bleibt jedoch, da bei einer Veranlagungnach neuen Kriterien die gegebene Relation der Zahl der Beschaftigten und der Zahl der Rentner fur die Rentenversicherung kein so groes Problem wie bisher mehr darstellen wurde.Weiter bleibt unberucksichtigt, da sich auf diese Weise offizielle Arbeit verbilligen und die Untergrundwirtschaft reduzieren liee.Als Argument gegen die Umbasierung der Finahzgrundlagen der Rentenversicherung wurde auch angefuhrt, da die Erhebungder Gelder in Form von Steuern eine Abkehr vom Versicherungsprinzip bedeute und da hierdurch die zu zahlenden Summenund auch das gesamte System noch weniger als heute akzeptiertwerden wurden BUNDESVERSICHERUNGSANSTALT FUR ANGESTELLTE.Dem wurde jedoch mehrfach entgegengehalten, da gerade die Rentenversicherung schon heute keine echte Versicherung mehrsei, sondern da sie auf einem Generationenvertrag beruhe,dessen Funktionieren davon abhange, welche Leistungen dererwerbsfahige Teil der Bevolkerung dem nicht mehr erwerbsfahigen zukommen lassen wolle  Als Beispiel gegen das Argument der sinkenden Akzeptanz bei der Abkehr vom Versicherungsprinzip konne die deutsche Beamtenversorgung gelten BERGER.Wir sehen am Beispiel der Gesetzlichen Rentenversicherung,da der Vorschlag der Umstrukturierung der Sozialversicherungsbeitrage bisher nicht ausdiskutiert worden ist. Einerseits 45 hat die bessere Akzeptanz einer Versicherung bei der Bevolkerung sicher Gewicht. Andererseits aber konnte die vorgeschlagene Umstrukturierung zur Kostenentlas.tung des Faktors Arbeit und zur finanziellen Absicherung der Sozialversicherungen wesentlich beitragen. Es muten dann neue Erhebungsgrundlagen gefunden werden.5.2.2. TeilLaisierung des Sozialstaates Die Einbeziehung der freiwilligen sozialen Tatigkeiten indie soziale Sicherung darf nicht als Abbau des Sozialstaates oder.als einfacher Ruckgriff auf die Familie als Luckenbuer miverstanden werden, worauf insbesondere REMMERS hinwies. Vielmehr sollte es sich eher um eine TeilLaisierung,also um eine Flexibilisierung des Systems der sozialen Sicherheit in sich STRASSER handeln. In soziologischen Terminiausgedruckt: Es handelt sich um eine Ruckbesinnung auf dieduale Struktur unserer Versorgung aus formellem und informellem Sektor HUBER, und unser Vorschlag kommt einer kunftigen Hoherbewertung des informellen Teils gleich.Dieser Vorschlag mu wie auch in Konstanz geschehen im Zusammenhang mit sozialer Veranderung und aktuellen Konfliktfeldern gesehen werden. Die wichtigsten Aspekte lassensich dabei anhand der Bereiche Arbeitslosigkeit, Veranderung der Arbeitsgesellschaft, Arbeit und Selbstverwirklichung und Entwicklung des Sozialstaatesdiskutieren:Die Arbeitslosigkeit stellt seit einigen Jahren ein schweres Problem dar und kann, wie wir sahen, auch ein Grund fur die Tatigkeit in der Untergrundwirtschaft sein. Es zeichnet sich. 46 zur Zeit keine Losung des Problems ab , und wahrend des Symposiums wurde mehrfach die Befurchtung geauert, da eslangfristig zu einer Spaltung der Gesellschaft in Arbeitsbesitzer und Arbeitslose kommen konnte. Dabei muten dienoch Erwerbstatigen die offentlichen Ausgaben im allgemeinenund den Lebensunterhalt der zwangsweise Nichterwerbstatigenfinanzieren. Eine solche Konstellation sei gesellschaftlichuntragbar, und sie wurde selbstverstandlich erhebliche fiskalische Probleme aufwerfen.Daher wurde vor dem Hintergrund der Existenz der Schattenwirtschaft von REMMERS gefragt 7 ob denn das heutige Vollbeschaftigungskonzept uberhaupt noch aufrechtzuerhalten sei?Ob es nicht sinnvoller sei, auch die nichtentlohnten Tatigkeiten in dieses Konzept einzubeziehen, falls namlich allejnit formellen und informellen Tatigkeiten ausgelastet sind?Das Recht auf Arbeit sei schlielich nicht zuletzt das Recht,sich in seiner Arbeit zu verwirklichen. Es wurde vorgeschlagen,ein Mischungsverhaltnis von weniger offizieller und mehr inoffizieller Tatigkeit anzustreben.Dieser Vorschlag steht in Ubereinstimmung mit der Idee der TeilLaisierung. Zu beachten ist jedoch, da auf dem Arbeitsmarkt nicht nur Arbeit, sondern damit auch Einkommen nachgefragt wird CASSEL, STRASSER. Fur den Einkommensverlust des Einzelnen infolge verringerter offizieller Erwerbstatigkeitmute demnach ein Ausgleich bei den inoffiziellen Tatigkeitengeschaffen werden. Eine Kombination von Arbeits und Sozial einkommen ware denkbar STRASSER.Auch ist zu beachten, da fur jeden temporare Wahlmoglichkeiten zwischen formeller und informeller Arbeit vorhanden sein Hieruber kam es zu einer Kontroverse zwischen BERGER und K. SCHMIDT,insbesondere hinsichtlich der Rolle, die der technische Fortschrittin diesem Zusammenhang spielen wird. K. SCHMIDT entwarf ein mit Blickauf den Arbeitsmarkt positives Szenario, dessen Realitatsgehalt abervon BERGER angezweifelt wurde. 47 mussen und. nicht nur Wahlmoglichkeiten fur einen Teil der Bevolkerung, da dies zu der oben beschriebenen Spaltung der Gesellschaft fuhren konnte STRASSER, BERGER.Die Idee der TeilLaisierung konnte eine Chance zur Milderung, des Problems der Massenarbeitslosigkeit darstellen. Siedarf aber keinesfalls als Rechtfertigung fur fehlende arbeitsmarktpolitische Anstrengungen mibraucht werden.Es fragt sich, ob die Forderung der informellen Tatigkeitenaktuellen Tendenzen in der Entwicklung der Arbeitsgesellschaften tgegenkommt:BERGER wies darauf hin, da die Arbeitsgesellschaft in derheutigen Form erst ca. 200 Jahre alt ist und da zuvor Erwerbstatigkeit und andere Tatigkeiten weit weniger als heutevoneinander getrennt waren. Erst im Laufe der Zeit seien dieerwerbsmaigen, in Kontrakten geregelten Formen der Aufgabenerledigung als uberlegen angesehen worden. Nach BERGER kames Mitte der 70er Jahre zu einem Bruch in dieser Entwicklungder Arbeitsgesellschaft, bedingt durch das verringerte Wirtschaftswachstum und die Wiederkehr der Volbeschaftigungslucke. BERGER meinte, da die Individuen Arbeit heute in sinkendem Mae als sittliche Pflicht ansehen , und da auch die Bedeutung der Berufstatigkeit fur den Einzelnen abnehme.1 Diese Thesen Wurden heftig kritisiert; sie konnen derzeit weder bewiesen noch widerlegt werden. Sollten sie jedoch zutreffen, so entsprache die Aufwertung der informellen Tatigkeiten,wie sie in der Schattenwirtschaft zum Ausdruck kommt und in Konstanz diskutiert wurde, dem aktuellen Trend in der Entwicklung der Arbeitsgesellschaft. Auf jeden Fall geben solche Thesen Anla, uber die heutige Bedeutung des Begriffes Arbeitnachzudenken.Auch LUBBE wies darauf hin, da Primartugenden wie Flei und Disziplinnicht mehr ihre ehemalige Bedeutung zukarme, sondern da selbstverwirklichungsbezogene Lebensorientierungen an Gewicht gewonnen hatten. 48 Wir sahen, da in der Schattenwirtschaft nicht zuletzt deswegen gearbeitet wird, um ein Bedurfnis nach. Selbstbestimmung und Selbstverwirklichung zu befriedigen; dies scheintin der offiziellen Wirtschaft nicht oder nicht mehr inausreichendem Mae moglich zu.sein. LUBBE meinte, in dieser Hinsicht sei die Schattenwirtschaft ein Beweis der kulturellen Vitalitat unserer Gegenwart. Ihmzufolge mu es dem Einzelnen freistehen, seine Zeit individuell sinnvoll zu gestalten was dadurch geschehen kann, da man 6 5 Stunden pro Woche arbeitet LUBBE, jedoch auch dadurch, da man es latK. SCHMIDT.Die Schattenwirtschaft bietet die Moglichkeit zu solcher individuellen Gestaltung; und eine starkere Berucksichtigungund gesellschaftliche Anerkennung informeller Tatigkeitenwurde diese Moglichkeiten aufnehmen.Der heutige Sozialstaat kann nicht als die alleinige Ursacheder Schattenwirtschaft bezeichnet werden STRASSER. Man darfaber vermuten, da in der Schattenwirtschaft, insbesondere inder Bedarfswirtschaft, ein generelles Unbehagen gegenuber derinstitutionellen Betreuung zum Ausdruck kommt. Wir sahen, dasoziale Leistungen hier relativ selbstbestimmt und eigenstandig erbracht werden und da diese bereits heute den Sozialstaat erganzen und entlasten. Eindringlich wurde gefragt,warum dieses Potential in Zukunft nicht starker genutzt werden sollte?Es ist offensichtlich, da die Kosten der institutionalisierten Sozialleistungen in den letzten 30 Jahren bestandig zugenommen haben, ohne jedoch erkennbar zu einer entsprechenden Wohlfahrtssteigerung zu fuhren. Es konnte deshalb sinnvollsein, Mittel statt fur direkte monetare Zuwendungen in Zukunftvermehrt zur Ermoglichung informeller DienstLeistungen bereitzustellen, auch wenn dies schwierig ist und dazu nochkeine ausgearbeiteten Konzepte vorliegen. So konntendie Versorgung verbessert und zugleich Kosten gespart werden, wahrenddas.NichtEingreifen, das Festhalten am bestehenden System 49 hochstwahrscheinlich zu immer weiterer. Steigerung der Kostenfuhren wurde STRASSER.Wir sehen, da die Idee der TeilLaisierung des Sozialstaatesnicht nur im Hinblick auf die Schattenwirtschaft sinnvollist, sondern da sie zudem das Problem der Arbeitslosigkeitentscharfen kann: Es konnte ublich werden, z. B. nur noch 6 Stunden pro Tag in der offiziellen Wirtschaft zu arbeitenund 2 Stunden soziale Tatigkeiten zu verrichten. Auf jeden Fall kann die TeilLaisierung dazu beitragen, den Sozialstaathuman und langfristig finanzierbar zu gestalten.5.2.3. Erleichterung von Existenzgrundungen Hilfen zur Existenzgrundung mussen auf den Personenkreis, derdurch sie aus der Schattenwirtschaft herausgefuhrt werden soll,zugeschnitten sein: namlich auf illegal tatige Arbeitslose,die sich gerneselbstandig machen wurden, und auf die Alternativokonomie, sofern sie grau oder scharz nur mangelsanderer Existenzmoglichkeiten laboriert.Beide Zielgruppen werden in erheblichem Mae durch ein Uberma an Regulierung an der legalen Selbstandigkeit gehindert.Ist ein Meisterbrief wirklich in allen Fallen erforderlich?Vorschriften uber eine korrekte Buchfuhrung sind bei kleinenlandwirtschaftlichen Betrieben aus guten Grunden auer Kraftgesetzt; konnte es solche Grunde nicht auch in den genannten Fallen geben?Ein weiteres Problem hinsichtlich der legalen Selbstandigkeitder Schattenwirte ist ihr Kapitalmangel, bzw. die fehlenden Kreditmoglichkeiten; denn die Vergabe von Bankkrediten ist andas Vorliegen materieller Sicherheiten gebunden und nicht anhuman capital, also kreative Ideen oder Tatigkeitswillen.Bei Alternativprojekten konnen zusatzliche Probleme aus der Struktur des geplanten Unternehmens entstehen, z.B. aus der 50 Haftung eines gleichberechtigten Kollektivs.Diesem Problem konnte mit staatlichen Krediten oder Burgschaften begegnet werden, deren Vergabe nach den hier erforderlichen Kriterien erfolgt. Dies durfte alles in allem sogar, kaum zu staatlichen Mehrausgaben, fuhren, da die Gelderoft an die Stelle von Sozialeinkommen Arbeitslosenhilfe,Sozialhilfe treten wurden und im Gegensatz zu diesen zuruckgezahlt werden muten.Auch die Erleichterung von Existenzgrundungen kann also der Schattenwirtschaft und zugleich der Arbeitslosigkeit entgegenwirken. Diese Option ist dabei relativ unkompliziert und warekurzfristig realisierbar.5.3 Chancen der Handlungsalternativen In einer Kombination der hier augefuhrten Strategien, namlich in der teilweisen Umstrukturierung der Staatsfinanzen, in der TeilLaisierung des Sozialstaates und in der Erleichterung von Existenzgrundungenliegt eine Chance, den tieferen Ursachen der Schattenwirtschaftzu begegnen. Durch eine solche Kombination konnen die negativen Seiten des Phanomens reduziert oder in ihren Auswirkungen abgemildert werden, wahrend seine positiven Aspekte zugleich hervorgehoben und nutzbar gemacht werden. Zudem lassen sich mit dieser Strategie wunschenswerte Nebeneffekte erzielen, beispielsweise verbesserte Steuerungsmoglichkeiten beim Auftretennegativer externer Effekte Hohergewichtung des Umweltschutzes , eine Humanisierung des Sozialstaates und 51 die Reduzierung der Arbeitslosigkeit.Fur alle drei Vorschlage gilt, da uber ihre konkreten Umsetzungsraoglichkeiten weiter nachgedacht werden mu. Dabeiwerden folgende zentrale Fragen im Mittelpunkt zu stehenhaben:Bei der Umstrukturierung der Staatseinnahmen: In welchem Mae sind Strukturanderungen der Abgabenbelastung des Faktors Arbeit gebotenund moglich? Welche neuen Finanzierungsquellen der Staatsfinanzen sollten erschlossen werden?Bei der TeilLaisierung des Sozialstaates: Welche Anreize materieller und immaterieller Art konnen fur informelle soziale Tatigkeitengeschaffen werden? Wie konnen die Tatigkeiten mit dem System dersozialen Sicherung vereinbart werden?Bei der Erleichterung von Existenzgrundungen: Welche Modifikationen sind gegenuber traditionellen Existenzgrundungshilfen notwendig?Diese Fragen sind wesentlich und konnen von der Wissenschaftgeklart werden. Dennoch darf nicht ubersehen werden, da entscheidende Anderungen nicht allein durch ausgefeilte Mikroanalysen bewirkt werden konnen, sondern letztlich politische Entscheidungen erfordern. Auch dies ist ein Ergebnis des Symposiums. 52 6. Anhang6. : Anlage : Programm des Symposiums 53 SCHATTENWIRTSCHAFTPerspektiven fur Wissenschaft und P o l i t ik Kolloquium an der Universitat Konstanzvom 14. 15. September 1984Donnerstag, 13.09.84nachmittags:Anreise der Teilnehmer 20.00 Uhr :Empfang durch den Rektor der Universitat KonstanzGastehaus der UniversitatFreitag, 14.09.8409.00 Uhr 09.10 Uhr Begruung durch den Rektorder Universitat Konstanz Einleitende Bemerkungen Holger Bonus A. OKONOMISCHE UND POLITISCHE ASPEKTE DER SCHATTENWIRTSCHAFT0 9 . 15 0 9 . 45Groe, Motive und Auswirkungen der Schattenwirtschaft Bert Rurup 09.45 10.15Schattenwirtschaft ist die Politik am Ende?10.15 10.4510.45 11.1511.15 13.00Werner Remmers Diskussion Pause Die Sicht der betroffenen Institutionen Bundesministerium fur Arbeit und Sozialordnung Bundesverband der Deutschen Industrie Bundesversicherungsanstalt fur Angestellte Deutscher Caritasverband Deutscher Gewerkschaftsbund Zentralverband des Deutschen Handwerks 13.15 Uhr G emeinsames Mittagessen 54 Freitag, 14.09.84 Forts.B. DIE SCHATTENWIRTSCHAFT IN UNSERER SOZIALEN ORDNUNG1 4 . 3 0 1 5 . 15 Schattenwirtschaft: Krise der Industriekultur?Hermann Lubbe 15.15 16.00 Schattenwirtschaft als Problem der Arbeitsgesellschaft?Johannes Berger 16.00 16.30 Pause 16.30 17.15 Schattenwirtschaft eine Langzeitbeobachtung 17.15 18.30 1974 1984 Elisabeth NoelleNeumann Schattenwirtschaft als Krisensymptcm desgegenwartigen Sozialstaates?Peter Koslowski, Johano Strasser 20.00 Gemeinsames Abendessen Schlo Meersburg Samstag, 15.09.84C. OPTIONEN FUR DIE ZUKUNFT09.00 09.45 Dualwirtschaft als Alternative?Joseph Huber 09.45 10.15 Pause 10.15 1 3 .00 Abschludiskussion Schattenwirtschaft: bekampfen, tolerieren,integrieren?Joseph Huber Elisabeth NoelleNeumann Werner Remmers Kurt Schmidt 55 6.2.: Anlage 2: Teilnehmerliste des Symposiums Teilnehmerliste Barbier, Hans D., Dr.: Suddeutsche Zeitung, Bonn Berger, Johannes, Prof. Dr.: Professor fur Soziologie an der Universitat Bielefeld Bonus, Holger, Prof. Dr.: Geschaftsfuhrender Direktor des Instituts fur Genossenschaftswesen der Westfalischen WilhelmsUniversitatMunster Cassel, Dieter, Prof. Dr.: Professor fur Volkswirtschaftslehrean der Universitat Duisburg Clausing, Peter: Leitender Verwaltungsdirektor der Bundesversicherungsanstalt fur Angestellte, Berlin Eckhardt, Roland: Parlamentarischer Berater, BadenWurttembergischer Landtag, Stuttgart Gerhold, Karl, Dr.: Wissenschaftlicher Assistent, Niedersachsischer Landtag, Hannover Gretschmann, Klaus, Dr.: Assistent am Seminar fur Finanzwissenschaft der Universitat Koln Grottian, Peter, Prof. Dr.: Professor fur Politikwissenschaftan der Freien Universitat Berlin Guggenberger, Bernd, Dr.: HeisenbergStipendiat der DFG, Osnabruck Hafner, Otto: Stiftung Volkswagenwerk Hannover Holzknecht, Ansgar: Ministerialrat, Niedersachsischer Landtag,Hannover Huber, Joseph, Dr.: Privatdozent am OttoSuhrInstitut der Freien Universitat Berlin Jeske, Jurgen J.: Frankfurter Allgemeine Zeitung, FrankfurtM.Kaiser, Manfred, Dr.: Wissenschaftlicher Oberrat am Institut fur Arbeitsmarkt und Berufsforr.chung der Bundesanstalt fur Arbeit, Nurnberg Kaltenbach, Helmut, Direktor: Mitglied der Geschaftsfuhrung der Bundesversicherungsanstalt fur Angestellte, Berlin 56 Koslowski, Peter, Dr.: Vorsitzender der CIVITAS Gesellschaftzur Forderung von Wissenschaft und Kunst, Munchen Kuper, BerndOtto: Justitiar des Deutschen Caritasverbandes,Freiburg Landsberg, Eva: Wissenschaftliche Angestellte, Universitat Konstanz Langfeldt, Enno: Wissenschaftlicher Mitarbeiter am Institut fur Weltwirtschaft, Kiel Lubbe, Hermann, Prof. Dr. Dr. h . c: Professor fur Philosophiean der Universitat Zurich Marahrens, Norbert, Dr.: Stiftung Volkswagenwerk, Hannover Marschall, Dieter, Dr.: Referent im Referat Arbeitsvermittlungund Arbeitsberatung, Bundesministerium fur Arbeit und Sozialordnung, Bonn Mucke, Harald: Wissenschaftlicher Angestellter, Universitat Konstanz Niessen, HansJoachim, Prof. Dr.: Forschungsstelle fur empirische Sozialokonomik Prof. Dr. Dres. h.c. G. Schmolderse.V., Koln NoelleNeumann, Elisabeth, Professor Dr. Dr. h . c: Institut fur Demoskopie, Allensbach Puf, PeterRudiger, Dr.: Leiter der Abteilung Allgemeine Wirtschaftspolitik beim Bundesverband der Deutschen Industrie, Koln Remmers, Werner, Dr.: Vorsitzender des Kuratoriums der Stiftung Volkswagenwerk, Md L, Hannover Rurup, Bert, Prof. Dr.: Professor fur Volkswirtschaftslehre ander Technischen Hochschule Darmstadt Schmidt, H.Ulrich, Dr.: Ministerialrat, Bundeskanzleramt Bonn Schmidt, Kurt, Prof. Dr.: Professor fur Volkswirtschaftslehre ander Universitat Mainz Schuller, Wolfgang, Prof. Dr.: Prorektor der Universitat Konstanz Schwappach, Jurgen, Dr.: Leiter der Abteilung Organisation und Recht beim Zentralverband des Deutschen Handwerks, Bonn Seifart, Werner, Dr.: Standiger Vertreter des Generalsekretarsder Stiftung Volkswagenwerk, Hannover Strasser, Johano, Dr.: Privatdozent an der Freien Universitat Berlin Tofaute, Hartraut, Dr.: Wissenschaftlicher Mitarbeiter am Wirtschafts und Sozialwissenschaftlichen Inst i tut des DGB,Dusseldorf. 57 6.3:Anlage 3:Anreize der Angebotsseite der Schattenwirtschaft 1Finanzielle Motive 12Schwarzarbeiter, derauch im offiziellen Sektor arbeiten konnte Arbeitsloser mit sehrgeringer Absicherungund ohne andere Aus .weichmoglichkeiten ABHH0Alternativokonomie Aumc DBFreiwilliger Mitarbeiter karitativer VereinigungenSelbsthilfeGruppeNachbarschaftshilfe Eilige Eigenreparaturwegen Handwerkermangels 1 N i c h t f i n a n z i e l le Motive 2 S o z i a le Motivevgl. BONUS,H.LANDSBERG,E.MUCKE,H.: Schattenwirtschaft Perspektivenfur Wissenschaft und Politik, Einfuhrung zu einem Symposium, Manuskript,Konstanz, Februar 1984. 58 6.4:Anlage 4:Anreize der Nachfrageseite der Schattenwirtschaft AB5HFinanzielle Motive 12Erwerb von Gutern und Diensten, die auch inder offiziellen Okonomieerhaltlich sind, aberteurer:Wohnungsrenovierung Nachfrager kann denoffiziellen Preisnicht zahlen:Autoreparatur eines Schulersdoityourself Ha HLeistungen der Schatteriwirtschaft werden alsbesser eingeschatzt:Krankenbetreuung durch Verwandte statt Gemeindeschwester Leistungen werden imoffiziellen Sektornicht oder qualitativschlecht angeboten:Fahrpool zum abgelegenen Arbeitsplatz B1 2Nichtfinanzielle MotiveSoziale Motive1vgl. BONUS,H.LANDSBERG,E.MUCKE,H.: Schattenwirtschaft Perspektivenfur Wissenschaft und Politik, Einfuhrung zu einem Symposium, Manuskript,Konstanz, Februar 1984. 59 6.5 Literaturverzeichnis BONUS,H.LANDSBERG,E.MUCKE,H.: Schattenwirtschaft Perspektiven fur Wissenschaft und Politik, Einfuhrung zu einem Symposium, Manuskript, Konstanz, Februar 1984POLANYI,K.: The Great Transformation, Wien, 1977;RURUP,B.: GROE, MOTIVE UND AUSWIRKUNGEN DER SCHATTENWIRTSCHAFT,Manuskript, Darmstadt, September 1984.", "filename": "720946409.pdf", "person": ["Holger Bonus", "Bonus, Holger", "Eva Landsberg", "Landsberg, Eva", "Harald Mücke", "Mücke, Harald"], "date": ["1984"]}