{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/61418/1/722250851.pdf"], "title": ["The perfect finance minister: Whom to appoint as finance minister to balance the budget?"], "plaintext": "The perfect finance minister: Whom to appointas finance minister to balance the budget?Beate Jochimsen Berlin School of Economics and Law German Institute for Economic Research DIW BerlinSebastian Thomasius Free University of Berlin Berlin School of Economics and Law German Institute for Economic Research DIW BerlinFebruary 2012Abstract The role and influence of the finance minister within the cabinet are discussed withincreasing prominence in the recent theoretical literature on the political economy ofbudget deficits. It is generally assumed that the spending ministers can raise theirreputation purely with new or more extensive expenditure programs, whereas solelythe finance minister is interested to balance the budget. Using a dynamic panelmodel to study the development of public deficits in the German states between 1960and 2009, we identify several personal characteristics of the finance ministers thatsignificantly influence budgetary performance. Namely her professional backgroundseems to affect budget deficits. During times of fiscal stress, our results can guideprime ministers in the nominating of finance ministers in order to assure soundbudgeting.Keywords: fiscal policy, public deficit, political economy, finance minister JEL classification: D78, H30, H74Corresponding author: Department of Economics, Free University of Berlin, Boltzmannstrae 20, 14195Berlin, Germany; sebastian.thomasiusfuberlin.de.11. Introduction While a benevolent dictator or a welfare maximizing government would choose the optimallevel of debt to finance public expenditures, in reality politicians face many incentives toleave the path of welfare maximizing indebtness; particularly as the optimal level of debtis not accurately measurable. The debt crisis in European countries and in the United States triggered a new debate on the reasons for excessive budget deficits and publicdebt. Besides general economic circumstances, much of the discussion focuses on theinstitutional and political factors that cause poor fiscal performance. Theories on politicalbusiness cycles, partisan behavior, and weak governments try to explain the emergence ofexcessive deficits, e.g., Alesina, Perotti, and Tavares, 1998; Persson and Tabellini, 1999;Rogoff and Sibert, 1988; Alesina, 1988; Roubini and Sachs, 1989b.Some researchers include the position of the minister of finance within the cabinet intheir analysis. Compared to spending ministers representing only the interests of theirown ministries, the finance minister is the most crucial cabinet member with respect tothe deficit. She is the only minister with an overall responsibility for the budget. Therefore, the strength of the finance minister might have an influence on fiscal performance.As factors strengthening the minister of finance, the literature examines her proceduralrights Hagen and Harden, 1995; Hallerberg, Strauch, and Hagen, 2007, her relationshipwith the prime minister Jochimsen and Nuscheler, 2011 and the number of spendingministers in opposition to her Hagen and Harden, 1995; Kontopoulos and Perotti, 1999;Volkerink and Haan, 2001. Somewhat surprisingly, however, individual characteristicsof the finance minister such as personal career planning, educational background andprofessional experience as well as gender and family status are unexplored.This article is a first step to address this deficiency. With a new dataset that includes biographical information on the ministers of finance in German federal states, wetest several hypotheses derived from existing theories on the political economy of budgetdeficits. The new dataset comprises information on the educational, the professional,and the political background as well as on gender and family status of all ministers offinance in former West German states from 1960 through 2009. We find that personalcharacteristics of finance ministers do influence fiscal performance. Our main finding isthat the professional experience of the finance minister prior to her nomination affectspublic deficits. Finance ministers who gained financial expertise, e.g., in the financialbusiness sector, achieve significantly lower deficits than all others. We do not find evidence that her education affects the deficit in any way. Apparently, it does not matter ifthe finance minister has a university degree or which subject she studied. Furthermorewe find that neither the finance ministers gender nor her family status or her age affectpublic deficits. However, the strength of the finance minister within the cabinet increaseswith her tenure. The longer she is in office the lower are annual deficits.In coalitiongovernments, the finance ministers position is even stronger if she and the prime ministerbelong to the same party. However, we do not find support for the partisan theory, i.e.politically left finance ministers do not incur higher deficits than politically right ones.We employ various dynamic panel estimation methods and our main results are robust.Our findings are relevant for the design of democratic institutions, too. Perhaps theprocess of nomination of party candidates has to be reconsidered because professionalexperience is not the most important election criterion, so far. This opens up room forfurther analyses.The article consists of six parts. The following second part briefly discusses the im2portance of political decision makers and describes related studies that use informationabout the individual background of political decision makers to explain policy outcomesin economic and monetary policy, changes in the form of government and corporate performance. The third part presents Germanys political and institutional background. Inpart four, we derive the hypotheses to be tested from a review of the literature focusing onthe weak government hypothesis to explain fiscal performance. The fifth part introducesour dataset and, also, presents the estimation models and the results. The final partprovides concluding remarks and some fiscal policy suggestions.2. Relevance of political decision makers Economic theory emphasizes the role of institutions and incentives for decision making orresulting economic outcomes. Studies analyzing the effects of political competition on thequality of politicians e.g., Paola and Scoppa, 2011; Galasso and Nannicini, 2011 indicatethat stronger political competition increases the quality of politicians in terms of theireducational attainment and professional experience. Political decision makers themselvesand their characteristics have received much less attention, however. It is rarely discussedwhat actually makes a politician competent.1Still, some economic scholars empirically study the influence of political decision makers personal characteristics on their business performance. Thereby, four areas are addressed: i economic policy, ii monetary policy, iii changes in the form of governmentand iv corporate performance. In the following subsections, we briefly discuss relatedstudies in these areas.2.1. Economic policy Only a few scholars have studied the influence of political decision makers on economicpolicy empirically.2 Jones and Olken 2005, for example, discuss how the death of apolitical leader affects growth in 130 countries. They find a statistically significant effectof incidental leadership changes on growth especially in autocratic countries. Perssonand Zhuravskaya 2011 analyze the influence of the background of provincial leaders onlocal public policy in China. They find that politicians who built up their career within theregion they govern provide more local public goods. Nevertheless, Jones and Olken 2005as well as Persson and Zhuravskaya 2011 do not consider the individual characteristics despite regional relatedness of political leaders and therefore no conclusions can bedrawn with respect to these characteristics.Dreher et al. 2009 investigate the influence of the educational and professional background of the head of government on the implementation of marketliberalizing reforms.Their study provides empirical evidence for the relevance of the professional background,e.g., they find reforms to be more likely under a head of government who worked as anentrepreneur previously. Congleton and Zhang 2009 use a similar approach and analyze 1However, it is common to model two types of politicians high or low levels of competence whenexamining the strategies they adopt to increase their probability of reelection we discuss suchmodels in the chapter on the political economy of public deficits.2A case study approach is used by Brady and Spence 2009 who study the impact of political leadershipon economic growth for 13 countries with high rates of economic growth. However, it might be difficultto disentangle the different influencing factors when using such a case study approach.3the influence of U.S. presidents on economic growth. Their results indicate that higherlevels of education and specific professional experiences of a president substantially increase economic growth. The results of Dreher et al. and Congleton and Zhang are morerobust for the professional experience than for the educational background.Furthermore, some researchers concentrate on the impact of women on economic policy.In 2004 Chattopadhyay and Duflo 2004 analyze the influence of women representationin local councils in India on the types of locally provided public goods. They show thatcouncil members invest more in infrastructure that is directly related to the needs of theirown gender. Similar results can be found in Svaleryd 2009. She studies whether womensrepresentation in Swedish local councils affects local public expenditure structures. Herresults show a positive relation between the share of women on local councils and thespending on childcare and education relative to elderly care.2.2. Monetary policy In the field of monetary policy, scholars discussed individual characteristics of decisionmakers already in the early 1990s. Of particular interest is how the voting behavior inthe Federal Open Market Committee and the resulting U.S. inflation rate is affected bythe educational and professional background of the committees members cf. Chappell,Havrilesky, and Mc Gregor, 1995. In the first international study, Gohlmann and Vaubel2007 find strong evidence that the inflation preferences of members of the central bankcouncil depend on their education and professional experience. According to them, morelaw graduates in the council come along with higher inflation rates compared to economistswhile former members of the central bank staff are accompanied by significantly lowerinflation rates than former politicians. Related studies by Farvaque, Hammadou, and Stanek 2009, 2011 support these results on the relevance of professional experience.Additionally, they find evidence that more women in the council reduces the inflationrate, a result that is statistically significant. Again and similar to economic policy, theresults for education are less robust than for the professional experience.2.3. Changes in the form of government Another field of research where political decision makers are under consideration examinesinstitutional and constitutional changes in the form of government. Jones and Olken2009 investigate the effects of assassinations and assassination attempts against politicalleaders on the institutional setup within a country between 1875 and 2004. They findthat a successful assassination of autocrats will significantly increase the likelihood of atransition to democracy thereafter. A related study by Hayo and Voigt 2011 yieldssimilar results. Though the results of both Jones and Olken 2009 and Hayo and Voigt2011 demonstrate that the circumstances under which the reign of political leaders isterminated matter for changes in the form of government, but their results do not indicatewhether the individual characteristics of political leaders themselves are relevant for suchchanges.2.4. Corporate performance Other scholars investigate how the individual characteristics of decision makers affectcorporate performance. Hau and Thum 2009, for example, study the influence of super4visory board members on the profitability of Germanys largest banks. They demonstratethat the underperformance of Germanys stateowned banks in the financial crisis can betraced to lower levels of boardroom competence of their supervisory board members.They measure competence based on educational attainments and professional experiencein business or finance and find the latter to be relevant, but not the former.However, scholars in business and management have discussed the relevance of corporatedecision makers like the CEO for profits or stock prices more often than economists. Inan early study, Johnson et al. 1985 find evidence that stock price movements after thedeath of a senior corporate executive depend on the status of the executive who passedaway. Bertrand and Schoar 2003 examine the impact of the CEO and show that hereducational background, her age and her tenure are substantially relevant for severalcorporate decisions on investments, cash holdings or the debt leverage.Several studies also take the gender of corporate decision makers into account. However,results are rather mixed. In their comprehensive study Dezso and Ross 2008 show thatcompanies with a higher share of women in the top management have a higher marketvaluation measured by Tobins Q, although they could not find a significant effect ofthe gender of the CEO herself. Their data set covered 1,500 large U.S. based companiesbetween 1992 and 2006. Others, like Adams and Ferreira 2009, find a negative relationbetween the fraction of female directors and both the market valuation Tobins Q andreturn on assets. Their unbalanced panel consisted of 2,000 U.S. based companies between 1996 and 2003.3The studies in the areas economic policy, monetary policy, and corporate performancepoint out that decision makers and their personal characteristics matter for political andeconomic outcomes. The results also indicate a higher relevance of professional experience compared to educational attainment. Only the analyses on changes in the form ofgovernment do not find an influence of personal characteristics on the relevant outcome.3. Institutional setting 3.1. Germanys federal design and political parties The Federal Republic of Germany Frg is a federal state consisting of three levelsof government, namely the federal level Bund, 16 states Lander, and about 11,340local authorities Gemeinden. Germany has only had 16 states since 1990: 10 former West German states, five former East German states, and Berlin. Note that not all 10 West German states existed when the Frg was founded. Three southwestern statesformed BadenWurttemberg after a merger in 1952. The Saarland joined the Frg in 1957, following a period of French administration. Therefore, we start our analysis in 1960. Furthermore, we follow the related literature and do not include Berlin and thefive East German states. The time after the German reunification in 1990 is too shortto provide a sufficient variation in the political variables of interest for the five East German states. The city state of Berlin is not included because Berlin was divided priorto reunification. While divided, the Eastern part was the capital of the Gdr and the 3Both studies, Dezso and Ross 2008 and Adams and Ferreira 2009, provide extensive literaturereviews.5Western part was affiliated with the Frg. Both parts received substantial funding fromthe respective central government, thus limiting the need to issue debt.Before 1960, the party system was relatively unstable and several small regional parties were in government coalitions for a short period and, subsequently, disappeared ormerged with other parties. Modern Germany has five major political parties. The Christian Democratic Union Cdu, i.e. centreright4, the Social Democratic Party Spd, i.e.centreleft, the Free Democratic Party Fdp, i.e.liberal, the Green Party i.e. ecological, and the Left Party i.e. very left wing. The first three have participatedin elections since 1960. The Green Party was founded in 1980 and was first elected tostate parliament in 1982 in Hamburg and Hesse; seats in the federal parliament followedin 1983. The Left Party appeared in 2007 after a merger of the Party of Democratic Socialism Pds, the former East German communist party, with the Labour and Social Justice The Electoral Alternative Wasg, a party formed by disappointed unionmembers and former Social Democrats.Since 1960, West German states have been governed either by a single party government,led by the Cdu or Spd, or by coalitions typically consisting of two parties. Usuallythe Cdu forms coalitions with the Fdp or with the Spd, with the latter called grandcoalitions. Starting in 2008, the Cdu forms coalitions with the Green Party mid2008in Hamburg and at the end of 2009 in Saarland. The Spd governs with CDU grandcoalitions, FDP, Green, and the Left Party. However, the latter coalition between Spdand the Left Party only exists in East Germany and Berlin and, therefore, does not appearin our analysis.3.2. Fiscal federalism in Germany The 16 states are endowed with their own powers including an autonomous budget. Although, the local authorities have the right to independently administer their own affairs,their fiscal independence is rather limited. Thus, due to the formal independence of thelocal authorities, state governments cannot be made responsible for narrowly limited localdeficits. Therefore, it is logically consistent to concentrate on state deficits and neglectlocal deficits.The fiscal federalism structure in Germany is dominated by joint taxes where tax revenue is shared across all three levels of government. Where the federal level has norestrictions concerning the design of its own taxes, subnational governments have littlepower when it comes to setting taxes. States do not have any tax setting autonomy.5 Thelocal level can raise some smaller taxes and can determine the tax rate for real estate taxand for business tax. Still, the federal and the state level negotiate the distribution of taxrevenue out of joint taxes. As a consequence, citizens often have no idea which level ofgovernment is responsible for their tax burden. That makes it almost impossible for themto control their governments in this policy area and this might give politicians incentivesto pursue fiscal policy in a suboptimal way.Until the end of 2010, there were no restrictions for federal and statelevel debt issue.4For historical reasons the Cdu never runs for elections in Bavaria. Instead, their socalled sister party,the Christian Social Union Csu, participates in elections. As both parties have similar programs andhave always formed a parliamentary group in the federal parliament, we do not distinguish betweenthem and label both Cdu.5Since 2006 there is one exemption. The rate of the property acquisition tax can be determined by thestates from stage 1 of the federalism reforms.6In the federal as well as in many state constitutions there was a formal requirement thata governments net borrowing should not exceed its planned investment expenditures.However, this requirement was linked to standard economic conditions, which lessenedthe strictness of the rule. As politicians face incentives to rise debt to a suboptimallevel, this golden rule was not successful in limiting indebtedness in Germany. Withthe European Economic and Monetary Union Germany faces additional restrictions forindebtedness. Still, the development since the introduction of the Euro shows that theeconomic sanctions for violating these criteria were not implemented. Since the beginningof 2011, Germany implemented completely new debt rules, namely a debt brake. It is fartoo early to evaluate this new setting.Among the states there is a sophisticated fiscal equalization system in which financiallystrong states provide equalization payments to financially weak states. It ensures thatall states have adequate financial resources to carry out their tasks and maintain theirsovereignty. Aligning the revenue of the states is intended to create and maintain equalliving conditions for the entire population of Germany. Between 1994 until 2004 two German states, Bremen and the Saarland, were bailed out by the federal government.This bailout reduced budget deficits in these states, but not to the anticipated degree.Furthermore, this federal bailout might have altered the incentives for all other states toissue debt. We account for these aspects in our analysis.4. Political economy of public deficits Public finance theories on budget deficits concentrate on partisan politics, political opportunism and weak governments. For the German states several empirical studies tryto explain the development of state deficits using these theories Seitz, 2000; Galli and Rossi, 2002; Jochimsen and Nuscheler, 2011. Therefore, we take variables based on thesetheoretical attempts as controls only.Instead we focus on the role and characteristics of the finance minister. Traditionalpublic finance theory assumes that all cabinet members have control over some part ofthe budget, but no member is responsible for the whole budget. In those settings soundpublic budgets have the same characteristics as public goods. A common pool problememerges Buchanan and Tullock, 1962, ch. 11 that could be overcome or at leastsoftened by centralizing financial responsibility. If the budget is set up decentralized,spending ministers independently develop their expenditure plans. According to Hagenand Harden 1995, a suboptimally large budget then will result. Within the cabinet,the minister of finance is particularly important for fiscal performance because she is theonly member of the cabinet beside the prime minister not promoting the interests of aspending ministry: She is assumed to be immune to the spending bias of her colleagues.Her political success comes along with a sound fiscal policy and only this policy will raiseher prestige and, thereby, her renomination or reelection probability. Consequently, herinterests regarding borrowing should be more in line with those of the average taxpayercf. Hagen and Harden, 1995; Hallerberg and Hagen, 1999; Feld and Schaltegger, 2010;Jochimsen and Nuscheler, 2011; Wehner, 2010. Therefore, we concentrate on a stillunexplored aspect of the theory on weak governments, namely the position of the financeminister within the cabinet.74.1. Personality of the finance minister The common view is that a strong minister of finance may resolve the common poolproblem of weak governments by disciplining her minister colleagues. However, there isno common understanding of what makes a finance minister strong. Some contributionsfocus on the procedural rules of the finance minister in the budget process e.g., Hagenand Harden, 1995; Hallerberg and Hagen, 1999; Hallerberg, Strauch, and Hagen, 2007.Yet, procedural rules are roughly identical in all German states. Other authors focuson tenure Feld and Schaltegger, 2010 and party affiliation Jochimsen and Nuscheler,2011. We pick up those approaches and include them in this study.Still, the personality of the finance minister and the relevance of her individual characteristics for fiscal performance are unexplored. Besley 2005, p. 58 argues that modernpolitical economy has tended to focus only on the incentives faced by politicians for goodor bad behavior, while neglecting the importance of selection. But no society can runeffective public institutions while ignoring the quality of who is recruited to public officeand what they stand for. This article takes first steps in this direction.Authority, reputation, and time horizons Jochimsen and Nuscheler 2011 are the first to define strengths of the finance ministerin the context of an empirical study. They consider the finance minster to be in a strongposition if she belongs to the party of the prime minister. This definition fits well to Hallerberg and Hagen 1999, who put forward that the finance minster can only set upthe budget according to her and the taxpayers preferences if she is supported by theprime minister. This backing is more likely to come if both the prime minister and thefinance minister have the same party affiliation because then they will probably have morepolitical views in common.Hypothesis 1 If the finance minister and the prime minister belong to the same partyin a coalition government the finance minster will be stronger and, therefore, the deficitwill be lower than otherwise.Following Barros 1973 discussion on politicians time horizon and the potential lameduck effect, it is plausible that the time horizon of the finance minister affects fiscal policyand public debt. Tirole 1994 points out that career concerns are probably the maindriver for politicians. In the absence of substantial monetary rewards compared to thebusiness sector, they are concerned with the effect of their current performance on theirreputation and future career, i.e., reelection or career prospects in the private and publicsector. Besley and Case 1995 expand this idea in their reputataion building model, inwhich the incentives for reputation building are weakened by shorter time horizons dueto term limits. Basically, this describes the well known last period problem in a repeatedgame setting. Following Besley and Case 1995, finance ministers with a short timehorizon, e.g., ministers close to retirement, may not be as effective as younger financeministers.Hypothesis 2 The closer the finance minister is to retirement the greater the deficit willbe.Feld and Schaltegger 2010 regard finance ministers with a greater tenure as indicatorof government stability and argue that longertenured ministers of finance enjoy more 8authority and a politically powerful position towards the legislative, interest groups, andthe other members of the cabinet, namely the spending ministers. Also Lott and Reed1989 say that political markets sort out poorly performing politicians over time.Hypothesis 3 The longer the tenure of the finance minister the stronger is her positionin cabinet and the lower the deficit will be.Educational background and professional experiences It is a difficult task to measure the quality of politicians since there is not a single unquestionable indicator for politician quality. We will follow the related literature e.g.Dreher et al., 2009; Gohlmann and Vaubel, 2007; Hau and Thum, 2009 and draw uponthe human capital of politicians, which they acquired during their education and previousemployment, in order to measure their quality cf. Becker, 1993. The educational andthe occupational background may affect the identity of the finance minister in the senseof Akerlof and Kranton, 2005 and her attitude towards fiscal policy. Thus, the financeminister may act as partisan for her beliefs literally shaped by this formation professionnelle. One could expect that trained economists and business people may dislike deficitspending more than other people do.If political competition is strong and commitment is binding, one might think thatthe background of politicians should not influence their decisions but rather that theirpositions converge Frey, 2000, p. 20. However, there are limits to credible policycommitments. Consequently, we think that academic and professional qualification willmatter.Hypothesis 4 An education in economics or business and professional work experiencein the finance sector will strengthen the finance minister and, consequently, lower budgetdeficits.Gender and family status Additionally, the gender of the finance minister might affect the deficit as well for possiblytwo reasons. First, several studies in behavioral economics find women to be more riskaverse than men.6 However, other studies, focusing on managers and business professionals, could not find differences in financial risk preferences between men and women,once the financial and managerial knowledge is taken into account Johnson and Powell,1994; Atkinson, Baird, and Frye, 2003. Given the later results, we do not expect different deficits for female and male finance ministers. However, an alternative reason is thatwomen and men may differ in terms of leadership effectiveness. Ministers in German stategovernments are predominantly male; the few female ministers usually head softer ministries responsible for education, social or family policy Mc Kay, 2004. Sociologists haveexplained this underrepresentation of women in toplevel positions with double standardsfor women and men Foschi, 2000 and higher barriers for women to be appointed fora leadership position like the finance minister in our case Lyness and Heilman, 2006.7If a woman must be twice as good as a man in order to be appointed to a leadership 6Eckel and Grossman 2008 and Croson and Gneezy 2009 offer two reviews of the economic literatureon gender differences in risk preferences.7Reskin and Bielby 2005 review the literature on the underlying social differentiation process.9position like the finance minister then women may be more effective leaders and superior performers compared to their male colleagues Eagly, Karau, and Makhijani, 1995.8Therefore, female ministers of finance may incur lower deficits.Hypothesis 5 A female finance minister will have lower deficits than a male one.The family status of the finance minster can influence her attitude towards debt, too. Ifthe finance minister has children one might assume that intergenerational equity is moreimportant for her than otherwise. Because of an increased awareness of the implicationof high public debt for future generations and of the importance of fiscal sustainabilityfinance ministers with children should realize lower deficitsBarro, 1974.Hypothesis 6 Finance ministers with children will have lower deficits than others.Having deducted hypotheses on the impact of the finance ministers individual characteristics on public deficits, we regard it as necessary to discuss the potential issue of reversecausality. The electorate might choose specific politicians as an instrument to ensure theadoption of a specific policy and in the same way parties might use candidate nominationas a signal for their commitment to specific policies Besley, 2005.9 Then, the selection ofpoliticians would be endogenous. And indeed, some studies suggest that the qualificationof politicians depends on the intensity of political competition. Paola and Scoppa 2011show empirically that the qualification of local politicians in Italy increases with politicalcompetition. Galasso and Nannicini 2011 find a similar effect for the Italian parliamentand furthermore show that politicians from opposing political coalitions with differentqualification levels on average converge to high levels of qualification in highly contestedelectoral districts.Besley 2005 discusses the selfselection of politicians as another source of endogeneitywhen he suggests that high opportunity costs make it unlikely that business people engagein politics in developed societies with a booming private sector. Gehlbach, Sonin, and Zhuravskaya 2010 have an even more pessimistic view. They take businessman candidacy as an indicator for weak institutions and as a mean to avoid the cost of lobbying inimmature democracies.Even though we cannot rule out these possible reverse causalities completely, we donot regard these aspects as major issues here given the usual restrictions in the complexprocess of cabinet formation in the German states. The appointment of the financeminister and other cabinet members in the German states follows a different pattern.First, the number of potential candidates will usually be limited and will not cover theentire set of educational attainments and professional backgrounds. Second, the prime 8The psychologists refer to this as theory of a differential selection. However, Eagly, Karau, and Makhijani 1995 present three additional reasons for differences in leadership effectiveness between maleand female leaders: i according to the social role theory women and men are perceived as mosteffective when they are engaged in activities consistent with their culturally defined gender roles; iithe organizational theory claims that only the formal role and organizational structure matter, sowomen and men are equally effective if they have the same status and power; and iii according tothe contingency theory of leadership women and men differ in their leadership styles, while the effectiveness of any leader female or male depends on the specific circumstances and the appropriatenessof her or his leadership style.9Besley 2005 discusses that the election of qualified politicians will improve government quality, ingeneral, if ex post control through elections is limited. He considers mainly two dimensions of quality:honesty and competence.10minister has to present a welldiversified and balanced cabinet to ensure the representationof all relevant groups, for example, varying regions, conflicting party wings, and differentgenders. Therefore, it is very unlikely that the education or the professional experienceof the candidates will be the pivotal point in the selection process.10Finally, it is worth mentioning that if such a reverse causality exists it would cause apositive relationship between the educational and professional attainment of the financeminister and the deficit. Economists or professionals with finance expertise would serveas finance ministers especially in times with high deficits. We expect the opposite relationship as stated in our hypotheses above.4.2. Traditional theories on budget deficits as control variables In Following Downs 1957, the aim of an incumbent politician is to remain in office.this case the objectives of all politicians become identical and party ideology does notmatter any more. The resulting opportunistic behavior might cause political businesscycles. Alesina, Perotti, and Tavares 1998, Persson and Tabellini 1999, Rogoff and Sibert 1988 and Rogoff 1990discuss such political business cycles for fiscal policy. Ifthere is a political business cycle in the German states deficits in preelection or electionyears should differ significantly from those in all other years.11In contrast to political opportunism, Kirschen et al. 1964, ch. IX and Hibbs 1977argue that economic policy outcomes are driven by government ideology. Ideologicallymotivated politicians want to win elections, too, but only in order to implement theirdesired policy. Leftwing politicians are expected to be more concerned with redistribution and to pursue more expansionary policies compared to rightwing politicians. Asthe German states cannot influence their tax revenue, expansionary spending programswill increase the deficit. Consequently deficits will be higher with politically left financeministers.Furthermore, weak governments might cause high deficits. According to Hagen and Harden 1995, fragmentation of government can be taken as an indicator for weakness.Government fragmentation increases with the number of coalition partners or with theoverall number of ministers within a cabinet. Following the seminal contributions of Roubini and Sachs 1989a,b, several empirical studies show that more fragmented governments are associated with higher government expenditures and larger deficits.1210Dreher et al. 2009 argue similarly for the nomination of the head of government and show that theeducation and profession of politicians is clearly not affected by the state of the economy.11Recently, Freier 2011 finds empirical evidence for the electoral advantages of incumbent parties atthe local level in Germany.12For example, the case of coalition governments is considered by Haan, Sturm, and Beekhuis 1999, thecase of large cabinets by Woo 2003 and Wehner 2010 while Volkerink and Haan 2001, Perottiand Kontopoulos 2002 and Schaltegger and Feld 2009 cover both aspects. Ashworth, Geys, and Heyndels 2005 and Wehner 2010 present extensive surveys of the empirical contributions on thecommon pool problem arising of political fragmentation. Persson and Tabellini 1999, section 6offer an extensive survey of the literature on fragmentation over time and fragmented coalitiongovernments as sources of political instability.115. Empirical Analysis 5.1. Model specification In our analysis, we consider the deficit of the German states in real terms per capitaas the most appropriate indicator of the finance ministers strength.In the empiricalpublic finance literature, it is well established that in order to ensure stationary panels,the variable of interest, here the public deficit, must be transformed. Three concepts areprincipally used: First, growth rates; second, normalizing to a ratio of Gdp; or, third,normalizing to per capita values. We follow the later and deflate the deficit data andnormalize it with the state population for mainly three reasons. First, by using the deficitdata we avoid comparing apples and oranges given the large differences of indebtednessbetween German states. Taking the debt level or its growth rate implicitly relates theperformance of the finance minister to her predecessors within a state.13 Second, aninterpretation of the deficit to Gdp ratio might be misleading for the German states.The regional Gdp differs largely between states and over time, but it has only limitedimpact on regional revenues as the equalization scheme levels out the differences betweenthe states. Whereas business cycle related expenditures, like unemployment benefits, arenot borne by the states for a discussion of the expenditure structure of the states see Seitz, 2008. It is not the state level, but the local level that benefits from increases inregional Gdp because local tax revenue remains to a far higher degree in the region thanthat of the state. Third, the equalization scheme allocates revenues to the states on aper capita basis and therefore the per capita normalization is most appropriate for statefinances in Germany. After having examined its stationarity, the real deficit per capita isour variable of interest.14The deficit in one period is not only influenced by current developments, but by pastdeficits, too. Therefore, we use a dynamic model in which we include the first lag of thedependent variable. Compared with other model specifications like a finite distributed lagor a model with an autoregressive error term, this specification assumes a geometricallydeclining influence of both the influencing factors and error terms of the past.15Our dynamic model takes the following form:13To illustrate this, compare two states with different levels of debt and assume both finance ministersto be equally strong and to realize the same deficit in absolute terms. Looking at the debt level or itsgrowth rate, the finance minister of the more indebted state faces a lower relative number or growthrate and thereby appears stronger than the minister of the less indebted state. Whereas for two stateswith the same growth rates of debt, the finance minister of the less indebted state appears to performbetter as the absolute deficit is lower.14In accordance with our data set large T and small N, we use the Fishertype unitroot test withthe inverse Chisquare test statistic proposed by Choi 2001. We could reject the null hypothesisthat all states have a unit root in real per capita deficit for both specifications of this test, eitherbased on augmented DickeyFuller ADF or PhillipsPerron PP unitroot tests. However, we hadalso to reject the null hypothesis of the Hadri LM test that the entire panel is stationary. Applying ADF tests for the 10 states separately, we identify the city state Bremen and the Saarland to have aunit root. This result is not surprising at all, since these states experienced severe deficits until theyreceived additional fiscal transfers from the federal government between 1994 and 2004. During thisbailout time, both states enjoyed a budget surplus and could reduce their debt level. However, afterthe end of the temporary transfers both states again had the highest per capita deficits. Thus, ourtest results probably arise from the bailout. As the time series of the remaining states are stationary,we use the real deficit per capita as our dependent variable and control for the bailout period.15For a detailed discussion of different models see Beck and Katz 2011.12i,t 1 z 0i,t 2 time 0def iciti,t def iciti,t 1 x 01in which def iciti,t represents the real per capita public deficit in state i 1,  , N at timet 1,  , T and def iciti,t 1 its first lag. The vector xi,t comprises all variables referringto the finance minister. The economic and political control variables are summarized invector zi,t, both vectors are described in detail later on. We capture nationwide fixedtime effects with the vector timet. Finally, i represents timeinvariant state fixed effects.With respect to the error term we assume i,t to be normally distributed andt 3 i i,t Ei,tj,s 0 for i 6 j or t 6 s Eij,s 0 for i, j and stj,s 0 for i, j, s and t Ex 0i,tz 0i,ttime 02345.2. Description of our data set We compiled a unique data set comprising yearly data on political decision makers andpublic deficits for the 10 West German states. Given the observation period from 1960to 2009 and one missing value for Saarland in 1960, we obtain an unbalanced panel with 499 observations in levels and 489 observations in differences.We use data on credit market debt of the German states within their core budgetand regional gross domestic product published by the German Federal Statistical Office.Deficits are calculated as debt changes. Both are deflated and normalized to real percapita terms using the consumer price index and regional population data also publishedby the German Federal Statistical Office. Interest rate discount rate data is taken from Deutsche Bundesbank.Furthermore, the data set captures the individual characteristics of all 110 financeministers for the 10 West German states during the period under consideration. Wecompiled sociodemographic information of the finance ministers and their educational andoccupational background based on the Munzinger biographical database Internationales Biographisches Archiv and other publicly available information e.g., personal websites ofpoliticians or government websites, Table 1 presents an overview. The State Chancelleriesprovided data on government coalitions and cabinet structure as well as election dates.We took February 1st as cutoff date. Thus, the annual individual characteristics inour data set refer to the finance minister or cabinet who was in office on this day of therespective year. We chose this cutoff date as several states held regular elections in thelast months of the year and quite often the newly formed government comes into office in January. This cutoff date allows us to consider the finance minister in office during theentire budgetary year and not the one who by chance stayed in office only until theend of January.Sociodemographic characteristics of the finance ministers The 110 finance ministers have a rather heterogeneous sociodemographic background.On average, they were appointed at the age of 51 while the earliest appointment was atthe age of 34, the latest at 67. They were in office for an average of 3.5 years. While someministers served only a few months, the finance minister with the longest tenure servedfor more than 16 consecutive years. On average the finance ministers had 2.5 children;13one finance minister had 11 children. However, they were predominantly male with onlyseven female finance ministers, who collectively served for around 24 years and accountfor five percent of observations in our sample.Educational and occupational background of the finance ministers In our sample, all 110 finance ministers either passed the final secondaryeducation examthe German Abitur or a vocational training apprenticeship. Three quarter of theministers 83 earned a university degree Edu_Uni and, out of those, 41 added a Ph D31 percent, Edu_Ph D. We use the remaining 27 ministers without a tertiary educationas reference category. Most ministers who graduated from university studied law, namely 42 Law, 29 studied business or economics Economics, nine humanities or other socialsciences Humanities and four science or medicine Science.16Moreover, we coded the ministers work experience in different sectors prior to theirappointment. Like the fields of study, the formed groups are not mutually exclusive.17Not surprisingly, a majority of 88 out of 110 ministers were members of parliament Mpprior to their appointment in either the state parliament, the federal parliament or theparliament of the European Union. The second largest group with 68 ministers workedin the public sector Public, thereof 60 in general public service Public_otherand 15 in the field of public finances, e.g., tax authorities or treasury Public_finance.A total of 47 ministers gained professional experience in the business sector Business,thereof 15 in the financial sector Business_finance and 38 in other business sectors Business_other. In total, 40 finance ministers previously served as a spendingminister. 11 ministers worked in academia Academia, thereof six worked in economicor business research institutes or university departments. Seven were journalists, sevenlawyers and three worked as party officers Others. Taking the finance related subsectors of academia, the business and public sector altogether, a total of 30 ministers gainedfinancial expertise Finance_expertise.18 We suppose that all the experiences thatthe finance ministers had over the course of their professional career are relevant for laterperformance.Position of the finance ministers We follow Jochimsen and Nuscheler 2011 and include a dummy variable for when thefinance minister in a coalition government has strong ties with the prime minister asthey both belong to the same party Affinity. Furthermore, we take into account the 16Note that some ministers studied multiple subjects. As we coded all subjects for them, simply countingthe numbers of university degrees would give a wrong number of 84 university graduates instead ofthe correct 8317In their related work on members of central banks monetary policy committees Gohlmann and Vaubel2007 and Farvaque, Hammadou, and Stanek 2009, 2011 only consider the dominant professionalexperience, i.e. the longest experience. We do not follow this approach and instead use all availableinformation to fully capture the professional career prior to their appointment. Thus, the dummyvariables covering the sectors mentioned above will assume the value of one if a finance minister hasany experience in the respective sector. Therefore, these dummy variables are not mutually exclusiveand for a minister who gained experience in three sectors for example the sum of these variableswill be three compared to one following the approach of Gohlmann and Vaubel 2007 and Farvaque,Hammadou, and Stanek 2009, 2011.18The variable Finance_expertise is a summary variable taking the value of one if a minister gainedfinancial expertise in one or more of the academia, the business or public sector.14political orientation of the finance minister with the dummy variable Left that takesthe value of one if the finance minister belongs to the Social Democratic Party or the Green Party.19Economic and political control variables We control for the state of the economy by including the growth rate of regional grossdomestic product in real terms per capita Gdp. As the deficit may depend on the costof borrowing, we also include the real interest rate Interest that is the same for allstates.20 At first glance, it may be plausible to include the level of state indebtednessas well. We refrain however to include any lagged debt level as this basically equals thecumulated deficits of the past. Recall that we already estimate a dynamic model byincluding the first lagged deficit.Even though we have normalized both public deficit and Gdp to per capita values, weinclude the regional population Population as control variable to capture economiesof scale in the provision of public goods.21Furthermore, we acknowledge the financial support that Bremen and the Saarlandreceived from the federal government with a time dummy Bailout for both statesduring the respective years.Additionally, we control for two effects described in the traditional political economy literature. First of all, we control for years with elections in the respective statesElection.22. Furthermore, we account for the government fragmentation by includingthe probability that two randomly drawn ministers belong to different parties Fractionas it is used, for example, in the well established World Bank Database on Political Institutions. In pure singleparty governments this variable takes the value of zero whilehigher values indicate more fragmented governments in which ministers belong to different parties. Table 1 presents the descriptive statistics of the control variables as well.Definitions and sources of all variables can be found in table 6 in the appendix.5.3. Estimation methods Given our statespecific effects i and the inclusion of a Ldv in the regression, the Ordinary Least Squares OLS estimator is inconsistent. Specific paneldata estimatorslike the Fixed Effects FE or Least Square Dummy Variable LSDV, and the Random Effects RE or Generalized Least Square GLS estimator wipe out the unobserved timeinvariant heterogeneity and thereby solve the omitted variable bias. However, they do noteliminate the Ldv being correlated with the transformed error term cf. Baltagi, 2008, ch.19For a finance minister belonging to the Left Party, the dummy variable Left would take the value ofone, too. However, the first finance minister belonging to the Left Party came into office in November 2009 and is not included in our data set as we restrict our analysis to the West German states between 1960 and 2009.20We do not control for employment or unemployment levels due to the fact that labor market relatedexpenditures are mainly born by the social security system and the local level.21We expect states with a larger population to have lower per capita expenditures and therefore lowerborrowing and viceversa. Under the financial equalization scheme small states receive additionalfinancial support for higher costs of political leadership.22The Election dummy variable is based on the same cutoff date that we use to identify the relevantfinance minister for a respective year. However, for the coding of the Election dummies it shouldnot matter whether we use the January 1st, February 1st or March 1st. Out of 122 state elections inour sample only five took place in January and eight in February.15Table 1: Descriptive statistics Deficit Gdp Interest Population Bailout Election Fraction Affinity Left Age Agesq Tenure Tenuresq Female Kids Kids_n Edu_uni Edu_phd Economics Law Humanities Science Finance_expertise Academia Academia_finance Academia_other Business Business_finance Business_other Mp Spending_minister Public Public_finance Public_other Other Other_journalist Other_lawyer Other_party Obs.499Mean 167.9964994994994994994994994994994994994994994994994994994994994994994994994994994994994994994994994994994994994994992.2401.2136.1070.0440.2400.2450.3910.42954.4673,007.7123.49120.4710.0460.7682.4650.4010.3150.2530.3810.0760.0300.2550.0780.0420.0360.4310.1160.3750.7960.3790.6310.1420.5510.1460.0580.0640.030All observations Std. Dev.263.213Min852.894Max 1,552.622Control variables 3.2431.3455.0850.2050.4280.2186.7172.0690.65400013.5563.92218.080110.778Characteristics of Finance Ministers 1170.6174,986.81016.653277.32111110034.7171,205.2790.0150.0000000.4880.4956.412705.1852.88232.7350.2100.4232.146Education of Finance Ministers 0.4910.4650.4350.4860.2660.171000000Profession of Finance Ministers 0.4360.2690.2010.1870.4960.3210.4850.4040.4860.4830.3500.4980.3540.2340.2450.17100000000000000001111111111111111111111Out of 110ministers  with value 1587874241294294301165471538884068156015773Note: All information refer to February 1st of the respective year, i.e., the cabinet or the finance ministers who werein office on February 1st. Table 6 in the appendix provides a detailled description of variables and data sources.168. According to Nickell 1981, the LSDV estimator is unbiased only as T approachesinfinity and generates severely biased coefficients for finite T, i.e., in short panels. Heshows that is downward biased for 0 and the other coefficient estimates are upwardbiased if they are positively correlated with the Ldv or viceversa.23Given our relatively long T 50, but small N 10 panel data set, one may arguethat the bias of the LSDV estimator induced by the Ldv is negligible.24 However, giventhe low number of 499 observations, we regard it as necessary to examine alternativeestimation methods. Two general procedures are used to resolve the Nickell bias eitherby using instruments to obtain unbiased estimates or by directly correcting for it.25Following the first approach, the equation 1 is transformed to elminiate the timeinvariant effects, e.g., Anderson and Hsiao 1981, 1982, AH estimator and Arellano and Bond 1991, AB estimator propose using firstdifferences. Then instruments are usedfor the transformed Ldv in order to eliminate the correlation with the transformed errorterm. Anderson and Hsiao 1981, 1982, AH estimator, for example, use further lagsof the difference of the dependent variable di,t 2 di,t 2 di,t 3 or of its level di,t 2as instruments for di,t 1 di,t 1 di,t 2. Whereas Arellano and Bond 1991 arguethat there are more instruments available and propose a generalized method of momentsGMM procedure. As the AB estimator exploits all valid lags of the dependent variableas instruments, it is more efficient than AH. Blundell and Bond 1998, BB estimatorsuggest to use firstdifferenced instruments in the untransformed equation and instrumentsin levels for the firstdifferenced equation. However, the estimators discussed so far arewell suited for large samples, but have poor finite sample properties and would generatebiased estimates for small samples.The second approach relies on the standard fixedeffects estimator LSDV, but uses anapproximation of its bias to obtain a biascorrected estimator LSDVc.26 The simulationstudies of Judson and Owen 1999 and Bruno 2005a as well as Kiviet and Bun 2001and Bun and Kiviet 2006 show that the LSDVc estimator generates more accurate estimates and lower standard errors than the other estimators described above particularlywith long, but small panels. Given the properties of our data set T 50 and N 10,we employ the LSDVc estimator for our analysis.The correction procedure of the LSDVc estimator requires an initial consistent estimateof the coefficients, which can be obtained using one of the mentioned AB, AH, or BBestimators. We use the AB estimator as it is more efficient than AH Arellano and Bond, 1991 and appears to be more robust than BB Bruno, 2005a.In accordancewith the results of Bruno 2005a and Bun and Kiviet 2003, 2006, we base the biascorrection on the bias approximation in powers of T 2N1. The simulation study of Kiviet and Bun 2001 demonstrates that the bootstrap procedure for the estimation of 23Nickell derives the approximation for the bias of for reasonably large values of T and in the absence ofexogenous regressors as plim N 1T1 . The bias of stays negative and becomes largerin absolute terms when exogenous regressors are included, but still approaches zero as T becomessufficiently large.24And in fact using the approximation of Nickell 1981, the LSDV estimate might be downward biasedby around six percent for a real 0.5 in a model without any other regressors.25See Behr 2003 or Baltagi 2008, ch. 8 for a general discussion.26Kiviet 1995 derives such an estimator by refining the bias approximation of Nickell 1981 in powersof T 1, Bias approximations in powers of T N1 and T 2N1 are suggested by Kiviet 1995, 1999.Simulation studies showed that the bias approximation in powers of T 1 already accounts for morethan 90 percent of the bias in balanced Bun and Kiviet, 2003, 2006 and unbalanced panels Bruno,2005a.17the variancecovariance matrix of the LSDVc estimator often outperforms the analyticalvariance estimator. We follow their suggestion and apply the bootstrap procedure for thestandard errors with 200 repetitions.Furthermore, we use the ArellanoBond test on firstorder autocorrelation of the residuals for all our regressions and as expected cannot reject the null hypothesis. However,there is no secondorder autocorrelation in the residuals. We can clearly reject the nullhypothesis of the Sargan test of overidentifying restrictions.5.4. Estimation results Table 2 and 3 illustrate the regression results. Before we turn to our hypotheses on therole of the finance minister, we briefly cover the base model in the first column of table 2in which only the economic and political control variables are included.The results indicate a rather strong path dependency of the deficit, as the estimatedcoefficient of the lagged deficit is positive, larger than 0.5, and highly significant. Thecoefficient of Gdp growth has a negative sign and is insignificant as expected. Thissupports our argument against the deficit to Gdp ratio as dependent variable since statedeficits and the regional Gdp growth are only weakly related due to the fiscal equalizationscheme and the fact that only a few business cycle related expenditures are at the statelevel. The coefficient for Interest has the expected negative sign, but is insignificant.The coefficient of the regional Population has a negative sign and is highly significantindicating that states with more inhabitants have lower per capita deficits. Bremen and Saarland, for example, are not only the two smallest states, but also the two states withpersistently high deficits. Two reasons might explain this result. First, there will beeconomies of scale in government structures favoring larger states. The fiscal equalizationsystem addresses this with lumpsum transfers from the federal government to the smallerstates. However, our results suggest that these transfers are not large enough. Second,wheeling and dealing might be more prevalent in smaller states.During the federal government bailout for Bremen and the Saarland, both states significantly reduced their annual deficits by around Eur 248 per inhabitant Bailout.Both variables capturing the traditional political economy theory on political businesscycles Election and weak governments Fraction are insignificant. while the formerhas the expected positive signs, the later has an unexpected negative sign. However, wefind no support for significant differences in deficits neither in election years and nor formore fragmented governments.Authority, reputation, and time horizons Turning to the finance minister, model 2 includes her affiliation with the prime minister as well as her age. Our variable Affinity for finance ministers belonging to theprime ministers party in coalition governments only has the expected negative signand is significant at the 10% level. The variable Fraction, capturing the governmentfragmentation, turns positive but remains insignificant. While the results of our basemodel indicate that more fragmented governments, i.e. coalition governments, do nothave significantly higher deficits per se, model 2 shows that finance ministers can realizelower deficits in a coalition government if they belong to the party of the prime minister and, therefore, enjoy a greater authority within the cabinet. This results is in linewith Jochimsen and Nuscheler 2011. Furthermore, we find no evidence for the partisan 18Table 2: Estimation results for age, tenure and education Dependent variable: Deficit real deficit per capita123456248.444273.123265.379270.900264.890266.6870.5760.0450.9345.5402.58314.87961.37722.24947.29417.48217.2932.58740.3230.5630.0460.4415.6136.86114.78370.55524.59647.63617.24117.25463.20657.89537.16121.7558.28721.15320.97819.3750.2080.177L.deficit Gdp Interest Population Bailout Election Fraction Affinity Left Age Agesq Tenure Tenuresq Edu_uni Edu_phd Economics Law Humanities Science 0.5600.0460.6665.5894.55114.89952.83122.54748.25714.90817.43958.31057.45835.89522.05315.08621.3790.5580.0470.9515.6814.20014.99853.04122.54148.78114.26017.43462.08257.60839.30722.26314.23921.4110.5620.0460.6655.5954.50614.92053.14322.72448.53214.96217.45758.75457.59236.25622.21314.81621.4390.5650.0460.2815.6175.14515.05054.53323.22648.67315.36217.45452.21256.94934.40421.95110.96321.69010.8567.4941.1810.6499.7637.4661.1350.6468.43819.60328.41821.66110.8437.5031.1760.64810.4127.5101.1480.6503.03020.2813.32923.1446.90019.1605.90135.62349.17248.36948910Observations Number of states Notes: The LSDVc estimator was applied with an initial ArellanoBond estimate and 200 bootstrap repetitions.The estimates include both year dummy time fixed effects and state dummy country fixed effects variablesthat are not shown here. indicates significance at 1% level, at 5% level and at 10% level respectively. Standard errors are reportedin parentheses.4891048910489104891048910theory. Finance ministers belonging to the Social Democratic Party or the Green PartyLeft do not exhibit significantly higher deficits. This result is consistent with most ofthe related studies on public finances in the German states that could not find partisaneffects for overall spending or deficit e.g., Seitz, 2000; Galli and Rossi, 2002; Jochimsenand Nuscheler, 2011. However, some more recent studies reveal that politicians act aspartisans by changing the budget composition according to their ideological priorities,thereby leaving the deficit unaffected e.g., Potrafke, 2010; Schneider, 2010.The age of the finance minister, however, is not significant, neither the linear nor thequadratic term Age, Agesq. Since age varies largely widely across the 110 financeministers, we include the tenure instead of the age of the finance minister in model 3to acknowledge the experience gained in office and find longertenured finance ministers 19to issue significantly less new debt than the newly appointed. The linear term Tenurehas a positive sign, but is not significant while the quadratic term Tenuresq is negativeand significant.27 This confirms the results of Feld and Schaltegger 2010 and indicatesthat newly appointed ministers need some time to build up experience and to use theirauthority within the cabinet to lower the deficit.Educational background and professional experiences We find no evidence that the educational background of the finance minister affects publicdeficits. All educational variables are statistically insignificant both with respect to thehighest educational level attained model 4 and the field of studies models 5 and 6. Wealso could not reject the test on joint significance of theses variables in both estimations.The results are reported in table 2.Turning to the professional experience of the finance minister, we first consider onlyour six main categories covering the previous profession of the finance minister in model 7: Academia, Business, Mp members of parliament, Spending_minister, Public,Other. No category is significant at the 10 percent level.Model 8 examines the effect of the finance ministers financial expertise in distinguishingcategories and yields the expected result that finance ministers with working experiencein the financial business sector Business_finance can reduce the public deficit atthe 1 percent significance level. However, the working experience in the nonfinancebusiness sector Business_other increases public deficits significantly. Former memberof parliaments Mp also incur lower deficits. All other subcategories are insignificant.As we are especially interested in the overall financial expertise gained by the financeminister prior her appointment, the summary variable Financial_expertise is includedin model 9 to capture all financerelated work experience in either the financial businesssector, public finances or as professors in business or economics: As expected the variablehas a negative sign and is highly significant indicating that finance ministers with highlevels of financial expertise can realize lower deficits. In model 10, we have decomposedthe category Other, however, none of its three subcategories is significant.Overall, we find no evidence for her education affecting the deficit. However, we findthat professional experience in the financial field prior to appointment significantly reduces state deficits. Our findings are in line with results from studies in monetary andeconomic policy e.g., Dreher et al., 2009; Farvaque, Hammadou, and Stanek, 2009; Hauand Thum, 2009 that show professional experience to be more influential than the educational background. Remember that we do not expect reverse causality to be of majorimportance here. Moreover such a reverse causality would yield a positive coefficient or atleast cause an upwardbiased estimate, while we observe a significant negative coefficientof the variable Finance_Experience, as expected.Gender and family status Turning to gender and family status of the finance minister in model 11, one can see thatthese two individual characteristics clearly do not affect public deficit. Female ministersdo not incur significantly higher deficits than their male colleagues. Furthermore, we findno evidence that finance ministers with children incur significantly lower deficits than 27Given the coefficients of the linear and the quadratic effect in model 3, we observe a turning point fortenure around 4.6 years. Ministers with a higher tenure incur significantly lower deficits.20Table 3: Estimation results for professional experience, gender and family status Dependent variable: Deficit real deficit per capita789101112L.deficit Gdp Interest Population Bailout Election Fraction Affinity Left Tenure Tenuresq Finance_expertise Academia Academia_finance Academia_other Business Business_finance Business_other Mp Spending_minister Public Public_finance Public_other Other Other_journalist Other_lawyer Other_party Female Kids Kids_n263.826305.436284.766285.661279.770279.9850.5590.0460.6265.6516.31815.00848.22823.48350.40114.83017.35469.10959.00242.93922.70115.71622.44010.9737.5001.3240.6570.5060.0480.8535.5836.03014.91664.16923.31650.04015.07817.13374.38657.80245.94022.67410.82422.8119.2207.5071.2870.6590.5210.0470.1555.5776.42314.90649.25622.91550.64316.32017.18177.92557.76849.17222.17515.38121.9169.8967.4091.3350.6490.5220.0480.4385.6508.42415.09052.58623.21251.60916.01217.19691.78058.59052.60522.36113.13022.6329.3547.3851.2590.6530.5500.0471.5215.5764.43414.86248.73123.10549.38415.07317.47471.72759.96236.50022.19019.09821.67311.4107.5531.2310.65034.35818.1990.5490.0471.5495.5904.56214.88248.97822.89249.17315.31117.45368.97758.48136.52922.17017.40022.28611.4257.5631.2150.65534.58618.22438.88433.5291.86018.88636.77724.70914.88218.54117.31819.3721.56226.25520.72244.3679.93243.80585.47728.36837.65518.25364.92827.03424.31418.55318.73026.53411.04918.2465.37224.84162.76420.74866.70521.30025.64842.94824.77043.00033.26618.20165.05226.52624.92818.46831.28918.29968.84627.03322.79019.0219.52418.27514.16024.85810.61318.65339.21934.87510.70236.80739.66954.13519.86537.92110.22421.55720.13537.7261.6614.15248910Observations Number of states Notes: The LSDVc estimator was applied with an initial ArellanoBond estimate and 200 bootstrap repetitions. Theestimates include both year dummy time fixed effects and state dummy country fixed effects variables that arenot shown here. indicates significance at 1% level, at 5% level and at 10% level respectively. Standard errors are reported inparentheses.489104891048910489104891021ministers without. Also the number of children has no statistically significant effect onpublic deficits model 12.5.5. Robustness checks We test the robustness of our results in several ways. First of all, we test alternativecutoff dates instead of our chosen cutoff date February 1st. We obtained similar resultsfor the TenureTenuresq and the Financial_expertise variables for various cutoff dates during the first half of a year see table 4. Furthermore, we have implementedtwo alternative specifications to capture time effects. The two estimations without anytime effects and with dummy variables for specific events 28, respectively, yield similarresults in size and significance for the variable Finance_expertise and Tenuresq.The Election dummy variable became significant as well see table 5.Additionally, we control for the robustness of our results with respect to alternativeestimators like pooled OLS, the fixed effects estimator LSDV and the ArellanoBondestimator. Rerunning the regressions, we find that our main results are robust to these It is not surprising that the significance of the Finance_expertisealternatives.29variable vanishes with a pvalue of 13.3% for the pooled OLS estimation since no statefixed effects are included here. However, its coefficient is rather robust and the variable Tenuresq stays significant with a pvalue of 7.2%. However, the pooled OLS estimatesare inconsistent due to the lagged dependent variable and the unobserved statespecificeffects see above. We use the same specifications for the fixed effects LSDV andthe ArellanoBond estimator as for the LSDVc estimator before and can replicate ourresults with both alternative estimators for most of the specifications see table 5. Wealso challenge our implementation of the LSDVc estimator and used an alternative initialestimator BB cf. Kiviet and Bun, 2001; Bruno, 2005b. Our results remain the same.306. Concluding remarks Although there is a large theoretical and an increasing empirical literature on the political economy of public deficits, the role and responsibility of the finance minister is so farneglected. This is particularly astonishing because in other policy areas, like economicpolicy, monetary policy, or corporate performance, the influence of individual characteristics on outcome and performance is already partly explored. By empirically analyzingthe influence of the finance minister and her individual characteristics on public deficitsin 10 West German states from 1960 to 2009, we try to overcome this shortcoming inpublic finance.Using a new and unique dataset that includes the personal characteristics of all 110relevant finance ministers, we employ several panel estimation techniques and report thefollowing findings: There is strong evidence that the professional experience of the finance 28Specifically, we use time dummies for both the first and second oil crises and the financial crisis Oil 1,Oil 2, Fin_Crisis, for years after the German reunification Reunification and the inclusion ofthe East German states into the fiscal equalization scheme Equalization. We also included a timedummy for the period of the federal governments bailout for Bremen and Saarland to control forpotential indirect effects on all states Bailout_period.29The estimated coefficient for the lagged deficit is higher with pooled OLS and lower with the fixedeffects estimator than with LSDVc as discussed above.30Results are available upon request.22Table 4: Robustness checks for alternative cutoff dates Cutoff date February 1st January 1st Alternative cutoff dates April 1st July 1st October 1st Dependent variable: Deficit real deficit per capita276.915273.183277.698277.778283.121L.deficit Gdp Interest Population Bailout Election Fraction Affinity Left Tenure Tenuresq Finance_expertise 0.5460.0461.4085.5514.94414.86548.67722.52548.79514.84517.37466.78057.49135.81922.00021.07621.36811.2667.4701.2170.64735.68117.9330.5490.0461.4015.5364.60014.86148.65622.59548.64112.09416.82364.36056.60536.77621.51220.15421.25812.1787.4801.2690.65231.38417.9590.5460.0461.0505.5464.98414.85848.09322.56048.8407.32517.24866.82557.64937.64222.32721.34221.80312.9007.4461.2680.64335.27217.5160.5420.0460.6545.5094.19714.84047.44022.46049.1591.91317.01696.63260.74050.78622.49437.21221.6375.9207.1960.7450.69135.31516.6540.5420.0460.5365.4813.21614.88948.70722.52950.1931.42217.689103.63660.63652.60722.26234.79421.7561.9607.4000.1150.68738.50517.43048910Observations Number of states Notes: The LSDVc estimator was applied with an initial ArellanoBond estimate and 200 bootstrap repetitions. Theestimates include both year dummy time fixed effects and state dummy country fixed effects variables that are notshown here. indicates significance at 1% level, at 5% level and at 10% level respectively. Standard errors are reported inparentheses.48910489104891048910minister prior to her nomination affects public deficits. Finance ministers who gainedfinancial expertise, e.g., in the financial business sector, prior to their appointment achievesignificantly lower deficits than all others. Furthermore, the finance ministers strengthwithin the cabinet increases with her tenure. If she is more that 4.6 years in office annualdeficits decrease significantly. In coalition governments, the finance ministers position isfurther strengthened if she and the prime minister belong to the same party.We do not find evidence that her education affects the deficit in any way. Apparently itdoes not matter if the finance minister has a university degree or which subject she studied. Our findings correspond with results from studies in monetary and economic policyshowing professional experience to be more influential than the educational background,too. Also gender and family status of finance ministers do not affect public deficits. Female ministers do no issue more or less debt than their male colleagues. Children do notaffect the attitude towards debt either. Moreover, we find no evidence for the lame duckargument as the age of the finance minister is irrelevant for public deficits. Finally, there 23emitselbairavymmudraeyehtdedulcnifidnaymmudetatseht,hto B.selbairavstceffedexfiyrtnuocymmudetatsedulcnisnoitacfiicepslladeretsulcdnatsuborerasrorredradnat S.snoititeperpartstoob 002dnaetamitsedno Bonaller Alaitininahtiwdeilppasawrotamitsec VDSLeh Tstnev EEFem Ti EFiem Tonstnev EEFem Ti EFiem Ton EFonstnev EEFiem Ton EFem Tidno Bonaller AVDSLstceffedexi FSLOdeloo Pc VDSLc VDSLatipacrepticfiedlaerticife D:elbairavtnednepe Dsnoitacfiicepsemitdnasrotamitseevitanretlarofskcehcssentsubo R:5elba Tsnoitacfiicepsemitdnasrotamitseevitanretl A765.0370.0773.21587.2451.31373.4720.73919.71425.352823.44465.33278.9423.12392.74360.12132.92774.0120.01484.41033.7833.1246.0735.14357.81590.82895.92101.181159.64548.24529.82031.59364.43388.48748.72792.511764.37355.76794.01069.61964.53190.172292.401884.0260.0127.0091.4467.7810.9816.65556.42460.223500.53865.51890.6562.701182.56801.55298.23588.61834.71069.8269.7600.1967.0903.83073.62145.0670.0105.41636.2407.3735.3872.81874.51567.232552.24962.93530.8602.2120.65284.9712.53551.8714.31289.71186.8545.1817.0131.44778.71649.104958.751411.022619.901275.0670.0874.21811.3351.31231.4917.33417.51428.45493.23924.01454.02680.63398.81987.22895.9941.31788.61456.8485.1847.0935.34945.91164.32266.13652.081480.74414.34437.92844.79944.73807.88266.13157.711267.87970.66759.01141.71471.93594.442799.39362.142205.0370.0044.1349.4553.6825.9852.35043.02454.692633.25367.41918.6396.07362.75404.73924.72925.22148.81088.11529.7482.1817.0481.73101.82845.0970.0996.41268.2218.3691.4991.91143.11561.522149.35290.83094.8494.1910.04108.9841.52732.1152.51132.02644.01087.1958.0098.54167.81636.0570.0591.31064.2607.4688.3971.6750.3669.811273.95957.93140.9521.55374.84872.04161.33155.22425.71888.21782.7071.1475.0171.03472.81703.183366.121923.812886.98233.511436.43126.0040.0523.21770.3349.21373.7264.13693.42178.25339.23267.81954.72065.95436.02421.42278.8579.22498.51523.8094.1027.0846.04495.02381.22707.53180.181993.64418.24548.23797.69940.45573.48109.63812.111855.24893.66305.71292.91307.62822.422495.0240.0724.41758.2690.4294.6583.91409.02745.212052.94959.83062.91218.3690.16890.11730.52916.0390.22513.91306.8596.1347.0592.34891.12645.0640.0804.1155.5449.4568.41776.84525.22519.672597.84548.41473.71087.66194.75918.53000.22670.12863.12662.11074.7712.1746.0186.53339.71ticifed.Ltseretn Ipd Gnoitalupo Ptuolia Bnoitcel Enoitcar Fytiniff Aerune Ttfe Lqserune Tesitrepxe_ecnan Fidoirep_tuolia Bnoitacifinue Rnoitazilauq Enoitcelede Fsisirc_n Finoitceleu Etnatsno C1li O2li O24984019840198401984405.001984946.001984554.001984025.001984019840198401setatssnoitavresb OfoderauqsRrebmu N.sesehtnerapnidetropererasrorredradnat S.ylevitcepserlevel%01tadnalevel%5ta,level%1ta.srotamitsedno Bonaller AdnaVDSLstceffedexfi.nwohston,SLOdelooperastceffedexfiedise B:seto Necnacfingisisetacidni,SLOrofleveletatstais no support for the partisan theory, i.e. politically left finance ministers do not incurhigher deficits than politically right ones.So what appear to be the characteristics of the perfect finance minister? In times offiscal stress and global fiscal uncertainties the perfect finance minister should pay muchattention to reaching a sound budget. It is more likely that she succeeds in doing so, ifshe has significant professional experience in the field of business finance and if she staysin office for a long time. Moreover, in a coalition government she should belong to thesame party than the prime minister. It does not matter how old she is, or what or ifshe studied, or, for that matter whether the finance minister is male or female, with orwithout children.Acknowledgments: We would like to thank Ronny Freier, Benny Geys and Marcel Thum as well as Monica Auteri and participants at the 2011 conference New Perspectiveson Public Debt of the European Center for the Study of Public Choice in Rome andparticipants at seminars at Free University of Berlin, Technical University of Dresdenand the 10th Public Finance Workshop at WZB Berlin. Comments of colleagues at Berlin School of Economics and Law, DIW Berlin and Free University of Berlin are alsogratefully acknowledged. The usual disclaimer applies.References Adams, Renee B. and Daniel Ferreira. 2009. Women in the boardroom and their impacton governance and performance. Journal of Financial Economics 94 2:291309.Akerlof, George A. and Rachel E. Kranton. 2005. Identity and the Economics of Organizations. The Journal of Economic Perspectives 19 1:932.Alesina, Alberto. 1988. Macroeconomics and Politics. In NBER macroeconomics annual,vol. 3, edited by Stanley Fischer. Cambridge and Mass.: MIT Press, 1362.Alesina, Alberto, Roberto Perotti, and Jose Tavares. 1998. The Political Economy of Fiscal Adjustments. Brookings Papers on Economic Activity 1998 1:197266.Anderson, T. W. and Cheng Hsiao. 1981. Estimation of Dynamic Models with Error Components. Journal of the American Statistical Association 76 375:598606  1982. Formulation and estimation of dynamic models using panel data. Journalof Econometrics 18 1:4782.Arellano, Manuel and Stephen Bond. 1991. Some Tests of Specification for Panel Data:Monte Carlo Evidence and an Application to Employment Equations. The Review of Economic Studies 58 2:277.Ashworth, John, Benny Geys, and Bruno Heyndels. 2005. Government Weakness and Local Public Debt Development in Flemish Municipalities. International Tax and Public Finance 12 4:395422.25Atkinson, Stanley M., Samantha Boyce Baird, and Melissa B. Frye. 2003. Do Female Mutual Fund Managers Manage Differently? Journal of Financial Research 26 1:118.Baltagi, Badi H. 2008. Econometric analysis of panel data. Chichester: John Wiley, 4 ed.Barro, Robert J. 1973. The control of politicians: An economic model. Public Choice 14 1:1942  1974. Are Government Bonds Net Wealth?82 6:10951117.Journal of Political Economy Beck, Nathaniel and Jonathan N. Katz. 2011. Modeling Dynamics in TimeSeries CrossSection Political Economy Data. Annual Review of Political Science 14 1:331352.Beck, Thorsten, George Clarke, Alberto Groff, Philip Keefer, and Patrick Walsh. 2001.New tools in comparative political economy: The Database of Political Institutions.World Bank Economic Review 15 1:165176.Becker, Gary S. 1993. Human capital: A theoretical and empirical analysis, with specialreference to education. Chicago: University of Chicago Press, 3 ed.Behr, Andreas. 2003. A comparison of dynamic panel data estimators: Monte Carloevidence and an application to the investment function. Discussion paper, Economic Research Centre of the Deutsche Bundesbank 5.Bertrand, Marianne and Antoinette Schoar. 2003. Managing with Style: The Effect of Managers on Firm Policies. The Quarterly Journal of Economics 118 4:11691208.Political Selection. The Journal of Economic Perspectives Besley, Timothy. 2005.19 3:4360.Besley, Timothy and Anne Case. 1995. Does Electoral Accountability Affect Economic Policy Choices? Evidence from Gubernatorial Term Limits. The Quarterly Journal of Economics 110 3:769798.Blundell, Richard and Stephen Bond. 1998. Initial conditions and moment restrictionsin dynamic panel data models. Journal of Econometrics 87 1:115143.Brady, David and Michael Spence. 2009. Leadership and politics: a perspective from the Growth Commission. Oxford Review of Economic Policy 25 2:205218.Bruno, Giovanni S.F. 2005a. Approximating the bias of the LSDV estimator for dynamicunbalanced panel data models. Economics Letters 87 3:361366  2005b. Estimation and inference in dynamic unbalanced paneldata models witha small number of individuals. Stata Journal 5 4:473500.Buchanan, James M. and Gordon Tullock. 1962. The calculus of consent. Ann Arbor:University of Michigan Press.Bun, Maurice J. G. and Jan F. Kiviet. 2003. On the diminishing returns of higherorderterms in asymptotic expansions of bias. Economics Letters 79 2:145152.26. 2006. The effects of dynamic feedbacks on LS and MM estimator accuracy inpanel data models. Journal of Econometrics 132 2:409444.Chappell, Henry W., Thomas M. Havrilesky, and Rob Roy Mc Gregor. 1995. Policymakers, institutions, and central bank decisions. Journal of Economics and Business 47 2:113136.Chattopadhyay, Raghabendra and Esther Duflo. 2004. Women as Policy Makers: Evidence from a Randomized Policy Experiment in India. Econometrica 72 5:14091443.Choi, In. 2001. Unit root tests for panel data. Journal of International Money and Finance 20 2:249272.Congleton, Roger D. and Yongjing Zhang. 2009. Is it All About Competence? The Human Capital of U.S. Presidents and Economic Performance. SSRN e Library .Croson, Rachel and Uri Gneezy. 2009. Gender Differences in Preferences. Journal of Economic Literature 47 2:448474.Dezso, Cristian L. and David G. Ross. 2008. Girl Power: Female Participation in Top Management and Firm Performance. Working Paper, Columbia Business School August 2008.Downs, Anthony. 1957. An Economic Theory of Political Action in a Democracy. The Journal of Political Economy 65 2:135150.Dreher, Axel, Michael J. Lamla, Sarah M. Lein, and Frank Somogyi. 2009. The impact of political leaders profession and education on reforms. Journal of Comparative Economics 37 1:169193.Eagly, Alice H., Steven J. Karau, and Mona G. Makhijani. 1995. Gender and the effectiveness of leaders: A metaanalysis. Psychological Bulletin 117 1:125145.Eckel, Catherine C. and Philip J. Grossman. 2008. Men, Women and Risk Aversion:Experimental Evidence. In Handbook of Experimental Economics Results, vol. 1, editedby Charles R. Plott and Vernon L. Smith. Amsterdam: NorthHolland, 10611073.Farvaque, Etienne, Hakim Hammadou, and Piotr Stanek. 2009. Select your Committee:The Impact of Central Bankers Background on Inflation. Economie Internationale 117 1:99129  2011. Selecting Your Inflation Targeters: Background and Performance of Monetary Policy Committee Members. German Economic Review 12 2:223238.Feld, Lars P. and Christoph A. Schaltegger. 2010. Political stability and fiscal policy:Time series evidence for the Swiss federal level since 1849. Public Choice 144 3:505534.Foschi, Martha. 2000. Double Standards for Competence: Theory and Research. Annual Review of Sociology 26 1:2142.Freier, Ronny. 2011. Incumbency as the Major Advantage: The Electoral Advantage for Parties of Incumbent Mayors. DIW Discussion Paper 1147.27Frey, Bruno S. 2000.Was bewirkt die Volkswirtschaftslehre?Wirtschaftspolitik 1 1:533.Perspektiven der Galasso, Vincenzo and Tommaso Nannicini. 2011. Competing on Good Politicians.American Political Science Review 105 1:7999.Galli, Emma and Stefania P. S. Rossi. 2002. Political Budget Cycles: The Case of the Western German Lander. Public Choice 110 3:283303.Gehlbach, Scott, Konstantin Sonin, and Ekaterina Zhuravskaya. 2010. Businessman Candidates. American Journal of Political Science 54 3:718736.Gohlmann, Silja and Roland Vaubel. 2007. The educational and occupational background of central bankers and its effect on inflation: An empirical analysis. European Economic Review 51 4:925941.Haan, Jakob de, JanEgbert Sturm, and Geert Beekhuis. 1999. The Weak Government Thesis: Some New Evidence. Public Choice 101 3:163176.Hagen, Jurgen von and Ian J. Harden. 1995. Budget processes and commitment to fiscaldiscipline. European Economic Review 39 34:771779.Hallerberg, Mark and Jurgen von Hagen. 1999. Electoral institutions, cabinet negotiations, and budget deficits within the European Union. In Fiscal institutions and fiscalperformance, edited by James M. Poterba and Jurgen von Hagen. Chicago: Universityof Chicago Press, 209232.Hallerberg, Mark, Rolf Strauch, and Jurgen von Hagen. 2007. The design of fiscal rulesand forms of governance in European Union countries. European Journal of Political Economy 23 2:338359.Hau, Harald and Marcel Thum. 2009. Subprime crisis and board in competence:private versus public banks in Germany. Economic Policy 24 60:701752.Hayo, Bernd and Stefan Voigt. 2011. Endogenous constitutions: Politics and politiciansmatter, economic outcomes dont. Journal of Economic Behavior Organization inpress.Hibbs, Douglas A. Jr. 1977. Political Parties and Macroeconomic Policy. The American Political Science Review 71 4:14671487.Jochimsen, Beate and Robert Nuscheler. 2011. The political economy of the German Lander deficits: weak governments meet strong finance ministers. Applied Economics 43 19:23992415.Johnson, Johnnie E.V. and Philip L. Powell. 1994. Decision Making, Risk and Gender:Are Managers Different? British Journal of Management 5 2:123138.Johnson, W. Bruce, Robert P. Magee, Nandu J. Nagarajan, and Harry A. Newman. 1985.An analysis of the stock price reaction to sudden executive deaths Implications for themanagerial labor market. Journal of Accounting and Economics 7 13:151174.28Jones, Benjamin F. and Benjamin A. Olken. 2005.Do Leaders Matter? National Leadership and Growth Since World War II. The Quarterly Journal of Economics 120 3:835864  2009. Hit or Miss? The Effect of Assassinations on Institutions and War.American Economic Journal: Macroeconomics 1 2:5587.Judson, Ruth A. and Ann L. Owen. 1999. Estimating dynamic panel data models: aguide for macroeconomists. Economics Letters 65 1:915.Kirschen, Etienne S., Jean Benard, Hans Besters, Frank Thomas Blackaby, Otto Eckstein,Just Faaland, Floor Hartog, Lucien Morissens, and Emanuele Tosco. 1964. Economicpolicy in our time: Vol. 1. General theory. Amsterdam: NorthHolland.Kiviet, Jan F. 1995. On bias, inconsistency, and efficiency of various estimators indynamic panel data models. Journal of Econometrics 68 1:5378  1999. Expectations of expansions for estimators in a dynamic panel data model;some results for weakly exogenous regressors. In Analysis of panels and limited dependent variable models, edited by Cheng Hsiao, Kajal Lahiri, LungFei Lee, and M. Hashem Pesaran. Cambridge: Cambridge University Press, 199225.Kiviet, Jan F. and Maurice J. G. Bun. 2001. The accuracy of inference in small samplesof dynamic panel data models. Tinbergen Institute Discussion Paper 0064.Kontopoulos, Yianos and Roberto Perotti. 1999. Government Fragmentation and Fiscal Policy Outcomes: Evidence from OECD Countries. In Fiscal institutions and fiscalperformance, edited by James M. Poterba and Jurgen von Hagen. Chicago: Universityof Chicago Press, 81102.Lott, John R. and W. Robert Reed. 1989. Shirking and sorting in a political marketwith finitelived politicians. Public Choice 61 1:7596.Lyness, Karen S. and Madeline E. Heilman. 2006. When Fit Is Fundamental: Performance Evaluations and Promotions of UpperLevel Female and Male Managers.Journal of Applied Psychology 91 4:777785.Mc Kay, Joanna. 2004. Women in German Politics: Still Jobs for the Boys? German Politics 13 1:5680.Nickell, Stephen. 1981. Biases in Dynamic Models with Fixed Effects. Econometrica 49 6:14171426.Paola, Maria de and Vincenzo Scoppa. 2011. Political competition and politician quality:Evidence from Italian municipalities. Public Choice 148 34:547559.Perotti, Roberto and Yianos Kontopoulos. 2002. Fragmented fiscal policy. Journal of Public Economics 86 2:191222.Persson, Petra and Ekaterina Zhuravskaya. 2011. Elite Capture in the Absence of Democracy: Evidence from Backgrounds of Chinese Provincial Leaders. mimeo .29Persson, Torsten and Guido Tabellini. 1999. Political Economics and Macroeconomic Policy. In Handbook of macroeconomics, vol. 1, edited by John B. Taylor and Michael Woodford. North Holland: Elsevier, 13971482.Potrafke, Niklas. 2010. Public Expenditures on Education and Cultural Affairs in the West German States: Does Government Ideology Influence the Budget Composition?German Economic Review 12 1:124145.Reskin, Barbara F. and Denise D. Bielby. 2005. A Sociological Perspective on Genderand Career Outcomes. Journal of Economic Perspectives 19 1:7186.Rogoff, Kenneth. 1990. Equilibrium Political Budget Cycles. American Economic Review 80 1:2136.Rogoff, Kenneth and Anne Sibert. 1988. Elections and Macroeconomic Policy Cycles.The Review of Economic Studies 55 1:116.Roubini, Nouriel and Jeffrey D. Sachs. 1989a. Government Spending and Budget Deficitsin the Industrial Countries. Economic Policy 4 8:100132  1989b. Political and economic determinants of budget deficits in the industrialdemocracies. European Economic Review 33 5:903933.Schaltegger, Christoph A. and Lars P. Feld. 2009. Do large cabinets favor large governments? Evidence on the fiscal commons problem for Swiss Cantons. Journal of Public Economics 93 12:3547.Schneider, Christina J. 2010. Fighting with one hand tied behind the back: Politicalbudget cycles in the West German states. Public Choice 142 12:125150.Seitz, Helmut. 2000. Fiscal Policy, Deficits and Politics of Subnational Governments:The Case of the German Laender. Public Choice 102 3:183218  2008.88 5:340348.Die Bundesbestimmtheit der Landerausgaben. Wirtschaftsdienst Svaleryd, Helena. 2009. Womens representation and public spending. European Journalof Political Economy 25 2:186198.Tirole, Jean. 1994. The Internal Organization of Government. Oxford Economic Papers 46 1:129.Volkerink, Bjrn and Jakob de Haan. 2001. Fragmented Government Effects on Fiscal Policy: New Evidence. Public Choice 109 3:221242.Wehner, Joachim. 2010. Cabinet structure and fiscal policy outcomes. European Journalof Political Research 49 5:631653.Woo, Jaejoon. 2003.Economic, political, and institutional determinants of publicdeficits. Journal of Public Economics 87 34:387426.A. Appendix 30noitaluclacos Fnonoitaluclacnoitaluclacdnaos Fnoos Fnoetatsnonoitaluclacseirellecnahcseirellecnahcknabsednu Bnw Odesabnw Odesabnw Odesabos Fetat Snw Odesabsecruossecruossuoira Vsuoira Vseirellecnahcetat Ssecruossecruossecruossuoira Vsuoira Vsuoira Vseirellecnahcetat Snoilli Myrani Btnecre Psrae Ysrae Ysrae Yyrani Byrani Btnecre Poru Eatadlarene Getatsdna Lhcaerofatipacreptbedetatslaerfoegnah Cetatsdna Lhcaerofatipacreppd Glaerfoetarhtwor Gtnecre Pylevitcepser 2002retfaetaresabdna 1002litnuetartnuocsidkna Blartne Cetartseretnietarnoitaflnisunimlae Rnoitamrofnilarene G:retsinimecnani Fdlroowtdetnuocerasretsinimtnednepednitahtytilibaborpehtsevigt I.1002seitraptnemnrevogdetnemgarf,.latekce Bsnoitutitsn Ilacitilo Pnoesabata Dkna Btnereffideromahtiwdetailffiaerasretsinimnwardylmodnaretacidniseulavrehgihdnaytrapnwonaekil Wehtnisadetaluclacnoitailffiaytrapriehtnodesabsrebmemtenibacehtfonoitazilanoitcar Fetatsdna Levitcepserehtnisnoitcelehtiwraeyhcaeetatsdna Lhcaefostnatibahn Irof 1VDsecruosdnanoitpircsedelbaira V:6elba Tecruo Stin Unoitpircse Delbaira Vticife Dpd Gtseretn Inoitalupo Pnoitcel Enoitcar Fidetnoppa_eg Aeg Aerune Telame Fsd Kiytiniff An_sd Kiidhp_ud Enu_ud Escimonoc Ewa Lseitinamu Hecneic Stfe L31seirellecnahcetat Syrani Bneer Gehtroytra Pcitarcome Dlaico Sehtotrehtiesgnolebretsinimecnanfiehtnehw 1yrani Bgnolebretsinimemirpehtdnaretsinimecnanfiehthcihwnistnemnrevognoitilaocniylnosecruossecruossecruossecruossecruossecruossuoira Vsuoira Vsuoira Vsuoira Vsuoira Vsuoira Vyrani Byrani Byrani Byrani Byrani Byrani Bsecneicsdeilppafoytisrevinuroytisrevinunanoitacud E:retsinimecnani F.cteenicidemro,shtam,ecneicsstcejbusrehtoroseitinamuhssenisubroscimonocewalta Dh Pasdlohdeidutssahdeidutsdeidutsdeidutsdeidutssahsahsahsahretsinimecnanfiretsinimecnanfiretsinimecnanfiretsinimecnanfiretsinimecnanfiretsinimecnanfiehtehtehtehtehtehtnehw 1VDnehw 1VDnehw 1VDnehw 1VDnehw 1VDnehw 1VDnerdlihchtiwretsinimecnanfiretsinimecnanfiehtfonerdlihcdetnioppanehwretsinimecnanfinoitisopsihtretsinimecnanfiniretsinimecnanfielamefehtfoecneirepx Eretsinimecnanfiehtehtfofoeg Aeg Aytrapemasehtotaarofroffo 1VD1VDrebmu N1VDVDytra P.sevihcraytrapdnastnemailrap,snaicitilopfosetisbewdnaseirellecnahcetats,evihcr Aregniznu M:secruossuoirav,ynamre Gfoecffi Olacitsitat Slarede F:os F deunitnocsecruossuoira Vyrani Bnaeporu Erolaredefetatstnemailrapforebmemaneebsahretsinimecnanfiehtsecruossuoira Vyrani Bocenahtsdlefirehtonirerutcelrorehcraesersadekrowsahroecnanfi,scimonocenirerutcelrorehcraesersadekrowsahtnemtnioppasihrehroirprerutcelrorehcraesersadekrowsahtnemtnioppasihrehretsinimecnanfiretsinimecnanfiehtehttnemtnioppasihrehretsinimecnanfiroirpssenisubehtronehwroirpnehwecnanfi 1VDssenisub 1VD,scimonnehw 1VDsecruossuoira Vyrani Bsihrehroirpecnanfinahtsrotcesssenisubrehtoniknablartnecdnadekrowsahseinapmocretsinimecnanfiehtecnarusni,sknabcilbupsecruossecruossuoira Vsuoira Vyrani Byrani Btnemtnioppa,.g.etnemtnioppasihrehroirprotcesecnanfiehtnidekrowsahretsinimecnanfiehtnehw 1VDsihrehroirprotcesssenisubehtnidekrowsahretsinimecnanfiehtnehw 1VDsecruossecruossecruossuoira Vsuoira Vsuoira Vyrani Byrani Byrani Btnemtnioppasihrehtnemtnioppasihrehroirproirpretsinimgnidnepsrotcescilbupehtniadekrowsahneebsahretsinimecnanfiretsinimecnanfiehtehttnemtnioppasihrehroirprotcesecnanficilbupehtnidekrowsahretsinimecnanfiehtnehw 1VDnoitartsinimdaxat,yrusaert,ecnanfifoyrtsinim,.g.esecruossuoira Vyrani B,secnanficilbupotdetalerton,rotcescilbupehtnidekrowsahretsinimecnanfiehtnehw 1VDsecruossuoira Vyrani Bsihrehroirprecffioytrapro,reywal,tsilanruojasadekrowsahretsinimecnanfiehtsecruossecruossecruossecruossuoira Vsuoira Vsuoira Vsuoira Vyrani Byrani Byrani Byrani Bybderevocsdlefidetalerecnanfitnemtnioppasihrehroirptnemtnioppasihrehroirptnemtnioppasihrehroirptnemtnioppasihrehecnanif_cilbupro,ecnanif_ssenisubroirprecffioreywalytraptsilanruojehtfoynanidekrowsahretsinimecnanfiaaasasasadekrowsahdekrowsahdekrowsahretsinimecnanfiretsinimecnanfiretsinimecnanfiehtehteht,ehtnehw 1ecnanif_amedacai VDtnemtnioppatnemtnioppastnevecfiicepsem Tignidocgnidocgnidocgnidocgnidocgnidocgnidocgnidocgnidocnw Onw Onw Oyrani Byrani Byrani Bllarofemas,5791setatsredna Lllasetatsredna Lllarofrofemas,snoitcelelaredefhtiwraeyemas,snoitcelenaeporu Ehtiwraeyhcaehcaedna 4791sraeyehtgnirudsisircliotsrfiehtrof 1VDelbairavrofrofnw Onw Onw Onw Onw Onw Oyrani Byrani Byrani Byrani Byrani Byrani Bsetatssetatsredna Lsetatsredna Lllarofemas,1891ot 8791sraeyehtneewtebsisircllarofemas,9002dna 8002sraeyehtgnirudsisircliolaicnanfidnocessetatsredna L4002otllasetatsredna Lredna Lllarofemas 4991llarofemastuoliab,9002ottnemnrevogrofemas,4002ot 4991,90025991ot 1991emehcstuoliablaredefehttnemnrevoglaredefhtiwsraeyehtnoitazilauqenoitacfiinuerrednuretfagnirudnemer Bdnasraeysraeydnalraa Ssecruossecruossuoira Vsuoira Vyrani Byrani Becruo Stin Udnuorgkcablanoissefor P:retsinimecnani Fdeunitnocsecruosdnanoitpircsedelbaira V:6elba Tnoitpircse Delbaira V.sevihcraytrapdnastnemailrap,snaicitilopfosetisbewdnaseirellecnahcetats,evihcr Aregniznu M:secruossuoirav,ynamre Gfoecffi Olacitsitat Slarede F:os Fnehw 1VDtnemtnioppanehw 1VDnehw 1VDnehw 1VDsihrehroirproetavirpnehw 1VDtnemtnioppanehw 1VDnehw 1VDnehw 1VDsihrehroirpsetatsehtehtehtehtrofrofrofrofrofrof 1VD1VDymmu Dredna L1VD1VD1VD1VD1VD1VDecnanif_amedacaiiamedacarehto_amedacaiecnanif_ssenisubssenisubrehto_ssenisubpmiretsinm_gndnepsiecnanif_cilbupcilbuptsilanruoj_rehtoreywal_rehtoytrap_rehtoesitrepxe_ecnan Finoitcel E_de Fnoitcel E_u E1li Orehto_cilbuprehto 32noitacifinue Rnoitazilauq Esisir C_n Fituolia Bdoirep_tuolia B2li O", "filename": "722250851.pdf", "person": ["Beate R. Jochimsen", "Jochimsen, Beate R.", "Sebastian Thomasius", "Thomasius, Sebastian"], "date": ["2012"]}