{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/61678/1/72237187X.pdf"], "title": ["Labor Heterogeneity and the Risk of Expropriation in Less Developed Countries"], "plaintext": "Imprint Ruhr Economic Papers Published by RuhrUniversitat Bochum RUB, Department of Economics Universitatsstr. 150, 44801 Bochum, Germany Technische Universitat Dortmund, Department of Economic and Social Sciences Vogelpothsweg 87, 44227 Dortmund, Germany Universitat DuisburgEssen, Department of Economics Universitatsstr. 12, 45117 Essen, Germany RheinischWestfalisches Institut fur Wirtschaftsforschung RWIHohenzollernstr. 13, 45128 Essen, Germany Editors Prof. Dr. Thomas K. Bauer RUB, Department of Economics, Empirical Economics Phone: 49 0 2343 22 83 41, email: thomas.bauerrub.de Prof. Dr. Wolfgang Leininger Technische Universitat Dortmund, Department of Economic and Social Sciences Economics Microeconomics Phone: 49 0 2317 553297, email: W.Leiningerwiso.unidortmund.de Prof. Dr. Volker Clausen University of DuisburgEssen, Department of Economics International Economics Phone: 49 0 2011 833655, email: vclausenvwl.unidue.de Prof. Dr. Christoph M. Schmidt RWI, Phone: 49 0 20181 49227, email: christoph.schmidtrwiessen.de Editorial Offi ce Joachim Schmidt RWI, Phone: 49 0 20181 49292, email: joachim.schmidtrwiessen.de Ruhr Economic Papers 298 Responsible Editor: Christoph M. Schmidt All rights reserved. Bochum, Dortmund, Duisburg, Essen, Germany, 2011ISSN 18644872 online ISBN 9783867883436The working papers published in the Series constitute work in progress circulated to stimulate discussion and critical comments. Views expressed represent exclusively the authors own opinions and do not necessarily refl ect those of the editors.Ruhr Economic Papers 298Philipp an de Meulen Labor Heterogeneity andthe Risk of Expropriationin Less Developed CountriesBibliografi sche Informationen der Deutschen Nationalbibliothek Die Deutsche Bibliothek verzeichnet diese Publikation in der deutschen Nationalbibliografi e; detaillierte bibliografi sche Daten sind im Internet uber: http:dnb.dnb.de abrufb ar.ISSN 18644872 onlineISBN 9783867883436Philipp an de Meulen 1Labor Heterogeneity and the Risk of Expropriation in Less Developed Countries Abstract Following the notion of skillbiased FDI fl ows from developed to less developed regions, highskilled workers are likely to benefi t from FDI to a larger extent. They earn a productivity advantage that potentially transfers into a skilled wage premium. This gives rise to distributional confl ict that might turn into heterogeneous attitudes toward FDI infl ows in line with skill. In this paper I study the eff ect of less developed countries skill compositions on the risk of expropriation. Not surprisingly, it turns out that the risk of expropriation decreases with a larger employment share of highskilled workers. However, in a theoretical model, the eff ect is diminishing and even turns negative in the empirical investigation: if the relative supply of highskilled labor is too large, the skilled wage premium turns negative despite the skillbias of FDI. Then, highskilled workers positive attitudes toward FDI vanish.JEL Classifi cation: F21, D78, J24Keywords: International investment; political economy; labor productivity December 20111 RWI. This research project is sponsored by the German National Science Foundation DFG whose fi nancial support is gratefully acknowledged. All correspondence to Philipp an de Meulen, RWI, Hohenzollernstr. 13, 45128 Essen, Germany. Email: philipp.ande Meulenrwiessen.de. 1Introduction Within the last thirty years the developed world experienced a growing skill premium thewage ratio of high to lowskilled labor. Contemporaneously, the supply of well educated laborremarkably increased. Acemoglu 2003 states that this simultaneity can only be causedby an increasing demand for highskilled workers, either because of increased skillbiasedtechnological change SBTC or trade liberalization in less developed countries LDCs.The latter explanation was largely rejected in the literature. Trade in goods would imply agrowing skill premium in skillintensive developed countries, but a shrinking skill premium inskillscarce LDCs. For the bulk of LDCs, however, there is evidence that the skill premiumincreased rather than decreased in the wake of trade liberalization.In contrast to tradein goods, Feenstra and Hanson 2003 argue that trade in intermediate inputs holds asan explanation of increasing skill premia in both developed and less developed regions.Accordingly, enterprises from the north outsource those parts of the production processwhich are lowskilled laborintensive from their own perspective but incur technologies thatrequire highskilled labor from the host countries perspectives. This explanation underlinesthe notion of SBTC.1Referring to Feenstra and Hanson 2003, FDI from developed regions should flow to LDCs with a well educated labor force. However, the bulk of international investment takesplace in the developed world. Foreign firms shun less developed destinations characterized with low institutional quality. In such an environment investors face the risk of beingharassed with corruption, a high regulatory burden, discriminatory taxation or full expropriation. Expropriation risk results from the wellknown time inconsistency problem: onceforeign capital is installed in the production process it is sunk and cannot be uninstalledat short notice. Expost, host country governments thus have an incentive to seize foreigncapital.The aim of the paper is to study the effect of the employment share of highskilled workers from now on referred to as Skill Share on the perceived risk of expropriation in an LDC. I combine the large literature strands on skillbiased FDI flows from developed toless developed regions and on the risk of creeping or outright expropriation of foreigninvestors. Given FDI entails advanced technologies that raise the relative productivity ofhighskilled labor, this might lead to distributional conflict between workers along educational lines. Accordingly, in an environment of endogenous expropriation risk, the skill shareaffects the political barrier to capital mobility if a government weighs high and lowskilledworkers heterogeneous attitudes when deciding on expropriation. Hence, a large skill shareshould serve as a twofold driver for FDI inflows. First, it creates investment incentives dueto large returns to skillcomplementary capital. Second, it is likely to diminish the distorting 1See Krugman 2000 for support on the factor price effects of factorbiased technological change.4risk of expropriation. In this paper, I show that this is true unless the skill share is toolarge. Then, due to diminishing marginal returns to labor, lowskilled labor productivityexceeds the productivity of highskilled workers despite the skill bias. This might reverseattitudes toward foreign investors and a further increase of the skill share raises the politicalconstraints to inflowing investment and thus has a negative effect on FDI inflows. Nevertheless, relating the feasible level of FDI to a benchmark level with secure property rights,a larger skill share alleviates the extent of expropriation risk.The paper consists of a theoretical model followed by an empirical investigation to testthe model predictions. With the theoretical part I proceed in two steps. First, I derivethe equilibrium level of FDI inflows in a benchmark setting with secure property rights.Second, accounting for endogenous expropriation risk, I compute the incentivecompatiblelevel of FDI. Therefore, capital inflows must not exceed a threshold, where the host country In both settings, FDI first increases withprefers expropriation over nonexpropriation.the skill share but decreases if the relative supply of highskilled labor is too large.Inthe benchmark setting, this is where lowskilled labor becomes more productive than highskilled labor, despite the skill bias of FDI. At this point, lowskilled workers wage earningsexceed highskilled workers rewards. With this wage gap being large enough, the respectivegroups attitudes toward expropriation turn around. Then, increasing the number and hencethe political weight of the highskilled part of society eventually fortifies the host countryspropensity to expropriate.The empirical findings support the theoretical predictions. In a sample of LDCs, theeffects of different human capital measures on the security of property rights as measured bythe Investment Profile index, published in the International Country Risk Guide ICRG2are nonlinear. The marginal effects first increase, but turn negative with the respectivehuman capital variable being sufficiently large.The remainder of the paper is organized as follows. In Section 2, I review the literatureon expropriation and skillbiased FDI flows. Section 3 presents a theoretical model on laborforce skill composition and expropriation risk in a small open LDC. In Section 4, I testthe model predictions and explore the effect of the skill share on the security of propertyrights. Section 5 summarizes the results and concludes. Variable descriptions and descriptivestatistics can be found in the appendix.2See Political Risk Services Group 2008.52 Expropriation and SkillBiased FDI2.1 Theory and History of Expropriation Kobrin 1984 defines expropriation as the involuntary forced divestment of foreign direct investment. Although expropriations are usually thought of as nationalizations, theymight also take creeping forms without ownership takeover. While it is almost impossibleto account for all in many cases subtle acts of expropriations, Kobrin 1984, Minor1994 and Hajzler 2008 compiled at least 624 acts between 1960 and 2006 for a largeset of nonEuropean developing countries. Although the authors do not list more than 65 acts since 1980, Clark 2003 notes that foreign investors still perceive expropriations asa major threat when investing abroad. Evidently, 49 expropriation acts occurred since 1990.Basically a government cannot credibly commit to refrain from expropriating privatecapital as foreign investors cannot appeal to any supranational law when it comes to violation of property rights within a host countrys borders. Accordingly, if FDI cannot bewithdrawn after its installation, a host government has a clear incentive to expropriate foreign capital. The host countrys benefits from expropriation are given by the seized capitalstock that can be used for domestic production purposes, generating output, capital andlabor income. Moreover, if expropriated capital embodies advanced technological knowledge, the host country might enable spillovers to domestic firms that generate additionalbenefits Tomz and Wright 2008. Given the host countrys temptation to expropriate, foreign investment should stay away. Nevertheless, we do observe positive FDI flows, even incountries obviously characterized by little security of property rights. This is because hostcountries do not solely benefit from expropriation.The costs either arise in form of future punishments Geiger 1989; Cole and English 1991;Thomas and Worrall 1994; Aguiar et al. 2009; Aguiar and Amador 2009 or if the localgovernment fails to make up for the foreign investors intangible managerial skills, see Eatonand Gersovitz 1984, Raff 1992, and Harms and an de Meulen 2011 among others. In theformer case the host country engages in a repeated interaction with the expropriated foreigninvestor, other investors or the investors home country. Expropriation is retaliated byinvestment or trade embargoes, or by the exclusion from future capital markets. However,embargo threats are not credible, if the expropriated investor himself would suffer fromcutting his relationship to the host country Tomz and Wright 2008; Bulow and Rogoff 1989. Moreover, the threat of an embargo does not work if the host country can rely oncapital inflows from third parties. Bulow and Rogoff 1989 argue albeit in the content ofdebt default that a credible embargo threat requires creditors having the necessary politicalrights to induce their own government to take retaliatory actions and legal rights to cut thehost countrys trade relationships or financial agreements abroad. Then, countries with large 6foreign debt would bear a high risk of being punished in the wake of expropriation and thus FDI inflows would be less distorted. Aguiar and Amador 2009 and Aguiar et al. 2009argue that in times of high debt, capital inflows are low, since then political incumbentshave a large temptation to expropriate. Shortterm orientated governments need means torepay their debt and to ensure current public spending. Thereby, they do not care too muchabout future consequences.Hence, I abstract from retribution as expropriation cost and follow models e.g. by Eatonand Gersovitz 1984 or Raff 1992. They focus on a direct sanction foreign investors canimpose on the local economy after expropriation: the withdrawal of their superior technological knowledge in operating a firm. Technological complexity and knowhow advantagesof multinationals do in fact help to prevent their takeovers Bradley 1977; Kobrin 1980.If expropriation is complete, the foreign investor is deprived of the entire capital stockand the ability to control the production process. Naturally, fully losing control, investorsdo not have the incentive to pay any effort in operating the firm. Consequently, the hostcountry can implement seized capital in domestic production, but is likely to suffer fromlow productivity due to the missing technological knowhow of foreign investors. Then,output and wages are likely to decrease in the wake of expropriation. Wage drops hitdomestic workers, but not symmetrically if FDI is skillbiased. Assuming that it is foreignknowhow besides capital that entails SBTC, the withdrawal of foreign management islikely to affect highskilled labor far more than lowskilled. Thus, skillbiased FDI inflowscause distributional conflict within the labor force, potentially driving high and lowskilledworkers attitudes toward expropriation in opposite directions.Modeling the host countrys workforce as a predominant group to affect the expropriationdecision is highly reasonable in LDCs. First, the workforce forms the vast majority ofthe population. Unlike developed countries, the young generation enters the workforce atan earlier age and there are no such large population shares of retired cohorts. Second,heterogeneous preferences of workers can well be associated with wage inequality since wageearnings are the main source of workers income.In the next subsection I reconsider the literature on skillbiased FDI from developedto less developed regions. As mentioned above, FDI being skillbiased is a prerequisite forheterogeneous expropriation preferences between high and lowskilled workers.2.2 The Role of Labor Heterogeneity: SkillBiased FDISince the 1980s various LDCs experienced remarkable increments in income inequality, e.g.due to skill premia. At the same time many of these economies undertook large steps toopen up to international trade, as can be seen from the NAFTA in Latin America or EUaccesses of Eastern European countries. In the aftermath, trade in final goods and inputs,FDI and other capital flows increased Goldberg and Pavcnik 2007; Hanson and Harrison 71995.Goldberg and Pavcnik 2007 summarize the literature on possible channels throughwhich globalization might have led to increased wage inequality in LDCs. They arguethat it was generally driven by increased demand for highskilled labor. The most strikingexplanations are linked to the flow of skill complementary production capital from developedto less developed regions. Multinationals outsource production stages that are skillintensivefrom the host countrys point of view Feenstra and Hanson 1997, 2003.In developingcountries, multinationals rely on highskilled labor for senior management positions andkey technical and engineering jobs to execute sophisticated or specialized production tasksUnited Nations Conference on Trade and Development UNCTAD 1994, p.238. A largeskill intensity in foreign affiliates might thus be driven by advanced skillbiased technologies,embodied in foreign capital and knowhow flows as shown by Martins 2004 or albeit forthe US Autor et al. 1998 and Berman et al. 1994. Henry and Sasson 2009 argue that,due to reduced import costs in the wake of capital market integration, the implementationof advanced and skillbiased machinery from abroad increased. Accordingly, if employed byforeign firms, the relative productivity and wage premium of highskilled workers increases.There is ample empirical evidence that supports this view for less developed host countries,e.g. Lipsey and Sj oholm 2004 for Indonesia, te Velde and Morrissey 2003 for Africa,Pavcnik 2003 for Latin America and Bruno et al. 2004 for Eastern Europe.Nevertheless, it is not quite clear how the skill bias associated with foreign capital inflowsevolves. In general, the academic literature refers to capitalembodied technological changeHanson and Harrison 1995; Acemoglu 2003. However, little is known about the role ofmanagerial knowledge or technical assistance, which might boost highskilled labor productivity when working with a given capital stock. Note that in the context of expropriationpreferences of high and lowskilled workers this is an important issue. If the skillbias inforeign investment is fully capitalembodied, expropriation and the subsequent withdrawalof foreign managerial knowhow would not make the skillbias disappear and might notlead to adverse wage effects of high and lowskilled workers. However, I assume that it isintangible foreign knowledge that at least partly involves skillbiased productivity andwage effects. Technological knowledge is indispensable to optimally complement hightechcapital with the given labor input. The coincidence of advanced managerial knowledge and SBTC is consistent with the literature, albeit in an indirect and slightly different way. First,managerial knowledge shapes firms productivities in general Bloom and van Reenen 2007;Burstein and MongeNaranjo 2009. Second, high productivity enables firms to overcomethe fixed investment costs to engage in trade, yielding a larger market share Bernard et al.2003; Melitz 2003. Third, the engagement in trade induces investment in new skillbiasedtechnologies that help to compensate trade costs Yeaple 2005; Bustos 2005.8In the next section I present a model that adopts the notion that FDI flows from developed to less developed regions entail capital and advanced technological knowledge. First,this enables foreign firms to use given production inputs more efficiently and second, it raisesthe relative productivity of high to lowskilled labor.3 A Model of Labor Heterogeneity and Expropriation Risk In a benchmark setting I assume secure property rights before I proceed to an environmentof endogenous expropriation risk. In Section 3.3 I define an extent of expropriation risk that relates the unconstrained to the constrained level of FDI. I analyze how reacts tochanges in the degree of the skill bias and to a growing share of highskilled labor input.I assume a less developed small open economy that receives FDI flows from developedregions. The host country government faces a decision to expropriate the foreign capitalstock. FDI is skillbiased: it raises the relative productivity of highskilled labor but lowersthe one of lowskilled workers. This induces heterogeneous attitudes toward the politicaltreatment of foreign investors within the workforce. When deciding on expropriation, thegovernment takes these preferences into account. Expropriation only takes place, if highand lowskilled workers benefits outweigh the costs that arise from such a decision.3.1 FDI Flows with Secure Property Rights The Structure of the Model The host country is assumed to be populated by two different types of agents, high and lowskilled workers, denoted by H and L, respectively. Individuals only live for one period oftime and maximize their respective utilities, which are assumed to be linear in consumption,Ui ci i H, L.1For simplicity the total population number H L is normalized to one. Then, H and L can be interpreted as population shares and L can be replaced by 1 H. Since themodel is static, each worker consumes her entire income, which consists of wage earningswi from supplying one unit of labor in the production process. By assumption, the hostcountry does not own any capital itself. Nevertheless, the economy is open to internationalinvestment K , which domestic production completely hinges on. Foreign investors not onlybring in capital but their expertise A, e.g. technical assistance for machines or computers.As a result, a given amount of production input can be used more efficiently. Furthermore,foreign knowledge increases the output elasticity of highskilled workers but decreases that 9of lowskilled workers.At the beginning of the considered period, foreign firms set up subsidiaries in the lessdeveloped economy, install their own production capital and employ domestic labor to operate in the host countrys market. The production technology of a representative subsidiaryis assumed to be of the following Cobb Douglas type Y AH 1 H K 12 ,2where 0 0.5 and with the asterisk denoting foreign variables. Throughoutthe model output is used as the numeraire. The size of denoting the productivity advantage of highskilled labor depends on the skillbiased technologies used in production.As indicated above, skillbiased technologies are not capitalembodied in a direct sense: itrequires capital and expertise to use highskilled labor inputs more efficiently. Precisely,without advanced technological expertise, the productivity advantage would drop to zero.This will become important, when it comes to expropriation and the subsequent withdrawalof foreign knowhow in an environment of insecure property rights. The assumption of skillbiased technologies increasing the ratio of high to lowskilled labor productivity is standardin the related literature. Acemoglu 2003 takes the adoption of skillbiased technology inproduction as endogenous explanation of the simultaneous prevalence of a large supply anda large wage level of highskilled labor. Alternatively, Aghion and Howitt 1998 developa model where advanced technologies arise from the spread of secondary innovations on asocalled General Purpose Technology. Secondary innovations require highskilled laborand, once implemented in production, labor demand is pushed toward highskilled labor.3Moreover, the empirical analyses on the effect of SBTC on the demand for highskilled labor Berman et al. 1994 as well as on educational wage inequality Autor et al. 1998are guided by the CES version of equation 2 and thus by the idea that SBTC shapes therelative productivity of H to L. While it is common to employ skillbiased technologiesusing a CES production function, I refer to Cobb Douglas. This does not alter the resultsbut it simplifies analysis and makes it able to derive the main results analytically.Capital income from production is given by K 1 r, where r denotes the return tocapital and where the rate of depreciation is assumed to be zero. The wage levels paid foreach unit of high and lowskilled labor on a competitive labor market arew H A H 11 H K 12w L A H 1 H1 K 12and33See Aghion 2002 for a competent sketch on theories on SBTC and wage premia.10respectively. The return to capital residually results from a foreign firms production revenues less labor costs, i.e.r A 1 2H 1 H K 2 .The Level of Unconstrained FDI Flows By assumption, international investors are given an investment alternative on the international capital market which offers the exogenous return R. Then, FDI flows to the lessdeveloped host country take place until the return to capital r equals the world marketreturn. This yields an equilibrium level of unconstrained international investment K u, i.e.one with secure property rights:cid:2cid:3 1K u 1 2ARH 1 H2.4K u will serve as a benchmark to assess the amount of capital market restriction in thesetting with endogenous risk of expropriation.3.2 FDI Flows with Insecure Property Rights Costs and Benefits of Expropriation Following the argument of Li 2009 that expropriation decisions are made by chief executiveleaders who are primarily officemotivated, I model the expropriation decision as a politicalprocess, where the government maximizes its political support among the population.4 Ifurther assume that expropriations are complete. That means, foreign investors are leftwithout a single unit of capital after expropriation. In case of expropriation the host countrygovernment grabs the sunk foreign capital stock before production takes place. Then, seizedcapital can be used for domestic production purposes.The individual benefits from expropriation arise from a per capita transfer, if at leastparts of the accruing production revenues are distributed among the public. Following Eaton and Gersovitz 1984 the costs stem from the fact that foreign investors leave thehost country right after expropriation before production starts, taking away their expertise.In terms of my model, the host country bears the cost of lower technological knowledge Ainstead of A. Hence, I assume that A A.5 A is normalized to one.4Allowing for heterogeneous weights of political supports, the politicaleconomic concept of a supportmaximizing government may well be adequate even in nondemocratic regimes where political influenceacross social groups is unequal. Moreover, Acemoglu and Robinson 2001 argue that even if some partsof society are not granted political rights, they pose a threat of revolution on the ruling elite. Given thisthreat, the elite will have to take these groups political interests into account to prevent revolution.5See Hall and Jones 1999 for evidence on the total factor productivity gap between developed and lessdeveloped countries. Additionally, te Velde and Morrissey 2003, Lipsey and Sj oholm 2006, Aitken et al.11The technology withdrawal has two effects on output and wages. First, output directlydecreases since the missing expertise lowers total factor productivity. Second, it indirectlyaffects the productivity of high and lowskilled labor. Recalling that the productivity advantage of highskilled labor requires foreign knowledge, I assume workers output shares tocoincide in domestic production, i.e. 0. Note that the breakdown of the productivityadvantage of highskilled workers in the wake of expropriation is a crucial assumption. Ifforeign expertise werent skillbiased or if domestic expertise were equally skillbiased, thewithdrawal of foreign knowhow would not affect labor productivity in a different way andwould not arise distributional conflict between differently skilled workers. As a result, highand lowskilled workers would not have different expropriation preferences and the skill sharewould not affect the political barrier to FDI inflows from developed regions.Since the decline of has different effects on labor productivity, it might even increaseoutput if H 0.5. However, by Assumption 1, I rule out that the withdrawal of foreignexpertise entails an output increment, even if H is very small.Assumption 1A cid:41 HHcid:5.Assumption 1 ensures that foreign expertise is superior, irrespective of the skill share.Then Y YE, where YE denotes production after expropriation, given through YE H 1 H K 12 .5Note, that the subscript E denotes variables in case of expropriation. Again, labor andcapital are paid their marginal productivity, i.e.r E 1 2H 1 H K 2 ,w HE H 11 H K 12w LE H 1 H1 K 12 .and6Assuming that the entire production revenues from seized firms are distributed amongthe domestic workforce, the per capita transfer t reads ast K 1 r EH 1 Hcid:6 t K 1 1 2H 1 H K 2cid:7.1996 and G org et al. 2007 find wage differentials between foreign and domestic firms in various LDCsattributed to foreign ownership.12To illustrate the impact of expropriation, Figure 1 gives the sequential game betweenforeign investors and the host country government.6K 1 r, H w H 1 H w LForeigninvestors FDI flows Government No Expropriation Expropriation0, H w HE 1 H w LE tFigure 1: Sequential Game between Foreign Investors and the Host Country Government From the production functions 2 and 5 and given that capital and labor earn theirrespective marginal productivities it is possible to derive the costs of expropriation forhigh and lowskilled workers. First, the technology drop reduces output and thus wageearnings of both high and lowskilled workers by Assumption 1. Second, as stated on thelast page, labor productivities of high and lowskilled workers converge as their outputshares coincide in the wake of expropriation. As a consequence, wage earnings of highskilled workers unambiguously decrease see equation 7. However, wage earnings of lowskilled workers might even increase for a sufficiently low skill share H and a large enoughproductivity advantage of highskilled labor . Then, lowskilled workers do not benefit fromforeign ownership. First, with a low H, the output boost from the existence of skillbiasedtechnological expertise diminishes. Second, a large reduces the lowskilled labor share offoreign firms output see equation 8.cid:8cid:8w H w HE YEHw L w LE YE1 Hcid:9cid:9cid:5cid:5cid:4cid:4H1 HH1 H A 0 A cid:2 0 .786Note that the respective latter payoffs given in Figure 1 do not accrue to the government itself but thehost countrys labor force.13IncentiveCompatibility: The Level of Constrained FDI Flows The government decides to expropriate the foreign capital stock if this gains support fromthe workforce. Political support equals the unweighted sum of workers utilities.7 Denotingpolitical support by W in case of no expropriation and WE else, expropriation will be carriedout, if WE exceeds W , where W H w H 1 H w LWE H w HE t 1 H w LE t .and Since wage earnings and the per capita transfer t add up to the host countrys GDP pluscapital, political support in case of expropriation simplifies to:WE K YE .9Political support for nonexpropriation is given by the sum of wage payments from foreignfirms. According to their marginal productivity the highskilled labor wage bill is given bythe part of output, while the group of lowskilled workers earn Y . Thus,it holds that W 2Y .10When investing in the host country foreign firms must obey the nonexpropriation constraint WE W . Using equations 2 in 10 and 5 in 9 the government abstains fromexpropriation if K H 1 H K 12 2AH 1 H K 12 .11Inequality 11 has a straightforward interpretation. Expropriation does not take place,as long as production under foreign ownership yields wage earnings that exceed the hostcountrys sum of total production output and capital after expropriation. Secure investmentthus requires a high technology advantage of foreign firms A 1 and a large skill share H.The latter is necessary for the skill bias to materialize. Only if the bulk of the labor forceis highskilled, the adoption of skillbiased technologies in production has a positive impacton output. In terms of the distributional conflict between high and lowskilled workers, asmaller skill share increases the political weight of lowskilled workers, whose expropriationpropensities are spurred by the relative productivity loss under foreign ownership. Moreover,7By choosing equal weights in the political support function, I follow Acemoglu and Robinson 2001,who argue that even if political rights are restricted, the threat of revolution makes the executive to takeall social groups interests into consideration.14from equation 8, the potential wage loss of lowskilled workers in the wake of expropriationreduces with a declining H, increasing each lowskilled workers expropriation propensity.Indeed, if H and A are too low, the host countrys willingness to expropriate might becomeso large that no FDI flows take place at all. In this case, the productivity gain of highskilled workers and the technological advantage A 1 cannot compensate for the relativeproductivity loss of lowskilled workers under foreign ownership. This is true if H H,wherecid:4cid:5 1.H 1 with 12AH calculates from solving the nonexpropriation constraint 11 for K and setting itequal to zero. Note that this lower bound decreases with A. If A 12, H would equal 0.5. To assure that FDI inflows are not restricted to zero whenever H 0.5, I introduce Assumption 2.Assumption 2A 12 .Given investors know the expropriation decision rule and workers preferences, incentivecompatible FDI flows solve W WE. To explain why, I solve the nonexpropriation constraint 11 for K . This yieldscid:6cid:7 1K 2AH 1 H H 1 H2 .Hence, the nonexpropriation constraint is an upper bound rather than a lower boundfor FDI. K must not exceed the threshold that solves W WE to escape expropriation.Furthermore, it would not be optimal to invest less than from foreign firms point of view,if is lower than K u, the level of FDI flows, foreign firms would invest in an unrestrictedenvironment. A sufficient condition for this to be true is made by Assumption 3 which Iassume to be fulfilled.Assumption 31 R 12.As a result, FDI flows into the less developed host country until the political supportsfor expropriation and nonexpropriation even out. Thus, gives the constrained level of FDI K c . Since is negative, if H H, K c reads ascid:6K c cid:7 122AH 1 H H 1 Hif H Hif H H .12015Skilled Labor Supply and the Level of Constrained FDI Flows In this paragraph I analyze how the level of constrained FDI flows is affected by a changein the skill share. From equation 12 additional capital flows are feasible ifcid:13cid:142AH 1 HHH 1 HH 0 .13Note that equation 13 holds true if the nonexpropriation constraint 11 is relaxed byan increasing skill share, i.e. ifW WEH 0for given K . From inequality 11 this is true ifcid:132A K 12 H 1 HHcid:14cid:8K H cid:13H 1 H K 12Hcid:9cid:14 0 .Naturally, with a given K , K H equals zero and the above inequality simplifies toequation 13.To interpret equation 13, the first term on the left hand side is the partial derivativeof W divided by K 12with respect to H, while the latter term denotes the partialderivative of WE divided by K 12with respect to H. To illustrate the effect of theskill share on the nonexpropriation constraint and thus K c , Figure 2 shows the levels of 2AH 1 H and H 1 H for different levels of H. The difference of the latterterms gives the constrained level of FDI flows to the power of 2.8 As long as this termincreases with the skill share, inequality 13 holds and the nonexpropriation constraint11 is relaxed by an increasing skill share. From Figure 2 this is true as long as H does notexceed the threshold level H crit.At first sight, inequality 13 holds for all levels of the skill share. First, 2A is largerthan one by Assumption 2. Second, due to the skill bias with foreign ownership, eachadditional employment of highskilled labor entails a relative productivity effect. Since skillbiased technologies are intangible, the host countrys costs from expropriation increase witha larger skill share. In other words, a larger H increases the political weight of the group thatbenefits from higher relative productivity under foreign ownership. It is therefore surprisingthat K c does not increase with H for all H.To explain this, I first use equations 3 and 6 to write inequality 13 as 8Figure 2 rests upon an exemplary parameter constellation, chosen to meet the Assumptions madethroughout the paper: 0.4, 0.2 and A 100 2.51. However, the qualitative results solely hingeon the Assumptions made in the paper. Admittedly, in Figures 2, 3 and 4, 1 H is limited to 0.99 tonot violate Assumption 1.16K cid:3c2cid:41.21.00.80.60.40.2HHHcrit Hcid:20.20.40.60.81.0H2Acid:3 H cid:7 1cid:6Hcid:6 H 1cid:6HDifference Figure 2: Effects of the level of H on Political Support 2 w H w L w HE w LE 0 .14Wage earnings reflect marginal productivities of labor inputs. The wage differences inthe upper inequality thus give the output productivity changes of a marginal increase ofthe skill share. After expropriation, total income from production is distributed to theworkforce. Hence, the latter bracket in inequality 14 reflects the effect of changes in theskill share on the political support WE. In case of foreign ownership, however, returns tocapital accrue to the investors. Accordingly, the marginal effect of H on political support W is the wage difference w H w L multiplied by workers aggregate output share 2.After expropriation, both types of workers are equally productive. Output productivityand thus political support for expropriation increases with the skill share if H 0.5 anddecreases otherwise. Intuitively, if H 0.5, highskilled workers earn a higher wage afterexpropriation.Increasing the fraction and thus the political weight of this group wouldentail higher political support for expropriation. This is the result of what one can call alabor supply effect. This can be seen in Figure 2: H 1 H and thus WE are maximal ifthe number of high and lowskilled workers even out H H 0.5.Without expropriation there is an additional relative productivity effect on output if theskill share becomes larger. As shown in Figure 2, both H 1H and 2AH 1Hand thus WE and W increase in H in the range between H and H, but W grows at a largerrate. Moreover, the relative productivity advantage of highskilled workers implies, that theeffect of H on political support W does not turn negative until H exceeds H. With furtherhighskill employment, however, the productivity effect is offset by the labor supply effect.Then, due to diminishing returns to labor, w L exceeds w H despite skillbiased technologiesin production. As a result, each further increase of the skill share and hence the politicalweight of highskilled workers results in lower political support for nonexpropriation W .Since W 2Y , H also maximizes output under foreign ownership and I can derive 17cid:13H 1 Hcid:14H H 2 0 H . H is smaller than one as long as , i.e. as long as lowskilled labor is at least somehowproductive under foreign ownership of firms. Not surprisingly, if that was not the case,raising input H would always increase output and political support for nonexpropriation.Moreover, H exceeds 0.5 since is strictly positive, i.e. due to the skill bias involved inforeign ownership. As a consequence, there is always a strictly positive range of H with H H H 1, where an increase in the skill share only raises output, the wage bill andthus welfare under foreign ownership. In this range, W increases but WE decreases with H.As long as further employment of highskilled labor increases foreign firms productivity,advanced foreign knowledge A enhances this positive effect. Nevertheless, if H exceeds H,the negative labor supply effect outweighs the productivity effect and foreign expertise alsoreinforces the overall negative effect of additional highskilled labor input. If H passes H critthe latter effect is even so strong that a marginal increase of H creates larger productivitylosses under foreign than under domestic ownership. As a result, political support for nonexpropriation decreases more than political support for expropriation and the marginal effectof H on FDI inflows reverses if the skill share exceeds H crit.93.3 Skilled Labor Supply and Expropriation Risk In the last section I have shown that a larger skill share first lowers the barrier to international FDI flows but distorts inflowing FDI if the relative supply of highskilled workers istoo large. Does this result imply, that like the constrained level of FDI flows the risk ofexpropriation does not monotonously decrease in H? To answer this question, I proceed asin Harms and an de Meulen 2011 and define a measure , with 1 K c K u,15c and K that denotes the extent of expropriation risk. takes on values between zero and one.It is lower than one, since K u cannot be negative and it is positive since the nonexpropriation constraint is binding K c by Assumption 3. Using equation 15, Inow analyze how expropriation risk is affected by the skill share H. Moreover, I investigatehow the effect of H on expropriation risk hinges on the productivity advantage of highskilled labor. Figure 3 demonstrates that has an increasing decreasing effect both onu K 9Although I cannot solve for H crit analytically, it unambiguously exceeds H, since the inequality in 14holds for H H.18the constrained and the unconstrained level of FDI, if H 0.5 H 0.5.10 Furthermore,with a larger , both functions skew to the left.K cid:3U108642K cid:3C1.21.00.80.60.40.20.20.40.60.8H1.0a Effect of H on K u 0.20.40.60.8H1.0b Effect of H on K ccid:90.3cid:90.2cid:90.1cid:90.3cid:90.2cid:90.1Figure 3: Effect of H on K u and K c for different levels of In Figure 3a, K u is maximal, if Y is maximal. From equation 10 this is the case if H takes on a level which maximizes W , i.e. H 2. Thus, if equals zero, capitalproductivity in the host countrys production process and hence FDI is maximal if H 0.5.This is due to the mere labor supply effect. However, with 0, the additional relativeproductivity effect emerges. Lowskilled workers suffer from a relative productivity loss,highskilled workers benefit from higher relative productivity. Output, marginal productivityof capital and thus capital inflows increase decrease if the majority of the labor force ishighskilled lowskilled. Naturally, a larger relative productivity effect shifts labor demandtoward highskilled workers and moves the capital productivity maximizing labor inputcombination to a point where H exceeds 0.5. Evidently, H is a positive function of .With constrained FDI flows Figure 3b, the productivity effect only appears in theabsence of expropriation. As stated above, this effect has a negative influence on foreign 10In Figures 3 and 4 again, I set 0.4 and A 100 2.51. Moreover I assume R 0.06, a reasonablecalibration that fulfills Assumption 3.19firms output if the majority of workers is lowskilled. In this case, productivity losses oflowskilled workers cannot be compensated by the gains of highskilled workers. Politicalsupport for nonexpropriation decreases in and thus FDI flows drop down. Naturally, if H 0.5, the productivity gains of highskilled workers overstate the losses of lowskilledworkers and has a positive effect on K If there was no productivity effect, the conc .strained level of FDI flows would be maximal where H 0.5. This is the point where thelabor supply effect becomes maximal and due to the technology advantage A 1 of foreigninvestors the output difference Y YE and thus political support for nonexpropriationis maximized. However, if is positive, the latter difference further increases with H evenfor H 0.5. While w LE exceeds w HE and thus political support for expropriation decreaseswith the skill share once it exceeds the share of lowskilled workers, the relative productivityeffect compensates for the negative labor supply effect in case of foreign ownership until H H. This was discussed in the last section and illustrated in the corresponding Figure 2. The level of constrained FDI flows increases until H equals H crit, which exceeds 0.5 if is positive.Using equations 4 and 12, reads ascid:14cid:13 1Hcid:18cid:14R 12.16cid:13cid:172AH1H1 2 A 1 1.000.950.901Hcid:90.3cid:90.2cid:90.10.20.40.60.8H1.0Figure 4: Effect of H on the risk of expropriation for different levels of The effect of H on the risk of expropriation for different levels of is illustrated in Figure 4. Taking the derivative of equation 16 with respect to H, one can see that monotonously decreases with H for all levels of H H; 1. This is because the elasticity of K u. This can be illustrated asfollows. K u equalizes the world market return R and the return to investment in the hostcountry, r. Rearranging equations 2 and 4 yieldsc with respect to changes of H is always larger than that of K 20K u Y 1 2R.17Hence, in the benchmark equilibrium the fraction of FDI to the host country outputhas to equal the constant ratio of the capital share of output in the host country market1 2 and the world market return R. Conversely, K c equalizes the political supports ofthe domestic workforce for expropriation and nonexpropriation. Using equations 9 and10 the constrained level of FDI flows as a share of Y solves K c Y 2 YEY .18The elasticity of K c to changes of H is larger than that of K c to the increasing skill share is larger than that of K u since a marginal increaseof H has an effect on both Y and YE. This can be seen from Figure 2. First, with H 0.5,both YE and Y increase with H. However, due to the additional productivity effect, theeffect on Y is larger and YEY decreases. The preference for nonexpropriation increasesand the reaction of K u. This canalso be seen from equation 18: in addition to the increase of Y on the left hand side, thedecrease of YEY on the right hand side induces further FDI inflows K c . Second, in therange of H H H, Y increases while YE decreases. This induces a higher preference fornonexpropriation and additional FDI flows are feasible. Moreover, since YEY declines,u. Third, with a level of H between H andthe increase of K H crit, a marginal increase of the skill share decreases Y and YE. While FDI reduces in anenvironment with secure property rights, the constrained level of FDI flows still increaseswith H. Fourth, with H H crit, both K u decrease with H. However, the negativereaction of K u is larger. While in a setting of secure property rights the decline of Y lowersthe returns to investment and thus leads to reduced FDI flows, the decline of Y is weakenedby the decline of YE in an environment of endogenous expropriation risk.c exceeds the increase of K c and K Similarly, the effect of on is positive if H 0.5 but negative if H 0.5. Starting withthe latter case, a growing does not affect YE, but it reduces output under foreign ownership,since the number of workers that lose productivity exceed the number of highskilledbeneficiaries. Accordingly, both investors with and without facing the risk of expropriationreact by decreasing their investment, K u respectively. However, as can be seen fromu as YEY increases withequation 18, the relative decrease of K given H 0.5. Naturally, the latter effects all turn around if H 0.5 and therefore Y increases with a larger productivity advantage of highskilled workers . Then, the relativeincrement of K c and K c is larger than that of K u as YEY now decreases with .c exceeds that of K Summing up, while a larger skill share attenuates the risk of expropriation, if to thedisadvantage of lowskilled labor foreign ownership of firms endows highskilled workerswith a larger productivity, the productivity advantage of highskilled labor does not have 21a positive effect on the security of property rights until highskilled labor constitute themajority of the workforce.4 Empirical Investigation In this section I test the predictions of the model in an empirical investigation and exploreif and how foreign investors property protection is affected by host countries human capital stocks. Note that the theoretical results hinge on some interior mechanisms. First,FDI is skillbiased, which leads to distributional conflict between high and lowskilled workers. Second, the skill bias diminishes with the skill share. Third, distributional conflictdrives individual attitudes toward foreign investment in opposite directions. Fourth, theseheterogeneous attitudes affect the governments expropriation decision.In the empirical investigation I account for these mechanisms in various ways. Followingthe notion that skillbiased technologies are enclosed in outsourced activities to developingcountries, the country sample excludes highincome countries. Moreover, to isolate theeffect of skill composition I control for other sources of heterogeneity, such as demographicstructure, that potentially drive the political decision on expropriation. Furthermore, Icontrol for several political and institutional variables. Heterogeneous preferences e.g. dueto skill differences do not transfer into political decisions if the public is not granted thenecessary political rights. Most importantly, however, is the choice of variables that bestmeasure host countries skill shares and the risk of expropriation. Concerning the formerno universal and clearcut division between high and lowskilled labor exists. Furthermore,this division is just a shortcut for countries continuous skill distributions to simplify themodel analysis. Hence, the results of the model can be interpreted in a way that the riskof expropriation is lowered with the host countrys human capital stock. Thus, I employeducation measures that serve as proxies for human capital. A suitable variable comesfrom Barro and Lee 2001. It gives the average number of years of school attendance ofinhabitants aged above 25 years. Hence, it refers to individuals in an employable age and it isa useful proxy for countries human capital stocks. However, since years of school attendancein LDCs have been rising constantly over the time span chosen in the empirical analysis, arising number of years of schooling over time does not necessarily coincide with an increasinghuman capital stock, if it falls back the average increment of years of schooling over time.Thus, for each country, I substract the absolute number of years of schooling in period t fromthe average level of school attendance over all countries within the sample in t. In Section 4.2 I elaborate on two other education measures which I employ to check the robustness ofthe results with schooling. Last I need a proxy to account for expropriation risk. This isbecause expropriation risk, as defined in the theoretical part relates the constrained levelof FDI flows to a hypothetical benchmark level with secure property rights that cannot be 22measured empirically. A useful proxy is given by the Investment Profile index Political Risk Services Group 2008.11 It rates governments attitudes to inward investment and thusis a qualitative assessment of the perceived security of property rights.According to the theoretical results, I presume that in a sample of LDCs higher laborquality has an alleviating effect on the perceived risk of expropriation. However this effect may differ with the amount of human capital, giving rise to potential nonlinearity asforeshadowed in Section 3.3 see Figure 4.4.1 Specification and Data The sample consists of 79 nondeveloped countries for the years 1984 to 2005. Countries arechosen according to their respective income classifications, assessed by the World Bank2008.12 Correspondingly, a country in a given period is included, if it is classified worsethan upper middle income country. The chosen time span is due to the availability of the International Country Risk Guides data on the Investment Profile index. I divide thetime frame into 5 periods 19841985, 198690, 199195, 19962000, 200105. Thus, fromannual data if available I computed a twoyear average and fiveyear averages from 1986on. The reason for this division is twofold. First, not all data is collected on an annualbasis and second, the mean calculation helps to iron out shortrun fluctuations in countriesperceived security of property rights and its potential determinants, that might skew theresults. The empirical results are based on estimating equation 19.kcid:21iprofileit 0 1 Human Capitalit j xj,it t it .19j2As stated above, the dependent variable iprofile reflects the perceived risk of expropriation based on the qualitative assessments from the International Country Risk Guides Investment Profile index. Human Capital is a wildcard for different measures ofcountries human capital endowments. The subscripts i and t denote country and time indices, respectively. Standard errors are based on a robust covariance matrix that controlsfor heteroscedasticity and serial correlation of errors at the countrylevel. In the next section I present the regressors that enter into equation 19. Referring to the related literature,I discuss their respective effects on iprofile and potential correlations with Human Capital.11The Investment Profile index assesses the likelihood of a broad spectrum of outright or creepingexpropriation, namely: a the risk of expropriation or contract viability, b payment delays and c barriersto the repatriation of profits. Each subcomponent is scored on a scale from zero denoting very high riskto four denoting very low risk. Hence, the optimal Investment Profile is reflected by a score of 12 points.12Countries are classified with respect to GNI per capita. Computations are based on the World Banks Atlas method World Bank 2009.234.2 Independent Variables The main focus of the empirical investigation lies on the effect of countries labor qualityHuman Capital on the perceived security of property rights iprofile. I checkthe robustness of this effect by using three different human capital measures. Since humancapital cannot be measured directly, I refer to education variables as proxies for the quality ofthe labor force. The variables either refer to the demeaned years of school attendance demean schooling, school enrollment enroll1 or school qualifications withinthe labor force laboreduc. As stated above, demean schooling is taken from Barro and Lee 2001 which gives the demeaned average number of years of school attendance of inhabitants aged above 25 years. Since data on school attendance is only drawnevery fifth year, I relate observations from 1980, 1985 etc. to subsequent fiveyear averages.Second, laboreduc based on the World Bank 2009 measures the share of the laborforce, that has at least primary education while third enroll1 is the lagged value ofthe gross ratio of total primary enrollment, regardless of age, to the population of the agegroup that officially corresponds to primary education taken from the World Bank 2009.The logic behind taking lagged values of this variable is that it refers to children who mustgrow up before their education can affect the human capital stock of the workforce. Hence,all three variables refer to individuals past schoolings. Thereby, I can rule out potentialproblems of reverse causality with the dependent variable.The control variables can be grouped into institutional variables, macroeconomic variables as well as country and time fixed effects. Furthermore I include a demographic variableyworkers 13 the ratio of young workers 1539 years old to old workers 4064 yearsold , arguing that the age structure of the labor force is likely to affect the security ofproperty rights: younger workers differ from older workers e.g. with respect to their timehorizons and their amount of accumulated savings. Thus older workers do not solely hingeon wage income but on domestic firms capital returns, if due to rudimentary financialsystems in LDCs savings transform into domestic investment. Then older workers suffer less from the withdrawal of foreign knowledge in the wake of expropriation. They areless affected by the subsequent wage drops and even benefit from reduced competition andhigher capital returns of domestic firms. Furthermore, with a shorter timehorizon, oldergenerations do not care that much about longterm consequences of expropriation, arising,e.g. from investment embargoes Li 2009; Harms and an de Meulen 2011; Minor 1994. Mostimportantly, however, different age groups might well be endowed with different amounts ofhuman capital. Thus, it is important to control for yworkers to rule out endogeneityproblems.13This variable is taken from the United Nations Population Division 2008. As with demeanschooling, observations are only available every five years.24I employ several variables to control for host countries political institutions. Democraticregimes that entail a broad representation of public interests and go along with political constraints are likely to prevent unpopular expropriations Stasavage 2002; Li and Resnick 2003;Jensen 2003; Jensen 2008; Li 2009. Naturally, workers heterogeneous attitudes toward expropriation do not affect the security of property rights if the local government does nottake these interests into account. Moreover, the enforceability of its decisions hinges on thesupport of opposition parties and the judiciary, which might defect the expropriation decision and protect foreign properties in court. However, if opposing elites and lobbying localenterprises create an investorhostile mood within the population, the risk of expropriationis likely to be higher with democratic institutions Wells 1998. Furthermore, in democraticregimes, the executive usually has a shorter expected tenure, fading out longterm consequences from expropriation.14 To account for the democracy effect, I use the Political Rights index determined by Freedom House 2009, which I denote by polrepress. The Political Rights index considers a the degree of freedom in the electoral process, b theamount of party pluralism and the right of political participation and c the functioningof the government. The index takes on values between 1 and 7 points, where the scale isreversed since lower scores are given to countries that grant larger political rights. Thus,the effect of polrepress is negative if the alleviating mechanisms on the risk of expropriation prevail. As indicated above, the security of property rights does not only dependon the amount of political rights assertion, but in how far the executive is controlled byan independent judiciary and a powerful opposition in parliament. Thus, I control for twofurther institutional variables, Government Stability govstab and Law and Orderlaworder. Both measures are taken from Political Risk Services Group 2008. The Law and Order index measures domestic courts strength to enforce existing laws andcompliance with laws among the population. Government Stability subsumes amounts of Government Unity, Legislative Strength and Popular Support.It measures the governments ability to carry out its declared programs and its ability to stay in office Political Risk Services Group 2008. I expect both variables to have a positive effect on iprofile.Another group of variables that is likely to determine the security of property rights is acountrys economic condition, e.g. measured by GDP per capita. In the literature there aretwo opposing views concerning the role of percapita income on the risk of expropriation.The first one refers to the argument that expropriations follow opportunistic viewpoints.Expropriations are more profitable in times of economic prosperity and high foreign firmsrevenues Duncan 2006; Picht and St uven 1991; Tomz and Wright 2008. The second lineof reasoning concerns expropriations out of exacerbation in times of economic recessions:14See Li 2009 on the positive effect of leadership turnover on the number of expropriations.25host countries are in need of additional means to relieve hardship. Furthermore, in badeconomic situations, public discontent might get the executive to scapegoat foreign investors,all the more if they outperform domestic competitors Burton and Inoue 1987; Picht and St uven 1991; Jodice 1980. The ambiguity of the effect of economic wellbeing on the riskof expropriation is emphasized by Jodice 1980 and Li 2009, who find the effect to becurvilinear. While rich, developed countries find alternative ways to benefit from FDI, thepoorest LDCs cannot make up for the foreign firms means and knowhow. Accordingly,the direction of the latter effect is ambiguous. To account for potential nonlinearity, boththe natural logarithm of countries real percapita income and countries growth rates ofreal GDP15 are included. Since a low security of property rights is likely to deter foreigninvestment inflows and thus GDP and growth of the host country 16, I use oneperiodlaggedvalues, i.e. growth1 and income1.Following the argument that expropriations are likely in times of economic crises Jodice 1980, a high inflation rate is likely to spur the risk of expropriation as it shows economicfailure. To mitigate the influence of highinflation outliers I use the logarithm of the average CPIinflation rate inflation as regressor and expect a negative effect on iprofile.The data is taken from World Bank 2009. A further variable I control for is trade openness,i.e. the sum of exports and imports as a percentage to GDP. It is likely to have a positiveimpact on iprofile as more open economies are exceedingly exposed to punishments bytheir trading partners in the wake of expropriation. Note that in turn, a low Investment Profile index might deter trade flows. To solve this potential problem of reverse causality I use lagged values of Openness1.I further include several country fixed effects. Referring to the findings that the bulkof expropriation acts occurred in extraction industries Jodice 1980; Duncan 2006, oiland rawmat, taking on values 1 for countries that are main exporters of oil or of rawmaterials other than oil, are likely to have a negative effect on the Investment Profile indexas firms in resource extraction sectors are attractive expropriation targets.17 First, much ofthe investment is sunk before production starts and second, host countries do not have tofear large punishments, since the world relies on good trade relationships to countries thatprovide the exhaustible resource. latitude is a further dummy variable. This regressor measuring countries distance from the equator controls for unobserved heterogeneitynot covered by other regressors.Last, I include a timefixed effect for each period covered in the regressions, and thefollowing regional dummies: sub saharan africa, latin america the 15The data is taken from the Penn World Table.16See Hall and Jones 1999, Rodrik et al. 2004, Easterly and Levine 2003 and Acemoglu et al. 2001.17The two sets of resourceexporting countries are collocated from the sample of oilexporting countriesin Morsy 2009 and the variable Exporter of nonfuel primary products from the World Bank 1995.26caribic, europe central asia, east asia pacific, middle east north africa and south asia.4.3 Results In this section I present the results of estimating equation 19 with OLS and fixed effects. Inthe first section, the specifications are linear. In the second section, I account for a nonlineareffect of countries human capital stock on the security of property rights. To check therobustness of the results with OLS and fixed effects I use ordered logit and ordered probitas alternative methods to estimate the nonlinear specifications in Section 4.3.3. Making useof ordered logit and ordered probit is reasonable since the Investment Profile index is basedupon qualitative ratings of experts according to a potentially ordinal 12 points scale. Alltypes of regressions are run with three different measures for Human Capital, whichare demean schooling, laboreduc and enroll1.4.3.1 Benchmark Regressions Table 2 shows the results of estimating equation 19 with pooled OLS and fixed effects. Thefirst three columns give the regressors coefficients and standard errors with OLS. Columns 46 give the results based on fixed effects estimation. Columns 1 and 4 include demeanschooling, columns 2 and 5 use laboreduc and in the respective last columns Iemploy enroll1.The coefficients of the institutional control variables well reflect the presumptions madein Section 4.2. The effects of govstab and polrepress are significant throughoutall estimations. The coefficients of govstab have the expected positive signs. While theeffect of democratic regimes on expropriation risk in the literature are ambiguous, I exclusively find negative coefficients of polrepress. Countries with strong and democraticgovernments are associated with a higher perceived security of property rights. In turn, theimpact of strong and independent judiciaries is less pronounced. laworder is ambiguous and not significant, no matter which human capital measure and estimation method Iadopt. Turning to the macroeconomic variables, economic prosperity indeed seems to have anonlinear effect on the security of property rights, as shown in Li 2009 and Jodice 1980.While the coefficients of growth1 are significantly positive in all columns, the effectof income1 is ambiguous and even significantly negative using fixed effects estimationand laboreduc as human capital measure. Moreover, a high inflation rate seems to spurthe risk of expropriation except for the inclusion of laboreduc.18 Inflation exacerbateseconomic hardship in times of recessions. This might spur public discontent and the will toseize foreign firms. In turn, the effect of trade openness is insignificant in all estimations.18In this case however, the number of observations drops to 73, giving rise to a potential selection bias.27Accordingly, the risk of future punishments and indirect sanctions from third parties seemto play a minor role when it comes to the expropriation decision.Most importantly, the impact of human capital on the security of property rightsconfirm the predictions of the theoretical model sketched above. Throughout the estimations, the coefficients show a positive sign. With OLS, the effects are significant no matterwhich education variable is chosen. However, the economic significance of Human Capital seems to be small. It needs another five years of demeaned averaged school attendanceto increase a countrys Investment Profile index by one point. Analogously, a 10% increasein the labor force share with primary, secondary or tertiary education increases the perceivedsecurity of property rights by no more than 0.17 points.4.3.2 Nonlinear Effects In Section 3, I have analyzed the effect of the skill composition of the domestic workforce oninflowing FDI in an LDC. With skillbiased FDI flows, the defined extent of expropriationrisk was shown to monotonously decrease in the ratio of high to lowskilled workers, but ina nonlinear way.To account for potential nonlinearity, I now add the squared term of the respectivehuman capital variable to the regressions with OLS and fixed effects estimations see Table 3. In the theoretical model, the marginal effect of H on first diminished until H 0.5and then increased see Figure 4. This does not allow an unambiguous prediction of thesign of the squared human capital term. Nevertheless, constrained FDI inflows whichresult from endogenous expropriation risk are less attracted by a welleducated labor forcethe higher the supply of highskilled workers. This gives rise to a positive but decreasingmarginal effect of Human Capital.Among the control variables the results confirm those in the linear benchmark specification. The effect of growth1 is positive and significant in all regressions, whileincome1 has no clear impact on iprofile. The role of economic prosperity is emphasized by the negative coefficients of inflation, mostly significant at the 1% level.Furthermore, government stability and the assertion of political rights in LDCs convey aperception of secure property rights of foreign investors.Turning to the human capital variables, I have calculated marginal effects for each of In all six estimations shown in Table 3, the marginal effects are evaluthe estimations.ated at the sample means of the respective human capital variable. The intercepts 19 of themarginal effects are all positive, and mostly significant. Moreover, except for schoolingsquared with fixed effects estimation, the coefficients of the squared terms are negative,but only significant for demean schooling with pooled OLS and for laboreduc 19The intercepts are given by the coefficients of demean schooling, laboreduc andenroll1, respectively.28with fixed effects estimation. With OLS, the marginal effects are positive and mostly significant, even at the 1% level. Hence, using OLS, it turns out that a larger highskilledlabor supply alleviates the risk of expropriation, but likely at a decreasing rate. On thecontrary, controlling for unobserved betweencountry variation with fixed effects estimation,the results are less clearcut, since the marginal effects of all three human capital variablesare insignificant.4.3.3 Alternative Estimation Methods: Ordered Logit and Ordered Probit As indicated in Section 3.3, iprofile stems from the qualitative Investment Profileindex. Thus the ratings are subjective and only reflect a perception of investors propertyrights protection. Moreover, they are measured according to an ordinal 12 points scale.To account for this, I now make use of Ordered Logit and Ordered Probit to check therobustness of the results with nonlinear human capital effects shown in Table 3. Therefore,I slightly reassess the dependent variable and round the fiveyear averaged observations ofthe Investment Profile to pool them into the original 12 point scale. Indices ranging in 01,12, . . . 1112 are rounded to 0, 1, . . . 11. I refer to the reassessed regressand as integeriprofile. Still, I use a clusterrobust covariance matrix to calculate the standard errorsof the error term. The results are presented in Table 4.With the set of control variables, the results do not change if we compare them to thefindings of the nonlinear specifications with OLS see Table 3. The demographic measureyworkers has a negative impact on the dependent variable. Except for the inclusionof laboreduc, however, the coefficients are insignificant and thus do not convey a clearpicture if a high volume of old workers has a positive effect on the security of propertyrights. growth1, again has a positive and mostly significant effect. The relevance ofeconomic wellbeing is emphasized by the coefficients of inflation. Inflation, i.e. monetary and thus macroeconomic instability, spurs public discontent which may turn againstsuccessful foreign investors. Finally, institutional quality has large explanatory power forthe perceived security of property rights. As with OLS, this can be seen from the results ofpolrepress and govstab. If host countries grant their population rights to affect thepolicy outcome and if their governments are strong enough to carry out the popular will,they are perceived as safe investment targets.No matter the choice of the proxy for human capital, integer iprofileincreases with the quality of the labor force but at a decreasing rate. Both with ordered logitand ordered probit, the coefficients of the linear effects are significantly positive. Moreover,the negative and mostly significant coefficients of the quadratic terms lead to the conjecturethat the human capital effect on the perceived security of property rights vanishes, if thesupply of highskilled labor is too large. This emphasizes the labor supply effect, i.e. the role 29of diminishing returns to highskilled labor. Once the supply of highskilled workers is toolarge, their productivity falls back the productivity of lowskilled workers. If this transfersinto wage payments, highskilled workers positive attitudes toward inflowing investmentvanish.5 Conclusions The goal of this paper was to investigate if and how a less developed countrys highskilledemployment share affects the risk of expropriation faced by foreign investors. Focusingon FDI flows from developed regions that incur advanced skillbiased technologies, foreigninvestment raises the host economys total factor productivity and the relative productivityof highskilled labor. If this turns into highskilled wage premia, FDI inflows give rise todistributional conflict between workers along educational lines. This spurs discontent amonglowskilled employees, which potentially turns into political pressure to obstruct and evenexpropriate foreign investors.In a oneperiod model the skill share of a small open LDC was shown to affect FDI flowsfrom developed regions in a curvilinear way. It was assumed that host government policiesreflect the support of the domestic labor force and that expropriation risk constrains FDI.Highskilled workers benefit from foreign capital and knowledge, which provides a productivity advantage over lowskilled labor. Since expropriation implies the withdrawal of foreignknowhow and the disappearance of the skillbias, the costs from expropriation in termsof output increase with the skill share. However, once the skill share is sufficiently large,lowskilled labor productivity exceeds the productiveness of highskilled workers. Then,additional employment of highskilled labor reduces foreign firms output. The costs fromthe withdrawal of foreign expertise decline and FDI flows reduce. However, relating theconstrained level of FDI to a benchmark level with secure property rights, the extent ofexpropriation risk decreases with each marginal increase of the skill share. This effect diminishes, at least if the bulk of workers is lowskilled.The empirical investigation supports the results of the model.In a sample of nondeveloped countries, the perceived security of property rights is spurred by a larger domestichuman capital stock. Moreover, in most of the estimations employed, the latter effectdecreases with further human capital. The empirical findings thus support the notion thathighskilled workers benefit from FDI to a larger extent. This emphasizes the idea of FDIentailing skillbiased technological change. Furthermore, in cases where the effect is foundto decline, the productivity advantage of highskilled workers is counteracted by some otherforce, if the supply is too large.I conjecture that this force is diminishing skill returns.Nevertheless, whether it is the main driving force behind the nonlinear human capital effecton the security of property rights should be subject of further research.30References Acemoglu, D. 2003. Patterns of Skill Premia. Review of Economic Studies 70 243,199230.Acemoglu, D., S. Johnson, and J. A. Robinson 2001. The Colonial Origins of Comparative Development: An Empirical Investigation. American Economic Review 91 5,13691401.Acemoglu, D. and J. A. Robinson 2001. A Theory of Political Transitions. American Economic Review 91 4, 938963.Aghion, P. 2002. Schumpeterian growth theory and the dynamics of income inequality.Econometrica 70 3, 855882.Aghion, P. and P. Howitt 1998. Endogenous Growth Theory. Cambridge, MIT Press.Aguiar, M. and M. Amador 2009. Growth in the Shadow of Expropriation. NBERWorking Paper 15194.Aguiar, M., M. Amador, and G. Gopinath 2009. Investment Cycles and Sovereign Debt Overhang. Review of Economic Studies 76 1, 131.Aitken, B., A. Harrison, and R. E. Lipsey 1996. Wages and Foreign Ownership: A Comparative study of Mexico, Venezuela and the United States. Journal of International Economics 40 34, 345371.Autor, D. H., L. F. Katz, and A. B. Krueger 1998. Computing Inequality: Have Computers Changed the Labor Market. Quarterly Journal of Economics 113 4, 11691213.Barro, R. J. and J.W. Lee 2001. International data on educational attainment: Updatesand implications. Oxford Economic Papers 53 3, 541563. Data available on: http:www.cid.harvard.educiddataciddata.html.Berman, E., J. Bound, and Z. Griliches 1994. Changes in the Demand for Skilled Labor within U.S. Manufacturing: Evidence from the Annual Survey of Manufacturers.Quarterly Journal of Economics 109 2, 367397.Bernard, A. B., J. Eaton, J. B. Jensen, and S. Kortum 2003. Plants and Productivityin International Trade. American Economic Review 93 4, 12681290.Bloom, N. and J. van Reenen 2007. Measuring and explaining management practicesacross firms and countries. Quarterly Journal of Economics 122 4, 13511408.Bradley, D. G. 1977. Managing against expropriation. Harvard Business Review 55 4,7583.31Bruno, G. S. F., R. Crino, and A. M. Falzoni 2004. Foreign Direct Investment, Wage Inequality, and Skilled Labor Demand in EU Accession Countries. Centro Studi Luca DAgliano Development Studies Working Papers 188.Bulow, J. I. and K. Rogoff 1989. Sovereign Debt: Is to Forgive to Forget? American Economic Review 79 1, 4350.Burstein, A. T. and A. MongeNaranjo 2009. Foreign knowhow, firm control, and theincome of developing countries. Quarterly Journal of Economics 124 1, 149195.Burton, F. and H. Inoue 1987. A country risk appraisal model of foreign asset expropriation in developing countries. Applied Economics 19 8, 10091048.Bustos, P. 2005. The Impact of Trade on Technology and Skill Upgrading Evidence from Argentina. Economics Working Papers 1189.Clark, E. 2003. Pricing the Cost of Expropriation Risk. Review of International Economics 11 2, 412422.Cole, H. L. and W. B. English 1991. Expropriation and Direct Investment. Journal of International Economics 30 34, 201227.Duncan, R. 2006. Price or politics? An investigation of the causes of expropriation.Australian Journal of Agricultural and Resource Economics 50 1, 85101.Easterly, W. and R. Levine 2003. Tropics, germs, and crops: How endowments influenceeconomic development. Journal of Monetary Economics 50 1, 339.Eaton, J. and M. Gersovitz 1984. A theory of expropriation and deviations from perfectcapital mobility. Economic Journal 94 373, 1640.Feenstra, R. C. and G. H. Hanson 1997. Foreign direct investment and relative wages:Evidence from Mexicos maquiladoras. Journal of International Economics 42 34,371393.Feenstra, R. C. and G. H. Hanson 2003. Global Production Sharing and rising Inequality: A survey of Trade and Wages. In K. Choi and J. Harrigan Eds., Handbook of International Trade, Oxford, pp. 146185. Blackwell: Malden, MA.Freedom House 2009. Freedom in the World 2009: The Annual Survey of Political Rightsand Civil Liberties. Rowman Littlefield Publishers, Inc.Geiger, L. T. 1989. Expropriation and External Capital Flows. Economic Developmentand Cultural Change 37 3, 535556.Goldberg, P. K. and N. Pavcnik 2007. Distributional Effects of Globalization in Developing Countries. Journal of Economic Literature 45 1, 3982.G org, H., E. Strobl, and F. Walsh 2007. Why Do ForeignOwned Firms Pay More? The Role of OntheJob Training. Review of World Economics 143 3, 464482.32Hajzler, C. 2008. Resourcebased FDI and Expropriation in Developing Economies. Job Market Paper .Hall, R. E. and C. I. Jones 1999. Why do some countries produce so much more outputper worker than others? Quarterly Journal of Economics 114 1, 83116.Hanson, G. H. and A. Harrison 1995. Trade, Technology, and Wage Inequality. NBERWorking Paper 5110.Harms, P. and P. an de Meulen 2011. The Demographics of Expropriation Risk. Journalof Population Economics forthcoming.Henry, P. B. and D. Sasson 2009. Capital Market Integration and Wages. NBER Working Paper 15204.Jensen, N. 2003. Democratic Governance and Multinational Corporations: Political Regimes and Inflows of Foreign Direct Investment. International Organization 57 3,587616.Jensen, N. 2008. Political Risk, Democratic Institutions, and Foreign Direct Investment.Journal of Politics 70 4, 10401052.Jodice, D. A. 1980. Sources of change in Third World regimes for foreign direct investment, 19681976. International Organization 34 2, 177206.Kobrin, S. J. 1980. Foreign enterprise and forced divestment in LDCs. International Organization 34 1, 6588.Kobrin, S. J. 1984. Expropriation as an Attempt to Control Foreign Firms in LDCs:Trends from 1960 to 1979. International Studies Quarterly 28 3, 329348.Krugman, P. R. 2000. Technology, trade and factor prices. Journal of International Economics 50 1, 5171.Li, Q. 2009. Democracy, Autocracy, and Expropriation of Foreign Direct Investment.Comparative Political Studies 42 8, 10981127.Li, Q. and A. Resnick 2003. Reversal of Fortunes: Democratic Institutions and Foreign Direct Investment Inflows to Developing Countries. International Organization 57 1,175211.Lipsey, R. E. and F. Sj oholm 2004. Foreign direct investment, education and wages in Indonesian manufacturing. Journal of Development Economics 73 1, 415422.Lipsey, R. E. and F. Sj oholm 2006. Foreign Firms and Indonesian Manufacturing Wages:An Analysis with Panel Data. Economic Development and Cultural Change 55 1,201221.Martins, P. S. 2004. Do Foreign Firms really pay Higher Wages? Evidence from Different Estimators. IZA Discussion Paper 1388.33Melitz, M. J. 2003. The impact of trade on intraindustry reallocations and aggregateindustry productivity. Econometrica 71 6, 16951725.Minor, M. S. 1994. The demise of expropriation as an instrument of LDC policy, 19801992. Journal of International Business Studies 25 1, 177188.Morsy, H. 2009. Current Account Determinants for OilExporting Countries. IMF Working Paper 0928.Pavcnik, N. 2003. What explains skill upgrading in less developed countries? Journalof Development Economics 71 2, 311328.Picht, H. and V. St uven 1991. Expropriation of Foreign Direct Investment: Empirical Evidence and Implications for the Debt Crisis. Public Choice 69 1, 1938.Political Risk Services Group 2008. International Country Risk Guide. http:www.prsgroup.comprsgroup_shoppingcartc4icrg.aspx. New York: Political Risk Services.PWT 2009. Penn World Table 6.2. Center for International Comparisons, University of Pennsylvania. http:pwt.econ.upenn.eduphp_sitepwt 62pwt 62_form.php.Raff, H. 1992. A model of expropriation with asymmetric information. Journal of International Economics 33 34, 245265.Rodrik, D., A. Subramanian, and F. Trebbi 2004. Institutions Rule: The Primacy of Institutions over Geography and Integration in Economic Development. Journal of Economic Growth 9 2, 131165.Stasavage, D. 2002. Private Investment and Political Institutions. Economics and Politics 14 1, 4163.te Velde, D. W. and O. Morrissey 2003. Do Workers in Africa get a Wage Premiumif Employed in Firms Owned by Foreigners? Journal of African Economies 12 1,4173.Thomas, J. and T. Worrall 1994. Foreign direct investment and the risk of expropriation.Review of Economic Studies 61 1, 81108.Tomz, M. and M. L. J. Wright 2008. Sovereign Theft: Theory and Evidence about Sovereign Default and Expropriation. In W. Hogan and F. Sturzenegger Eds., The Natural Resources Trap: Private Investment without Public Commitment. Cambridge,MA: MIT Press, forthcoming 2010.United Nations Conference on Trade and Development UNCTAD 1994. World Investment Report 1994: Transnational Corporations, Employment and the Workplace.New York, Geneva: United Nations, 1994.34United Nations Population Division 2008. World Population Prospects: The 2008 Revision Population Database. http:esa.un.orgunpp.Wells, L. T. 1998. God and Fair Competition: Does the Foreign Direct Investor Face Still Other Risks in Emerging Markets? In T. H. Moran Ed., Managing International Political Risk, pp. 1531. Blackwell Publishers.World Bank 1995. World Development Report 1995: Workers in an Integrating World.New York: Oxford University Press, 1995.World Bank 2008. World Development Indicators Database 2008. World Bank GNI per capita Operational Guidelines Analytical Classifications. http:web.worldbank.orgexternaldefaultmain?content MDK20487070menu PK64133156page PK64133150pi PK64133175printYthe Site PK239419. Washington DC, The World Bank.World Bank 2009. World Development Indicators Database 2009. Data via Reuters Ecowin. Washington DC, The World Bank.Yeaple, S. R. 2005. A simple model of firm heterogeneity, international trade, and wages.Journal of International Economics 65 1, 120.35A Summary Statistics Variable Mean Std. Dev. Min.Max.Std. Dev.Observations Overall Betweencountry No. ofiprofileschoolinglaboreducenroll1yworkersgrowth1income1laworderinflation 5.9685821.8508321.33333411.808341.2112623.6838062.0786610.3710.522.3494681.4297421.889375.8100.02522.8858487.4438325.4773914.73773152.429923.172112.452230.48614851.0553663.5022970.53442920.80207314.60888130.60224.946443.1514687.6926720.77699635.5603379.4255480.80725342.9403771.1795870.566666661.0452532.3653161.3370230.84424377.9933720.9925757polrepress 4.4683331.787764govstab 6.9241512.2200311171.63178211.416671.333423Openness10.6363510.32251660.11454251.9383050.3445567oillatituderawmat.13930350.3466944010.3544608561.5314728.11780.0519843443.929845.33610.3805970.4861387010.4759593Table 1: Summary Statistics 32928984383402377383329366400329393402384402B Tables Benchmark Specification OLSFixed Effectsdemean schooling laboreduc enroll1 demean schooling laboreduc enroll1demean schooling 0.2100.061laboreducenroll1yworkersgrowth1income1laworderinflationpolrepressgovstabopenness1oillatituderawmat Constant 0.1870.3400.0850.0290.0450.2400.0090.1000.3270.1100.2520.0680.4900.0630.2450.2660.4210.2590.0000.0000.4790.2214.7122.4650.2680.3010.8980.5190.0660.0310.8060.5600.0860.1590.3900.1390.1860.0820.4520.0870.2580.73612.9734.4030.0130.0040.1970.3250.0410.0210.1500.2350.0740.0890.3630.0970.2240.0600.4630.0670.1010.2580.3270.2540.0000.0000.3640.2032.3022.4930.0170.0090.9000.6020.1130.0390.0250.3940.0040.2160.0150.1840.2570.1480.5770.1550.0690.5591.1220.6230.0010.0010.0610.4654.1343.5840.628239Adj. Rsquared Observations Note: Standard errors in parentheses. p 0.10, p 0.05, p 0.01. The dependent variable is iprofile.The data sample is an unbalanced panel, comprising fiveyear averages and a twoyear average or initial valuesbetween 19842005. All regressions include regional and time dummies; their coefficients are available upon request.The estimates are based on robust standard errors clustered by country.0.6582390.608730.5962840.0120.0342.2951.8570.1510.0416.2472.1280.0780.3720.2280.4030.3500.1730.4090.1750.9121.7800.0040.0080.5480.6330.0410.0210.4350.5640.1640.1370.3880.1180.1860.0810.4640.0860.3890.71962.13518.7160.907738.3174.8380.637284Table 2: Benchmark Specification: The effect of human capital on iprofile using pooled OLS and fixed effects estimationNonlinear Effects OLSFixed Effectsdemean schooling laboreduc enroll1 demean schooling laboreduc enroll1demean schoolingdemean schooling squared 0.2540.0590.0520.016Marginal effect of demean schooling 0.2410.058laboreduclaboreduc squared Marginal effect of laboreducenroll1enroll1 squared Marginal effect of enroll1yworkersgrowth1income1laworderinflationpolrepressgovstabopenness1oillatituderawmat Constant 0.3230.3420.0770.0270.1230.2390.0080.1010.3600.1040.2760.0670.4570.0650.1960.2400.3910.2540.0000.0000.4910.2126.2572.5110.0530.0310.0000.0000.0040.0161.0640.6250.1100.0400.0440.4020.0300.2170.0290.1950.2660.1500.5360.1660.0560.5821.0140.6280.0010.0010.1660.4803.8513.6170.0280.0120.0000.0000.0110.0040.2040.3290.0410.0210.1520.2360.0850.0900.3780.0970.2230.0600.4560.0680.1660.2650.3150.2510.0000.0000.3570.2091.8422.509Adj. Rsquared Observations Note: Standard errors in parentheses. p 0.10, p 0.05, p 0.01. The dependent variable is iprofile.The data sample is an unbalanced panel, comprising fiveyear averages and a twoyear average or initial valuesbetween 19842005. All regressions include regional and time dummies; their coefficients are available upon request.The estimates are based on robust standard errors clustered by country.0.5952840.6382390.607730.2440.2860.0210.0670.2490.2860.8970.5170.0650.0300.7940.5600.0910.1630.3890.1390.1800.0870.4560.0900.2420.7350.2260.0670.0010.0000.0060.0343.8741.6360.1670.0356.7821.8190.3350.3650.0210.3610.0780.1460.1230.1741.0501.4280.0620.0450.0000.0000.0060.0080.8800.5890.0420.0210.5240.5310.1730.1310.4080.1130.1700.0830.4630.0870.3700.70312.5344.5170.65623963.53315.5940.926737.2845.0330.641284Table 3: Nonlinear Effects: Inclusion of squared human capital pooled OLS and fixed effects estimationNonlinear Effects Ordered Probit and Ordered Logit Ordered Probit Ordered Logitdemean schooling laboreduc enroll1 demean schooling laboreduc enroll10.4430.1180.1080.0360.3400.5770.1450.0470.1940.4130.0650.1890.5570.1610.5190.1270.8320.1370.3060.4700.6920.5360.0000.0010.0810.0280.0010.0001.3500.5460.0830.0390.0840.3660.0900.1880.0050.1760.3430.1350.5210.1650.1120.4910.6680.5580.0010.0000.0400.0110.0000.0000.1250.2880.0360.0180.0990.2130.0870.0800.3750.0850.2230.0550.4460.0720.3420.2510.2500.2440.0000.0000.3030.2422840.7370.2752390.1180.0550.0010.0002.0721.1270.1490.1080.1270.7520.0840.4100.1290.3500.5200.2721.0060.4150.0741.0391.6531.2940.0010.0010.4530.291730.0670.0180.0000.0000.1840.5410.0610.0390.1760.3960.1410.1540.6040.1520.3980.1030.8070.1310.4700.4670.4980.4890.0000.0010.4650.242284demean schooling 0.2390.059demean schooling squared 0.0580.018laboreduclaboreduc squaredenroll1enroll1 squaredyworkersgrowth1income1laworderinflationpolrepressgovstabopenness1oillatituderawmat 0.2000.3280.0790.0260.1460.2370.0080.0950.3590.0910.2860.0680.4570.0740.3000.2590.3390.2730.0000.0000.4250.270239Pseudo Rsquared Observations Note: Standard errors in parentheses. p 0.10, p 0.05, p 0.01. The dependent variable is integeriprofile. The data sample is an unbalanced panel, comprising fiveyear averages and a twoyear average or initialvalues between 19842005. All regressions include regional and time dummies; their coefficients are available uponrequest. The estimates are based on robust standard errors clustered by country.0.3560.29573Table 4: Nonlinear Effects: Inclusion of squared human capital Ordered Logit and Ordered Probit estimationC Variable Description Variableenroll1govstab Variable Description Description Source Fiveyear average of the gross primary enrollment, measuring theratio of total enrollment, regardless of age, to the population ofthe age group that officially corresponds to the level of primaryeducation.Source: World Bank 2009Fiveyear average of the International Country Risk Guide Government Stability rating, which reflects the governments abilityto carry out its declared programs and its ability to stay in office. Government Stability is the sum of three subcomponentsGovernment Unity, Legislative Strength and Popular Support,each with a maximum score of four points very low risk and aminimum score of 0 points very high risk.Source: Political Risk Services Group 2008growth1 Fiveyear average of the annual growth rates of realper capita GDP of the preceding fiveyear period in constant PPPadjustedinternational Dollars Base year: 2000.Source: PWT 2009iprofile Fiveyear average of the rating of the governments attitude toinward investment as the sum of three subcomponents, eachwith a maximum score of four points very low risk and a minimum score of 0 points very high risk. The subcomponents arerisk of expropriation or contract viability, payment delays andbarriers on the repatriation of profits.Source: Political Risk Services Group 2008income1Fiveyear average of the log of realper capita GDP of the preceding fiveyear period in constant PPPadjusted international Dollars Base year: 2000.Source: PWT 2009Table 5: Variable DescriptionVariableinflation Variable Description Description Source Fiveyear average of the percentaged inflation rate measured bythe consumer price index.Source: World Bank 2009laboreduc Fiveyear average of the percentaged labor force share, that hasprimary, secondary or tertiary education.Source: World Bank 2009latitudelaworderoil A countrys squared latitude measuring the geographical distance from the equator.Source: World Bank 2009Fiveyear average of the rating of Law and Order, assessedseparately. The Law subcomponent is an assessment of thestrength and impartiality of the legal system, while the Ordersubcomponent is an assessment of popular observance of thelaw. Both subcomponent comprise zero low quality to threepoints high quality.Source: Political Risk Services Group 2008Subsumes 28 oilexporting economies, referring to the period of 1970 2006, using the World Economic Outlook WEO and World Development Indicators WDI as well as Data on oilproduction and reserves obtained from BP Statistical Reviewof World Energy June 2007 as data sources. The chosen countries are Algeria, Angola, Azerbaijan, Bahrain, Colombia, Republic of Congo, Ecuador, Equatorial Guinea, Gabon, Indonesia, Iran, Kazakhstan, Kuwait, Libya, Mexico, Nigeria, Norway,Oman, Qatar, Russia, Saudi Arabia, Sudan, Syria, Trinidad and Tobago, Turkmenistan, United Arab Emirates, Venezuela, and Yemen.Source: Morsy 2009Table 6: Variable Description contd.Variable Description Description Source Variable Openness1 Fiveyear average of the sum of exports and imports of goodsand services as a share of GDP. Exports or imports of goodsand services represent the value of all goods and other marketservices provided to or received from the world.Included isthe value of merchandise, freight, insurance, travel, and othernonfactor services. Factor and property income formerly calledfactor services, such as investment income, interest, and laborincome, is excluded.Source: World Bank 2009polrepressrawmatschoolingyworkers Fiveyear average of The Freedom House Political Rights index,measuring the degree of freedom in the electoral process, political pluralism and participation, and functioning of government.Freedom House rates political rights on a scale of 1 most freeto 7 least free.Source: Freedom House 2009Subsumes major exporters of nonfuel primary products if morethan 50% or more of total exports of goods and services are nonfuel raw materials between 1988 and 1992.Source: World Bank 1995, pp. 250254Initial value of the average years of school attendance of the totalpopulation aged over 25 years.Source: Barro and Lee 2001Initial value of the ratio of the population number aged 1539years to the population number aged 4064 years.Source: United Nations Population Division 2008Table 7: Variable Description contd.D Countries Countries Albania, Algeria, Armenia, Azerbaijan, Bangladesh, Bolivia, Botswana,Brazil, Bulgaria, Burkina Faso, Cameroon, Chile, Colombia, Costa Rica,Ivory Coast, Dominican Republic, Ecuador, Egypt, El Salvador, Estonia, Ethiopia, Gambia, Georgia, Ghana, Guatemala, GuineaBissau,Haiti, Honduras, Hungary, India, Indonesia, Islamic Republic of Iran,Jamaica, Jordan, Kazakhstan, Kenya, Latvia, Liberia, Lithuania, Madagascar, Malawi, Malaysia, Mali, Mexico, Moldova, Morocco, Mozambique, Nicaragua, Niger, Nigeria, Pakistan, Panama, Papua New Guinea,Paraguay, Peoples Republic of China, Peru, Philippines, Poland, Republic of Congo, Romania, Russia, Senegal, Sierra Leone, South Africa, Sri Lanka, Sudan, Syrian Arab Republic, Tanzania, Thailand, Togo, Tunisia,Turkey, Uganda, Ukraine, Uruguay, Venezuela, Vietnam, Zambia, Zimbabwe Table 8: List of Countries included in the sample of LDCs", "filename": "72237187X.pdf", "person": ["Philipp an de Meulen", "an de Meulen, Philipp"], "date": ["2011"]}