{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/70633/1/722938063.pdf"], "title": ["The devil's in the tail: Residential mortgage finance and the U.S. Treasury"], "plaintext": " FEDERAL RESERVE BANK of ATLANTA WORKING PAPER SERIES The Devils in the Tail: Residential Mortgage Finance and the U.S. Treasury W. Scott Frame, Larry D. Wall, and Lawrence J. White Working Paper 201212 August 2012 Abstract: This paper seeks to contribute to the U.S. housing finance reform conversation by providing a critical assessment of the various types of policy proposals that have been offered. There appears to be a broad consensus to maintain explicit government guarantees for certain narrowly defined borrower populations, such as Federal Housing Administration insurance guarantees for low and moderateincome and firsttime homebuyers. However, the expected role of the federal government in the broader housing finance system is in dispute. The expected role ranges from no role to insuring against only extreme or tail events to insuring against all losses. However, most proposals agree that any public insurance be priced and available only for loans meeting specified criteria to limit taxpayer exposure. JEL classification: G18; G28 Key words: residential mortgages, securitization, governmentsponsored enterprises, housing subsidies Lawrence White was a board member on the Federal Home Loan Bank Board from 1986 to 1989, with responsibilities that included being a board member of Freddie Mac. The authors thank Pam Frisbee for outstanding research assistance. Helpful comments on an earlier draft were provided by Mark Calabria, Andrew Davidson, Michael Fratantoni, Steve Gaenzler, Kristopher Gerardi, Patricia Mosser, Joseph Tracy, James Vickery, and seminar participants at the Atlanta Feds 2012 Financial Markets Conference. The views expressed here are the authors and not necessarily those of the Federal Reserve Bank of Atlanta or the Federal Reserve System or their staffs. Any remaining errors are the authors responsibility. Please address questions regarding content to W. Scott Frame, Research Department, Federal Reserve Bank of Atlanta, 1000 Peachtree Street N.E., Atlanta, GA 303094470, 4044988783, scott.frameatl.frb.org; Larry D. Wall, Research Department, Federal Reserve Bank of Atlanta, 1000 Peachtree Street N.E., Atlanta, GA 303094470, 4044988937, larry.wallatl.frb.org; or Lawrence J. White, Department of Economics, New York University, 44 West 4th Street, Room 765, New York, NY 100121126, 2129980880, lwhitestern.nyu.edu. Federal Reserve Bank of Atlanta working papers, including revised versions, are available on the Atlanta Feds website at frbatlanta.orgpubsWP. Use the Web Scriber Service at frbatlanta.org to receive email notifications about new papers. The Devils in the Tail: Residential Mortgage Finance and the U.S. Treasury The shapers of the American mortgage finance system hoped to achieve the security of government ownership, the integrity of local banking, and the ingenuity of Wall Street. Instead they got the ingenuity of government, the security of local banking, and the integrity of Wall Street. David Frum 2008 1. Introduction The DoddFrank Wall Street Reform and Consumer Protection Act of 2010 aimed at improving regulatory oversight of the U.S. financial sector in the wake of the recent financial crisis. Notably, however, that legislation did not address an important set of issues that were at the heart of the crisis: governmental involvement in the U.S. housing finance system. Central to this discussion is the future of two housing governmentsponsored enterprises GSEs Fannie Mae and Freddie Mac which have been in federal conservatorship since 2008 and have thus far required 188 billion in taxpayer assistance.1 Fannie Mae and Freddie Mac together manage the credit risk that is associated with approximately 5.0 trillion of the 10.5 trillion U.S. residential mortgage market.2 This paper seeks to contribute to the U.S. housing finance reform conversation by providing a critical assessment of the various types of policy proposals that have been offered. We believe that there is a consensus to reduce the expected cost of federal government involvement in residential mortgage finance but also to maintain explicit government guarantees for certain narrowly defined borrower populations, such as low and moderateincome andor firsttime homebuyers who are served by the Federal Housing Administration FHA insurance program and securitization of FHA loans by 1 The Federal Housing Finance Agency projects that this amount will grow to somewhere between 220311 billion by the end of 2014. See http:www.fhfa.govwebfiles22737GSEProj F.pdf. 2 Fannie Mae and Freddie Mac also fund about 1.5 trillion of mortgagerelated assets on their balance sheets for which they are managing market risk. The two GSEs own the credit risk on most of these assets, which are included in the 5.0 trillion. These assets have been receding since the imposition of the conservatorships. 1 Ginnie Mae.3 Such targeted programs should be aimed at borrowers on the rentown margin and hence may allow society to capture any positive externalities that are associated with sustainable homeownership.4 However, most reform proposals also feature the U.S. Treasurys absorbing the losses that are associated with significantly adverse outcomes tail risk in residential mortgage markets more generally. It is less clear that such proposals are aimed at correcting an identifiable market failure.5 Before assessing several housing finance reform proposals below, we first provide some background on the evolution of the U.S. residential housing finance system over the past 50 years. 2. The Evolution of the U.S. Residential Mortgage Market 6 Residential mortgages are seemingly simple debt instruments: A prospective borrower requests funds from a lender to cover some portion of the value of a home, which, in turn, will serve as the collateral for the loan. The borrower then makes monthly payments according to the terms of the loan. As a result of this arrangement, a mortgage lender faces two kinds of risks: The first is credit risk: the risk that the lender will not be repaid the full principal amount and the contracted interest. This risk 3 Similarly, the U.S. Department of Veterans Affairs VA provides mortgage guarantees for military veterans and the U.S. Department of Agricultures USDA Rural Housing Service guarantees residential mortgages located in rural areas. Both types of targeted loans are also securitized by Ginnie Mae. 4 For a review of the arguments and literature concerning the positive externalities from home ownership, see, for example, Coulson 2002 and Engelhardt, Eriksen, Gale, and Mills 2010 and the references in each article. 5 A market failure arises when market outcomes are not Pareto efficient i.e., it is possible to increase the utility of at least one person without reducing the utility of any other persons. A change in credit markets that results in a reduction in the supply of loans fewer loans at higher prices to one sector is not necessarily indicative of a market failure as this funding may be diverted to another sector. For example, a reduction in the supply of residential mortgages may result in an increase in the supply of commercial loans. 6 This section draws extensively from Frame and White 2012. 2 crucially depends on the borrowers credit history, prospective income, and equity position in the home.7 The second is market risk, or how changes in market interest rates affect the fair value of the mortgage. U.S. residential mortgages are particularly exposed to market risk, as the typical loan involves a long maturity, a fixed interest rate, and an embedded prepayment option that can be exercised at no cost.8 These mortgages, which are unique from a global perspective, have comprised over 90 percent of residential mortgage originations since the onset of the financial crisis.9 Fixedrate mortgages were first introduced in the 1930s by the Home Owners Loan Corporation as the federal government sought to refinance large numbers of delinquent borrowers that typically had shortterm, floatingrate, interestonly loans e.g., Wheelock, 2008; Rose 2011. Table 1 documents the evolution of the U.S. residential mortgage market over the past 50 years. Prior to 1980, residential mortgages were largely made by local depository institutions often a savings and loan institution or savings bank thrift that had a charter that restricted it largely to making mortgage loans. The localized nature of residential mortgage finance and other forms of retail banking arose from technological limitations as well as legal restrictions on interstate and intrastate branching. Throughout the 1960s and 1970s, thrifts alone accounted for over half of all singlefamily residential mortgages 7 This equity position is frequently summarized in reverse fashion as the loantovalue ratio. The greater is the borrowers equity position and the lower is the loantovalue ratio, the greater is the cushion that the lender has against bearing a loss in the event that the borrower defaults i.e., fails to repay and the lender has to foreclose on the property. 8 The term at origination of almost all U.S. mortgages fixed rate or variable rate is 15, 20, or 30 years, and these loans typically include a free prepayment option the price of which is instead captured in the interest rate. The market risk that is associated with fixedrate prepayable mortgages arises in the following manner: As with standard fixedrate debt, if interest rates rise decline, the price of the mortgage declines rises and the longer is the maturity of the instrument, the greater are the associated price swings. These price risks are further complicated by changes in the rate of prepayment: Decreases in interest rates induce borrowers to repay their existing mortgages, thereby depriving the lender of the potential capital gain on the mortgage. Conversely, increases in interest rates lead to less prepayment. Hence in the falling rate environment, the lender is not as welloff as it would otherwise be, while in the rising rate environment it is even worse off. This nonlinear value structure for U.S. residential mortgages is often described as exhibiting negative convexity. 9 Authors calculations based on data from Inside Mortgage Finance 2011, p. 20 3 outstanding, and depository institutions together thrifts, commercial banks, and credit unions accounted for over twothirds of the total. There were several implications of a localized residential mortgage finance system: First, mortgage interest rates could vary across the country, with depository institutions that operated in concentrated markets andor markets with scarce deposits relative to loan demand charging higher rates other things being equal.10 Second, without the ability to diversify geographically, depository institutions were largely at the mercy of local economic conditions. Third, because the standard U.S. longterm fixedrate mortgage was being funded by shortterm deposits, the institutions were exposed to substantial market risk.11 This risk manifested itself in the early 1980s as Regulation Q limits on interest paid on savings deposits were lifted and longterm interest rates climbed resulting in negative carry for thrifts portfolios of longterm fixedrate mortgages with low interest rates that were funded by shortterm deposits with high interest rates.12 During the last 30 years, we have witnessed rapid technological improvements in data processing, finance, and telecommunications, as well as important changes in government policies toward depository institutions and secondary mortgage market institutions. As a result, a vertically disintegrated industrial structure for residential mortgages, based on securitization, has emerged and flourished. As shown in Table 1, since 1975 the share of residential mortgage credit exposures that has been held by depository 10 The Federal Home Loan Bank System FHLBS was created by Congress in 1932 to provide an additional source of funding to thrift institutions by making loans advances that are collateralized primarily by mortgages. Since the FHLBS raised its funds which were then relent to local thrifts in national credit markets, this somewhat ameliorated the problem of the balkanization of local mortgage lending markets. Moreover, because the FHLB banks were willing to lend to their thrift institution members for longer terms than the typical terms of the thrifts deposit liabilities, the FHLBS also provided thrifts with some help in dealing with the maturity mismatch between their longlived mortgage assets and their shorterterm deposit liabilities. See Flannery and Frame 2006 for further discussion of the FHLBS. 11 Until the early 1980s, all federally chartered and most statechartered thrifts were barred from offering adjustablerate mortgages. See, for example, White 1991, p. 65. 12 See, for example, White 1991, ch. 5. 4 institutions has steadily declined from 73 percent to 28 percent while secondary market institutions have gained prominence. Today, Fannie Mae, Freddie Mac, and Ginnie Mae together hold the credit risk on almost 55 percent of outstanding residential mortgages, while investors in privatelabel securitizations as indicated by the category ABS Issuers make up another 10 percent. The FHA was created in 1934 to provide mortgage insurance that protects lenders against loss in the event of mortgage default. Since 1990, the FHA has been oriented toward firsttime and low and moderateincome homebuyers that tend to have very small down payments and hence are at a greater risk of default. In exchange for providing the mortgage insurance, the FHA collects upfront and monthly premiums that are paid by the borrower based on outstanding principal.13 Expected credit losses are covered by the insurance premiums, while unexpected losses are intended to be absorbed by the FHAs mutual mortgage insurance fund that, by law, is expected to maintain an economic value of at least two percent of unamortized insurance inforce. However, should losses exceed the insurance fund, FHAs promises are backed by the full faith and credit of the U.S. Government. The National Housing Act of 1934, which created the FHA, also provided for the chartering of national mortgage associations as entities within the federal government. The only association that was ever formed was the National Mortgage Association of Washington in 1938, which eventually became the Federal National Mortgage Association or Fannie Mae. Initially, Fannie Maes role was limited to issuing debt and purchasing and holding FHAinsured residential mortgages that were originated by nondepository mortgage banks. In 1968, Fannie Mae was converted into a private corporation, with publicly traded shares that were listed on the New York Stock Exchange, although it retained a unique federal charter. Fannie Mae was replaced within the federal government by the Government National Mortgage Association Ginnie Mae, an agency that is within the Department of Housing and Urban Development 13 Curiously, the disproportionately large upfront mortgage insurance premiums can be financed into the mortgage balance. As a result, FHA insurance is almost entirely paid for by performing borrowers with very little cost borne by borrowers that default on their loan and for which the insurance is paid out. 5 HUD and that guarantees securities that are backed by mortgages that are insured by the FHA or the VA. Ginnie Mae issued the first passthrough mortgagebacked securities MBS in 1970.14 It is widely believed that the liquidity that is created by Ginnie Maes guarantee of prompt payment ultimately results in lower primary mortgage rates for borrowers on the order of 1020 basis points during normal times Scharfstein and Sunderam, 2011. The Federal Home Loan Mortgage Corporation Freddie Mac was created by Congress in 1970 to support mortgage markets by securitizing mortgages that were originated by thrifts; Freddie Mac issued its first passthrough MBS in 1971.15 Freddie Mac was originally cooperatively owned by the 12 Federal Home Loan Banks and by thrifts that were members of the FHLBS. In 1989, Freddie Mac was converted into a publicly traded company with the same special features as apply to Fannie Mae. In its early history, Freddie Mac tended only to securitize mortgages, whereas Fannie Mae tended to buy and hold mortgages. By the 1990s, however, the two companies structures and strategies looked quite similar: Both issued MBS that included their own guarantees to investors against credit risk on the securitized mortgage pools, and both held mortgages and MBS on their respective balance sheets. An important reason for the widespread acceptance of mortgage securitization was the presence of U.S. Government guarantees: Ginnie Mae MBS carry an explicit, fullfaith and credit guarantee of the timely payment of principal and interest on mortgages that are already insured by the FHA or VA. Similar securities that are issued by Fannie Mae and Freddie Mac carry these GSEs own guarantees against credit risk. Prior to their federal takeover in 2008, each GSEs debt and MBS benefitted from a strong perception in the financial markets of an implicit federal backstop owing to provisions in their respective Congressional 14 These MBS are described as passthrough because the principal and interest payments from the underlying mortgage borrowers are passed through less any fees to the securities investors. 15 Fannie Mae issued its first passthrough MBS in 1981. 6 charters.16 These provisions included: 1 the authorization of the Secretary of the Treasury to purchase a limited amount of each housing GSEs securities; 2 an exemption from state and local taxation; 3 the treatment of GSE obligations as government securities for purposes of the Securities Exchange Act of 1934; 4 the use of the Federal Reserve as fiscal agent so that their securities are issued and transferred using the same system as U.S. Treasury borrowings; 5 the ability of the President of the United States to appoint five of the 18 members of each companys board of directors; and 6 the lack of a bankruptcy procedure or any legal authority to appoint a receiver if one of the GSEs became insolvent.17 Other public policies further fueled investor perceptions of an implied federal guarantee prior to the financial crisis. For example, Congress had previously intervened to assist troubled GSEs U.S. General Accounting Office 1990 and established regulators to oversee each institutions compliance with statutory mission and safetyandsoundness provisions.18 The movement toward a vertically disintegrated mortgage market structure resulted from a combination of these explicit and implicit U.S. Treasury guarantees interacting with technological and regulatory changes. The presence of government guarantees allowed for a much wider array of domestic and foreign investors to hold U.S. residential mortgage assets. In terms of technology, markedly improved and lowercost data processing, financial modeling, and telecommunications allowed mortgage originators more efficiently to collect, analyze, and transmit borrower information to secondary market participants. 16 The Charter Acts can be found at: http:www.fhfa.govGet File.aspx?File ID29 Fannie Mae and http:www.fhfa.govGet File.aspx?File ID30 Freddie Mac. 17 See, for example, U.S. Congressional Budget Office 1996, 2001 and Wall, Eisenbeis, and Frame 2005. 18 The Federal Housing Finance Agency FHFA was created in 2008. The FHFA succeeds the Office of Federal Housing Enterprise Oversight OFHEO, which was the former safetyandsoundness regulator of Fannie Mae and Freddie Mac, the Federal Housing Finance Board former regulator of the Federal Home Loan Bank System, and the U.S. Department of Housing and Urban Developments mission oversight of Fannie Mae and Freddie Mac. 7 Changes to regulatory capital requirements at depository institutions and GSEs were also extremely important for the depth of secondary market activity. The 1988 Basel riskbased capital standards Basel I for depository institutions introduced riskbased capital requirements of zero percent for those institutions holdings of Ginnie Mae MBS; a requirement of 1.6 percent equity capital for holding similar securities that were issued by Fannie Mae and Freddie Mac;19 and a 4.0 percent equity requirement for holding otherwise similar, but unsecuritized whole, residential mortgage loans. These tiered capital requirements were intended to cover the credit risks that were inherent in the various categories of debt instruments; unhedged market risk was expected to be covered by additional capital. For depository institutions that were bound by riskbased capital requirements, the lower capital requirements for MBS strongly encouraged the substitution of MBS for whole mortgage loans on their balance sheets.20 Also, in 1992, Fannie Mae and Freddie Mac became subject to a statutory 2.5 percent equity capital charge against mortgages or MBS that were funded on their balance sheets and a 0.45 percent equity capital charge against the MBS that they had issued to investors all of which carried the GSEs creditrisk guarantees.21 In both respects, the GSEs enjoyed a substantial advantage in reduced capital requirements relative to depository institutions that are bound by the 4.0 percent minimum Basel I requirement. Some parts of the residential mortgage market were historically beyond the reach of Ginnie Mae, Fannie Mae, and Freddie Mac. As noted previously, Ginnie Mae can guarantee only securities that are 19 In 2003, this 1.6 percent capital requirement was extended to any MBS that carried a credit rating of AA or better. 20 U.S. banking organizations were also subject to a leverage requirement equity capital to total assets of 5.5 percent that set higher capital requirements than Basel I for all organizations, with the possible exception of the very largest organizations. 21 Note that from a system perspective, the mortgage securitization route meant that only slightly more than half as much capital 2.05% 1.60% held by a depository that held GSEissued MBS plus 0.45% held by the GSE against the credit risk on the MBS was supporting the credit risk on a group of mortgages than if the same mortgages were held as whole loans directly by the depository institution 4%. 8 backed by FHA, VA, and USDA mortgages, while the two GSEs may only purchase or securitize loans that are at or below the conforming loan limit and that otherwise conform to their underwriting standards.22 Hence, loans that are above the conforming loan limit jumbos, loans to borrowers with weak credit profiles that did not seek FHA or VA insurance subprime, or loans with little or no documentation AltA were historically not a material part of governmentsponsored securitization.23 Because of these limitations, as the U.S. housing market ascended during the early2000s, privatelabel securitization deals i.e., MBS that were packaged and securitized by privatesector entities began to emerge. These securities provide alternative forms of credit enhancement including private thirdparty financial guarantees, overcollateralization, excess spread, andor subordinated notes.24 By the end of 2007, privatelabel MBS outstanding stood at 2.2 trillion, or almost 20 percent of all singlefamily residential mortgages. Today, about twothirds of residential mortgage credit risk exposures are held by secondary market participants. Securitization was generally viewed positively as it allowed for: a more diverse and plentiful funding; b supplier specialization by separating mortgage origination, funding, and servicing; and c the creation of structured finance securities with payoff structures that were more tailored to specific investor preferences. The disadvantages that are associated with securitization involve the additional layers of 22 The conforming loan limit is linked to an index of housing prices. In 2007, the conforming loan limit was 417,000; but legislation in 2008 and 2009 raised the conforming loan limit in the parts of the country that have higher housing prices. Thus, in 2009 the conforming loan limit was still 417,000 in most of the U.S. but could be as high as 729,750 in highprice areas and could be even higher in a few special highprice areas: Alaska, Hawaii, Guam, and the U.S. Virgin Islands. In late 2011 the highprice limit in the continental U.S. was lowered to 625,500. 23 However, during the housing boom as more subprime and AltA mortgages were being originated Fannie Mae and Freddie Mac did begin securitizing some subprime and AltA mortgages U.S. Federal Housing Finance Agency 2009, pp. 2122, 3738. 24 These privatelabel MBS have these forms of credit enhancement, rather than the issuers guarantees that were sufficient for the GSEs guarantees, for at least two reasons: 1 Issuers would have had to maintain capital to support the guarantees, which the issuers were loath to do; and 2 Investors might have been skeptical about the strength of the guarantees, even with the supporting capital. See Ashcraft and Schuermann 2008 for an overview of privatelabel mortgage securitization with a particular focus on the subprime segment. 9 informational and contracting frictions. While long recognized, it was not until the housing bust that the potential severity of these issues was realized.25 Figure 1 presents three common house price indices over the last two decades FHFA, CaseShiller, and Core Logic. We can see that the housing downturn started in late 2006 with a national peaktotrough decline as of yearend 2011 of 2134 percent, depending on the index that is used. As house prices declined, a large number of borrowers found themselves owing more than the value of their homes a necessary condition for mortgage default. As the economy entered a recession and borrowers home equity continued eroding, more homeowners stopped paying their mortgages and entered foreclosure. In this environment, the problems of credit risk swamped the mortgage sector generally, and securitized mortgages particularly. This started with the riskiest segments of the mortgage market that had grown rapidly during the 2000s subprime and AltA, which bankrupted many originators of such loans. The trouble then spread to the rest of the market. Fannie Mae and Freddie Mac became increasingly distressed in 2007 and 2008, owing to their singular exposure to residential mortgages and very thin capital bases. These losses initially appeared through market value losses on their holdings of privately issued subprime and AltA mortgage securities. Then, the performance of loans that backed the MBS that the GSEs had sold and guaranteed to investors began to deteriorate, which forced the two GSEs rapidly to increase their loan loss reserves which further depleted their equity capital. During the summer of 2008, market participants became increasingly convinced that Fannie Mae and Freddie Mac would become insolvent, although they were unsure about how the federal government would react. During this time, the stock prices of the two GSEs plummeted; spreads for their debt and mortgagebacked securities widened; and their access to funding became limited. 25 In addition to the frictions that are associated with the securitization process itself, there are also frictions that arise when a securitized mortgages borrower becomes delinquent. Whereas formerly negotiations would occur directly between the delinquent borrower and the depository lender, the onset of securitization has meant that a mortgage servicer is situated between the borrower and the security investors. 10 The federal government responded to this situation in September 2008 by placing both Fannie Mae and Freddie Mac into conservatorship and entering into senior preferred stock agreements with each institution that transferred to the U.S. Treasury all of the losses in excess of the two GSEs capital. Specifically, the agreements required the U.S. Treasury to ensure that each maintained nonnegative net worth. Frame 2009 provides an extensive discussion of the sources of financial distress at Fannie Mae and Freddie Mac and the actions that were taken by the U.S. Government. 3. GSE Reform: Issues and Options Given the U.S. Treasury ownership and federal conservatorship of both Fannie Mae and Freddie Mac, there is widespread policy agreement that the U.S. needs to undertake a housing finance reform effort. However, there are a wide range of views about the appropriate level of future government involvement in the residential mortgage market. The Obama Administrations 2011 white paper offered three broad options:26 The first is a privatized housing finance system, with government insurance that is limited to existing Federal Housing Administration FHA, Veterans Affairs VA, and U.S. Department of Agriculture USDA programs for narrowly targeted groups of borrowers. The second option includes the first, but also envisions a loan guarantee program that could be scaledup for newly originated mortgages during times of crisis. As during the recent housing bust, one might envision the FHA acting in this capacity. The third option retains the government insurance for targeted borrower groups and would also have a U.S. Treasurybacked catastrophic reinsurance program that would stand behind the private capital of mortgage securitizers andor mortgage insurers. As is discussed further below, this last option would be quite similar in nature to the prior GSE model with some important modifications. 26 See U.S. Department of the Treasury and U.S. Department of Urban Development 2011. Jaffe and Quigley 2011, U.S. General Accountability Office 2009, and U.S. Congressional Budget Office 2010 also provide detailed discussions of the broad options for housing finance reform. 11 Notably, all three of the Obama Administrations policy options retain an important role for the FHA, VA, and USDA insurance programs. Moreover, virtually all of the proposals that we review below also expect or support the continuation of these programs.27 The FHA program, for example, is designed to target low and moderateincome and firsttime homebuyers i.e., those typically with very low down payments. As a result, the FHA program helps to finance those households that are on the margin between renting and owning and thus arguably represent an effort to capture any social benefits, or positive externalities, that are associated with homeownership. The FHA expanded dramatically during the housing bust and now accounts for 23 percent of origination volume and over 10 percent of outstanding mortgages.28 This growth in FHA lending was primarily driven by the marked contraction in the availability of conventional loans with loantovalue ratios above 80 percent owing to the widespread distress in second lien piggyback loans and private mortgage insurance. As a result, the credit profile of FHA borrowers improved dramatically, as is illustrated by the distribution of Fair Isaac Company FICO scores that are shown in Figure 2. For instance, the average FICO score for new FHA borrowers rose from a very subprimelike 623 during 2007:Q4 to a quite prime 706 during 2010:Q4. Nevertheless, FHA mortgage performance has suffered in recent years. First, the loans that were insured during the height of the housing boom while a fraction of the total bookofbusiness were to especially weak borrowers and had little time to benefit from house price appreciation. Second, as the FHAs market share expanded during the housing bust, many of its new loans to creditworthy borrowers performed poorly owing to their typically very low down payments, coupled with massive 27 Calabria 2012 provides an alternative view about the future of the FHA. 28 By comparison, between 2001 and 2007, the average annual share of FHAVA originations was only five percent. 12 house price declines, resulting in a large fraction of mortgages with negative equity.29 As a result of these developments, the FHAs mortgage mutual insurance fund has fallen to 0.24 percent well below the statutorily mandated floor of 2.00 percent.30 Despite these troubles, in the remainder of this paper we assume that the FHA and the other targeted mortgage insurance programs will continue to serve their historical constituencies. Hence, we will focus our attention on government involvement in the remaining 90 percent or so of the residential mortgage market. A large number of specific housing finance reform proposals have been offered by various business interests, public policy centers, and academics that reflect the diversity of opinion that surrounds the issue. Most of these proposals center on the third option that was offered by the Obama Administration white paper a federal catastrophic reinsurance program standing behind private capital with differences among the proposals reflecting the extent and form of government guarantees. These proposals generally suggest the replacement of Fannie Mae and Freddie Mac with new entities, although some call for the rehabilitation of the two GSEs. Underlying the proposals are two fundamental issues that determine the appropriate extent of government involvement in residential mortgage finance: 1 whether the government should guarantee mortgagebacked securities MBS so as to ensure the availability and reduce the cost of residential mortgages particularly fixedrate mortgages for a large fraction of homeowners through the business cycle; and 2 whether the 29 Research has shown that a negative equity position is a necessary condition for mortgage default, although a second trigger like a shock to a borrowers monthly income or expenses is generally required for a foreclosure to occur see, for example, Foote, Gerardi, and Willen, 2008. However, some negative equity households, while still financially capable of continuing their mortgage payments, may conclude that renting provides a more attractive alternative and may thus strategically default. An important consideration in any strategic default decision is the fact that lenders typically do not often because they legally cannot seek recourse from the borrower for the difference between the loan amount and the lenders recovery through foreclosure e.g., Ghent and Kudlyak 2011. 30 The mortgage mutual insurance fund was last above the 2.00 percent minimum during fiscal year 2008, and subsequently stood at 0.53 percent for 2009 and 0.50 percent for 2010. See U.S. Department of Housing and Urban Development 2010 and Gyourko 2011 for analyses of the FHAs current financial situation. 13 government will de facto absorb residential mortgage tail risk ex post regardless of the ex ante structure. A. Mortgage Guarantees as a Broadbased Housing Finance Subsidy Because of the benefits accruing to the GSEs through their statutory charters, Fannie Mae and Freddie Mac have historically benefitted from lower borrowing costs on the order of 3540 basis points.31 However, additional analysis suggests that only slightly more than onehalf i.e., about 2025 basis points of this benefit was passed through to borrowers.32 Unlike the FHA and other mortgage insurance programs mentioned above, GSEdelivered subsidies are very broadbased in nature. The GSE mortgage interest rate reductions are in addition to much larger homeownershiprelated subsidies that are transmitted through the tax code: deductions for mortgage interest and local property taxes, the exclusion of owneroccupiers implicit rental income, and some exemptions from capital gains taxes. Such broadbased subsidies encourage more housing construction and consumption throughout the income and social spectrum with disproportionate benefits accruing to higherincome households, who are in higher marginal tax brackets and who are more likely to itemize their deductions on their tax returns. Some analysts have argued that the U.S. Treasury must accept the tail risk that is associated with the residential mortgage market in order for popular longterm fixedrate mortgages to remain 31 See Ambrose and Warga 1996, 2002, Nothaft, Pearce, and Stevanovic 2002, and Passmore, Sherlund, and Burgess 2005 for estimates of the GSEs debt funding advantage. U.S. Congressional Budget Office 1996, 2001 report a GSE advantage of 30 basis points in issuing credit guarantees on mortgage pools an advantage that one author suggests is too large Passmore, 2005. 32 For an introduction to the literature estimating the effect of Fannie Mae and Freddie Mac on conforming mortgage rates through a comparison to jumbo mortgage rates, see U.S. Congressional Budget Office 2001, Mc Kenzie 2002, Ambrose, La CourLittle, and Sanders 2004, Passmore 2005, and the references in these papers. 14 widely available or at least affordable.33 The perceived virtue of the fixedrate mortgage is simply the transfer of all mortgagerelated market risk from the borrower to the lender.34 While it is intuitive that lenders are better positioned to manage this risk, one should consider the alternative. First, the standard U.S. adjustablerate mortgage is really a hybrid product that features fixed rates for an initial period 210 years after which the interest rate may adjust subject to maximum annual adjustments and lifetime caps and floors. Adjustablerate mortgages also generally carry lower initial interest rates than do fixedrate mortgages with a shorter fixedrate period associated with greater discounts. Nevertheless, many borrowers will still opt for fixedrate mortgages, which we believe are completely viable without government guarantees, although the relative price may rise modestly. First, fixedrate mortgages are widely available in the jumbo mortgage market albeit, at higher rates than the U.S. Governmentguaranteed conforming mortgage market.35 Part of this difference may be related to the existence of the too be announced TBA forward market, which allows lenders to lockin future mortgage rates for borrowers by selling forward generic MBS collateral.36, 37 Importantly, the existence 33 Some have suggested that, without federal guarantees, the availability of the standard fixedrate mortgage could be jeopardized citing the paucity of such an instrument in foreign mortgage finance markets and our own historical experience e.g., Green and Wachter, 2005. 34 However, as was noted above, the absence of fees in connection with the borrowers prepayment of the mortgage, which is an attractive option when interest rates are lower than the original contract rate on the mortgage, transfers even more risk to the lender than is the case for standard fixedrate debt instruments where prepayment is not possible. In order to protect themselves against this added risk, lenders add a risk premium to mortgage interest rates. The common estimate of that addition to mortgage interest rates is 50 basis points. 35 Looking at a sample of loans from the Lender Processing Services data, we estimate that over 50 percent of jumbo loans that were active at the end of 2011 carried fixed rates. Before the housing boom and bust, Hancock, Lehnert, Passmore, and Sherlund 2005 estimated that over 68 percent of jumbo mortgages carried fixed rates as of the end of the third quarter of 2003. 36 See Vickery and Wright forthcoming for a comprehensive discussion of the TBA market and estimates of the associated liquidity benefits. 37 However, one should keep in mind that such collateral is delivered into MBS on a cheapest to deliver basis, which suggests that there is some netting of the liquidity benefit with a lemons discount. 15 of this market is predicated on the GSEs exemption from Securities and Exchange Commission registration requirements.38 Finally, it is worth remembering that government guarantees cover the credit risk on mortgages, whereas the distinctive feature of the fixedrate mortgage is the market risk that accompanies a 30year instrument which government guarantees do not address. On the other hand, there are some investors who can hold only a limited amount of creditrisky instruments, so a government guarantee may expand the potential investor base. Analysts also point to the existence of a government guarantee as ensuring the availability of residential mortgages in all types of markets. This may arise for at least two reasons: The first is when the probability of a large decline in overall economic activity has increased substantially. During such episodes, investors have responded by increasing their demand for U.S. Treasury and GSE obligations debt and MBS. This allows mortgage borrowers to obtain financing at a time when many other creditrisky borrowers may be priced out of the market. However, this gain to mortgage borrowers comes at the expense of U.S Treasury securities that would otherwise pay a lower rate and private borrowers that lack such a government guarantee. A second reason that the guarantee ensures the availability of residential mortgage funding is specific to the housing market: When investors perceive a heightened probability of a decrease in the value of residential real estate, they demand either stricter loan underwriting andor higher interest rates to offset the increased risk of credit losses on nonguaranteed MBS. The presence of a government guarantee reduces these supplyside pressures. However, the increase in residential mortgage credit risk during these periods has not disappeared, but instead has been transferred to the U.S. Treasury. 38 Hence, it may be possible to recreate a TBAlike market in the absence of Fannie Mae and Freddie Mac by simply providing an SEC exemption to MBS that are backed by loans with certain predetermined collateral characteristics. 16 Thus, government guarantees can certainly increase the availability and reduce the cost of any type of loan. But why should residential mortgage markets be favored over, say, commercial loans that may spur new business investment and create additional jobs? Furthermore, broadbased residential mortgage finance subsidies necessarily divert resources from investment in other productive sectors, resulting in significant social welfare losses. Overall, using widespread government insurance as a mechanism to reduce residential mortgage borrowing costs or to ensure the availability of residential mortgages in all types of markets appears to be economically inefficient. B. Does the U.S. Treasury Own the Tail Risk Anyway? Another argument for continued government involvement in a large portion of the residential mortgage market is that taxpayers will absorb the risk that is associated with significantly adverse outcomes tail risk in this market ex post irrespective of the ex ante market structure. The reason for this perception is that the health of the housing market is too important to the overall economy and that its collapse adversely affects too many voters. Recent events certainly support this view.39 If one believes that the U.S. Treasury is going to bear a large fraction of the tail risk in any case, it could be argued that the government should regulate the residential mortgage market in order to: a reduce the probability of a tail event; b reduce losses should a tail event occur; and c collect fees from market participants ex ante to reduce taxpayer losses ex post.40 39 However, the damage to the U.S. economy from the post2006 housing collapse was greatly magnified by the fact that many of the very largest financial institutions in the economy were too highly leveraged i.e., had insufficient capital to absorb the mortgagerelated losses that accompanied the housing collapse. If these institutions had been better capitalized, the collateral damage to the economy would have been smaller, and the U.S. Government would have had to take fewer actions in supporting these large institutions. 40 The clear analogy here is to depository institutions where de facto government deposit insurance almost surely exists for small depositors, which argues for explicit ex ante deposit insurance that is accompanied by prudential bank regulation and deposit insurance premiums. 17 Those opposed to widespread federal guarantees for the residential mortgage market would argue that the governments prior implicit commitment to absorb losses was unusual, as privatesector losses in other sectors are not publicly insured. The key is for policymakers to establish boundaries of any publicsector exposure ex ante and to establish credible plans to resolve any insolvencies that arise as a consequence of losses that are borne by the private sector.41 Those opposed to widespread government guarantees for the residential mortgage market argue that such guarantees take what would be a low probability event and further create the potential for a financial market meltdown by subsidizing tail risk and encouraging excessive and opaque risktaking.42 The remainder of this section examines the central issues that are raised by the housing finance reform proposals that we reviewed. We begin by examining those proposals that call for the government to retain residential mortgage credit tail risk. These proposals typically identify and propose remedies for the perceived flaws in the original Fannie MaeFreddie Mac model that led to excessively large taxpayer losses. We then discuss one proposal that is intended to eliminate government guarantees from a large swath of the residential mortgage market. C. Proposals to Have the Federal Government Explicitly Retain Residential Mortgage Credit Tail Risk Table 2 summarizes some key aspects of several proposals to have the government retain the tail risk that is associated with residential mortgage credit. All of these proposals would authorize one or more private or public entities to issue mortgagebacked securities that would carry a U.S. Government guarantee, provided that those securities and the securitizer meet some prespecified 41 A limitation of most resolution proposals is that they are designed for individual institutions and therefore may not be credible during a systemic crisis when multiple large institutions are at risk. 42 This is, in essence, what happened in the mid 1980s when the federal government expanded its guarantee of thrift institutions deposits and greatly widened their investment possibilities but without sufficient prudential regulatory oversight. See, for example, White 1991, chs. 56. 18 criteria. For the purposes of the following discussion, we refer to the private entities that are authorized to issue governmentbacked mortgage securities as mortgage guarantee issuers MGIs. Some proposals that we reviewed envision a government agency or government corporation being created from the remnants of Fannie Mae and Freddie Mac that would guarantee mortgage pools and create MBS for a fee without intermediary MGIs Jaffee and Quigley 2009; Hancock and Passmore 2010; Kling, 2012; and Scharfstein and Sunderam, 2011.43 All of the proposals identify perceived flaws that were inherent in the pre2008 housing finance model and that centered on Fannie Mae and Freddie Mac. These flaws can be grouped into four categories: 1 the implicit guarantee on GSE debt exposed the Treasury unnecessarily to market risk; 2 the GSEs were too exposed to residential mortgage credit risk; 3 the U.S. Treasury bore too much risk from the GSEs relative to private parties; and 4 the U.S. Treasury failed to receive any ex ante compensation for bearing the tail risk. While the reform proposals exhibit a substantial degree of agreement on the appropriate remedies to these particular problems, there are other significant differences. 1. Limits on Market Risk Exposure As of yearend 1993, Fannie Mae and Freddie Mac together held 246 billion in mortgagerelated assets a figure that grew to almost 1.6 trillion by the end of 2003.44 This growth can be principally ascribed to their funding advantages as noted above, the GSEs long benefitted from the perception that their obligations were implicitly backed by the U.S. Treasury and from regulatory capital 43 Unlike the other three proposals, Scharfstein and Sunderam 2011 envision a governmentowned corporation that would be the guarantor of last resort for newly issues MBS during crisis periods. During normal times this entity would account for no more than 10 percent of the market. However, this is simply what the FHAGinnie Mae did during the recent crisis; consequently, it is unclear to us why a new guarantor is needed. 44 As a result, the two GSEs combined share of funding residential mortgage assets whole loans and MBS increased from 8 percent to 22 percent during this period. In 2003 and 2004, accounting scandals at Freddie Mac and then at Fannie Mae provided their regulator with the opportunity to impose a 30 percent capital surcharge on the GSEs that had the effect of slowing portfolio growth. 19 requirements that were significantly lower than those of federally insured depository institutions. Fannie Maes and Freddie Macs accumulation of residential mortgages and MBS resulted in the GSEs holding a large amount of market risk some of it managed using interest rate derivatives. During this time, the Federal Reserve and U.S. Treasury became increasingly concerned that the GSEs retained mortgage portfolios were creating a systemic risk.45 Indeed, Freddie Macs funding difficulties during the summer of 2008 drove the timing of the federal takeover of the GSEs. The GSEs and their supporters justified this growth by arguing that the funding of mortgages and MBS provided important liquidity benefits and further reduced conforming mortgage interest rates. Critics of the GSEs expansion cited a dearth of credible evidence that this was actually the case noting that it was the securitization or credit guarantee business that delivered the benefits. Eisenbeis, Frame, and Wall 2007, pp. 9092 provide a detailed discussion. Most of the proposals that we reviewed would limit the ability of MGIs to hold mortgagerelated assets to no more than the amount that is necessary for securitization. These restrictions are intended to prevent the large portfolios, and accompanying market risk, that characterized both GSEs. One benefit of this restriction is that it reduces the potential cost to the U.S. Treasury from any implicit expectations that MGIs debt issues would be guaranteed. Nevertheless, some proposals, such as the Financial Services Roundtable 2010 and Zandi and de Ritis 2011, allow small portfolios to facilitate the development of new products and for supporting certain loans for which there are limited markets. Similarly, Ellen, Tye, and Willis 2010 would allow investment in sectors of the market that draw fewer private investors and for loans to underserved borrowers. Dynan and Gayer 2011 go further by arguing that fewer limits on portfolios 45 See, for example, the testimony of former Federal Reserve Chairman Greenspan 2005 and former U.S. Treasury Secretary Snow 2005; see also U.S. Office of Housing Enterprise Oversight 2003 and Eisenbeis, Frame and Wall 2007 for additional discussion of the systemic issues that were associated with the GSEs portfolios. 20 should be required under their competitive market structure, which would reduce the extent to which MGIs could borrow at submarket rates.46 Two proposals provide for even more expansive guarantees: 1 Center for American Progress 2011 would allow MGIs to provide liquidity to the MBS market during a crisis, which would be financed by the issuance of senior debt that would be backed by an explicit U.S. Treasury guarantee; and 2 Hancock and Passmore 2010, while calling for limited investment portfolios, would allow guarantees to be extended to all types of assetbacked securities e.g., credit card receivables and automobile loans.47 2. Limits on Mortgage Credit Risk Exposure As was discussed above, by law, Fannie Mae and Freddie Mac were limited to participation in the secondary conforming mortgage market the scope of which is defined by loan size limits that may be adjusted annually by their regulator. Moreover, GSE mortgage purchases and guarantees were subject to additional limitations: First, by law, loans could not have origination loantovalue ratios that exceeded 80 percent without mortgage insurance or an equivalent credit enhancement e.g., a second lien or mortgage insurance. Second, the GSEs themselves historically maintained additional conservative underwriting practices pertaining to borrower credit history credit scores, combined loantovalue ratios, loan documentation, and product types. Unfortunately, Fannie Mae and Freddie Mac eroded these underwriting standards during the housing boom. Figure 3 presents a stylized representation of the distribution and incidence of mortgage credit losses using the legacy GSE model. Specifically, we use a lognormal probability density function of annual total losses on a mortgage pool. Attachment points are presented to demonstrate the range of 46 This argument seems to be a non sequitor. Fannie and Freddie may have issued debt at slightly lower rates because of limited competition, but their big advantage was that their debt investors were unlikely to be exposed to credit losses. 47 Hancock and Passmore 2010 view the recent experience as showing that the entire ABS market benefits from implied government support Treasury and Federal Reserve, which the authors would make explicit. 21 losses over which normal losses occur that are covered by guarantee fees; the range of abnormal losses that can be covered by GSE equity capital; and residual losses that were implicitly covered by the U.S. Treasury.48 Below we use this simple model to: 1 illustrate the effect of loosening GSE underwriting standards on taxpayer exposure; and 2 evaluate various reform proposals relative to the legacy GSE model. The location and shape of the curve that is depicted in Figure 3 depends on the amount and characteristics, or riskiness, of the underlying mortgages. An increase in the total dollar amount of mortgages that are guaranteed holding quality constant will shift the loss curve to the right as shown in Figure 4. Of course, more plausibly, GSE growth would be associated with riskier mortgages and hence not only would shift the curve to the right but also would flatten the distribution. Figure 5 illustrates how an increase in the riskiness of the portfolio will result in a flattening of the distribution holding portfolio size constant. This last figure, for example, demonstrates how taxpayers became increasingly atrisk as the GSEs guaranteed securities backed by riskier subprime and AltA loans i.e., the tail mass became larger. Given the ability of the tighter underwriting standards to constrain the Treasurys risk exposure, almost all of the housing finance proposals call for explicit standards for loans that would be eligible for government guarantees. However, these proposals are typically written at a high level of abstraction that provides few details. Most proposals also do not assign to MGIs a responsibility for meeting affordable housing goals.49 Finally, only the Financial Services Roundtable 2010, Center for American 48 For our purposes, we assume that only the minimum leverage requirement was binding for Fannie Mae and Freddie Mac. This is generally consistent with historical experience. If the riskbased capital requirement did become binding, then the attachment points for GSE equity would widen. 49 However, some proposals call for MGIs to be required to make payments to entities that would facilitate affordable housing e.g., Financial Services Roundtable, 2010; Zandi and de Ritis, 2011. Zandi and de Ritis 2011 would also allow FHA to require the MGIs to securitize FHA mortgages, with FHA subsidizing part of the mortgage but also transferring part of FHAs risk to the MGI. 22 Progress 2011, and Acharya et al. 2011 discuss loan size limits; thus most proposals leave open the possibility of expanding the set of mortgages that would be eligible for the federal backstop. The issue of how to finance nonconforming mortgages however defined is generally ignored in the various housing finance reform proposals other than an expectation by some that privatelabel securitization would return. This issue may be important to the extent that one believes that nonconforming mortgages particularly subprime and AltA mortgages were an important factor that drove the housing boom by providing increasingly leveraged financing to observably riskier borrowers. When house prices stopped climbing, these fragile loans were among the first to become delinquent, leading to distressed sales and foreclosures that then put additional downward pressure on local house prices.50 Thus, reform proposals that are limited to lowrisk mortgages are ignoring the potential for other mortgages adversely to affect the housing market. Finally, if one accepts the argument that the federal government is unavoidably committed to supporting residential real estate finance, it would seem that this commitment would not necessarily be limited to supporting mortgages that are eligible for the federal guarantee. If the ineligible part of the market becomes sufficiently large, the logic of unavoidable federal support would also seem to imply that the federal government would be compelled to support the ineligible, higherrisk part of the market. 3. Limits on Tail Losses Borne by the U.S. Treasury Almost all of the housing finance reform proposals envision individual MGIs having a risksharing structure like the failed GSE model Figure 3.51 Expected losses would be borne by MGIs, with 50 See Frame 2010 for a survey of the nascent literature that estimates the effect of mortgage foreclosures on nearby property values. 51 The proposal by Acharya et al. 2011, ch. 8 is an exception: That proposal envisions a new government agency the Government Mortgage Risk Insurance Corporation, or GMRIC that would offer sidebyside guarantees on qualified MBS, alongside the MGIs. 23 the associated costs priced into the mortgages. Each MGIs equity capital would then serve as a second loss position, with any losses that exceed MGI capital being borne by the federal government.52 MGIs themselves would not generally be expected to benefit from an implicit or explicit federal guarantee and hence would be subject to bankruptcy or a special regulatory resolution process. However, the proposal by Dechario, et al. 2010 is unique in that the government tail risk insurance would pay out if the capital assigned to a specific mortgage vintage was depleted. This is intended to ensure that total capital is never depleted to the point where market participants question the viability of the cooperative and the market it supports. A related issue is that of market structure: How many MGIs should be chartered? A more highly concentrated market structure will likely increase pressure on the federal government to support a financially distressed MGI since it would likely be viewed as systemically important. On the other hand, such structures are believed to discourage excessive risktaking through the creation of charter value. Three proposals do not specify limits on the number of MGIs that would be created Marron and Swagel 2010; Acharya et al., 2011; Dynan and Gayer, 2011. However, many others recommend a limit on the number of MGI charters ranging from two to ten. Another issue potentially affecting taxpayer exposure is the ownership structure of MGIs: stock versus cooperativemutual. The proposals by Davidson 2010 and Dechario, et al. 2010 both recommend cooperative ownership structures, which are believed to have muted incentives toward innovation and risktaking. The federal governments exposure to loss may also be influenced by whether banking or other financial groups could own a controlling interest in an MGI, a topic that if often not explicitly addressed 52 One exception is Hancock and Passmore 2010, who emphasize the importance of low loantovalue ratios actual or effective owing to private riskbearing in protecting taxpayers from losses. While the authors do not discuss specialized MGIlike entities, one could imagine that their proposal would accommodate private firms that effectively provided the same economic function e.g., a private mortgage insurance company. 24 in the reform proposals.53 It strikes us as plausible that large mortgage originators would like to have an affiliated MGI to wrap their mortgagebacked securities. On the one hand, being part of a larger financial group raises the possibility that the MGI could benefit from assistance from other group members should it become distressed.54 On the other hand, weakness in the rest of the group may potentially spread to the MGI, which could cause it to fail. Almost all of the proposals call for a federal prudential supervisor to oversee MGIs.55 This supervisor would be empowered to write and enforce a variety of regulations, including capital requirements. Other common powers of the federal supervisor include: chartering new MGIs, defining the minimum underwriting standards for mortgages that would be eligible for government guarantees, and setting guarantee fees. While most of the housing finance reform proposals envision a strong supervisor for MGIs, they tend to omit any discussions of why GSE supervision and regulation was so weak before the crisis. Hence, the proposals typically cannot and do not make solid policy recommendations for ways to insure that the new regulations and supervisor are and remain strong.56 For instance, none of the proposals recognizes that the underlying problem was the enormous political clout of the housing lobby, which sought government guarantees as a way of increasing the availability 53 The exception is Acharya et al. 2011, who explicitly insist that the MGI either be a monoline or must be separately capitalized and ringfenced from the fortunes of any affiliated enterprise. However, to the extent that the perceptions of financial health of a MGI are affected by the perceptions of the health of an affiliate, or the subsidiary depends on an affiliate for essential services such as data processing, even a ringfenced MGI might be affected by the fortunes of affiliates. 54 Financial groups are typically very reluctant to let one subsidiary fail, as that calls into question the financial status of the groups other subsidiaries. In the case of banking groups, this reluctance is strengthened by legally mandated crossguarantees among a groups insured banks and by the Federal Reserves source of strength doctrine, which mandates that nonbank affiliates serve as a source of capital strength for the banking subsidiaries. 55 The Hancock and Passmore 2010 does not involve a regulatory agency to supervise one or more MGIs since in their proposal the guarantee issuer is itself a public agency. 56 The closest that any of the proposals come is a provision in the Mortgage Bankers Associations 2009 proposal that calls for the supervisor to be adequately funded through premiums that are levied on the MGIs. This provision implicitly recognizes the adverse impact that Congressional control of funding had on OFHEOs prudential supervision. 25 and lowering the cost of residential mortgages. Thus, it is an open question as to whether the initial measures that limit government risk exposure will remain strong or gradually be weakened by private interests. 4. Government Fees for Bearing Tail Risk Fannie Mae and Freddie Mac were not required to pay fees to the government for their implicit guarantee since it reflected investor perceptions rather than a legal commitment. Notably, all of the housing finance reform proposals reviewed in Table 2 expect that the government would receive some compensation for bearing the tail risk. Appropriate insurance pricing first requires properly defining what is being insured. For example, under the prior GSE model, policymakers likely perceived the probability of failure and losses in the event of failure to be relatively low as reflected by Figure 3. However, as Fannie Mae and Freddie Mac took on greater levels of credit and market risk, the federal governments exposure increased significantly as in Figure 5. The lesson here is that the government should require and maintain conservative underwriting and capital standards such that it is truly insuring against a catastrophic event. Almost all of the proposals that we reviewed specify that government fees for tail risk insurance should be set at an actuarially fair level meaning that the fees should be set equal to the expected cost of the tail risk. The exception is Acharya et al. 2011, who propose a sidebyside governmentprivate guarantee arrangement explicitly, so that the government guarantee is priced at the same rate as the private guarantee. The largest problem with setting actuarially fair fees is that the expected tail losses are extremely difficult to estimate. By definition, these tail losses have a very low probability of occurring, so there will be very few observations with which to estimate the expected future losses. The estimates of even disinterested experts will almost surely exhibit considerable variation. By itself, the problem of 26 estimating tail losses does not mean that taxpayers are disadvantaged ex ante, as the fees could either overstate or understate expected losses. However, two additional issues arise that will tend to bias the fees towards undercompensating taxpayers: First, if the fees do overstate the expected tail losses, the demand for government guaranteed MBS will be reduced or eliminated, so we are more likely to see fees that substantially understate actuarially fair value. Second, political incentives are likely to bias the fees towards the bottom end of the estimates. The guarantee fees will raise residential mortgage interest rates by some amount and thereby reduce the quantity of financing demanded other things being equal. Private interests will then have an incentive to press the political system for lower fees especially if claims have not been made recently. Moreover, the low probability of tail events implies that there could easily be decades between crises, allowing those who are demanding lower fees to argue that the mortgage finance system poses little risk to the taxpayers. Alternatively, those private interests that are involved in housingrelated industries will also argue for weaker underwriting standards andor weaker prudential regulation with unchanged guarantee fees. Such rentseeking dynamics are observable in all types of federal insurance programs e.g., federal deposit insurance, pension benefit guarantees, flood insurance, etc. Finally, setting the price of the government guarantee at an actuarially fair level would actually underprice the guarantee and hence transmit a subsidy because the government would effectively be providing free risk capital. As is discussed in Scharfstein and Sunderam 2011, the tail risk that is associated with residential mortgage market is risk that is likely to be highly correlated with macroeconomic conditions meaning that the government should be compensated for both the actuarially fair value of the losses plus a risk premium for bearing nondiversifiable losses during macroeconomic downturns. But if fees were actually set this way, it is unlikely that the government guarantee system would be utilized. 27 Several broad conclusions emerge from the proposals that call for the government to retain residential mortgage credit tail risk:57 First, Fannie Mae and Freddie Mac should be wound down and phased out, through a combination of decreases in the conforming loan limits and increases in guarantee fees. Second, the federal governments role in subsidizing housing finance should be scaled back and better focused on low and moderateincome andor firsttime home buyers. Third, any government subsidy should be explicit and onbudget. Fourth, any additional government guarantees on mortgages or on MBS should be explicit and should be fully priced, so as to reflect the expected costs of the guarantee. Fifth, any federal guarantees should be on the mortgage instruments and not on the financial institutions that have issued mortgage securities or have insured them. Finally, all privatesector issuers and guarantors of mortgage securities must be tightly regulated. D. Residential Mortgage Finance without Government Guarantees Some proposals call for the elimination of the GSEs without replacement principally arguing that there is no market failure being addressed by widespread government guarantees of the mortgage market.58 While straightforward, these proposals spend considerable time discussing the transitional issues because of the very large role that has been played by the GSEs in recent years. These proposals also typically say little about the longterm structure of the residential mortgage market, which is generally viewed as ultimately being determined by market forces. Nevertheless, the longterm market structure is important if the goal is to eliminate the federal governments exposure to tail risk in the residential mortgage market. Merely abolishing the GSEs and refusing to adopt explicit MBS and mortgage guarantees is unlikely to be sufficient. Implicit 57 We offer these points as generalities, as there are some proposals that may not embrace all of these points. As is often the case, the devil is in the details. 58 Included in this camp would be Wallison, Pollock, and Pinto 2011; Wallison 2012; Jaffee 2012; White 2012; Kling 2012; and Lea and Sanders 2012. 28 guarantees can arise in the context of deliberate actions, as happened with Fannie Mae and Freddie Mac.59 Hence, it is necessary that the U.S. mortgage finance system does not: 1 have any explicit direct government guarantees of MBS and mortgages; 2 have any features that would generate implicit expectations of a guarantee; and 3 expose other types of explicit and implicit government guarantees to losses from the residential mortgage market. The easiest of these requirements to satisfy is that of creating a system with no explicit mortgage guarantees. The nations recent experience arguably increases the difficulty in persuading market participants that the federal government would not intervene in the event of another housing bust. Indeed, the massive federal intervention in the current crisis strongly suggests that future intervention is likely.60,61 Of course, part of the reason for the intervention was the precrisis actions of the federal government that encouraged market participants to believe that GSE obligations were guaranteed.62 However, another part of the reason for the extent of current federal involvement in mortgage finance is the collapse of privatelabel securitization alternatives to MBS that are guaranteed by the GSEs. The ongoing federal support that has been provided to Fannie Mae and Freddie Mac during their conservatorships has allowed the GSEs to use their existing infrastructure to continue the flow of funds to residential real estate. While the GSEs have tightened their underwriting standards and increased their guarantee fees, it seems likely that a purely private system would have enforced much tougher 59 Implicit guarantees also arose during the financial crisis when the perceived cost of not providing the guarantee was too high, as happened with the large investment banks excepting Lehman Brothers and AIG during 2008. 60 Interventions include: U.S. Treasurys preferred stock purchase agreements with Fannie Mae and Freddie Mac, a massive FHA expansion, Federal Reserves MBS purchases, Hope for Homeowners, Home Affordable Modification Program, Home Affordable Refinance program, and Neighborhood Stabilization Program. 61 A good case can be made that the residential property market would have corrected far faster had the government not intervened. But such a handsoff approach would have been difficult to execute in the face of political pressure to reduce distress in these property markets and concerns about an overshoot in prices in the property market potentially leading to unnecessary defaults and foreclosures. 62 Financial markets and institutions would have undergone a massive repricing with financial stability implications if widespread implicit expectations of government support had not been honored during the crisis. 29 underwriting standards and imposed higher fees at least until it was clear that housing prices had bottomed. On the other hand, the continued dominant role of government in the residential finance market makes it difficult for private capital to return. Additionally, the U.S. financial system more generally is riddled with implicit and explicit guarantees. The most well known of these guarantees is the explicit federal insurance of bank deposits. Almost as well known as a result of the financial crisis are the implicit guarantees of systemically important toobigtofail institutions. Less well known is that the federal government has some tail exposure to the Pension Benefit Guarantee Corporation PBGC, which guarantees private definedbenefit pension plans up to some maximum payment to individual beneficiaries. Finally, the Federal Reserve and Treasury provided liquidity support to a number of crucial financial markets during the financial crisis e.g., commercial paper market and money market mutual funds, which can create the perception of implicit guarantees. Wallison, Pollock, and Pinto 2011 recognize the potential for the federal government to bear residential mortgage tail risk even if implicit and explicit government guarantees of MBS are eliminated. To reduce significantly the possibility of taxpayer losses, the authors argue for federal regulation of mortgage underwriting, insisting that most if not all mortgages produced should be prime. In order to limit the supply of lowquality mortgages, Wallison, Pollock, and Pinto 2011 propose the following: First, mortgage securitization would only be allowed for prime loans and that private mortgage insurance would be required for any mortgage loan with a loantovalue ratio greater than 60 percent. Second, nonprime loans could be held by banks, insurance companies, pension funds and other financial institutions only if certain market transparency standards are maintained. Finally, countercyclical loantovalue limits and loan loss provisioning would be imposed. An important 30 weakness in the Wallison, Pollock, and Pinto 2011 proposal is the unavoidable difficulty of political pressure to relax the requirements an issue that the same authors raise in different contexts. 4. Summary The recent housing boom and bust has left the U.S. Government as the insurer of the credit risk that is associated with almost all new mortgages that are being underwritten. Across the political spectrum, there is a feeling that this should not remain a permanent condition and that the U.S. needs to undertake a housing finance reform effort. After reviewing a large number of proposals, we can find at least one area of broad consensus: that explicit U.S. Government guarantees should remain for certain narrowly defined borrower populations, such as FHA insurance guarantees for low and moderateincome and firsttime homebuyers. However, the expected role of the federal government in the vast majority of the housing finance system is in dispute: ranging from no role; to insuring against only extreme or tail events; to insuring against all losses. Despite these differences, most proposals agree that public insurance should be priced and available only for loans meeting prespecified criteria in an effort to limit taxpayer exposure. As well as being in the details, the devil clearly is in the tail. 31 References Acharya, Viral, Matthew Richardson Stijn Van Nieuweburgh, and Lawrence White 2011, Guaranteed to Fail: Fannie Mae, Freddie Mac and the Debacle of Mortgage Finance, Princeton: Princeton University Press. Ambrose, Brent W., Michael La CourLittle, and Anthony B. Sanders 2004, The Effect of Conforming Loan Status on Mortgage Yield Spreads: A Loan Level Analysis, Journal of Real Estate Economics 32, 541569. Ashcraft, Adam and Til Schuermann 2008, Understanding the Securitization of Subprime Credit, Federal Reserve Bank of New York Staff Report 318. Calabria, Mark 2012, Fixing Mortgage Finance: What to do with the Federal Housing Administration? Cato Institute Briefing Paper 123. Center for American Progress, Mortgage Finance Working Group 2011, A Responsible Market for Housing Finance: A Progressive Plan to Reform the U.S. Secondary Market for Residential Mortgages, Obtained February 9, 2012 from http:www.americanprogress.orgissues201101pdfresponsiblemarketforhousingfinance.pdf . Coulson, N. Edward 2002, Housing Policy and the Social Benefits of Homeownership, Federal Reserve Bank of Philadelphia Business Review, Second Quarter, 716. Davidson, Andrew 2010, The Future of the Housing GSEs, Proceedings of the 46th Annual Conference on Bank Structure and Competition, Federal Reserve Bank of Chicago, 4455. Dechario, Toni, Patricia Mosser, Joseph Tracy, James Vickery, and Joshua Wright 2010, A Private Lender Cooperative Model for Residential Mortgage Finance, Federal Reserve Bank of New York Staff Reports 466. Dynan, Karen and Ted Gayer 2011, The Governments Role in the Housing Finance System: Where Do We Go from Here? Brookings Institution working paper. Obtained February 8, 2012 from http:www.brookings.edumediaFilesrcpapers20110211_housing_finance_dynan_gayer0211_housing_finance_dynan_gayer.pdf . Eisenbeis, Robert A., W. Scott Frame and Larry D. Wall 2007, An Analysis of the Systemic Risks Posed by Fannie Mae and Freddie Mac and An Evaluation of the Policy Options for Reducing Those Risks, Journal of Financial Services Research, 3123, 7599. Ellen, Ingrid G., John N. Tye and Mark A. Willis 2010, Improving U.S. Housing Finance through Reform of Fannie Mae and Freddie Mac: Assessing the Options, NYU Furman Center for Real Estate and Urban Policy working paper. Obtained February 8, 2012 from http:www.urban.orguploadedpdf1001382fanniemaefreddiemacreform.pdf . Engelhardt, Gary V., Michael Eriksen, William Gale, and Gregory Mills 2010, What are the Social Benefits of Homeownership? Experimental Evidence for LowIncome Households, Journal of Urban Economics, 67, 249258. Financial Services Roundtable, Housing Policy Council, 2010, Letter to Secretary Geithner and Secretary Donovan Re: Public Input on Reform of the Housing Finance System; e Docket Number: TREASDO20100001; HUD20100029. Obtained February 8, 2012 from http:www.fsround.orgfsrpolicy_issuesregulatorypdfspdfs 10Inputon Reformof Housing Finance System July 212010.pdf Flannery, Mark J. and W. Scott Frame 2006, The Federal Home Loan Bank System: The Other Housing GSE, Federal Reserve Bank of Atlanta Economic Review, 913, 3354. Foote, Chris, Kristopher Gerardi, and Paul Willen 2008, Negative Equity and Foreclosure: Theory and Evidence, Journal of Urban Economics, 642, 234245. Frame, W. Scott 2009, The 2008 Federal Intervention to Stabilize Fannie Mae and Freddie Mac, Journal of Applied Finance, 18, 12436. Frame, W. Scott 2010, Estimating the Effect of Mortgage Foreclosures on Nearby Property Values: A Critical Review of the Literature, Federal Reserve Bank of Atlanta Economic Review, 953, 19. Frame, W. Scott and Lawrence J. White 2012, The Industrial Organization of the U.S. SingleFamily Residential Mortgage Market, in The International Encyclopedia of Housing and Home, ed. Anthony Sanders, Gregory Scruggs, and Susan Wachter, New York: Elsevier. Frum, David 2008. The Demise of Fannie and Freddie, AEI Economic Policy Studies July 12. Obtained on July 17, 2012 from http:www.aei.orgarticleeconomicsthedemiseoffannieandfreddie . Ghent, Andra and Marianna Kudlyak 2011, Recourse and Residential Mortgage Default: Theory and Evidence from U.S. States, Review of Financial Studies, 249, 31393186. Green, Richard K. and Susan M. Wachter 2005, The American Mortgage in Historical and International Context, Journal of Economic Perspectives, 194, 93114. Greenspan, Alan. 2005. Testimony before the Committee on Banking, Housing, and Urban Affairs, United States Senate April 6. Available at: http:www.federalreserve.govboarddocstestimony200520050406default.htm. Gyourko, Joseph 2011, Is FHA the Next Housing Bailout? American Enterprise Institute working paper 201106. Hancock, Diana, Andreas Lehnert, Wayne Passmore, and Shane M. Sherlund 2005, An Analysis of the Potential Competitive Impacts of Basel II Capital Standards on U.S. Mortgage Rates and Mortgage Securitization. Mimeo Available at: http:www.federalreserve.govgeneralinfobasel 2docs 2005potentialimpact.pdf. Hancock, Diana and Wayne Passmore, 2010, An Analysis of Government Guarantees and the Functioning of AssetBacked Securities Markets, Federal Reserve Board Finance and Economics Discussion Series 201046. Inside Mortgage Finance Publications 2011, 2011 Mortgage Market Statistical Annual, Volume I: The Primary Market, Bethesda, MD: Inside Mortgage Finance Publications. Jaffee, Dwight M. 2012, Reforming the U.S. Mortgage Market through Private Market Incentives, in House of Cards: Reforming Americas Housing Finance System, Fairfax, VA: Mercatus Center at George Mason University. Jaffee, Dwight M. and John M. Quigley 2009, The Government Sponsored Enterprises: Recovering from a Failed Experiment, Institute of Business and Economic Research working paper 09001. Jaffe, Dwight M. and John M. Quigley 2011, The Future of the Government Sponsored Enterprises: The Role for Government in the U.S. Mortgage Market, NBER working paper 17685. Kling, Arnold 2012, Two Approaches to GSE Reform, in House of Cards: Reforming Americas Housing Finance System, Fairfax, VA: Mercatus Center at George Mason University. Lea, Michael and Anthony B. Sanders 2012, The Future of Fannie Mae and Freddie Mac in House of Cards: Reforming Americas Housing Finance System, Fairfax, VA: Mercatus Center at George Mason University. Marron, Donald and Phillip Swagel, 2010, Whither Fannie and Freddie? A Proposal for Reforming the Housing GSEs Economic Policies for the 21st Century commentary May 24. Obtained February 8, 2012 from: http:economics 21.orgfilespdfscommentary05_24_2010_Whither.pdf . Mc Kenzie, Joseph 2002, A Reconsideration of the JumboNonjumbo Mortgage Rate Differential, Journal of Real Estate Finance and Economics. 25, 97213. Mortgage Bankers Association 2009, Recommendations For The Future Government Role: In The Core Secondary Mortgage Market August. Obtained February 8, 2012 from http:www.mbaa.orgfilesAdvocacy2009Recommendationsforthe Future Government Role.pdf . Nothaft, Frank E., James E. Pearce, and Stevan Stevanovic 2002, Debt Spreads Between GSEs and Other Corporations, Journal of Real Estate Finance and Economics, 25, 151172. Passmore, Wayne 2005, The GSE Implicit Subsidy and the Value of Government Ambiguity, Real Estate Economics, 33, 465486. Passmore, Wayne, Shane Sherlund, and Gillian Burgess 2005, The Effect of Housing GovernmentSponsored Enterprises on Mortgage Rates. Real Estate Economics, 33, 427463. Rose, Jonathan D. 2011, The Incredible HOLC? Mortgage Relief during the Great Depression, Journal of Money, Credit, and Banking, 436, 10731107. Scharfstein, David and Adi Sunderam, 2011, The Economics of Housing Finance Reform: Privatizing, Regulating and Backstopping Mortgage Markets paper present at a conference titled Restructuring the U.S. Residential Mortgage Market sponsored by the Brookings Institution on February 11, 2011. http:www.brookings.edumediaFilesevents20110211_mortgage_market0211_mortgage_markets_scharfstein_sunderam.pdf Snow, John 2005, Testimony before the Committee on Banking, Housing, and Urban Affairs, United States Senate April 7. Available at: http:banking.senate.govpublicindex.cfm?Fuse ActionFiles.ViewFile Store_id67bcea 7f66ff4e 1489ab8e 33fcd 1f 149. U.S. Congressional Budget Office 1996, Assessing the Public Costs and Benefits of Fannie Mae and Freddie Mac, Washington, D.C.: CBO. U.S. Congressional Budget Office 2001, Federal Subsidies and the Housing GSEs. Washington, D.C.: CBO. U.S. Congressional Budget Office 2010, Fannie Mae, Freddie Mac, and the Federal Role in the Secondary Mortgage Market, Washington, D.C.: CBO. U.S. Department of the Treasury and U.S. Department of Urban Development 2011, Reforming Americas Housing Finance Market: A Report to Congress, Washington, D.C.: U.S. Treasury. U.S. Federal Housing Finance Agency 2009, 2008 Annual Report to Congress, Washington, D.C.: FHFA. U.S. General Accounting Office 1990, GovernmentSponsored Enterprises: The Governments Exposure to Risks. Washington, D.C.: GAO. U.S. Government Accountability Office 2010, Fannie Mae and Freddie Mac: Analysis of Options for Revising the Housing Enterprises LongTerm Structures. Washington, D.C.: GAO. U.S. Office of Federal Housing Enterprise Oversight 2003, Systemic Risk: Fannie Mae, Freddie Mac and the Role of OFHEO, Washington, D.C.: OFHEO. Vickery, James and Joshua Wright forthcoming, TBA Trading and Liquidity in the Agency MBS Market, Federal Reserve Bank of New York Economic Policy Review. Wall, Larry D., Robert A. Eisenbeis, and W. Scott Frame 2005, Resolving Large Financial Intermediaries: Banks Versus Housing Enterprises, Journal of Financial Stability, 1, 386425. Wallison, Peter J. 2012, A New Housing Finance System for the United States, in House of Cards: Reforming Americas Housing Finance System, Fairfax, VA: Mercatus Center at George Mason University. Wallison, Peter J., Alex J. Pollock, and Edward J. Pinto 2011, Taking the Government Out of Housing Finance: Principles for Reforming the Housing Finance Market, American Enterprise Institute Policy White Paper March 24, 2011. Obtained February 9, 2012 from: http:www.aei.orgfiles20110323AEIWhitePaperFINAL32211.pdf . Wheelock, David C. 2008, Government Response to Home Mortgage Distress: Lessons from the Great Depression, Federal Reserve Bank of St. Louis Working Paper 2008038A. White, Lawrence J. 1991, The SL Debacle: Public Policy Lessons for Banks and Thrifts. New York: Oxford University Press. White, Lawrence J. 2012, The Way Forward: U.S. Residential Mortgage Finance in a PostGSE World, in House of Cards: Reforming Americas Housing Finance System, Fairfax, VA: Mercatus Center at George Mason University. Zandi, Mark and Cristian de Ritis 2011, The Future of the Mortgage Finance System, Moodys Analytics February 7: http:www.economy.commarkzandidocumentsMortgageFinanceReform020711.pdf . Table 1: Holders of SingleFamily Residential Mortgages Credit Exposures, 1960 2010 1960 1965 1970 1975 1980 1985 1990 1995 2000 2005 2010 473.9 347.8 77.0 268.8 2.0 56.3 30.9 957.9 642.1 159.0 478.5 4.6 164.9 57.8 1526.2 2606.3 3445.4 5107.8 9382.4 10522.0 785.2 212.5 561.7 11.1 472.1 111.6 1065.7 1183.6 1668.5 2965.6 2956.1 432.8 600.2 32.7 650.2 482.4 51.0 969.9 594.2 104.4 1792.1 2204.8 953.8 219.7 430.5 320.8 1110.5 1752.9 2635.2 3900.3 5770.3 119.5 209.5 209.6 453.9 4701.5 25.3 107.1 360.5 991.1 1543.4 2425.6 3446.4 1068.8 0.0 8.5 0.0 22.3 24.0 38.2 55.0 80.2 73.4% 16.3% 56.7% 0.4% 67.0% 16.6% 50.0% 0.5% 51.4% 13.9% 36.8% 0.7% 40.9% 16.6% 23.0% 1.3% 193.8 66.5 248.7 34.4% 18.9% 14.0% 1.5% 385.5 186.9 231.7 32.7% 19.0% 11.6% 2.0% 11.9% 17.2% 30.9% 42.6% 50.9% 51.6% 41.6% 6.5% 6.0% 7.3% 4.6% 6.1% 4.1% 4.8% 5.3% 0.0% 1.8% 11.2% 23.6% 38.0% 44.8% 47.5% 0.0% 2.3% 1.6% 2.5% 2.1% 3.1% 5.6% 1.9% 7.2% 7.5% 3.7% 4.5% 1621.9 1277.2 489.8 404.8 280.6 237.8 31.6% 19.1% 10.2% 2.3% 36.7% 17.3% 5.2% 4.3% 28.1% 21.0% 4.1% 3.0% 54.8% 44.7% 10.2% 12.1% 2.7% 2.3% Total Billions Depository Institutions Commercial Banks Thrifts Credit Unions Fannie Mae, Freddie Mac Ginnie Mae Governmentsponsored Enterprises Agency and GSEbacked mortgage pools ABS Issuers Finance Companies All others residual % Distribution Depository Institutions Commercial Banks Thrifts Credit Unions Fannie Mae, Freddie Mac Ginnie Mae Governmentsponsored Enterprises Agency and GSEbacked mortgage pools ABS Issuers Finance Companies 141.3 94.9 19.2 74.8 0.9 2.9 2.9 0.0 0.0 1.4 219.4 157.7 30.4 125.8 1.4 2.6 2.5 0.1 0.0 3.8 292.1 207.2 42.3 164.0 0.8 18.1 15.5 2.5 0.0 5.8 67.1% 13.6% 52.9% 0.6% 2.1% 2.1% 0.0% 0.0% 1.0% 71.9% 13.9% 57.4% 0.6% 1.2% 1.1% 0.0% 0.0% 1.7% 70.9% 14.5% 56.2% 0.3% 6.2% 5.3% 0.9% 0.0% 2.0% 42.1 55.3 61.1 61.4 128.6 206.6 294.8 All others residual Source: Federal Reserve Flow of Funds: Table L.218. 29.8% 25.2% 20.9% 13.0% 13.4% 13.5% 11.3% Panel A: Guarantees and Limits on Mortgage Credit Risk Exposure Table 2: SidebySide of Housing Finance Reform Proposals 1. Explicit potential implicit guarantees 2. Limits on mortgage credit risk exposure Type of debts eligible for the guarantee Allowable portfolio investments Restrictions on conforming mortgages Affordable Housing goals Acharya et al. 2011 Partial guarantee Each MBS covered up to 75% pari passu. Center for American Progress 2011 Davidson 2010 MBS guaranteed. Partial guarantee SeniorSub MBS structure with some senior MBS tranches guaranteed. No discussion of restrictions. Equivalent to current standards for conforming mortgages. Affordable housing support continues through FHAGNMA. Portfolio allowed for countercyclical liquidity and to finance loans not easily securitized. Limited to loans that provide sustainable credit that wouldnt be provided at competitive prices. Maximum size of loan to be restricted. MGI would have affordability responsibilities. Limited nonMBS issuance. No discussion of conforming mortgage criteria. Affordable housing support continues through FHAGNMA. Dechario, Mosser, Tracy, Vickery and Wright 2010 MBS guaranteed by vintage. Investment portfolios not allowed. Only a few core product types would be conforming. Affordable housing support continues through FHAGNMA. Dynan and Gayer 2011 MBS guaranteed. Fewer portfolio limits. Conforming limited to high quality mortgages with simple parameters. Affordable housing support continues through FHAGNMA. Ellen Tye Willis 2010 MBS guaranteed. Portfolio allowed for: bridging temporary gaps, MBS with limited demand, underserved markets and new products. Lists criterion for conforming loans with focus on which products should be supported. MGIs have either affordability goals or pays fees to support affordable housing. Financial Services Roundtable 2010 MBS guaranteed. Small portfolios for liquidity purposes allowable. FHFA issues charters and sets standards for eligible mortgages. MGIs could pay fees to support affordable housing operated elsewhere. Note: The summary sometimes reflects the authors interpretation of specific items in the proposal. 1. Explicit potential implicit guarantees 2. Limits on mortgage credit risk exposure Type of debts eligible for the guarantee Allowable portfolio investments Restrictions on conforming mortgages Affordable Housing goals Hancock and Passmore 2010 MBS and other qualifying secured ABS guaranteed. Investment portfolios not allowed. Some conforming standards implicit in discussion. Also can insure any ABS provided it has a very low LTV including credit enhancements that are unlikely to ever exceed one. Affordable housing not discussed, but no suggestion of any requirements. Marron Swagel 2010 MBS guaranteed. Investment portfolios not allowed initially, but may come back in the longrun after new entry. Federal regulator sets standards for eligible mortgages. MGIs could pay fees to support affordable housing operated elsewhere. Mortgage Bankers Association 2009 MBS guaranteed. A de minimus portfolio allowed to support securitization. Limited to core products including conventional single family multifamily that fit existing guidelines. Could include CRArelated loans. Affordable housing support continues through FHAGNMA. Scharfstein and Sunderam MBS guaranteed 2011 Not discussed, but inconsistent with role as guarantor. Limited to new, high quality, wellunderwritten mortgages Affordable housing support continues through FHAGNMA. Zandi and de Ritis 2011 MBS guaranteed. Small portfolio for limited purposes allowed. Limited to a single standard form mortgage. MGIs could pay fees to support affordable housing operated elsewhere. Note: The summary sometimes reflects the authors interpretation of specific items in the proposal. Panel B: Limits on and Compensation for Treasury Bearing Tail Risk 3. Limits on the part of the tail losses borne by the Treasury Risk exposure of private capital Number of private entities that may provide a guarantee Powers of government regulator Acharya et al. 2011 MGI takes first loss on its share of the risk 25% at first. MBS investors take remaining risk on MGIs share. No limit given but indicates that 2 or 3 MGIs would not be sufficient. MGIs subject to capital regulation. Center for American Progress 2011 MGI takes first loss position up to its capital. Number of entities not discussed. MGIs subject to prudential and consumer protection regulation. 4. Payment to Treasury for bearing tail risk Pricing of Treasurys risk exposure based on the price charged for MGIs share of the risk. Yes, ex ante fees with potential ex post fees to recoup unexpected losses. Davidson 2010 Private capital at risk before the guarantee. Expect 25 MGIs seems to favor cooperative ownership. MGIs subject to federal prudential regulation. Yes. Dechario, Mosser, Tracy, Vickery and Wright 2010 MGI would absorb losses by vintage before government. Single, cooperative MGI. MGIs subject to federal prudential regulation. Yes, with fees set to recover losses over longer periods e.g. 10 years. Dynan and Gayer 2011 No direct discussion of private capital bearing risk. Market of many privately owned MGIs. MGI regulator not explicitly discussed. Yes, at least actuarially fair. Ellen Tye Willis 2010 MGI are sufficiently at risk. Only a very general discussion of market structure. Regulator appears to have prudential and consumer protection powers Discussed as an option, but with the caveat that lower profits imply less crosssubsidization. Financial Services Roundtable 2010 MGIs take first loss positions up to total capital. No limit, but believe that 48 is good ownership structure flexible. MGIs subject to prudential regulation. Hancock and Passmore 2010 Market participants may be at risk if necessary to reach a sufficiently low LTV. Single federal insurer. No regulator since insurer is federal agency. Yes, budget neutral fees with potential ex post fees to recoup unexpected losses. Yes, based on the expectation of losses in all but the most extreme circumstances. Note: The summary sometimes reflects the authors interpretation of specific items in the proposal. 3. Limits on the part of the tail losses borne by the Treasury Risk exposure of private capital Number of private entities that may provide a guarantee Powers of government regulator 4. Payment to Treasury for bearing tail risk Marron Swagel 2010 MGI takes a first loss position up to its capital. Market consists of reconstituted Fannie and Freddie without Congressional charters and expectation of additional entry e.g., banks. MGIs subject to prudential regulation. Yes, actuarially fair. Mortgage Bankers Association 2009 Loan level guarantee from MGI. Two or three MGI at start, with criterion for expanding later. MGIs subject to prudential regulation expanded to include rate of return regulation. Yes, to provide for a self supporting fund. Scharfstein and Sunderam 2011 No exposure. Guarantee only from governmentowned corporation which is limited to 510% during normal market conditions. No regulator since insurer is federal agency. Yes, during normal times these fees could be set by an auction. Zandi and de Ritis 2011 MGI takes a first loss position up to its capital. Number of MGI determined by market expect 510. MGIs subject to prudential regulation. Yes, actuarially fair. Note: The summary sometimes reflects the authors interpretation of specific items in the proposal. 501001502002503001991199419972000200320062009Figure 1U.S. House Price Indices 1991:Q1 through 2011:Q3FHFACaseShiller Core Logic Index, 1991:Q1100Source: SPCaseShiller, Core Logic,Federal Housing Finance AgencyHaver Analytics 5005506006507007508002005200620072008200920102011Figure 2Percentile Distribution of FICO Scores at Origination 2005:Q1 through 2011:Q4, First Lien FHA Loans Only Source: Loan Processing Services, Inc.25th 90th 75th 50th 10th ", "filename": "722938063.pdf", "person": ["W. Scott Frame", "Frame, W. Scott", "Larry D. Wall", "Wall, Larry D.", "Lawrence J. White", "White, Lawrence J."], "date": ["2012"]}