{"lang": "fr", "identifier_url": ["http://www.econstor.eu/bitstream/10419/109200/1/723698910.pdf"], "title": ["Adaptation de la politique de sûreté de l'aviation aux risques"], "plaintext": "TABLE DES MATIERES 1. INTRODUCTION   3 1. PROBLEMATIQUE DE LA LUTTE CONTRE LE TERRORISME   4 2.1. Probleme de base   4 2.2. Moyens macropolitiques de lutte contre le terrorisme   4 2.3. Dynamique du contreterrorisme   6 3. ANALYSE COUTEFFICACITE DES MESURES DE RENFORCEMENT DE SURETE DE LAVIATION   7 4. APPROCHES AMERICAINE, CANADIENNE ET EUROPEENNE DE LA SURETE DE LAVIATION   9 4.1. Introduction   9 4.2. Europe   9 4.3. Canada   10 4.4. EtatsUnis   12 5. COMPARAISON DES POLITIQUES ACTUELLES DE SURETE DE LAVIATION   14 5.1. Financement de la surete de laviation   14 5.2. Actants de la surete de laviation   16 5.3. Adaptation de la politique de surete aux risques   17 6. VERS UNE APPROCHE DAVANTAGE AXEE SUR LES RISQUES   21 6.1. Introduction   21 6.2. Prise en compte du risque dans le controle des passagers et des bagages   21 6.3. Surete du fret aerien   26 7. RESUME ET CONCLUSIONS   28 BIBLIOGRAPHIE   30 2 Los Angeles, novembre 2008 R. Poole Document de reference 200823 OCDEFIT, 2008 1. INTRODUCTION Les attaques terroristes bien coordonnees du 11 septembre 2001 font desormais planer une nouvelle menace sur la surete de laviation, en loccurrence lutilisation davions detournes en vol comme kamikazes. Les deux types precedents de menace, a savoir le detournement davion suivi de demande de rancon et lintroduction dune bombe dans un avion, ont debouche sur la mise en place de procedures dinspection plus ou moins meticuleuse des bagages et des passagers dans les pays developpes et la presence de gardes a bord de certains vols dans certains pays. Les EtatsUnis, le Canada et l Europe cestadire l Union europeenne et ses Etats membres ont, apres les evenements du 11 septembre, pris diverses mesures pour renforcer la surete de laviation : ils ont notamment impose le renforcement et la fermeture de la porte du poste de pilotage, le controle de tous les bagages enregistres, lamelioration du controle des passagers et des bagages a main, la presence plus frequente de gardes a bord et le renforcement de lattention accordee au fret aerien ainsi qua la surveillance des acces et des abords des aeroports. Quoique lon entende beaucoup parler devaluation des risques et dalignement de la politique de surete sur les risques, ce qui sest fait savere en grande partie avoir procede de la necessite politique de convaincre des populations apeurees que le transport aerien reste sur. Les EtatsUnis, par exemple, ont adopte, dans les deux mois qui ont suivi le 11 septembre, une loi sur la surete de laviation et des transports qui portait creation dune administration de la securite des transports chargee de proteger tous les transports, mais dont la plus grande partie du budget a servi a financer des mesures de securisation du transport aerien imposees par la loi et dont les plus nombreuses concernent le controle des passagers et des bagages. Aucune evaluation des risques na precede ladoption de cette loi et laffectation des ressources quelle prevoyait na pas ete radicalement modifiee par la vaste reorganisation qui a donne naissance au ministere, proteiforme, de la securite du territoire dans lequel ladministration de la securite des transports et de nombreux autres services ont ete incorpores. Les sciences economiques rappellent que les ressources sont toujours limitees et que les ressources allouees a lun ne peuvent plus etre allouees a lautre. La reponse aux menaces terroristes contre un Etat, une branche dactivite telle que les transports ou un soussecteur economique tel que le transport aerien revient toujours a decider ou investir des ressources rares pour en tirer un profit maximum. Les choix a operer sont inevitablement difficiles et le present rapport veut demontrer que levaluation des risques constitue un fondement essentiel pour ces choix et devrait sappliquer plus systematiquement dans le domaine de la surete de laviation. Le rapport se structure comme suit : il commence par quelques considerations generales sur la lutte contre le terrorisme pour situer la question dans son contexte, presente ensuite un exemple provocateur de calcul, par le biais dune lanalyse des R. Poole Document de reference 200823 OCDEFIT, 2008 3 risques, du rapport coutefficience de plusieurs mesures prises apres le 11 septembre pour securiser le transport aerien, compare apres cela, en se fondant sur les resultats de ce calcul, la substance, les couts et les risques des politiques de surete de laviation menees apres le 11 novembre par les EtatsUnis, le Canada et les Etats membres de l Union europeenne et detaille, enfin, quelques pistes a suivre pour mieux adapter la politique de surete de laviation aux risques. 2. PROBLEMATIQUE DE LA LUTTE CONTRE LE TERRORISME 2.1. Probleme de base Lapproche sectorielle appliquee a laviation est un cas typique de durcissement des cibles. Le probleme de cette approche reside dans le fait que nous vivons et fonctionnons dans un monde ou, comme il est normal dans les economies developpees, les cibles abondent. Comme les ressources sont limitees, il est impossible de durcir toutes les cibles concevables. Les terroristes peuvent toutefois passer facilement de cibles durcies a des cibles qui ne le sont pas. Le durcissement des cibles est un exemple de ce que les analystes qualifient d asymetries entre les terroristes et les autorites publiques quils prennent pour cible. Sandler, Arce et Enders 1 soulignent que ces asymetries sont multiples. Les terroristes operant en reseaux peu structures sont plus disposes a cooperer que des Etats. Ils semblent en outre penser a plus long terme que le processus politique. Ils constituent, du fait quils se fondent dans la masse, une cible corpusculaire pour les pouvoirs publics alors que celles quils visent sont multiples et visibles. Il sy ajoute quil ne leur en coute pas grand chose de semer la destruction et la peur alors que la prevention des attaques terroristes coute cher aux pouvoirs publics. 2.2. Moyens macropolitiques de lutte contre le terrorisme En 2008, Todd Sandler et Daniel Arce, de l Universite de Dallas, au Texas, et Walter Enders, de l Universite de l Alabama, ont redige pour le Consensus de Copenhague un document de reflexion sur le terrorisme dans lequel ils avancent que le terrorisme transnational est un probleme fondamentalement different dautres crises mondiales 1 et insoluble parce quil constitue une tactique efficace et peu couteuse utilisable par les faibles contre des adversaires plus redoutables. Ils en arrivent ainsi a conclure que le terrorisme peut etre mis en sommeil, mais ne peut pas etre elimine. Pour montrer combien il est difficile de lutter efficacement et a un cout raisonnable contre le terrorisme, les trois auteurs esquissent cinq strategies theoriques de lutte et calculent le rapport coutavantages de chacune delles. Ils expliquent aussi, avant de se lancer dans cet exercice, quil est difficile de quantifier les couts et les avantages des mesures de lutte contre le terrorisme parce que dabord aucune solution nest permanente et que les avantages procures par une strategie antiterroriste ne devraient donc pas durer plus de deux a cinq ans, parce quensuite rien ne permet de savoir jusquou lactivite terroriste serait allee en labsence de cette strategie et parce quenfin le cout de ces 4 R. Poole Document de reference 200823 OCDEFIT, 2008 strategies est difficile a etablir etant donne quune grande partie des informations qui les concernent est classee secret defense . Les avantages procures par la prevention des actes de terrorisme se mesurent essentiellement en termes de valeur des vies sauvees et des blessures evitees ainsi que de non reduction du produit interieur brut PIB. Comme les actes de terrorisme restent a ce jour du moins peu frequents et relativement peu destructeurs, les montants, exprimes en pour cent du PIB, affectes a la securite du territoire excedent de tres loin les autres variables prises en compte dans le calcul des couts et avantages, quelle que soit, parmi les nombreuses valeurs possibles, celle qui leur est attribuee. La premiere des cinq strategies, qui consiste a laisser les choses aller leur libre cours, est celle qui est aujourdhui adoptee dans la plupart des pays developpes. Les auteurs chiffrent son rapport avantagescout a 0.095, ce qui veut dire que les avantages sont de moins de 10 % par dollar depense. Une strategie plus proactive attaquer les sanctuaires terroristes couterait beaucoup plus cher et donnerait des avantages un peu plus appreciables, de telle sorte que son rapport avantagescout monterait a 0.077. Une strategie plus defensive durcissement plus agressif des cibles au niveau global a un rapport avantagescout estimatif de 0.28, superieur donc aux deux premiers, mais toujours tres inferieur a 1.0. La substitution dune politique etrangere plus sensible a celle que les pays occidentaux menent aujourdhui est une strategie qui est certes la plus difficile a evaluer, mais qui pourrait bien afficher un rapport avantagescout superieur a lunite. La seule des cinq strategies dont les avantages devraient etre nettement superieurs au cout est celle qui abandonne lactuelle combinaison de durcissement des cibles et dattaque des sanctuaires terroristes au profit dun renforcement de la cooperation internationale avec gel des avoirs et tarissement des ressources des terroristes et intensification de la cooperation policiere internationale. Cette strategie est estimee avoir un rapport avantagescout egal a 5.3, mais est aussi consideree comme la plus difficile a mettre en uvre. Sandler, Ace et Enders concluent quau total, les solutions securitaires ont des rapports avantagescout negatifs et quil serait preferable dopter pour des strategies peu couteuses fondees sur une cooperation internationale accrue et des politiques etrangeres differentes. Il importe ici dobserver que les auteurs ne font pas entrer en ligne de compte lutilisation eventuelle darmes biologiques, chimiques, radiologiques ou nucleaires par les terroristes parce que leurs estimations des pertes de vies humaines, des blessures subies et de la reduction du PIB se fondent sur des donnees relatives a des activites terroristes transnationales qui nont jusquici pas fait planer ce genre de menace plus serieuse. Ils ecrivent que leurs rapports avantagescout auraient ete beaucoup plus eleves pour plusieurs de ces strategies sils avaient pu disposer de donnees pour quantifier ce cout. Quoi quil en soit, laviation ne semble pas, dans le contexte de la presente etude, etre actuellement la cible de telles armes. R. Poole Document de reference 200823 OCDEFIT, 2008 5 2.3. Dynamique du contreterrorisme La Ligne Maginot est un exemple classique de defense statique qui na pas joue son role. Le durcissement des cibles risque de commettre la meme erreur en elevant, facon de parler, des murs pour prevenir des attaques du genre dont il vient detre question. En effet, les terroristes sadaptent aux defenses qui se creent. Dans une publication de 139 pages intitulee Breaching the Fortress Wall Ouvrir des breches dans les murs de la forteresse, une equipe composee de neuf collaborateurs de la RAND Corporation sest appliquee a comprendre comment les terroristes circonviennent des technologies defensives 2. Ils se sont interesses a quatre de ces groupes operant en Palestine, dans le sudest de l Asie, au Sri Lanka et en Irlande du Nord et constatent quils reagissent a lutilisation de technologies defensives en : Modifiant leur modus operandi. Modifiant leurs moyens techniques ou en en choisissant dautres. Evitant la technologie defensive. Attaquant la technologie defensive. La reponse terroriste la plus efficace au durcissement technologique des cibles passe par des changements du modus operandi permettant de prendre les defenses des cibles a revers. Il est ainsi apparu, lexemple concerne dailleurs directement la securite des aeroports, que quand les services de securite ont commence a diffuser des profils du terroriste type, tous les groupes ont cherche et trouve des hommes de main qui presentaient des caracteristiques autres que celles des profils et pouvaient donc ne pas etre detectes. La plupart des groupes ont aussi change entierement de cible et de tactique. Les chercheurs de la RAND concluent que lhistoire des efforts accomplis par les terroristes pour tourner des technologies defensives na rien dencourageant : les groupes sadaptent pour circonvenir la plupart des technologies et les services de securite ne peuvent a chaque fois que chercher dautres moyens. La technologie ne pouvant donc pas etre la solution du probleme du terrorisme, les chercheurs de la RAND estiment que les nouveaux moyens technologiques doivent etre concus en gardant les contremesures mises en uvre et les succes recoltes par les terroristes presents a lesprit. Ils proposent plus particulierement de donner de la souplesse aux technologies defensives et de les tester frequemment dans des conditions aussi realistes que possible. 6 R. Poole Document de reference 200823 OCDEFIT, 2008 3. ANALYSE COUTEFFICACITE DES MESURES DE RENFORCEMENT DE SURETE DE LAVIATION Le chapitre precedent a traite des difficultes sur lesquelles lanalyse coutsavantages des strategies de lutte contre le terrorisme bute, mais il y a dautres facons de calculer la valeur de mesures de renforcement de la surete. Une etude recente de l Universite de Newcastle analyse plusieurs volets du programme de securisation du transport aerien mis au point par ladministration americaine de la securite des transports 3. Stewart et Mueller, les auteurs de cette etude, ne sattachent pas a calculer un rapport avantagescout absolu comme le rapport precite du Consensus de Copenhague la fait, mais evaluent le rapport coutefficacite relatif de plusieurs mesures en prenant comme valeur de reference le cout dune vie sauvee. Cette methode est largement utilisee dans les etudes comparatives du rapport coutefficacite de mesures reglementaires de promotion de la securite. Un tableau de leur etude sappuie sur les resultats danalyses de mesures arretees par six organismes americains de reglementation de la securite dont ladministration federale de laviation. Le cout annuel par vie sauvee en dollars de 1995 oscille entre 0.1 million pour la norme de protection de la cabine des avions contre lincendie edictee par ladministration federale de laviation et 6.78 trillions pour le classement par lagence de protection de lenvironnement des produits chimiques de preservation du bois au nombre des dechets dangereux. Le ministere americain des transports evalue les propositions de normes de renforcement de la securite en chiffrant a 3 millions la valeur maximum acceptable dune vie sauvee. Stewart et Miller passent en revue 20 mesures de renforcement de la surete de laviation imposees par ladministration americaine de la securite des transports, dont 14 portent sur les aeroports controle des passagers et des bagages, controle des acces et autres mesures et 6 sur la securite en vol. Ils repartissent ces six dernieres mesures en trois categories selon quelles concernent la resistance des equipages et des passagers, le renforcement de la porte du poste de pilotage et les gardes federaux. Ils considerent, en se ralliant par la a de nombreuses reflexions echangees dans les milieux qui soccupent de surete de laviation, que les mesures relatives a la securite des avions en vol ont fortement contribue a reduire le risque de capture des avions et de leur utilisation comme arme de destruction. Ils posent donc en hypothese que ces mesures interviennent pour moitie dans la reduction du risque dune prise de controle a la 11 septembre, lautre moitie etant a mettre a lactif des 14 mesures anterieures a lembarquement. Ils considerent aussi que les trois categories de mesures ont une efficacite egale et que chacune delles intervient donc a hauteur de 16.67 % dans la reduction totale du risque. Comme ils chiffrent ensuite, genereusement, a 10 % le degre de probabilite de la presence de gardes federaux a bord, la reduction du risque imputable aux seuls gardes federaux se ramene a 1.67 %. R. Poole Document de reference 200823 OCDEFIT, 2008 7 Cis Crl nombre annuel de vies sauvees par la mesure de securite pour le renforcement de la porte du poste de pilotage pour les gardes federaux. Stewart et Miller estiment quen labsence de ces 20 mesures, les evenements du 11 septembre et leurs 3000 morts se reproduiraient une fois tous les 10 ans. Ils en arrivent ainsi a conclure que ces mesures evitent 300 morts par an aux EtatsUnis. Un calcul simple, effectue en utilisant les meilleures informations disponibles sur le cout annuel de chaque mesure, permet ensuite de chiffrer le cout annuel par vie sauvee a : 800 000 180 000 000 Une analyse de sensibilite montre ensuite que les conclusions generales en termes de rapports coutefficacite relatifs sont valables pour une large gamme de variations de la probabilite de reussite de chaque mesure. Les auteurs concluent que meme une reduction importante de lefficacite du blindage des portes des postes de pilotage portant le cout dune vie sauvee a 8 millions ne change rien au fait que le renforcement de ces portes est une mesure dont le rapport coutefficacite est de loin superieur a celui de la presence de gardes federaux a bord des avions. Stewart et Miller ne vont pas plus loin dans leur analyse, mais il est possible deffectuer le meme calcul pour toutes les mesures de securite precedant lembarquement. En reprenant leur hypothese selon laquelle la moitie de la reduction du risque de repetition des evenements du 11 septembre est a mettre a lactif de ces mesures, lon peut utiliser leur equation de base dans laquelle Cis represente le cout annuel par vie sauvee et Cr le cout annuel du reglement r. Oster et Strong 4 estiment que quelque 4.7 milliards des 6.7 milliards alloues annuellement a ladministration de la securite des transports sont affectes a la surete des aeroports hors surete du fret. En donnant cette valeur a Cr, le cout dune vie sauvee par les mesures de securisation des aeroports peut etre estime a 31.3 millions , soit dix fois plus que ce que le ministere americain des transports considere comme normal et 39 fois plus que ce que donne le renforcement des portes des postes de pilotage. Cette methode de calcul a evidemment ses limites, dans la mesure ou elle est hautement tributaire des hypotheses avancees au sujet du nombre annuel de vies sauvees, mais il est quand meme possible destimer le rapport coutsefficacite relatif de differentes strategies de securisation des transports aeriens parce que les donnees relatives aux couts et lanalyse de sensibilite sont dassez bonne qualite. 8 R. Poole Document de reference 200823 OCDEFIT, 2008 4. APPROCHES AMERICAINE, CANADIENNE ET EUROPEENNE DE LA SURETE DE LAVIATION Le present chapitre donne un apercu des politiques de surete de laviation menees en 4.1. Introduction Les detournements davions de la fin des annees 60 et du debut des annees 70 ont amene les pays membres de l Organisation de laviation civile internationale OACI a adopter lannexe 17 a la Convention relative a laviation civile internationale, plus connue sous le nom de Convention de Chicago. Lannexe 17 oblige les pays membres a charger un seul organisme delaborer leur politique nationale de surete de laviation, cestadire de definir des objectifs, des mesures et des programmes destines a prevenir les actes dintervention illicite de nature a menacer la surete de laviation civile. Lannexe 17 a ete modifiee a plusieurs reprises pendant les decennies suivantes en reponse a lemergence de nouvelles menaces et de nouveaux evenements. Europe, au Canada et aux EtatsUnis apres ladoption de lannexe 17. 4.2. Europe En Europe, les detournements ont des le depart ete des actes de terrorisme alors quils etaient commis aux EtatsUnis, pendant les annees 60 et 70, par des pirates isoles en quete de rancons. Des groupes tels que le Front populaire pour la liberation de la Palestine ou la Fraction armee rouge constituaient une menace plus serieuse et mieux organisee que des pirates isoles avides dargent et de gloire ephemere. Avant le 11 septembre, la surete de laviation etait affaire nationale en Europe. Heinmuller et Lemnitzer 5 rappellent ainsi quen 1970, l Etat federal allemand a engage les Lander a adopter des mesures de securisation des aeroports et les grands aeroports se sont effectivement plies a cette injonction. Une loi sur laviation civile votee en 1980, au terme dannees de debats consecutifs a des nouveaux detournements, fait obligation aux aeroports de controler les bagages et les passagers en faisant appel a des credits inscrits au budget des Lander. Les controles etaient effectues par des fonctionnaires issus pour la plupart du service federal des gardefrontieres. En 1990, les difficultes budgetaires des Lander ont amene le gouvernement federal a majorer le prix des billets davion dune taxe pour la surete de laviation destinee a couvrir une partie du cout de la mainduvre et du materiel affectes au controle des passagers et des bagages. La persistance des difficultes budgetaires a amene le gouvernement federal a autoriser la soustraitance du controle a des entreprises privees et le premier contrat de soustraitance a ete signe en 1995. Hainmuller et Lemnitzer signalent dans leur etude de 2003 quen 2000, la plupart des aeroports allemands avaient recours a des entreprises privees de controle ou effectuaient ces controles euxmemes a Francfort, par exemple. R. Poole Document de reference 200823 OCDEFIT, 2008 9 La situation est comparable dans dautres pays europeens qui ont eux aussi pris des mesures pour securiser leurs aeroports controle des passagers et des bagages pendant les annees 70 et 80 en reponse a divers detournements. Comme en Allemagne, ce controle etait au debut presque toujours effectue par des fonctionnaires publics, mais la privatisation des aeroports qui a debute avec lintroduction en bourse de toutes les actions de la British Airport Authority en 1987 et la pression a la reduction des couts ont amene la majorite des grands aeroports a soustraiter les fonctions de controle des 2000. Des donnees rassemblees en 2001 par l Association americaine pour la securite aerienne et reproduites dans Poole 6 montrent que les passagers et les bagages etaient controles cette anneela soit par des entreprises privees, soit par une entreprise aeroportuaire privatisee dans 22 des 25 plus grands aeroports europeens les plus grands en nombre de passagers. Le Portugal, l Espagne et la Suisse etaient seuls a faire exception a la regle. La destruction du vol 103 de la Pan Am audessus de Lockerbie, en Ecosse, en decembre 1988 par une bombe cachee dans un bagage enregistre dun passager innocent a une nouvelle fois modifie le cadre de la surete de laviation europeenne. La plupart des pays europeens imposent depuis 1989 le rapprochement des passagers et des bagages et l Allemagne fait scanner tous les bagages enregistres dans ses 37 plus grands aeroports depuis la fin de 2002 5. Le RoyaumeUni et plusieurs autres pays en font autant. Il ny a pas de systeme unique de couverture des couts de la surete de laviation en Europe. Certains pays considerent que cette surete releve de la defense nationale et la financent principalement sur le produit de limpot. Au RoyaumeUni en revanche, les aeroports privatises et exploites comme des entreprises commerciales doivent couvrir le cout de leur securite par le biais des redevances et droits quils reclament aux compagnies. En Allemagne, une taxe de surete ajoutee au prix des billets couvre, comme il la deja ete souligne cidessus, une partie du cout de la surete, lautre partie etant couverte par les aeroports et l Etat federal. LEurope est restee sans politique de surete de laviation jusquen 2002, annee ou le Parlement europeen et le Conseil ont arrete le reglement CE n 23202002 relatif a linstauration de regles communes dans le domaine de la surete de laviation civile qui a ete abroge et remplace en 2008 par le reglement n 3002008 qui le modifie profondement. Conformement aux dispositions de lannexe 17 de la Convention de l OACI, chaque Etat membre de l Union europeenne doit etablir un programme national de surete de lavion civile et charger une seule autorite de sa mise en uvre. Les Etats membres sont autorises a adopter des mesures plus strictes sur la base dune evaluation des risques, mais lobjectif du reglement n 3002008 est darriver a une interpretation commune de lannexe 17 en Europe 7. 4.3. Canada Comme en Europe, les detournements des annees 70 ont amene a mettre en place diverses mesures de protection de la surete de laviation. Le gouvernement a fait de Transports Canada son agence pour la surete de laviation au sens de lannexe 17 et a elabore une politique et un programme de surete aeroportuaire fondes sur les specifications et les pratiques recommandees par l OACI pour les aeroports internationaux 10 R. Poole Document de reference 200823 OCDEFIT, 2008 8. Les detournements, lintroduction darmes offensives etou dexplosifs a bord des avions et la mise en danger de la surete des avions en vol ont ete requalifiees en delits penaux en 1972 et plusieurs dispositions relatives a la surete ont ete ajoutees a la loi sur laeronautique en 1973. Ces modifications ont rendu les compagnies aeriennes responsables de la securite des avions et Transports Canada de la securite generale des compagnies et des aeroports dont Transports Canada etait a lepoque proprietaire. Transports Canada fournissait et faisait fonctionner les detecteurs de metaux et les machines a rayons X qui scannaient les passagers et leurs bagages a main. En juin 1985, un avion d Air India effectuant un vol Toronto New Delhi a ete detruit en vol par une bombe et deux bagagistes ont ete tues le meme jour a Tokyo par une bombe amenee par un vol venant de Vancouver et destinee a un autre vol d Air India. Ces attentats ont amene a intensifier le controle des passagers a lembarquement, a inspecter manuellement ou passer aux rayons X tous les bagages enregistres sur des vols internationaux, a installer 26 dispositifs de detection dexplosifs dans les bagages enregistres, a imposer le rapprochement des bagages et des passagers sur les vols internationaux et a prendre diverses autres mesures pour renforcer la surete des aeroports. Apres 1992, date a laquelle les aeroports ont ete transferes aux nouvelles autorites aeroportuaires, le controle des passagers et des bagages est passe sous la responsabilite des aeroports et des compagnies. Une loi adoptee en mars 2002 dans la foulee des attaques du 11 septembre a investi une nouvelle societe d Etat, a savoir l Administration canadienne de la surete du transport aerien ACSTA, de plusieurs fonctions importantes. Cette administration est ainsi chargee de controler les passagers et les bagages dans 89 aeroports, delaborer un programme de controle des personnes ayant acces a des zones securisees des aeroports, daider les 17 plus grands aeroports a couvrir le cout du renforcement de leurs services de police, de creer des cartes didentite biometriques pour les personnes qui doivent pouvoir acceder a des espaces dacces restreint dans les aeroports et de conclure des accords financiers avec la Gendarmerie royale du Canada couvrant la presence dofficiers de surete a bord de certains vols. La loi de 2002 a modifie le role de Transports Canada : elle a focalise son role sur la definition de la politique de surete et la reglementation et confie lexercice des fonctions de surete a l ACSTA. Poussee par la necessite dune entree en action rapide et inspiree peutetre aussi par la reussite de la politique de soustraitance des operations de controle menee en Europe pendant les annees 90, l ACSTA a confie a des entreprises privees lexecution de ces controles dans les 89 aeroports du pays. En 2006, l ACSTA etait ainsi liee par 20 contrats a 12 entreprises de securite differentes 8. En meme temps quil creait l ACSTA, l Etat canadien a instaure un droit pour la securite des passagers du transport aerien DSPTA dont le montant, acquitte par les passagers, doit suffire pour financer le systeme renforce de surete du transport aerien. Les recettes degagees par ce droit, qui sajoute au prix du billet, sont remises au Tresor qui les affecte annee par annee a l ACSTA. Les recettes generees par le DSPTA excedent depuis toujours les depenses de l ACSTA et le montant du droit fixe pour plusieurs categories de services aeriens a donc ete reduit a plusieurs reprises. R. Poole Document de reference 200823 OCDEFIT, 2008 11 4.4. EtatsUnis Comme en Europe et au Canada, le systeme americain de surete de laviation a evolue en reponse au changement de la nature des menaces. Le premier detournement perpetre aux EtatsUnis en 1961 a ete suivi de plusieurs autres qui se sont termines a Cuba. LAdministration federale de laviation, qui etait chargee de reglementer la surete et la securite, a alors convaincu les compagnies aeriennes dinstaller un petit nombre de detecteurs de metaux et dappareils a rayons X dans quelquesuns des aeroports dou les avions detournes avaient decolle. Comme les compagnies aeriennes voyaient dun mauvais il ce qui etait de nature a majorer leurs couts, l Administration federale de laviation a renonce a demander le vote dune loi contraignante. Une nouvelle vague de detournements avec demande de rancon intervenue en 1971 a debouche sur le depot de plusieurs projets de loi qui nont pas passe la rampe et sur ladoption dans lurgence par l Administration federale de laviation, en 1972, dune regle qui obligeait les compagnies a controler tous les passagers et leurs bagages a main et a laquelle les lois de 1974 sur la lutte contre les detournements et sur la securite du transport aerien ont donne force de loi. Les aeroports etaient rendus responsables de la securite de leurs installations et les compagnies des controles il leur appartenait aussi dacheter et dentretenir le materiel necessaire. Comme ces couts venaient sajouter aux charges dexploitation des compagnies, cellesci etaient tentees de les reduire dans toute la mesure du possible, surtout a partir du moment ou lentree en vigueur de la loi de 1978 sur la deregulation du transport aerien a intensifie la concurrence par les prix. Les compagnies ont alors choisi de soustraiter les controles a des societes de securite privees au moindre cout possible. Les choses ont a nouveau change, comme en Europe et au Canada, quand la destruction du Pan Am 103 a donne corps a cette nouvelle menace que constitue lintroduction de bombes dans des bagages enregistres. La Commission presidentielle sur la surete de laviation et le terrorisme a publie en mai 1990 un rapport dans lequel elle reproche a Pan Am et a l Administration federale de laviation de ne pas avoir procede au rapprochement des bagages et des passagers. En reponse a ce rapport, le Congres a adopte cette meme annee la loi sur lamelioration de la surete de laviation qui enjoint a l Administration federale de laviation de lancer un programme accelere de recherche et de developpement en vue de trouver un systeme efficace de detection des explosifs caches dans les bagages enregistres et impose de verifier les antecedents avant dengager des nouveaux membres du personnel ou des contractuels appeles a avoir acces a des espaces securises. Un rapport etabli par une commission de la Maison Blanche sur la securite et la surete aeriennes creee apres deux accidents davion survenus en 1996 sans intervention de terroristes recommande dinvestir des capitaux publics dans la surete de laviation, de definir les conditions doctroi des permis dexploitation aux entreprises chargees des controles ainsi que les normes de performances auxquelles elles doivent repondre, de verifier les antecedents de tous les inspecteurs et agents autorises a acceder a des espaces securises, devaluer de facon plus approfondie la surete des aeroports, de generaliser le rapprochement des bagages et des passagers 8 et dinviter toutes les compagnies a utiliser ce quelles ont au demeurant commence a faire en 1998 le systeme CAPPS de precontrole informatise des passagers mis au point et utilise par Northwest Airlines. Les regles dutilisation du CAPPS arretees par ladministration federale de laviation en 1999 nautorisent toutefois a lutiliser que pour identifier les passagers dont les bagages enregistres doivent passer au detecteur dexplosifs. Elles interdisent de 12 R. Poole Document de reference 200823 OCDEFIT, 2008 lutiliser pour selectionner des passagers a controler et fouiller plus minutieusement sous le pretexte quun telle facon de faire pourrait etre consideree comme discriminatoire 9. Les deficiences du controle des passagers et des bagages ont fait lobjet de plusieurs rapports du service daudit, devaluation et denquete du Congres americain. Le premier de ces rapports, date de 1987, propose que ladministration federale de laviation fixe les normes auxquelles le controle des passagers doit repondre, mais cette proposition est restee sans suite. En 1996, le Congres a, par une nouvelle loi, a nouveau requis de ladministration federale de laviation quelle agree les entreprises de controle de la securite et ameliore la formation et la selection des controleurs en elaborant des normes uniformes de performance applicables aux services de controle de la securite. Ladministration federale de laviation a finalement depose un projet de reglementation en janvier 2000, mais comme ce projet navait pas encore ete finalise en novembre de la meme annee, le Congres a enjoint ladministration federale de laviation de lui en remettre une version definitive le 31 mai 2001 au plus tard. Ladministration federale de laviation nayant pas tenu le delai, aucune norme ou regle netait en place le 11 septembre 2001 10. Au moment donc ou lattentat du 11 novembre a ete commis, les EtatsUnis navaient quun systeme mediocre et peu efficace de controle des passagers et des bagages : moins de 150 detecteurs dexplosifs etaient installes dans les grands aeroports, les verifications dantecedents setaient multipliees, mais navaient encore rien duniversel et le rapprochement des passagers et des bagages se limitait aux vols a destination ou en provenance d Europe et du Proche Orient. Aucun de ces facteurs na toutefois contribue a la reussite de la nouvelle strategie de detournement davion que les bandits ont mise en uvre le 11 septembre et la seule arme utilisable pour les contrer, a savoir lutilisation du systeme CAPPS pour identifier les passagers a haut risque a soumettre a des controles plus minutieux, avait ete interdite par ladministration federale de laviation. Les defaillances largement prouvees des societes de controle employees par les compagnies aeriennes ont neanmoins ete portees au cur des debats auxquels la securisation du transport aerien americain a donne lieu au Congres. La loi sur la surete des transports et de laeronautique a laquelle ces debats ont abouti en 2001, deux mois a peine apres le 11 septembre, a federalise les controles aeroportuaires en creant ladministration de la securite des transports, une nouvelle administration federale chargee de faire controler davantage de passagers et de bagages par un nouveau cadre tres etoffe de fonctionnaires. La loi donne pour mission a cette nouvelle administration de recruter son personnel dans des delais tres brefs et de se substituer tout aussi rapidement aux societes privees de controle et lui alloue des credits suffisants pour acheter les milliers de detecteurs dexplosifs et autres detecteurs electroniques de traces qui devraient lui permettre de scanner tous les bagages enregistres a la recherche dexplosifs des la date fixee dans la loi mais qui a par la suite du etre reportee dun an. La loi permet egalement dutiliser le systeme CAPPS dont une version perfectionnee CAPPS2 etait par ailleurs annoncee pour identifier les passagers a soumettre a des controles plus approfondis 11. La loi sur la surete des transports et de laeronautique cree egalement deux sources de financement de la surete de laviation, a savoir une taxe surete dite du 11 septembre qui sajoute au prix des billets davion et une taxe sur les infrastructures de securisation du transport aerien due par les compagnies aeriennes qui devrait generer des recettes plus ou moins egales aux montants quelles versent chaque annee a leurs societes de controle R. Poole Document de reference 200823 OCDEFIT, 2008 13 soustraitantes. Le produit cumule de ces deux taxes a couvert 42 % en 2005, 43.6 % en 2006 et 51.8 % en 2007 des sommes affectees par ladministration de la securite des transports a la surete de laviation 4. Ladministration de la securite des transports faisait au depart partie du ministere des transports et disposait dun personnel issu pour sa plus grande part des anciens services de securite de ladministration federale de laviation. En novembre 2002, le Congres a toutefois vote une loi portant creation du ministere de la securite du territoire 11 dans lequel ladministration de la securite des transports est venue rejoindre des dizaines dautres agences federales. 5. COMPARAISON DES POLITIQUES ACTUELLES DE SURETE DE LAVIATION 5.1. Financement de la surete de laviation La comparaison des situations observables au Canada, en Europe et aux EtatsUnis commencera par celle de leur mode de financement des regimes de securite mis en place apres les attentats du 11 septembre. Le regime canadien est le plus transparent. Comme il la deja ete souligne dans le chapitre precedent, le droit pour la securite des passagers du transport aerien sajoute au prix de tous les billets davion son montant differe pour les vols interieurs, les vols a destination ou en provenance des EtatsUnis et les vols internationaux. Son produit couvre la totalite des credits affectes par l ACSTA a la securisation des aeroports et a lenvoi dagents de securite a bord de certains vols, mais a aussi servi a financer le renforcement des portes des postes de pilotage des avions de ligne canadiens et couvre le cout du renforcement du corps dinspecteurs de la securite de Transports Canada. La politique canadienne de securite des transports est donc modale en ce sens que le cout de la protection dun mode de transport est couvert par les utilisateurs du mode en cause. La presente etude na pas a se prononcer sur le fait de savoir si le Canada en fait de meme pour les autres modes de transport. Les associations representatives des compagnies et des aeroports canadiens avancent que la surete de laviation est une affaire de defense nationale et devrait, partant, etre financee par le budget de l Etat 12, mais recommandent quand meme, apres avoir ainsi clairement expose leur vision des choses dans un rapport quinquennal sur le fonctionnement de l ACSTRA publie en 2006, de rendre le mecanisme actuel de financement plus transparent et plus reactif a levolution des besoins. En Europe, la situation varie dun pays a lautre. Au RoyaumeUni, les grands aeroports tous transformes en societes commerciales et aujourdhui pour la plupart privatises doivent assurer leur securite a leurs frais. Les couts ainsi exposes sont incorpores aux charges sur la base desquelles les aeroports facturent leurs services aeriens et terrestres aux compagnies. LAllemagne ajoute une taxe federale pour la 14 R. Poole Document de reference 200823 OCDEFIT, 2008 securite des transports aeriens au prix des billets davion, mais cette taxe ne couvre quune fraction du cout des immobilisations et des couts dexploitation afferents a la securite aeroportuaire dont le solde est pris en charge par les aeroports. Quelques aeroports allemands dont ceux de Francfort, de Hambourg et de Dusseldorf ont ete privatises tandis que dautres restent la propriete, dans des proportions variables, des Lander et des collectivites locales. Les couts de la surete de laviation semblent donc, en fin de compte, etre couverts en Europe a la fois par le produit de taxes acquittees par les passagers et par le budget des aeroports qui repercutent cette charge sur les compagnies. Larticle 5 du reglement CE 3002008 autorise les Etats membres a determiner comment le financement doit se partager entre l Etat, les entites aeroportuaires, les transporteurs aeriens, dautres organismes responsables et les usagers vraisemblablement les passagers et les chargeurs. LEurope nest donc pas aussi modale que le Canada dans son approche du financement de la surete. Lassortiment le plus complexe de sources de financement est americain. Comme il la deja ete souligne dans le chapitre precedent, les taxes de surete frappant les compagnies et les billets davion alimentent a hauteur dun peu plus de la moitie le volet aviation du budget de ladministration de la securite des transports, le reste etant couvert par des fonds federaux. Les aeroports doivent quant a eux controler les acces et assurer la securite aerienne, ce qui leur occasionne des couts quils ajoutent a leurs charges et quils repercutent sur les compagnies aeriennes par le biais des droits et redevances aeroportuaires. Il est difficile de trouver des estimations de la repartition de ces couts de surete, mais le volume du soutien financier apporte par l Etat federal au poste surete de laviation du budget de ladministration de la securite des transports autorise a conclure que les EtatsUnis se departissent nettement du systeme modal de financement canadien. Il convient de souligner incidemment que les compagnies aeriennes americaines soutiennent, comme leurs consurs canadiennes, que la surete de laviation est a la base une affaire de defense nationale et doit etre integralement financee par le budget federal. Il nest pas vain daffirmer que le terrorisme transnational menace toute la societe et que les mesures prises pour le contrer peuvent etre assimilees a des actes de defense de la nation et devraient donc etre financees par le budget de l Etat. Il nest toutefois pas moins vrai que si certains elements dune societe constituent une cible privilegiee pour des terroristes, il pourrait se justifier de faire assumer le cout de leur protection par ceux qui les utilisent. Les depenses afferentes a la securite peuvent en ce sens etre considerees comme comparables a des frais dassurance. En regle generale, tout un chacun peut, dans des societes libres, sengager dans des activites plus ou moins risquees comme batir une maison en zone inondable ou sur une ligne de fracture ou encore construire et exploiter une raffinerie de petrole. Les plus risquees de ces activites sassurent generalement plus cher, en proportion du de leur degre de risque. La cherte de lassurance incite generalement ceux qui en supportent la charge a prendre des mesures de protection pour minimiser le risque. Echaudees par les evenements du 11 septembre, les compagnies aeriennes ont compris que les societes peu performantes auxquelles elles avaient soustraite le controle des passagers netaient pas capables de faire face a la menace de kamikazes. Si l Etat federal navait pas decide dassumer cette fonction, les compagnies aeriennes auraient vraisemblablement insiste par la suite pour que les controles gagnent en efficience. R. Poole Document de reference 200823 OCDEFIT, 2008 15 Les utilisateurs dun mode de transport qui doivent payer la securisation de ce mode contre les actes de terrorisme ne peuvent sans doute quetre plus attentifs au rapport coutefficience des mesures prises que si cette charge ne leur incombait pas. Etant donne que les elus ont tendance a lancer des programmes ambitieux de durcissement des cibles sans analyse prealable, il semble sage de faire entrer une contreforce directement attentive au cout de ces programmes en scene. 5.2. Actants de la surete de laviation Les actants de la surete de laviation varient egalement beaucoup dun pays a lautre. Tous les pays Membres de l OCDE ont confie la responsabilite de cette surete a un organe national unique, en loccurrence Transports Canada au Canada, ladministration de la securite des transports aux EtatsUnis et generalement le ministere des transports dans les pays europeens. Ces organes ont pour mission de prendre des mesures en matiere de surete dans les limites prevues par la loi et de reglementer les aeroports, les compagnies, les pilotes et autres acteurs du monde de laviation. Lidentite des actants effectifs de la surete est toutefois tres variable. Le Canada est seul a avoir investi une societe d Etat de la majorite des fonctions de surete telles que le controle des passagers et des bagages, le controle des acces, les cartes didentite biometriques, etc. etc. En Europe, ces fonctions sont habituellement exercees par les aeroports. Les EtatsUnis sont seuls a avoir un systeme veritablement hybride quils doivent a la definition du mandat imparti a ladministration de la securite des transports par le Congres dans la loi de 2001. Ladministration de la securite des transports doit, en vertu de cette loi, controler les passagers et les bagages enregistres dans pres de 450 aeroports commerciaux alors quelle est aussi lautorite nationale chargee de la tutelle du transport aerien et de la definition de la politique a suivre dans ce domaine. Quasi toutes les autres fonctions de surete aeroportuaire, a savoir le controle des acces, la protection des abords, la police des terminaux, etc., sont exercees par les aeroports sous la houlette de ladministration de la securite des transports. Cette administration combine donc reglementation et fourniture de services, donnant ainsi naissance a un conflit dinterets troublant contraire au principe de la separation des pouvoirs. Le fait quelle exerce certaines des fonctions de surete aeroportuaire et non pas toutes morcelle cette surete alors quil serait plus sage de lunifier et de la faire relever dune autorite unique. Une des divergences les plus marquees se situe au niveau du recours a des societes privees pour le controle des passagers et des bagages. Alors que cette fonction a ete transferee de l Etat aux aeroports en Europe ou a une societe d Etat au Canada, les avantages intrinseques de la soustraitance ont motive sa generalisation au Canada et sa large diffusion en Europe. Le Congres americain, surreagissant aux deficiences des controles effectues par des soustraitants dans les aeroports americains avant le 11 septembre, a toutefois decide de faire controler tous les passagers et les bagages par un corps dagents federaux. Ce nest quau terme dapres debats que le Congres a sanctionne le lancement dun petit programme pilote autorisant cinq aeroports un de chaque categorie de taille a faire effectuer les controles par des societes privees et habilitant tous les autres aeroports a demander a ladministration de la securite des transports, apres deux annees dexercice des fonctions de controle par ses agents, de ceder la place a une societe privee agreee par elle quelle aura choisie. Quoique les 16 R. Poole Document de reference 200823 OCDEFIT, 2008 societes privees travaillant dans les cinq aeroports pilotes aient affiche de meilleures performances, aucun autre aeroport na demande a ladministration de la securite des transports de se retirer sans doute parce que cette administration est aussi leur autorite de tutelle en matiere de surete. La soustraitance du controle des passagers et des bagages a pour avantage important detre flexible. Un secteur aerien de plus en plus deregule se distingue par son dynamisme : des nouvelles compagnies se creent, des compagnies anciennes fusionnent ou font faillite et les services setoffent ou se contractent au gre des decisions des compagnies ou des fluctuations de la conjoncture. Le nombre de passagers embarquant dans des aeroports americains fluctue dun mois a lautre dans des proportions de 10 a 20%, et bien davantage encore dans quelques petits aeroports 13. Le nombre de controleurs affectes par ladministration de la securite des transports aux aeroports est toutefois fixe annuellement et il est donc difficile de caler les effectifs sur la charge de travail, une forme de flexibilite a court terme que la soustraitance facilite. Luniformite du bareme des remunerations des controleurs pose egalement probleme, tant au Canada et quaux EtatsUnis. Dans ces deux pays, le cout de la vie et, partant, la grille des salaires varie considerablement dune region a lautre, a tel point que l ACSTA peine a attirer des controleurs dans l Alberta, une province petroliere en plein essor. Le rapport de la RAND Corporation sur ladaptation des terroristes aux technologies defensives met un autre grand avantage a long terme de la soustraitance en lumiere. Comme les terroristes peuvent au fil des ans eluder ces technologies ou changer de modus operandi, un corps de 43 000 fonctionnaires de ladministration de la securite des transports charges deffectuer les controles dans les aeroports pourrait ne plus repondre aux besoins et il serait, dans de telles circonstances, plus facile de reduire le nombre de controleurs prives et affecter les ressources ainsi liberees a des taches plus prioritaires que de reduire les effectifs de fonctionnaires comptant sur la permanence de leur emploi. 5.3. Adaptation de la politique de surete aux risques 5.3.1. Prevalence des regles de l OACI Lannexe 17 de la Convention de l OACI detaille les regles minimales de surete de laviation que tous les pays membres doivent adopter 14. Elle fait obligation a tous les Etats de se doter dune organisation pour la surete de laviation civile et dun programme ecrit pour la surete du transport aerien et a tous les aeroports et compagnies aeriennes delaborer un programme ecrit de surete. Lannexe 17 est completee par un Manuel de surete pour la protection de laviation civile contre les actes dintervention illicite qui definit les procedures que les Etats devraient appliquer et les orientations quils devraient respecter dans la mise en uvre des dispositions de lannexe 17, mais ce manuel ne contient que des recommandations et na pas de force contraignante. La norme 3.1.3 de lannexe 17 dispose que les Etats contractants doivent suivre en permanence levolution du niveau de menace qui pese sur laviation civile sur leur territoire et definir et mettre en uvre des mesures et des procedures en vue dajuster les elements appropries de leur programme national de surete de laviation civile en se fondant sur une R. Poole Document de reference 200823 OCDEFIT, 2008 17 evaluation des risques pour la surete realisee par les autorites nationales competentes soulignement de lauteur. Le comite consultatif auteur du rapport de 2006 sur les activites de l ACSTA considere que cette norme fait presider deux principes fondamentaux a la politique de surete de laviation : Elle doit se fonder sur les conclusions probantes devaluations recentes des menaces et etre suffisamment resiliente pour sadapter aux nouvelles menaces qui se font jour. Lanalyse et levaluation des risques sont les bases dune utilisation efficiente des ressources affectees a la surete 8. La porte peut ainsi sembler ouverte a une tres large liberte, mais le document definit ensuite diverses regles applicables au controle preembarquement des passagers et des bagages, a la qualite et a levaluation periodique des controleurs, au rapprochement des bagages et des passagers, au controle de la surete du fret, au controle de lacces par recours a des moyens didentification surs et a des controles aleatoires et au controle des abords des aeroports. Dautres annexes traitent de la surete des portes des postes de pilotage, du traitement a reserver aux passagers perturbateurs et de la presence a bord dagents de surete. Les annexes de la convention de Chicago visent a ce quun minimum au moins dattention soit accorde a toutes ces questions, mais sont aussi source potentielle de tensions dans la mesure ou elles imposent lutilisation de plusieurs intrants et methodes differents tout en precisant que les decisions doivent sappuyer sur une analyse des risques fondee sur des donnees recentes. 5.3.2. Volonte canadienne dadaptation de la politique aux risques Lexamen de la loi sur l Administration canadienne de la surete du transport aerien publie en 2006 comprend un chapitre intitule Risques et niveaux : vision de la surete aerienne dans lequel le comite consultatif auteur du rapport cite les dispositions arretees par l OACI et observe que les ressources, humaines et financieres affectees a la surete ne sont pas illimitees et on doit les attribuer en fonction des risques evalues 8. Il y ajoute que la Verificatrice generale a egalement insiste sur limportance dadopter une approche axee sur les risques et deplore le fait que Transports Canada na pas entierement mis en uvre un cadre officiel de gestion du risque 15. Le Comite consultatif souligne, enfin, que dans ses presentations au Comite, l ACSTA a mentionne que son concept de controle de securite est axe sur les risques et quil faut etablir des priorites et ce, en fonction de levaluation du niveau relatif de risques . Les milieux de la profession, notamment les aeroports et les compagnies aeriennes, ont en revanche explique au Comite que l ACSTA devait davantage axer son approche sur les risques. Lagence a notamment preconise une approche du controle mettant laccent sur les passagers a risque eleve plutot que sur les objets transportes par tous les passagers. Elle appelle egalement a ameliorer la verification des antecedents afin de simplifier les controles effectues a laeroport, par exemple en mettant un programme de passagers enregistres PE sur pied. Le Conseil des aeroports du Canada CAC allegue quant a lui plus crument que la pratique actuelle de la taille unique gaspille des ressources precieuses 12, exhorte l ACSTA a atteindre un niveau qui permette de faire varier de degre de rigueur des controles en fonction de levaluation des risques tant a 18 R. Poole Document de reference 200823 OCDEFIT, 2008 l Union europeenne. En octobre 2006, linterieur dun meme aeroport que dun aeroport a lautre et recommande de mettre un programme PE en uvre. Le president du Conseil des aeroports du Canada a affirme, au cours dune interview, quaucun des changements recommandes navait encore ete apporte a lorganisation en 2008, mais quil croit que des changements fondes sur les risques sont en gestation, a linstigation de l OACI 16. 5.3.3. Evaluation des risques en Europe Le paragraphe 4 de larticle 4 du reglement CE n 3002008 autorise les Etats membres a adopter dautres mesures de surete procurant un niveau de protection adequat sur la base dune evaluation locale des risques . En sinscrivant dans le contexte de criteres qui permettent aux Etats membres de deroger aux normes de base communes , ces dispositions impliquent que les mesures de surete peuvent etre moins rigoureuses si elles sont justifiees par un moindre niveau de risque, le lieu en cause, la taille des aeronefs ou la faible frequence de lexploitation. Les associations des aeroports et des compagnies europeennes estiment que la mise en uvre dun systeme veritablement assis sur levaluation des risques nen est qua ses premiers balbutiements dans le Conseil international des aeroports, section Europe, et l Association des compagnies europeennes de navigation aerienne se sont attaques ensemble aux deficiences du systeme actuel 17. Dans le communique de presse annoncant le lancement du European Strategic Partnership for Aviation Security ESPAS Partenariat strategique europeen pour la surete de laviation, le Directeur general de la section Europe du Conseil international des aeroports declare que toutes les nouvelles mesures de securite devraient viser specifiquement le risque ou la menace a eliminer en tenant compte de leur impact sur la mobilite et le confort des passagers, lexploitation et les couts. Les milieux de la profession considerent que le remplacement du reglement CE n 23202002 par le reglement CE n 3002008 est une etape sur la voie de lassouplissement et de lharmonisation du systeme ligne Homelandsecurity EU.com observe que la prise en compte de levaluation des risques est aux yeux de la profession lelement cle du nouveau regime et que si les nouvelles mesures de surete derivant du cadre sont fondees sur les risques, toutes les parties assumeront pleinement leurs responsabilites et joueront leur role dans la chaine de la surete 18. Au debut du mois de novembre 2008, le responsable politique du Conseil international des aeroports, section Europe, a cependant declare que lon nen etait encore quaux premices dun systeme de surete de laviation reellement fonde sur les risques dans l Union europeenne 19. 5.3.4. Prise en compte des risques aux EtatsUnis : des paroles et peu dactes Ladministration de la securite des transports est un des multiples services regroupes au sein du ministere de la surete du territoire. En 2005, Michael Chertoff, qui netait a lepoque secretaire du ministere que depuis relativement peu de temps, a annonce une reorganisation radicale de lorganisme marquee par un virage vers ce qui semblait etre une approche de la surete davantage axee sur les risques. Clark Kent Erwin, ancien R. Poole Document de reference 200823 OCDEFIT, 2008 europeen La publication laviation. 19 de surete de en inspecteur general tres estime du ministere de la surete du territoire, sest declare heureux que cette approche soit fondee sur les menaces, sur les risques et sur les consequences. Kip Hawley, nouveau directeur de ladministration de la securite des transports, a quant a lui estime que l Etat federal devait affecter les ressources en se fondant sur une evaluation des consequences, des menaces et des degres de vulnerabilite et en classant les risques par ordre dimportance 13. La politique menee par ladministration de la securite des transports pendant les trois annees suivantes ne temoigne guere dune evolution dans le sens de la prise en compte des risques. Dans un rapport daout 2007 sur les progres accomplis par le ministere de la surete du territoire dans laccomplissement de sa mission, le Service daudit, devaluation et denquete du Congres americain a qualifie de mitigees les avancees realisees dans le domaine de la surete de laviation et estime que le manque de strategie densemble ainsi que de systemes et fonctions integres de gestion empeche dans une certaine mesure le ministere dassumer ses responsabilites en matiere de surete du territoire avec efficacite et autant que les risques lexigent. Il constate egalement que le ministere de la surete du territoire na pas encore entierement adopte et mis en uvre une approche fondee sur la gestion des risques, meme si ladministration de la securite des transports a pris quelques mesures en ce sens 20. En juin 2008, le Service daudit, devaluation et denquete du Congres americain a publie un resume des conclusions dune conference au cours de laquelle 25 experts ont debattu de lapplication de la gestion des risques a la surete du territoire 21. Il y considere que le service des gardecotes et non pas ladministration de la securite des transports est un des rares organes de l Etat federal a avoir effectivement incorpore la gestion des risques dans son processus decisionnel et que les responsabilites a assumer en matiere de gestion des risques sont morcelees au point dinhiber toute definition coordonnee des priorites a respecter en matiere de surete. Levolution du programme PE americain temoigne du manque dempressement de ladministration de la securite des transports a adopter une approche fondee sur les risques. Au moment ou le projet avait ete soumis aux professionnels de la surete de laviation peu apres le 11 septembre, le programme etait dit fonde sur les risques et appele a deboucher sur une meilleure allocation des moyens de controle aeroportuaires en permettant de simplifier le controle a lembarquement des passagers preinspectes . Ladministration de la securite des transports a toutefois, apres avoir admis que le programme PE soit mis en uvre par des prestataires prives, refuse de faire plus que simplement verifier si les candidats a lexercice de cette fonction figuraient ou ne figuraient pas sur sa liste noire. Kip Hawley, directeur de ladministration de la securite des transports, estime que des terroristes dormants soigneusement choisis pourraient passer a travers ce filtre et conclut donc que le programme PE nest pas un programme de securite, mais un simple programme didentification 22. Le filtrage des passagers inscrits sur la liste des passagers enregistres est donc exactement le meme que celui de ceux qui ny figurent pas. Le bilan est certes assez maigre, mais il nempeche que les representants du monde americain de laviation et ladministration de la securite des transports discutent dune methode devaluation des mesures de surete de laviation sur la base des risques. Plusieurs acteurs, dont les compagnies aeriennes, les aeroports, la police et Boeing, sefforcent depuis 2007, avec ladministration de la securite des transports et le ministere de la surete du territoire, delaborer un plan devaluation de la gestion des risques. Il semble quils aient mis au point un modele devaluation des risques qui devrait ameliorer 20 R. Poole Document de reference 200823 OCDEFIT, 2008 le processus decisionnel et pourrait par exemple donner aux directeurs federaux de la securite designes par ladministration de la securite des transports la possibilite de deployer dans les aeroports ou ils exercent leurs fonctions des moyens nouveaux propres a decontenancer les terroristes 31. 6. VERS UNE APPROCHE DAVANTAGE AXEE SUR LES RISQUES 6.1. Introduction Les responsables canadiens, europeens et americains de la surete de laviation conviennent donc tous, comme il la ete souligne cidessus, que levaluation des risques est une aide importante a la repartition des ressources limitees mobilisables pour proteger laviation civile contre les attaques terroristes. Il ny a pourtant a ce jour pas grand chose qui prouve quil en a ete fait usage pour juger du rapport coutefficacite des mesures actuelles. Le chapitre 3 a montre par un exemple que ce rapport est decevant, en termes notamment de nombre de vies sauvees par million de dollars depenses, dans le cas des agents de securite embarques. Cet exemple concernait la securite en vol dappareils auxquels tous les pays etudies dans le present rapport appliquent des mesures presentant un bon rapport coutefficience telles que le renforcement de la porte du poste de pilotage et la modification des procedures a suivre par le personnel de cabine et les pilotes en cas de tentative de detournement dun avion en vol. Le present chapitre analyse ce que levaluation des risques implique en matiere de controle des passagers et des bagages ainsi que du fret aerien. 6.2. Prise en compte du risque dans le controle des passagers et des bagages Le Canada, l Europe et les EtatsUnis ont des procedures de controle tres comparables et cette relative uniformite na rien que de bien raisonnable au vu du nombre de vols qui seffectuent entre ces entites. Le reamenagement de ces procedures en fonction des risques aurait pour principale consequence de mettre fin a lactuelle uniformite des controles auxquels tous les passagers et tous les bagages sont soumis pour les faire varier en fonction des risques que les passagers et les bagages presentent. 6.2.1. Categorisation des passagers Letude sur la prise en compte des risques dans la securisation des aeroports realisee en 2006 par lauteur du present rapport 13 part de lidee que les controles effectues dans les aeroports doivent identifier et isoler les personnes dangereuses plutot que les objets intrinsequement dangereux dans le but de les empecher de causer des dommages dans les terminaux ou aux avions. Les terroristes peuvent causer de graves dommages dans des aeroports de nombreuses facons differentes : ils peuvent monter a bord dun avion pour sen emparer, monter a bord en se bardant dexplosifs, cacher des explosifs dans des bagages enregistres sans monter a bord ou prendre des grands groupes de passagers R. Poole Document de reference 200823 OCDEFIT, 2008 21 dans des terminaux pour cible. La plus grande partie des ressources affectees a la surete des aeroports se concentre actuellement sur une seule de ces menaces, a savoir la montee a bord de pirates armes alors que le renforcement et la fermeture de la porte des postes de pilotage ainsi que la modification des procedures a suivre par les equipages en cas de menace de detournement ont considerablement reduit le risque de detournement. La securisation des espaces publics des terminaux et des aires de stationnement des avions retient moins lattention et mobilise moins dargent. La politique actuelle minimise donc le risque de voir des kamikazes se faire exploser au milieu dune foule agglutinee devant un poste de controle ou une installation de detection dexplosifs ou le risque dintroduction dune bombe dans un avion a partir dune aire de stationnement plutot que depuis le terminal. La prise en compte des risque amene a mettre laccent sur lidentification des personnes dangereuses et pourrait se concretiser par le renforcement des equipes de surveillance tant a linterieur des terminaux qua lexterieur, sur les aires de stationnement et aux abords des aeroports. Elle postule en outre que les passagers soient repartis, a lenregistrement, en au moins trois categories en fonction du volume et de la qualite des informations disponibles a leur sujet : Passagers a faible risque bien connus. Passagers a haut risque dont lon ne sait rien ou au sujet desquels lon dispose dinformations negatives. Passagers ordinaires voyageurs occasionnels et touristes. Ces trois categories de passagers feraient lobjet, avec leurs bagages, dun traitement different. Les passagers a faible risque sont des passagers qui possedent un laissezpasser officiel en cours de validite ou relevent du programme PE parce quils ont laisse verifier leurs antecedents et ont recu une carte didentite biometrique. Les passagers de cette categorie pourraient emprunter une voie rapide aux points de controle et etre soumis a des procedures davant le 11 septembre ils ne devraient pas enlever leurs souliers et leur veston, ne devraient pas non plus faire scanner leur ordinateur portable et leur appareil photo, etc. tandis que leurs bagages ne devraient pas passer au detecteur dexplosifs. Il serait ainsi possible de ne pas gaspiller les ressources du systeme ou le temps de ces passagers en les soumettant a des formalites qui najoutent pas grand chose a la surete aeroportuaire. Comme il est toujours dans une faible mesure possible quune personne dangereuse arrive a se glisser dans cette categorie de passagers, il conviendrait de signaler clairement quun certain nombre de passagers, choisis au hasard, de cette categorie peuvent etre soumis, avec leurs bagages, aux controles reserves aux passagers ordinaires . Les passagers a haut risque sont des passagers qui nont nulle part laisse de trace ecrite et dont lon sait si peu de choses que le plus sur est de presumer le pire et de controler minutieusement tant le passager que ses bagages enregistres et a main. Tous les passagers de cette categorie auraient donc droit a une version plus rigoureuse de lactuel controle approfondi , avec passage de leurs bagages a main au detecteur dexplosifs et scannage intrusif de detection dobjets non metalliques ou fouille manuelle approfondie. Il en serait de meme pour les passagers dont le nom figure sur une liste de 22 R. Poole Document de reference 200823 OCDEFIT, 2008 Identification des passagers a faible risque passagers enregistres suspects dressee par les pouvoirs publics. Certains de ces suspects, ceux en fait qui figurent sur une liste dinterdits de vol, seraient retenus au lieu detre controles. Les passagers ordinaires se trouvent quelque part entre les deux categories precedentes. Ils seraient soumis a des controles assez semblables a ceux qui se pratiquent aujourdhui la liste des objets prohibes devrait toutefois gagner en esprit logique. Certains passagers de cette categorie pris au hasard devraient etre controles de facon plus approfondie cf. sup  6.2.2. Michael Levine et Richard Golaszewski ont propose de sortir les passagers a faible risque du lot et daccelerer leur traitement dans les aeroports dans un article publie deux mois apres le 11 septembre 23. Ils ont pense que les personnes qui prennent souvent lavion pourraient demander a ladministration de la securite des transports de les inscrire sur une liste appropriee apres avoir laisse verifier leurs antecedents et obtenu ainsi le droit a un controle de surete simplifie, que ceux qui avaient passe ce genre dexamen recevraient une carte didentite biometrique et quils pourraient etre dispenses des controles rigoureux instaures apres le 11 septembre en presentent cette carte didentite a laeroport pour prouver quils sont bien la personne recue a lexamen. Cette idee a ete mise a letude pour la premiere fois par une equipe detudiants en recherche operationnelle de l Universite Carnegie Mellon en 2003 24 qui ont modelise le processus denregistrement des passagers en se fondant sur des donnees relatives a laeroport international de Pittsburgh et cree ensuite un programme PE appele SWIFT dont ils ont simule le fonctionnement a laide du modele. Ils ont ensuite calcule, au depart de chiffres tires de deux enquetes menees aupres de passagers aeriens, que 40 % des passagers partants demanderaient a participer au programme et seraient inscrits sur la liste. La simulation leur a appris que la duree moyenne des operations denregistrement des passagers de premiere classe et des notables clients reguliers qui passaient deja avant les autres a laeroport de Pittsburgh serait ramenee de 2.5 minutes a 1.35 minute ou, en dautres termes, serait reduite de pres de la moitie, que cette duree serait ramenee de 19.5 minutes a 1.35 minute pour les passagers payant le prix plein qui adhereraient au programme et que les passagers suivant la procedure normale pourraient aussi passer plus vite puisque la diminution de leur nombre de 40 % permettrait de ramener la duree moyenne de leurs operations denregistrement de 19.5 a 12.1 minutes. Letude estime que les avantages lemporteraient de 2 millions sur les couts des la premiere annee. La RAND Corporation a estime ensuite quil serait possible, en ne faisant pas passer tous les bagages enregistres des passagers enregistres au detecteur dexplosifs, de reduire de pres de la moitie le nombre de ces machines couteuses a installer dans tout le pays 25. Il a deja ete souligne dans le chapitre precedent qua lepoque ou ladministration de la securite des transports a autorise la mise en place de systemes PE, cette administration limitait la verification des antecedents a la recherche de noms sur la liste des personnes a surveiller, comme cela se faisait au demeurant pour tous les passagers avant de leur remettre leur carte dembarquement. Il est evident que cela ne suffisait pas pour que les PE puissent etre moins controles que les autres a lembarquement. Ladministration de la securite des transports sest justifiee en arguant du cout prohibitif dune veritable R. Poole Document de reference 200823 OCDEFIT, 2008 23 verification des antecedents, alors que les antecedents judiciaires de millions douvriers appeles a penetrer regulierement dans des zones de surete des aeroports sont verifies depuis le 11 septembre. Ce programme de controle est mis en uvre par l American Association of Airport Executives Association americaine des dirigeants daeroports avec le concours du Federal Bureau of Investigation FBI a un cout de 27 par personne 32. Dans presque tous les aeroports americains, ces ouvriers ne doivent pas passer par un detecteur de metaux ou faire scanner leurs outils quand ils penetrent dans des zones de surete. Depuis le lancement du programme PE, les entreprises agreees chargees detablir les listes transmettent les empreintes digitales de tous les candidats au service competent de l American Association of Airport Executives, mais ladministration de la securite des transports na jamais autorise lenvoi de ces 200 000 jeux dempreintes au FBI pour verification des antecedents judiciaires des interesses 33. Une verification des antecedents que ladministration de la securite des transports juge suffisante pour autoriser des ouvriers a acceder aux avions sans etre accompagnes et sans avoir ete controles est donc jugee insuffisante pour autoriser des passagers enregistres a beneficier du controle simplifie a lembarquement prevu par la formule originale du systeme PE. Le seul programme PE mis en uvre a lheure de la redaction du present rapport est un programme americain qui nest pas fonde sur une evaluation des risques. La police des frontieres de quelques pays a commence a mettre un programme PE en uvre, mais ces programmes ne visent qua accelerer lentree des clients fideles dans le pays en cause parce quils ne sintegrent pas dans un programme de securisation des aeroports. 6.2.3. Separation des passagers ordinaires des passagers a haut risque Les passagers a faible risque une fois extraits a leur propre initiative de la masse, il reste a exploiter toutes les informations imaginables pour isoler les passagers a haut risque des autres. Lagence nationale pour la surete de laviation peut mener lexercice a bien en verifiant en temps reel si les personnes qui reservent un billet davion figurent sur une liste des personnes a surveiller dressee et mise a jour en continu par les autorites publiques. Un programme de ce genre appele Secure Flight Vol sur devrait etre lance aux EtatsUnis en 2009. Il est possible aussi de tirer certains enseignements des informations fournies par les passagers au moment ou ils achetent leur billet. Cette forme danalyse sest pratiquee aux EtatsUnis jusquen 2009 a laide dun systeme de prefiltrage informatise des passagers qui date davant le 11 septembre. Ces systemes de depistage des risques utilisent differents algorithmes pour 1 verifier lidentite des passagers et 2 rechercher des indices de haut risque. Le systeme de prefiltrage utilise egalement, comme le fera sans doute aussi Secure Flight, des algorithmes pour identifier les passagers a soumettre a des controles plus approfondis. Une technique appelee profilage comportemental est utilisee dans les aeroports israeliens 26, laeroport Logan de Boston et les casinos de Las Vegas en complement des systemes evoques cidessus pour evaluer les risques presentes par les personnes qui deambulent, sans billet davion, dans les salles des aeroports. Cette technique consiste a observer subrepticement ces personnes en vue de detecter des agissements suspects et a les faire interroger ensuite, le cas echeant, par des membres des services de securite. 24 R. Poole Document de reference 200823 OCDEFIT, 2008 6.2.4. Reamenagement des postes de controle Les postes de controle requis par un systeme fonde sur les risques ne peuvent que differer de ceux qui se trouvent aujourdhui dans les aeroports. Il devrait en premier lieu y avoir deux files de couloirs differentes, lune pour les PE et lautre pour tous les autres. Leur capacite devrait varier au fil des heures, en fonction de la proportion des passagers partants quotidiens representee par les PE. Il conviendrait dinstaller, dans les espaces dou partent les couloirs reserves aux PE, des bornes dans lesquelles ces passagers pourraient inserer leur carte didentite biometrique pour avoir acces a ces couloirs. Ces bornes pourraient se combiner avec les postes habituels de controle des cartes dembarquement pour que les PE voyageant sans bagages enregistres naient pas a sarreter en deux endroits differents. Audela des points de controle, il y aurait lieu dinstaller des cabines ou certains passagers selectionnes et leurs bagages a main pourraient etre fouilles a la recherche dexplosifs et darmes. Tous les passagers a haut risque a lexception des interdits de vol qui seraient retenus devraient automatiquement subir cette fouille. Les cartes dembarquement seraient codees electroniquement sans que cela apparaisse de telle sorte que le passager dirige vers les cabines de fouille ne sache pas sil a ete choisi au hasard ou par un algorithme. Les postes de controle devront sans doute, pour pouvoir effectuer toutes ces operations, occuper plus despace que ceux daujourdhui. Lampleur de cet agrandissement variera toutefois dun aeroport a lautre : il faudra certes trouver ou loger les bornes destinees aux PE et les cabines de fouille, mais laugmentation du nombre de PE devrait raccourcir les files dattente et retrecir dautant lespace occupe par ces files. Par ailleurs, la diminution du nombre total de passagers soumis a des controles approfondis par le moyen dune exploitation plus pointue de la liste des personnes a surveiller permettrait de ramener lespace necessaire a cet effet a des dimensions inferieures a ce quelles devraient etre si ces passagers continuaient a etre selectionnes en aussi grands nombres quaujourdhui. 6.2.5. Restructuration du controle des bagages enregistres Le Canada et la plupart des pays europeens nexigent pas que tous les bagages enregistres soient scannes par des couteux detecteurs dexplosifs. Dans les pays tels que les EtatsUnis ou tous ces bagages doivent letre, le modele fonde sur les risques est de nature a reduire la complexite et le cout du controle des bagages enregistres. Les bagages des PE pourraient etre scannes par des appareils a rayons X donnant des images en deux dimensions et ne subir une inspection plus couteuse que si le scannage initial a detecte un probleme potentiel. La RAND Corporation sest appliquee a determiner limpact quun programme PE quelle appelle profilage positif pourrait avoir sur la taille et le cout des detecteurs dexplosifs a installer dans les grands et les moyens aeroports. Elle expose, dans un rapport de 2004, les resultats auxquels elle est arrivee en utilisant un modele de simulation qui pose en hypothese que le systeme est suffisamment performant pour que les bagages soient charges sur le vol prevu dans 99 % des cas, que les detecteurs dexplosifs sont fiables a 90 % et que 50 % des bagages ne passent pas au detecteur dexplosifs 25. R. Poole Document de reference 200823 OCDEFIT, 2008 25 Se fondant sur ces hypotheses, lequipe de la RAND a calcule ce que differents niveaux de deploiement de detecteurs dexplosifs couteraient a la communaute des passagers aeriens tant en cout dinvestissement et dexploitation salaires des controleurs des detecteurs dexplosifs quen cout du temps perdu par des voyageurs contraints de rejoindre laeroport suffisamment tot pour que leur vol ne soit pas retarde par la lenteur du traitement des bagages. En labsence de programme PE, il faudrait dans ces conditions et pour bien faire installer 6 000 detecteurs dexplosifs sur lensemble du territoire alors quavec un programme PE qui exempterait 50 % des bagages du scannage ou, en dautres termes, ferait scanner tous les bagages des non PE et un sixieme des bagages des 60 % de passagers etiquetes PE, le nombre optimum de detecteurs dexplosifs tomberait a 2 500. La difference est considerable en termes tant despace occupe dans les aeroports que de couts dinvestissement et dexploitation. Un programme PE peut donc, dans des circonstances plausibles, reduire de pres de 50 % le nombre de ces detecteurs dexplosifs couteux a installer. Une partie des economies realisees sur les couts dinvestissement pourrait servir a financer lagrandissement des zones denregistrement etou lamelioration du controle des acces aux terminaux et des abords des aeroports dans le but de barrer lacces des avions immobilises sur le tarmac aux personnes non autorisees. Les economies realisees sur les salaires du fait de la diminution du nombre de detecteurs dexplosifs pourraient servir en partie a financer le renforcement des equipes dagents de surete surveillant les locaux des aerogares et des equipes de controle des acces et des abords. Lapproche fondee sur les risques devrait permettre aux passagers de gagner beaucoup de temps en accelerant le controle tant des bagages que des passagers. La modelisation necessaire a la quantification de ces gains sort du cadre de la presente etude, mais il est sur que les passagers ne devraient plus rejoindre laeroport aussi longtemps avant leur depart quils ont appris a le faire apres le 11 septembre et pourraient utiliser le temps ainsi gagne a des fins personnelles ou professionnelles. 6.3. Surete du fret aerien Lanalyse se limite au fret de soute, cestadire au fret transporte dans le compartiment a bagages des avions a passagers. Alors que les controles aeroportuaires ne se fondaient pas sur les risques au Canada, en Europe et aux EtatsUnis, le traitement du fret aerien y est en revanche guide par des considerations de risque depuis le 11 septembre, comme lest dailleurs aussi celui du fret maritime ainsi que du fret routier et ferroviaire international. Ce traitement du fret repose sur lexploitation dinformations recueillies par les services de renseignement, la confiance accordee aux chargeurs connus et la realisation de controles aleatoires. Lenormite des volumes de marchandises achemines par les differents modes de transport et le niveau des couts tant des pertes de temps occasionnees par le controle physique de toutes les marchandises que des equipements qui seraient necessaires pour ce faire expliquent laccueil favorable, et realiste, reserve a lapproche fondee sur les risques. En ce qui concerne toutefois le fret transporte dans les soutes des avions a passagers, lincoherence du systeme americain qui veut que tous les bagages enregistres soient scannes par les machines les plus onereuses en loccurrence les detecteurs dexplosifs alors que le fret de soute transporte a cote de ces bagages echappe en 26 R. Poole Document de reference 200823 OCDEFIT, 2008 grande partie au controle en a amene beaucoup a reclamer labolition des facilites dont le fret de soute beneficie. Au Canada, l ACSTA netait pas tenue, au moment de la parution du rapport de 2006, de controler le fret, mais la loi de finances de 2006 affecte 26 millions de dollars, etales sur deux ans, a la mise au point et a lessai dun systeme de securisation du fret aerien tandis que Transports Canada definissait une strategie pour la surete du fret aerien avec les milieux de laviation. En decembre 2005, l Agence des services frontaliers au Canada a oblige toutes les compagnies aeriennes et tous les commissionnaires de transport a lui transmettre par voie electronique diverses donnees relatives aux marchandises transportees par air avant leur chargement dans des aeroports etrangers. La commission consultative de l ACSTA a propose dimposer le meme genre dobligation pour le fret aerien charge au Canada. En Europe, le reglement CE n 3002008 invite en termes assez vagues les Etats membres a determiner les conditions dans lesquelles le fret et le courrier doivent etre inspectesfiltres ou soumis a dautres controles de surete, ainsi que le processus dhabilitation ou de nomination dagents habilites, de chargeurs connus ou de clients en compte . La commission consultative de l ACSTA felicite le RoyaumeUni pour son systeme de controle du fret aerien et, plus particulierement, son processus de certification et de verification des pratiques securitaires des chargeurs connus impliquant entre autres une inspection periodique de leurs installations. Lopposition entre la doctrine de ladaptation des controles aux risques et celle du controle physique de la totalite du fret est apparue au grand jour aux EtatsUnis quand le Congres a insere dans la loi de 2007 sur la Commission du 11 septembre des dispositions inspirees de cette derniere doctrine qui font obligation a ladministration de la securite des transports de controler physiquement la moitie des fevrier 2009 et la totalite des aout 2010 du fret de soute. Les compagnies aeriennes et les aeroports ont objecte que les aeroports auraient beaucoup de peine a se conformer a cette obligation : elle poserait en effet des problemes despace etant donne que le fret de soute destine a etre charge dans des gros porteurs arrive souvent sur des palettes beaucoup trop grandes pour pouvoir etre scannees par les appareils utilises pour scanner les bagages et quil faudrait donc amenager des nouveaux halls ou installer des nouvelles machines couteuses, dune part, tandis que le temps necessaire au controle physique de tout ce fret aurait pour effet de perturber les horaires et de vider dune partie de leur substance les arguments qui plaident en faveur du transport par air de marchandises de haute valeur sensibles au temps, dautre part 27. Ladministration de la securite des transports a donc elabore un programme de controle certifie du fret qui delegue les fonctions de controle a plusieurs maillons de la chaine dapprovisionnement. Ce programme permet aux chargeurs et aux commissionnaires de transport de devenir des controleurs certifies habilites a scanner et sceller des caisses, des palettes etou des conteneurs quils font acheminer par du personnel certifie jusqua laeroport ou ils sont remis aux compagnies appelees a les transporter. Ce programme prolonge en fait le programme du chargeur connu en vertu duquel les commissionnaires repondant a certaines conditions notamment dintegrite et de controle de la chaine dapprovisionnement imposees par ladministration de la securite des transports etaient censes etre des expediteurs surs de fret aerien dont les envois ne doivent etre controles quoccasionnellement a laeroport, ce R. Poole Document de reference 200823 OCDEFIT, 2008 les chargeurs et 27 controle etant complete par une evaluation periodique effectuee par des inspecteurs de ladministration de la securite des transports. Le nouveau programme est source de couts importants. Le service de recherche du Congres a estime en 2007 quil couterait sur dix ans 3.7 milliards aux chargeurs et aux commissionnaires 28. Le Service daudit, devaluation et denquete du Congres a publie en 2008 des informations qui permettent dactualiser lestimation 29. Ces informations permettent davancer que si 12 000 chargeurs et commissionnaires adherent au programme et utilisent des machines coutant en moyenne 375 000 piece, le seul cout total des equipements seleverait a 4.5 milliards . Et il faudrait encore y ajouter les couts du personnel affecte au scannage, a lexecution des formalites administratives et au transport ainsi que le cout de laugmentation des effectifs employes par ladministration de la securite des transports pour inspecter ces 12 000 sites. Il convient de rappeler, pour replacer les choses dans leur contexte, que le fret de soute americain consiste en 250 millions denvois par an qui rapportent 4.4 milliards aux compagnies aeriennes 27. En octobre 2008, les EtatsUnis et l Union europeenne ont conclu un accord par lequel l Union europeenne sengage a respecter les delais fixes par les EtatsUnis en matiere de controle du fret de soute embarque dans des avions reliant un Etat membre de l Union europeenne aux EtatsUnis 50 % a partir de fevrier 2009 et 100 % a partir daout 210. Cet accord stipule notamment que l Union europeenne utilisera les memes scanneurs, dispensera la meme formation aux agents charges du scannage et appliquera les memes normes de surete aux installations dans lesquelles le fret est scanne 30. Il semble donc quen matiere de controle du fret aerien du moins du fret de soute, la tendance est aujourdhui a labandon de la formule fondee sur les risques au profit de la formule plus prescriptive du controle a 100 % appliquee aux passagers et aux bagages. En dautres termes, la discordance entre le traitement du fret de soute et celui des bagages enregistres semble devoir etre annulee par labandon dune approche reellement fondee sur les risques. Cette evolution pourrait en amener daucuns a reclamer lapplication dapproches non fondees sur les risques et aussi couteuses aux avions tout cargo et par la suite a dautres modes de transport. 7. RESUME ET CONCLUSIONS Il est intrinsequement difficile de mettre des societes ou les cibles sont multiples a labri du terrorisme. Au niveau general, il semble improbable que le terrorisme puisse etre elimine de facon definitive et les asymetries inherentes a ces societes en feront probablement toujours des cibles attirantes pour lun ou lautre groupe terroriste. Il est notoire aussi que les terroristes savent tirer les lecons du passe et changer de tactique et dobjectifs en reponse a des mesures defensives. Les mesures defensives doivent donc etre dynamiques et souples et non pas statiques et previsibles. 28 R. Poole Document de reference 200823 OCDEFIT, 2008 La plupart des mesures et programmes actuels de surete aerienne font reponse a des attaques terroristes passees et ne mettent pas a labri de tout un eventail de menaces futures possibles. Il semble probable que plusieurs de ces programmes notamment ceux qui font monter des agents de surete a bord des avions ou qui imposent le passage de tous les bagages enregistres et de tout le fret de soute au detecteur dexplosifs ne presentent pas un bilan coutsavantages acceptable, en termes notamment de cout annuel par vie sauvee. Levaluation des risques, qui apparait aux yeux de beaucoup comme une base solide pour la definition des priorites et laffectation des ressources, semble cependant tres difficile a traduire dans les faits alors meme quelle permettrait de tirer nettement plus de profit des ressources quun pays peut affecter a la surete de laviation. Aux EtatsUnis, les decisions qui ont engage le plus de ressources ont ete prises non pas par lorgane responsable de la surete, en loccurrence ladministration de la securite des transports, mais par le Congres sous la forme de lois qui ont, entre autres, impose le passage de tous les bagages enregistres au detecteur dexplosifs et le controle physique de tout le fret de soute, cree une administration de la securite des transports chargee a la fois de reglementer la surete de laviation et deffectuer les controles dans les aeroports et fait prevaloir une approche statique purement defensive du controle aeroportuaire. Ces decisions ne sont pas le fruit danalyses realisees par des experts en surete, mais emanent delus soucieux de convaincre le public que laviation est bien protegee, sans se preoccuper des couts et des effets induits. Le groupe dexperts charge par le Service daudit, devaluation et denquete du Congres de reflechir a une meilleure mise en pratique des principes sur lesquels la gestion des risques repose a identifie les principales etapes a franchir pour y arriver. La premiere de ces etapes citee par 35 % des membres du groupe dexperts doit amener a sensibiliser le public aux risques et a ouvrir un debat qui doit mener a la definition commune dun niveau de risque acceptable tandis que la deuxieme 19 % consiste a eduquer les responsables politiques et a trouver un langage commun pour parler risques afin de surmonter les obstacles politiques a ladaptation de laffectation des ressources aux risques. Le but devrait etre de deshabituer les decideurs politiques de fixer des objectifs qui ne sont pas fondes sur une analyse des risques et de les encourager a amener les responsables de la surete de laviation nationale a sattaquer aux problemes en sappuyant sur des criteres quantitatifs par exemple le chiffre de 3 millions par vie sauvee fixe par le ministere americain des transports. La definition des mesures a prendre et des modalites daffectation des ressources doit etre laissee a lentite responsable de la surete de laviation qui doit quant a elle adapter avec souplesse les mesures a levolution des menaces et des situations des differents aeroports, des situations eminemment differentes en termes de type, de taille et de configuration. Aucune mesure de securisation ne doit etre mise en uvre a tout prix parce que les ressources sont Il nest de meme pas possible de durcir considerablement toutes les cibles possibles sans acculer un pays a la faillite. Laviation commerciale restera vraisemblablement toujours une cible potentielle de choix, mais il nen demeure pas moins quasi certain que lengloutissement annee apres annee de milliards dans des defenses statiques des aeroports equivaut a un usage malheureux des ressources. Ce quil y aura de plus difficile a faire sera sans doute damener les elus et les leaders dopinion a prendre conscience de ces realites. R. Poole Document de reference 200823 OCDEFIT, 2008 limitees. toujours 29 BIBLIOGRAPHIE 1 Todd Sandler, Daniel G. Arce et Walter Enders, Terrorism : Copenhagen Consensus 2008 Challenge Paper, Copenhague, Copenhagen Consensus Center,2008. 2 Brian A. Jackson et al., Breaching the Fortress Wall : Understanding Terrorist Efforts to Overcome Defensive Technologies, RAND Corporation, 2007 www.rand.orgpubsmonographs2007RANDMG481.pdf 3 M. G. Stewart et J. Mueller, Assessing the Risks, Costs, and Benefits of United States Aviation Security Measures , Research Report n 267.04.08, University of Newcastle Australie, 2008. 4 Clinton V. Oster et John H. Strong, A Review of Transportation Security Administration Funding, 2001 2007 , Journal of Transportation Security, volume 1, pp. 37 43, 2008. 5 Jens Hainmuller et Jan Martin Lemnitzer, Why Do Europeans Fly Safer ? The Politics of Airport Security in Europe and the U.S. , Terrorism and Political Violence, vol. 15, n 4, hiver 2003, pp. 1 36. 6 Robert W. Poole Jr., A RiskBased Airport Security Policy , Policy Study n 308, Reason Foundation, mai 2003 www.reason.orgps 308pdf 7 Reglement CE n 3002008 du Parlement europeen et du Conseil du 11 mars 2008 relatif a linstauration de regles communes dans le domaine de la surete de laviation civile et abrogeant le reglement CE n 23202002. 8 Plan de vol : Gerer les risques de la surete du transport aerien, Rapport du comite consultatif 2006 , Examen quinquennal de l ACSTA www.tc.gc.catcssCATSAtoc_e.htm 9 David Armstrong et Joseph Pereira, Nations Airlines Adopt Aggressive Measures for Passenger Profiling , Wall Street Journal, 23 octobre 2001. 10 Robert W. Poole Jr., Improving Airport Passenger Screening , Policy Study n 298, Appendix B, Reason Foundation, septembre 2002 www.reason.orgps 298.pdf. 11 Steven Brill, After : How America Confronted the September 12 Era , Simon et Schuster, 2003. 12 Examen quinquennal de l ACSTA : Enonce de position du CAC , Conseil des aeroports du Canada, 2 mai 2006. 13 Robert W. Poole Jr., Airport Security : Time for a New Model , Policy Study n 340, Reason Foundation, janvier 2006 www.reason.orgps 340.pdf. 30 R. Poole Document de reference 200823 OCDEFIT, 2008 14 Surete : Protection de laviation civile internationale contre les actes dintervention illicite , Annexe 17, Convention relative a laviation civile internationale, 8e edition, avril 2006. 15 La securite nationale au Canada : Linitiative de 2001 en matiere dantiterrorisme : Surete du transport aerien, securite maritime et protection civile , Verificateur general du Canada, avril 2005. 16 Entretien telephonique de Robert Poole avec Jim Facette, Conseil des aeroports du Canada, 8 octobre 2008. 17 Airports and Airlines Launch Joint Action to Tackle Aviation Security , Airports Council International Europe and Association of European Airlines, communique de presse, 10 octobre 2006. 18 Homelandsecurityeu.com date, etc., a venir 19 Courrier electronique du 28 octobre 2008 de Vlad Olteanu d ACI Europe a Robert Poole. 20 Ministere de la securite du territoire : Progress Report on Implementation of Mission and Management Functions , GAO07454, Service daudit, devaluation et denquete du Congres, aout 2007. 21 Risk Management : Strenghtening the Use of Risk Management Principles in Homeland Security , GAO08904T, Service daudit, devaluation et denquete du Congres, 25 juin 2008. 22 OnetoOne : TSA Administrator Kip Hawley Preps His Final Initiatives , Business Travel News, 20 octobre 2008. 23 Michael Levine et Richard Golaszewski, EZPass for Aviation , Airport Magazine, novembredecembre 2001. 24 Catharine Foster et al., Enhancing Aviation Security with the SWIFT System , H. John Heinz III School of Public Policy and Management, Carnegie Mellon University, 18 mai 2003. 25 Russell Shaver et Michael Kennedy, The Benefits of Positive Passenger Profiling on Baggage Screening Requirements , DB411RC, Rand Corporation, septembre 2004 www.rand.orgpubsdocumented_briefings2004RAND_DB411.pdf. 26 Ann Davis, Joseph Pereira et William M. Bulkeley, Security Concerns Bring Focus on Translating Body Language , Wall Street Journal, 15 aout 2002. 27 Robert W. Poole Jr., Can the Air Cargo Security Mandate Be Met ? , Airport Policy News, n 37, juilletaout 2008. 28 Bart Elias, CRS Report to Congress : Air Cargo Security , Congressional Research Service, mis a jour le 30 juillet 2007. 29 Cathleen A. Berrick, Aviation Security : Transportation Security Administration May Face Resource and Other Challenges in Developing a System to Screen All Cargo Transported on Passenger Aircraft , GAO08959T, 15 juillet 2008. 30 Eileen Sullivan, Officials : EU, US agree on Air Cargo Screening , Associated Press, 31 octobre 2008. R. Poole Document de reference 200823 OCDEFIT, 2008 31 31 Interview telephonique de Charles Chambers, ancien agent d ACINA, realise le 6 novembre 2008 par Robert Poole. 32 AAAE and the Transportation Security Clearinghouse , www.aaae.orggovernment150_Transportation_Security_PolicyFacty Sheet_AAAE , site consulte le 10 novembre 2008. 33 Interview telephonique de Carter Morris, de l American Association of Airport Executives, realise le 10 novembre 2008 par Robert Poole. 32 R. Poole Document de reference 200823 OCDEFIT, 2008 ", "filename": "723698910.pdf", "person": ["Robert W. Poole", "Poole, Robert W."], "date": ["2008"]}