{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/62344/1/725703792.pdf"], "title": ["The returns to education for opportunity entrepreneurs, necessity entrepreneurs, and paid employees"], "plaintext": "SOEPpapers on Multidisciplinary Panel Data Research at DIW Berlin This series presents research findings based either directly on data from the German SocioEconomic Panel Study SOEP or using SOEP data as part of an internationally comparable data set e.g. CNEF, ECHP, LIS, LWS, CHERPACO. SOEP is a truly multidisciplinary household panel study covering a wide range of social and behavioral sciences: economics, sociology, psychology, survey methodology, econometrics and applied statistics, educational science, political science, public health, behavioral genetics, demography, geography, and sport science. The decision to publish a submission in SOEPpapers is made by a board of editors chosen by the DIW Berlin to represent the wide range of disciplines covered by SOEP. There is no external referee process and papers are either accepted or rejected without revision. Papers appear in this series as works in progress and may also appear elsewhere. They often represent preliminary studies and are circulated to encourage discussion. Citation of such a paper should account for its provisional character. A revised version may be requested from the author directly. Any opinions expressed in this series are those of the authors and not those of DIW Berlin. Research disseminated by DIW Berlin may include views on public policy issues, but the institute itself takes no institutional policy positions. The SOEPpapers are available at http:www.diw.desoeppapers Editors: Jurgen Schupp Sociology, Vice Dean DIW Graduate Center Gert G. Wagner Social Sciences Conchita DAmbrosio Public Economics Denis Gerstorf Psychology, DIW Research Professor Elke Holst Gender Studies Frauke Kreuter Survey Methodology, DIW Research Professor Martin Kroh Political Science and Survey Methodology Frieder R. Lang Psychology, DIW Research Professor Henning Lohmann Sociology, DIW Research Professor JorgPeter Schrapler Survey Methodology, DIW Research Professor Thomas Siedler Empirical Economics C. Katharina Spie Empirical Economics and Educational Science ISSN: 18646689 online German SocioEconomic Panel Study SOEP DIW Berlin Mohrenstrasse 58 10117 Berlin, Germany Contact: Uta Rahmann soeppapersdiw.de The returns to education for opportunity entrepreneurs, necessity entrepreneurs, and paid employees 1 Frank M. Fossen 2 Tobias J. M. Buttner 3 August 21, 2012 Abstract: We assess the relevance of formal education for the productivity of the selfemployed and distinguish between opportunity entrepreneurs, who voluntarily pursue a business opportunity, and necessity entrepreneurs, who lack alternative employment options. We expect differences in the returns to education between these groups because of different levels of control. We use the German Socioeconomic Panel and account for the endogeneity of education and nonrandom selection. The results indicate that the returns to a year of education for opportunity entrepreneurs are 3.5 percentage points higher than the paid employees rate of 8.1%, but 6.5 percentage points lower for necessity entrepreneurs. JEL classification: J23, J24, J31, I20, L26 Keywords: returns to education, opportunity, necessity, entrepreneurship 1 Acknowledgement: We would like to thank participants at the 2012 Tenth International German SocioEconomic Panel User Conference in Berlin and the 2011 Entrepreneurship and Public Policy Seminar at Freie Universitat Berlin for valuable comments. 2 Freie Universitat Berlin, DIW Berlin and IZA. Corresponding author, address: Freie Universitat Berlin, Boltzmannstr. 20, 14195 Berlin, Germany, phone: 49 30 838 52510, fax: 49 30 838 4 52510, email: frank.fossenfuberlin.de. 3 Technische Universitat Berlin and Federal Office for Migration and Refugees, Nuremberg, Germany. 1 Introduction While estimating the returns to education for wage workers is consistently of the most prominent topics in labour economics, only recently have researchers attempted to assess how the returns to education compare for entrepreneurs see Van der Sluis et al., 2008, for a survey. The research frontier concerning entrepreneurs is now taking into account the econometric challenges known from the literature concerning paid employees, such as the endogeneity of education and selfselection. These studies estimate that the returns to education are higher for entrepreneurs than for employees in the United States Van Praag et al., 2009 and potentially also in the Netherlands Parker and Van Praag, 2006; although these authors do not offer a direct comparison between the groups. Entrepreneurs are a heterogeneous group, primarily because of large differences in their motivations to become entrepreneurs you may think of the worlds between a streetfood vendor and the creator of a hightech startup. Research in the economics of entrepreneurship distinguishes between opportunity entrepreneurs, who voluntarily engage in entrepreneurship to pursue a business opportunity they spotted, and necessity entrepreneurs, who are pushed into entrepreneurship because they lack employment alternatives e.g. Reynolds et al., 2002; Sternberg et al., 2006; Ardagna and Lusardi, 2009; Block and Wagner, 2010. Figure 1 depicts the share of entrepreneurial activity that is necessitydriven in Germany and the US based on data from the Global Entrepreneurship Research Association 2012 and clearly indicates that this phenomenon deserves attention. Strikingly, in the US necessity entrepreneurship temporarily tripled between 2008 and 2010, presumably because of the large number of people who lost their jobs during the financial and economic crisis.4 This paper is the first to extend the emerging literature about entrepreneurs returns to education, which 4 In a New York Times article, former US Secretary of Labor Robert Reich 2010 refers to the seemingly paradoxical phenomenon of an increasing number of startups in the midst of the crisis and concludes that millions of Americans had no choice but to try selling themselves. 1 treats the entrepreneurs as a homogenous group, by investigating the heterogeneity in these returns between opportunity and necessity entrepreneurs and comparing them to those of paid employees. Figure 1: Relative prevalence of necessitydriven entrepreneurial activity in % 4035302520151050Germany USA2001 2002 2003 2004 2005 2006 2007 2008 2009 2010 2011 Source: Own illustration based on data from the Global Entrepreneurship Research Association 2012. Data collection started in 2001. There is increasing evidence that the social benefits of entrepreneurship as a whole are greater than the private benefits, mainly because of its function in innovation and job creation Van Praag and Versloot, 2007.5 Because of these presumed positive external effects, policy makers are interested in promoting entrepreneurship. This analysis focuses on education, which is known to be a central factor for productivity in modern economies. If formal education increases entrepreneurial returns relative to an employees returns, education policy may be a suitable instrument to stimulate entrepreneurship. To derive policy implications from estimates of entrepreneurial returns to education, one has to differentiate between opportunity and necessity entrepreneurs. Opportunity entrepreneurs are considerably more likely to generate positive external effects through 5 Analysing an endogenous growth model, Michelacci 2002 provides theoretical reasons for encouraging entrepreneurship to promote innovation and growth. 2 innovation than necessity entrepreneurs, who usually engage in conventional and established activities. Since the extant literature only estimates the returns to education averaged over opportunity and necessity entrepreneurs, it is not possible to infer if more education will make opportunity entrepreneurship more attractive than regular employment, which would likely increase its incidence. For opportunity entrepreneurs, potential income as a paid employee reflects the opportunity cost, whereas for necessity entrepreneurs, the alternative option of paid employment is at least temporarily unavailable. Therefore, for opportunity entrepreneurs, the difference in the returns to education between opportunity entrepreneurs and paid employees is decisive, while for necessity entrepreneurs, the relevant question is if formal education increases their productivity at all. Public policy concerning entrepreneurship has implicitly distinguished between opportunity and necessity entrepreneurs in many cases. The German government, for example, offers public startup subsidies for unemployed people, which effectively targets potential necessity entrepreneurs.6 The goal of the programme is to make participants independent of unemployment benefits. It is relevant to know if the programme allows participating nascent entrepreneurs to use their formal and publicly subsidised education productively. Germany is an interesting case not only because of these startup subsidies, but also because there is concern that entrepreneurial activity in Germany is rather low in international comparison.7 This paper also speaks to the stream of literature in labour economics that attempts to test the signalling and screening theory of education by arguing that this theory implies lower returns to education for the selfemployed than for paid employees e.g. Wolpin, 1977; Brown and Sessions, 1999; Heywood and Wei, 2004; see Chevalier et al., 2004, for a critical 6 Caliendo and Kunn 2011 provide an evaluation of this programme. 7 Based on the Global Entrepreneurship Monitor, Kelley et al. 2011 report that the rate of earlystage entrepreneurial activity the percentage of adults in each economy that are in the process of starting businesses or operating new businesses up to 3.5 years old is 5.6% in Germany as compared to an average of 6.9% in the countries classified as innovationdriven economies as well. For instance, the respective rates are 5.7% in France, 7.3% in the UK and 12.3% in the US. 3 discussion. Since the selfemployed are their own bosses and no information problem occurs, they exclusively use the productivity enhancing function of education, i.e. the human capital they have built up, this literature argues. Employees, in contrast, are remunerated both for their human capital and the signalling value of education toward the employer. Employees additional returns to education are then attributed to the signalling value and interpreted as evidence for the signalling theory. This paper assesses to what extent the practice of pooling opportunity and necessity entrepreneurs may shed doubt on this interpretation. If necessity entrepreneurs have lower returns to education than opportunity entrepreneurs and therefore decrease the average returns for the selfemployed used in these studies, the lower returns cannot be attributed to the absence of the signalling function of education toward employers, because in this respect necessity entrepreneurs do not differ from opportunity entrepreneurs. In this study, we estimate the returns to education for opportunity and necessity entrepreneurs in comparison to paid employees using representative household panel data for Germany, the German Socioeconomic Panel SOEP. We apply a random effects IV approach to account for the endogeneity of education and consider nonrandom selection based on unobservables into different employment states, i.e. regular employment, opportunity entrepreneurship, necessity entrepreneurship, and nonemployment. Besides sociodemographic control variables, we control for the Big Five personality traits and locus of control, which are elicited using short inventories, as well as a measure of risk aversion. These traits and preferences have been shown to be important determinants of entrepreneurial choice and success e.g. Evans and Leighton, 1989; Cramer et al., 2002; Zhao and Seibert, 2006; Caliendo et al., 2009, 2010, 2011. The empirical results reveal that the impact of formal education on entrepreneurial productivity differs substantially between opportunity and necessity entrepreneurs. The estimates based on the full sample indicate that the return to a year of education for opportunity entrepreneurs is 3.5 percentage points higher than the benchmark return for 4 employees, which is estimated to be 8.1%. The returns for necessity entrepreneurs, in sharp contrast, are 6.5 percentage points lower and not significantly different from zero. The differences between opportunity entrepreneurs and necessity entrepreneurs are significant and robust to the various specification choices tested. The paper proceeds as follows. Section 2 develops the hypotheses to be tested from the literature. Section 3 describes the data and explains the econometric approach. Section 4 presents the results, and Section 5 concludes the analysis. 2 Literature and hypotheses 2.1 Returns to education in human capital and signalling theories Positive returns to education may be explained by human capital theory, as pioneered by Becker 1962 and Schultz 1963, which states that education increases productivity and, therefore, wages. Alternatively, signalling theory, as largely developed by Spence 1973, argues that instead of causally increasing a persons productivity, formal education works as a signalling device to labour markets with imperfect information. According to this screening hypothesis, education helps potential employers identify suitable employees in terms of their abilities, stamina, motivation and the like. A higher educational degree signals higher inherent productivity and employers therefore offer higher wages to the more educated. The standard method for empirically quantifying the returns to additional schooling, which also provides the basis for this analysis, is to estimate an earnings equation, as developed by Mincer 1974. This estimation consists of a regression of the natural logarithm of wages on the schooling level and other factors influencing human capital, especially work experience. According to Hartog and Oosterbeek 2007, most studies report point estimates for employees of between 5% and 15% higher wages for an additional year of education. The main econometric challenges in this literature are the endogeneity of education, unobserved 5 heterogeneity and sample selection e.g. Ashenfelter et al., 1999; Card, 1999; Harmon et al., 2003; Shane, 2006. Dickson and Harmon 2011 and Henderson et al. 2011 point out that researchers focus too much on a single estimated rate of return for the population and neglect how returns to education might differ between subpopulations. We argue that this critique is even more relevant for entrepreneurs because of their apparent heterogeneity and that it is crucial to distinguish between opportunity and necessity entrepreneurs. An extensive literature attempts to assess the relative importance of the productivity enhancing human capital effect of education versus its information signalling function in explaining positive returns to education see Riley, 2001, for a survey, and Chevalier et al., 2004, for criticism of alleged evidence for the screening hypothesis and own estimations. One strategy frequently applied to test the screening hypothesis is to compare the returns to education of employees to those of the selfemployed, as discussed next. 2.2 Returns to education of employees and entrepreneurs One motivation to estimate the returns to education of the selfemployed has been the idea of using the selfemployed as a control group to test signalling theory e.g. Wolpin, 1977; Brown and Sessions, 1999; Heywood and Wei, 2004.8 This literature argues that the selfemployed are an unscreened group, as they do not need the informative function of education for an employer. The returns to education of employees, in contrast, represent the sum of the productivity and signalling effects. The difference between a higher rate of returns for employees and a lower rate for the selfemployed is then interpreted as the signalling component of the returns. One caveat of this strategy recognised by BackesGellner and Werner 2007 and Parker and Van Praag 2006 is that entrepreneurs may also need formal 8 In this study as in many others, the selfemployed are used as a measureable proxy of entrepreneurship. The concepts of selfemployment and entrepreneurship are not necessarily the same, although they certainly overlap widely. Common definitions of entrepreneurship mention innovation and risk bearing, whereas the selfemployed bear income risk, but not necessarily innovate. The distinction between opportunity and necessity entrepreneurs is helpful, as opportunity entrepreneurs are closer to narrow definitions of entrepreneurship. 6 education as a signal, e.g. for clients, employees or capital lenders. Signalling theory therefore does not provide clear predictions about the relative returns to education of entrepreneurs and employees cf. Van Praag et al., 2009. In this study, we will show that differences in the returns to education between opportunity and necessity entrepreneurs, which cannot be due to signalling toward employers, cast further doubt on the use of the selfemployed as a control group to test the signalling theory. Other theoretical considerations predict that entrepreneurs should enjoy higher returns to education than paid employees. According to Douhan and Van Praag 2009 and Van Praag et al. 2009, entrepreneurs have more control in which ways to employ their human capital than employees, who face organisational constraints.9 Entrepreneurs have greater scope to align their business with their specific capabilities than paid employees, who have to fulfil assigned tasks, obey rules set by superiors, and stick to work descriptions that are not individually tailored to them. Entrepreneurs may therefore be in a better position to maximise the returns to their education. They also have more control over the accruals from their human capital, as they are the residual claimants of their firms and not tied to wage brackets. In this study, we render this personal control theory more precisely by noting that it should be more relevant for opportunity than for necessity entrepreneurs. The fact that necessity entrepreneurs, by definition, did not voluntarily intend to become entrepreneurs, clearly demonstrates that they do not have full control over the employment of their human capital, very much in contrast to opportunity entrepreneurs. In their literature review of the empirical evidence, Van der Sluis et al. 2008 summarise that studies using US data tend to report returns to education that are higher for entrepreneurs than for employees, whereas in Europe the opposite is found, although studies were only available for the UK, Italy, and the Netherlands. Van Praag et al. 2009, who take into 9 Benz and Frey 2008 also emphasise that entrepreneurs enjoy more autonomy and control and relate this to higher work satisfaction. 7 account the endogeneity of education in contrast to the studies surveyed by Van der Sluis et al., 2008, confirm higher returns for entrepreneurs in the US. Parker and Van Praag 2006 estimate entrepreneurial returns in the Netherlands that exceed estimates for paid employees reported in Levin and Plug 1999, but they do not offer an own direct comparison.10 Evidence for Germany is scarce and inconclusive. Williams 2003 reports point estimates of the returns to education for entrepreneurs between 2.5% using OLS regression up to 10.8% using an IV approach, but the effects are statistically not different from zero. Block et al. 2010 find returns of 10.5% based on a random effects IV model, without a direct comparison to paid employees. Block and Wagner 2010 focus on the characteristics and earnings differentials of opportunity and necessity entrepreneurs. Education is among various variables considered, but its endogeneity is not taken into account. The potentially biased estimates imply returns to education of only 4.3% for opportunity entrepreneurs and returns that are not statistically different from zero for necessity entrepreneurs. To reconcile the mixed results, this paper estimates the returns to education for opportunity and necessity entrepreneurs, directly tests for differences from the returns for employees, and accounts for the endogeneity of education and nonrandom selfselection. 2.3 Necessity and opportunity entrepreneurs Before we derive hypotheses about the returns to education for opportunity and necessity entrepreneurs, these concepts need further clarification. The Global Entrepreneurship Monitor GEM distinguishes between entrepreneurs who i. perceive a business opportunity and choose entrepreneurship as one of several career options, and ii. who feel the necessity to engage in such activity due to the absence of other employment opportunities Reynolds et al., 2002. In contrast to the GEM data, the data we choose for this analysis, from the German 10 Co, Gang and Yun 2005 use data from Hungary and account for nonrandom selection; large standard errors do not allow drawing clear conclusions about differences in returns to education between entrepreneurs and employees. 8 Socioeconomic Panel, do not include information on a subjective selfclassification into opportunity and necessity entrepreneurs except in 2010, see Section 3.2, and we rely on objective information from the recent employment history to classify respondents see Section 3.1 for our reasons for this choice of data. We use registered unemployment before entering selfemployment as a broad distinction criterion, as someone who registers as unemployed is, by definition, looking for employment. We therefore label those selfemployed persons, who were registered unemployed before entering selfemployment, as necessity entrepreneurs, and all others as opportunity entrepreneurs. This procedure allows us to classify all the selfemployed in the sample and keep the analysis representative for the German population. By additionally controlling for individual cumulated prior unemployment experience in our regressions, we avoid that the indicator for necessity entrepreneurship picks up the potential depreciation effect of unemployment spells on human capital Arulampalam, 2008. To assess the sensitivity of the results with respect to the operationalisation of opportunity versus necessity entrepreneurship, we repeat the estimations using a different, more specific approach. Here we closely follow Block and Wagner 2010 and inspect the circumstances under which a selfemployed person left her previous job as a paid employee. Selfemployed persons who voluntarily quit their previous jobs are labelled opportunity entrepreneurs, as it is straightforward to assume that they did so in order to enter entrepreneurship. Those who lost their last jobs involuntarily because of closure of the company or dismissal are classified as necessity entrepreneurs. While this classification may be seen as more precise, a disadvantage is that by construction only those entrepreneurs can be included in the sample who had a wage job before.11 In Section 3.2, we assess the validity 11 When we use this classification scheme, like Block and Wagner 2010, we only include those selfemployed who lost their last wage job not more than two years before they enter selfemployment; if the gap between the two employment spells is larger, one may doubt if the way the former job was ended is informative enough about the motivation to becoming an entrepreneur. Only the first selfemployment spell is included in case of serial entrepreneurs, as for subsequent spells again it is harder to make a judgment on the motivation. We also 9 of the two alternative operationalisations of opportunity and necessity entrepreneurs by exploiting direct questions for the motivations of becoming selfemployed asked in 2010. 2.4 Hypotheses for necessity and opportunity entrepreneurs We will derive hypotheses about the returns to education for opportunity and necessity entrepreneurs based on a novel extension of personal control theory see Section 2.2, which originally only spoke about the difference between the total of entrepreneurs and paid employees Douhan and Van Praag, 2009. Opportunity entrepreneurs are in the position to reap the fruits that the enhanced personal control over the employment of and the accruals from their human capital offers them as an entrepreneur. They have spotted a business opportunity that allows them the best use of their specific human capital in the sense of Lazear, 2009; compare Becker, 1962, and Neal, 1995. Opportunity entrepreneurs can prepare for their step into entrepreneurship thoroughly beforehand as they have alternative employment options, they can wait till the optimal time has come. If the choice to become an entrepreneur is economically rational, opportunity entrepreneurs will only make this choice if their returns exceed their opportunity costs, i.e. the wage they would earn in paid employment.12 Hence, they can use their former education investments more productively than in alternative paid employment. In contrast, necessity entrepreneurs would not be entrepreneurs if they had alternative employment options. The fact that they are pushed into their entrepreneurial activities demonstrates that they do not have full control over the use of their human capital. Therefore, they cannot fully exploit the benefits from personal control. As entrepreneurship is their remedy of last resort, it is likely that they do not have time to develop a business idea that best fits their skills, and they cannot wait for the optimal point in time. One can argue that the ex exclude those selfemployed from the sample whose former wage job was terminated because a limited time contract expired, because in this case classification into opportunity or necessity entrepreneurs is unclear. 12 Hvide 2009 provides a model of the interaction between the decision to become an entrepreneur and the employers efforts to keep their workers. 10 ante expected payoffs from necessity entrepreneurs investments in education do not actualise, as unexpectedly there is no demand for their formally acquired skills on the labour market; necessity entrepreneurs have to reorientate themselves. It is not wages from paid employment that constitute the opportunity costs for necessity entrepreneurs, as this alternative is not available, but rather the transfers they would receive in case of unemployment. Even if necessity entrepreneurship does not use the human capital acquired at all which is a sunk investment in this situation, it may be more attractive than longterm unemployment, which also does not provide returns to human capital. In summary, we can derive three hypotheses to be tested, ceteris paribus: Hypothesis 1: Opportunity entrepreneurs have higher returns to education than necessity entrepreneurs. Hypothesis 2: Opportunity entrepreneurs have higher returns to education than paid employees. Hypothesis 3: Necessity entrepreneurs have lower returns to education than paid employees. 3 Econometric approach and data 3.1 Representative household panel data In this analysis we use the German Socioeconomic Panel SOEP, a yearly household panel survey that is representative for the population in Germany.13 In 2010 about 23,000 individuals living in more than 10,000 households were successfully interviewed. For our purpose, we prefer the SOEP to other data sources such as the Global Entrepreneurship 13 The central aim of the SOEP is to collect representative microdata about individuals and households. It is similar to the PSID Panel Study of Income Dynamics in the USA and the BHPS British Household Panel Survey in the UK. A stable set of core questions appears every year, covering population and demography; education, training, and qualification; labour market and occupational dynamics; earnings, income, and social security; housing; health; household production; and basic orientation. For a more detailed data description, see Wagner, Frick, and Schupp 2007. 11 Monitor, because, as a general household panel, the SOEP has the advantage of offering detailed socioeconomic information, in particular with respect to employment, education and income; these data have been used and tested for plausibility in labour economics and other fields extensively. Moreover, the SOEP provides a rich set of control variables unavailable in other data bases, including scores from short psychological inventories of personality traits. We use unbalanced data consisting of the waves from 1998 to 2010, which allows us to cover several business cycles. The earnings regressions include persons who report earnings from work in employment or selfemployment in their working age between 19 and 65 years of age;14 the first stage selection regressions additionally include the unemployed and those not participating in the labour market. We exclude from the sample observations of persons who are currently in education or vocational training, in military or community service, pensioners, farmers, and civil servants; as these persons are not usually confronted with the choice to become an employee or an entrepreneur while they are in these states, and their incomes are only determined by the market to a limited extent. Family members who help in a family business are also removed from the sample, since they are not entrepreneurs in the sense that they are running their own business. People are classified as entrepreneurs if they report selfemployment as their primary occupational activity see footnote 8. Education as the key variable in the Mincer type equation is measured as years of education, which assigns a standardised number of years depending on the highest degree a person attained.15 Personality characteristics are shown to influence wages Heineck and Anger, 2010 as well as entrepreneurial entry and success Caliendo et al., 2011; at the same time, they may also be correlated with education. Thus, it is important to control for personality traits in both the selection and earnings equations. Personality scores may serve as proxies for unobserved 14 In the alternative estimation, with a more specific definition of opportunity and necessity entrepreneurs, not all the selfemployed can be included in the sample see Section 2.3. 15 A university graduate, for example, is always assigned 18 years of schooling, no matter if it actually took 17, 18, or 19 or more years to graduate. 12 ability and reduce the potential omitted variable bias in the coefficient of education cf. Almlund et al., 2011, although we also deal with this issue using an IV approach see below. Specifically, in 2005 and 2009, the SOEP included short inventories of the Big Five personality factors: openness, conscientiousness, extraversion, agreeableness, and neuroticism Costa and Mc Crae, 1992. In 2005 and 2010, a further inventory measured locus of control Rotter, 1966.16 Several survey waves 2004, 06, 08, 09, 10 include a question about the general willingness to take risks.17 Dohmen et al. 2011 demonstrate in a field experiment with real money at stake that the answers to this survey question are good predictors for actual risktaking behaviour. To control for human capital acquired in addition to formal schooling and human capital depreciation, we include prior labour market and unemployment experience, measured in years, in the regressions.18 We further account for age and dummy variables indicating gender, persons with children younger than 16 years in the household, those living with a partner married or unmarried, with a migration background, with disabilities, and those living in western Germany. 3.2 Characteristics of opportunity and necessity entrepreneurs Table 1 provides descriptive statistics for paid employees and opportunity and necessity entrepreneurs based on the full estimation sample variable descriptions appear in Table A 1 in the Appendix. Opportunity entrepreneurs exhibit the highest and necessity entrepreneurs the lowest mean hourly gross earnings; the ttests to the right reveal that these differences are 16 In the inventories, the respondents were asked how much they agreed with different statements about themselves on 7point Likert scales. Fifteen items assessed the Big Five personality traits 3 items for each trait, plus internal and external locus of control were measured by 10 items. 17 In survey waves where no information is available, we impute scores of the same respondents from the past, where possible, or otherwise from later interviews. This assumes that personality traits are stable for adults at least for some years, which is supported by the evidence CobbClark and Schurer, 2011, 2012. 18 Prior experience excludes the current year to avoid endogeneity. A squared term of work experience is also included. 13 statistically significant.19 The variance of hourly earnings is greater for both groups of entrepreneurs than for employees, which reflects the greater risks associated with entrepreneurship. Necessity entrepreneurs, on average, have fewer years of education than opportunity entrepreneurs, but still more education than employees. This is consistent with the observation of Wagner 2005 and indicates that those unemployed who become entrepreneurs differ from the average unemployed, who have lower education than employees cf. Hinz and JungbauerGans, 1999. The share of women among the selfemployed is only about 35% and does not differ significantly between opportunity and necessity entrepreneurs. Necessity entrepreneurs are more concentrated in eastern Germany, in comparison to opportunity entrepreneurs, because of the higher unemployment rate.20 Opportunity entrepreneurs more often had a selfemployed father when they were 15 years old, and they have the most educated fathers. Among opportunity necessity entrepreneurs, 51% 24% have at least one employee, and 36% 23% are liberal professionals like selfemployed physicians, lawyers, architects, journalists, and artists.21 Both types of entrepreneurs work about the same number of hours per week and significantly more than paid employees.22 Concerning the personality traits, opportunity and necessity entrepreneurs do not differ very much from one another; in comparison to employees, both exhibit the pattern described in Caliendo et al. 2011 with higher scores in openness to experience, extraversion, a more internal locus of control this means they believe that their own actions determine their outcomes rather than luck or fate, and they are more willing to take risks. 19 Parker 1997 demonstrates that income inequality among the selfemployed in the UK rose between 1976 and 1991 because of increasing heterogeneity of the selfemployed, which is consistent with a more important role of necessity entrepreneurs. 20 This picture does not change when persons who were already selfemployed in 1998 are excluded from the sample, which results in comparing only persons who became selfemployed nine or more years after reunification in 1990. 21 Some of the characteristics described here, such as the employment of workers, are not used as control variables in the regressions because they are presumably endogeneous; see Section 3.1 for the list of controls. 22 Parker et al. 2005 note that the longer hours worked by selfemployed persons may partly be explained by selfinsurance against their higher income risk. 14 Table 1: Descriptive statistics full sample Paid employees E Opportunity entrepreneurs OE Necessity entrepreneurs NE ttests of equal means OE vs E NE vs E OE vs NE Mean 14.18 gross Earnings 12.50 educ 17.10 work Exp 0.27 unempl Exp 41.58 age 0.49 female 0.74 west 0.77 partner 0.38 children 0.06 handicapped 0.13 migrant openness 4.49 conscientiousness 5.99 extraversion 4.85 5.40 agreeableness 3.85 neuroticism 5.75 internal locus external locus 3.62 4.68 risk tolerance 0.07 father selfempl 11.30 fathers educ 10.52 mothers educ children Below 6 0.19 0.62 occ Trained For employs Workers lib Professional hours Worked 37.85 Personyear obs. 71446 Notes: The three rightmost columns report pvalues of twosample ttests with unequal variances. Definitions of the variables appear in Table A 1. Source: Authors calculations based on SOEPv 27, 19982010. Std dev. pvalue 15.90 2.81 9.18 1.89 9.10 0.48 0.50 0.42 0.49 0.21 0.30 1.08 0.89 1.07 0.99 1.13 0.91 0.99 2.03 0.30 2.91 2.35 0.49 0.50 0.42 0.42 16.98 Std dev. Mean 8.69 21.38 13.87 2.55 19.97 10.65 0.10 1.09 10.56 45.55 0.35 0.50 0.80 0.44 0.81 0.42 0.40 0.49 0.23 0.04 0.08 0.33 4.91 1.15 5.98 0.85 1.11 5.06 5.36 0.95 3.65 1.19 5.93 0.93 0.91 3.33 5.54 2.15 0.17 0.26 12.31 2.34 11.16 1.93 0.48 0.21 0.66 0.48 0.51 0.36 12.34 44.45 5950 Std dev. Mean 23.92 12.55 13.37 2.93 17.01 10.25 0.94 0.55 9.87 43.10 0.36 0.48 0.51 0.40 0.77 0.39 0.41 0.49 0.19 0.04 0.10 0.28 4.97 1.11 5.97 0.92 1.11 5.14 5.38 0.96 3.79 1.21 5.90 0.87 0.91 3.58 5.68 2.18 0.10 0.38 12.07 2.96 11.19 2.50 0.51 0.21 0.57 0.47 0.24 0.50 0.23 0.48 17.48 44.36 975 pvalue 0.00 0.00 0.00 0.00 0.00 0.50 0.00 0.02 0.96 0.45 0.16 0.13 0.85 0.02 0.43 0.00 0.39 0.00 0.05 0.00 0.01 0.73 0.99 0.00 0.00 0.00 0.89 pvalue 0.00 0.00 0.75 0.00 0.00 0.00 0.00 0.49 0.14 0.06 0.00 0.00 0.44 0.00 0.70 0.09 0.00 0.21 0.00 0.00 0.00 0.00 0.18 0.01 0.00 0.00 0.00 0.00 0.00 0.00 0.00 0.00 0.00 0.00 0.00 0.00 0.00 0.00 0.00 0.18 0.00 0.00 0.00 0.00 0.00 0.00 0.00 0.00 0.00 0.00 0.00 0.00 0.00 0.00 Importantly, 66% of opportunity entrepreneurs report that they are working in the profession that they were trained for, but only 62% of the paid employees and only 57% of the necessity entrepreneurs make this claim; all these differences are significant.23 This finding supports the personal control theory extended in this paper Section 2.4: Opportunity entrepreneurs can make better use of their specific human capital than paid employees, whereas some of the specific human capital of necessity entrepreneurs lies idle. Figure 2 demonstrates that this gap between opportunity and necessity entrepreneurs with respect to 23 The wording of the SOEP question is: Is your position the same as the profession for which you were educated or trained? with the response options Yes; No; In training; and Has no job training. We construct a dummy variable with 1 referring to Yes and 0 to No or In training; respondents without job training are excluded. 15 the share working in the profession trained for opens up at almost all levels of education.24 Table A 2 in the Appendix shows descriptive statistics for the alternative operationalisation of opportunity and necessity entrepreneurs see Section 2.3, which provides a similar picture.25 Figure 2: Share of entrepreneurs working in the profession trained for 8.6.4.2.0789101112Education, in years 13141516171895% Confidence Intervals Opportunity entrepreneurs Necessity entrepreneurs Note: The figure shows bivariate local mean regressions of the dummy variable indicating if an entrepreneur works in the profession she was trained for on the years of education, separately for opportunity and necessity entrepreneurs. Source: Authors calculations based on SOEPv 27, 19982010. To further assess if our classifications capture the intended concepts of necessity and opportunity entrepreneurs, we evaluate novel special questions that are exclusively available in the 2010 SOEP questionnaire. These questions were posed to respondents who indicated 24 The difference between the two groups is always positive when it is significant; the insignificant cases where the gap is negative can easily be explained by sampling error. 25 Using our baseline method of exploiting prior unemployment, we classify 14% of the selfemployed as necessity entrepreneurs Table 1, which is less than the share reported for Germany by the Global Entrepreneurship Monitor Figure 1 based on selfclassification. Obviously, our group of opportunity entrepreneurs includes some people that the GEM would classify as necessity entrepreneurs. Our second approach of inspecting the way an entrepreneurs prior job was terminated is more specific with regard to opportunity entrepreneurs, but not all the selfemployed can be classified using this approach. Here, even 36% of the selfemployed that can be classified are labelled as necessity entrepreneurs Table A 2 in the Appendix, which exceed the share in the GEM. Thus, our two classification approaches provide upper and lower bounds. 16 that they had entered selfemployment in the previous year and sought the reasons for their new selfemployment. Table 2 shows the descriptive results. The columns labelled general definition refer to the baseline classification based on prior unemployment, and specific definition refers to the alternative classification based on the way the last job was terminated. For opportunity entrepreneurs, the wish to be their own boss is more important than for necessity entrepreneurs, while for necessity entrepreneurs, escaping unemployment and being unable to find employment are more important reasons for becoming selfemployed. These differences are statistically significant when the general definition is used, as indicated by ttests; for the specific definition, the differences are all insignificant, presumably because of the smaller sample size, but the point estimates tell the same story.26 We conclude that our operationalisations capture the concepts of opportunity and necessity entrepreneurs well.27 Table 2: Reasons for becoming an entrepreneur General definition Necess. Oppor. entre. entre. mean Specific definition Necess. Oppor. OE vs entre. NE entre. pvalue Mean OE vs NE pvalue Reasons for having entered selfemployment on a scale from 1 does not apply at all to 7 fully applies I have always wanted to be my own boss. I did not want to be unemployed anymore. Others advised me to start up a business. I discovered a market gap. I wanted to earn more money. I did not find employment anymore. I had an idea that I really wanted to implement. I was disadvantaged at my previous workplace. Additional questions: 1 yes or 0 no I actively searched before starting this job. I received startup subsidies. Personyear obs. Notes: The SOEP questionnaire 2010 included some special questions that were directed at respondents who indicated that they became selfemployed in the previous year. The general definition refers to the classification based on prior unemployment; the specific definition refers to the classification based on the way the last job was terminated. The columns headed OE vs NE include pvalues of twosample ttests of equal means comparing opportunity and necessity entrepreneurs with unequal variances. Source: Authors calculations based on SOEPv 27, 2010. 0.09 0.00 0.30 0.74 0.56 0.02 0.94 0.85 3.94 5.33 2.35 2.72 3.61 3.56 3.28 2.50 5.12 2.24 3.00 2.52 4.06 1.88 3.33 2.63 0.30 0.27 486 5.50 2.60 3.10 2.70 5.00 1.70 3.30 3.10 0.25 0.36 103 4.77 3.31 2.62 2.85 4.46 2.23 3.23 2.23 0.29 0.54 74 0.40 0.55 0.63 0.87 0.64 0.46 0.95 0.39 0.85 0.41 0.63 0.00 0.37 0.68 99 26 Necessity entrepreneurs are also more likely to receive startup subsidies note that these are not included in the gross earnings reported and therefore not used in the regressions, which is very plausible because most subsidies are only available for the unemployed. 27 We cannot make use of these special questions to classify opportunity and necessity entrepreneurs in our regressions because the sample size would be too small if we used the year 2010 only. 17 3.3 Earnings equation and ability bias The basis for estimating the returns to education of paid employees, opportunity and necessity entrepreneurs is a Mincerian earnings function for person i in year t. Consider lnwit01educit2 educitopp Entreit3 educitnec Entreit4opp Entreit5nec Entreitc Xit ittdtiit where ln denotes the natural logarithm, wit gross hourly earnings, educit years of education, 1 educitx its interactions with x, opp Entreit and nec Entreit dummy variables marking opportunity and necessity entrepreneurs, Xit a vector of control variables see Section 3.1, it a selection correction term see Section 3.4, dt year dummies, and coefficients to be estimated, i a time invariant random error component and it a time varying error component random effects model. The coefficient 1 measures the returns to education for employees the reference group, the sum of 12 the returns for opportunity and 13 for necessity entrepreneurs. To facilitate comparisons with the extant literature, we additionally estimate eq. 1 including a general selfemployment dummy and its interaction with education instead of distinguishing between opportunity and necessity entrepreneurs. For a consistent estimation of this equation, endogeneity of education and its interactions with opp Entre and nec Entre must be taken into account, as unobserved ability may induce people to acquire more education and at the same time have a direct effect on earnings, as discussed extensively in the literature e.g. Ashenfelter et al., 1999; Harmon et al., 2003. Some candidate instrumental variables IV used in the literature, which for example exploit compulsory schooling laws Angrist and Kruger, 1991, are criticised because these instruments tend to be weak Bound et al., 1995 or to identify a local treatment effect for a subgroup that is not representative Card, 1999. Family background variables do not suffer from these problems, as they have strong predictive power for education that is not limited to a specific subgroup. A possible concern with these variables is that the family background may have a direct effect on earnings that does not work through education. Specifically 18 considering fathers education, Hoogerheide et al. 2012 investigate this potential issue using Bayesian analysis, based on the SOEP, the same data we employ. By experimenting with relaxations of the strict exclusion restriction, they show that the size of a bias introduced by a potential direct effect of fathers education on wages is typically smaller than the width of the 95% posterior interval of the education coefficient of interest in the IV model, even if the strict exogeneity assumption were substantially violated. They conclude that using fathers education as an instrument in earnings regressions is a viable option, especially considering the problems with alternatives mentioned above. Therefore, we use fathers education and its interactions with opp Entre and nec Entre as excluded instruments to account for the endogeneity of education and its interactions.28 Specifically, we employ the efficient G2SLS random effects IV estimator Balestra and VaradharajanKrishnakumar, 1987. 3.4 Nonrandom selection Apart from the endogeneity of education, two potential mechanisms of nonrandom selfselection may be at play. First, persons who are unemployed or who do not participate on the labour market do not report a wage and must be excluded from the earnings equation. We address this with a Heckman 1979 style twostep selection correction, which in the first step estimates binary participation equations separately for each year and in the second step introduces the combined predicted inverse Mills ratio as an additional regressor when estimating equation 1 by G2SLS.29 28 Fathers number of years in education is calculated based on his educational degree, analogously to the calculation of the respondents own education. We do not use mothers education or other family background variables, as these variables have not been investigated as potential instruments in the way described, and as information on mothers education is often missing in the data. 29 For better identification, three variables are included in the selection equation, but not in eq. 1. The first two are the number of children in the household below the age of 6, which is the usual school entrance year in Germany, and its interaction with the female dummy, as these variables are strong predictors for parents work participation; in eq. 1, we control for the presence of children below 17. The third exclusion restriction is a dummy variable indicating whether the father was selfemployed when the respondent was 15 years old, as this helps to predict participation, especially as an entrepreneur cf. Taylor, 1996. Taylor 2001 reports that a selfemployed father increases the probability of becoming selfemployed, but does not influence performance see also Fairlie and Robb, 2007. We confirm that the three variables are jointly highly significant in the selection 19 Second, the nonrandom selection into selfemployment, and more specifically, into opportunity and necessity entrepreneurs may potentially introduce bias.30 To assess if this is practically relevant in this application, we additionally estimate equations of the following type separately for the three employment states jpaid employee; necessity entrepreneur; opportunity entrepreneur, controlling for nonrandom selection into each of these states: lnwit0j1jeducitcj Xit jitjtjdtiit. Education again is treated as endogenous, and we estimate G2SLS models as above. The first 2 step selection equation now becomes a multinomial logit model that is used to estimate probabilities of belonging to one of the four groups jnot working; paid employee; necessity entrepreneur; opportunity entrepreneur, with jnot working as the omitted category: tk Xit S, exptj Xit S1exp 4k2described in footnote 29. Again the multinomial logit models are estimated separately for PJitj Xit SGtj Xit S3 where the set of explanatory variables Xit S includes Xit from above and the additional variables 4 itj1Gtj XitGtj Xiteach year, which allows calculating selection correction terms Lee, 1983, which are then combined over years and used as an additional regressor in eq. 2.31 , equations. Furthermore, in the specifications that treat education as endogenous, we use fathers education in the selection equations instead of education; see Wooldridge 2002 for the econometric combination of selection correction and IV methods. 30 Interestingly, Taylor 1999 reports that formal qualifications are no important determinants of the exit rate from entrepreneurship. 31 Although the coefficients of the first stage selection equation are not of specific interest, we conduct 39 Hausman 1978 tests 13 years times 3 categories to test the independence of irrelevant alternatives assumption underlying the multinomial logit model. The null hypothesis is rejected thrice at a 10% significance level, which is within expectations given the probability of a false rejection. In 15 cases, negative 2 test statistics occur; this does not mean a rejection of the null, but may indicate that the asymptotic assumptions of the Hausman test are not met in these instances. 20 4 Empirical results 4.1 Results for the full representative sample In this section, we first examine the results when classification into opportunity and necessity entrepreneurs is based on prior unemployment general definition, using the full representative sample; in the next section, we will consider the alternative, more specific classification, which considers the way the last job was terminated, using a subsample where these information are observed see Section 2.3. Referring to the first classification approach, the first column of Table 3 shows the results from estimating the baseline earnings equation 1 employing the G2SLS random effects IV estimator. The point estimate for the return to education of employees, the reference group, is 8.1% for a year of education, which is in the expected range. The return of opportunity entrepreneurs is 3.5 percentage points higher 43% in relative terms and the return of necessity entrepreneurs as much as 6.5 percentage points 80% lower. The three coefficients are significantly different from zero at the 1% level, and the returns of opportunity entrepreneurs are significantly higher than those of necessity entrepreneurs pvalue below 0.001. The data thus support all three hypotheses developed in Section 2.4. Furthermore, the returns to education of necessity entrepreneurs are not significantly different from zero pvalue 0.308, indicating that necessity entrepreneurs are unable to use their formal education productively. The estimation shown in the second column does not distinguish between opportunity and necessity entrepreneurs, as in the prior literature. The returns to education of the selfemployed are on average 1.9 percentage points higher than those of employees significant at the 5% level. This approach hides the statistically and economically important heterogeneity between the two types of entrepreneurs revealed in column 1. 21 RE G2SLS No liberal professionals 0.0806 0.0048 0.0127 0.0112 0.2896 0.1430 0.0419 0.0015 0.0058 0.0002 0.0723 0.0029 0.0076 0.0011 0.2041 0.0082 0.3102 0.0086 0.0306 0.0053 0.0094 0.0044 0.0407 0.0091 0.0169 0.0116 0.0022 0.0032 0.0004 0.0030 0.0050 0.0032 0.0091 0.0029 0.0165 0.0030 0.0051 0.0031 0.0405 0.0036 0.0014 0.0021 0.0200 0.0123 professionals 0.0804 0.0046 0.0302 0.0120 0.0664 0.0235 0.4964 0.1535 0.6367 0.3000 0.0421 0.0015 0.0058 0.0002 0.0712 0.0029 0.0077 0.0011 0.2036 0.0078 0.3143 0.0083 0.0314 0.0053 0.0102 0.0044 0.0432 0.0091 0.0159 0.0110 0.0023 0.0032 0.0003 0.0030 0.0051 0.0031 0.0098 0.0029 0.0165 0.0029 0.0048 0.0031 0.0421 0.0035 0.0019 0.0021 0.0175 0.0124 0.0694 0.0022 0.0042 0.0069 0.0373 0.0154 0.1326 0.1004 0.2978 0.2124 0.0393 0.0019 0.0058 0.0003 0.0793 0.0053 0.0055 0.0013 0.2056 0.0090 0.2903 0.0129 0.0267 0.0071 0.0103 0.0057 0.0364 0.0124 0.0126 0.0125 0.0015 0.0034 0.0013 0.0035 0.0043 0.0036 0.0079 0.0035 0.0138 0.0035 0.0043 0.0033 0.0381 0.0037 0.0013 0.0023 0.0350 0.0200 0.0698 0.0022 0.0023 0.0067 0.0689 0.0957 0.0394 0.0019 0.0058 0.0003 0.0799 0.0053 0.0055 0.0013 0.2060 0.0090 0.2917 0.0130 0.0269 0.0071 0.0101 0.0057 0.0364 0.0124 0.0127 0.0126 0.0016 0.0035 0.0012 0.0036 0.0043 0.0036 0.0080 0.0035 0.0140 0.0035 0.0045 0.0033 0.0382 0.0037 0.0012 0.0023 0.0351 0.0201 0.0812 0.0048 0.0349 0.0081 0.0648 0.0157 0.5587 0.1102 0.6500 0.2104 0.0425 0.0015 0.0059 0.0002 0.0733 0.0030 0.0077 0.0011 0.2043 0.0084 0.3111 0.0088 0.0289 0.0054 0.0113 0.0044 0.0391 0.0093 0.0168 0.0119 0.0001 0.0033 educ educ x opp Entre educ x nec Entre opp Entre nec Entre educ x selfempl selfempl work Exp work Exp squared unempl Exp age female west partner children handicapped migrant openness conscientiousness 0.0007 extraversion agreeableness neuroticism internal locus external locus risk tolerance Year dummies Constant R2 overall model 0.0825 0.0048 0.0186 0.0075 0.3597 0.1015 0.0425 0.0015 0.0059 0.0002 0.0733 0.0030 0.0078 0.0011 0.2047 0.0084 0.3123 0.0088 0.0292 0.0054 0.0107 0.0044 0.0385 0.0093 0.0176 0.0120 0.0002 0.0033 0.0005 0.0031 0.0046 0.0032 0.0101 0.0030 0.0163 0.0030 0.0068 0.0032 0.0389 0.0037 0.0011 0.0021 0.0145 0.0124 1.0321 0.0510 0.327 Table 3: Joint earnings regressions with general definition of entrepreneurial types RE Full sample RE G2SLS RE G2SLS Full sample No liberal RE Full sample RE G2SLS Full sample 0.0031 0.0046 0.0032 0.0101 0.0030 0.0159 0.0030 0.0067 0.0032 0.0392 0.0037 0.0014 0.0021 0.0135 0.0124 pval.0.001 pval.0.001 pval.0.001 pval.0.001 pval.0.001 pval.0.001 1.0460 0.0509 0.329 1.0590 0.0484 0.331 1.0602 0.0506 0.330 1.1624 0.0365 0.326 1.1584 0.0366 0.324 continued on the following page 22 Table 3 continued RE G2SLS Full sample RE G2SLS RE G2SLS Full sample No liberal RE Full sample RE Full sample RE G2SLS No liberal professionals 3658.618 0.090 4239.917 0.103 76010 professionals 2480.344 0.091 2923.589 0.106 2588.610 0.093 76010 2616.554 4144.514 4308.837 3927.501 0.093 6196.751 0.139 78371 educ: 1st stage F stat. Sheas Partial R2 0.093 1st interact. term: 1st stage F stat. Sheas Partial R2 0.139 2nd interact. term: 1st stage F stat. Sheas Partial R2 0.142 Personyear obs. 78371 Notes: Random effects G2SLS estimations first four columns with endogenous variables educ and its interactions with opp Entre and nec Entre; excluded instruments: fathers education and its two interactions. Fstatistics at the bottom of the table refer to first stage tests of joint significance of the excluded instruments. is the selection correction term. In the row of the year dummies, the pvalues refer to Ftests of joint significance. Definitions of the variables appear in Table A 1. : Significance at the 10%5%1% level. Source: Authors calculations based on SOEPv 27, 19982010. 82364 82364 The first stage statistics indicate that the instruments are sufficiently relevant. For the endogenous variables education and its interactions with the opportunity and necessity entrepreneur dummies or the selfemployment dummy, respectively, the first stage F statistics of the excluded instruments and Sheas Partial R2 are shown at the bottom of the table.32 The Hausman 1978 test rejects exogeneity of the variables treated as endogenous in the first column pvalue below 0.001. We therefore expect OLS or random effects estimators without IV to be inconsistent. For comparison, we nevertheless present the results from the usual random effects RE estimator in the two rightmost columns. The coefficient of the returns to education for employees is biased downward by more than one percentage point, as common in the literature on the returns to education; the reason may be attenuation bias due to measurement error in the education variable. The biased estimates do not show significantly higher returns for opportunity entrepreneurs than for paid employees; the returns for necessity entrepreneurs are still significantly lower than for employees, but the difference is smaller. The global estimate for the selfemployed is not significantly different from the estimate for paid employees when endogeneity of education is not accounted for. 32 Full results for all first stage and selection equations are available from the authors on request. 23 We revisit the consistent estimates in the first two columns to briefly inspect the coefficients of the control variables and the selection term it. The estimated coefficients of the control variables are consistent with expectations. Work experience increases earnings at diminishing rates, whereas unemployment experience decreases earnings; this is in line with human capital theory and human capital depreciation. Women and people living in eastern Germany have lower earnings. Interestingly, higher scores in agreeableness and neuroticism decrease and a more internal locus of control increases earnings.33 The coefficient of it is insignificant, so there is no indication for selection based on unobservables, whereas in the random effects estimation without IV, it. is significant at the 10%level. In additional specifications, we assess the sensitivity of the results with respect to the exclusion of liberal professionals, i.e. mostly academic professions among the selfemployed like physicians, lawyers, architects, journalists, and artists. Applying the consistent G2SLS estimator to the sample without liberal professionals, we obtain results that are very similar to the baseline estimation with regard to the returns to education of opportunity and necessity entrepreneurs columns 3 and 4. However, the global estimate for the selfemployed is no longer significantly different from the estimate for paid employees. As mentioned, some authors in labour economics report lower returns for the selfemployed than for paid employees in other countries and attribute this to the absence of the signalling value of education for the selfemployed; they often exclude liberal professionals from their samples, which may partly explain their low estimated returns e.g. Wolpin, 1977. Table 4 presents the results from G2SLS estimations of equation 2 separately for paid employees, opportunity and necessity entrepreneurs, controlling for nonrandom selection into each of the three states. The results are consistent with the baseline joint estimation reported 33 The eight personality variables are standardized before estimation, so the coefficients conveniently express the percentage change in earnings if a personality score increases by one standard deviation. The results with respect to education remain very similar if the personality variables are excluded from the model available from the authors on request. 24 in column 1 of Table 3. The return to education for paid employees is estimated at 8.1% again, opportunity entrepreneurs have a higher point estimate of 13.9% both are significant,34 and necessity entrepreneurs have a much lower point estimate of 3.0%, which again is not significantly different from zero. The selection correction term itj is significant at the 10%level for necessity entrepreneurs, but not for paid employees and opportunity entrepreneurs. Selfselection into opportunity entrepreneurship based on unobservables therefore does not seem to be relevant for the estimation. While the significant coefficient of it, necessity entrepreneur suggests that nonrandom selection into necessity entrepreneurship should not be ignored from a statistical standpoint, the point estimate for the returns to education are similar to those in Table 3 and thus provide no indication for an important selection bias. Constraining the coefficients of the control variables to be the same for the different groups as done in Table 3, but not in Table 4, also does not seem to influence the results with respect to education. In sum, our preferred specification is equation 1 as shown in the first column of Table 3 for the ease of comparisons between the groups. 34 While the point estimate for opportunity entrepreneurs is higher here 13.9% than in the baseline estimation 8.1% 3.5% 11.6%, the estimates are not statistically different from each other considering the standard errors. 25 Paid employees 0.0809 0.0044 0.0424 0.0013 0.0061 0.0002 0.0775 0.0027 0.0070 0.0010 0.2068 0.0078 0.2905 0.0081 0.0347 0.0049 0.0062 0.0040 0.0337 0.0083 0.0186 0.0110 0.0034 0.0030 0.0025 0.0028 0.0067 0.0029 0.0091 0.0027 0.0117 0.0028 0.0027 0.0029 0.0375 0.0034 0.0002 0.0019 0.0087 0.0102 pvalue0.001 1.0527 0.0476 0.371 7035.156 0.090 71446 0.0297 0.0613 0.0327 0.0232 0.0005 0.0036 0.0558 0.0356 0.0193 0.0187 0.2611 0.1023 0.5183 0.1038 0.0091 0.0814 0.1118 0.0718 0.0955 0.1503 0.0497 0.1388 0.0627 0.0490 0.0630 0.0400 0.0141 0.0442 0.0887 0.0377 0.0185 0.0400 0.1141 0.0418 0.0242 0.0426 0.0084 0.0378 0.3152 0.1733 pvalue0.097 2.4203 0.8222 0.187 75.283 0.074 975 Table 4: Separate RE G2SLS earnings regressions with general definition of entrepreneurial types educ work Exp work Exp squared unempl Exp age female west partner children handicapped migrant openness conscientiousness extraversion agreeableness neuroticism internal locus external locus risk tolerance Year dummies Constant R2 for overall model 1st stage F stat. Sheas Partial R2 Personyear obs. Notes: Random effects G2SLS estimations with endogenous variable educ; excluded instrument: fathers education. Fstatistics at the bottom of the table refer to first stage tests of significance of the excluded instrument. is the selection correction term. In the row of the year dummies, the pvalues refer to Ftests of joint significance. : Significance at the 10%5%1% level. Source: Authors calculations based on SOEPv 27, 19982010. Opportunity entrepreneurs Necessity entrepreneurs 0.1388 0.0357 0.0396 0.0105 0.0040 0.0013 0.0691 0.0337 0.0122 0.0074 0.2241 0.0542 0.4170 0.0620 0.0307 0.0387 0.0402 0.0325 0.1302 0.0767 0.0709 0.0741 0.0488 0.0226 0.0197 0.0187 0.0401 0.0216 0.0380 0.0190 0.0369 0.0189 0.0418 0.0245 0.0549 0.0213 0.0257 0.0204 0.0056 0.1156 pvalue0.001 0.0374 0.6122 0.179 316.907 0.051 5950 26 4.2 Results for the more specific definition of entrepreneurial types To assess the sensitivity of the results with respect to the operationalisation of opportunity and necessity entrepreneurs, we repeat the estimations using the alternative classification scheme, which exploits the way the previous wage job was terminated, based on the subsample where such information are available see Section 2.3. The results from estimating equation 1 appear in Table 5. Column 1 shows the G2SLS random effects IV estimation results, column 2 excludes liberal professionals from the sample, and column 3 provides the results from a RE estimation not accounting for the potential endogeneity of education again including liberal professionals. The estimated returns to education for paid employees in column 1 are similar to those in column 1 of Table 3 using the baseline classification scheme. The returns to education of opportunity entrepreneurs are not significantly different from those of paid employees when using this alternative classification, however. The coefficient of the interaction term educ x opp Entre is estimated imprecisely, as indicated by its standard error which is larger than in Table 3, presumably because of the exclusion of selfemployed persons who could not be classified using this scheme. Necessity entrepreneurs still have significantly lower returns to education than paid employees, albeit the discount is not as large as in Table 3. In this specification, the Hausman test of endogeneity does not reject exogeneity of education and its interactions pvalue 0.441.35 The random effects estimator in column 3 is therefore expected to be consistent in this case and is then preferred because of its higher efficiency. Here, the point estimate of the gap in the returns to education between paid employees and necessity entrepreneurs is larger.36 The returns to education are significantly smaller for necessity than for opportunity entrepreneurs based on the RE estimator pvalue 0.048, and also in column 2 where liberal professionals are excluded pvalue 0.072. 35 The first stage statistics provided at the bottom of the table again indicate that the instruments are sufficiently relevant. The selection correction terms are statistically significant in all columns. 36 The returns to education of necessity entrepreneurs are significantly different from zero pvalue 0.048. When liberal professionals are excluded column 2, the returns of necessity entrepreneurs are not significantly different from zero. 27 Table 5: Joint earnings regressions with specific definition of entrepreneurial types educ educ x opp Entre educ x nec Entre opp Entre nec Entre work Exp work Exp squared unempl Exp age female west partner children handicapped migrant openness conscientiousness extraversion agreeableness neuroticism internal locus external locus risk tolerance Year dummies Constant R2 for overall model educ: 1st stage F stat. Sheas Partial R2 RE G2SLS No liberal professionals Full sample 0.0702 0.0787 0.0046 0.0022 0.0037 0.0232 0.0114 0.0212 0.0486 0.0830 0.0260 0.0201 0.0145 0.2151 0.1637 0.2671 0.4928 0.8770 0.2717 0.3336 0.0401 0.0386 0.0018 0.0014 0.0057 0.0058 0.0003 0.0002 0.0717 0.0768 0.0054 0.0028 0.0050 0.0059 0.0013 0.0011 0.2024 0.2009 0.0085 0.0079 0.2787 0.2936 0.0122 0.0083 0.0316 0.0346 0.0050 0.0066 0.0114 0.0096 0.0054 0.0041 0.0287 0.0326 0.0086 0.0115 0.0178 0.0202 0.0118 0.0112 0.0043 0.0039 0.0030 0.0032 0.0019 0.0010 0.0033 0.0029 0.0065 0.0068 0.0034 0.0030 0.0079 0.0065 0.0033 0.0028 0.0099 0.0117 0.0032 0.0028 0.0033 0.0016 0.0032 0.0030 0.0355 0.0379 0.0035 0.0034 0.0008 0.0007 0.0021 0.0020 0.0548 0.0416 0.0193 0.0111 pvalue0.001 pvalue0.001 1.0574 1.1524 0.0358 0.0485 0.352 0.360 2327.725 0.088 RE G2SLS Full sample 0.0790 0.0046 0.0077 0.0131 0.0372 0.0167 0.0529 0.1787 0.3286 0.2238 0.0403 0.0014 0.0059 0.0002 0.0722 0.0028 0.0060 0.0011 0.2027 0.0079 0.2936 0.0083 0.0340 0.0050 0.0112 0.0041 0.0299 0.0086 0.0220 0.0113 0.0038 0.0030 0.0016 0.0029 0.0072 0.0030 0.0083 0.0028 0.0109 0.0028 0.0034 0.0030 0.0375 0.0035 0.0006 0.0020 0.0426 0.0111 pvalue0.001 1.0524 0.0485 0.357 2380.044 0.089 RE 28 continued on the following page RE G2SLS Full sample 4373.532 0.153 4379.222 0.152 73429 Table 5 continued Interact. with opp Entre: 1st stage F stat. Sheas Partial R2 Interact. with nec Entre: 1st stage F stat. Sheas Partial R2 Personyear obs. Notes: Random effects G2SLS estimations first two columns with endogenous variables educ and its interactions with opp Entre and nec Entre; excluded instruments: fathers education and its two interactions. Fstatistics at the bottom of the table refer to first stage tests of joint significance of the excluded instruments. is the selection correction term. In the row of the year dummies, the pvalues refer to Ftests of joint significance. : Significance at the 10%5%1% level. Source: Authors calculations based on SOEPv 27, 19982010. RE G2SLS No liberal professionals Full sample 3080.595 0.113 2514.679 0.094 72796 RE 77148 As before, we also estimate equation 2 separately for paid employees, opportunity and necessity entrepreneurs, which enables us to control for nonrandom selection into each of these states. Table 6 shows that the point estimates of the returns to education in the three groups are similar to those in Table 4 using the baseline classification scheme, with a higher point estimate for opportunity entrepreneurs than for paid employees and a lower one for necessity entrepreneurs. Because of the lower number of selfemployed observations after excluding those who could not be classified, however, the standard errors are large and the coefficients for the two types of entrepreneurs are no longer statistically significant. In summary, using the alternative operationalisation of the two entrepreneurial types, the evidence again supports hypotheses 1 and 3 this is statistically significant in Table 5, whereas in this robustness check no conclusion can be drawn about the returns to education of opportunity entrepreneurs relative to paid employees hypothesis 2 due to the lower precision of the relevant coefficients. 29 Table 6: Separate RE G2SLS earnings regressions with specific definition of entrepreneurial types educ work Exp work Exp squared unempl Exp age female west partner children handicapped migrant openness conscientiousness extraversion agreeableness neuroticism internal locus external locus risk tolerance Year dummies Constant R2 for overall model 1st stage F stat. Sheas Partial R2 Personyear obs. Notes: Random effects G2SLS estimations with endogenous variable educ; excluded instrument: fathers education. Fstatistics at the bottom of the table refer to first stage tests of significance of the excluded instrument. is the selection correction term. In the row of the year dummies, the pvalues refer to Ftests of joint significance. : Significance at the 10%5%1% level. Source: Authors calculations based on SOEPv 27, 19982010. Opportunity entrepreneurs Necessity entrepreneurs 0.1152 0.0775 0.0387 0.0320 0.0051 0.0032 0.0621 0.0610 0.0109 0.0279 0.3511 0.1168 0.4013 0.1355 0.0260 0.0729 0.1104 0.0581 0.1839 0.1702 0.2103 0.1533 0.0051 0.0459 0.0066 0.0421 0.0137 0.0438 0.0264 0.0421 0.0259 0.0425 0.0712 0.0488 0.0289 0.0471 0.0393 0.0354 0.0372 0.1442 pvalue0.001 0.1973 0.7608 0.193 68.304 0.052 1278 Paid employees 0.0804 0.0045 0.0417 0.0013 0.0060 0.0002 0.0767 0.0027 0.0066 0.0010 0.2059 0.0078 0.2894 0.0081 0.0349 0.0049 0.0073 0.0040 0.0327 0.0083 0.0189 0.0110 0.0033 0.0030 0.0022 0.0028 0.0067 0.0029 0.0090 0.0027 0.0115 0.0028 0.0026 0.0029 0.0371 0.0034 0.0002 0.0019 0.0203 0.0103 pvalue0.001 1.0544 0.0476 0.371 6949.640 0.089 71446 0.0311 0.0898 0.0403 0.0342 0.0046 0.0042 0.0435 0.0433 0.0145 0.0306 0.2852 0.1292 0.4105 0.1260 0.0261 0.1009 0.0940 0.0886 0.0750 0.1691 0.0791 0.1789 0.0151 0.0593 0.0118 0.0507 0.0061 0.0556 0.0332 0.0484 0.0121 0.0492 0.1027 0.0593 0.0311 0.0520 0.0499 0.0422 0.0311 0.1939 pvalue0.099 1.4407 0.9502 0.145 40.782 0.057 705 30 5 Conclusion We estimate the returns to education for opportunity entrepreneurs, who voluntarily become entrepreneurs because they spot a business opportunity; for necessity entrepreneurs, who are pushed into entrepreneurship because they lack alternative employment options; and for paid employees, who provide a benchmark. We use representative household panel data for Germany, the SOEP, and account for the endogeneity of education and nonrandom selection into the different employment states. The results from the preferred specification indicate that the returns to an additional year of education are 3.5 percentage points higher for opportunity entrepreneurs than for paid employees, whose rate of return is estimated at 8.1%, and as much as 6.5 percentage points lower for necessity entrepreneurs. These results confirm our hypotheses, which we derive from our extension of the theory of personal control. According to the original theory Douhan and Van Praag, 2009, entrepreneurs should enjoy higher returns to education than paid employees, because they have better control over the employment of and the accruals from their own human capital. We argue that this only applies to opportunity entrepreneurs, while the fact that necessity entrepreneurs cannot find employment at the labour market indicates that they have only limited control over the employment of their human capital. This is one of the reasons why it is crucial to distinguish between the two types of entrepreneurs when estimating entrepreneurial returns to education. When pooling opportunity and necessity entrepreneurs, as done in the prior literature, the single estimate of the returns to a year of education we estimate an average 1.9 percentage points premium over paid employees in Germany understates the value of formal education for those who become entrepreneurs because they spot a business opportunity. This paper shows that education policy can play a much more important role when governments intend to stimulate opportunity entrepreneurship than the prior literature suggested. At the same time, 31 the pooled estimate of returns to education averaged over the two entrepreneurial types may spark misguided hopes concerning necessity entrepreneurs, who may, for example, receive public startup subsidies in the vainly expectation that becoming an entrepreneur will allow them to use their education productively. This analysis also provides a possible explanation for country differences in entrepreneurial returns to education. In their metaanalysis, Van der Sluis et al. 2008 speculate that higher entrepreneurial returns to education in the US in comparison to the European countries, where studies were available the UK, Italy, and the Netherlands, could be due to different abilities of the educational systems to prepare the countries citizens for entrepreneurial activity although the econometric shortcomings in the extant studies highlighted by Van der Sluis et al. constitute a limitation to this comparison. Combining this explanation with Lazears 2004 jackofalltrades view of entrepreneurs, this could imply that the educational system in the US is more successful in teaching the general skills entrepreneurs need to cope with their wide spectrum of responsibilities, while European education may tend to create specialists who do better as employees see also Doms et al., 2010. However, the large differences in the returns to education for opportunity versus necessity entrepreneurs found in this study suggest that different shares of necessity and opportunity entrepreneurs in a countrys total set of entrepreneurs may explain an important part of the country differences in the average returns to education of the selfemployed. Brixy et al. 2011 demonstrate that the ratio between opportunity and necessity entrepreneurs varies widely between countries. Figure 1 shows that necessity entrepreneurship was more prevalent in Germany than in the US before the financial and economic crisis, so average returns to education for entrepreneurs might have been lower in Germany even if the educational systems did not have different effects. These differences in the composition of entrepreneurs may have reasons unrelated to the quality of education; for instance, tighter labour market 32 regulation may push people into necessity entrepreneurship if this creates barriers to obtaining paid employment. Finally, the heterogeneity between opportunity and necessity entrepreneurs casts further doubt on the use of the selfemployed as a control group to test the signalling theory, because the lower returns to education of necessity entrepreneurs which decrease the average rate of return for the selfemployed are not due to the absence of signalling toward employers in this respect they do not differ from opportunity entrepreneurs, but due to their inability to use the productivity enhancing function of their education. We substantiate this explanation by demonstrating that a smaller share of necessity entrepreneurs report that they are working in the profession they were trained for than both paid employees and opportunity entrepreneurs. References Almlund, Mathilde, Angela Lee Duckworth, James J. Heckman and Tim D. Kautz 2011. Personality Psychology and Economics, in: Eric A. Hanushek, Stephen Machin and Ludger Woessmann eds., Handbook of the Economics of Education, Volume 4, Amsterdam: Elsevier, 1181. Angrist, Joshua D. and Alan B. Krueger 1991. Does Compulsory School Attendance Affect Schooling and Earnings?, Quarterly Journal of Economics 1064, 9791014. Ardagna, Silvia and Annamaria Lusardi 2009: Where Does Regulation Hurt? Evidence from New Businesses across Countries, NBER Working Paper 14747, National Bureau of Economic Research. Arulampalam, Wiji 2008. Is Unemployment Really Scarring? Effects of Unemployment Experiences on Wages, Economic Journal 111475, 585606. Ashenfelter, Orley, Colm Harmon and Hessel Oosterbeek 1999. A Review of Estimates of the SchoolingEarnings Relationship, with Tests for Publication Bias, Labour Economics 64, 453470. Balestra, Pietro and VaradharajanKrishnakumar, Jayalakshmi 1987. Full Information Estimations of a System of Simultaneous Equations with Error Component Structure, Econometric Theory 3, 223246. 33 Backes Gellner, Uschi and Arndt Werner 2007. Entrepreneurial Signaling via Education: A Success Factor in Innovative Start Ups, Small Business Economics 29, 173190. Becker, Gary S. 1962. Investment in Human Capital: A Theoretical Analysis, Economic Journal 75, 493513. Benz, Matthias and Bruno S. Frey 2008. Being Independent is a Great Thing: Subjective Evaluations of Selfemployment and Hierarchy, Economica 75, 362383. Block, Joern, Lennart F. Hoogerheide and Roy Thurik 2010. Are Education and Entrepreneurial Income Endogenous and Do Family Background Variables Make Sense as Instruments? A Bayesian Analysis, SOEPpapers on Multidisciplinary Panel Data Research 329, German Institute for Economic Research DIW Berlin. Block, Joern and Marcus Wagner 2010. Necessity and Opportunity Entrepreneurs in Germany: Characteristics and Earnings Differentials, Schmalenbach Business Review 62, 154174. Bound, John, David Jaeger and Regina M. Baker 1995. Problems with Instrumental Variables Estimation When the Correlation between the Instruments and Endogenous Explanatory Variables Is Weak, Journal of the American Statistical Association 90, 443450. Brixy, Udo, Christian Hundt, Rolf Sternberg and Arne Vorderwulbecke 2011. Global Entrepreneurship Monitor GEM: Landerbericht Deutschland 2010 Country Report Germany 2010, University of Hanover and Institute for Employment Research IAB, Nuremberg. Brown, Sarah and John G. Sessions 1999. Education and Employment Status: A Test of the Strong Screening Hypothesis for Italy, Economics of Education Review 18, 397404. Caliendo, Marco, Frank M. Fossen and Alexander S. Kritikos 2009. Risk Attitudes of Nascent Entrepreneurs New Evidence from an ExperimentallyValidated Survey, Small Business Economics 322, 153167. Caliendo, Marco, Frank M. Fossen and Alexander S. Kritikos 2010. The Impact of Risk Attitudes on Entrepreneurial Survival, Journal of Economic Behavior and Organization 76, 4563. Caliendo, Marco, Frank M. Fossen and Alexander S. Kritikos 2011. Personality Characteristics and the Decision to Become and Stay SelfEmployed, IZA Discussion Paper 5566, Institute for the Study of Labor. Caliendo, Marco and Steffen Kunn 2011. Startup subsidies for the unemployed: Longterm evidence and effect heterogeneity, Journal of Public Economics 9534, 311331. 34 Card, David E. 1999. The Causal Effect of Education on Earnings, in: Orley Ashenfelter, and David E. Card eds., Handbook of Labor Economics, Volume 3A, Rotterdam: Elsevier, 18011863. Chevalier, Arnaud, Colm Harmon, Ian Walker and Yu Zhu 2004. Does Education Raise Productivity, or Just Reflect it?, Economic Journal 114, 499517. Co, Catherine Y., Ira N. Gang and MyeongSu Yun 2005. SelfEmployment and Wage Earning in Hungary, Review of Development Economics 92, 150165. CobbClark, Deborah A. and Stefanie Schurer 2011. Two Economists Musings on the Stability of Locus of Control, IZA Discussion Paper 5630, Institute for the Study of Labor. CobbClark, Deborah A. and Stefanie Schurer 2012. The Stability of BigFive Personality Traits, Economics Letters 1151, 1115. Costa, Paul T. and Robert R. Mc Crae 1992. Revised NEO Personality Inventory NEOPIR and NEO Five Factor Inventory NEOFFI Professional Manual, Odessa, FL: Psychological Assessment Resources. Cramer, J. S., Joop Hartog, Nicole Jonker, and C. Mirjam Van Praag 2002. Low Risk Aversion Encourages the Choice for Entrepreneurship: An Empirical Test of a Truism, Journal of Economic Behavior and Organization 481, 2936. Dickson, Matt and Colm Harmon 2011. Economic Returns to Education: What We Know, What We Dont Know, and Where We Are Going Some Brief Pointers, Economics of Education Review 30, 1118 1122. Dohmen, Thomas, Armin Falk, David Huffman, Uwe Sunde, Jurgen Schupp and Gert G. Wagner 2011. Individual Risk Attitudes: Measurement, Determinants, and Behavioral Consequences, Journal of the European Economic Association 93, 522550. Doms, Mark, Ethan Lewis and Alicia Robb 2010. Local labor force education, new business characteristics, and firm performance, Journal of Urban Economics 67, 6177. Douhan, Robin and C. Mirjam Van Praag 2009. Entrepreneurship, Wage Employment and Control in an Occupational Choice Framework, IZA Discussion Paper 4211, Institute for the Study of Labor. Evans, David S. and Linda S. Leighton 1989. Some Empirical Aspects of Entrepreneurship, American Economic Review 793, 519535. Fairlie, Robert W. and Alicia Robb 2007. Families, Human Capital, and Small Business: Evidence from the Characteristics of Business Owners Survey, Industrial and Labor Relations Review 602, 225245. 35 Global Entrepreneurship Research Association 2012, http:www.google.compublicdataexplore?dsk 6n 6dkler 1898_ctypelstrailfalsebcsdnselmhmet_yTeayynec_pscale_ylinind_yfalserdimcountryidimcountry:DE:USifdimcountrytstart989190000000tend1304722800000hlen_USdlen_USindfalse last accessed: 6 August 2012. Harmon, Colm, Hessel Oosterbeek and Ian Walker 2003. The Returns to Education: Microeconomics, Journal of Economic Surveys 172, 115156. Hartog, Joop and Hessel Oosterbeek 2007. What should you know about private returns to education?, in: Joop Hartog and Henriette Maassen Van den Brink eds., Human Capital: Moving the Frontier, Cambridge: Cambridge University Press, 720. Hausman, Jerry A. 1978. Specification Tests in Econometrics, Econometrica 466, 125171. Heckman, James J. 1979. Sample Selection Bias as a Specification Error, Econometrica 471, 153161. Heineck, Guido and Silke Anger 2010. The Returns to Cognitive Abilities and Personality Traits in Germany, Labour Economics, 173, 535546. Henderson, Daniel J., Solomon W. Polachek and Le Wang 2011. Heterogeneity in schooling rates of return Economics of Education Review 306, 12021214. Heywood, John S. and Xiangdong Wei 2004. Education and Signaling: Evidence from a Highly Competitive Labor Market, Education Economics 121, 116. Hinz, Thomas and Monika JungbauerGans 1999. Starting a Business after Unemployment: Characteristics and Chances of Success Empirical Evidence from a Regional German Labour Market, Entrepreneurship and Regional Development 11, 317333. Hoogerheide, Lennart, Joern H. Block and Roy Thurik 2012. Family Background Variables as Instruments for Education in Income Regressions: A Bayesian Analysis, Economics of Education Review 31, 515523. Hvide, Hans K. 2009. The Quality of Entrepreneurs, Economic Journal 119, 10101035. Kelley, Donna J., Slavica Singer and Mike Herrington 2011. The Global Entrepreneurship Monitor, 2011 Global Report, Babson College, Universidad del Desarrollo and Universiti Tun Abdul Razak. Lazear, Edward P. 2004. Balanced Skills and Entrepreneurship, American Economic Review 942, 208211. Lazear, Edward P. 2009. Firmspecific Human Capital: A SkillWeights Approach, Journal of Political Economy 1175, 914940. 36 Lee, LungFei 1983. Generalized econometric models with selectivity, Econometrica 512, 507512. Levin, Jesse and Erik Plug 1999. Instrumenting Education and the Returns to Schooling in the Netherlands, Labour Economics 64, 521534. Mincer, Jacob 1974. Schooling, Experience and Earnings, New York: Columbia University Press. Michelacci, Claudio 2002. Low Returns in RD Due to the Lack of Entrepreneurial Skills, Economic Journal 113484, 207225. Neal, Derek 1995. Industryspecific Human Capital: Evidence from Displaced Workers, Journal of Labor Economics 134, 653677. Parker, Simon C. 1997. The Distribution of Selfemployment Income in the United Kingdom, 19761991, Economic Journal 107, 455466. Parker, Simon C., Yacine Belghitar and Tim Barmby 2005. Wage Uncertainty and the Labour Supply of Selfemployed Workers, Economic Journal 115, C190C207. Parker, Simon C. and C. Mirjam Van Praag 2006. Schooling, capital constraints and entrepreneurial performance: the endogenous triangle, Journal of Business and Economic Statistics 244, 416431. Reich, B. Robert 2010. Entrepreneur or Unemployed?, New York Times, New York edition, June 2nd. Reynolds, Paul D., William D. Bygrave, Erkko Autio, Larry W. Cox and Michael Hay 2002. Global Entrepreneurship Monitor 2002, Executive Report, Babson College, Ewing Marion Kauffman Foundation and London Business School. Riley, John G. 2001. Silver Signals: Twentyfive Years of Screening and Signalling, Journal of Economic Literature 39, 43278. Rotter, Julian B. 1966. Generalized Expectancies for Internal versus External Control of Reinforcement, Psychological Monographs 80, 12. Schultz, Theodore 1963. The Economic Value of Education, New York: Columbia University Press. Shane, Scott 2006. Introduction to the Focused Issue on Entrepreneurship, Management Science 52, 155159. Sternberg, Rolf, Udo Brixy and JanFlorian Schlapfner 2006. Global Entrepreneurship Monitor, Landerbericht Deutschland 2005 Country Report Germany 2005, University of Hanover and Institute for Employment Research IAB, Nuremberg. 37 Spence, Michael 1973. Job Market Signalling, Quarterly Journal of Economics 87, 355373. Taylor, Mark P. 1996. Earnings, Independence or Unemployment: Why Become SelfEmployed?, Oxford Bulletin of Economics and Statistics 522, 253265. Taylor, Mark P. 1999. Survival of the Fittest? An Analysis of Selfemployment Duration in Britain, Economic Journal 109, C140C155. Taylor, Mark P. 2001. Selfemployment and Windfall Gains in Britain: Evidence from Panel Data, Economica 68272, 53965. Van der Sluis, Justin, C. Mirjam Van Praag and Wim Vijverberg 2008. Education and Entrepreneurship Selection and Performance: A Review of the Empirical Literature, Journal of Economic Surveys, 225, pp. 795841. Van Praag, C. Mirjam and Peter H. Versloot 2007. What is the Value of Entrepreneurship? A Review of Recent Research, Small Business Economics 29, 351382. Van Praag, C. Mirjam, Arjen Van Witteloostuijn and Justin Van der Sluis 2009. Returns for Entrepreneurs vs. Employees: The Effect of Education and Personal Control on the Relative Performance of Entrepreneurs vs. Wage Employees, IZA Discussion Paper 4628, Institute for the Study of Labor. Wagner, Joachim 2005. Der Noth gehorchend, nicht dem eigenen Trieb Nascent Necessity and Opportunity Entrepreneurs in Germany: Evidence from the Regional Entrepreneurship Monitor REM, IZA Discussion Paper 1608, Institute for the Study of Labor. Wagner, Gert G., Joachim R. Frick and Jurgen Schupp 2007. The German SocioEconomic Panel Study SOEP. Scope, Evolution and Enhancements, Journal of Applied Social Science Studies, 1271, 139170. Williams, Donald R. 2003. Returns to Education and Experience in SelfEmployment: Evidence from Germany, Journal of Applied Social Science Studies 1231, 139150. Wolpin, Kenneth I. 1977. Education and Screening, American Economic Review 67, 949958. Wooldridge, Jeffrey 2002. Econometric Analysis of Cross Section and Panel Data, London: MIT Press. Zhao, Hao and Scott E. Seibert 2006. The Big Five Personality Dimensions and Entrepreneurial Status: A MetaAnalytical Review, Journal of Applied Psychology 912, 259271. 38 Appendix Table A 1: Description of variables Variable opp Entre nec Entre selfempl gross Earnings educ work Expa unempl Expa age female west Description Dummy for a person who is classified as an opportunity entrepreneur. Dummy for a person who is classified as a necessity entrepreneur. Dummy for a selfemployed person sum of opportunity and necessity entrepreneurs. Gross beforetax earnings per actual hours worked in Euro. Number of years in formal education, generated based on educational degrees. Experience in full and parttime work prior to the year of observation in years. Accumulated duration of unemployment prior to the year of observation in years. Age of person in years. Dummy for females. Dummy for a person living in western Germany i.e. the old member states of former West Germany. Dummy for a person living with a partner married or unmarried. Dummy for a person with at least one child less than 17 years old in the household. Dummy for a physically or mentally challenged person. Dummy for a person with a migration background. Openness to experience scale 17. partner children handicapped migrant openness conscientiousness Conscientiousness scale 17. extraversion agreeableness neuroticism internal locus external locus risk tolerance father selfempl Extraversion scale 17. Agreeableness scale 17. Neuroticism, i.e. the opposite of emotional stability scale 17. Internal locus of control scale 17. External locus of control scale 17. General willingness to take risks scale 010. Dummy for a person whose father was selfemployed when the respondent was 15 years old. Fathers number of years in formal education, generated based on educational degrees. Mothers number of years in formal education. Number of children below 6 years of age in the household. Dummy for a person who works in an occupation she was trained for. Dummy for a selfemployed person who has at least one employee. Dummy for a selfemployed liberal professional physicians, lawyers, architects, journalists, artists, etc  Hours usually worked per week including overtime work. Dummies for the years 19992010. fathers educ mothers educ children Below 6 occ Trained For employs Workers lib Professional hours Worked Year dummies Notes: Dummy variables equal 1 if condition holds and 0 otherwise. a Uses information from the lifetime employment history in the SOEP. 39 Table A 2: Descriptive statistics for the specific definition of entrepreneurial types Necessity entrepreneurs NE Std dev. 18.57 2.81 9.32 1.24 8.97 0.46 0.50 0.41 0.48 0.22 0.30 1.05 0.94 1.03 0.97 1.15 0.81 0.95 2.03 0.25 2.93 2.51 0.47 0.49 0.47 0.44 15.85 Std dev. Mean 14.17 15.06 13.44 2.98 19.19 9.07 0.48 0.62 8.84 44.36 0.31 0.46 0.51 0.38 0.79 0.42 0.36 0.50 0.19 0.05 0.10 0.29 4.88 1.09 5.89 0.89 1.05 5.10 5.34 0.96 3.68 1.09 5.95 0.81 0.90 3.64 5.54 2.15 0.07 0.32 12.02 2.88 11.26 2.20 0.51 0.18 0.58 0.46 0.34 0.49 0.25 0.48 16.46 46.25 705 pvalue 0.00 0.06 0.00 0.00 0.00 0.73 0.00 0.26 0.00 0.18 0.63 0.02 0.00 0.69 0.45 0.38 0.02 0.00 0.03 0.00 0.40 0.01 0.02 0.00 0.00 0.00 0.03 Opportunity entrepreneurs OE Mean 18.83 gross Earnings 13.70 educ 17.93 work Exp 0.14 unempl Exp 42.57 age 0.30 female 0.82 west 0.77 partner 0.44 children 0.04 handicapped 0.09 migrant openness 4.76 conscientiousness 6.05 extraversion 5.08 5.30 agreeableness 3.73 neuroticism 6.03 internal locus external locus 3.33 5.76 risk tolerance 0.11 father selfempl 12.13 fathers educ 10.96 mothers educ children Below 6 0.23 occ Trained For 0.69 employs Workers 0.50 0.36 lib Professional hours Worked 47.89 Personyear obs. 1278 Notes: The three rightmost columns report pvalues of twosample ttests with unequal variances. Definitions of the variables appear in Table A 1. Source: Authors calculations based on SOEPv 27, 19982010. NE vs E OE vs NE pvalue 0.21 0.00 0.00 0.00 0.00 0.00 0.00 0.15 0.34 0.64 0.03 0.00 0.00 0.00 0.12 0.00 0.00 0.54 0.00 0.69 0.00 0.00 0.66 0.00 0.00 0.00 0.00 ttests of equal means OE vs E pvalue 0.00 0.00 0.00 0.00 0.00 0.00 0.00 0.99 0.00 0.00 0.00 0.00 0.03 0.00 0.00 0.00 0.00 0.00 0.00 0.00 0.00 0.00 0.00 0.00 0.00 0.00 0.00 40 ", "filename": "725703792.pdf", "person": ["Frank M. Fossen", "Fossen, Frank M.", "Tobias J. M. Büttner", "Büttner, Tobias J. M."], "date": ["2012"]}