{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/64554/1/72658990X.pdf"], "title": ["Efficient public adaptation to climate change: An investigation of drivers and barriers from a Public Choice perspective"], "plaintext": "Efficient public adaptation to climate change An investigation of drivers and barriers from a Public Choice perspective Erik Gawel I,II, Clemens Heuson I and Paul Lehmann I, erik.gawelufz.de; clemens.heusonufz.de; paul.lehmannufz.de I Helmholtz Centre for Environmental Research UFZ Department of Economics Permoser Str. 15, 04318 Leipzig II University of Leipzig, Professor of Economics, esp. Institutional Environmental Economics Grimmaische Str. 12, 04109 Leipzig Abstract. Since numerous countries have already initiated a process of adaptation to climate change by drafting strategies or catalogues of measures, it is of particular importance to identify and overcome potential barriers to efficient public adaptation from the beginning. A major source of barriers is given by selfinterest driven behaviour of actors involved in the adaptation policy process. This is for the reason that several features of the adaptation option and the surrounding policy framework, such as the lacking of a clearcut successmetric, are likely to boost such behaviour since they facilitate both the manipulation of the adaptation output and the exertion of influence through the various actor groups shaping the political system. Against this background, this paper provides a broad conceptual Public Choice theory framework serving both for raising the consciousness of potential barriers to efficient public adaptation and creating a sound basis for further indepth research. Concerning the efficiency of public adaptation policies, we distinguish three dimensions, namely extent, structure form and timing and organisation vertical and horizontal of public adaptation. For either case, potential political biases are investigated taking into consideration the selfinterests and influence of voters, pressure groups, bureaucrats and politicians in a representative democracy framework. JEL Classification. D78, Q54, Q58 Keywords. Adaptation, barriers, climate change, climate policy, efficiency, public choice. 1 Motivation 2 A Public Choice approach for studying barriers to efficient public adaptation 2.1 Efficiency in terms of extent a Descriptive analysis: Problem setting b Normative analysis: Recommendations given by economic theory c Positive analysis: Actual outcome of the political adaption process 2.2 Efficiency in terms of the structure of adaptation a Descriptive analysis: Problem setting b Normative analysis: Recommendations given by economic theory c Positive analysis: Actual outcome of the political adaption process 2.3 Efficiency in terms of organisation a Descriptive analysis: Problem setting b Normative analysis: Recommendations given by economic theory c Positive analysis: Actual outcome of the political adaption process 3 Conclusions 1 1 Motivation Besides mitigation, adaptation to climate change is a natural component within any climate policy strategy that aims at maximising welfare or minimising total costs associated with climate change, respectively.1 Achieving the minimisation of total costs through mitigation implies operating with the optimised residual damage cost function, which is obtained by implementing the optimal adaptation effort, such that the sum of residual damage and adaptation costs is minimised. In the view of lacking success of international negotiations on mitigation, the adaptation option becomes even more important. Numerous countries have initiated a process of adaptation by drafting strategies or action plans for public adaptation measures.2 Hence there is a particular need to support this process at the scientific level. So far, the respective contributions of the economic discipline have mainly focused on the normative question how optimal public adaptation should look like. Basically, this entails issues like assessing the costs and benefits of adaptation at the sectoral, regional and global level or giving advice on the optimal degree and timing of adaptation possibly combined with mitigation based on optimisation models Agrawala 2011. However, comprehensive policy advice additionally requires an investigation of the political process from a positive perspective, in order to reveal and understand the drivers of and barriers to efficient public adaptation. In this respect, Public Choice theory seems to be a promising approach, since its focal point is on the selfinterest driven behaviour of actors and stakeholders involved in the political process which certainly determines the adaptation policy output to a considerable extent. This particularly pertains against the background of various characteristics of the adaptation option and the surrounding policy framework that explicitly foster such behaviour. In the first place, there is neither a clearcut framing of adaptation and distinction from other measures, nor a clearcut success metric for evaluating public adaptation efforts. Referring to the policy framework, there is often a lack of clearcut responsibilities and specific adaptation budgets. All these features give rise to potential selfinterestoriented manipulation of the public adaptation output and facilitate the exertion of influence through vested interests in the decisionmaking process. Consequently, answering the fundamental questions raised by Public Choice, such as Which societal groups are involved in the political process?, What kind of interests do they pursue?, How does policy affect these interests? and How do these groups interact and take influence on the political process? obviously plays a key role in developing means for correcting and preventing suboptimal outcomes of public adaptation. However, the Public Choice based research on adaptation is still in its infancy. Apart from only few case studies, considering interest groups specific preferences for different adaptation options Mortsch and Mills 1996; de Loe and Kreutzwiser 2000, Michaelowa 2001 was the first to apply Public Choice theory to climate change adaptation. He identifies the main actors that are typically involved in the political adaptation process, such as politicians, bureaucrats, voters and various interest groups e.g. environmental NGOs, providers of adaptation infrastructure, other industry. Additionally, he briefly appraises the respective interests these actors typically pursue with respect to the adaptation outcome. However, there are, up to now, no efforts in 1 More recently, climate engineering is increasingly being discussed as a third option. This field envisages mostly technical interventions in the Earths climate system to reduce the greenhouse effect caused by existing GHG emissions. Given the massive uncertainties surrounding the effectiveness, costs, and environmental effects of such interventions, the scientific community sees geoengineering at best as an emergency option for the future, one that is not, however, to be considered at present see Gawel 2011 on the current research landscape. 2 For an overview of national adaptation strategies within the European Union see PEER 2009. 2 advancing this approach towards a broad conceptual framework in order to tackle the questions stated above. This paper aims at closing this gap, thus revealing general Public Choice related barriers to efficient public adaptation and providing a starting point for further indepth research. Based on the political structures and institutions of representative democracy, we build upon the standard Public Choice models for checking if and how the interaction between policymakers, voters, interest groups and bureaucrats in each case induces a deviation from the efficient outcome of public adaptation in terms of extent level of effort, organisation plane of action; distribution of responsibilities in horizontal and vertical terms. structure type of adaptation measuresinstruments and Concerning extent, we enlarge upon a special case, given by emergency relief as kind of reactive public adaptation. This is for the reason that the extent of such relief plays a crucial role concerning the incentives for private actors to engage in selfprovision against catastrophic events induced by climate change. The rest of the paper is organised as follows. At the outset of Section 2, the basic Public Choice framework is introduced. Building upon this, the related barriers to efficient public adaptation are investigated with respect to extent Section 2.1, structure Section 2.2 and organisation Section 2.3. Finally, Section 3 offers conclusions and discusses scope for further research. 2 A Public Choice approach for studying barriers to efficient public adaptation Clearly, the incentives and scope for selfinterest driven behaviour of politicians and related actor groups as well as the associated outcome of the policy process strongly depend on the underlying political system. Against this background, we restrict ourselves to the case of representative democracy in developed countries in order to allow for an indepth analysis which would be impossible when comparing different political systems. Which actor groups are typically involved in the political adaptation process in such system and which self interests do they basically pursue for a broad overview see Michaelowa 2001? In the first place, politicians, being organised in parties, promote adaptationrelevant decisions. Their main interest is to maximise votes. Consequently, their behaviour is strongly oriented towards both the voters preferences and their term of office. The public adaptation measures and instruments stemming from the politicians decisions are implemented and monitored by bureaucracies supply side of public adaptation. These are either interested in maximising the budget which is allocated to their jurisdiction in order to increase power. On the other hand, bureaucrats may aim at blowing up their production costs in order to enable onthejob consumption or excess staff and emoluments socalled slack maximisation or pursue riskavoiding strategies Mueller 2003, p. 368 ff  Since adaptation is highly contextdependent, public adaptation covers a broad range of measures from dyke construction for flood protection on a local level to international efforts in basic research, e.g. with respect to drought resistant crops. Consequently, both the politicians and bureaucracies dealing with adaptation act in various political levels and contexts and profit by peculiar degrees of freedom for decisionmaking in this field. As stated above, voters play a major role in taking influence on the outcome of adaptation policy demand side of public adaptation. Basically, they long for government action that keeps potential residual damages associated with climate change at the lowest possible level for reasons of utility maximisation. Many voters pursue specific interests and thus get organised in interest groups in order to lobby for policy decisions that support their goals Michaelowa 2001. 3 Major interest groups are providers of adaptation infrastructure or other industries that try to influence the outcome of public adaptation such that their profits are maximised. Moreover, nonprofit organisations or NGOs, respectively, engage in lobbying. For instance, development NGOs will push the adaptation needs in developing countries while environmental NGOs point to concerns of nature preservation which might be undermined by specific adaptation projects. Finally, media play a crucial role in influencing the voters demand for adaptation by reporting on negative impacts or potential threats due to climate change. Adaptation policy basically comprises three dimensions, which similarly serve as control variable for the various actor and interest groups in order to exert influence. The most elementary dimension is simply given by the extent of adaptation, which, in a first step, refers to the question whether adaptation in a specific field of action is carried out by public authorities at all compared to spontaneous, private adaptation, and given this is the case in a second step, to the amount to be invested in the associated adaptation measure. Of similar interest to the actor groups is the structure of public adaptation. In this respect, we distinguish following Michaelowa 2001 between structural i.e. technical and nonstructural i.e. societal adaptation, or simply state provision versus regulation, in terms of the adaptation form. Furthermore, we distinguish between anticipatory and reactive adaptation in terms of timing. Finally, the last control variable refers to the organisation of public adaptation, which mainly comprises the allocation of competences and responsibilities between the various public authorities within a multilevel governance framework. Particularly, responsibilities have to be allocated and integrated, respectively, both in vertical authorities on different political levels international, national, regional, local and horizontal terms authorities placed on the same political level but related to different policy fields or territorial entities. In the following, we scrutinise how the various actor and interest groups take influence on these dimensions of public adaptation. In each case, we start out on a descriptive level by defining the dimensions and illustrating how they look like in different adaptation contexts. Then, we employ traditional economic theory in order to establish a benchmark on the optimal manifestation of each dimension from a normative perspective. Building upon this benchmark, we turn to the main part of our analysis by investigating from a positive perspective if and how the selfinterest driven behaviour of the various actor groups creates barriers to efficient public adaptation with respect to extent, structure and organisation. For this purpose, wellestablished models and approaches of Public Choice Theory are adopted. 2.1 Efficiency in terms of extent a Descriptive analysis: Problem setting Extent as a dimension of adaptation involves two interlinked componentssubdimensions. First, there is the dichotomous subdimension, referring to the question, whether the adaptation is rendered by public authorities or left to autonomous decisions of private actors which are coordinated by the market mechanism see e.g. Fankhauser et al. 1999.3 Provided there is government intervention, a further, continuous subdimension concerning the extent of public adaptation opens up, the intensity in which public adaptation takes place. This dimension is of continuous form since basically any amount of available public means can be invested for a specific adaptation purpose. The extent of adaptation in this respect is closely correlated to the specific adaptation context and comprises a 3 Note that besides individualsprivate actors, autonomous adaptation similarly can be rendered by ecosystems Smit et al. 1999. However, since our focus is on societal adaptation, we restrict ourselves to the former case. 4 wide range of manifestations, such as the height of a dyke within a local flood protection measure or, on the national level, the total sum to be invested in a societys adaptation programme. Additionally, we enlarge upon a special manifestation of this continuous subdimension which is of particular importance for adaptation policy. In terms of reactive adaptation measures, public authorities have to decide on the extent of emergency relief to be provided in case of catastrophic extreme weather events. In many European countries, such schemes of governmental emergency relief coexist with market based insurance against natural hazards Raschky et al. 2012. According to rational choice theory, these two schemes are substitutes for which reason governmental relief programs are likely to crowd out private insurance socalled charity hazard, see Browne and Hoyt 2000. In this respect, the prospect of costless public aid gives rise to moral hazard on the part of private actors which refrain from buying insurances or investing in preventive measures. Consequently, the profitability of offering hazardrelated insurances decreases and forces some providers to leave the market. Thus, the remaining companies are forced to raise premiums for covering costs, which in turn induces a downshift in demand and hence an even lower supply and higher prices. This kind of vicious circle is known as disaster syndrome in the respective literature Kunreuther and Pauly 2004. For this reason, the extent of governmental emergency relief plays a crucial role in influencing the incentives of private actors to invest in private insurance and selfprotection Osberghaus et al. 2010. Governmental schemes can be distinguished by two attributes: the degree of damage coverage and whether the relief is granted with certainty or not. For instance, Austria offers a scheme with certain but partial relief whereas the degree of coverage is not fixed ex ante against what Germanys relief offers uncertain but full relief Raschky et al. 2012. b Normative analysis: Recommendations given by economic theory Economic theory gives a clear statement with respect to the appropriateness and legitimacy of government intervention in the adaptation process. Basically, the market mechanism is considered as superior instrument for inducing efficient decentralised adaptations to changing framework conditions. Thus, public adaptation is only required in case of market failure. Moreover, societal, nonefficiencyrelated goals which are not transported by the market mechanism, such as ecological goals or distributive justice basically provide legitimisation for government intervention as well. However, these noneconomic grounds go beyond the scope of our paper, which covers efficient public adaptation and related barriers Figure 1.4 Figure 1: Legitimisation of government intervention in the adaptation process Gawel and Heuson 2011 4 For more details see Gawel and Heuson 2011. 5 The primary reason for government intervention is given by forms of classical market failure. Several adaptation measures display the characteristics of public goods. The associated incentives for freeriding are wellknown to induce a suboptimally low level of autonomous adaptation efforts.5 Public adaptation goods can be given on the global e.g. basic research on drought resistant crops, national e.g. adaptation of transregional waterways and local level e.g. dyke building Cimato and Mullan 2010. Moreover, possible external effects emerging from adaptation measures, such as negative environmental effects stemming due to the excessive use of air conditioners, call for public intervention. In terms of adaptation, the problem of asymmetric information mainly concerns the insurance sector Osberghaus et al. 2010. Insurances for the protection against extreme weather events such as storms or hail constitute an important form of autonomous adaptation. Private actors are likely to render too low efforts in selfprotection e.g. in terms of securing their properties against storm damages after having covered insurance. In order to prevent that these moral hazards harm insurance markets, the government is to establish obligatory safety standards on a legal basis, for instance within the scope of building law. The last form of classical market failure is given by market power, which might undermine efficient autonomous adaptation when the adaptation or the new construction for reasons of adaptation of water or energy related networks is involved, which typically constitute natural monopolies due to the high share of fixed costs. In terms of extended market failure, a lack of institutional requirements for functioning markets might call for adaptation policy measures on the one hand. For instance the construction of an agricultural irrigation system can only be accomplished when the property rights of the respective sources of water are welldefined. On the other hand, psychological and behavioural economic studies point out that contrary to the postulate of neoclassical economics the behaviour of private actors is frequently subject to bounded rationality e.g. for cultural ideals or norms and temporal inconsistencies such as inertia, procrastination or strategic ignorance, leading to inefficient autonomous adaptation in each case Carrillo and Mariotti 2000; Osberghaus, Finkel, Pohl 2010; Gifford 2011. Beyond market failure, existing, nonadaptationrelated regulation can hamper autonomous adaptation and thus provide a further legitimisation of government action on economic grounds. For instance, practitioners point out that regulations of the German water law complicate the implementation of adapted irrigation systems in the agricultural sector Zebisch et al. 2005. Given that public adaptation is legitimate from a normative perspective for one of the abovementioned reasons, the question arises which intensity of adaptation is appropriate. Economic theory clearly suggests pursuing the optimal level of adaptation. Strictly speaking, since adaptation and mitigation are substitutes in alleviating the adverse impacts of climate change and thus are inevitably tied to each other, the optimal levels of mitigation and adaptation need to be determined jointly at least on the global or national level. Concretely, optimisation in this respect requires balancing the marginal costs and benefits of mitigation, whereas the marginal benefits stem from balancing the marginal costs of adaptation with the residual marginal damages Tol 2005. However, since our focus is on barriers to efficient public adaptation, we fade out mitigation as climate policy variable in what follows for the sake of simplicity. That is, the normative benchmark concerning the extent of adaptation in terms of the continuous subdimension is simply given by the maximisation the associated net benefits, i.e. the social marginal benefits and costs have to be equated. Since adaptation is highly heterogeneous and contextdependent, the manifestation of the optimal extent is tied to the level of analysis, as can be seen from Figure 2: 5 The optimal level of adaptation will be defined in the subsequent part of this section. 6 Figure 2: Dimensions of optimal public adaptation Heuson et al. 2012 To sum up, the efficiency of public adaptation in terms of extent implies the legitimacy of the specific intervention on economic grounds. Building upon that, the precise amount to be invested in respective public adaptation measures or in the implementation of related policy instruments, respectively, have to follow cost benefit considerations. Given that a specific intervention is illegitimate, it is necessarily inefficient as well see also Figure 3 below. Finally, emergency relief in case of catastrophic events as a specific form of responsive public adaptation deserves particular consideration with respect to the optimal extent. In the first place, from a purely economic point of view, it is the task of the private actors to hedge against related damages through insurances or measures of selfprotection. Thus, any government intervention would be detrimental concerning optimality in this regard Osberghaus et al. 2010. However, welfare states are commonly expected to act as insurer of last resort Raschky et al. 2012, p. 8; i.e., emergency relief should be guaranteed provided that it is justified by social welfare concerns. In case there is some governmental relief scheme, the empirical study by Raschky et al. 2012 suggests that it should keep citizens uncertain with respect to the degree of coverage or the question whether the relief is guaranteed at all. This is for the reason that due to uncertainty, citizens are induced to engage in private insurance and hence crowding out can be limited to a certain extent. The study shows that this limitation is more effective when the grant as such is uncertain compared to an uncertain degree of coverage. Moreover, the emergency relief should be restricted to the most essential needs, such that the incentives for private actors to invest in precautionary measures are kept as strong as possible, and be distributed among those affected according to the needs, i.e. the benefit of a given amount of relief should be maximised Osberghaus et al. 2010. c Positive analysis: Actual outcome of the political adaption process In this section, we analyse Public Choice related barriers that potentially hamper an efficient outcome of the public adaptation process in terms of extent Figure 3. These barriers may on the one hand affect the discrete subdimension of extentrelated efficiency, i.e., cause government intervention despite it is illegitimate or lead to inaction on the part of public authorities despite intervention is necessary on economic grounds. On the other hand, the barriers may induce inefficiency with respect to the continuous subdimension, i.e. over marginal costs exceed marginal benefits of adaptation or underinvestment marginal benefits exceed marginal costs in a given measure. As stated above, the intention of this paper is not to check the efficiency of specific measures on the grounds of Public Choice theory, but rather to reveal abstracting from concrete measures general efficien 7 cyrelated barriers emerging from selfinterest driven behaviour of actors which are involved in the adaptation policy process. In this respect it is important to see that the nature of the barrierrelated problems affecting the two subdimensions is basically the same: the barriers cause either an excess discrete subdimension: implementation of illegitimate measures; continuous subdimension: overinvestment or a lack of public adaptation efforts discrete: absence of necessary intervention; continuous: underinvestment. Thus, it is natural to assume that the same barriers stemming from considerations of Public Choice theory either produce an excess type I barriers or a lack of public adaptation type II barriers, respectively. For this reason, it is not necessary to distinguish between the two subdimensions in the following analysis. Figure 3: Analysis of Public Choice related barriers to efficient public adaptation in terms of extent A priori, it is not unambiguous whether the selfinterest of the abovementioned actor groups induces barriers of type I or type II. Rather, as will be seen in the following, there are groups whose influence actually may induce barriers of both types. For this reason, it does not make sense to structure the subsequent analysis by the type of barriers. Instead, we think of the outcome of the political adaptation process as counterpart to the equilibrium within a free market economy following Mueller 2003, p. 359 and organise the barriers in the way they are rooted in the various market components: the demand for public adaptation arising from voters, which may get organised in interest groups; the government and politicians as kind of institution similar to the market mechanism, which aggregates and balances the individual demands for public policies; finally, the supply of public adaptation is provided by bureaucracy.6 In this sense, the barriers are either rooted in the demand or supply side, which of course cannot be analysed isolated. Rather, demand and supply has to be analysed in the way it interacts with the government sector. Finally, the barriers may be rooted in the political market mechanism itself, i.e. in the mechanisms and procedures for generating policy decisions. We start out with the lastmentioned source of barriers, i.e. the government sector. According to the fundamental hypothesis of Downs 1957, the selfinterest of politicians translates into 6 Thus, adaptation bureaucracy forms part of provisioning administration in contrast to the interfering administration that is characteristic of environmental bureaucracies in other respects see Gawel 1995. 8 vote maximising behaviour, i.e. parties organise their policies with the goal of winning elections. At first glance, this endeavour should induce politicians to meet the voters needs and hence foster the optimal adaptation outcome provided that there are no distortions emerging from the demand or supply side. However, there is a major source of barriers inherent to the political system which might cause a deviation from the efficient extent of adaptation. Vote maximisation raises some incentives for politicians to manipulate cost benefit assessments of public adaptation measures or interventions, which serve as legitimisation for the latter and determine the respective amount to be invested at the same time. Consequently, the political cost benefit analysis does not reflect the true social costs and benefits Blankart 2011, p. 494 ff  Consider for instance dyke construction as an example for an anticipatory public adaptation measure. In terms of benefits, politicians do not only account for the social benefit, i.e. the expected amount of avoided damages, but additionally assess the expenditures for the construction and maintenance of the dyke since these yield profits for local enterprises through the respective public contract and stimulate private demand, which fosters the probability for being reelected in each case. With respect to the costsside, the main distorting component is given by the dykes political opportunity costs. These costs result from the public means that are bounded to the project thus cannot be used to serve the demands of other interest groups, leading in turn to a loss of votes or a failed increase in votes, respectively. Additionally, the increases in taxes or debts which are possibly necessary to finance the dyke diminish the voters support. The respective loss of votes additionally overstates the costs within the political cost benefit analysis compared to the social optimum. Obviously, the additional components stemming from the politicians votemaximising behaviour on the benefit side lead to an excess type I barrier, while those on the cost side lead to a lack of public adaptation type II barrier. Which of the two distortions dominates in the end clearly depends on the nature of the project, i.e. on the related expenditures and impacts on local economy, and moreover on the politicians expectations about the associated consequences on voting behaviour. Apart from these barriers rooted in the government sector itself, the votemaximising politicians decision on the extent of adaptation is clearly subject to the voters preferences that constitute the demand for public adaptation. If these preferences correctly reflect the true social adaptation benefits, no distortions had to be feared from the demand side. However, this is rarely the case in several respects. In the first place, a recent survey suggests that it is fair to assume that the general public, i.e. private households, exhibit a rather low awareness of the adaptation option and its necessity.7 This is aggravated by the fact that adaptation measures are often not easy to define and delimit from measures belonging to other public fields of action which part of flood protection policy is due to climate change? for which reason it is, for the general public, difficult to state a clear preference for adaptation at all Heuson et al. 2012. Combined with the highly uncertain and often longterm impacts and the associated bounded rationality of individuals in terms of temporal inconsistencies, such as hyperbolic discounting leading e.g. to inertia Cimato and Mullan 2010, the general publics preferences are likely to underrepresent the true social benefit of public adaptation type II barrier. However, climate change related extreme weather events and resulting damages clearly lead to a stronger emphasis on public adaptation on the part of the voters after such events 7 To our knowledge, there is no survey explicitly investigating the general publics awareness of climate change adaptation. However, DEFRA 2010 gathers information on the awareness of private organisations, i.e. primarily firms, in the UK. One of the main results shows that small companies with less than 10 employees tend not to think about risk and opportunities of climate change and are thus unaware of adaptation. On the contrary, the vast majority of the large firms more than 250 employees takes care of climate change and already has implemented first steps towards adaptation measures. These results suggest that the lack of awareness similarly applies to private households since these, like small firms, possibly do not see an economic case for adaptation. 9 Bryant et al. 2000. The voters demand might additionally be boosted by the media, which have except for catastrophic events causing a high public attention and increasing sales a limited interest in reporting on adaptationrelated issues Michaelowa 2001. So there is possibly a temporary excess of demand for public adaptation type I barrier in the aftermath of catastrophic events which however shrinks over time until a new event occurs. Voters can get organized in interest groups that pursue specific goals with respect to adaptation. Private companies providing adaptation infrastructure and technologies increase profits with rising sales and thus push for a level of public adaptation above the optimum type I barrier. However, the theory of rentseeking Krueger 1974 suggests that there might be a reverse incentive. Public adaptation goods whose production is delegated to the private sector give rise to rentseeking efforts of firms, i.e. these try to push politicians for creating, sustaining or increasing a monopoly like position in order to extract the associated rents. For instance, a company could struggle for being exclusively charged underpinned by official licenses with building dykes in a certain region or country by bringing forward arguments of quality assurance or other informational or financial means of influence see below. Of course, the extraction of monopolistic rents is associated with output shortage leading to a suboptimal low level of public adaptation type II barrier. Principally, private companies in other sectors seek to pass their adaptation costs to the public by overstating the need for public adaptation measures or funding, tax breaks and subsidies for enabling own adaptation measures type I barrier. However, according to the study of DEFRA 2010, this only applies to large companies more than 250 employees, since only these contrary to small companies with less than 10 employees are aware of the adaptation option and see an economic case for it. Thus, small companies wont push public adaptation; presumably, with analogous reasoning to the case of private households, their preferences underestimate the true social benefit of public adaptation type II barrier. Finally, the goals of NGOs might be affected by public adaptation. For instance, environmental groups typically consider adaptation as distraction from mitigation which offers contrary to adaptation a comprehensive protection against the adverse impacts of climate change. Thus, these groups advocate the public sector to abstain from adaptation measures except the protection of a specific environmental good, e.g. ecosystem, is involved which possibly creates type II barriers Michaelowa 2001. The influence on the extent of public adaptation emanating from other NGOs is less clearcut. Typically, these groups prefer public measures in specific sectors or fields of action, such as health or developmentrelated measures, which makes it hard to appraise there influence on total public adaptation efforts.8 The exertion of influence through the interest groups takes place in various ways. The most obvious way is to render financial support for the candidate or party that represents the interest groups goal at the best, in order to enable informative or persuasive campaigns that lead to an increase in votes Mueller and Stratmann 1994. Another important option is given by lobbying efforts, which basically comprise any oneway transfer of information from interest groups to politicians Mueller 2003, p. 496. This information may either refer to the interest groups preferences or a state of the world relevant for the outcome of the public adaptation project. The group will overstate its preferences or distort the information on the state of the world, respectively, in order to manipulate the political decision for its own end Milgrom and Roberts 1985; Crawford and Sobel 1982. This kind of information transfer implies that the interest group has an information advantage over the policy makers, which is necessarily true concerning its preferences. Moreover, it is reasonable to 8 This issue touches upon Section 2.2 which deals with the efficient structure of public adaptation. 10 assume that many decisions on public adaptation measures are subject to a considerable extent of uncertainty such that interest groups invest in studies that distort the information on state of the world in intended manner. For instance, a dyke construction company may invest in studies that overstate the flood risk in a specific region. Note that all kinds of efforts in influencing political decisions by the various interest groups do not only give rise to an excess or lack in public adaptation type III barrier but additionally diminish social welfare since lobbying activities as such are not productive Congleton 1988. It is important to see that public adaptation is especially prone to distorting influences of interest groups. This is for the reason that politicians can serve the various interests without causing too much opposition on the part of the broad public since public adaptation is rather fuzzy and hard to delimit from measures of other fields of action. Additionally, adaptation lacks both a clearcut success metric and special budgets to be publically justified and defended. Table 1 sums up the demandside groups influence on the extent of public adaptation, including the residual, nonorganised group of voters. Table 1: Influence of demandside interest groups on the extent of public adaptation Which of the interest groups is likely to prevail? According to politicalsupportapproaches going back to Stigler 1971 and Peltzman 1976, policy makers choose the level of public adaptation such that the political support of the various groups in terms of votes is maximised so called politicaleconomic equilibrium. This implies trading off losses and gains in support arising from opposed goals of the various groups. As pointed out by Olson 1971, the respective groups influence crucially depends on its capability in getting organised. The representation of interests and the exertion of influence on politicians is a public good to the group members. Thus, the aforesaid capability decreases with the group size, since smaller groups are less susceptible to freeriding. Additionally, essential preconditions for a strong influence are given by a strong financial basis, technical issues like the access to media, clearness of the goal to be pursued and homogeneity of the group members respective preferences. Taking all these factors into account allows for drawing the conclusion that the unorganised group of private households as well as small firms that are not part of the adaptation industry probably play a minor role in influencing the extent of public adaptation due to the very large group size and a lack of clear and strong preferences. Environmental and other NGOs have a considerable smaller group size; however, they often lack a strong financial basis and homogenous preferences among their group members with respect to public adaptation. Thus, they wont considerably influence the politicaleconomic equilibrium either. The opposite applies for providers of adaptation infrastructure and large firms of other industries. They exhibit a rather small group size, financial strength and thus have access to media. Moreover, they pursue a clear homogenous goal which is maximising sales of adaptation infrastructure or passing on adaptation costs to the public, respectively. The reverse effect of rentseeking is likely to be outweighed by the otherwise given 11 pursuit of boosting public adaptation both on the part of firms providing adaptation infrastructure and large firms of other industries. Consequently, there is a tendency for the type I barriers to be dominating on the demand side. However, it is out of the question to take this conclusion for granted as generally valid because of the abstract level of the analysis at hand. Having investigated barriers rooted in the demand side and governmentsector itself, the focus is now on potential barriers due to selfinterest driven behaviour of the actors on the supply side. Generally, government outputs, such as public adaptation measures or instruments, are implemented, controlled or regulated by bureaucracies Mueller 2003, p. 359. Basically, there are three types of selfinterest on the part of bureaucrats that may give rise to a distorted outcome. The dominating postulate in Public Choice theory claims that bureaucrats strive to maximise the budget they obtain from the government. The reasoning for this assumption is that budget maximisation is positively and monotonically related to a number of goals that bureaucrats are likely to pursue: salary, perquisites of the office, public reputation, power, patronage and output of the bureau Niskanen 1971, p. 38. The scope for budget maximisation arises from the special bargaining situation between government and bureaucracy which Niskanen 1971 describes as follows.9 The bureau is the monopolistic supplier of the considered good, its cost function is private information and it is institutionally allowed to make takeitorleaveit budget proposals to the government.10 Due to the associated informational advantage, the bureau is in the position to push through an output level which is higher compared to the efficient level and hence involves an increased budget. Consequently, this type of behaviour induces an excess of public adaptation type I barrier. A different type of behaviour to be found on the part of bureaucrats is given by slack maximisation see e.g. Wyckoff 1990. The respective studies argue that bureaucracies may not only try to extract rents from the government by increasing output beyond the optimal level and thus raising the budget; alternatively, they may decide to produce any given output level at a higher cost. The cost increase can be achieved by enforcing higher wages through pay settlements, hiring additional staff or increasing the employment of capital Blankart 2011, p. 549. All these additional expenditures are not necessary for production, but are associated with beneficial effects for the bureaucrats. Clearly, the maximisation of these sideeffects, i.e. of the organisational slack,11 leads both to technical inefficiency of production Xinefficiency, since the cost per output is too high, and to allocative inefficiency, since the increase in costs ensues an inefficiently low output level type II barrier. Finally, several empirical surveys suggest that bureaucrats exhibit a considerable extent of risk aversion e.g. Gist and Hill 1981; Davila et al. 1999. The latter can induce bureaucracies to avoid risky, but from a social view beneficial, projects that the government would enforce if it could monitor the bureaucracies activities without cost Mueller 2003, p. 370. Against the background of the massive uncertainty associated with climate change which spread to the benefit of adaptation, it seems natural that a considerable share of public adaptation measures or projects may not be realised due to riskavoiding bureaucrats type II barrier. 9 A slight modification of the Niskanen 1971 model is given by the Leviathan theory developed by Brennan and Buchanan 2006, which assumes that government and bureaucracy are fused and exploit their power over the citizens by maximising the size of the public sector. Obviously, this equally results in an excess of public adaptation probably even to a greater extent due to the additional power stemming from the fusion. 10 Relaxing one of these assumptions necessarily weakens the bureaucracys bargaining position and hence reduces the scope for budget maximisation Mueller 2003. For instance, models of congressional dominance argue that the government sector can exert pressure on bureaucracy through the allocation of financial means and the implementation of procedural rules and thus gain control e.g. Weingast and Marshall 1988. 11 Precisely, this slack is given by the difference between the revenue and the minimum cost of production Wyckoff 1990, p. 35. 12 Note that the bureaucrats ability to manipulate the output level in each of the three cases requires an informational advantage regarding the cost of adaptation and the impossibility to monitor the bureaucrats without considerable costs on the part of the government, respectively. In this regard, adaptation offers special scope for enforcing the bureaucrats selfinterests. Adaptation measures are typically kind of fuzzy and hard to delimit from measures related to other political fields of action. Moreover, there is neither a public budget which is especially dedicated for purposes of adaptation, nor do clearcut success metrics exist for evaluating the adaptation output. All these characteristics help the bureaucrats to disguise their true costs and efforts in terms of adaptation. To sum up, the supplyside is subject to incentives for both fostering an in and decrease in public adaptation which makes it difficult to draw a general conclusion with respect to the final outcome. A reasonable guess might be to assume that against the background of the immense uncertainty associated with climate change and adaptation projects bureaucrats give considerable weight to the goal of risk avoidance. This in turn does not only lead to rejection of risky projects, but also to preferring rent extraction through slack maximisation allowing for a limited extent of adaptation output and the related risks over rentextraction through budget maximisation entailing an increase in output and risks, i.e., according to this guess, type II barriers would prevail on the supply side. To conclude the positive analysis with respect to the extent of adaptation, Figure 4 provides an overview of the related barriers rooted in the demand and supply side as well as in the government sector. Even when making the abovementioned assumptions concerning the total effect of barriers within these three groups of actors, it is impossible to assess the total overall outcome with regard to extentrelated efficiency of public adaptation. Figure 4: Overview of barriers to extentrelated efficiency of public adaptation 13 Finally, turn to the special case of extent in terms of emergency relief. In the first place, simple Public Choice considerations suggest that politicians cannot follow the strict economic postulation by credibly committing exante not to provide any relief to those affected by a catastrophic event ex post Coate 1995. This is due to the pressure arising from the media as well as the general public in case of such events, which forces the votemaximising politicians to grant support because otherwise reelection is at stake. Of course, this particularly applies to election years as can be seen from the flood in Germany in 2002 which helped chancellor Schroder to be reelected by promising governmental emergency assistance up to EUR 400 million Raschky et al. 2012. Seeing that it is impossible to restrain from any funding, do existing relief schemes account for the need to leave citizens uncertain with respect to the granting andor degree of coverage? This is indeed the case, as can be seen from the examples of Austria and Germany Raschky et al. 2012. Admittedly, the respective design of the schemes probably has not only been chosen for limiting the crowdingout effect, but rather serves as a useful instrument for the politicians to adjust the amount of support depending on whether elections are due or not. As a consequence, damages are likely to be overcompensated in election years Citlak and Wagner 2001; type I barrier against what the relief may not suffice to cover the elementary needs otherwise type II barrier. An insufficient extent of aid might also arise for reasons of riskavoidance and overcautiousness in disastermanagement Sobel and Leeson 2006. Public Choice related barriers may not only affect the efficient extent of governmental relief, but also the efficient allocation of the related means, which probably does not follow the true social benefits, but rather focuses on the regions which play a significant role for the elections outcome Garrett and Sobel 2003. A last fundamental barrier stems from the phenomenon of glory seeking which was observed within disaster management in the wake of Hurricane Katrina in 2005. Policy makers prevented private organisations from helping those affected and confiscated their supplies in order to achieve more recognition and finally votes on their own behalf Sobel and Leeson 2006. 2.2 Efficiency in terms of the structure of adaptation a Descriptive analysis: Problem setting The benchmarksetting paper of Smit et al. 1999 sketches the structure of adaptation by a variety of attributes characterising the nature of adaptation measures and instruments. In what follows, we focus on the two most concise attributes in order to allow for a clearcut analysis of efficiency and public choice related barriers in terms of structure and preventing overload by this means. With respect to timing, Smit et al. 1999 differentiate between anticipatory measures that aim at alleviating adverse impacts of climate change ex ante, i.e. before these occur, and reactive measures, that are implemented ex post, i.e. as response to a specific damage.12 The second main attribute we consider refers to the form of adaptation. In this respect, adaptation is either of technical nature, i.e., directed at changing physical infrastructures, or of societal nature, i.e. enhancing the resilience of a society through planning or provision of noninfrastructure options to cope with climatic stresses Michaelowa 2001, p. 5. Figure 5 provides some exemplary public adaptation measures for the various combinations of these two attributes. 12 Michaelowa 2001 argues that the distinction between anticipatory and reactive measures is not clearcut since most adaptation is supposed to be anticipatory. Only when it has proved to be insufficient, there will be reaction. While this might be true to a certain extent, we believe that it is necessary to distinguish between these two kinds of measures in any case. This is for the reason that there are, as will be seen below, incentives for specific actor groups to prefer either of them, giving rise to barriers in terms of efficient adaptation structure. 14 Figure 5: Structure of public adaptation measures b Normative analysis: Recommendations given by economic theory Naturally, the structure of adaptation is somewhat harder to grasp in economic thinking and modelling compared to extent, for which reason there is no such concise normative recommendation regarding the efficient design. In terms of timing, there is the following tradeoff to be considered between anticipatory and reactive measures. From a simple microeconomic perspective, an adaptation investment should be postponed as long as the benefits of postponement avoided investment costs are greater than the associated costs higher climate change damages. This rule suggests that anticipatory adaptation is more likely to be relevant for longlived investments, measures with a long lead time, and measures where subsequent retrofitting would be expensive Fankhauser et al. 1999, p. 71. Moreover, anticipatory action is obligatory, when climate change involves irreversible effects or damages. To sum up, public adaptation presumably covers a balanced mix of anticipatory and reactive measures, the former referring to sectors with a high capital intensity, the latter to those with a low intensity Mendelsohn 2000. The precise optimal adaptation pathway of a specific economy clearly depends on the economic, technological and natural framework conditions and their reflection within respective growth and integrated assessment models for an overview of the various modeling approaches see Agrawala et al. 2011. In terms of the efficient adaptation form, even less explicit recommendations are provided by economic theory. However, given the heterogeneous and contextdependant character of adaptation, again, like in case of timing, most probably a balanced mix of measures is required in order to address all the specific challenges and needs to decrease vulnerability starting with dyke building right through to institutional reforms in the agricultural sector. It is standing to reason that public adaptation measures should be appropriate for the type of market failure to be corrected. For instance, state provision is necessary in case of information or dykes as a public good while the correction of externalities may require taxes. Presumably, there is a multiplicity of simultaneous market failures which calls for a mix of public activities. However, choosing such a balanced mix is also likely to be legitimised on economic grounds within a specific field of action because of increasing marginal costs and diminishing marginal returns of adaptation, respectively. For instance, it might be 15 reaonable to adress heat stress with a broad range of measures starting with irrigation systems right through to basic research on droughtresistant crops. c Positive analysis: Actual outcome of the political adaption process Basically, the same approaches for revealing PublicChoice related barriers with respect to the efficient extent of public adaptation can be used for the case of efficiency in terms of structure. Hence, the question to be answered is whether selfinterest driven behaviour of the various actor groups involved in the adaptation policy process causes a deviation from the abovemotivated balanced mix of public adaptation with regard to timing and form. For familiar reasons see Section 2.1, we organise the barriers by actor groups demand of public adaptation voters and interest groups; supply bureaucracy; market mechanism government sector. We start out again by considering the barrier which is inherent to the political system, i.e. causes deviations independently from any influence of the demand or supply side: the discrepancy between political and social cost benefit assessments of adaptation measures Blankart 2011, p. 494 ff  With respect to timing, one major source of distortion is given by the politicians limited timehorizon. Due to their focus on being reelected, they tend to discount costs and benefits that accrue beyond their term of office by a rate considerably exceeding the market interest rate or the social discount rate, respectively.13 Consequently, the timing of public adaptation is likely to be biased in favour of reactive measures, since these promise immediate and rather certain political benefits public attention, media notice etc  Moreover, reactive measures such as emergency relief can be pointedly used for boosting the chances of being reelected, as demonstrated in Section 2.1. On the contrary, anticipatory adaptation usually involves immediate costs but uncertain and remote benefits and hence diminishes the chances of being reelected. Concerning the form of adaption, there is no such obvious bias emerging from the political cost benefit assessment at first sight. However, provided that the electoral system is one of federalism with geographic representation Mueller 2003, policymakers can steer adaptation in a way that focuses on the voters of their specific circumscription and thus prefer technical over societal adaptation measures Michaelowa 2001, p. 17. What type of structurebias can be expected from the demand side? As stated above, unorganised voters, i.e. private households generally tend to show weak preferences for public adaptation due to unawareness with respect to the availability and necessity of the adaptation option and temporal inconsistencies Section 2.1. However, the fact that their call for public adaptation significantly rises in the aftermath of extreme weather or catastrophic events Bryant et al. 2000 clearly suggests that voters push for reactive instead of anticipatory measures. Additionally, the voters influence is likely to bias the mix of public adaptation towards technical measures since these are more strongly perceived compared to societal ones Michaelowa 2001 especially when it comes to removing damages after catastrophic events. An exception in this regard may be given by direct financial compensation for obvious reasons. This trend is likely to be reinforced by the media. In terms of climate change, their focus is mainly on such events as these cause considerable public attention and hence promise to increase sales. Thus, the reporting similarly concentrates on the related visible and hence technical or societal, direct financial public responses. As far as organised voters, i.e. interest groups, are concerned, the case for the providers of adaptation infrastructure to lobby for technical measures needs no further explanation. On the contrary, it is hard to tell whether these measures are per se of anticipatory or reactive nature or even 13 There is an ongoing heavy dispute on which of these rates to apply to cost benefit assessments supporting policy decisions, especially concerning climate change Blankart 2011, p. 491. 16 can be applied both ex ante and ex post. However, the providers have a clear incentive to push for anticipatory measures since these promise a larger net present value of profits. Small companies of other industries, similarly to private households Section 2.1, basically show a low interest in adaptation and thus prefer reactive, technical measures or direct financial compensation. On the contrary, large companies are more sensitive concerning the risks associated with climate change and thus probably lobby for early, anticipative measures in order to rule out any detrimental effects ensuing losses and reduced competitiveness from the beginning. In terms of adaptation form, there is no compelling reason for preferring technical or societal measures as long as they redound to the firms advantage. Environmental NGOs which generally dismiss adaptation for being a distraction from the in their eyes more promising option of mitigation. Possibly, they accept reactive measures as last resort in case of catastrophic events and hence induce a slight bias in this regard. As the form of adaptation is concerned, the case is clearer. Since technical adaptation usually conflicts with goals of nature preservation, environmental NGOs have a clear preference for societal measures. The influence of other groups is again hard to predict due the large variety of goals they pursue see Section 2.1. Table 2 sums up the influence on public adaptation structure emerging from the demandside groups. Table 2: Impact of demandside interest groups on the structure of public adaptation Following the line of argument in Section 2.1, which builds upon Olsons 1971 theory on interest groups, it can be argued that the providers of adaptation infrastructure and large firms from other sectors are likely to exert the strongest influence on the policy maker. Consequently, the overall demandside influence on the structure of public adaptation presumably leads to a bias towards anticipatory and technical measures. Turning to the supplyside, the three types of selfinterest driven behaviour on the part of bureaucracy have to be distinguished. The aim of budget maximisation clearly suggests that bureaucrats go for anticipatory measures, which is mainly due to the following two reasons. First, anticipatory efforts promise a certain budget in the near future against what reactive measures only involve an increase in budget in case of uncertain both with respect to occurrence and point of time considerable impacts of climate change, such as extreme weather events. Second, numerous nations are currently about to launch adaptation strategies and action plans.14 Obviously, the means for implementing associated measures will only be provided temporarily especially against the background that the adaptation option currently receives increasing political attention, which might soon change to the opposite. Consequently, bureaucracies have a strong incentive to make use of this window of opportunity by overstating the need for adaptation. This in turn comes more naturally by purporting a strong need for anticipatory measures than trying to manipulate information on climate change 14 For an overview of respective efforts within the European Union see PEER 2009. 17 impacts that just have occurred and thus call for reactive measures. On the contrary, budget maximisation is not tied to a specific form of adaptation Michaelowa 2001. On the one hand, technical adaptation measures typically involve high budgets. On the other hand, societal adaptation is similarly attractive when it involves a strong discretionary input and can be differentiated in many single measures. In the first place, extracting political rents through slack maximisation requires attaining budgets, which mostly are only temporarily available, earliest possible. For this reason, anticipatory measures are more preferably just like in case of budget maximisation. Regarding the adaptation form, there is a priori no sound reason suggesting that technical or societal measures can be operated at a higher slack. Finally, risk avoidance basically favours reactive measures since these grant largely certain benefits while the benefit of anticipatory measures depends on highly uncertain climate change impacts; on the cost side, anticipatory and reactive measures do not differ remarkably concerning risk. In terms of the adaptation form, there is no unambiguous trend suggesting that technical or societal measures generally are associated with significantly different risks in terms of costs and benefits. To sum up, the supply side is subject to incentives for both fostering anticipatory and reactive measures. However, taking into account that the strive for attaining budget as early as possible is necessary for both budget and slack maximisation, this aspect probably outweighs the comparative advantage of reactive measures in generating slightly lower risk in terms of benefits. For this reason, bureaucracy presumably tends to distort the outcome of public adaptation towards anticipatory measures, whereas no clear bias concerning the adaptation form can be revealed at this general level of analysis. Figure 6: Overview of barriers to structurerelated efficiency of public adaptation To conclude the positive analysis with respect to the structure of adaptation, Figure 6 provides an overview of the related barriers rooted in the demand and supply side as well as in the government sector. Aggregating all the actor groups interests with respect to adaptation structure sug 18 gests that the preference for technical adaptation on the part of the demand side and in case of federal systems with geographic representation the policy makers may dominate the ambiguous preferences given on the supply side. Concerning the adaptation timing, the political sector faces pressure towards anticipatory measures from both the supply and demand side, while it prefers reactive measures. Whether policy makers defer to this pressure depends on the strength of their preferences for reactive action, i.e. on how strong they discount future benefits of anticipatory measures. 2.3 Efficiency in terms of organisation a Descriptive analysis: Problem setting The organisation of public adaptation has at least two dimensions Mickwitz et al., 2009. Vertical organisation refers to the political levels supranational, national, regional, local involved. Horizontal organisation is associated with the different policy fields and respective actors that actually engage in planning and implementing adaptation measures. In either case, decisions have to be made as to the allocation of responsibilities to the different actors and possible means to coordinate their activities. Regarding vertical organisation, it is usually observed that public adaptation is characterized by multilevel governance. While the eventual decisions on actual adaptation measures often reside with local actors, their decisions are usually embedded into a regulatory framework set by higher levels of governance Measham et al., 2011, p. 894. Multilevel governance may promote activities at lower levels by assigning an explicit mandate, providing information or transferring resources. However, regional and national laws and regulations, such as fiscal transfer systems or national insurance schemes, may also produce adverse incentives for local decisionmakers and result in maladaptation Amundsen et al., 2010; CorfeeMorlot et al., 2011; Eisenack and Stecker, 2011. Horizontally, public adaptation may be understood as a new policy field which requires new institutions. Alternatively, it may be mainstreamed, i.e. integrated into existing sectoral procedures and responsibilities of decisionmaking UNDPUNEP, 2011. Empirical studies point out that mainstreaming is usually aimed at by adaptation strategies but only starting to be implemented Beck et al., 2009; Mickwitz et al., 2009. It is found to be most advanced for disaster management. b Normative analysis: Recommendations given by economic theory The economic discussion of vertical organisation is primarily associated with the theories of fiscal federalism. Traditional approaches strongly favour a decentralisation of government. Firstly, it is argued that local decisionmakers typically have better information about heterogeneous local conditions and preferences than actors at higher levels Hayek, 1939; Oates, 1999, p. 1123. They are therefore likely to make more appropriate decisions. In contrast, national governments tend to implement onesizefitsall policies which neglect local priorities. Secondly, decentralised governance is expected to promote interjurisdictional competition Tiebout, 1956. This may eventually help to match policies perfectly to community preferences and sort citizens and capital owners optimally across jurisdictions. Such competition may also prevent undesired expansion of government which strives for maximizing its budget Brennan and Buchanan, 1980. Certainly, these results rest on strong assumptions, such as perfect mobility of citizens and capital. A particular problem associated with the environment is the fear that competition may result in a race to the bottom for the provision of public goods and environmental regulation Oates, 1999, p. 11341137. Local politicians and bureaucrats striving to maximise their budget may try to promote the inflow of capital from other 19 municipalities and to increase their local tax base by setting deliberately lax environmental standards Oates and Schwab, 1988. Moreover, there may be external environmental effects beyond the administrative borders of local authorities. Regarding this concern, Musgrave 1959 and Oates 1972 emphasize that the level of government should correspond to the scale of the public good or externality. Local national public goods should be provided by the local national level. Their approach is complemented by Olsons 1969 principle of fiscal equivalence. This postulates that the level at which a benefit occurs should also be responsible for financing. A further argument for a certain degree of centralisation may be economies of scale in the provision of public goods, e.g. regarding the necessary information Bardhan, 2002, p. 191; Hansjurgens, 1996, p. 79; Inman and Rubinfeld, 1997, p. 84. Finally, Bardhan 2002 argues that there may be important institutional constraints to decentralisation, particularly in developing countries, such as limited or lacking personnel and financial capacity or corruption of public bureaucrats at lower levels. Overall, the plea for decentralisation therefore seems to be ambiguous, particularly when environmental issues are considered. Nevertheless, there seems to be strong case for decentralisation in public adaptation. First of all, vulnerability to climate change and consequently preferences regarding adaptation are very heterogeneous in space. The design of proper adaptation measures requires a profound understanding of natural and socioeconomic conditions at the local level. In addition, most adaptation measures are also rather local in scale and do not exhibit interjurisdictional externalities a notable exception is flood management which may need to be coordinated at the scale of a river basin. These basic insights are to some extent qualified by capacity constraints which impair proper assessments at the local level. These constraints are due to 1 the fact that climate change assessments are particularly scienceheavy Moser and Ekstrom, 2010, p. 22029, and 2 institutional and budgetary restrictions of local governments Crabbe and Robin, 2006; Eisenack and Stecker, 2011, p. 11; Koch et al., 2007; Measham et al., 2011, p. 894. As a result, it is usually argued that national governments should take the role of setting goals and framework regulations and provide information and financial support to lower levels Amundsen et al., 2010, p. 277; Urwin and Jordan, 2008. Concerning the horizontal organisation, several arguments can be put forward in favour of mainstreaming. Firstly, adaptation is a complex issue which is closely linked to numerous policy fields UNDPUNEP, 2011. Consequently, mainstreaming plays a key role for accessing the specific information available for these fields, which is certainly eased when the corresponding actors are involved themselves in planning and implementing adaptation measures. Secondly, mainstreaming facilitates the identification of cobenefits and synergies with existing policy measures and administrative process which may allow reducing the cost of public adaptation Fussel, 2007; Fussel and Klein, 2004. Obviously, mainstreaming requires additional resources for coordination across sectors, which is necessary to account for potential externalities. To reduce these costs, it is helpful to rely on already existing intersector mechanisms UNDPUNEP, 2011. In addition, a lead authority is needed to disseminate and exchange information across sectors and to realise economies of scale for adaptation activities Hunt and Watkiss, 2011. c Positive analysis: Actual outcome of the political adaption process Regarding the vertical organisation, the preceding discussion has revealed that there are strong rationales for assigning important responsibilities for public adaptation to local levels. From a Public Choice perspective, however, it is questionable whether this is actually going to happen to an optimal extent. On a general level, Vaubel 1994 identified several reasons for excessive centralization, many of which may also apply to public adaptation. 20 Firstly, politicians and bureaucrats of the central government, but also judges of federal courts, may aim at increasing their voter base, power and budget by concentrating government functions at their level. For higherlevel politicians, the incentive to centralise may be particularly strong when local adaptation decisions would be taken by politicians of other, rival parties. In this case, benefits from public adaption would be associated with the rival party and might negatively affect the election results of governing party at the central level. This is particularly likely for local decisions taken in densely populated districts with a large share in total votes, such as the national capital. This interlevel rivalry may even result in the simultaneous and possibly uncoordinated adoption of adaptation measures. Secondly, politicians and bureaucrats of lowerlevel governments may also be in favour of shifting some responsibilities to the higher level. Expansion at the central level me be generally seen as an opportunity to develop complementary measures at the local level. Furthermore, regions with ambitious environmental programs may lobby for policy harmonisation through federal legislation in order to avoid competitive disadvantages with other regions. In a similar manner, local governments may promote the provision and funding of public goods at a higher level as a means of interregion income redistribution. This is in the interest of the local politician if the income of the median voter in the region is below the federal average. In addition, a certain degree of centralisation may allow using the central government as a scapegoat for politically unpopular decisions. In fact, it is quite frequently put forward, that local actors can hardly justify adaptation measures in the presence of competing planning interests without a clear mandate from a higher authority Amundsen et al., 2010; CorfeeMorlot et al., 2011; Koch et al., 2007; Measham et al., 2011. Finally, centralisation may also be promoted by those local politicians and bureaucrats who hope to be promoted to the higher level in the future. Thirdly, interest groups with regionally or nationally homogeneous interests may try to foster centralisation as it may enable them to obtain overall more subsidies, favourable regulation and protection from the government. This is primarily due to fact that centralisation increases information costs for the negotiating government, while the transaction costs of rentseeking decrease for the interest groups. Finally, centralisation may be favourable to those voters who supply factors of production in the federal capital and therefore benefit directly from an expansion of the central government. On the contrary, unorganised voters and private households, respectively, do not have a specific interest in terms of vertical organisation. Regarding the horizontal organisation of public adaptation, voters both unorganised and organised in interest groups, and therefore also politicians, are likely to prefer mainstreaming because it may reduce the cost of adaptation and help to conceal them. What is more, mainstreaming facilitates the identification of links to other policy objectives which have a higher political priority Measham et al., 2011; UNDPUNEP, 2011; Yohe, 2001, p. 251. This may explain why mainstreaming is on most political agendas today. The case is less clearcut for public bureaucracies. If bureaucrats in the different policy fields are assumed to be budget maximisers which compete for adaptation funds, there may be an incentive to integrate adaptation issues into sectoral policies and procedures. In turn, if bureaucrats are rather understood as slack maximisers, which try to reduce efforts for a given budget, there is an incentive to reject the integration of adaptation measures or only implement it symbolically and rather shift the responsibility to other policy fields, most notably environmental departments. Which approach eventually dominates, depends on the likelihood to obtain additional budgets for public adaptation. Beck et al. 2011 point out, for example, that no extra budget is provided for implementing the action plan of Germanys adaptation strategy. Rather adaptation measures shall be funded 21 from existing sectoral budgets through mainstreaming. Based on Public Choice reasoning, however, this provision may in fact be interpreted as an impediment to mainstreaming. from the three sectors. Figure 7 sums up the barriers to efficient public adaptation in terms of organisation arising Figure 7: Overview of barriers to organisationrelated efficiency of public adaptation With regard to vertical organisation, there is a prevailing trend to prefer a centralised structure on the part of all sectors which conflicts with the normative recommendation. On the demand side, the interest groups urge for decreasing lobbying costs is decisive for the centralisation bias. Policy makers in central governments foster centralisation mainly for the reason of maximising the voter base and power while those on lower levels typically prefer central structures as means of shifting responsibilities and harmonisation. The dominating goal of central local bureaucrats is budget slack maximisation, which in each case pushes centralised structures. In terms of horizontal organisation, both the demand sides and government sectors interests are in line with the normative recommendation of mainstreaming due to the dominating goals of minimising the cost burden associated with public adaptation demand and concealing adaptation costs policy makers, respectively. Concerning bureaucracy, the case is ambiguous, since budget maximisation conforms to mainstreaming contrary to slack maximisation. From an aggregate perspective however, the demand sides and policy makers influence is likely to push through mainstreaming. 3 Conclusions Numerous countries have already initiated a process of adaptation by drafting strategies or catalogues of measures. Against this background, it is of particular importance to identify and overcome potential barriers to efficient public adaptation from the beginning. As in any field of political action, 22 a major source of barriers is given by selfinterest driven behaviour of actors involved in the adaptation policy process. Furthermore, several features of the adaptation option and the surrounding policy framework are likely to boost such behaviour since they facilitate both the manipulation of the adaptation output and the exertion of influence through the various actor groups shaping the political system: There is neither a clearcut framing of adaptation and distinction from other measures, nor a clearcut success metric for evaluating public adaptation efforts. Additionally, there is a lack of clearcut responsibilities and a specific budget for public adaptation. Consequently, it is most promising to apply Public Choice theory in order to identify the abovementioned barriers emerging from the various actors selfinterest. However, the Public Choice based research on adaptation is still in its infancy. To date there are, to the best of our knowledge, no efforts in providing a broad conceptual Public Choice theory framework in order to analyse potential barriers to efficient public adaptation on a general level and thus create a starting point for further indepth research. This paper aims at closing this gap. The analysis distinguishes three dimensions of efficient public adaptation: extent investment leveleffort; structure timing anticipatory vs. reactive measures; form technical vs. societal measures; organisation horizontal and vertical. The analysed actor groups can be divided into three sectors. The demand for public adaptation emerges from the voters preferences, which may get organised in interest groups such as providers of adaptation infrastructure, other industries or environmental NGOs in order to bring in their goals in the political process such that their utility or profit gets maximised. On the other hand, bureaucracy is responsible for implementing and monitoring, i.e. for supplying public adaptation. The bureaucrats basically pursue three different kinds of selfinterest: budget maximisation, slack maximisation or risk avoidance. Finally, it is up to the policy makers to aggregate the various demand side preferences and to charge bureaucracy with providing a specific output. In this respect, politicians balance preferences such that their number of votes is maximised. Taking into account these all these selfinterests, the interaction of demand, supply and political sector leads to the following efficiency biases. In terms of extent, the demand side is likely to push for an overinvestment in public adaptation due to the dominating influence of the adaptation infrastructure providers and other industries, which long for maximisation of salesprofits and passing on adaptation costs to the public, respectively. On the contrary, the supply side tends to distort the output level in the opposite direction. Given the high uncertainty associated with climate change and adaptation measures, the bureaucrats might rather engage in risk avoiding strategies and slack maximisation than budget maximisation which involves an increase in both adaptation output and associated risks. As moreover the political cost benefit analysis provides incentives for policy makers to both increase and decrease the extent of public adaptation, the overall outcome is ambiguous on this general level of analysis. However, concerning the special case of public emergency relief, there is a clear major trend to an inefficiently high extent. Given the public pressure in the aftermath of catastrophic events, politicians striving after reelection cannot credibly commit ex ante to restrict public aid to the most essential needs, which however would be necessary to provide sufficient incentives for private actors to engage in measures of selfprevention. In terms of adaptation structure, the, from a normative perspective, desirable balanced mix of measures seems to be a bias towards technical measures with respect to the form of adaptation, which emerges from the voters and industries preferences and the politicians attempt to serve local clientele in case of federal systems with geographical representation. With respect to timing, the political sector faces pressure towards anticipatory measures from both the supply and demand side which seek for earliest possible protection against adverse impacts of climate change and acquisition of adaptation budget, respectively. On the contrary, policy makers prefer reactive measures 23 since the future benefits of anticipatory measures probably accrue beyond their term of office. Whether they defer to this pressure depends on the strength of their preferences for reactive action, i.e. on how strong they discount future benefits of anticipatory measures. With regard to vertical organisation, there is a prevailing trend to prefer a centralised struc ture on the part of all sectors which conflicts with the normative recommendation, due to the goals of decreasing lobbying costs demand side, extending the voter base politicians and budget or slack maximisation, respectively bureaucrats. As far as horizontal organisation is concerned, the recommendation of mainstreaming is in line with the demand sides and politicians interest in minimising the adaptation cost burden which presumably outweighs the ambiguous incentives given on the supply side. Naturally, due to the general level of the analysis it is out of the question to understand these conclusions as results that are generally valid in any adaptation context. Similarly, it is not possible to derive detailed policy recommendations for overcoming Public Choice related barriers to efficient public adaptation at this stage. The analysis is rather meant to raise the consciousness for such barriers which is of particular importance in the currently given early stage of the adaptation policy process. Moreover, the paper creates a basic conceptual framework serving as starting point for further research, which is necessary in at least two respects. First, the analysis has shown that the various actor groups influence on the adaptation outcome and the related efficiency dimensions is ambiguous in many respects due to opposite incentives and goals. Thus, there is clearly the need for indepth theoretical research in order to identify the conditions under which the respective groups interests pertain in each case. Second, empirical studies of specific adaptation policy processes and contexts are inevitable for deriving concrete policy recommendations that contribute to overcoming the barriers. References Agrawala, S., Bosello, F., Carraro, C., Cian, de E. and Lanzi, E., 2011. Adapting to climate change: costs, benefits, and modelling approaches. International Review of Environmental and Resource Economics 5 3, 245284. Amundsen, H., Berglund, F., Westskog, H., 2010. Overcoming barriers to climate change adaptation a question of multilevel governance? Environment and Planning C: Government and Policy 28, 276289. Bardhan, P., 2002. Decentralization of governance and development. Journal of Economic Perspectives 16, 185205. Beck, S., Bovet, J., Baasch, S., Rei, P. and Gorg, C., 2011. Synergien und Konflikte von Strategien und Manahmen zur Anpassung an den Klimawandel. Climate Change 182011. Umweltbundesamt, Dessau. Beck, S., Kuhlicke, C., Gorg, C., 2009. Climate policy integration, coherence, and governance in Germany. PEER Climate Change Initiative Project 2. UFZ Report 12009. Helmholtz Centre for Environmental Research UFZ, Leipzig. Blankart, C.B., 2011. Offentliche Finanzen in der Demokratie: Eine Einfuhrung in die Finanzwissenschaft. 8th Ed. Vahlen. Brennan, G., Buchanan, J., 1980. The power to tax: analytical foundations of a fiscal constitution. Cambridge University Press, Cambridge. Browne, M. and Hoyt, R., 2000. The demand for flood insurance: empirical evidence. Journal of Risk and Uncertainty 20 3, 291306. Bryant, C.R., Smit, B., Brklacich, M., Johnston, T.R., Smithers, J., Chiotti, Q. and Singh, B., 2000. Adaptation in Canadian agriculture to climatic variability and change. Climatic Change 45 1, 181201. Cimato, F. and Mullan, M., 2010. Adapting to climate change: analysing the role of government. http:www.defra.gov.ukpublications20110408pb 13341analysingrolegovernment. 24 Citlak, B. and Wagner, G., 2001. Hochwasser: Unkalkulierbare Ereignisse und unvermeidbare Folgen? Denkanstoe fur den okonomischen Umgang mit Elementarschaden. In: Private Versicherung und soziale Sicherung: Festschrift zum 60. Geburtstag von Roland Eisen. Marburg: Metropolis, 97111. Coate, S., 1995. Altruism, the Samaritans Dilemma, and government transfer policy. American Economic Review 85 1, 4657. Congleton, R.D., 1988. Evaluating rentseeking losses: Do the welfare gains of lobbyists count? Public Choice 56 2, 181184. CorfeeMorlot, J., Cochran, I., Hallegatte, S., Teasdale, P.J., 2011. Multilevel risk governance and urban adaptation policy. Climatic Change 104, 169197. Crabbe, P., Robin, M., 2006. Institutional adaptation of water resource infrastructures to climate change in Eastern Ontario. Climatic Change 78, 103133. Crawford, V.P. and Sobel, J., 1982. Strategic information transmission. Econometrica 50 6, 14311451. Davila, A., Pagan, J. and Grau, M.V., 1999. Immigration reform, the INS, and the distribution of interior and border enforcement resources. Public Choice 99 3, 327345. Downs, A., 1957. An economic theory of democracy. Addison Wesley Pub Co Inc. Eisenack, K. and Stecker, R., 2011. A framework for analyzing climate change adaptations as actions. Mitigation and Adaptation Strategies for Global Change 17 3, 243260. Fankhauser, S., Smith, J.B. and Tol, R.S.J., 1999. Weathering climate change: some simple rules to guide adaptation decisions. Ecological Economics 30 1, 6778. Fussel, H.M., 2007. Adaptation planning for climate change: concepts, assessment approaches and key lessons. Sustainability Science 2, 265275. Fussel, H.M., Klein, R.J.T., 2004. Conceptual frameworks of adaptation to climate change and their applicability to human health. PIK Report No. 91. Potsdam Institute for Climate Impact Research PIK, Potsdam. Garrett, T.A. and Sobel, R.S., 2003. The political economy of FEMA disaster payments. Economic Inquiry 41 3, 496509. Gawel, E., 1995. Burokratietheorie und Umweltverwaltung. Okonomische Einsichten in verwaltungsrechtliches Handeln im Umweltschutz. Zeitschrift fur angewandte Umweltforschung 8 1, 7989. Gawel, E., 2011. Climate Engineering als Mittel der Klimapolitik Optionen und Herausforderungen. Zeitschrift fur Umweltrecht ZUR 22, 451457. Gawel, E. and Heuson, C., 2011. Der Aktionsplan Anpassung an den Klimawandel eine okonomische Bewertung. Energiewirtschaftliche Tagesfragen 12, 5156. Gawel, E. and Heuson, C., 2012. Okonomische Grundfragen der Klimaanpassung. Wirtschaftsdienst 92 7, 480487. Gist, J.R. and Hill, R.C., 1981. The economics of choice in the allocation of federal grants: an empirical test. Public Choice 36 1, 6373. Hansjurgens, B., 1996. Forderalismustheorie und europaische Umweltpolitik Okonomische Kriterien fur die Verteilung umweltpolitscher Kompetenzen in der EU, in: Postlep, R.D. Ed., Aktuelle Fragen zum Foderalismus: ausgewahlte Probleme aus Theorie und politischer Praxis des Foderalismus. Metropolis, Marburg, 7398. Hayek, F.A., 1939. The economic conditions of interstate federalism. New Commonwealth Quarterly V, 131149. Heuson, C., Gawel, E., Gebhardt, O., Hansjurgens, B., Lehmann, P., Meyer, V. and Schwarze, R., 2012. Fundamental questions on the economics of climate adaptation: outlines of a new research programme. UFZ Report 52012. Helmholtz Centre for Environmental Research UFZ, Leipzig. Hunt, A. and Watkiss, P., 2011. Climate change impacts and adaptation in cities: a review of the literature. Climatic Change 104, 1349. Inman, R.P. and Rubinfeld, D.L., 1997. The political economy of fiscal federalism, in: Mueller, D.C. Ed., Perspectives on Public Choice: A handbook. Cambridge University Press, Cambridge, UK, 73105. Koch, I.C., Vogel, C. and Patel, Z., 2007. Institutional dynamics and climate change adaptation in South Africa. Mitigation and Adaptation Strategies for Global Change 12, 13231339. 25 Krueger, A.O., 1974. The Political Economy of the rentseeking society. American Economic Review 64 3, 291303. Kunreuther, H. and Pauly, M., 2004. Neglecting disaster: why dont people insure against large losses? Journal of Risk and Uncertainty 28 1, 521. Loe, de R.C., and Kreutzwiser, R., 2000. Climate variability, climate change and water resource management in the great lakes. Climatic Change 45 1, 163179. Measham, T., Preston, B.L., Smith, T.F., Brooke, C., Gorddard, R., Withycombe, G. and Morrison, C., 2011. Adapting to climate change through local municipal planning: barriers and challenges. Mitigation and Adaptation Strategies for Global Change 16, 889909. Mendelsohn, R., 2000. Efficient adaptation to climate change. Climatic Change 45, 583600. Michaelowa, A., 2001. Mitigation versus adaptation: the political economy of competition between climate policy strategies and the consequences for developing countries. Discussion Paper 153, Hamburg Institute of International Economics. Mickwitz, P., Aix, F., Beck, S., Carss, D., Ferrand, N., Gorg, C., Jensen, A., Kivimaa, P., Kuhlicke, C., Kuindersma, W., Manez, M., Melanen, M., Monni, S., Pedersen, A.B., Reinert, H. and van Bommel, S., 2009. Climate policy integration, coherence and governance. PEER Report No. 2. Partnership fpr European Environmental Research PEER, Helsinki. Milgrom, P.R. and Roberts, J., 1985. Relying on the information of interested parties. Cowles Foundation Discussion Paper. Cowles Foundation for Research in Economics, Yale University. Mortsch, L. and Mills, B. Eds., 1996. Adapting to the impacts of climate change and variability. Great Lakes St. Lawrence Basin Project Progress Report 1. Environment Canada. Moser, S.C. and Ekstrom, J.A., 2010. A framework to diagnose barriers to climate change adaptation. Proceedings of the National Academy of Sciences 107, 2202622031. Mueller, D.C., 2003. Public Choice III. Cambridge University Press. Mueller, D.C. and Stratmann, T., 1994. Informative and persuasive campaigning. Public Choice 81 12, 5577. Musgrave, R., 1959. The theory of public finance. Mc Graw Hill, New York. Niskanen, W.A., 1971. Bureaucracy and representative government. Aldine, Atherton. Oates, W.E., 1972. Fiscal federalism. Harcourt Brace Jovanovich, New York. Oates, W.E., 1999. An essay on fiscal federalism. Journal of Economic Literature 37, 11201149. Oates, W.E. and Schwab, R.M., 1988. Economic competition among jurisdictions: efficiencyenhancing or distortioninducing? Journal of Public Economics 35, 333354. Olson, M., 1969. The principle of fiscal equivalence: the division of responsibilities among different levels of government. American Economic Review 59, 479487. Olson, M., 1971. The logic of collective action: public goods and the theory of groups. 2nd Ed. Harvard University Press. Osberghaus, D., Dannenberg, A., Mennel, T. and Sturm, B., 2010. The role of the government in adaptation to climate change. Environment and Planning C: Government and Policy 28 5, 834850. PEER, 2009. Europe Adapts to Climate Change. http:www.peer.eupublicationseuropeadaptstoclimatechange. Peltzman, S., 1976. Toward a more general theory of regulation. Journal of Law and Economics 19 2, 211240. Raschky, P., Schwarze, R., Schwindt, M. and Zahn, F., 2012. Uncertainty of governmental relief and the crowding out of flood insurance. Environmental and Resource Economics: 122. doi:10.1007s 106400129586y. Smit, B., Burton, I., Klein, R.J.T. and Street, R., 1999. The science of adaptation: a framework for assessment. Mitigation and Adaptation Strategies for Global Change 4 3, 199213. Sobel, R. and Leeson, P., 2006. Governments response to Hurricane Katrina: a public choice analysis. Public Choice 127 1, 5573. Stigler, G.J., 1971. The theory of economic regulation. Bell Journal of Economics 2 1, 321. Tiebout, C.M., 1956. A pure theory of local expenditures. Journal of Political Economy 64, 416424. Tol, R.S.J., 2005. Adaptation and mitigation: tradeoffs in substance and methods. Environmental Science Policy 8 6, 572578. 26 UNDPUNEP, 2011. Mainstreaming climate change adaptation into development planning: a guide for practitioners. United Nations Development Programme UNDPUnited Nations Environment Programme UNEP, Nairobi. Urwin, K. and Jordan, A., 2008. Does public policy support or undermine climate change adaptation? Exploring policy interplay across different scales of governance. Global Environmental Change 18, 180191. Vaubel, R., 1994. The political economy of centralization and the European Union. Public Choice 81, 151190. Weingast, B.R. and Marshall, W.J., 1988. The industrial organization of congress; or, Why legislatures, like firms, are not organized as markets. Journal of Political Economy 96 1, 13263. Wyckoff, P.G., 1990. The simple analytics of slackmaximizing bureaucracy. Public Choice 67 1, 3547. Yohe, G.W., 2001. Mitigative capacity the mirror image of adaptive capacity on the emissions side. Climatic Change 49, 247262. 27 ", "filename": "72658990X.pdf", "person": ["Erik Gawel", "Gawel, Erik", "Clemens Heuson", "Heuson, Clemens", "Paul Lehmann", "Lehmann, Paul"], "date": ["2012"]}