{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/66177/1/727017446.pdf"], "title": ["Preventing recession in Europe: National vs. European approaches"], "plaintext": "DOI: 10.1007s 1027200902733FORUMPreventing Recession in Europe: National vs. European Approaches Policymakers in the EU member states are currently shaping rescue packages to prevent the fi nancial crisis hitting their economies with unmitigated force. Each government is responding to the emerging problems with a countryspecifi c set of measures. Given the global nature of the crisis, would coordinated action at the European level not be a better approach? Was the German government muchcriticised for its initial reluctance to adopt massive fi scal stimulation measures right after all to exploit the option value of waiting in a situation of high uncertainty?Holger SchmiedingThe Case Against a Common Fiscal Boost in Europe Almost all European economies have fallen into their worst recession in many decades. We expect a decline in GDP in 2009 of close to 3% for most major members of the European Union.1 Fiscal policy has to respond forcefully. Even more so, Europe needs a common fi scal boost. After all, the economies are more closely linked to each other than ever before. On their own, individual countries would not do enough because too much of a national stimulus would spill over to freeriding neighbours. Worse, the stimulus in one country may come at the expense of its neighbours if the programme is designed badly. Yes, the case for a strong common European fi scal boost is easy to make, at least in theory. But as so often in life, we need to take a closer look, not least because the amounts of money thrown around in the discussion are staggering.Two Reasons for a Fiscal Stimulus?In normal cyclical downturns, an activist fi scal policy with a major increase in government spending or countercyclical tax cuts is usually not necessary. By lowering the cost of credit for the economy as a whole, central banks can deal with unwarranted shortfalls in demand for goods and services better, faster and with fewer longterm costs than parliaments and governments can with their laborious decisions on how much to tax and spend. Of course, the world is not facing a standard downturn this time. After the fall of Lehman Brothers and Washington Mutual in midSeptember 2009, the global economy suffered the monetary equivalent of a heart attack. Governments and central banks reacted with unprecedented measures, providing safety nets for their fi nancial systems, cutting interest rates and using intensive microsurgery to unblock the clogged arteries of money and credit markets.1But these measures have not restored a healthy fl ow of credit to households and businesses yet. Lower interest rates from the central bank can stabilise household spending, stimulate business investment and ease debt service burdens only if the stimulus can pass freely through the fi nancial system. While the system itself is in intensive care, as it still was in January 2009, it cannot. As a result, central bank rate cuts will probably affect the real economy only later and at fi rst more hesitantly than usual. This is the fi rst reason to consider a fi scal stimulus to bridge the time gap until the monetary policy response has fully arrived. Secondly, scared savers around the world rushed into the safest of safe havens in late 2008, putting their faith into the currencies and the government bonds of the leading Western countries while shying away from oncestandard fi nancial investments that are now perceived as more risky. As a result, yields for 10year German government bonds Bunds fell to 2.8% in January 2009, their lowest level on record. Although the yield spreads between the German benchmark and the comparable bonds from some peripheral EU countries such as Ireland, Spain and Greece widened substantially to their highest level since these coun Chief Economist Europe, Bank of America, London, UK.41 Cf. Holger S c h m i e d i n g : European Themes 2009: Not Quite a Lost Year, Bank of America, Economic Brief, 5 January 2009.Intereconomics, JanuaryFebruary 2009FORUMAnnouncement Intereconomics: New partnership between ZBW and CEPSThe German National Library of Economics ZBW is joining forces with the Centre for European Policy Studies CEPS in the publication of Intereconomics, with the aim of making the prestigious journal the leading forum for researchbased discussions of major European economic policy issues. ZBW is the worlds largest specialist library for economics, with locations in Kiel and Hamburg. Its mission is to procure and supply economic information and literature nationally and to offer its users comprehensive services that will facilitate effi cient and effective utilisation of economicsspecifi c information. Founded in Brussels in 1983, the Centre for European Policy Studies CEPS is one of the most experienced and authoritative think tanks operating in the European Union today. It is distinguished by a strong inhouse research capacity covering all major policy domains of the EU, complemented by an extensive network of partner institutes and associated researchers throughout the world.Intereconomics Review of European Economic Policy is a platform for economic and social policy debates in Europe. It represents over 40 years of economic policy oriented publishing. The journal is organised into 3 sections: Forum: Policy debates on highly topical themes based on short contributions from researchers, and experts from industry and politics mainly by invitation Articles: Papers concerned with economic policy issues and trends Economic Trends: Analyses of business cycle trends Call for submissions Authors are invited to submit papers for the articles section that make a contribution to policy debates in the EU or its Member States. Papers should be written in English and should not have been published elsewhere. They should be between 3 000 and 8 000 words in length 18 50050 000 characters incl. blanks. For details and more information on the Intereconomics profi le, please go to: http:www.intereconomics.eu.Please contact:Brigitte Preissl, editorinchief b.preisslzbw.eu Tel. 49 40 428 34 306 or Felix Roth, CEPS editor Felix.rothceps.eu Tel: 32 2 229 394 3tries had qualifi ed to join Economic and Monetary Union, even these countries can still fi nance themselves at much lower nominal yields than usual. cheaply than households could if they were to borrow themselves. This is the second argument in favour of a fi scal stimulus in the current situation.Acting through their governments, taxpayers in the Western world can thus collectively borrow at unusually attractive rates while, individually, they face unusually tough credit constraints. During such a period of tight credit conditions for the private economy, it can thus pay to outsource some of the consumption smoothing, that is the temporary borrowing in a downturn, from the individual to the collective level. By running higher defi cits and augmenting aggregate demand, governments can satisfy the increased demand for government bonds and raise consumption more Intereconomics, JanuaryFebruary 2009Three Criteria to Judge a Fiscal Stimulus Higher public defi cits shift the tax burden onto future generations. To justify this, a fi scal injection has to meet three criteria: it has to be fast to actually help while the economy needs it most; it has to improve the longterm growth potential so that future gains in tax revenues make it easier to reduce the public debt again afterwards;5FORUM it should minimise the risk that it gets hijacked by special interest groups.A key issue is whether a joint European Union fi scal programme has a better chance to meet these criteria than a motley collection of independent national measures. In this respect, a comparison between the centralised US response and the largely decentralised European response to the immediate banking crisis in late September and October 2008 is quite revealing.Financial Bailout Programmes: A Revealing Example The USA seemed to have all the advantages: one central administration staffed with fi nancial market experts at the highest level who could rely on wellestablished procedures of cooperation between the Treasury fi nance ministry, the central bank, the fi nancial regulators and the two chambers of parliament. The USA thus could act fast and forcefully. And it did when the Administration realised the extent of the problem. The US Administration proposed a massive programme to take bad assets off the balance sheets of banks troubled assets relief programme, TARP on 19 September 2008. Despite full support from President Bush, the two contenders for his succession, the central bank, the regulators and countless fi nancial market experts, the programme foundered in a fi rst vote in the US Senate on 29 September. The result sent fi nancial markets into a tailspin. Shortly thereafter, both houses of parliament passed a modifi ed version.But what happened then? Initially, hardly anything. As it turned out, the TARP had a central design fl aw. There simply was no way to fi nd a general mechanism to determine the price at which troubled assets, which had become untradable, could be taken off the books of banks. Over time, the US Administration changed the nature of the 700 billion TARP programme completely, using the money to inject capital into banks and to guarantee banks against losses instead. The Uturn became obvious by 14 October. When even this did not seem to help enough, the USA fi nally changed tack again, returning to the idea of shifting the risk of troubled assets from banks to the government for a fee. In the end, it was the Swiss example that is the tailormade rescue package of the Swiss National Bank for UBS which provided the blueprint for how the US authorities fi nally ended up dealing with the problems of major banks on a casebycase basis. Now look at the messy ways of crisis control in the European Union. First, Ireland shocked its neighbours by doing what Sweden had successfully done in late 1992 to prevent a ruinous run on its banks: it guaranteed all bank deposits on 30 September 2008. The 6resulting fl ow of deposits from British banks into Irish banks infuriated the UK authorities and forced them to accelerate their own crisis response. Other countries also started to seriously discuss national bank bailout plans, sometimes openly, sometimes behind closed doors.A fi rst Paris summit failed spectacularly to agree on a common European position on 4 October 2008, except for the unspecifi c promise to let no major bank fail in Europe and de facto suspension of the fi scal defi cit limits enshrined in the European Stability and Growth Pact. Right after her return from Paris, German chancellor Merkel apparently on new information about the problems of some German banks assured all Germans that their deposits were safe, de facto promising a blanket deposit guarantee. Like the Irish coup, this unilateral move raised eyebrows across Europe. But it also forced other European governments to look even harder at the issue. Britain then came up with a comparatively sensible anticrisis programme on 8 October, including enhanced deposit guarantees, an offer to recapitalise banks with public money and to guarantee bank funding for three years. Other European countries endorsed the main principles of it at a Eurozone summit meeting in Paris the Sunday thereafter, 12 October 2008. Within three days, most West European countries then came up with national bailout programmes based to a signifi cant degree on the British example while taking national peculiarities into account.The political process in Europe certainly was not pretty. But it did still show Europe at its best. Instead of trying to devise one joint approach from the very beginning, Europe used its diversity and its internal divisions to its advantage. Being forced to react to each others unilateral moves, learning from one another by seeing closeup what seems to work or not work in one country, the European Union ended up within a few weeks with a set of largely compatible national bank bailout programmes. Competition, imitation and an institutional setting which reduces the risk of solving national problems too much and too openly at the expense of ones neighbours due to the frequent interaction of the various national leaders on a wide variety of issues repeated games are the hallmarks of the European approach. The messy European way delivered better results, with much less subsequent need to correct design fl aws afterwards, than the centralised granddesign US approach.This carries a lesson for fi scal policy: in theory, national stimulus programmes may be suboptimal because they may not take trade and fi nance linkages Intereconomics, JanuaryFebruary 2009FORUMwithin the European Union fully into account. But the chance to learn from one another reduces the risk that a fl awed grand design could be adopted. The probability that, with a central design, Europe could simple get it wrong, is far too great. We need not even get into the history of the Common Agricultural Policy to fi nd further examples to make this lesson. National actions with some minimum coordination, and respect for some basic common rules, are less risky.The Forbidding Politics of a Common European Boost Now turn to the genuine politics of a joint European fi scal response. Imagine that a committee of experts had indeed been able to design a grand European fi scal programme which, if fully implemented, would yield better results than individual national programmes. However, decisions on how much to tax and spend are the prime prerogative of national parliaments. Whether or not a European parliament may eventually take over this responsibility in a few generations time is a mute question for the time being. A European stimulus programme would thus have to be passed by the parliaments of all major member states. That is a tall order indeed. How would, for instance, Berlin react if, say, Britain rejected a programme that is designed to work only if all key players take part? Would Germany still play ball, knowing that it would not get its quidproquo from the other side of the English Channel. The fate of the Lisbon Treaty does not make us very confi dent that a panEuropean fi scal approach could make it through the national approval processes intact and in time.This already points to a further obvious drawback of a joint European fi scal response: adding a European layer of preparation and decision making would likely retard the overall process, wasting a commodity that in the fi scal crisis response is even scarcer than money, namely time.In short, a common European fi scal response to the crisis would most likely be more fl awed in its design and even more belated than national fi scal programmes tend to be anyway. A joint European fi scal programme is thus simply a bad idea. If the pursuit of it distracts attention from what needs to be done in other fi elds of policy, or what governments could sensibly do at home, it might do harm rather than good, even abstracting from the costs that an illdesigned European initiative would place on taxpayers of the future. Of course, the European institutions could and should still play a role. The most noble function of Intereconomics, JanuaryFebruary 2009Brussels is to be the guardian of the Treaties. As such, the EU institutions should fulfi l their normal task of enforcing some common nondiscrimination rules. For instance, no national fi scal stimulus should have a payout only for buying a domestic car. And support for fi nancial institutions should not distort competition on fi nancial markets by too much and for too long. But beyond that, European institutions should leave the fi scal response to the severe recession or the absence of such a response to the member states.National Fiscal Programmes This brings us back to the question which kind of fi scal response could make sense. National circumstances differ. We focus our discussion mostly on the situation in and experiences of some of the bigger and longstanding EU members, not on those of the smaller EU newcomers. As discussed before, the theoretical case for a fi scal stimulus is stronger than usual due to the extraordinary nature of the current downturn in which the transmission mechanism of monetary policy is impaired and the private sector faces unusually tough credit constraints.Public Investment Programmes In theory, public investment programmes could make most sense. Standard Keynesianism as taught in the textbooks of the 1970s and 1980s the formative years of most decision makers today, explains that public spending on domestic projects minimises the leakages into savings and imports. The multiplier effect is thus big, delivering a boost to demand well beyond the extra fi scal expenditure.Unfortunately, the practical experience with such crude Keynesian experiments across the world is dismal. Precious time is usually wasted in devising the programmes. In addition, the process often falls prey to special interest groups in the lengthy parliamentary deliberations about spending priorities. The process can result in the proverbial bridges to nowhere which help no one at all except, briefl y, those who get paid for building them. In the 1970s for instance, German cities used generous grants of such federal investment programmes to build splashy new swimming pools, only to close many of them again a little later when they could not afford to pay the lifeguards and other running costs out of their own city pockets.Against the better judgement of many German offi cials, Germany had twice granted its neighbours and friends their wish to add to global demand by a German stimulus at home. Both the locomotive experiment of the late 1970s and the much smaller echo easing of 7FORUMthe late 1980s ended in tears. In both cases, much of the additional earmarked resources were spent when the economy was already recovering from the worst of the downturn which had triggered international calls for a German fi scal boost.2 The stimulus thus ended up being more procyclical than anticyclical. Incidentally, this procyclical element then elicited a harsh Bundesbank response which helped to prepare the ground for the next cyclical downturn.Tax Cuts: Yes, But Tax cuts can be passed quickly, leaving special interest groups less time to interfere. A temporary income tax cut, for instance in the form of tax rebate checks, can help to bridge the time gap until the monetary stimulus starts to work. The best tax cuts could also enhance the longterm incentives to work and invest.However, whether or not tax cuts will actually work depends very much on the nature of the cuts and on national circumstances. Again, take the case of Germany. The country has fallen into a deep recession because demand for its highly cyclical exports of fl ashy cars and quality machinery has collapsed, triggering a major retrenchment in investment in exportoriented industry. In theory, raising consumption through tax cuts could be an obvious remedy. However, German consumers do not lack the money to spend. Helped by stillrising employment and less subdued wage gains, German disposable incomes were up 3.1% year on year on the third quarter of 2008. The point is that Germans are not spending the money they have, raising their savings rate from 10.7% of their disposable income in the autumn of 2007 to 11.4% in the third quarter of 2008 instead. If Germany had followed Britain temporary VAT cut until the end of 2009 while announcing at the same time that taxes would have to go up signifi cantly in the years thereafter, many Germans may simply have saved the extra money to provide for future tax increases Ricardian equivalence.Incidentally, even in Britain, the major impact of the VAT hike could be to distort the pattern of consumption at the turn of the year 20092010. Judging by the German experience with the VAT hike of 2007, many Britons will probably go on a spending spree for durable consumer goods in late 2009 and make up for it by not buying such goods after the return to the higher VAT rate at the start of 2010. Apart from this volatility, the overall effect on consumption could remain small. And the rush to buy in late 2009 is unlikely to trigger any business investment response.2 For details see Herbert G i e r s c h , KarlHeinz P a q u e , Holger S c h m i e d i n g : The Fading Miracle Four Decades of Market Economy in Germany, Cambridge University Press 1992, chapter 5A.8The case for tax cuts is strongest if such cuts enhance the incentive structure of the economy and thus raise the trend rate of growth. Even under Ricardian equivalence, such a tax reform would stimulate consumption as households adjust to improved longterm income expectations. Unfortunately, those changes which, according to standard Keynesian logic, are most likely to work because they enhance the spending power of lowsaving households tax rebate checks, enhanced welfare benefi ts and income tax cuts focussed on lowincome households are often the ones with no positive impact on incentives at all, and likely some negative impact on the incentives to work instead.Of course, there are tax cuts which could both deliver an effective fi scal boost and be considered fair. Our favourite example are the payroll taxes in Germany and France, which are split in equal measure between employers and employees. As the taxes are capped at a certain level, a cut in these taxes would benefi t highincome households proportionally less than a general reduction in income tax rates would. Slashing the payroll taxes aggressively would enhance the purchasing power of working consumers. It would also cut labour costs for employers. In the shortterm, this would enable them to keep a few more workers on their payrolls throughout the recession, a good way to mitigate at least a little the mounting fears of unemployment which are likely to weigh on consumption. More importantly, it would encourage employers to make more use of labour, a factor of production that is still underemployed in most European countries with their comparatively high rates of unemployment. By encouraging a better use of resources on trend, a determined cut in such taxes would thus raise the supply potential and income expectations in the economy. Cutting payroll taxes could thus beat the simple Ricardian equivalence.Our verdict on tax cuts to combat the recession is thus ambiguous. Tax cuts can be implemented much faster and have a chance to work better than simply raising government spending. Welldesigned tax cuts, such as reductions in payroll taxes, would be the best way to do so. Such tax cuts would be worth the longterm fi scal cost, especially as an enhanced growth and employment potential would eventually reduce the fi scal costs. Other tax cuts, such as a temporary reduction in the VAT, may not be worth the longterm costs.The German Example On 12 January, German coalition leaders sealed a deal on a 50 billion fi scal stimulus programme for 2009 and 2010. The key elements are extra infrastructure spending 18 billion for the two years taken toIntereconomics, JanuaryFebruary 2009FORUMgether, cuts in income and payroll taxes around 18 billion for the two years and a number of smaller measures such as an increase in child allowance and a 2500 lump sum for replacing an old car with a new one.This second German stimulus package is a very mixed batch, in our view. To judge it, we need to ask two questions: 1 does it stimulate demand to dampen the recession, and 2 does is affect the longterm growth potential of the economy supply?The cuts in income and payroll taxes will kick in only on 1 July. Given Germanys cumbersome planning and disbursement procedures, we also expect the bulk of the extra government spending to be used only in late 2009 and in 2010. As a result, the actual stimulus in the fi rst half of 2009 will probably be negligible. However, to stop and reverse the current downward spiral in investment and business early, an immediate stimulus to demand would have made most sense, for instance a big immediate cut in payroll taxes. As a rough guess, the total fi scal stimulus from this package that will be effective in 2009 will probably not surpass 12 billion with the impact backloaded rather than frontloaded. However, we have to add the fi rst stimulus programme passed in December, a hotchpotch of measures including an accelerated depreciation allowance for business investment, a bigger tax break for home repairs and the like. This fi rst package could provide up to 8 billion in fresh money for 2009, in our view. In addition, the Constitutional Court has reinstated a tax break for commuters. Including the reimbursement of overpaid tax to commuters, this could put 7.5 billion into the hands of commuters this year.Germanys total fi scal stimulus for 2009 could thus add up to around 30 billion, equivalent to 1.2% of GDP, followed by roughly 35 billion for 2010. If the economy recovers in 2010, the tail end of the stimulus could end up being partly procyclical rather than countercyclical. The German programme highlights the risks that a fi scal stimulus could come too late to actually smooth the cycle much. As there is hardly any stimulus for the most crucial time period, the fi rst half of 2009, the fi scal boost may not kick in before monetary policy is also starting to work. Germany at least has not managed to use fi scal policy to fi ll the gap which the temporary impairment of monetary policy has created.For the longterm growth prospects, the package is also a very mixed batch: Intereconomics, JanuaryFebruary 2009 The one element that is clearly positive, the cut in payroll taxes, is also one of the smaller elements, probably with 3 billion for the second half of 2009 and 6 billion for 2010. The additional cut in income taxes is also welcome. But its structure a cut in the starting rate of income tax from 15% to 14% and minor changes to the tax schedule will not do very much to strengthen the incentive to work. Our experience with additional German public spending to combat recessions is that most of the money does little to enhance the longterm growth prospects of the country even if the spending comes under the label investment. For instance, Germany very much needs a better school system. But repairing some old school buildings faster than initially planned will do little to raise the quality of education. Against that, we have to set the longterm costs of higher public debt. We expect Germany to clearly breach the Maastricht 3% defi cit limit in 2009, probably with a result around 4%. The defi cit may not shrink very much in 2010. The resulting extra burdens on future generations could more than offset the very small positive impact on incentives and thus on longterm growth which some of the measures agreed upon may have. Summary The case for some fi scal stimulus in the European Union is stronger in the current downturn than usual. However, the case is still not very convincing. A joint European approach would likely be counterproductive. A series of national initiatives, subject to some EU safeguards against fl agrant beggarthyneighbour attempts, at least gives countries the chance to learn from each other. National approaches could make more sense. However, the example of the biggest EU member state, Germany, does not inspire much confi dence that the national fi scal programmes could be designed well enough to warrant their longterm fi scal costs. The verdict on such national programmes has to be taken on a casebycase basis. All in all, the most important task for European authorities is to get the monetary stimulus right, and especially to repair the transmission mechanism of monetary policy through the banking system and fi nancial markets so that the unusually low rates and the very generous injections of central bank liquidity could work.9FORUMDaniel GrosConvergence and Divergence in Public Finance The current crisis has led to an almost instantaneous convergence on the view that fi scal policy needs to be used vigorously to mitigate the impact of the fi nancial crisis on the real economy. This convergence of view is global. Governments on all continents have recently announced large stabilisation packages, with little opposition from economic experts. There are serious arguments for this sudden conversion to the view that the government must intervene to sustain demand: offi cial central bank interest rates are rapidly nearing zero almost everywhere, implying that monetary policy might have become ineffective. Moreover, with interest rates apparently at historically low levels on most maturities most models indicate that fi scal policy should be particularly effective in stimulating demand since under the present circumstances higher defi cits apparently no longer crowd out investment or other expenditure through higher interest rates.This sudden preference for an active fi scal policy is thus usually motivated by the need of the present exceptional circumstances. However, a closer look at the data suggests that there have been some important shifts in public fi nance that started well before the fi nancial crisis became the dominant theme. Moreover, it might well be that it will be more diffi cult than currently anticipated to reduce government expenditure once the crisis is over. The share of the government in the economy might thus increase on a longer term basis.AngloSaxon public fi nance used to refl ect the ReaganThatcher legacy of small government and low taxation. However, the difference between AngloSaxon and continental European public fi nance has been changing gradually over the last decade as expenditure has trended upwards in the USA and the UK, whereas it has been under control in most of continental Europe. In this sense there has been convergence. The convergence in expenditure patterns will actually accelerate as the result of a shorter term divergence which concerns the response of fi scal policy to the fi nancial crisis: fi scal defi cits are increasing much more in the AngloSaxon world than on the continent. The key reason for this latter difference might lie in the dif Director, Centre for European Policy Studies CEPS, Brussels, Belgium.10ferent fi nancial situation of AngloSaxon households. The remainder addresses these three issues in turn. Convergence of Expenditure Ratios A key indicator of the present and future tax pressure is the ratio of total public expenditure to GDP because all expenditure has sooner or later to be fi nanced by taxation. On this account the USA and the UK started ten years ago with a strong advantage as their expenditure ratios were below 40% of GDP, compared to close to 50% in the euro area and Germany, giving the UK an advantage of more than 8 percentage points and the USA one of close to 14% of GDP. This advantage has been completely lost in the case of the UK in whose case one can use the 2009 projections from the Commission as the fi scal response to the fi nancial crisis has been more on the revenue side e.g. VAT reduction in the UK and has been almost entirely lost in the case of the USA. In the UK general government expenditure is now at 47.2% of GDP, slightly higher than on average in the euro area. This implies that the UK has de facto to become a high tax country. The deterioration is even more pronounced relative to Germany which over recent years has decisively cut back on public expenditure, from slightly above the euro area value to around 44% of GDP today, about 4 percentage points below the UK value. In this sense Germany has positioned itself as a future low tax country within Europe at least until the most recent stimulus package was decided. For the USA it is more diffi cult to get precise numbers, but the intention of the Obama administration seems to be to increase public expenditure massively. It is thus likely that the USA will soon have a government that has about the same economic role in the economy as in Germany. Sooner or later taxes will thus have to increase to the German level.Moreover, the share of the government in GDP also indicates roughly the importance of the automatic stabilisers. With this convergence in expenditure patterns automatic stabilisers have also become roughly similar on both sides of the Atlantic.Table 1 illustrates these trends allowing for a comparison of present expenditure patterns with those of about ten years ago around the start of EMU. As the fi scal plans are constantly changing, the numbers for Intereconomics, JanuaryFebruary 2009FORUMTable 1Table 2Total General Government Expenditure Fiscal Defi cit in % of GDP General Governmentin % of GDPA Average 19972001B 200910C Change BAAverage 1997200120072009 expected November2009 expected early 2009Germany Euro area UKFrance USAS o u r c e s : Ameco; own estimates.47.447.739.152.534.845484955422.40.39.92.57.2Germany Euro area UKFrance USAS o u r c e s : Ameco; Commission forecast of January 2009.0.20.63.82.72.81.61.60.62.10.40.21.85.63.57.22.94.08.85.4810200910 can be only rough estimates based on the published stimulus packages in different countries. Divergence in the Fiscal Policy Response to the CrisisThe deterioration in AngloSaxon fi nances is immediately apparent from the numbers for the defi cits. Here again the deterioration set in well before the current crisis: over the 5year cycle 199701 the UK and the USA had a defi cit about one full percentage point below that of the euro area. In 2007, thus even before the fi nancial crisis hit the UK and the US economies particularly hard, this had already changed completely with both AngloSaxon countries running a defi cit just below 3% of GDP, two percentage points above the euro area value. Compared to the euro area the deterioration was thus equal to three percentage points of GDP over a period during which the AngloSaxon economies were widely assumed to be performing much better, supposedly because of their more innovative fi nancial markets.Given the large fi scal stimulus packages, again in both AngloSaxon countries already decided in the UK, still to be formalised in the USA this trend is set to continue over the next years. For 2009 the AngloSaxon defi cits are now projected at around 9% of GDP and 2010 is anybodys guess.1 By contrast, the defi cit for the euro area can be expected to be closer to 4% of GDP, a gap of fi ve percentage points.As an aside one might note that this implies that defi cits of this magnitude are clearly not sustainable. At some point in the not so distant future the UK and the USA will thus have to undertake a massive fi scal retrenchement. This will be a challenge from both the economic and political point of view as growth is likely to remain weak under the combined infl uence of a weak housing and fi nancial sector.What is the reason for this striking difference in the response of fi scal policy to the looming recession? 1 Currently it is expected that the defi cit will increase even further in both the UK and the USA.Intereconomics, JanuaryFebruary 2009Most predictions for 2009 imply currently that the loss of growth should be fairly uniform across Europe, mostly in the 45% range as growth goes from about 2.5% to minus 2% almost everywhere. It is widely expected that the recession will actually be somewhat shorter in the USA. Predicted growth rates for the USA are somewhat higher for both 2009 and especially for 2010.The key reason for the difference in the revealed preference of governments in terms of the use of fi scal policy is probably very simple: there are important differences in economic structures which make fi scal policy much more effective under the current circumstances in AngloSaxon countries. To put it succinctly: tax rebates and transfers can help the insolvent AngloSaxon household to maintain consumption. But the solvent German household is likely to add any additional income, which is known to be temporary, to its already considerable savings.Differences in the Financial Situation of Households and the Effectiveness of Fiscal Policy Many discussions about fi scal policy remain abstract and national stimulus plans are usually reported in terms of one headline fi gure, namely the increase in the budget defi cit that is expected from them. However, the effectiveness of a stimulus plan should not be measured by the increase in the defi cit, but the increase in overall demand it provokes. The most direct way for governments to increase demand is to buy goods and services directly from the market. However, it is not widely recognised that it is diffi cult to obtain a large boost quickly in this way since most European governments spend very little this way. Table 3 documents this for the major expenditure items. Governments spend about one fi fth of GDP on consumption of goods and services. However, this expenditure category cannot provide a sustained boost to the economy since one cannot stock these items for future use. This leaves public sector investment as 11FORUMExpenditure of General Government as % of GDPNet Lending of Households Table 3Table 4Final consumption Social transfers Investment Euro billion% of income EU27EU 15Euro Area 16United States Germany France Italy Spain UK20.620.820.316.617.623.020.519.321.415.315.416.019.016.517.417.712.610.02.62.52.63.41.53.22.34.02.0the most often mentioned expenditure category, which has the added advantage that higher public sector investment today should lead to higher productivity tomorrow.However, one has to keep in mind that public sector investment represents only 22.5% of GDP and is diffi cult to increase quickly since the large projects, which make up the bulk of the expenditure, take often a decade or more to realise. Even if governments were able to increase public investment by 20% in one year this would result in a fi scal impulse of less than 0.5% of GDP. In the USA public sector investment is expected to increase by about 40%, from 2.6 to 3.6% of GDP in 2009.In reality fi scal policy must thus, if it wants to be effective immediately, work through transfers to the private sector, either via lower taxes or via higher transfers to households. The key problem here is that under the present circumstances of extreme uncertainty households might just save any increase in their disposable income. How likely is this to happen? A key factor will be the fi nancial position of households themselves: households that depend on credit to fi nance their consumption will be most affected by the credit crunch and are thus most likely to react to a tax cut by maintaining their consumption. For this type of household a tax cut or an increase in expenditure will thus be an effective tool to prevent an even sharper drop in consumption. However, for households which do not depend on credit the situation is quite different. Households that are saving anyway will probably at present just increase their savings in response to an increase in their disposable income which they know to be temporary.This implies that the effectiveness of fi scal policy will vary greatly across the EU. Table 4 shows that in only two of the larger member countries are households on average net borrowers. Not surprisingly this is the case in Spain and the UK. In these two countries with 12Germany Spain France Italy UKS o u r c e : Ameco. 144 27 66 63 9795558the largest housing bubbles fi scal policy should thus be effective. However, in the three other large member countries households are on average net savers. In these countries, and in particular in Germany where households are net lenders to the tune of about 10% of their disposable incomes, fi scal policy will not be effective as households can just increase their lending in response to a tax cut. The experiences of the USA and Japan point in a similar direction. In Japan the government has been running very large defi cits, but an increase in private savings has completely offset this, leaving domestic demand fl at for a decade. Even in the USA, where the private savings rate has been close to zero, households still choose to save a large part of the tax rebate implemented in the early summer of 2008.Concluding Remarks With the global economy in an unprecedented recession it is natural that attention is focused on the various fi scal stimulus packages enacted almost everywhere, in Europe, the USA and even China. This contribution argues that there had already been some convergence in the share of the government between AngloSaxon and continental European countries even before the increases in public sector expenditure programmed now. Germany in particular stood out until recently as moving towards the lowest public expenditure share in GDP, lower even than the AngloSaxon average.The strong fi nancial situation of households in most of continental Europe and, again, particularly in Germany suggests that tax cuts and increases in transfers will have only a rather limited impact on private demand. The actual impact of the recently enacted stimulus packages in Germany and elsewhere in Europe might thus be quite limited. By contrast, one would expect that the overindebted households in the USA and UK will react much more to similar measures. Fiscal policy should thus be much more effective in the AngloSaxon world, which might be why this is also where the call for a fi scal stimulus started and where the defi cits are now the highest.Intereconomics, JanuaryFebruary 2009FORUMTito BoeriSeizing the European Day As the fi nancial crisis has mutated into a global recession the attention of policymakers has shifted from the fi nancial sector to fi scal policy as a demand tool. At the European level the Commission has called for coordinated action to stimulate demand and most member countries have by now enacted sizeable fi scal stimulus plans.However, with this exclusive concentration on fi scal policy Europe is missing a great opportunity in the current crisis. These times of extraordinary politics should be used to carry out some of the badly needed structural reforms that have kept down the performance of the European economy for so long. The reason why many of these reforms have not been undertaken is clear: most of them meet with fi erce political opposition from the start although some also pay in terms of public budgets, but only in the longrun. Rather than spreading resources across a variety of public expenditure programmes of dubious effectiveness, rather than trying to cheat with the numbers of stimulus packages that will always fail to be as sizeable as the current global recession would require, governments should concentrate their efforts on devising longranging reforms and buying consensus around them. This means increasing public defi cits in the short run while enhancing the long run structural performance of their economies and improving their position along the intertemporal public budget constraint. Economic research on the political economy of reforms and, above all, the experience accumulated over decades of reforms can be very helpful in fi nding ways to compensate the shortterm losers of these reforms. More spending today should aim at making politically feasible what without compensation and in ordinary times is not. This effort does not require as much policy coordination as the fi scal stimulus packages proposed by the G20, the IMF and other multilateral organisations to counter the global recession. Structural reforms have indeed a national dimension, they vary from country to country and their opponents also differ across nations. Structural reforms are mainly a matter of national governments and constituencies. Yet by pursuing these reform efforts simultaneously, governments would be able to strengthen their positions visavis national vot Bocconi University and Fondazione Rodolfo Debenedetti, Milan, Italy.Intereconomics, JanuaryFebruary 2009ers and exploit yardstick competition, drawing on the example of the other countries. Experience has shown that European public opinions often react to events occurring in other countries. We had numerous examples of political spillovers in the recent history of the Union, from fi scal discipline and social pacts associated with the convergence to euro, to the tightening of migration policies, to the increasing popularity of fl exicurity arrangements. Sometimes these spillovers have worked in undesirable directions as in the case of migration policies after the enlargement. Now it is time to have them playing in favour of longterm growth.European institutional rigidities those barriers that keep markets from operating effectively exist because, somewhere, there is a group benefi ting from them and lobbying for their preservation. What is more, such barriers rarely operate in isolation; a regulation in one area calls for regulations in another area. That is why the countries with the most restrictive labour markets usually have the most tightly regulated product markets. Removing these rigidities is proving extremely diffi cult, and not because governments do not wish to carry out reforms. The fact of the matter is that measures such as these usually encounter strong political opposition; they are initially unpopular while they pay in the long run. Governments with short horizons do not want to pay the political costs of these reforms; they are concerned that, by carrying them out, they may not be reelected. As stated by the European veteran, Jean Claude Juncker, They know what to do, but do not know how to be reelected afterwards. However, the current recession is creating a TINA type situation: There Is No Alternative to carrying out reforms. Governments will not be blamed for the unavoidable recession, but for the way in which they prepared their countries for the aftermath of the crisis. A key element in many reforms concerns the labour market and associated social legislation. Rigidities in these areas are widely perceived to be the key to improving the economic performance of Europe. The Fondazione Rodolfo Debenedetti has now established an inventory of labour market and social policy reforms carried out in EU member countries during the 19862006 period. Reforms are categorised as either popular or unpopular, marginal or radical. This analysis revealed that contrary to common wisdom many 13FORUMTable 1Labour and Social Policy Reforms and the Macroeconomic Environment Employment Protection Legislation NonEmployment Benefi ts Public Pensionsmarginalstructuralmarginalstructuralmarginalstructural Total per column Of which structural %Number of countryyears Reforms per countryyears Structural reforms per countryyears19862006, EU15 less LuxembourgPolitically Diffi cult Reforms GDP growth Downturns of which recessions 622651635817%262.230.382281511921%210.900.19Upturns 431022115851338710%2471.570.15of which strong growth 25816011571127211%1871.450.16Politically Popular Reforms GDP growth Downturns of which recessions Upturns of which strong growth 62619 2413%260.920.121215922%210.430.105475335811766%2470.710.044764514811485%1870.790.04N o t e s : GDP growth: downturns imply g1, Upturns g1, strong growth g 2. In brackets, average number of reforms per year and country Ex: 19 politically diffi cult reforms in periods of recession 21 countryyears of recession.reforms have, in fact, been carried out over the past two decades. We counted almost 650 reforms, that is, about 2.2 per year and country. However the changes have often been marginal: 583 out 645 reforms, that is roughly 90 per cent of the regulatory changes were not structural reforms. This means that these regulatory changes were not comprehensive reforms, addressing the broader design of existing systems rather than their minor features. In particular, a structural reform of the employment protection legislation is one that does affect all types of contracts e.g. it should also concern workers under permanent contracts and not only those with fi xedterm contracts. A reform of nonemployment benefi ts is structural insofar as it affects the entire population at risk, that is, the population of working age. Finally, a reform of the public pension system is structural if it is going to affect, sooner or later, all future cohorts of pensioners.Moreover, reforms can be split between those that are unpopular, as they reduce the generosity of public pensions or nonemployment benefi ts or make employment protection less strict 445 out of 645, that is, about 70 per cent and those moving in the opposite direction. We fi nd frequently reforms undoing one another over a few years. These inconsistencies and the marginal nature of most reforms have signifi cantly increased the complexity of the European institutional landscape. In the fi eld of employment protection, for instance, we have assisted a multiplication of contractual types, with a number of fi xedterm and unstable jobs going 14hand in hand with permanent and still heavily protected positions. Pension rules are getting different from cohort to cohort. And there is a huge number of different soft landing schemes to retirement. All this has increased the dualism of European labour markets, making them more segmented not only between insiders and outsiders but also among various types of outsiders. This overrepresentation of marginal reforms among the unpopular regulatory changes is a clear indication of the fi erce political opposition that these reforms face.Thus, the message has so far been mixed: many reforms have been undertaken, but few resulted in lasting structural improvement. Can Europe do better now that a deep recession is unavoidable? An important message of this inventory see also Table 1 is that during recessions or at times of economic stagnation it is actually easier to carry out these politically diffi cult reforms than proceeding the other way round. In particular, when GDP was growing at more than 2 per cent per year, there were 272 politically diffi cult reforms, but also 148 reforms doing the popular job of increasing generosity, adding more employment protection and reducing rewards from participation. There is a higher probability of carrying out the key reforms, those that are politically diffi cult and structural, during downturns than during upturns. And these reforms are more likely under a recession 19 per cent of countryyear observations than during periods of strong growth 16 per cent.Thus, the view that negative or slow growth prevents diffi cult reforms does not fi nd support from this Intereconomics, JanuaryFebruary 2009FORUMdataset. It is true that radical and unpopular reforms are diffi cult when unemployment rises and there is a strong demand for protection, but it is precisely under these conditions that one can fi nd support for such diffi cult things as reforming public pensions and reducing the dualism of labour markets. A tentative explanation for this rather surprising result is that there may be a stronger perception of emergency when macroeconomic conditions are less favourable recessions are often times of extraordinary politics than during upturns when lobbies are at work to appropriate a larger share of the economic pie. Overall, recent European history suggests that it is precisely now that European governments should act. It is mainly a matter of national decisionmaking. European supranational authorities can support this process by increasing yardstick competition. They can also reward those countries that carry out structural reforms through the allocation of the globalisation fund. Given the limited size of this fund, it will be a rather minor economic reward, but may involve a signifi cant political dividend for the benefi ciary. The largest economic rewards from carrying out structural reforms will come, in any event, from the reduced costs of servicing the public debt of governments who succeed in convincing markets that they have indeed improved the longterm growth prospects of their economy.Ansgar BelkeFiscal Stimulus Packages, Uncertainty and Economic Crisis Is the Option of Waiting Valuable?It is clear by now that the fi nancial crisis has become a crisis of the real economy, not only in the USA and the UK, but especially in euro area member countries like Ireland and Germany. According to the most recent interim report by the EU Commission, GDP in the EU is expected to fall by 1.8 per cent in 2009 before recovering moderately by 0.5 per cent in 2010. This is the consequence of a severe contraction of world trade and manufacturing output and, in some countries, of overdue corrections in housing markets.1 Policymakers in the EU member states are currently shaping rescue packages to mitigate the impact of the crisis on their economies. Even Germany has acted, with the German coalition government recently agreeing on a substantial stimulus package, after an evening of heavyhanded negotiations.2 We shall fi rst discuss whether fi scal policy is the generic solution to sustain demand in the current crisis and highlight the potential benefi ts of fi scal policy cooperation in the euro area. Following that, we check whether the option value of waiting in times of uncertainty is a good guideline for macro policies in times of crisis. Fiscal Policy as the Generic Solution to Sustain Demand?Taking the dire outlook as a startingpoint, politicians and economists are pondering about what could University of DuisburgEssen and IZA Bonn, Germany.Intereconomics, JanuaryFebruary 2009be done to keep the real economy from collapsing and to stabilise it. The generic answer which has constantly been brought forth since the collapse of Lehman Brothers seems to be to use fi scal policy to sustain demand, since monetary policy with its main interest rates approaching zero will no longer be effective. Fiscal policy seems particularly appropriate since our macroeconomic models tell us that fi scal policy multipliers increase when more economic agents become liquidity constrained because they are then likely to spend any additional income they receive. However, a closer look at what fi scal policy can actually achieve suggests that one should be very cautious in expecting too much from this policy instrument. As some forecasters are already expecting an upturn in the second quarter of 2009, Germanys stimulus is likely to be mostly procyclical. The main driver of the current economic weakness is uncertainty, which made fi rms postpone hiring decisions and investment.3 However, economic and fi nancial uncertainty is now decreasing, according to all indicators of the fi nancial fear factor. Obviously, the global policy response 1 European Commission: Interim Forecast, DG for Economic and Financial Affairs, Brussels, January 2009.2 For details see http:www.eurointelligence.comarticle.581M515193432ba.0.html. In the meantime, the IMF has come out in favour of an increase in direct government expenditure and against general tax cuts. Cf. S. C l a e s s e n s , M. A. K o s e , M. E. Te r r o n e s : What Happens During Recessions, Crunches and Busts?, IMF Working Paper 08274, Washington 2008.15FORUMto the fi nancial and economic crisis has calmed stock markets as the fears of an economic Armageddon have subsided. Also, political uncertainty has diminished as many world leaders have clarifi ed the details of their stimulus packages.4 Hopefully, thus, the economic medicine has not been administered just as the patient is striving to leave the hospital!Depending on their ideological couleur, fi scal policy proposals by German political parties ahead of the superelection year 2009 varied from defi citfi nanced spending increases, balanced budget spending increases fi nanced with higher taxes to defi cit fi nanced tax cuts until the turnofyear 200809. However, these proposals did not become more appropriate the more they were contended with increasing frequency and vehemence. Instead, the longforgotten political expenditure cycle of the Nordhaustype appeared to be back on stage again.5 Moreover, the stabilising impacts of fi scal policy in general are often largely overestimated. The often emphasised multiplier effect of additional government spending or of temporary tax cuts is often hardly larger than one.6 However, in order to avoid a too Germanocentric perspective, the potential benefi ts of fi scal policy coordination in the euro area will be addressed in the following.The Case of a Liquidity Trap Policymakers in the EU member states are currently shaping rescue packages to prevent the fi nancial crisis hitting their economies with unmitigated force. Each government seems to be responding to the emerging problems with a countryspecifi c set of measures. Given the global nature of the crisis, would coordinated action at the European level be a better approach? Or can actions by national governments be expected to deal more adequately with the problems facing the national economy than a panEuropean set of measures? The Merkel government in Germany has even been accused by some of displaying freerider behaviour in the area of fi scal policy since it was more reluctant to push forward large fi scal rescue packages in the fi ght against the crisis than its euro area counter3 Cf. A. B e l k e , M. G o e c k e : Real Options Effects on Employment: Does Exchange Rate Uncertainty Matter for Aggregation?, in: German Economic Review, Vol. 6, 2005, pp. 185203; and N. B l o o m : The Impact of Uncertainty Shocks, forthcoming in: Econometrica, Stanford 2008.4 Cf. N. B l o e m , M. F l o e t o t t o : The recession will be over sooner than you think, in: Vox EU, 12 January 2009, http:www.voxeu.orgindex.php?qnode2785. They report that the key measures of uncertainty have dropped so rapidly that they believe growth will resume by mid2009.5 W.D. N o r d h a u s : The Political Business Cycle, in: Review of Economic Studies, Vol. 42, 1975, pp. 169190.6 A. M o u n t f o r d , H. U h l i g : What Are the Effects of Fiscal Policy Shocks?, in: NBER Working Paper, No. 14551, Cambridge, MA, 2008.16parts with partly higher debt burdens and often higher fi scal defi cits, and appeared less prone to European coordinated efforts. Is this negative assessment justifi ed? It is widely assumed that a common currency makes it desirable also to have a common fi scal policy and some even go as far as saying that the euro needs to be backed up by a political union.7 However, this is not a foregone conclusion if one accepts that fi scal policy can also be a source of shocks. There are a variety of reasons why fi scal policy could be destabilising in the context of the current crisis: policymakers do not have full control over the outcome, and at times the effect of a certain measure e.g. a tax reform is quite different from what is anticipated; or, as in the current situation, the economic forecasts underlying fi scal policy might turn out to be wrong. Finally, the large difference between temporary and permanent fi scal shocks means that for the effectiveness of the fi scal policy measures it is of crucial importance that measures are not believed permanent by private agents. However, the latter is not always the case.8It is thus assumed that fi scal policy represents a source of shocks. The key question then is whether a higher correlation of these shocks presumably because of tighter cooperation is desirable. The simple model used by Belke and Gros 9 which was designed for normal economic periods serves to illustrate a general idea which should hold up in more sophisticated models as well. Our main result is that in general it might be better to have independent national fi scal policies that are not coordinated or at least not correlated under EMU, because this leads to risk diversifi cation: the variance of a sum of shocks is lower, the lower the covariance among the individual components. The argument that independent national fi scal policies are preferable because of risk diversifi cation is not new and was already documented in the risk sharing literature by Srensen, Yosha, van Wincoop and many others.10 Our analytical results suggest that the often repeated calls for fi scal policy coordination in ordinary times might be misguided. More fi scal policy coordination is also likely to lead to more correlated 7 For a survey on the fi rst issue cf., for instance, P. D e G r a u w e : Economics of Monetary Union, 6th ed., Oxford 2005, Oxford University Press; and G. G a n d o l f o : International Finance and Openeconomy Macroeconomics, BerlinHeidelberg 2001, Springer. For an introduction into the second aspect cf. D. G r o s , N. T h y g e s e n : European Monetary Integration, New York 1998, Addison Wesley Longman.8 European Commission, 2009, op. cit.9 Cf. A. B e l k e , D. G r o s : On the Benefi ts of Fiscal Policy Coordination in a Currency Union: A Note, in: Empirica, Vol. 361, 2009, pp. 4549. Intereconomics, JanuaryFebruary 2009FORUMfi scal policy shocks and this might increase actual output variability. This result even holds if it is backed by a more complicated variant of the model used here, one developed by Belke and Gros, who formally disentangle the discretionary component from the endogenous i.e. income dependent components of fi scal policies in a monetary union.11 However, this conclusion is supported by our simple model structure and holds primarily as long as no other large shocks emerge. However, in the case of the current economic crisis it is reasonable to proceed on the assumption that an exogenous shock to demand has hit the euro area countries signifi cantly. With interest rates converging to zero, this negative shock has significant external effects which should ideally be internalised by a coordinated effort of national fi scal policies. However, this way of reasoning decisively hinges on the existence and signifi cance of a liquidity trap in the euro area economies. In case of the latter, the spillovers of fi scal policy are of course positive because the interest rate does not react. Hence, in the Nash equilibrium, the fi scal stimulus initiated by the euro area countries is suboptimally low. However, the existence of a liquidity trap cannot be taken for granted. As the saying goes, the German economy, for instance, is currently on the ropes of a liquidity trap. Fearfully, the economic agents are hoarding their cash. Monetary policy, i.e. lower interest rates, is ineffective in this precarious situation. Is the government unable to do otherwise by enacting countercyclical fi scal policy measures? It is wellknown that, with the notion of a liquidity trap John Maynard Keynes described a scenario in which an increasing money supply is unable to lower bond yields. However, actual data do not corroborate this view. The recent interest cuts by the ECB have de facto lowered the returns of government bonds rather well. Accordingly, the current yield of outstanding German government bonds has fallen to historical lows. Hence, there is no a priori argument at least from the German perspective that fi scal policy is needed because monetary policy is helpless.Effi cacy of Fiscal Policy Mountford and Uhlig,12 for instance, have analysed three types of policy scenarios: a defi citfi nanced 10 Cf., for instance, P. A s d r u b a l i , B. E. S r e n s e n , O. Yo s h a : Channels of Interstate Risksharing: US 19631990, in: Quarterly Journal of Economics, Vol.144, 1996, pp. 10811110; and B. S r e n s e n , O. Yo s h a : International Risk Sharing and European Monetary Unifi cation, in: Journal of International Economics, Vol. 45, 1998, pp. 211238.11 A. B e l k e , D. G r o s : Is a Unifi ed Macroeconomic Policy Necessarily Better for a Common Currency Area?, forthcoming in: European Journal of Political Economy, 2008.12 A. M o u n t f o r d , H. U h l i g , op. cit.Intereconomics, JanuaryFebruary 2009spending increase, a balanced budget spending increase fi nanced with higher taxes and a defi cit fi nanced tax cut, in which revenues decrease but government spending stays unchanged. Although the best fi scal policy for stimulating the economy appears to be defi citfi nanced tax cuts, they impressively point out that this should not be read as endorsing them. They only point out that unanticipated defi citfi nanced tax cuts work as a shortlived stimulus to the economy, not that they are sensible. Also, international institutions like the IMF speak out against general tax cuts and in favour of an increase in direct government expenditures.13 In sum, also the expenditure part of the recent German stimulus package is not backed by the Mountford and Uhlig study. As always, there are other studies available, some of them claiming that fi scal policy is more effective since private consumption is stimulated via a crowding in effect.14 Some also doubt that the results obtained by Mountford and Uhlig can be transferred on a onetoone basis to exceptional situations like the current crisis, in which many consumers, above all in the USA, are credit constrained but the latter already pay little in the way of taxes. Hence it is argued that it is plausible to assume that fi rms and consumers will use tax cuts fi rst of all to clear up their balance sheet. However, Daniel Gros shows in his contribution in this volume that this kind of argument is applicable only to a few EU countries, particularly the UK and Spain. Taken on the whole, it thus appears that Germanys Finance Minister Mr. Steinbruck was not too mistaken with his longlasting reluctance visavis the demands for extensive defi cit spending earlier in 20072008. But waiting with fi scal stimulus packages with, of course, the option to conduct them later on can also be valuable simply due to the existence of uncertainty. But of what type?Model Uncertainty and Forecast Uncertainty Issing,15 for instance, distinguishing three broad categories of uncertainty, from the more common to the more complex and Knightian ones, acknowledges that the uncertainty factors faced by those responsible for macroeconomic policy are myriad and interdependent. They are created by, for instance, competition between different theoretical models or 13 A. S p i l i m b e r g o , S. S y m a n s k y, O. J. B l a n c h a r d , C. C o t t a r e l l i : Fiscal Policy for the Crisis, in: International Monetary Fund, Staff Position Note, SPN0801, Washington, DC, 29 December 2008.14 T. M o n a c e l l i , R. P e r o t t i : Fiscal Policy, Wealth Effects, and Markups, in: NBER Working Paper, No. 14584, Cambridge,MA, 2008 .15 O. I s s i n g : Monetary Policy in a World of Uncertainty, in: Fondation Banque de France Centre d Etudes Prospectives et d Informations Internationales CEPII Universite AixMarseille IDE, Paris, 9 December 2002 http:www.banquefrance.frgbfondatiotelecharissing.pdf.17FORUMstructural change. The latter type of model uncertainty has gained a new dimension in the wake of the current crisis. Some analysts fail to appreciate that the appropriate macroeconomic models are currently suitable neither for forecasting nor for evaluating policy measures. None of the relevant macro models had foreseen and predicted the fi nancial crisis of 200708, inter alia because this kind of model does not contain the currently decisive variables such as venturesomeness and credit growth. Hence, model based policy consulting by and large does not appear to be able to answer the question of how to fi ght the fallout of the crisis, the question that had it stumped. Starting from this background it is either a remarkable irony of history or a clear but probably unintended case in favour of the Lucas critique 16 that those institutions which still forecast a deep enduring international crisis are those which demand fi scal stimulus packages the most pressingly and see them going into effect by now. A great bulk of the aforementioned macroeconomic models cannot be applied under the current circumstances and business cycle forecasts are currently affl icted with a still rather high degree of uncertainty. This is due not least to the vagueness of the extent and the effects of the worldwide reactions of economic policy to the crisis. The estimations of German growth are all within the negative spectrum. However, their range has been unusually high. While some only come up with a contraction of 0.5 per cent, others no longer exclude a minus four. At present, the only reliable fact is that aggregate demand still appears to be weak. The Option Value of Waiting It has increasingly been argued in recent weeks that, in spite of all imponderabilities, enacting large economic stimulus packages is justifi ed since governments should at least try to stabilise the economy; at the very least it could do no damage. However, this argument is not completely consistent. If such measures are enacted today, for instance in the shape of defi cit fi nanced tax reductions, future additional programmes become even more expensive because the level of public debt will then be higher, although these programmes might be needed even more pressingly. And in reality, German government debt is heavily increasing these days. It is already likely that Germanys new borrowing in 2009 will not be below the Maastricht level. Even worse, the promise of an allembracing tax reform after the federal elections will probably not be kept.16 R. E. L u c a s : Econometric policy evaluation: A critique, in: K. B r u n n e r, A. H. M e l t z e r eds.: The Phillips Curve and Labour Markets, in: Journal of Monetary EconomicsSuppl., 1976, pp. 1946.18Even Higher Debt Levels after Fiscal Package Deals Each tax cut included in the stimulus package II lowers the leeway for future tax reforms, since tax cuts cannot be planned without an eye on government debt. Thus, the most effective prerequisite of future tax cuts is Germanys strict compliance with the Maastricht criteria. The German government therefore should now provide for a quick basic law statutory anchored debt brake in the federalism reform II. A prototype example of the immense future costs of selfdefeating defi cit fi nanced fi scal packages is Japan, where the different fi scal policy measures in the 1990s have led to a massive increase in public debt which will continue to burden Japanese citizens for decades and which makes current fi scal policy measures much too expensive in terms of costs of repayment.17Especially in times of great uncertainty it thus makes sense to wait somewhat with the implementation of expansionary policy measures such as tax cuts and expenditure programmes until the fog of the forecast uncertainty has lifted and it has become clear how large the economic crash really is. However, in extreme times like the present business cycle forecasts are not of much help. They contain a good deal of speculation and cannot serve as a sound quantitative basis for the adequate dosage of countercyclical fi scal policy packages. In order to avoid becoming an amplifi er of the crisis itself, a government should, at least temporarily, follow the Knightian approach to uncertainty and rely more than usual upon qualitative analyses. The German government therefore deserves support for its approach up until 12 January, to gain more evidence about the effects of the already initiated steps and of the automatic stabilisers for the time being. However, this waitandsee attitude has not precluded working on plans for a contingency budget Eventualhaushalt with longer term expenditure programmes in the areas of infrastructure, research, education and family issues. This still allowed the option to act quickly as the crisis and the awareness thereof became even more intense. However, it had to be determined how the expected large budget defi cits were to be compensated by additional government savings after overcoming the crisis. Until today, it is not clear how credible this is. Anyway, with an eye on the option value of waiting, the German Grand Coalition was well advised until the endofyear 2008 to keep its powder dry for the crisis year 2009. If the pessimists among 17 Cf. Kenneth R o g o f f at the AEA 2009 Meeting, American Economic Association, Proceedings of the Annual AEA Meeting in San Francisco, 2009, http:www.vanderbilt.eduAEAAnnual_Meetingindex.htm.Intereconomics, JanuaryFebruary 2009FORUMFigure 1Barometer of Fear: the DAX Volatility Index VDAX 20072009cid:25cid:16cid:24cid:16cid:23cid:16cid:22cid:16cid:21cid:16cid:20cid:16cid:19cid:16cid:18cid:16cid:17cid:16cid:16cid:42cid:65cid:78cid:231cid:18cid:16cid:16cid:23cid:33cid:80cid:82cid:231cid:18cid:16cid:16cid:23cid:42cid:85cid:76cid:231cid:18cid:16cid:16cid:23cid:47cid:67cid:84cid:231cid:18cid:16cid:16cid:23cid:42cid:65cid:78cid:231cid:18cid:16cid:16cid:24cid:33cid:80cid:82cid:231cid:18cid:16cid:16cid:24cid:42cid:85cid:76cid:231cid:18cid:16cid:16cid:24cid:47cid:67cid:84cid:231cid:18cid:16cid:16cid:24cid:42cid:65cid:78cid:231cid:18cid:16cid:16cid:25S o u r c e : Thomson Financial Datastream.the forecasters at that time were to be believed, the German government would be in need of it.18 Hence, from the perspective of the option value of waiting under uncertainty and assuming that uncertainty was still high and the package was not large and effective enough, the German government killed its option too early on 12 January 2009.Investment, Consumption and Uncertainty Pressure on the European governments to increase spending or to cut taxes is growing as midterm growth prospects for the euro area worsen. The arguments for a further cut in interest rates and a large fi scal stimulus seem compelling: infl ation is now clearly below the ceiling set by the ECB itself and demand is so weak that there is no danger of fi scal policy induced pressure on prices emerging in the near future. Moreover, some argue that especially for Germany there is ample room for fi scal manoeuvre. However, this view is misguided since already in 2009 an estimated budget deficit beyond the Maastricht limit of three per cent is not impossible. Finally, amid the uncertainty over the size of the real effects of the fi nancial crisis, the euro area economy is arguably in need of some stabilisation. But how large is uncertainty at the moment really?How Large is Uncertainty at the Turnoftheyear high, though on its way down. In the case of Germany, the relevant type of fi nancial and economic uncertainty is traded via the VDAX which delivers the implicit 45 dayahead volatility of German stock futures DAX in per cent. High empirical realisations point to a still restless and irregular market, low empirical realisations lets one expect a further stock market performance without strong price fl uctuations. Hence, the VDAX is frequently called the barometer of fear. The actual fi gures reveal a positive structural break in the data since 25 August 2008, which still matters up to now Figure 1. The VDAX jumped over fourfold after the dramatic collapse of Lehmans in September 2008. But it has fallen back by 50 per cent over the last couple of weeks as both economic and political uncertainty has receded. Alternative measures of uncertainty such as the implied volatility on the SP 100 which is commonly known as the fi nancial fear factor have also fallen.19 This is even true with respect to the frequency of the use of the expression uncertain in the press.20However, in the same way as business cycle forecasts are currently affl icted with a continuingly high degree of uncertainty, indicators of fi nancial fears are not reliable early business cycle indicators. Hence, it appears defi nitely too early to argue that a Germany has recently shifted to a less pronounced uncertainty regime since all actors have become aware of the potentially huge dimensions of the crisis and b one should have agreed only three months ago with analysts like Paul Krugman 21 who warned that a dire recession was brewing.One important implication of the model of the option value of waiting is that only the current shortterm uncertainty has an impact on the decision to wait. Future uncertainty does not enter the decision under risk neutrality. If one takes a fi xed period, for instance one year, the likelihood that investment will be postponed to the end of that period depends only on the uncertainty during that period and not on future uncertainty. This implies that even short spikes in uncertainty can have a strong impact on investment. This simple model view abstracts from risk aversion. However, Belke 200809?19 Cf. N. B l o e m , M. F l o e t o t t o , op. cit.However, a closer look at the economic effects of uncertainty suggests that this might be a poor strategy around the turnoftheyear 200809 especially because uncertainty in the markets is still extraordinarily 18 S. C l a e s s e n s , M. A. K o s e , M. E. Te r r o n e s , op. cit.; and Deutsches Institut fur Wirtschaftsforschung: Wochenbericht, Vol. 76, No. 12, 2009, Berlin, 7 Januar 2009.20 Cf. M. A l e x o p o u l o s , J. C o h e n : Uncertainty and the credit crisis, in: Vox EU, 23 December 2008, http:www.voxeu.orgindex.php?qnode2732, claim that uncertainty shocks have a swift, strong and durable impact on economic activity. Assessing expectations of average citizens in Main Street through the use of keywords in main newspapers indicates a modest decline of uncertainty since October 2008, suggesting that the worst may be behind us.21 P. K r u g m a n : Ideas for Obama, in: New York Times, Opinion, 11 January 2009.Intereconomics, JanuaryFebruary 200919FORUMand Gros 22 show that the basic conclusion that even a temporary increase in uncertainty can make a postponement of investment optimal is robust to the introduction of riskadjusted discount factors. Skeptics towards this approach might argue that there are two effects working in the opposite direction which are relevant in the current situation. On the one hand, there is a still extraordinarily high economic and fi nancial uncertainty which increases the play area of weak reaction by macroeconomic variables to changes in macroeconomic policy. On the other hand it has become increasingly clear in recent weeks that the bad realisation becomes more and more probable and the increasing deviation from the fi ftyfi fty probability assessment diminishes the play area. This means that the two effects currently run against each other and the net effect is not clear yet. However, we have shed much more light on this issue in Figure 1 by means of a look at the current prices at which fi nancial uncertainty is traded these days. This has confi rmed that it is still tremendous. Hence, it seems legitimate to argue that one disposes of a high uncertainty threshold to trigger on the option argument. Equally, evidence of an option value of waiting for monetary and fi scal policy should emerge since we still fi nd ourselves in a period of extraordinary uncertainty. To deal with the infl uence of uncertainty on economic decisions, economists have developed the concept of the option value of waiting under uncertainty.23 This formalises a commonsense rule: if a decision involves some sunk costs, or any other element of irreversibility, it makes sense to wait until the uncertainty has been resolved. The temptation to postpone investment decisions is particularly strong when the uncertainty is likely to be resolved in the near future as, for instance, by fi scal packages! This conclusion appears to be independent of the assessment of uncertainty as a stochastic or a Knightian phenomenon. Why are we talking about Knightian uncertainty? Because Keynes is back, at least according to many scholars, and the sense and nonsense of countercyclical fi scal packages in times of uncertainty have to be discussed from the Keynesian perspective as well.While the academic profession, among others Dixit and Pindyck,24 has made tremendous progress in analysing risk and uncertainty in welldefi ned stochastic 22 Cf. A. B e l k e , D. G r o s : Real Impacts of IntraEuropean Exchange Rate Variability: A Case for EMU?, in: Open Economies Review, Vol. 12, No. 3, 2001, pp. 231264.23 A. D i x i t , R. S. P i n d y c k : Investment under Uncertainty, Princeton, New York 1994.24 Ibid. 20economies, the Knightian uncertainty that confronts monetary policy and sometimes markets is of an altogether different dimension. It was US economist Frank Knight 1885 1972 who, in his book Risk, Uncertainty and Profi t, built his analysis on the distinction between risk and uncertainty:25 Uncertainty must be taken in a sense radically distinct from the familiar notion of Risk, from which it has never been properly separated   It will appear that a measurable uncertainty, or risk proper   is so far different from an unmeasurable one that it is not in effect an uncertainty at all.Knight speaks of no less than the failure of the concept of probability calculus. In his seminal work The General Theory of Employment, Interest and Money, John Maynard Keynes 18831946 takes a very similar stance:26 Most of our decisions to do something positive   can only be taken as a result of animal spirit   and not as the outcome of a weighted average of quantitative benefi ts multiplied by quantitative probabilities. In fact, Knight argues that the diffi culty of the forecasting process extends far beyond the impossibility of applying mathematical propositions to forecasting the future. A priori reasoning, Knight insisted, cannot eliminate indeterminateness from the future. In the end, he considered reliance on the frequency of past occurrences extremely hazardous.27 This assessment fi ts extremely well with the current situation and would a fortiori lead to the same assessment of the non usefulness of macro stimulus packages of a magnitude below a certain threshold in the current crisis according to the concept of the option value of waiting under uncertainty. Option Value of Waiting for the Government It is clear that any decision to increase government spending andor to lower taxes involves some sunk costs, or some other element of irreversibility. First, it takes time to pass the fi scal measures through the national Parliaments and for the economy to respond.28 As a result, once decided, the fi scal policy measures can rarely be adjusted to the changing economic circumstances. Second, there are always some political constraints: it tends to be much easier for governments to ease fi scal policy than to tighten it, from the perspective of political economy a reversal is not cred25 Cf. F. K n i g h t : Risk, Uncertainty and Profi t, New York 1964, 1921, Century Press.26 J. M. K e y n e s : The General Theory of Employment, Interest and Money, New York 1936, Harcourt, Brace.27 Cf. A. B e l k e , T. P o l l e i t : Monetary Economics of Global Financial Markets, forthcoming 2009, Springer.28 Cf. M. B u t i : The Economic Downturn and Budgetary Policy in Europe, Mimeo, 2001.Intereconomics, JanuaryFebruary 2009FORUMible, the package is packagedeal specifi c and once the measure is taken it tends to become irreversible. A third important aspect is the following. Germany as it stands now, i.e. after having decided on the second fi scal package, will have consolidated its debt no earlier than sometime around 2020. Anyway, consolidation will not be a pleasant enterprise since Germany will have to cope with the economic consequences of demographic change. And the ongoing weakness of the stock markets will almost certainly not quicken Germanys political pace towards a stronger adoption of private pension schemes. Hence, the process of debt accumulation by expenditure programmes is most probably asymmetric and, thus, can be regarded as at least partly irreversible. However, the option value of waiting in times of uncertainty is not limited to the government but also extends to private agents. Option Value of Waiting for Private Agents You can imagine businesses assessing investment projects that would be slightly profi table under current circumstances, even more profi table if the uncertainty were favourably resolved, and lossmaking if not. Such a business would lose little in terms of forgone profi ts if it delayed the decision. Once the uncertainty had been resolved, it would still have the option to proceed if that was to its advantage. An analogous argument applies to the consumers who might delay their decisions to buy, for instance, a durable consumer good in times of high uncertainty of being employed at all in the near future. This uncertainty makes it worthwhile to postpone consumption and to wait for even lower prices. According to some other simple models, uncertainty which cannot be hedged raises the variability of revenues and induces the investors to apply a higher discount rate on expected future revenues.29 At the start of the fi nancial subprime crisis it was argued that it would not have any appreciable direct consequences for the European economy since Europe, having signifi cantly extended its trade with emerging markets, had probably decoupled from the USA in terms of the business cycle. However, as time went by it was recognised that the indirect effects could be substantial if the crisis lasted longer than expected, or if it led to a disruption of the banking sector and some branches like the car industry, i.e. to wider regional fi nancial and economic instability. A long and deep recession cannot be excluded a priori. This explains why the fi nancial crisis weighs so heavily on 29 For simplicity, discounting issues and risk aversion are ignored here on this cf. A. B e l k e , D. G r o s , 2001, op. cit. so that decisions can be based only on expected values. The same assumption is used also by A. D i x i t : Entry and Exit Decisions under Uncertainty, in: Journal of Political Economy, Vol. 97, 1989, pp. 620638. Intereconomics, JanuaryFebruary 2009many apparently unrelated decisions. This uncertainty is likely to be completely resolved in the medium run, perhaps not in a matter of months, as some analysts maintain, but certainly in a matter of one or two years. However, while it remains, one would expect demand especially investment demand to remain quite weak in the near future. Option Value of Waiting for the Fiscal Authority a Deeper Analysis So should a government then not try to stimulate demand with a fi scal shock, as for instance a defi citfi nanced spending increase, a balanced budget spending increase fi nanced with higher taxes and a defi cit fi nanced tax cut in times of large fi nancial and economic uncertainty? A fi rst argument against this approach would be that the concept of the option value of waiting applies to a government just as much as it applies to everyone else. A deep recession which has the potential to turn into a depression may be averted, or it may be relatively short and have little durable effect on important macroeconomic variables such as the labour market. Hence, if the government triggers another fi scal policy shock within the coming months, it risks having to reverse its decision almost immediately if the crisis turns out to be relatively shortlived or if fi nanced by infl ation in order to avoid blowing up the next asset price bubble.30 The government should thus trigger a positive fi scal policy shock only if it is convinced that such a shock will make sense even if the uncertainty about the length and the duration of the crisis is favourably resolved. In the context of the fi nancial crisis of 200708 and the potential 2009 depression, a fi scal policy shock as an insurance against a bad outcome does not make sense since: 1. Fiscal policy shocks are not effective if uncertainty is large. 2. The government itself disposes of an option value of waiting with fi scal policy shocks. If, for instance the government shocks today, it kills the option to shock in the future although this option might be very valuable in times of high uncertainty. 3. Frequent fi scal policy changes by a government induce additional uncertainty, which tends to aggravate the current weakness of investment and consumer goods demand. 30 A. B e l k e , W. O r t h , R. S e t z e r : Sowing the Seeds of the Subprime Crisis Does Global Liquidity Matter for Housing and other Asset Prices?, in: International Economics and Economic Policy, Vol. 5, No. 4, 2008, pp. 403424.21FORUMSeen on the whole, the above analysis has a clear bearing on the current discussion about the crisis management of the worlds leading fi scal authorities with respect to the USdriven fi nancial and economic crisis. If, in times of high uncertainty about the risks fi nally faced by fi rms, households and the economy as a whole, the government triggers fi scal policy shocks in a stepwise fashion, it does not induce more than a straw fi re on the stock markets and the entire economy for several days but certainly does not induce a sustainable move towards more investment and consumption demand, which is so urgently needed to prevent a world recession.31 Thus, starting with the abovementioned irreversibilities which are specifi c to fi scal policy, great uncertainty also generates an option value of waiting for the fi scal authorities. The pleas of the majority of speakers at this years AEA Conference 2009 in San Francisco in favour of signifi cant increases in government expenditure do not appear to be in contradiction to this assessment because they almost exclusively refer to the much more fl exible US economy.32 Applying this argument to continental Europe is certainly not admissible. Newspapers worldwide reported in the wake of the AEA Meeting that many US economists interpreted a large but arguably transitory increase in direct government expenditures as the most important insurance against a Great Depression II. However, real options theory teaches us that, at least in Europe, a cut in taxes or an increase in expenditures as an insurance against a bad outcome does not make sense, just as little as a cut in central bank interest rates is useful for this purpose. The Band of Inaction The models of decisionmaking under uncertainty also have a second implication. All decisions involve some transaction costs whether they concern investment, hiring and fi ring, or bureaucratic sclerosis in general. The latter are especially important in continental Europe although Germany has made some progress in lowering labour market rigidities in recent years due to the Hartz reforms. This implies that businesses facing only a small change in prices may not respond immediately. There is always a band of inaction a price range within which it does not pay to change course. The size of this band of inaction increases as uncertainty increases. And, given the still 31 For a general discussion of interest rate decisions in an uncertain environment cf. D. B e g g , F. C a n o v a , P. d e G r a u w e , A. F a t a s , P. L a n e : Surviving the Slowdown, in: Monitoring the European Central Bank 4, Centre for Economic Policy Research CEPR, London 2002. 32 Cf. American Economic Association, 2009, op. cit.22prevalent structural rigidities in the euro area economy, uncertainties probably affect decisionmaking in Europe more than they do in the USA. Hence, one should not be trapped in the currently quite popular fallacy that Keynesian demand stimulation will be successful in Europe only because it appears to work in the USA. Due to the extraordinarily high degree of uncertainty, real world investment, employment and consumption may appear less sensitive to changes in the fi scal policy stance than according to the prediction of the majority of models of fi scal policy transmission. Instead, for instance the increasingly apparent debt problems in the euro area suggest that the government should stay its hand. But if the government is not convinced of this, it should avoid shocking a little today, because that would not be a sensible compromise in times of still high uncertainty; in fact, it would just waste an option without helping the economy. Instead, one could make the case for a stronger fi scal policy response. As the Germans say, Klotzen nicht Kleckern: if you are going to hit it, hit it hard. That might be correct in principle, but policymakers would need to react fast. Any additional economic stimulus has to be implemented quickly. Dithering over different directions of policy might actually make things worse by adding uncertainty.33 However, common sense tells us that acting according to the motto Its now or never for expansionary policy is not really an option, at least in the case of Germany, simply because it might be too late for such a large stimulus. Now that uncertainty is gradually decreasing, growth should start to rebound and a large stimulus will no longer be needed. Firms will probably begin to hire and invest again to make up for lost waiting time. Abstracting from real option theory under uncertainty, one should advise against a large stimulus anyway mainly with an eye on too high and unsustainable debt levels. Moreover, abstaining from overexpansionary fi scal policies in interplay with monetary policy which infl ates the economy in order to push down real debt avoids sowing the seeds of the next asset price bubble and the subsequent crisis.The government is just painfully caught between the confl icting alternatives to react quickly or to wait with fi scal stimuli. The above analysis has shown that the specifi c way out should depend on the magnitude of the planned package, on the estimated degree of uncertainty prevailing and on the credibility of later consolidation.33 Cf. R.J. C a b a l l e r o : Normalcy is Just a Few Bold Policy Steps Away, MIT, mimeo, 17 December 2008.Intereconomics, JanuaryFebruary 2009", "filename": "727017446.pdf", "person": ["Holger Schmieding", "Schmieding, Holger", "Daniel Gros", "Gros, Daniel", "Tito Boeri", "Boeri, Tito", "Ansgar Belke", "Belke, Ansgar"], "date": ["2009"]}