{"lang": "de", "identifier_url": ["http://www.econstor.eu/bitstream/10419/84993/1/727145282.pdf"], "title": ["Öffentliches Wirtschaftsrecht und ökonomisches Wissen"], "plaintext": "I. Worum es gehen soll Die staatliche Wirtschaftsverwaltung steht zum Teil vor geradezu herkulischen Aufgaben. Langst muss sie nicht mehr nur einen prufenden Blick auf Gaststatten und Handwerksbetriebe werfen, um nur zwei gewerberechtliche Traditionsaufgaben herauszugreifen. Sondern sie soll etwa auch auf den immer dynamischeren und immer starker verwobenen Finanzmarkten durch qualitative Aufsicht fur Markt und Systemstabilitat Sorge tragen und in den Netzwirtschaften durch sektorspezifische Regulierung Wettbewerb ermoglichen.1 Anspruchsvoller konnten die Aufgaben moderner Wirtschaftsverwaltung kaum mehr sein. Solche ehrgeizigen wirtschaftspolitischen Ziele pragen unabweislich auch die Anatomie des offentlichen Wirtschaftsrechts. Je planender, vorsorgender und gestaltender die Exekutive agieren und je tiefer sie zum Puls dynamischer Markte vordringen soll, desto weniger kann bereits das Wirtschaftsrecht Speicher fertiger Antworten sein und desto groer ist in der Folge auch der Bedarf an extrajuridischem Wissen fur die rechtsanwendenden Instanzen II  Uber theoretische und empirische Einsichten, die sich fur das offentliche Wirtschaftsrecht fruchtbar machen lassen, verfugen in besonderem Mae die Wirtschaftswissenschaften. Eine zunehmend wichtigere Funktion der Wissenschaft vom offentlichen Wirtschaftsrecht kann man darin sehen, dieses nachbarwissenschaftliche Wissen nach rechtseigenen Kriterien auch fur die Rechtspraxis verfugbar zu machen III  Solche rechtswissenschaftlichen Rezeptionsleistungen sind zwar weder trivial, noch aus einer wissenschaftstheoretischen Perspektive vollig bruchlos moglich. Die reflektierte Rezeption okonomischer Theorie und Empirie ermoglicht aber gerade bei ambitionierten staatlichen Interventionen in das Wirtschaftsgeschehen eine deutlich groere Entscheidungsrationalitat als das exklusive Vertrauen auf rechtsinternes Wissen IV  Im Folgenden soll das besondere Augenmerk der Anwendung des positiven Rechts gelten, bei dem die Rezeption okonomischen Wissens noch voraussetzungsvoller und fur viele auch weit weniger selbstverstandlich ist als in der rechtswissenschaftlichen Gesetzgebungsberatung.2 Ein kurzes Fazit schliet die Skizze ab V  II. Der rechtsinduzierte, variierende Bedarf nach okonomischem Wissen 1. Die disziplinaren Saulen des Wirtschaftsrechts Von den drei disziplinaren Saulen des Wirtschaftsrechts dem zivilen Wirtschaftsrecht, dem Wirtschaftsstrafrecht und dem offentlichen Wirtschaftsrecht hat sich die Wissenschaft vom Fur die kritische Lekture des Textes und hilfreiche Kommentare danke ich Prof. Dr. Christoph Engel, Prof. Dr. Andreas Funke und Yoan Hermstruwer. 1 Vgl. zu diesen Aufgaben auch die Beitrage von AnnKatrin Kaufhold, Transfer und Transformation okonomischen Wissens im Recht der Bankenaufsicht, Eike Michael Frenzel, Schnittstellen fur extrajuridisches Wissen im Regulierungsverwaltungsrecht Status quo und Perspektive in diesem Band. 2 Zum Umgang mit rechtsexterner Theorie im Rahmen der wissenschaftlichen Politikberatung Jorn Ludemann, Rechtsetzung und Interdisziplinaritat in der Verwaltungsrechtswissenschaft, in: Andreas FunkeJorn Ludemann Hrsg., Offentliches Recht und Wissenschaftstheorie, 2009, S. 119 ff. 1 zivilen Wirtschaftsrecht in Deutschland bislang am weitesten fur okonomisches Wissen geoffnet. Kam es in den 1980er Jahren auch in der Zivilrechtswissenschaft noch zu erbitterten Auseinandersetzungen in den heiligen Hallen der Juristenzeitung um den Bedarf und die Erlaubtheit okonomischer Argumente im Recht,3 wie sie fur wissenschaftliche Fruhphasen methodischer Innovationen charakteristisch sind,4 gehort die Rezeption okonomischen Wissens mittlerweile fur weite Teil des Schwesterfachs schon fast zum guten Ton.5 Vor allem der jungeren Generation von Zivilrechtswissenschaftlern geht der Umgang mit okonomischen Argumenten inzwischen leicht von der Hand.6 Die Wissenschaft vom offentlichen Wirtschaftsrecht hat sich demgegenuber wie die Verwaltungsrechtswissenschaft insgesamt uber weite Strecken deutlich reservierter gezeigt. Doch die Zeiten andern sich auch hier. In den letzten Jahren wird der Bedarf an okonomischem Wissen auch im offentlichen Wirtschaftsrecht immer haufiger angemeldet und von einer wachsenden Zahl von Verwaltungsrechtswissenschaftlern durch eigene Beitrage gedeckt.7 3 Legendar die Philippika von KarlHeinz Fezer, Aspekte einer Rechtskritik an der economic analysis of law und am property rights approach, JZ 1986, S. 817 823; ders., Nochmals: Kritik an der okonomischen Analyse des Rechts, JZ 1988, S. 223 ff., dagegen Claus OttHansBernd Schafer, Die okonomische Analyse des Rechts Irrweg oder Chance wissenschaftlicher Rechtserkenntnis?, JZ 1988, S. 213 ff.; Gebhard Kirchgassner, Fuhrt der homo oeconomicus das Recht in die Irre?, JZ 1991, S. 104 ff. Zu fruheren Begegnungen von Rechtswissenschaft und Okonomie, namentlich zu rechtsokonomischen Ansatzen im 19. Jahrhundert sowie zu den verbliebenen Vorbehalten in moderner Zeit siehe die differenzierte Studie von Kristoffel GrechenigMartin Gelter, Divergente Evolution des Rechtsdenkens. Von amerikanischer Rechtsokonomie und deutscher Dogmatik, Rabels Z 72 2008, 513 ff. 4 Vgl. zu den Reflexionsphasen der Rechtsokonomik in Deutschland Jorn LudemannStefan Magen, Besprechungsaufsatz zu Klaus Mathis, Effizienz statt Gerechtigkeit?, in: ZRPh 2009, S. 97 97 ff  5 Siehe stellvertretend etwa die zivilrechtlichen Habilitationsschriften von Holger Fleischer, Informationsasymmetrie im Vertragsrecht. Eine rechtsvergleichende und interdisziplinare Abhandlung zu Reichweite und Grenzen vertragsschlussbezogener Aufklarungspflichten, 1999; Horst Eidenmuller, Unternehmenssanierung zwischen Markt und Gesetz. Mechanismen der Unternehmensreorganisation und Kooperationspflichten im Reorganisationsrecht, 1999; Matthias Leistner, Richtiger Vertrag und lauterer Wettbewerb. Eine grundlagenorientierte Studie unter besonderer Berucksichtigung der europaischen Perspektive, 2007; Stefan Bechtold, Die Grenzen zwingenden Vertragsrechts. Ein rechtsokonomischer Beitrag zu einer Rechtsetzungslehre des Privatrechts, 2010; Wolfgang Wurmnest, Marktmacht und Verdrangungsmissbrauch. Eine rechtsvergleichende Neubestimmung des Verhaltnisses von Recht und Okonomik in der Missbrauchsaufsicht uber marktbeherrschende Unternehmen, 2010; Florian Moslein, Dispositives Recht. Zwecke, Strukturen und Methoden, 2011; Gisela Ruhl, Statut und Effizienz. Okonomische Grundlagen des Internationalen Privatrechts, 2011; JensHinrich Binder, Regulierungsinstrumente und Regulierungsstrategien im Kapitalgesellschaftsrecht, 2012. 6 So auch Holger FleischerDaniel Zimmer, Effizienzorientierung im Handels und Wirtschaftsrecht, in: dies. Hrsg., Effizienz als Regelungsziel im Handels und Wirtschaftsrecht, 2008, S. 9 11. 7 Vgl. exemplarisch nur Matthias SchmidtPreu, Das Regulierungsrecht als interdisziplinare Disziplin am Beispiel des Energierechts, in: Jurgen F. Baur et al. Hrsg., FS fur Gunter Kuhne zum 70. Geburtstag, 2009, S. 329 ff.; Christoph Engel, Paketvermittelte Telefonie, 2006; Thomas Fetzer, Staat und Wettbewerb in dynamischen Markten. Eine juristischokonomische Untersuchung unter besonderer Berucksichtigung der sektorspezifischen Telekommunikationsregulierung in Deutschland und den USA, 2012; Stefan Magen, Rechtliche und okonomische Rationalitat im Emissionshandel, in: Towfigh et al. Hrsg., Recht und Markt. Wechselbeziehungen zweier Ordnungen, 2009, S. 9 ff.; Anne van Aaken, Opportunities for and Limits to an Economic Analysis of International Economic Law, in: Transnational Corporations Review 2011, S. 27 ff.; Jurgen Kuhling, Sektorspezifische Regulierung der Netzwirtschaften. Typologie, Wirtschaftsverwaltungsrecht, Wirtschaftsverfassungsrecht, 2004; Mario Martini, Der Markt als Instrument hoheitlicher Verteilungslenkung. Moglichkeiten und Grenzen einer marktgesteuerten staatlichen Verwaltung des Mangels, 2008; Roland Broemel, Strategisches Verhalten in der Regulierung, 2010; Karl M. Meessen, Auf der Suche nach einem der Wirtschaft gemaen Wirtschaftsrecht Beitrage zum Transnationalen Wirtschaftsrecht; H. 119, 2012; Markus Ludwigs, Unternehmensbe 2 2. Wirklicher oder vermeintlicher Bedarf? Dass auch die Wissenschaft vom offentlichen Wirtschaftsrecht immer haufiger auf okonomisches Wissen rekurriert, ist auch wenn manche es vielleicht hoffen mogen keine bloe akademische Mode, die vorubergehen wird wie einst die Schlaghose.8 Ebenso wenig ist die Rezeption einer unkritischen Interdisziplinaritatseuphorie geschuldet, wie sie in der modernen Wissenschaftspolitik mitunter bizarre Bluten treibt. Und man macht es sich schlielich auch zu leicht, die wachsende Rezeptionsbereitschaft vieler Verwaltungsrechtswissenschaftler allein unter die Kategorie wissenschaftssoziologischer Gruppenprozesse namentlich der von ANDREAS VOKUHLE proklamierten Neuen Verwaltungsrechtswissenschaft 9 zu verbuchen, deren eherne Gesetzmaigkeiten seit LUDWIG FLECK10 und THOMAS KUHN11 langst entlarvt sind. Fraglos: Weil Wissenschaft nicht nur ein Erkenntnis, sondern immer auch ein sozialer Prozess ist,12 sind derartige Faktoren fur die Wissenschaftsentwicklung nicht irrelevant und man sollte sie deshalb auch nicht aus einem falsch verstandenen Wissenschaftsidealismus heraus leugnen, nach dem nicht sein kann, was nicht sein darf. Aber diese Grunde sind doch nicht die primaren Ursachen fur die gestiegene Nachfrage nach extrajuridischem Wissen im offentlichen Wirtschaftsrecht. Die weitaus gewichtigeren Grunde liegen an anderen Stellen, die sich teilweise uberlappen und gegenseitig erganzen. Aus einer gesellschaftstheoretisch grundierten Perspektive kann man etwa mit INO AUGSBERG13 auf das immer fragmentiertere Wissen in der Informations und Wissensgesellschaft 14 in der Bundesrepublik Deutschland, zogene Effizienzanforderungen im Offentlichen Recht. Unternehmenseffizienz als neue Rechtskategorie, 2012; Jorn Ludemann, Wettbewerb und Regulierung in der Telekommunikation. Das Telekommunikationsrecht vor den Herausforderungen dynamischer Marke, in: ders. Hrsg., Telekommunikation, Energie, Eisenbahn: Welche Regulierung brauchen die Netzwirtschaften?, 2008, S. 69 ff. Vgl. etwa auch das okonomische Grundlagenkapitel in Christian CalliesStefan Korte, Dienstleistungsrecht in der EU, 2011, 2. 8 Das schliet Konjunkturen der Offnung und Schlieung der Verwaltungsrechtswissenschaft gegenuber den Nachbarwissenschaften freilich nicht aus, vgl. dazu nur Christian Bumke, Die Entwicklung der verwaltungsrechtswissenschaftlichen Methodik in: Eberhard SchmidtAmannWolfgang HoffmannRiem Hrsg., Methoden der Verwaltungsrechtswissenschaft, 2004, S. 73 85 ff.; siehe auch Christoph Mollers, Methoden, in: Wolfgang HoffmannRiemEberhard SchmidtAmannAndreas Vokuhle Hrsg., Grundlagen der Verwaltungsrechts, Bd. I, 2. Aufl., 2012, 3, Rdnr. 42; ders., Theorie, Praxis und Interdisziplinaritat in der Verwaltungsrechtswissenschaft, Verw Arch 93 2002, S. 22 40 ff  9 Andreas Vokuhle, Neue Verwaltungsrechtswissenschaft, in: Wolfgang HoffmannRiemEberhard SchmidtAmannAndreas Vokuhle Hrsg., Grundlagen des Verwaltungsrechts, Bd. I, 2. Aufl., 2012, 1. 10 Ludwig Fleck, Entstehung und Entwicklung einer wissenschaftlichen Tatsache. Einfuhrung in die Lehre vom Denkstile und Denkkollektiv, 1935. 11 Thomas S. Kuhn, The Structure of Scientific Revolutions, 3. Aufl., 1996. 12 Zu Gruppenprozessen in der Wissenschaft etwa Friedhelm Neidhardt, Gruppierungsprobleme sozialwissenschaftlicher Fuhrungsteams, in: ders. Hrsg., Gruppensoziologie Perspektiven und Materialien, 1983, S. 552 ff. 13 Ino Augsberg, Multi, inter transdisziplinar? Zum Erfordernis binnenjuristischer Metaregeln fur den Umgang mit extrajuridischem Wissen im Verwaltungsrecht in diesem Band; vgl. auch dens., Einleitung: Ungewissheit als Chance eine Problemskizze, in: ders. Hrsg., Ungewissheit als Chance. Perspektiven eines produktiven Umgangs mit Unsicherheit im Rechtssystem, 2009, S. 1 ff. 14 Gernot BohmeNico Stehr, Knowledge Society, 1986; Nico Stehr, Knowledge Societies, 1994; Peter WeingartMartin CarrierWolfgang Krohn, Nachrichten aus der Wissensgesellschaft. Analysen zur Veranderung der 3 verweisen, auf das sich jedes gesellschaftliche Teilsystem zunehmend einstellen muss.15 Aus einer eher staatstheoretischen Warte liee sich auf den vielfach beschriebenen Wandel von Staatlichkeit verweisen,16 der sich auch in der Wirtschaftspolitik und ihrer steigenden Angewiesenheit auf eine kooperative Wissensgenerierung mit Privaten 17 niederschlagt. Man kann den wissenschaftlichen Fokus aber nicht zuletzt auch und das ist die Perspektive dieses Beitrags unmittelbar auf das Tableau des offentlichen Wirtschaftsrechts richten. Diese Fokussierung liegt nicht nur deshalb nahe, weil der Bedarf an extrajuridischem Wissen, wie eingangs bereits erwahnt, zu einem groen Teil den spezifischen Aufgaben geschuldet ist,18 die der Gesetzgeber der Wirtschaftsverwaltung ubertragen hat. Die theoretische Ruckbindung an die rechtlich verfassten Aufgaben bewahrt auch davor, einen Wandel des offentlichen Wirtschaftsrechts und seiner wissenschaftlichen Anforderungen auszurufen, den es in dieser Allgemeinheit nicht gibt. Denn auch wenn modernere Materien wie das sektorspezifische Regulierungsrecht der Netzwirtschaften naturgema besondere wissenschaftliche Aufmerksamkeit auf sich ziehen, verdrangen sie die uberkommenen Aufgaben der Wirtschaftsverwaltung doch nicht,19 sondern legen sich vielmehr wie neue Ringe um den bisherigen Aufgabenstamm herum.20 Wenn manche Abhandlungen sich gleichwohl so lesen, als sei das gesamte offentlichen Wirtschaftsrecht wie das Verwaltungsrecht uberhaupt von einer einzigen Welle der Erneuerung mitgerissen worden, fragen differenziertere Stimmen vollig zu Recht, ob der Wandel, der da mit breitem Pinsel an die Wand gemalt wird, nicht besser mit dunnerer Feder und den notwendigen Schattierungen gezeichnet worden ware. Wissenschaft, 2007, S. 9 ff.; Hans Mohr, Wissen Prinzip und Ressource. Die Zukunft gehort der Wissensgesellschaft, 1999, S. 9 ff. 15 Fur das Rechtssystem KarlHeinz Ladeur, Das Umweltrecht der Wissensgesellschaft. Von der Gefahrenabwehr zum Risikomanagement, 1996; Thomas Vesting, Die Bedeutung von Information und Kommunikation fur die verwaltungsrechtliche Systembildung, in: Wolfgang HoffmannRiemEberhard SchmidtAmannAndreas Vokuhle Hrsg., Grundlagen des Verwaltungsrechts, Bd. II, 2008, 20, Rdnr. 36 ff.; ders., Nachbarwissenschaftlich informierte und reflektierte Verwaltungsrechtswissenschaft. Verkehrsregeln und Verkehrsstrome, in: Eberhard SchmidtAmannWolfgang HoffmannRiem Hrsg., Methoden der Verwaltungsrechtswissenschaft, 2004, S. 165 ff. 16 Siehe etwa Andreas Vokuhle, Das Konzept des rationalen Staates, in: Gunnar Folke SchuppertAndreas Vokuhle Hrsg., Governance von und durch Wissen, 2008, S. 13 ff. 17 Vgl. zum Ruckgriff des Staates auf das Wissen gesellschaftlicher Akteure Andreas Vokuhle, Expertise und Verwaltung, in: HansHeinrich TruteThomas GroHans Christian RohlChristoph Mollers Hrsg., Allgemeines Verwaltungsrecht zur Tragfahigkeit eines Konzepts, 2008, S. 637 ff.; Ekkehart Hoffmann, Externer Sachverstand im Verwaltungsverfahren, in: Indra Spiecker gen. DohmannPeter Collin Hrsg., Generierung und Transfer staatlichen Wissens im System des Verwaltungsrechts, 2008, S. 176 ff.; Ivo Appel, Methodik des Umgangs mit Ungewissheit, in: Eberhard SchmidtAmannWolfgang HoffmannRiem Hrsg., Methoden der Verwaltungsrechtswissenschaft, 2004, S. 327 ff. Zur Entwicklung des Staates zum Wissensstaat Bardo Fassbender, Wissen als Grundlage staatlichen Handeln, in: Josef IsenseePaul Kirchhof Hrsg., Handbuch des Staatsrechts, Bd. IV, 3. Aufl., 2006, 76, Rdnr. 1 ff. 18 Zum Konnex von Aufgabenwandel und Verwaltungsrecht Michael Stolleis, Die Entstehung des Interventionsstaats und das offentliche Recht, ZNR 11 1989, S. 129 ff.; Dieter Grimm, Der Wandel der Staatsaufgaben und die Krise des Rechtsstaats, in: ders. Hrsg., Wachsende Staatsaufgaben sinkende Steuerungsfahigkeit des Rechts, 1990, S. 291 ff.; Helmuth SchulzeFielitz, Staatsaufgabenentwicklung und Verfassung, ebenda, S. 11 ff. 19 Vgl. zur bleibenden Bedeutung des Gewerberechts etwa Josef Ruthig, in: Josef RuthigStefan Storr, Offentliches Wirtschaftsrecht, 3. Aufl., 2011, Rdnr. 201 ff.; Annette Guckelberger, Einfuhrung in das Gewerberecht, Jura 2007, S. 598 ff. 20 Differenzierend auch Rainer Wahl, Die Aufgabenabhangigkeit von Verwaltung und Verwaltungsrecht, in: Wolfgang HoffmannRiemEberhard SchmidtAmannGunnar Folke Schuppert Hrsg., Reform des Allgemeinen Verwaltungsrechts. Grundfragen, 1993, S. 177 ff. 4 Nichts anderes gilt auch fur unsere methodische Frage nach der Rezeption rechtsexternen Wissens. Auch hier tut groere Differenzierung Not, als sie in den modernen Methodendebatten haufig an den Tag gelegt wird. So unterschiedlich die Aufgaben der Wirtschaftsverwaltung und die Normen des offentlichen Wirtschaftsrechts sind, so heterogen ist bei Lichte betrachtet auch der Bedarf nach der Rezeption okonomischen Wissens. Denn disziplinubergreifende Wissenschaft ist weder ein Naturgesetz noch eine akademische Selbstverstandlichkeit; sondern sie ist vielmehr, wie JURGEN MITTELSTRA es zutreffend charakterisiert hat, ein Reparaturinstrument in einer immer ausdifferenzierteren Wissenschaftslandschaft.21 Das Pladoyer fur transdisziplinare und interdisziplinare Forschung ist deshalb auch notwendig als ein doppeltes zu lesen: Es ist einerseits Anerkenntnis der Notwendigkeit und Unverzichtbarkeit disziplinarer, arbeitsteiliger Forschung, ohne die der Erkenntnisgewinn moderner Wissenschaft nicht gleichermaen vorstellbar ware;22 und es ist andererseits zugleich Anerkenntnis der Begrenztheit von Disziplinen, die ihre eigenen Grenzen uberschreiten und gegen den Strom der Spezialisierung schwimmen sollten, wenn und soweit sie mit den eigenen Mitteln nicht mehr weiter kommen oder ihre eigenen Aufgaben durch die Rezeption disziplinfremden Wissens angemessener erfullen konnen.23 Wann solche bewussten Grenzuberschreitungen wirklich angezeigt sind, lasst sich aber nicht allein in den luftigen Hohen allgemeiner Interdisziplinaritatsdiskurse beantworten. Auch wenn das Bedurfnis nach grenzuberschreitender Forschung angesichts der immer weitergehenden Ausdifferenzierung des Wissens 24 insgesamt steigt: Wie gro der Bedarf und der Nutzen rechtsexterner Theorie fur die Wissenschaft vom offentlichen Wirtschaftsrecht im Letzten wirklich ist, hangt vor allem von den konkreten, in ihren Zielsetzungen und in ihrer gesetzlichen Ausgestaltung ausgesprochen heterogenen Rechtsregeln ab, mit denen Praxis und Wis 21 Jurgen Mittelstra, Transdisziplinaritat wissenschaftliche Zukunft und institutionelle Wirklichkeit, 2003; ders., Interdisziplinaritat oder Transdisziplinaritat?, in: ders., Die Hauser des Wissens. Wissenschaftstheoretische Studien, 1998, S. 29 ff. 22 Jurgen Mittelstra, Abschied von der vollstandigen Universitat, in: ders., Hauser des Wissens. Wissenschaftstheoretische Studien, 1998, S. 232 240: Voraussetzung fur Transdisziplinaritat als wissenschaftliche Arbeits und Erkenntnisform aber sind und bleiben die Disziplinaritaten. Wo keine unterschiedlichen disziplinaren Arbeitformen in Forschung und Lehre sind, dort kann es auch keine transdisziplinaren Arbeitsformen geben, dort bleibt die Erkenntnis, die sich zunehmend transdisziplinaren Orientierungen verdankt, aus.; ders., Natur und Geist. Von dualistischen, kulturellen und transdisziplinaren Formen der Wissenschaft, in: ders., Hauser des Wissens. Wissenschaftstheoretische Studien, 1998, S. 91 107: wissenschaftliche Transdisziplinaritat kann wissenschaftliche Disziplinaritat nicht ersetzen. Siehe auch Matthias Jestaedt, Offentliches Recht als wissenschaftliche Disziplin, in: Christoph EngelWolfgang Schon Hrsg., Das Proprium der Rechtswissenschaft, 2007, S. 241 278; Roland Czada, Disziplinare Identitat als Voraussetzung von Interdisziplinaritat?, in: Kilian BizerMartin FuhrChristoph Huttig Hrsg., Responsive Regulierung. Beitrage zur interdisziplinaren Institutionenanalyse und Gesetzgebung, 2002, S. 23 37 ff  23 Ahnlich, allerdings weitergehend im Sinne einer Legitimationsvoraussetzung Eberhard SchmidtAmann, Zur Situation der rechtswissenschaftlichen Forschung. Eine Gedankenskizze, JZ 1995, S. 2 7: Interdisziplinaritat ist nicht das Normale; sie hat sich durch den Nachweis von Defiziten der disziplinaren Forschung zu legitimieren. Moglich sind interdisziplinare Ansatze aus der Perspektive einer Wissenschaft freilich stets, worauf Anna Bettina Kaiser, Multidisziplinare Begriffsverwendungen. Zum verwaltungswissenschaftlichen Umgang mit sozialwissenschaftlichen Kategorien in diesem Band mit Recht hinweist. 24 Dazu Ino Augsberg, Multi, inter, transdisziplinar? Zum Erfordernis binnenjuristischer Metaregeln fur den Umgang mit extrajuridischem Wissen im Verwaltungsrecht in diesem Band 5 senschaft umgehen mussen.25 Unser Thema ist insofern auch ein Beispiel dafur, dass die Vorstellung einer einheitlichen juristischen onesizefitsallMethode, die den Rechtsanwender in samtlichen Regelungsbereichen gleichermaen adaquat bei seiner Entscheidung am Mastab des Rechts 26 unterstutzt, angesichts der wachsenden Heterogenitat des Rechts immer mehr an Plausibilitat verliert.27 Es gehort zu den zentralen Herausforderungen der juristischen Methodik, sich auf diese Heterogenitat in Zukunft deutlich starker einzustellen. 3. Uber den Bedarf im offentlichen Wirtschaftsrecht Fuhren wir uns den rechtsinduzierten und variierenden Bedarf nach okonomischem Wissen im offentlichen Wirtschaftsrecht kurz an zwei, bewusst sehr unterschiedlichen Materien des Rechtsgebiets vor Augen: dem Gaststattenrecht als einer vornehmlich ordnungsrechtlichen Materie des Gewerbenebenrechts auf der einen Seite und dem Telekommunikationsrecht als dem Paradebeispiel eines modernen Netzregulierungsrechts auf der anderen Seite. a Gaststattenrecht Auch bei einer so traditionsreichen Rechtsmaterie wie dem Gaststattenrecht lasst sich okonomisches Wissen ohne Zweifel sinnvoll nutzen. Das gilt in besonderer Weise fur die Rechtsetzung. Geht es etwa um die Frage einer moglichen Deregulierung des Gaststattenrechts,28 wie sie seit der vollstandigen Uberfuhrung der Gesetzgebungskompetenz auf die Lander 29 auf der politischen Agenda steht,30 tun Rechtspolitik und rechtswissenschaftliche Politikberatung gut daran, auch mit Hilfe okonomischen Wissens sorgsam abzutasten, wo die Mechanismen des Marktes in diesem Sektor staatlicher Intervention tatsachlich bedurfen und wo sich der Staat im Gegenteil besser zuruckhalten sollte, um eine ineffiziente und kontraproduktive Uberregu 25 Vgl. Jorn Ludemann, Netzwerke, Offentliches Recht und Rezeptionstheorie, in: Sigrid Boysen et al. Hrsg., Netzwerke, 2007, S. 266 279 f  26 Andreas von Arnauld, Die Wissenschaft vom Offentlichen Recht nach einer Offnung fur sozialwissenschaftliche Theorie, in: Andreas FunkeJorn Ludemann Hrsg., Offentliches Recht und Wissenschaftstheorie, 2009, S. 65 77 et passim. 27 In diese Richtung auch Ino Augsberg, Methoden des europaischen Verwaltungsrechts, in: Jorg Philipp Terhechte Hrsg., Verwaltungsrecht der Europaischen Union, 2011, 4, Rdnr. 24 ff. 28 Vgl. etwa Robert DubbersSoi Jo, Die Deregulierung des Gaststattenrechts. Der Burokratieabbau und seine Auswirkungen auf das Gaststattenrecht, NVw Z 2006, S. 301 ff.; Ulrich Schonleiter, Deregulierung im Gaststatten und Gewerberecht, Gew Arch 51 2005, S. 369 ff.; zur Deregulierung durch Landesgesetze Wolfram Durr, Sinn oder Unsinn des Brandenburgischen Gaststattengesetzes?, NVw Z 2009, S. 881 f.; JensTorsten Lehmann, Deregulierung des Gaststattenrechts in Brandenburg, Gew Arch 55 2009, S. 291 ff.; Anja Dillenburger, Das Bremische Gaststattengesetz, Nord OR 2009, S. 298 ff. 29 Das Gaststattenrecht gehort seit der Anderung des Art. 74 Abs. 1 Nr. 11 GG durch die Foderalismusreform im Jahre 2006 nicht mehr zur konkurrierenden Gesetzgebungskompetenz, sondern fallt in die alleinige Gesetzgebungskompetenz der Lander. Das Gast G des Bundes gilt wegen Art. 125a Abs. 1 S. 1 GG allerdings als Bundesrecht fort, wenn die Lander es nicht durch eigene Gaststattengesetze substituieren. 30 So ist etwa jungst im Hessischen Gaststattengesetz, das zum 1.5.2012 in Kraft getreten ist GVBl. 2012, S. 50, die Erlaubnispflicht zum Betreiben einer Gaststatte weggefallen. Auch die bisherige obligatorische Gaststattenunterrichtung durch die Industrie und Handelskammer ist entfallen. Angehende Gastwirte mussen den Betriebsbeginn nunmehr lediglich beim zustandigen Gewerbeamt anzeigen. Im Fall eines Alkoholausschanks mussen sie zusatzlich ihre Zuverlassigkeit nachweisen und das Gewerbe spatestens sechs Wochen vor Betriebsbeginn anzeigen. Zu den Einzelheiten umfassend Kurt Meixner, Hessisches Gaststattenrecht, 2012. 6 lierung zu vermeiden. Okonomisches Wissen kann hier das implizite,31 allein aber nicht ausreichende 32 Wissen der Verwaltungsrechtswissenschaft sinnvoll erganzen und damit einen wertvollen Beitrag zu einer rationalen Rechtspolitik leisten. Denn auch wenn Juristen sich gerade in okonomischen Zusammenhangen, anders als etwa in medizinischen und naturwissenschaftlichen Kontexten,33 erstaunlicherweise haufig selbst fur hinreichend kompetent halten 34 vielleicht weil sie den Wirtschaftsteil der F.A.Z. lesen, bleibt unser Alltags und Erfahrungswissen aus einer wissenschaftstheoretischen Perspektive doch deutlich hinter dem szientistischen Wissen der Wirtschaftswissenschaften zuruck.35 Bedarf besteht auch bei der beinahe spiegelbildlichen verfassungsrechtlichen Frage der Erforderlichkeit im Rahmen des Verhaltnismaigkeitsprinzips. Ob dem Gesetzgeber kein milderes, gleich geeignetes Mittel zur Verfugung steht, um seine wirtschaftspolitischen Ziele zu erreichen, verlangt vom Rechtsanwender eine komparative Instrumentenanalyse, zu der die Wirtschaftswissenschaften theoretische und empirische Einsichten beitragen konnen, uber die die Wissenschaft vom offentlichen Wirtschaftsrecht selbst nicht in gleicher Weise verfugt.36 Geht es hingegen um die Rechtsanwendung im Gaststattenrecht, der hier das besondere Augenmerk gelten soll, drangt sich der Bedarf nach okonomischem Wissen nicht gleichermaen auf. Und das nicht ohne Grund. So lassen sich etwa die vornehmlich ordnungsrechtlichen Ziele des Gaststattengesetzes auch ohne eine Vergewisserung okonomischer Zusammenhange hinreichend exakt erfassen. Die Bekampfung des Alkoholmissbrauchs, der Schutz der Jugend, der Gaste und der Beschaftigten vor Gefahren fur Leben, Gesundheit und Sittlichkeit oder der 31 Arno Scherzberg, Zum Umgang mit implizitem Wissen. Eine disziplinubergreifende Perspektive, in: Gunnar Folke SchuppertAndreas Vokuhle Hrsg., Governance von und durch Wissen, 2008, S. 240 ff. Die Bedeutung des impliziten Wissens betont eindringlich Bernd Grzeszick, Steuert die Dogmatik?, in: Gregor KirchhofStefan MagenKarsten Schneider Hrsg., Was wei Dogmatik? Was leistet und wie steuert die Dogmatik des Offentlichen Rechts?, 2012, S. 97 107 f  32 Ausfuhrlich Jorn Ludemann, Rechtsetzung und Interdisziplinaritat in der Verwaltungsrechtswissenschaft, in Andreas FunkeJorn Ludemann Hrsg., Offentliches Recht und Wissenschaftstheorie, 2009, S. 119 124 ff.; ders., Die Grenzen des homo oeconomicus und die Rechtswissenschaft, in: Christoph EngelMarkus EnglerthJorn LudemannIndra Spiecker gen. Dohmann Hrsg., Recht und Verhalten. Beitrage zu Behavioral Law and Economics; 2007, S. 7 29 f  33 Vgl. etwa zur Wissenschaftsabhangigkeit arzneimittelrechtlicher Risikobeurteilungen Udo Di Fabio, Risikoentscheidungen im Rechtsstaat. Zum Wandel der Dogmatik im offentlichen Recht, insbesondere am Beispiel der Arzneimitteluberwachung, 1994, S. 292 ff. 34 Ahnliche Beobachtung bei Stefan Huster, Rechtswissenschaft als Realwissenschaft? Anmerkungen zu Hans Alberts Konzeption der Jurisprudenz, in: Eric Hilgendorf Hrsg., Wissenschaft, Religion und Recht, 2006, S. 385 396 f.; Oliver Lepsius, Sozialwissenschaften im Verfassungsrecht Amerika als Vorbild?, JZ 2005, S. 1 2 ff  35 Siehe zur Uberlegenheit wissenschaftlicher Theorien gegenuber Alltags und Erfahrungswissen Hans Albert, Rechtswissenschaft als Realwissenschaft. Das Recht als soziale Tatsache und die Aufgabe der Jurisprudenz, 1993, S. 27; Karl. R. Popper, Logik der Forschung, 10. Aufl., 1994, S. XVIII. 36 Vom Nutzen rechtsexternen Wissens fur das Verhaltnismaigkeitsprinzip eingehend Christoph Engel, Das legitime Ziel als Element des Ubermaverbots. Gemeinwohl als Frage des Verfassungsdogmatik, in: Winfried BruggerStephan KirsteMichael Anderheiden Hrsg., Gemeinwohl in Deutschland, Europa und der Welt, 2002, S. 103 ff.; mit besonderem Blick auf okonomische Theorie auch ders., Besonderes Verwaltungsrecht und okonomische Theorie, Preprints of the Max Planck Institute for Research on Collective Goods, Bonn, 20112; ferner Niels Petersen, Braucht die Rechtswissenschaft eine empirische Wende?, Der Staat 49 2010, S. 435 ff.; Emanuel V. TowfighNiels Petersen, Okonomik in der Rechtswissenschaft, in: dies. et al., Okonomische Methoden im Recht, 2010, S. 1 10 ff  7 Schutz der Allgemeinheit vor Belastigungen 37 sind als gesetzlich vorgegebene Ziele fur den Rechtsanwender als solche unmittelbar einsichtig beziehungsweise der Erfahrung zuganglich und bedurfen keiner aufwandigen theoretischokonomischen Rekonstruktion, um etwa auf dem Wege der teleologischen Interpretation sachgerecht Eingang in administrative und judikative Entscheidungsprozesse zu finden. Das bedeutet selbstverstandlich nicht, um nicht missverstanden zu werden, dass sich mit okonomischer Theorie zu den Zielen und den Instrumenten des Gaststattenrechts nichts sagen liee. So konnte man etwa, um nur ein Beispiel zu geben, das gaststattenrechtliche Institut der Nachschau 22 Abs. 2 Gast G, das es der Gewerbeaufsicht unter anderem erlaubt, einen prufenden Blick in die Kuche einer Gaststatte zu werfen, in den Kategorien der wohlfahrtstheoretischen Marktversagenstheorie rekonstruieren und auf dieser Grundlage eine Informationsasymmetrie zwischen Gastwirt und Gast zu Lasten des Gastes identifizieren,38 die man effizienter durch eine spezialisierte und fachkundige staatliche Aufsichtsinstanz ausgleicht,39 als wenn jeder hungrige Kunde vor dem Verzehr selbst die Kuche einer Gaststatte inspiziert. Auch liee sich in diesem Kontext etwa an die okonomischen Konzepte der Erfahrungs und Vertrauensguter anknupfen. Von einem Erfahrungsgut spricht man in der Okonomie, wenn der Konsument die Qualitat eines Produkts oder einer Dienstleistung erst nach dem Konsum feststellen kann; als Vertrauensgut wird ein Gut bezeichnet, dessen Qualitat sich selbst im Anschluss an den Konsum nicht sicher feststellen lasst.40 Aber bei Lichte betrachtet bietet der Rekurs auf okonomische Kategorien an dieser Stelle kaum mehr als eine theoretische Reformulierung eines bereits in langer Tradition verstandenen und der Praxis ohnehin prasenten Zusammenhangs,41 der durch die Verwendung nachbarwissenschaftlicher Einsichten und Vokabeln nicht substantiell gewonne.42 Weil das so ist, besteht fur eine Rezeption rechtsexternen 37 Vgl. zu den Zwecken des Gaststattenrechts nur Josef Ruthig, in: Josef RuthigStefan Storr, Offentliches Wirtschaftsrecht, 3. Aufl., 2011, Rdnr. 404; Jan Ziekow, Offentliches Wirtschaftsrecht, 2. Aufl., 2010, S. 240; Rene Poltl, Gaststattenrecht. Kommentar zum Gaststattengesetz, 5. Aufl., 2003, vor 1, Rdnr. 12 ff. 38 Zu Informationsasymmetrien als Marktversagenskategorie siehe etwa Michael FritschThomas WeinHansJurgen Ewers, Marktversagen und Wirtschaftspolitik, 7. Aufl., 2007, S. 283 ff.; Juergen B. DongesAndreas Freytag, Allgemeine Wirtschaftspolitik, 3. Aufl., 2009, S. 204 ff.; Friedrich BreyerMartin Kolmar, Grundlagen der Wirtschaftspolitik, 3. Aufl., 2010, S. 303 ff.; sowie den Uberblick bei Martin Leschke, Regulierungstheorie aus okonomischer Sicht, in: Michael FehlingMatthias Ruffert Hrsg., Regulierungsrecht, 2010, 6, Rdnr. 60 ff. 39An dieser Stelle mag man aus einer okonomischen Perspektive zwar mit guten Grunden auch fragen, ob der Staat im Wege der Nachschau die Kuche tatsachlich selbst inspizieren muss, oder ob nicht vielmehr etwa auch eine Zertifizierung der Gastwirte ausreichen wurde, vgl. dazu grundsatzlich nur JeanJacques LaffontJean Tirole, A Theory of Incentives in Procurement and Regulation, 9. Aufl., 2010. Diese Entscheidung ist allerdings eine genuine Entscheidung des Gesetzgebers und nicht des Rechtsanwenders, um die es mir an dieser Stelle geht. Dem Rechtsanwender bleibt nichts anderes ubrig, als die Entscheidung des Gesetzgebers zur Nachschau hinzunehmen. Dass die Aufsichtsbehorde die Gaststatte von sich aus vor die Wahl stellt, liee sich mit dem geltenden Gast G wohl nicht vereinbaren. 40 Grundlegend zu Erfahrungsgutern Phillip Nelson, Information and Consumer Behaviour, Journal of Political Economy 78 1970, S. 311 ff.; zu Vertrauensgutern Michael R. DarbyEdi Karni, Free Competition and the Optimal Amount of Fraud, Jorunal of Law and Economics 16 1973, S. 67 ff. 41 Vgl. nur die Kommentierung der Norm bei Rene Poltl, Gaststattenrecht. Kommentar zum Gaststattengesetz, 5. Aufl., 2003. Allgemein zur Nachschau im Gewerberecht Markus Thiel, Auskunftsverlangen und Nachschau als Instrumente der Informationsbeschaffung im Rahmen der Gewerbeaufsicht, Gew Arch 2001, S. 403 ff. 42 In diese Richtung zielt wohl auch die ubergeneralisierte Kritik Karsten Schmidts, nach dem die okonomische Analyse insgesamt nur dazu diene, gesunden Menschenverstand in neue Worte zu kleiden, zitiert bei Michael 8 Wissens jedenfalls im Rahmen der Rechtsanwendung auch kein wirklicher Bedarf im oben skizzierten Sinne.43 Dass man die meisten juristischen Fragen okonomisch reformulieren kann, bedeutet also nicht, dass dies auch in allen Fallen erforderlich oder tunlich ware. Bringt die Rezeption rechtsexternen Wissens statt eines Erkenntnisgewinns vor allem eine Steigerung der Komplexitat mit sich, kann das fur die unter Entscheidungszwang und Zeitnot stehenden Rechtsanwender im Gegenteil mitunter sogar hinderlich und kontraproduktiv sein.44 Ebenso wenig benotigt man im Gaststattenrecht in aller Regel vertieftes okonomisches Wissen, um mit den Spielraumen des Gesetzes adaquat umzugehen oder eine sachgerechte und verhaltnismaige Rechtsfolgenwahl zu treffen. Um auch an dieser Stelle nur ein Beispiel herauszugreifen: Nach 4 Abs. 1 Satz 1 Nr. 1 Gast G ist eine beantragte Gaststattenerlaubnis zu versagen, wenn Tatsachen die Annahme rechtfertigen, dass der Antragsteller die fur den Gewerbetrieb erforderliche Zuverlassigkeit nicht besitzt. Uber die allgemeinen Zuverlassigkeitsanforderungen des Gewerberechts hinaus 45 kennt das Gast G eine Reihe exemplarischer Unzuverlassigkeitsvermutungen, die das Resultat geronnener Erfahrungen der Rechtsordnung sind.46 Aber auch jenseits dieser gesetzlich normierten Regelbeispiele lasst sich der unbestimmte Rechtsbegriff der Zuverlassigkeit in den erfahrungsgesattigten Fallgruppen der gaststatten beziehungsweise gewerberechtlichen Dogmatik sehr gut einfangen. In einem solchen ordnungsrechtlichen Kontext kommt gerade die besondere Starke der Rechtsdogmatik zum Tragen, die aus der Erfahrung regelmaig wiederkehrender Grundkonflikte ein Netz von Leitlinien auf der Ebene zwischen Norm und Einzelfall knupft, das einer steten Verfeinerung und Korrektur durch Rechtsprechung und Rechtswissenschaft zuganglich Fehling, Okonomische Analyse im Offentlichen Recht als Methode zur Reformulierung und Operationalisierung von Gerechtigkeitsfragen, in: Professorinnen und Professoren der Bucerius Law School Hrsg., Begegnungen im Recht. Interdisziplinare Ringvorlesung der Bucerius Law School zu Ehren Karsten Schmidts anlasslich seines 70. Geburtstags, 2011, S. 39 65. Mitunter kann es durchaus hilfreich sein, einen intuitiv verstandenen Zusammenhang noch einmal exakt zu explizieren und in prazise Worte zu fassen. 43 Eine andere Frage ist, ob man die Kategorien des Marktversagens etwa dazu nutzt, um das offentliche Wirtschaftsrecht zu strukturieren. Auch hier kann es ausgesprochen hilfreich sein, okonomische Theorie dazu zu einzusetzen, um Gemeinsamkeiten offen zu legen und Instrumentenvergleichen aus verschiedenen Rechtsmaterien eine theoretische Vergleichsbasis zu bieten. 44 Zum Problemkontext Niklas Luhmann, Funktionale Methode und juristische Entscheidung, in: Ao R 94 1969, S. 1 ff.; Josef Esser, Juristisches Argumentieren im Wandel des Rechtsfindungskonzepts unseres Jahrhunderts, 1979, S. 20 ff. 45 Annette Guckelberger, Einfuhrung in das Gewerberecht, Jura 2007, S. 598 ff.; Josef Ruthig, in: Josef RuthigStefan Storr, Offentliches Wirtschaftsrecht, 3. Aufl., 2011, Rdnr. 247 ff. Guter Uberblick auch bei Martin Eifert, Zuverlassigkeit als personliche Tatigkeitsvoraussetzung im Besonderen Verwaltungsrecht, Ju S 2004, S. 565 ff. 46 Danach gilt insbesondere als unzuverlassig, wer dem Trunke ergeben ist oder befurchten lasst, dass er Unerfahrene, Leichtsinnige oder Willensschwache ausbeuten wird oder dem Alkoholmissbrauch, verbotenem Glucksspiel, der Hehlerei oder der Unsittlichkeit Vorschub leisten wird oder die Vorschriften des Gesundheits oder Lebensmittelrechts, des Arbeits oder Jugendschutzes nicht einhalten wird. 9 ist.47 Solche dogmatischen Konstrukte, die dem Rechtsanwender als Rechtserkenntnisquelle dienen konnen,48 sollte die Wissenschaft vom offentlichen Wirtschaftsrecht mitunter zwar durchaus auf den Prufstand rechtsexterner Theorie stellen, um mogliche Fehlentwicklungen der Dogmatik aus einer Auenperspektive zu erhellen. Das ist schon deshalb ratsam, weil etwa die Rechtsprechung nur einen Ausschnitt der Falle zu Gesicht bekommt,49 Richter in der Entscheidungsperspektive ex post bestehende Risiken aufgrund psychologischer Fallstricke mitunter verzerrt wahrnehmen 50 und unserer juristischen Dogmatik insgesamt eine Tendenz zur Verkrustung und Verselbstandigung innewohnt,51 die es von Zeit zu Zeit aufzubrechen, jedenfalls aber in das heilsame Verfremdungslicht rechtsexterner Theorie 52 zu stellen gilt. Im Alltag der Rechtsanwendung und Rechtskonkretisierung ist eine Rezeption okonomischer Theorie oder Empirie im Gaststattenrecht aber haufig entbehrlich. b Telekommunikationsrecht Wo das Gaststattenrecht Bedarf nach okonomischem Wissen hat, da kommt auch das Telekommunikationsrecht nicht ohne rechtsexterne Hilfe aus; der Bedarf ist hier sogar noch einmal deutlich groer. So ist eine rationale Rechtspolitik im Telekommunikationsrecht an vielen Stellen ohne okonomische Theorie beinahe undenkbar. Denn anders als in einem ordnungsrechtlichen Traditionsgebiet wie dem Gaststattenrecht kann das Telekommunikationsrecht nicht in gleicher Weise uber Jahrzehnte Erfahrungen sammeln und aus einer Fulle immer wiederkehrender Konstellationen im Laufe der Zeit Ordnungsmuster herausbilden, die sich in der historischen Entwicklung durch Versuch und Irrtum immer weiter verfeinern und verbessern lassen. Fur eine solche grundliche Evolution von Regeln, wie sie namentlich unser Burgerliches Gesetzbuch auch heute noch uber weite Strecken pragt und wie sie etwa auch der 47 Die Frage nach der Leistungsfahigkeit von Dogmatik vgl. dazu jungst die anregenden Beitrage in Gregor KirchhofStefan MagenKarsten Schneider Hrsg., Was wei Dogmatik? Was leistet und wie steuert die Dogmatik des Offentlichen Rechts?, 2012 hangt dabei wiederum erheblich von ihrem Einsatzgebiet ab. 48 Zur notwendigen Unterscheidung von Rechtserzeugungs und Rechtserkenntnisquelle Oliver Lepsius, Kritik der Dogmatik, in: Gregor KirchhofStefan MagenKarsten Schneider Hrsg., Was wei Dogmatik? Was leistet und wie steuert die Dogmatik des Offentlichen Rechts?, 2012, S. 39 43 ff  49 Siehe dazu etwa mit Blick auf den Umgang mit Prazedenzfallen Cass R. Sunstein, Why Societies Need Dissent, 2003, S. 59 ff. 50 Wie psychologische und verhaltensokonomische Studien zeigen, tendieren Richter wie alle Menschen im Angesicht eines bereits eingetretenen Schadens dazu, die Schadensneigung eines Verhaltens in aller Regel deutlich hoher einzuschatzen, als sie es tatsachlich ist. Vgl. zu diesem sog. hindsight bias etwa Baruch Fischhoff, Hindsight is not Equal to Forsight. The Effect of Outcome Knowledge on Judgment under Uncertainty, in: Journal of Experimental Psycholoy: Human Perception Performance 1 1975, S. 288 ff.; Jeffrey J. Rachlinsky, A Positive Psychological Theory of Judging in Hindsight, in: Sunstein Hrsg., Behavioral Law and Economics, 2000, S. 95 ff.; Reid HastieDavid SchkadeJohn W. Payne, Juror Judgements in Civil Cases. Hindsight Effects on Judgments of Liability for Punitive Damages, Law and Human Behaviour 23 1999, S. 597 ff.; Chris GuthrieJeffrey J. RachlinskyAndrew Wistrich, Inside the Judicial Mind, Cornell Law Review 86 2001, S. 777 ff. Uberblick auch bei Markus Englerth, Verhaltensokonomie, in: Emanuel TowfighNiels Petersen et al., Okonomische Methoden im Recht, 2010, S. 165 181. 51 Martin Eifert, Zum Verhaltnis von Dogmatik und pluralisierter Rechtswissenschaft, in: Gregor KirchhofStefan MagenKarsten Schneider Hrsg., Was wei Dogmatik? Was leistet und wie steuert die Dogmatik des Offentlichen Rechts?, 2012, S. 79 86 f  52 Diese Formulierung verdanke ich Udo Di Fabio. 10 Rechtstheorie FRIEDRICH VON HAYEKS zugrunde liegt,53 fehlt in diesem Rechtsgebiet wie in vielen anderen modernen Materien des Verwaltungsrechts schlicht die Zeit. Das gilt in besonderer Weise fur den wettbewerblichen Kern des Telekommunikationsgesetzes, das Marktregulierungsverfahren nach 9 ff. TKG. Zugleich fehlt es haufig auch an der Gleichartigkeit der Regelungssituationen, die Voraussetzung eines kontinuierlichen Lernprozesses sein konnte. So unterscheiden sich etwa die zentralen Herausforderungen der gegenwartigen Regulierung auf den Telekommunikationsmarkten deutlich von den Problemen zur Zeit des ersten Telekommunikationsgesetzes aus dem Jahre 1996. Ging es in der Anfangsphase der Telekommunikationsregulierung noch vor allem darum, die ehemaligen Staatsmonopole aufzubrechen und Wettbewerb in einem wettbewerbspolitischen Ausnahmebereich 54 uberhaupt erst moglich zu machen, gehort zu den Zentralfragen des heutigen Telekommunikationsrechts namentlich der sachgerechte Umgang mit neuen beziehungsweise neu entstehenden Markten.55 Will das Telekommunikationsrecht bei Fragen wie den adaquaten Rahmenbedingungen fur den Ausbau hochleistungsfahiger offentlicher Telekommunikationsnetze der nachsten Generation 56 oder der kontrovers diskutierten Netzneutralitat 57 nicht einfach ins Blaue hinein regulieren, bleibt einer wissenschaftlich fundierten Rechtspolitik gar nichts anderes ubrig, als sich auch der theoretischen Hilfe der Nachbarwissenschaften zu bedienen, um die Kausalzusammenhange sowie das Zusammenspiel von Innovation und Regulierung zu verstehen und den Rechtsrahmen sachgerecht darauf einzustellen. 53 Friedrich August von Hayek, Recht, Gesetz und Freiheit. Eine Neufassung der liberalen Grundsatze der Gerechtigkeit und der politischen Okonomie, 2003, S. 461 f.; ders., Arten des Rationalismus, in: ders., Freiburger Studien. Gesammelte Aufsatze, 2. Aufl., 1994, S. 75 86. 54 Rolf H. Weber, Wirtschaftsregulierung in wettbewerbspolitischen Ausnahmebereichen. 1986. 55 Pio BaakeJustus HaucapJurgen KuhlingSascha LoetzChristian Wey, Effiziente Regulierung in dynamischen Markten. Okonomische Studie mit integriertem Rechtsgutachten, 2007, Christian KoenigSascha LoetzMarion Senger, Die regulatorische Behandlung neuer Markte im Telekommunikationsrecht, KR 2006, S. 258 ff.; Johannes DietleinAlexandra Brandenburg, Regulierung Neuer Markte im Telekommunikationsrecht am Beispiel von VDSL, IR 2006, S. 208 ff.; Bernd Holznagel, Innovationsanreize durch Regulierungsfreistellung. Vom Umgang mit neuen Diensten und Markten im Medien und TKRecht, MMR 2006, S. 661 ff.; Jorn Ludemann, Wettbewerb und Regulierung in der Telekommunikation. Das Telekommunikationsrecht vor den Herausforderungen dynamischer Markte, in: ders. Hrsg., Telekommunikation, Energie, Eisenbahn: Welche Regulierung brauchen die Netzwirtschaften?, 2008, S. 69 71 ff.; Thomas Fetzer, Staat und Wettbewerb in dynamischen Markten. Eine juristischokonomische Untersuchung unter besonderer Berucksichtigung der sektorspezifischen Regulierung in Deutschland und den USA, 2012. 56 Vgl. nur Roman InderstJurgen KuhlingKarlHeinz NeumannMartin Peitz, Der Ausbau neuer Netze in der Telekommunikation. Institutionelle, okonomische und juristische Betrachtungen, 2012; Thomas Fetzer, NextGenerationRegulierung fur Next Generation Networks. Juristische und okonomische Anforderungen an die Regulierung des TKG, MMR 2010, S. 515 ff. 57 Vgl. nur Barbara van Schewick, Internet Architecture and Innovation, 2010; Simon Schlauri, Network Neutrality. Netzneutralitat als neues Regulierungsprinzip des Telekommunikationsrechts, 2010; Ulrike BergerKoglerBenedikt Kind, Netzneutralitat. Eine juristische und okonomische Analyse, 2010; Ulrike BergerKoglerJorn Kruse, Net Neutrality Regulation of the Internet?, International Journal of Management and Network Economics 2 2011, S. 3 ff.; Mario Martini, Wie viel Gleichheit braucht das Internet? Netzneutralitat als Stellschraube fur die Zukunft des Internets, Verw Arch. 2011, S. 315 ff.; Bernd Holznagel, Internetdienstefreiheit und Netzneutralitat, Af P 2011, S. 532 ff.; sowie die Beitrage in Michael Kloepfer Hrsg., Netzneutralitat in der Informationsgesellschaft, 2011, und Indra Spiecker gen. DohmannJan Kramer Hrsg., Network Neutrality and Open Access, 2011. 11 Ahnliches gilt fur die verfassungsrechtliche Beurteilung des einfachgesetzlichen Telekommunikationsrechts. Geht es beispielsweise um die im juristischen Schrifttum lebhaft diskutierte Unabhangigkeit der Bundesnetzagentur,58 tut die Wissenschaft vom offentlichen Wirtschaftsrecht gut daran, sich neben den normativen Anforderungen des Demokratieprinzips auch der steuerungstheoretischen Aspekte sorgsam zu vergewissern, also die Grunde prazise zu rekonstruieren, die fur und gegen eine relative Unabhangigkeit gerade in diesem konkreten Fall sprechen.59 Hierzu kann die Regulierungsokonomik wertvolle Einsichten beitragen und die verfassungsrechtliche Entscheidung auf fruchtbare Weise rationalisieren. Anders als in weiten Teilen des Gaststattenrechts ist okonomisches Wissen in weitem Umfang aber auch fur die Rechtsanwendung im Telekommunikationsrecht unverzichtbar.60 Auch hier gilt es zunachst allerdings zu differenzieren. Denn Telekommunikationsrecht ist nicht gleich Telekommunikationsrecht. Vielmehr sind unter dem Dach des TKG61 ausgesprochen heterogene Teilbereiche versammelt, wie ein Blick auf den Zielkatalog des 2 Abs. 2 TKG deutlich macht.62 Die Telekommunikationsregulierung soll neben der Schaffung und Erhaltung von Wettbewerb auch der Wahrung der Nutzer und Verbraucherrechte dienen, den Schutz der Telekommunikationsdaten sicherstellen, die Entwicklung des europaischen Binnenmarktes befordern, die Grundversorgung der Bevolkerung mit Telekommunikationsdienstleistungen garantieren, fur eine effiziente und storungsfreie Frequenznutzung und eine effiziente Nutzung der Nummern Rechnung tragen und die offentlichen Sicherheit gewahrleisten.63 Von all 58 Vgl. dazu nur Jurgen Kuhling, Sektorspezifische Regulierung in den Netzwirtschaften, 2004, S. 275 ff.; Johannes Masing, Soll das Recht der Regulierungsverwaltung ubergreifend geregelt werden?, 2006, S. D 73 ff.; ders., Die Regulierungsbehorde im Spannungsfeld von Unabhangigkeit und parlamentarischer Verantwortung, in: Hartmut BauerDetlef CzybulkaWolfgang KahlAndreas Vokuhle Hrsg., Wirtschaft im offenen Verfassungsstaat. FS fur Reiner Schmidt zum 70. Geburtstag, 2006, S. 521 ff.; Klaus Oertel, Die Unabhangigkeit der Regulierungsbehorde nach 66 ff. TKG, 2000, S. 154 ff. und 200 ff.; JensPeter Schneider, Flexible Wirtschaftsregulierung durch unabhangige Behorden im deutschen und britischen Telekommunikationsrecht, ZHR 2000, S. 513 535 ff.; HansHeinrich Trute, Regulierung am Beispiel des Telekommunikationsrechts, in: CarlEugen EberleMartin IblerDieter Lorenz Hrsg., Der Wandel des Staates vor den Herausforderungen der Gegenwart. FS fur Winfried Brohm zum 70. Geburtstag, 2002, S. 169 183 ff.; Bernd HolznagelPascal Schumacher, Die politische Unabhangigkeit der Bundesnetzagentur, in: Ludwig GramlichCornelia MangerNestler Hrsg., Europaisierte Regulierungsstrukturen und netzwerke. Basis einer kunftigen Infrastrukturvorsorge, 2011, S. 37 ff.; zu unabhangigen Regulierungsbehorden allgemein siehe auch die anregenden Beitrage in Johannes MasingGerard Marcou Hrsg., Unabhangige Regulierungsbehorden. Organisationsrechtliche Herausforderungen in Frankreich und Deutschland, Tubingen 2010. 59 Zur Einzelfallabhangigkeit der Rechtfertigung fur die Unabhangigkeit von Behorden mit Recht etwa auch Christoph Ohler, Diskussionsbemerkung, VVDSt RL 70 2011, S. 452 f. 60 Siehe dazu auch Eike Michael Frenzel, Schnittstellen fur extrajuridisches Wissen im Regulierungsverwaltungsrecht. Status quo und Perspektive in diesem Band. Zur Parallelfrage im Bankenaufsichtsverfahren AnnKatrin Kaufhold, Transfer und Transformation okonomischen Wissens im Recht der Bankenaufsicht in diesem Band. 61 Telekommunikationsgesetz TKG 2012 neu vom 22. Juni 2004 BGBl. I S. 1190 zuletzt geandert durch Gesetz vom 3. Mai 2012 BGBl. I S. 958. 62 Zu Recht kritisch zu dieser beachtlichen Multifinalitat und der dadurch bedingten unnotig weiten Optionenraume der Bundesnetzagentur vor allem mit Blick auf den Verbraucherschutz Wolfgang Durner, Schutz der Verbraucher durch Regulierungsrecht, VVDSt RL 70 2011, S. 398 431 ff  63 Zu den verschiedenen Bereichen vgl. nur Jurgen KuhlingAlexander Elbracht, Telekommunikationsrecht, 2010; JensPeter Schneider, Telekommunikation, in: Michael FehlingMatthias Ruffert Hrsg., Regulierungsrecht, 2010, 8, Rdnrn. 310; sowie die Kommentierung von Josef Ruthig in: Wolfgang ArndtThomas FetzerJoachim Scherer Hrsg., Telekommunikationsgesetz. Kommentar, 2008, 2, Rdnr. 5 ff. 12 diesen heterogenen Aufgabenbereichen, die sich in ihrem Bedarf nach okonomischem Wissen deutlich unterscheiden, ist der Rezeptionsbedarf bei der Marktregulierung nach 9 ff. TKG, in der das wirtschaftsrechtliche Herz des Gesetzes schlagt, fraglos am groten. Wenn es etwa in 21 Abs. 1 S. 1 TKG heit: Die Bundesnetzagentur kann   Betreiber offentlicher Telekommunikationsnetze, die uber betrachtliche Marktmacht verfugen, verpflichten, anderen Unternehmen Zugang zu gewahren einschlielich einer nachfragegerechten Entbundelung, insbesondere wenn andernfalls die Entwicklung eines nachhaltig wettbewerbsorientierten nachgelagerten Endnutzermarktes behindert   wurde, so ist schon das Normprogramm ohne regulierungsokonomische Kenntnisse im Grunde nicht verstandlich. Warum und wann genau Telekommunikationsnetzbetreiber fur eine Ubergangszeit 64 gezwungen werden mussen, zuzulassen, dass ihre Konkurrenten ihre Netzinfrastrukturen nutzen, um auf diese Weise mit ihnen in Wettbewerb treten zu konnen, bleibt einer rein juristischen Betrachtung letztlich verschlossen.65 Wie wenig das Grundanliegen der Marktregulierung mitunter selbst von Wirtschaftsrechtlern verstanden wird, belegt ein Blick in die einschlagige wissenschaftliche Fachliteratur, die ohne die Rezeption okonomischen Wissens auszukommen meint.66 Schlicht falsch sind etwa die folgenden Ausfuhrungen zum Telekommunikationsrecht in der Habilitationsschrift von JAN HECKER: Der Wettbewerb, dessen allgemeiner Schutz das GWB und dessen sektorspezifischer Schutz das TKG anstrebt, soll nicht durch die Regelungen der beiden Gesetze erst in Gang gesetzt werden.   Die Aufsichtsgesetze zielen lediglich auf die Absicherung der betreffenden Funktionen, deren Existenz vorausgesetzt, ge 64 Die Marktregulierung im Telekommunikationsrecht ist im Unterschied etwa zum Kunden und Datenschutzrecht des TKG bewusst als Ubergangsrecht konzipiert. Nach der Konzeption des Gesetzgebers soll die Regulierung entfallen, sobald die Markte nachhaltig wettbewerbsorientiert funktionieren BTDrs. 133609, 37. Es ist ihm mit anderen Worten also vom Gesetzgeber eingestiftet worden, sich mit der Zeit selbst uberflussig zu machen. Die Markte werden dann in das allgemeine Wettbewerbsrecht uberfuhrt. Im Telekommunikationssektor stehen die Chancen dazu besser als in den anderen Netzwirtschaften. Denn wahrend es etwa im Recht der Eisenbahnregulierung aus volkwirtschaftlichen und okologischen Grunden nicht einfach zu einer Duplizierung der Netzinfrastrukturen kommen kann und Regulierung hier deshalb auf absehbare Zeit eine staatliche Aufgabe bleiben wird siehe dazu nur Michael Fehling, Das Recht der Eisenbahnregulierung, in: Jorn Ludemann Hrsg., Telekommunikation, Energie, Eisenbahn: Welche Regulierung brauchen die Netzwirtschaften?, S. 118 ff., ist die Konzeption als Ubergangsrecht im Telekommunikationssektor angesichts der technischen und wettbewerblichen Dynamik theoretisch deutlich realistischer. Auch die praktischen Regulierungserfahrungen in diesem Sektor stimmen insoweit optimistisch; die Europaische Kommission hat die Anzahl der Markte, die fur eine Vorabregulierung in Betracht kommen, deutlich reduziert. Zum Phasing out sektorspezifischer Regulierung vgl. nur Gunter Knieps, Phasing out SectorSpecific Regulation in Competetive Telecommunications, Kyklos 50 1997, S. 325; Wernhard Moschel, Der 3KriterienTest in der Telekommunikation, MMR 2007, S. 343 ff.; allgemein auch Pascal Schumacher, Kriterien fur eine Gestaltung des Ubergangs vom sektorspezifischen Regulierungsrecht in das allgemeine Kartellrecht, in: Emanuel V. Towfigh et al. Hrsg., Recht und Markt. Wechselbeziehungen zweier Ordnungen, 2009, S. 53 ff. Allerdings bestehen unterschiedliche Auffassungen daruber, wie schnell der Ubergang in das allgemeine Kartellrecht gehen kann. Wahrend zum Teil davon ausgegangen wird, dass das GWB schon heute ausreicht, sehen andere den Zeitpunkt fur einen vollstandigen Ausstieg noch nicht gekommen. 65 Zum wettbewerblichen Problem etwa Felix Hoffler, Regulierung von Netzindustrien aus okonomischer Sicht, in: Jorn Ludemann Hrsg., Telekommunikation, Energie, Eisenbahn: Welche Regulierung brauchen die Netzwirtschaften, 2008, S. 3 ff. 66 Rechtfertigung der rein juristischen Perspektive bei: Jan Hecker, Marktoptimierende Wirtschaftsaufsicht. Offentliche Probleme staatlicher Wirtschaftsintervention zur Steuerung der Funktionsfahigkeit des Marktes, 2007, S. 6 ff. 13 nauer gesagt privater Initiative uberlassen wird.67 Diese Aussage ist deshalb unzutreffend, weil es gerade zu den Kernaufgaben der Telekommunikationsregulierung gehort, Wettbewerb nicht nur zur schutzen, sondern auch durch hoheitliche Regulierung erst herzustellen beziehungsweise zu ermoglichen.68 Nichts anderes gilt auch fur den zweiten Pfeiler der Marktregulierung, die Entgeltregulierung nach 27 ff. TKG.69 Weshalb der Staat in einer Marktwirtschaft tatsachlich nicht umhin kommt, ausnahmsweise in die Preisbildung auf Markten zu intervenieren, um Wettbewerb zu ermoglichen und zu fordern,70 erschliet sich nicht allein aus juristischer Erfahrung, einem Blick in die Geschichte des offentlichen Wirtschaftsrechts oder aus dem Vergleich mit anderen staatlichen Marktinterventionen. Wer nicht bereit ist, zu den regulierungstheoretischen Grunden und Grenzen der Preisregulierung vorzudringen, kann den Sinn der einschlagigen Vorschriften nicht prazise erfassen und sie aus diesem Grunde auch nicht sachgerecht anwenden. Aber selbst wenn das Einmaleins der Regulierungsokonomik nach und nach in das juristische Wissen einsickert und schlielich zum Gemeingut der Wirtschaftsrechtler wird,71 muss die Rechtsanwendung im konkreten Fall doch immer wieder auf ganz spezifisches okonomisches Wissen rekurrieren. Der Grund dafur liegt in der besonderen Verantwortung der Exekutive fur die Telekommunikationsregulierung. Denn das Telekommunikationsrecht ist ein Paradebeispiel dafur, dass der Gesetzgeber die rechtliche Bindung der Verwaltung sehr weit zuruckgenommen hat. Zwar war die Vorstellung, das Verwaltungsrecht sei ein Speicher fertiger Antworten, bekanntlich schon immer falsch. Daruber besteht heute nicht zuletzt angesichts der textuellen Kommunikation von Recht und der Notwendigkeit des Konkretisierungsbedarfs 67 Jan Hecker, Marktoptimierende Wirtschaftsaufsicht. Offentlichrechtliche Probleme staatlicher Wirtschaftsintervention zur Steuerung der Funktionsfahigkeit des Marktes, 2007, S. 114. 68 Vgl. nur JeanJacques LaffontJean Tirole, Competition in Telecommunications; Gunter Knieps, Wettbewerbsokonomie. Regulierungstheorie, Industrieokonomie, Wettbewerbspolitik, 3. Aufl., 2008, S. 21 ff.; Michael FritschThomas WeinHansJurgen Ewers, Marktversagen und Wirtschaftspolitik, 7. Aufl., 2007, S. 222 ff., 255 ff.; Felix Hoffler, Regulierung von Netzindustrien aus okonomischer Sicht, in: Jorn Ludemann Hrsg., Telekommunikation, Energie, Eisenbahn: Welche Regulierung brauchen die Netzwirtschaften?, 2008, S. 3 ff.; Iris HenselerUnger, Die Bundesnetzagentur als Regulierungsbehorde, in: Jorn Ludemann Hrsg., Telekommunikation, Energie, Eisenbahn: Welche Regulierung brauchen die Netzwirtschaften?, 2008, S. 37 42 f.; Thomas Fetzer, in: HansWolfgang ArndtThomas FetzerJoachim Scherer Hrsg., TKG. Kommentar, 2008, 1, Rdnr. 25. Jens Kersten, Herstellung von Wettbewerb als Verwaltungsaufgabe, VVDSt RL 69 2010, S. 288 316 f  Richtig ist allerdings, dass das Telekommunikationsrecht mittlerweile nicht mehr wie noch in den Anfangszeiten der Regulierung primar diesem Ziel verpflichtet ist, sondern gerade auch der Absicherung und der Forderung von bestehendem Wettbewerb dient. 69 Vgl. dazu auch Eike Michael Frenzel, Schnittstellen fur extrajuridisches Wissen im Regulierungsverwaltungsrecht Status quo und Perspektive in diesem Band. 70 Zur Notwendigkeit der Entgeltregulierung als Erganzung der Zugangsregulierung vgl. nur Jurgen Kuhling, Sektorspezifische Regulierung in den Netzwirtschaften. Typologie, Wirtschaftsverwaltungsrecht, Wirtschaftsverfassungsrecht, 2004, S. 284 ff. 71 Andreas von Arnauld, Die Wissenschaft vom Offentlichen Recht nach einer Offnung fur sozialwissenschaftliche Theorie, in: Andreas FunkeJorn Ludemann Hrsg., Offentliches Recht und Wissenschaftstheorie, 2009, S. 65 79 hat mit Recht darauf hingewiesen, dass ein Gutteil des Erfahrungswissens, das in den Prozess jurisprudentieller Bearbeitung des Rechtstoffs einfliet,   dem Erkenntnishaushalt anderer Disziplinen entstammt. 14 durch die Exekutive zu Recht weitestgehend Konsens.72 Doch der Gesetzgeber schopft gerade im offentlichen Wirtschaftsrecht die Skala zwischen den beiden nur theoretisch existenten 73 Endpunkten einer vollstandigen Gesetzesbindung und einer totalen Bindungslosigkeit der Verwaltung immer weiter in Richtung einer sich verfluchtigenden Rechtsbindung aus. Im Telekommunikationsrecht ist die Ausdunnung der gesetzlichen Mastabe nachgerade auf die Spitze getrieben. Der Gesetzgeber hat die entscheidenden Fragen der Regulierung haufig nur angedeutet. Die gesetzliche Programmsteuerung beschrankt sich bei der Marktregulierung auf ein Minimum. Die Bundesnetzagentur muss sich das konkrete Regulierungsprogramm im Wege der Eigenprogrammierung im Konzert mit anderen nationalen und europaischen Regulierungsinstanzen teilweise erst selbst schaffen, der Vollzug ist also in besonderem Mae rechtsetzend. So legt die Bundesnetzagentur die Teilmarkte, die der Regulierung unterfallen, in einem aufwandigen, kooperativen Verfahren mit den anderen Behorden des europaischen Regulierungsverbundes 74 eigenstandig fest, 9 ff. TKG. All das ist in der wirtschaftsrechtlichen Literatur ebenso wie im allgemeinen verwaltungsrechtlichen Schrifttum, das das Telekommunikationsrecht zu einem ihrer zentralen Referenzgebiete 75 erkoren hat,76 vielfach beschrieben worden und muss hier nicht noch einmal erneut ausgebreitet werden.77 72 Aus verschiedenen Perspektiven Horst Dreier, Hierarchische Verwaltung im demokratischen Staat. Genese, aktuelle Bedeutung und funktionale Grenzen eines Bauprinzips der Exekutive, 1991, S. 165 ff.; Matthias Jestaedt, Rechtsprechung und Rechtsetzung. Eine deutsche Perspektive, in: Wilfried ErbguthJohannes Masing Hrsg., Die Bedeutung der Rechtsprechung im System der Rechtsquellen, 2005, S. 25 27 ff.; KarlE. Hain, Unbestimmter Rechtsbegriff und Beurteilungsspielraum ein dogmatisches Problem rechtstheoretisch betrachtet, in: Rainer Grote et al. Hrsg., Die Ordnung der Freiheit. FS fur Christian Starck zum siebzigsten Geburtstag, 2007, 35 ff. 73 Ebenso wenig, wie es eine vollstandige Gesetzesbindung gibt, gibt es auch das andere Extrem nicht in Reinform. Denn selbst finale Normen geben zumindest noch ein Ziel vor. Uberdies ist die Verwaltung immer auch an das Verfassungsrecht, haufig auch an das Europarecht, sowie an das Organisations und Verfahrensrecht gebunden, vgl. nur Eberhard SchmidtAmann, Das allgemeine Verwaltungsrecht als Ordnungsidee, S. 200 f. 74 Zur Telekommunikationsregulierung im europaischen Verbund HansHeinrich Trute, Der europaische Regulierungsverbund in der Telekommunikation ein neues Modell europaisierter Verwaltung, in: Lerke OsterlohKarsten SchmidtHermann Weber Hrsg., Staat, Wirtschaft, Finanzverfassung. FS fur Peter Selmer zum 70. Geburtstag, 2004, S. 565 ff.; KarlHeinz LadeurChristoph Mollers, Der europaische Regulierungsverbund fur die Telekommunikation im deutschen Verwaltungsrecht, DVBl. 2005, S. 525 ff.; Jorn LudemannStefan Bechtold, Telekommunikationsregulierung zwischen Dezentralisierung und Koharenzsicherung, in: Michael StolleisWolfgang Streeck Hrsg., Aktuelle Fragen zu politischer und rechtlicher Steuerung im Kontext der Globalisierung, 2007, S. 167 ff.; Anne Hombergs, Europaisches Verwaltungskooperationsrecht auf dem Sektor der elektronischen Kommunikation, 2006; Matthias Schumacher, Das EURichtlinienpaket zur Neuordnung der Telekommunikationsmarkte und seine Umsetzung im TKG 2004. Ein Referenzgebiet fur die Entwicklung eines neuartigen Typs europaischen Verwaltungskooperationsrechts, 2007. 75 Zur Referenzgebietsmethodik Eberhard SchmidtAmann, Verwaltungsvertrage im Stadtebaurecht, S. 117 117, 129; ders., Das allgemeine Verwaltungsrecht als Ordnungsidee, S. 8 ff.; Andreas Vokuhle, Neue Verwaltungsrechtswissenschaft, in: Wolfgang HoffmannRiemEberhard SchmidtAmannAndreas Vokuhle Hrsg., Grundlagen des Verwaltungsrechts, Bd. I, 2. Aufl., 2012, 1, Rdnrn. 43 ff. 76 Vgl. nur Wolfgang HoffmannRiem, Telekommunikationsrecht als europaisiertes Verwaltungsrecht, DVBl. 1999, S. 125 ff.; Eberhard SchmidtAmann, Das allgemeine Verwaltungsrecht als Ordnungsidee, 2. Aufl., 2006, S. 139 ff. 77 Statt vieler HansHeinrich Trute, Regulierung am Beispiel des Telekommunikationsrechts, in: CarlEugen EberleMartin IblerDieter Lorenz Hrsg., Der Wandel des Staates vor den Herausforderungen der Gegenwart. FS fur Winfried Brohm zum 70. Geburtstag, 2002, S. 169 ff.; ders., Das Telekommunikationsrecht Eine Herausforderung fur die Verwaltungsgerichte, in: Eberhard SchmidtAmann Hrsg., Festgabe 50 Jahre Bundesverwaltungsgericht, 2003, S. 857 ff.; Johannes Masing, Grundstrukturen eines Regulierungsverwaltungsrechts. 15 Dass die eigentliche Normierung im Telekommunikationsrecht zu wesentlichen Teilen im Verwaltungsverfahren stattfindet, ist dabei keineswegs vornehmlich das Ergebnis eines allgemeinen Trends des deutschen Verwaltungsrechts hin zu einer Prozeduralisierung, wie sie im Schrifttum mitunter behauptet beziehungsweise ausgerufen wird.78 Ebenso wenig ist die Normstruktur allein der im Vergleich zum deutschen Verwaltungsrecht groeren Neigung des europaischen Rechts zu Finalprogrammen geschuldet.79 Der zentrale Grund fur die besondere Gestalt des Telekommunikationsrechts sind vielmehr die ganz spezifischen Aufgaben der Marktregulierung im Telekommunikationssektor, die sich von anderen Aufgaben des offentlichen Wirtschaftsrechts, auch von denen des GWB, deutlich unterscheiden. Denn das Telekommunikationsrecht will nicht weniger, als Wettbewerb auf Markten gestalten, die sich bestandig wandeln. Das geht angesichts der dynamischen Entwicklung von Wettbewerb, Technik und Markten im Telekommunikationssektor nur mit einer entsprechenden Anpassung der gesetzlichen Programmsteuerung. Je tiefer die Wirtschaftsverwaltung zum Puls der Markte vordringen und je proaktiver und gestaltender sie in die Markte intervenieren soll, desto mehr muss der Gesetzgeber das Verwaltungsrecht entmaterialisieren, flexibilisieren und Entscheidungen auf die Exekutive delegieren. Solange man am Ziel der wettbewerbsorientierten Regulierung der Telekommunikationsmarkte festhalt, fuhrt mit anderen Worten kein Weg daran vorbei, an zentralen Stellen des TKG die gesetzliche Programmdichte in einem Mae zuruckzunehmen, mit dem sich das deutsche Verwaltungsrecht nicht ohne Grund schwer tut.80 Das hat freilich weit reichende Bedeutung fur den Bedarf nach okonomischem Wissen im Rahmen der Rechtsanwendung. Denn was der Gesetzgeber nicht vorentschieden hat, das muss die Regulierungsbehorde in wissensgenerierenden und gestaltenden Verwaltungsverfah Regulierung netzbezogener Markte am Beispiel Bahn, Post, Telekommunikation und Strom, DV 36 2003, S. 1 ff.; Christian KonigAndreas Neumann, Legitimation durch Regulierungsverfahren? Erste Erfahrungen mit der neuen Marktregulierung, CR 2005, S. 487 487 ff.; Matthias Knauff, Regulierungsverwaltungsrechtlicher Rechtschutz, Verw Arch 98 2007, S. 382 401 ff.; Burkard Wollenschlager, Wissensgenerierung im Verfahren, 2009, S. 122 ff.; JensPeter Schneider, Rechtsschutz im Regulierungsverwaltungsrecht, in: Michael FehlingMatthias Ruffert Hrsg., Regulierungsrecht, 2010, 22, Rdnr. 19. 78 Ubergeneralisierung einzelner prozeduraler Arrangements etwa bei Christian Quabeck, Dienende Funktion des Verwaltungsverfahrens und Prozeduralisierung, 2010. 79 Das uberzeugt schon deshalb nicht, weil das europaische Telekommunikationsrecht in der Anfangsphase der Regulierung weit weniger final als konditional ausgerichtet war. Erst mit dem Richtlinienpaket zur elektronischen Kommunikation aus dem Jahr 2002, das Deutschland mit dem TKG 2004 umgesetzt hat, sind die legislativen Vorgaben erheblich zuruckgenommen worden. Der Grund fur diesen Wechsel liegt vor allem in dem bereits erwahnten Wandel des Regulierungsumfeldes. Solange das primare Ziel der Regulierung darin bestand, die ehemaligen staatlichen Monopole in den Wettbewerb zu uberfuhren, erschien es noch moglich, dass der Gemeinschaftsgesetzgeber die Marktentwicklung abschatzte und seine Prognosen in abstraktgenerelle Normen goss, die fur die Regulierung aller marktbeherrschenden Unternehmen in gleicher Weise galt. Angesichts der zwischenzeitlich eingetretenen Liberalisierungserfolge und der immer groeren Dynamik auf den Markten, deren Bestimmung und Abgrenzung sich in permanentem Wandel befindet, erwies sich die rechtsnormbasierte Regelungstechnik als ein viel zu enges regulatorisches Korsett. Deshalb wurden zentrale Entscheidungen auf die sachnaheren und flexibleren Regulierungsbehorden ubertragen. 80 Das bedeutet freilich nicht, dass die weiten Spielraume der Bundesnetzagentur in jedem Fall gerechtfertigt und notwendig sind, wie etwa die Debatte um den ehemaligen 9a TKG gezeigt hat, vgl. dazu m.w.N. Jorn Ludemann, Wettbewerb und Regulierung in der Telekommunikation. Das Telekommunikationsgesetz vor den Herausforderungen neuer Markte, in: ders. Hrsg., Telekommunikation, Energie, Eisenbahn: Welche Regulierung brauchen die Netzwirtschaften?, 2008, S. 69 73 ff  16 ren nachholen und damit funktional gleichsam an die Stelle des Gesetzgebers treten. Entsprechend gro ist ihr Bedarf an Regulierungswissen. Rekurriert die Bundesnetzagentur neben dem praktischen und technischen Wissen der Marktteilnehmer nicht auch auf theoretisches Wissen der Regulierungsokonomik, kann man angesichts der komplexen Aufgaben der Bundesnetzagentur von einer rationalen Regulierung kaum sprechen. Im rationalen Rechts Staat 81 darf aber nicht nur der Gesetzgeber nicht gedankenlos agieren, wie es das Bundesverfassungsgericht einmal plastisch formuliert hat.82 Je offener die Programmierung der Verwaltung durch den Gesetzgeber ist, desto mehr muss dieses Postulat auch fur das Verwaltungsverfahren gelten. III. Die Rolle der Wissenschaft vom offentlichen Wirtschaftsrecht Dass angesichts immer anspruchsvollerer Aufgaben der Wirtschaftsverwaltung der Bedarf nach okonomischem Wissen in manchen Gebieten erheblich gestiegen ist, wirft die Frage nach der Rolle der Wissenschaft vom offentlichen Wirtschaftsrecht auf. Wie bereits erwahnt, wird zum einen die Aufgabe immer wichtiger, fur die Rechtspolitik gesetzliche Losungen vorzudenken.83 Das gilt nicht nur fur das materielle Recht. Gerade wenn weite Spielraume der Wirtschaftsverwaltung unabdingbar sind, besteht auch erheblicher Bedarf danach, die verfahrens und organisationsrechtlichen Regelungen moglichst so einzurichten, dass sie die gewunschten Regulierungsergebnisse befordern. So spielt es angesichts 81 Andreas Vokuhle, Das Konzept des rationalen Staates, in: Gunnar Folke SchuppertAndreas Vokuhle Hrsg., Governance von und durch Wissen, 2008, S. 13 ff.; Helmuth SchulzeFielitz, Rationalitat als rechtsstaatliches Prinzip fur den Organisationsgesetzgeber, in: Paul KirchofMoris LehnerArndt RaupachMichael Rodi Hrsg., Staaten und Steuern. FS fur Klaus Vogel zum 70. Geburtstag, 2000, S. 311 ff.; ders. Theorie und Praxis parlamentarischer Gesetzgebung, 1988, S. 454 ff.; Thomas Gro, Das Kollegialprinzip in der Verwaltungsorganisation, 1999, S. 199 ff. 82 BVerf GE 75, 246 268. 83 Zu dieser Aufgabe der Verwaltungsrechtswissenschaft siehe insbesondere Andreas Vokuhle, Neue Verwaltungsrechtswissenschaft, in: Wolfgang HoffmannRiemEberhard SchmidtAmannAndreas Vokuhle Hrsg., Grundlagen der Verwaltungsrechtswissenschaft, Bd. I, 2. Aufl., 2012, 1, Rdnr. 15 et passim; ders. Methode und Pragmatik im offentlichen Recht. Voruberlegungen zu einem differenziertintegrativen Methodenverstandnis am Beispiel des Umweltrechts, in: Hartmut BauerDetlef CzybulkaWolfgang KahlAndreas Vokuhle Hrsg., Umwelt, Wirtschaft und Recht, 2002, S. 171 ff.; Christoph Engel, Rationale Rechtspolitik und ihre Grenzen, JZ 2005, S. 581 ff.; Martin Eifert, Verwaltungsrecht zwischen klassisch dogmatischem Verstandnis und steuerungswissenschaftlichem Anspruch, in: VVDSt RL 67 2008, S. 286 ff.; ders., Zum Verhaltnis von Dogmatik und pluralisierter Rechtswissenschaft, in: Gregor KirchhofStefan MagenKarsten Schneider, Was wei Dogmatik?, Tubingen 2012, S. 79 94; Wolfgang HoffmannRiem, Innovationsoffenheit und Innovationsverantwortung durch Recht, in: Ao R 131 2006, S. 255 261 ff.; Gunnar Folke Schuppert, Verwaltungsrecht und Verwaltungsrechtswissenschaft im Wandel. Von Planung uber Steuerung zu Governance?, in: Ao R 133 2008, S. 79 99; Helmuth SchulzeFielitz, Staatsrechtslehre als Wissenschaft: Dimensionen einer nur scheinbar akademischen Fragestellung, in: ders. Hrsg., Staatsrechtslehre als Wissenschaft Die Verwaltung; Bh. 7, Berlin 2007, S. 11 45; Janbernd Oebbecke, Verwaltungsrechtswissenschaft und Verwaltungswissenschaft, in: Helmuth SchulzeFielitz Hrsg., Staatsrechtslehre als Wissenschaft, 2007, S. 211 221; Felix Uhlmann, Interdisziplinaritat in Rechtsetzung und Rechtsetzungslehre, in: Martina CaroniSebastian HeselhausKlaus MathisRoland Norer Hrsg., Auf der Scholle und in lichten Hohen. FS fur Paul Richli zum 65. Geburtstag, St. Gallen 2010, S. 781 ff  Als Ziel auch anerkannt von Friedrich Schoch, Gemeinsamkeiten und Unterschiede von Verwaltungsrechtslehre und Staatsrechtslehre, in: Helmuth SchulzeFielitz Hrsg., Staatsrechtslehre als Wissenschaft Die Verwaltung; Bh. 7, Berlin 2007, S. 177 209. 17 der kognitiven Dimension komplexer Regulierungsentscheidungen beispielsweise eine zentrale Rolle, wie die Kompetenzen in europaischen Verwaltungsverbunden verteilt sind, die gerade im offentlichen Wirtschaftsrecht von besonderer Bedeutung sind.84 Soll der europaische Verwaltungsverbund in Bereichen hoher Unsicherheit gerade auch ein Lernverbund sein,85 spricht regulierungstheoretisch viel dafur, die Kompetenzen der europaischen Zentralburokratie nicht aus Grunden einer einheitlichen Regulierung im europaischen Binnenmarkt so stark zu machen, dass fur dezentrales Lernen in den Mitgliedstaaten kein nennenswerter Raum mehr verbleibt.86 Die Wissenschaft vom offentlichen Wirtschaftsrecht kann hier einen wichtigen Beitrag zu einer rationalen Rechtspolitik leisten,87 indem sie okonomisches und juristisches Wissen problembezogen zueinander fuhrt.88 Aber auch in der Rechtsanwendung fallt der Wissenschaft vom offentlichen Wirtschaftsrecht eine bedeutsame Rolle beim Umgang mit okonomischem Wissen zu, indem sie neben ihren traditionellen Aufgaben der Systematisierung und Dogmatisierung das szientistische Wissen der Nachbarwissenschaften bedarfsgerecht auch fur die Rechtspraxis erschliet. Diese Leistung, die uber eine reine Ubersetzungsleistung hinausgeht, ist zum einen fur das Verstandnis der wirtschaftsrechtlichen Normen relevant, die wie etwa im Telekommunikationsrecht okonomisches Wissen gleichsam inkorporiert haben.89 Ebenso kann die Wissenschaft vom offentlichen Wirtschaftsrecht okonomisch gepragte Instrumente 90 wie die Versteigerung von Frequenzen fur die verfassungsrechtliche Wurdigung aufhellen oder fur die Frage der gerichtli 84 Siehe nur die Beitrage in JensPeter SchneiderJurgen SchwarzePeter Christian MullerGraff Hrsg., Vollzug des Europaischen Wirtschaftsrechts zwischen Zentralisierung und Dezentralisierung. XVIII. Kolloquium der Wissenschaftlichen Gesellschaft fur Europarecht am 26. November 2004, 2005. 85 Vgl. zu dieser Perspektive insbesondere Martin Eifert, Europaischer Verwaltungsverbund als Lernverbund, in: Indra Spiecker gen. DohmannPeter Collin Hrsg., Generierung und Transfer staatlichen Wissens im System des Verwaltungsrechts, 2008, S. 159 ff.; AnnaBettina Kaiser, Wissensmanagement im Mehrebenensystem, in: Gunnar Folke SchuppertAndreas Vokuhle Hrsg., Governance von und durch Wissen, 2008, S. 217 ff. insbes. 223 ff  86 Siehe etwa Oliver Budzinski, Governance of Global Competition. Competence Allocation in International Competition Policy, 2008; ders., Toward an International Governance of Transborder Mergers? Competition Networks and Institutions between Centralism and Decentralism, New York University Journal of Law and Politics 36 2004, S. 1 ff. 87 Siehe auch AnnKatrin Kaufhold, Transfer und Transformation okonomischen Wissens im Recht der Bankenaufsicht in diesem Band; Eike Michael Frenzel, Schnittstellen fur extrajuridisches Wissen im Regulierungsverwaltungsrecht Status quo und Perspektive in diesem Band weist zu Recht auf die Grenzen einer Berucksichtigung wissenschaftlicher Expertise hin. 88 Zu den methodischen Fragen einer solchen Aufgabe Jorn Ludemann, Rechtsetzung und Interdisziplinaritat in der Verwaltungsrechtswissenschaft, in: Andreas FunkeJorn Ludemann Hrsg., Offentliches Recht und Wissenschaftstheorie, 2009, S. 119 ff. 89 Zu diesem Charakter regulierungsrechtlicher Normen vor der Folie des Energierechts Matthias SchmidtPreu, Das Regulierungsrecht als interdisziplinare Disziplin am Beispiel des Energierechts, S. 329 ff. insb. S. 330332. 90 Vgl. allgemein zur sog. Okonomisierung des Verwaltungsrechts JensPeter Schneider, Zur Okonomisierung von Verwaltungsrecht und Verwaltungsrechtswissenschaft. Begriffsbildung und einfuhrende Analyse ausgewahlter Beispielsfalle, DV 34 2001, S. 317 ff.; Christoph Gropl, Okonomisierung von Verwaltung und Verwaltungsrecht, Verw Arch. 93 2002, S. 459 ff. 18 chen Kontrolldichte beim so genannten Regulierungsermessen okonomische Einsichten um die Notwendigkeit und Grenzen von Spielraumen der Regulierungsbehorden beitragen.91 Aber noch eine weitere Aufgabe tritt hinzu, die im Selbstverstandnis der Wissenschaft vom offentlichen Wirtschaftsrecht bislang am wenigsten verankert ist. Das Fach kann die Verwaltung auch beim Umgang mit der Eigenprogrammierung und Optionenwahl HOFFMANNRIEM im Rahmen offener Normen unterstutzen, indem wir auch insoweit die theoretischen und empirischen Wissensbestande der Nachbarwissenschaften bedarfsgerecht sichten, Regulierungsalternativen erarbeiten und deren jeweiligen Folgewirkungen aufzeigen. An einer solchen nichtdogmatischen Unterstutzung der Rechtspraxis besteht vor allem deshalb Bedarf, weil die Nachfrage nach unabhangiger Expertise in Bereichen wie dem Telekommunikationsrecht ausgesprochen hoch ist, die aufwandige und voraussetzungsvolle Rezeption und Anwendung rechtsexterner Theorie aber unter den Bedingungen der praktischen Rechtsanwendung von der Verwaltung regelmaig nur sehr begrenzt zu leisten ist.92 Die Wissenschaft vom offentlichen Wirtschaftsrecht ist hingegen von Entscheidungszwang institutionell bewusst befreit und aufgrund ihrer Moglichkeit zur Konzentration auf ausgewahlte Fragen zu einer eingehenden Reflexion in der Lage. Die Rechtswissenschaft wird insoweit dann weniger als dogmatische Wissenschaft tatig, weil viele der relevanten Fragen keine dogmatischen Fragen sind, denn vielmehr als eine Entscheidungsvorbereitungswissenschaft, die den Rechtsanwender als den verantwortlich Entscheidenden beim Umgang mit seinen weiten Optionenraumen unterstutzt.93 Von einer solchen konkreten und problembezogenen wissenschaftlichen Unterstutzung kann die Rechtspraxis deutlich eher profitieren, als von der Arbeit an einer allgemeinen Mastabslehre, wie sie in der Verwaltungsrechtswissenschaft seit einiger Zeit Konjunktur hat. Denn wo den Behorden von Rechts wegen bewusst weite Spielraume eingeraumt werden, liegt wenig Segen darin, diese Spielraume durch wissenschaftlich generierte Mastabe wieder zu verengen beziehungsweise zu verrechtlichen.94 Im Ubrigen sind die angebotenen Mastabe regelmaig auch viel zu abstrakt, um die Verwaltung bei ihrer konkreten Problemlosung wirklich zu erreichen. 91 Zum Wissensverarbeitung der Verwaltungsgerichte allgemein Jakob Julius Nolte, Die Verarbeitung von extrajuridischem Wissen im Verwaltungsgerichtsverfahren in diesem Band. 92 Ausfuhrlicher Jorn Ludemann, Die Grenzen des homo oeconomicus und die Rechtswissenschaft, in: Christoph EngelMarkus EnglerthJorn LudemannIndra Spiecker gen. Dohmann Hrsg., Recht und Verhalten. Beitrage zu Behavioral Law and Economics, 2007, S. 7 44 ff  93 Siehe auch Arno Scherzberg, Das Allgemeine Verwaltungsrecht zwischen Praxis und Reflexion. Theoretische Grundlagen der modernen Verwaltungsrechtswissenschaft, in: HansHeinrich TruteThomas GroHansChristian RohlChristoph Mollers Hrsg., Allgemeines Verwaltungsrecht zur Tragfahigkeit eines Konzepts, 2008, S. 837 851 ff  94 Kritisch etwa auch Christoph Mollers, Methoden, in: Wolfgang HoffmannRiemEberhard SchmidtAmannAndreas Vokuhle Hrsg., Grundlagen des Verwaltungsrechts, Bd. I, 2. Aufl., 2012, 3, Rdnr. 6; Kay Waechter, Diskussionsbeitrag, VVDSt RL 67 2008, S. 345 346. 19 IV. Vorsichtsregeln fur die Rezeption okonomischen Wissens Gerade wer vom Nutzen rechtsexterner Theorie fur das Verwaltungsrecht uberzeugt ist, kommt freilich nicht umhin, sein Tun auch insoweit zu reflektieren.95 Das bedeutet nicht nur, mit Missverstandnissen aufzuraumen, wie sie manchem Fachvertreter auch heute noch geradezu stammtischreif aus der Feder flieen,96 obwohl sich bereits eine ganze Reihe rechtswissenschaftlicher Autoren in den letzten Jahren um eine Aufklarung uber die Ziele und Methoden der modernen Okonomik verdient gemacht hat.97 Statt immer wieder die alte Grundsatzfrage nach der Erlaubtheit okonomischer Theorie im Recht zu stellen und zu beantworten, sollten wir in Zukunft mehr Energie auf die Frage zu verwenden, wie eine methodengerechte Rezeption der Nachbarwissenschaften aussehen kann. Die theoretische Heimstatt fur solche Reflexionen kann man als Rezeptionstheorie der Rechtswissenschaft bezeichnen. Eine solche Rezeptionstheorie hat, wie an anderer Stelle bereits ausfuhrlicher dargelegt,98 vor allem die Aufgabe, wissenschaftstheoretische Vorsichts und Klugheitsregeln zu formulieren und zu speichern, die den produktiven Umgang mit rechtsexterner Theorie erleichtern und vor Uber und Fehlinterpretationen bewahren. Dazu gehort etwa die Einsicht in den Wert eines Methodenpluralismus,99 das Verstandnis fur sozi 95 Aus unterschiedlichen Perspektiven Andreas Vokuhle, Methode und Pragmatik im Offentlichen Recht. Voruberlegungen zu einem differenziertintegrativen Methodenverstandnis am Beispiel des Umweltrechts, in: Hartmut BauerDetlef CzybulkaAndreas Vokuhle Hrsg., Umwelt, Wirtschaft und Recht. Wissenschaftliches Symposium aus Anlass des 65. Geburtstages von Reiner Schmidt, 2002, S. 171 182 ff.; Matthias Jestaedt, Perspektiven einer Rechtswissenschaftstheorie, in: Matthias JestaedtOliver Lepsius Hrsg., Rechtswissenschaftstheorie, 2008, S. 185 190; ders., Offentliches Recht als wissenschaftliche Disziplin, in: Christoph EngelWolfgang Schon Hrsg., Das Proprium der Rechtswissenschaft, 2007, S. 241 278 ff.; Oliver Lepsius, Themen einer Rechtswissenschaftstheorie, in: Matthias JestaedtOliver Lepsius Hrsg., Rechtswissenschaftstheorie, 2008, S. 1 14 ff.; ders., Sozialwissenschaften im Verfassungsrecht Amerika als Vorbild, JZ 2005, S. 1 12 et passim; Christian Bumke, Die Entwicklung der verwaltungsrechtswissenschaftlichen Methodik in der Bundesrepublik Deutschland, in: Eberhard SchmidtAmannWolfgang HoffmannRiem Hrsg., Methoden der Verwaltungsrechtswissenschaft, 2004, S. 74 101; Stefan Magen, Entscheidungen unter begrenzter Rationalitat als Proprium des offentlichen Rechts, in: Christoph EngelWolfgang Schon Hrsg., Das Proprium der Rechtswissenschaft, 2007, S. 303 304; Martin Morlok, Vom Reiz und vom Nutzen, von den Schwierigkeiten und von den Gefahren der Okonomischen Theorie fur das Offentliche Recht, in: Christoph EngelMartin Morlok Hrsg., Offentliches Recht als Gegenstand okonomischer Forschung. Die Begegnung der deutschen Staatsrechtslehre mit der Konstitutionellen Okonomie, Tubingen 1998, S. 1 ff. 96 Wenn man im Schrifttum etwa lesen muss, die Verwaltungsrechtswissenschaft konne mit okonomischer Theorie schon deshalb nichts anfangen, weil der Staat auf das Gemeinwohl verpflichtet sei, wahrend die Kunstfigur der Okonomie, der homo oeconomicus, seinen personlichen Eigennutz maximiere ich erspare mir hier den Nachweis, dann sagt das rein gar nichts uber die Unbrauchbarkeit der Okonomik fur das Recht aus, sondern allein etwas uber die mangelnde Informiertheit des Autors uber die Nachbarwissenschaft. 97 Vgl. aus dem monographischen Schrifttum etwa Anne van Aaken, Rational Choice in der Rechtswissenschaft, 2003; Horst Eidenmuller, Effizienz als Rechtsprinzip. Moglichkeiten und Grenzen der okonomischen Analyse des Rechts, 3. Aufl., 2005; Klaus Mathis, Effizienz statt Gerechtigkeit? Auf der Suche nach den philosophischen Grundlagen der Okonomischen Analyse des Rechts, 3. Aufl., 2009; aus der Lehrbuchliteratur siehe nur Wolfgang Weigel, Rechtsokonomik. Eine methodologische Einfuhrung fur Einsteiger und Neugierige, 2003; Emanuel V. TowfighNiels Petersen et al., Okonomische Methoden im Recht. Eine Einfuhrung fur Juristen, 2010; Gisela Ruhl, Okonomische Analyse des Rechts, in: Julian Kruper Hrsg., Grundlagen des Rechts, 2010, S. 210 ff. 98 Jorn Ludemann, Netzwerke, Offentliches Recht und Rezeptionstheorie, in: Sigrid Boysen et al. Hrsg., Netzwerke, 2007, S. 266 ff. 99 Vom Nutzen heterogener Zugange Martin Eifert, Das Verwaltungsrecht zwischen klassisch dogmatischem Verstandnis und steuerungswissenschaftlichem Anspruch, VVDSt RL 67 2008, S. 286 314 ff.; Andreas v. 20 alwissenschaftliche Modellbildung und ihre Grenzen 100 ebenso wie die Warnung vor einer Verwechselung von Theorie und Realitat. Denn die empirischen und theoretischen Einsichten der Nachbarwissenschaften sind naturlich nicht die Wirklichkeit,101 sondern sie sind bloe Abbilder, Interpretationen und Konstruktionen der Realitat. Schon deshalb greift auch der Hinweis mancher Offentlichrechtler zu kurz, Okonomen seien sich in vielen zentralen Fragen selbst doch vollig uneinig, weshalb die Verwaltungsrechtswissenschaft schon deshalb keine wirkliche Hilfe von ihnen erwarten konne. Solche Bemerkungen zeugen nicht nur von einem erstaunlichen Wissenschaftsverstandnis; sie sind auch deshalb uberraschend, weil wir Juristen doch selbst seit dem ersten Semester mit theoretischen Disputen sozialisiert werden. Es geht bei der Rezeption okonomischer Theorie und Empirie nicht um einen Import von fertigen Wahrheiten, denen das Recht ausgeliefert ist: Okonomische Theorie bleibt   immer Theorie, und sie ist immer nur ein theoretisches Angebot.102 Es geht vielmehr stets nur darum, die Rationalitat der Rechtsfindung dadurch zu erhohen, dass man komplexe realwissenschaftliche Zusammenhange nicht allein mit Alltagstheorien und Erfahrungswissen erfasst,103 sondern sich auch insoweit wissenschaftlicher und damit nachvollziehbarer und kritisierbarer Methoden und Einsichten bedient.104 Wenn man versucht, Vorsichtsregeln fur die Rezeption okonomischer Theorie aufzustellen, dann greifen grobschlachtige Aussagen, wie etwa die okonomische Theorie habe nur auf der Sachverhaltsebene ihr Recht, wahrend die Normauslegung ausschlielich juristischer Rationalitat folge, offensichtlich zu kurz. Oben war bereits die Rede davon, dass sich manche Vorschriften des offentlichen Wirtschaftsrechts ohne okonomische Theorie kaum verstehen las Arnauld, Die Wissenschaft vom Offentlichen Recht nach einer Offnung fur sozialwissenschaftliche Theorie, in: Andreas FunkeJorn Ludemann Hrsg., Offentliches Recht und Wissenschaftstheorie, 2009, S. 65 106 f.; ders., Praludium: Recht und Spiel, in: ders. Hrsg., Recht und Spielregeln, 2003, S. 1 11 f.; Jorn Ludemann, Die Grenzen des homo oeconomicus und die Rechtswissenschaft, in: Christoph EngelMarkus EnglerthJorn LudemannIndra Spiecker gen. Dohmann Hrsg., Recht und Verhalten. Beitrage zu Behavioral Law and Economics, 2007, S. 7 33 ff  100 Am Beispiel der Okonomik Jorn Ludemann, Die Grenzen des homo oeconomicus und die Rechtswissenschaft, in: Christoph EngelMarkus EnglerthJorn LudemannIndra Spiecker Hrsg., Recht und Verhalten. Beitrage zu Behavioral Law and Economics, 2007, S. 7 ff. 101 Kritisch zum sicheren Umgang des Fachs mit empirischen Einsichten Andreas Vokuhle, Methode und Pragmatik im offentlichen Recht. Voruberlegungen zu einem differenziertintegrativen Methodenverstandnis am Beispiel des Umweltrechts, in: Hartmut BauerDetlef CzybulkaWolfgang KahlAndreas Vokuhle Hrsg., Umwelt, Wirtschaft, Recht. Wissenschaftliches Symposium aus Anlass des 65. Geburtstages von Reiner Schmidt, 2002, S. 171 185; Christoph Gusy, Wirklichkeit in der Rechtsdogmatik, JZ 1991, S. 213 ff.; Ino Augsberg, Von einem neuerdings erhobenen empiristischen Ton in der Rechtswissenschaft, Der Staat 51 2012, S. 117 ff. 102 Christoph Engel, Besonderes Verwaltungsrecht und okonomische Theorie, Preprints of the Max Planck Institute for Research on Collective Goods, Bonn, 20112, S. 21 Offentliches Wirtschaftsrecht aus der Sicht der okonomischen Theorie, in: Dirk EhlersMichael FehlingHermann Punder Hrsg., Besonderes Verwaltungsrecht I, 2012, S. 40 ff. 103 Zu den Grenzen am Beispiel des Sicherheitsverwaltungsrechts Carsten Kremer, Ungewissheit im Sicherheitsverwaltungsrecht in diesem Band. 104 Vgl. Philippe Mastronardi, Juristisches Denken, 2. Aufl., 2003, S. 153: Es bleibt immer ein Rest an Entscheidung. Wir durfen diese aber dann als vernunftig bezeichnen, wenn wir alle Moglichkeiten der Reflexion ausgeschopft haben. 21 sen.105 Wenn im Schrifttum demgegenuber teilweise darauf hingewiesen wird, dass fur die Verwaltung nur die im Recht angelegten Zwecke relevant seien und deren Ermittlung eine ausschlielich normative Angelegenheit und somit Gegenstand einer normativen Wissenschaft seien und deshalb eine Trennung in eine dogmatische Rechtserkenntniswissenschaft zur Ermittlung dieser Zwecke einerseits und Steuerungswissenschaft als Wissenschaft von den empirischen Folgen und Erfolgsvoraussetzungen rechtlicher Steuerung andererseits sachgerecht sei 106, so liegt darin eine fundamentale Verkurzung des eigentlichen Problems. Denn wie ermittelt eine dogmatische Rechtswissenschaft denn einen im Recht angelegten Zweck, wenn dieser ohne steuerungstheoretisches Wissen nicht wirklich verstanden werden kann oder wenn dieser im Text bestenfalls angedeutet ist? Allein mit hermeneutischexegetischen Mitteln? Eng damit verbunden ist eine andere Frage. Haufig besteht Unklarheit daruber, ob das offentliche Wirtschaftsrecht den Rekurs auf okonomische Wissensbestande ausdrucklich zulassen muss. Wenn die Norm explizit an okonomisches Wissen anknupft,107 ist das unbestritten. Aber ist der Rekurs ansonsten ausgeschlossen? Das ware wenig uberzeugend. Wenn das offentliche Wirtschaftsrecht Spielraume belasst, in denen der Gesetzgeber die Fremdprogrammierung der Verwaltung bewusst zurucknimmt, um der Verwaltung einen Raum der Eigenprogrammierung und Optionenwahl zu uberlassen: Warum sollte die Verwaltung diesen Raum dann nicht auch mit Hilfe von okonomischer Theorie, bei deren Erschlieung ihr die Wissenschaft vom offentlichen Wirtschaft zur Seite stehen, rationalisieren? Was ware denn die Alternative?108 Die elegante Losung binnenjuristischer Metaregeln, fur die INO AUGSBERG in diesem Band mit guten Grunden votiert,109 ist fur den Gesetzgeber zwar manchmal, aber langst nicht in allen Bereichen des Verwaltungsrechts gleichermaen gangbar. So kann er etwa im Telekommunikationssektor, um nur ein Beispiel zu geben, den beteiligten Unternehmen gerade nicht die Entscheidung uber den Netzzugang und seine Konditionen selbst uberlassen. Denn das Unternehmen mit betrachtlicher Marktmacht, dem gegenuber die Regulierungsentscheidung der Bundesnetzagentur ergeht, wurde seinen Konkurrenten den Zugang zu seinen Netzkomponenten oder einrichtungen regelmaig nicht gewahren oder allenfalls zu inakzeptablen Konditionen. 105 Zur Verschleifung von normativer und kognitiver Ebene siehe nur Ino Augsberg, Multi, inter, transdisziplinar? Zum Erfordernis binnenjuristischer Metaregeln fur den Umgang mit extrajuridischem Wissen im Verwaltungsrecht in diesem Band. 106 So Stephan Meyer, Verw Arch 101 2010, S. 351 376, Hervorhebung im Original. 107 Exemplarisch Steffen Augsberg, Pauschalierung als Regulierungsinstrument. Uberlegungen zum bereichsspezifisch modifizierten Wissenstransfer im Recht der Krankenhausfinanzierung in diesem Band. 108 Vgl. dazu aus diskursethischer Perspektive Philippe Mastronardi, Juristisches Denken, 2. Aufl., 2003, S. 161 f.: Mit jeder Reflexionsstufe werden die Entscheidungen komplexer. Eine Beschrankung der Reflexion lasst sich daher mit Praktikabilitatsgrunden rechtfertigen. Nach den Kriterien der Diskursethik mussen sich die Grunde aber dadurch legitimieren, dass die Reflexionsbeschrankung funktional notwendig und unter dem Gesichtspunkt der Gerechtigkeit allen Betroffenen zumutbar ist. Auch wer im Einzelfall nicht bis zur Reflexionsstufe 3 vordringt, ist daher im Diskurs auf dieser Ebene gehalten, seinen Verzicht zu begrunden.   Der Positivist muss begrunden, warum er seinen Entscheid nur formal begrunden will. Hervorhebung im Original. 109 Ino Augsberg, Multi, inter, transdisziplinar? Zum Erfordernis binnenjuristischer Metaregeln fur den Umgang mit extrajuridischem Wissen im Verwaltungsrecht. 22 Eine ganz andere Frage ist das Rangverhaltnis von okonomischer und rechtlicher Rationalitat. Im rein wissenschaftlichen Gesprach sind die beiden Disziplinen selbstverstandlich gleichwertige Partner, zwischen denen es kein akademisches Uber und Unterordnungsverhaltnis gibt. Bei der praktischen Rechtsanwendung hat der Rechtsanwender hingegen eine Art positivistisches Privileg PHILIPPE MASTRONARDI auf seiner Seite. Er muss nicht etwa begrunden, warum Effizienz bei einer Norm des offentlichen Wirtschaftsrechts nur eine untergeordnete Rolle spielt,110 wenn der Gesetzgeber andere Werte bewusst in den Vordergrund gestellt hat oder von Effizienz sogar ganz bewusst absieht.111 Freilich: Fur die Wissenschaft vom offentlichen Wirtschaftsrecht ist die Rezeption rechtsexterner Theorie alles andere als trivial. Und sie ist auch wissenschaftstheoretisch letztlich nicht bruchlos moglich, weil sich okonomisches Wissen nicht einfach eins zu eins in rechtliche Kontexte ubersetzen lasst.112 Aber die Rechtswissenschaft befindet sich nun einmal in einer besonderen Lage, die sie von den anderen Wissenschaften fundamental unterscheidet. Juristische Rationalitat ist immer partikulare Fachrationalitat und integrative Rationalitat zugleich.113 Je weiter der Gesetzgeber das offentliche Wirtschaftsrecht zu rechtsexterner Rationalitat hin offnet, desto unvermeidlicher wird es, dieser Entwicklung auch methodisch Rechnung zu tragen. Wenn und soweit die Wissenschaft vom offentlichen Wirtschaftsrecht einen Beitrag zum Verstandnis, zur Anwendung und Fortentwicklung des Rechts leisten mochte, sind wir durch den Wandel der Verwaltungsaufgaben mit anderen Worten immer haufiger zur Interdisziplinaritat verdammt 114. 110 Das offentliche Wirtschaftsrecht ist, wie das Recht insgesamt, nicht allein auf okonomische Effizienz fixiert, das entspricht heute allgemeiner Ansicht, vgl. nur Andreas Vokuhle, Okonomisierung des Verwaltungsrechts, DV 34 2001, S. 347 ff.; Anne van Aaken, Rational Choice in der Rechtswissenschaft, 2003; Oliver Lepsius, Zum Einfluss okonomischen Denkens auf die Rechtsvergleichung, ZVgl RWiss. 109 2010, S. 327 343; Michael Fehling, Okonomische Analyse im Offentlichen Recht als Methode zur Reformulierung und Operationalisierung von Gerechtigkeitsfragen, in: Professorinnen und Professoren der Bucerius Law School Hrsg., Begegnungen im Recht. Interdisziplinare Ringvorlesung der Bucerius Law School zu Ehren von Karsten Schmidt anlasslich seines 70. Geburtstags, 2011, S. 39 43. 111 Christoph Gropl, Okonomisierung von Verwaltung und Verwaltungsrecht, Verw Arch 93 2002, S. 459 480; Wolfgang Durner, Schutz der Verbraucher durch Regulierungsrecht, VVDSt RL 70 2011, S. 398 433. Dass der Gesetzgeber ganz von Effizienz absieht, durfte in der Praxis allerdings selten vorkommen, wie Michael Fehling, Das Verhaltnis von Recht und auerrechtlichen Mastaben, in: HansHeinrich TruteThomas GroHans Christian RohlChristoph Mollers Hrsg., Allgemeines Verwaltungsrecht zur Tragfahigkeit eines Konzepts, 2008, S. 461 485, zu Recht betont. 112 Zur Assimilation AnnaBettina Kaiser, Multidisziplinare Begriffsverwendungen. Zum verwaltungsrechtswissenschaftlichen Umgang mit sozialwissenschaftlichen Kategorien in diesem Band sowie AnnKatrin Kaufhold, Transfer und Transformation okonomischen Wissens im Recht der Bankenaufsicht in diesem Band. 113 Vgl. Philippe Mastronardi, Juristisches Denken, 2. Aufl., 2003, S. 163. 114 Christoph Engel, Herrschaftsausubung bei offener Wirklichkeitsdefinition. Das Proprium des Rechts aus der Perspektive des offentlichen Rechts, in: Christoph EngelWolfgang Schon Hrsg., Das Proprium der Rechtswissenschaft, 2007, S. 205 231. 23 V. Fazit Disziplinubergreifende Wissenschaft ist kein Allheilmittel und keine Religion. Und sie ist fur die Rechtswissenschaft auch nicht unproblematisch, weil es die Eigenrationalitat des Rechts zu wahren gilt. Aber die Methoden einer Wissenschaft mussen gegenstandsadaquat sein. Wenn sich das offentliche Wirtschaftsrecht andert, weil sich die gesetzlichen Aufgaben andern, dann liegt wenig Segen darin, dass seine Wissenschaft in methodischer Erstarrung verharrt und auf Konzepten insistiert, die diesen neuen Aufgaben alleine nicht mehr angemessen sind. Juristische Rationalitat bleibt auch im offentlichen Wirtschaftsrecht weiterhin unverzichtbar, aber sie muss gerade bei herkulischen Zielen der Wirtschaftsverwaltung, wie wir sie etwa im Recht der Netz und Finanzmarktregulierung vorfinden, um okonomisches Wissen bereichert werden, um den Anforderungen des modernen Wirtschaftsrechts zu genugen. 24 ", "filename": "727145282.pdf", "person": ["Jörn Lüdemann", "Lüdemann, Jörn"], "date": ["2012"]}