{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/84953/1/729335100.pdf"], "title": ["The formation of experts' expectations on labour markets: Do they run with the pack?"], "plaintext": "Contents Abstract Zusammenfassung .1 Introduction  2 Data  2.1 The FEA Management Survey  2.2 Prospective public information 3 Empirical design  3.1 The basic model of labour market expectations  3.2 Estimation of spatially autoregressive panels .3.3 Identification in nonlinear regression models  4 Expectation formation: Evidence for herding  4.1 Results  4.2 Robustness  5 Social learning or joint adaption to news? .6 Is there an informational cascade?  7 Are sentiments more rational due to herding? .8 Conclusion .References  A Additional Information regarding the Survey 456.9.9. 12. 14. 14. 16. 18. 20. 20. 22. 24. 26. 29. 31. 33. 37IABDiscussion Paper 2520123Abstract Expectations regarding the economic development might be correlated due to various reasons: because individuals use the same public information and similar evaluation methods,and because of social learning or herding amongst peers. We analyse to what extent expectations are driven by herd behaviour, and if it contributes to make expectations morerealistic.In a novel survey the CEOs of the local departments of the German Federal Employment Agency report their expectations on unemployment in the short run.In this data we candiscriminate between close and lessclose peers to overcome the reflection problem andto quantitatively assess answers regarding the initial questions.We find strong evidence for herding in expectation formation. The size of effect is robustacross various specifications and remains even when controlling for forecasts from expertsexternal to the survey. The social multiplier approximately doubles the effect of informationsignals included in the model. Compared to counterfactual expectations without herdingconstructed from the estimates, herding seems to improve the accuracy of the expectations.IABDiscussion Paper 2520124Zusammenfassung Erwartungen hinsichtlich der wirtschaftlichen Entwicklung konnen aufgrund verschiedener Ursachen korreliert sein: weil Individuen die selbe Information und ahnliche Auswertungsmethoden verwenden, oder weil sie andere beobachten, deren Erwartungen adaptieren,ihnen folgen. Wir analysieren, wieweit Erwartungen durch Herdenverhalten getrieben istund ob dies dazu beitragt, Erwartungen realistischer werden zu lassen.In einer neuen Erhebung berichten die Geschaftsfuhrungen der lokalen Arbeitsagenturender Bundesagentur fur Arbeit ihre Erwartungen bezuglich der kurzfristigen Arbeitslosigkeitsentwicklung. Dieser Datensatz erlaubt es uns, zwischen nahen wichtigeren und entfernten Bezugspersonen unter den Geschaftsfuhrungen zu unterscheiden, um das Reflektionsproblem in PeerEffektStudien zu losen und so quantitative Antworten auf die Ausgangsfragen zu finden.Wir finden starke Evidenz fur Herdenverhalten in der Erwartungsbildung. Die Groenordnung des Effektes ist uber verschidene Spezifikationen robust und besteht selbst dann,wenn wir fur die Erwartungen von externen Prognoseexperten kontrollieren. Der Effektvon Signalen, von lokaler Information, wird durch die soziale Interaktion nahezu verdoppelt. Im Verhaltnis zu kontrafaktischen Erwartungen, bei denen die Wirkung der sozialen Interaktion herausgerechnet wird, scheint die Genauigkeit der Erwartungen durch das Herdenverhalten zuzunehmen.JEL classification: C 31; D 83; E 24; J64Keywords: Economic expectations; Expectation formation; Herding; Information cascades;Labour market forecasts; Peer effects; Social learning; Spatial dependence Acknowledgements: I would like to thank Silke Delfs and Reinhilde Zimmer for providingaccess to the survey used in this study. I gratefully acknowledge research assistance by Bastian Stockinger and Pirmin Schanne. Thanks even to Katrin Schmidt, Christian Hutterand numerous colleagues at IAB for comments on earlier versions on this paper, as wellas to participants at seminars at University Regensburg, IAB Nuremberg, the 32nd International Symposium on Forecasting at Boston, the 66th European Meeting of the Econometric Society at Malaga and the 31st CIRET conference at Vienna. Remaining errors are to myfault.IABDiscussion Paper 25201251 Introduction Expectations regarding forthcoming events and the future development of the economy areessential for the plans and decisions of economic and political actors. Theres an ongoingdebate on the formation and the frequently missing rationality of individuals expectations,focusing on two questions: Which information private or public, todate or outdated etc.do people evaluate in which way when formulating their expectations? Are individualsexpectations really looking forward, or do individuals when announcing their expectationpursue some other objective than predicting future outcomes e.g. building up reputation?In the present study on unemployment expectations we will address in particular the firstof the two questions: our focus is to empirically ascertain the impact of social learningin expectation formation that is, of observing and mimicking the expectations of otherindividuals and to separate it from the effect of learning from public information.Professional forecasters in the US1, a small, intensely interactive group, seem to have fairlyrealistic expectations, using available information efficiently and adapting quickly to newtrends depending on the sample and the investigation design, see e.g. Chroushore, 1998,2010 for an overview addressing to a large extent inflation expectations. Expectations ofnonforecasters are, however, found to be less realistic. Private households seem to learnon average slowly about economic trends, with only a small part of the population receivingnew information e.g. from reading newspapers and a large though declining fraction of thepopulation relying on outdated information Carroll, 2003; Curtin, 2003. Nevertheless, theyeven tend to extrapolate past trends into the future, causing overly pessimistic expectationsat the end and too optimistic early in a recession Tortorice, 2012.Surprisingly, most studies on unemployment expectations treat individuals responses asindependent from each other although they, when asked about their sentiments, report similar expectations. Of course, it might be argued that at least for professional forecasters individuals expect a similar development because they utilize the same or at least relatedinformation; as well, they employ similar methods and models see ZarnowitzLambros,1987; KeaneRunkle, 1990; Hey, 1994. Thus, strongly diverging expectations generatedusing the same data and methods would indeed come at a surprise; diverging expectations would result from diverging private information. However, correlation of expectations might even be due to social interaction if people either communicate their privateinformation to other persons or conclude on the information received by other individualsfrom observing the announcements, actions and decisions amongst their peers.In theextremum of herding Banerjee, 1992 or an informational cascade BikhchanandiHirshleiferWelch, 1992 social learning may cause total disregard of the respective personalinformation.2 As a consequence, expectations can follow blindly a wrong direction or, onthe opposite, converge fast to the correct directionvalue. Where the informational cascade 1 To our knowledge, forecasting studies using European data focused on GDP, inflation and stockmarketexpectations; corresponding studies analysing unemployment expectations in European countries are todate missing.2 Both models, as well as a number of followup studies, have a similar structure: Individuals receive private signals; they observe the behaviour of other persons who had to decide earlier, and conclude fromtheir observations on the social aggregate over previous signals; and the individuals make their decisionsaccording to a combination of their private signal and the socially aggregated signal. In both models two IABDiscussion Paper 2520126ends up and when it is broken, is a question of the initial direction and of public information that becomes available throughout the cascade. Various studies, e.g. BikhchanandiHirshleiferWelch 1998, SmithSrensen 2000, CelenKariv 2004, Chamley 2004,Manski 2004, AcemogluOzdaglar 2011 and Acemoglu et al. 2011, provide deepertheoretical, simulation and experimental insight under which conditions unboundedness of private believes, continuous rather than discrete signals, repeated decisions in astationary environment, etc. social learning warrants convergence to the correct expectationdecision. However, it might be interesting even to quantitatively assess the effect ofsocial learning, and to test if herding contributes to more realistic expectations despitethe conceptual differences between herding theory modeling a sequence of decisions incontinuous time in a static world and empirical herding analysis with data observed indiscrete time in a dynamic world as it has been emphasized by Welch 2000.Some papers addressing expectations on unemployment and other macroeconomic figures such as GDP growth, inflation or stock market indices use the serially lagged consensus, that is the expectations average, as herding variable e.g. BewleyFiebig, 2002;RangvidSchmelingSchrimpf, 2012. This might be a misspecified measure since herdingshould arise amongst fairly contemporaneous observations and not with those announceda month or quarter ago. Even less studies test for herding in contemporaneous expectations. PonsNovell 2003 provide evidence of herding amongst some groups of forecastersin the Livingston Survey. RulkeTillmann 2011, in contrast, reject herding of the FOMCmembers with regard to unemployment sentiments. Both studies rely on the contemporaneous consensus. As we will argue, this measure may be also problematic: empiricalidentification of social learning, herding and imitation among peers is crucial, but not warranted in a linearinmeans peer model.Manski 1993 shows that, in a model entailing on the right hand an expectation about thepeers observations of the dependent variable and expectations about the distribution ofexplanatory variables amongst the peers, the parameters of this model are frequently notidentified when estimating conditional expectations. If a variables expectation is linear thatis, estimable by the equally weighted arithmetic mean the expectation of the dependentvariable on the left hand will be reflected by the expectation of the dependent variableacross the peers on the right hand, and likewise will be the expectations of the explanatoryvariables. The reflection problem may be overcome by nonlinear exclusion restrictionsor three subsequent individuals acting in the same fashion are sufficient to initiate a nonoptimal socialoutcome be it sitting in the worse restaurant, or having the wrong believe with regard to future developmentof unemployment, and only the first individual of these two is required to have the wrong information. Theprivate information of all following individuals becomes in general irrelevant once the cascade has startedand the herd began to move. BikhchanandiHirshleiferWelch 1998 and Chamley 2004 demonstrate thatcascades occur with a high probability.The models of Banerjee 1992, BikhchanandiHirshleiferWelch 1992, SmithSrensen 2000 and Acemoglu et al. 2011 describe games in which each individual has only to make a singular decision. Learningfrom mistakes, or gaining reputation as a person with good information, is not possible in this frameworkwhereas both might be possible if decisions have to be made expectations have to be formed repeatedlyas in Manski, 2004. However, the effects of learning and, in particular, of reputation will be only minor if thecorrect outcome varies across time and if the private signals regarding this outcome are redistributed everyperiod: then, a person knows about the relative reliability of the observable public information comparedto the private signal and the socially aggregated information; but not the reliability of her signals currentrealization or the reliability of the signal she presumes a single peer to have received.IABDiscussion Paper 2520127e.g. due to a nonlinearity in the expectation or by imposing a network structure amongstthe peers for theoretical discussions and an overview across various applications see Soetevent, 2006 and BramoulleDjebbariFortin, 2009.The survey employed in this paper collected amongst the CEOs of the local departmentsof the German Federal Employment Agency FEA allows to assess to each respondent her location. By assuming more intense communication amongst geographical neighbours and amongst CEOs forced to meet frequently, we are able to discriminate betweenclose and lessclose peers. Thus, we can impose a network structure amongst the survey participants which so far has not been possible in the literature on macroeconomicexpectations. The crosssectionally dependent model is estimable with spatial econometric techniques since we observe a complete network and thus have hardly a problem ofomitted peers, missing network nodes or edge effects omitted spatial neighbours. Thedependence structure is similar to a spatial Durbin model e.g. Le SagePace, 2009, i.e.a model including a spatially lagged dependent variable to account for the endogenouseffect amongst peers, spatially lagged exogenous variables for the contextual effect aswell as a spatially correlated error term for the correlated effect.We model unemploymentgrowth expectations to be affected by previous local unemployment and vacancies as the observable market fundamentals according to a matching function, private for us and for other CEOs unobservable signals about job destruction, jobcreation and plant closures, and additionally by endogenous and contextual peer effects.We find strong evidence for the interdependence of the expectations among peers whichwe interpret as social learning. Our estimate for the social multiplier a measure for theendogenous peer effect mounts approximately to two, robustly across various specifications; that is, social interaction roughly doubles the effect which we assess directly toobservable characteristics. The size of this effect persists even if we include public professional unemployment forecasts as an alternative source of social information. Furthermore,though expectations in our survey are overly pessimistic, we find that social learning bringsthem closer to the realized development. Herding seems indeed to make expectationsmore rational.However, our paper is limited with regard to some aspects. First, we abstract from strategic herding due to reputation effects described e.g. by ScharfsteinStein, 1990; Lamont,2002; OttavianiSrensen, 2006; admittedly, we wouldnt be able to distinguish reputationeffects from social learning with the available information. The labourmarket experts inthe FEA survey gain reputation from effectively reducing unemployment, not from havingexpectations close to those of their principals; hence, reputation bias is likely more severeamongst professional forecasters.3 Second, we do not directly test if expectations are rational although we touch this issue in Section 7. Supposedly, the costs of underestimatingunemployment e.g. in terms of lacking the resources necessary to get unemployed quicklyinto training or work may exceed the costs of overestimating e.g. in terms of ALMP participation below the capacity frontier. Thus, rational CEOs would have an asymmetric loss 3 Note that KeaneRunkle 1990 argue that survey responses amongst professional forecasters are morerealistic. However, various studies finding reputation bias stronger amongst professional forecaster thanamongst nonprofessional may provide support for our perspective.IABDiscussion Paper 2520128function whereas we employ meansquare loss as it is custom. Third, we leave to furtherresearch whether the reported expectations correspond to subsequent action.The paper is organized as follows. Section 2 describes the survey and the record dataconsidered throughout the investigation. Section 3 discusses the basic model, Manskis Reflection Problem and a number of estimation issues arising in spatially autoregressivepanel models. Section 4 entails the analysis of the expectation formation process in general. Sections 5, 6 and 7 focus on particular aspects of expectation formation: learningfrom public information, the detection of an informational cascade through its fragility andthe question if expectations become more realistic by herding. Central results are recapitulated in the conclusion.2 Data 2.1 The FEA Management Survey The following section describes the Management Survey of the FEA which has beenstarted in November 2008.4 In addition to this survey we use record data generated insidethe FEA in labourmarket administration processes and provided by the FEA statistics. Theresponsibility for the survey is at the FEAs labourmarket monitoring service. The survey iscollected at a monthly frequency amongst the CEOs Vorsitzende der Geschaftsfuhrung,VG of the local offices of the FEA. Probably, these are more expert than the participantsin the Michigan Survey of Consumers but have less forecasting expertise than the respondents in the Survey of Professional Forecasters or the Livingston Survey as the threesurveys frequently employed in the literature on unemployment expectations. Reportingdate is around the record day of FEA statistics; the realized numbers of unemployed persons, participants in labourmarket programmes and employees in the current month areunknown at the date of response, the corresponding numbers of the previous months havealready been published except the number of employees according to the FEA registerwhich is first released with a threemonths delay. The set of questions and the possibleitems corresponding to the questions vary; a short summary is provided in Table 9 in theappendix. However, the question which is of central interest in our paper has been observed continuously since the beginning:How do you expect unemployment in your district to develop within the next threemonths besides the usual seasonality?The answer allows five items Decline strongly, Decline, Stay constant, Increase, Increasestrongly which are associated numerically to the values 2,1, . . . , 2. Although thevariable is ordinal and only defined on a 5groups Likert scale, we treat it like an intervalvariable throughout the analysis; this allows us not only to use quantiles of this variablebut even means and standard deviations. However, we try to be careful about interpretingnumbers.4 Results of the current and recent waves are available in the FEAs intranet. For further information and dataaccess, contact the corresponding author.IABDiscussion Paper 2520129Respondents typically answer in consultation with their toplevel staff; thus, the answerscan be considered as an institutional expectation rather than an individual. A major advantage is that the answers are not anonymously. We know the agency district that is thelocation of each respondent. As a consequence, we can easily assign to each respondenther geographical neighbours, her Regional Division 5 RD and thus those regions reporting to the same principal, as well as those respondents sharing the same benchmarkinggroup 6. Responses are available for all 176 agency districts for every month since November 2008 till April 2012, the last month considered here; as participation in the survey isnot voluntary, it is not affected by nonresponse or panel mortality.Throughout the entire observation period, 676 times a CEO expected unemployment toincrease strongly within the next tree months, 2056 times to increase moderately, 2249times to remain at the same level, 2371 times to decline, and only 40 times to declinestrongly. These the 40 declinestrongly responses are observed in only 12 districts, ofwhich in three districts the CEOs expected unemployment to decline strongly five timesand in one district ten times. The asymmetry in the answers may be partly due to the German job miracle: unemployment remained, against any economic intuition, rather lowduring the creditcrunch crisis and thus had not too much potential to decline during therecovery.Table 1: Unemployment sentiments descriptive statistics Statistic Median Mean Std. Dev.Within Std. Dev.Cross Std. Dev.Overall 0.0000.1290.9850.9810.543I20091.0001.3350.5090.3260.504II20091.0001.0140.5770.4060.562I20100.0000.1270.8240.7190.620II20101.0000.6090.5290.3720.526I20111.0000.7750.4470.3290.440II20110.0000.3900.6070.4340.579Descriptive figures allow a first illumination of the data. Common statistics are reportedin Table 1; numbers in column 2 refer to the entire observation period whereas columns 3 to 8 show the corresponding statistics calculated for the respective halfyear. Accordingto the median over the entire observation period and the semiannual medians the CEOsseem to expect a more or less cyclical development of unemployment, such that increasesbalance with decreases and that, over a longer period, unemployment remains rather constant. However, they seem to be slightly pessimistic; the total mean and the periodspecificaverages are always higher than the corresponding median values. The dispersion ofthe sentiments is dominated by the variation over time. The within standard deviation 7has the same size as the total standard deviation; the crosssectional standard deviation 5 Regional Divisions form the intermediate organisationalten RDs have approximately the size ofBerlinBrandenburg and 33 NorthrhineWestfalia agency districts.level between the local and the national. Thethe major German federal states and collect between 86 Each agency district belongs to a benchmarking group implemented according to comparable economicconditions the procedure is described by RubWerner, 2008 and BlienHirschenauerThi Hong Van, 2010;these groups do not coincide with the Regional Divisons. CEOs and their toplevel staff have to participatein periodical meetings of their benchmarking group.7 Within Std. Dev. 1n Tyit yi2; Cross Std. Dev. yit yt2.cid:115ncid:80Tcid:80i1t1cid:1151n Tncid:80Tcid:80i1t1IABDiscussion Paper 25201210computed using the deviations from the timespecific mean has significantly smaller size.However, a large amount of the temporal variation in the sentiments seems to be due to thevariation in the first halfyear in 2010. The standard deviation in other halfyears mounts toa size similar to that of the crosssectional standard deviation.Figure 1: Development of unemployment sentiments The early year 2010 is even more outstanding when we inspect the series of monthly national and regional mean expectations in Figure 1. Sentiments of local CEOs are averagedat the RD level to compute regional means. The figures indicate little variation in expectations across regions. They seem to develop in a similar fashion, more or less parallel tothe national average; only in a single RD the expectations move towards declining unemployment earlier than the average as the lowest dashed line in the period from December 2009 to March 2010 in the upper diagram of Figure 1 indicates. Timespecific standarddeviations with regard to the national and each regional data set the lower diagram are ingeneral close to or below 0.5 in one RD, all CEOs gave the same response in early 2009;only in Spring 2010 it exceeded 0.5. Hence, the distribution of responses seems to exhibita shift of the first moment but stable second moments.Figure 2 contrasts the expected and the realized development of unemployment, bothmonthly averaged over the local districts in each regional division. We divide the datain two samples because of the expectations shift in early 2010. Throughout the entire period before January 2010 all regional averages across expectations take on values above 0.5; that is, the majority of CEOs in every regional division expected unemployment toincrease. Averages higher than 1.5 corresponding with a regional majority of CEOs expecting a strong increase are however rare. This concentration of sentiments averagesdoes not correspond to the realized development of unemployment at the forecast horizon:we observe both declining unemployment with a regional average growth rate of roughly2.5 percent within three months, or 10 percent annually as well as strong increases upto 10 percent within a quarter, corresponding with an annual growth rate of roughly 40IABDiscussion Paper 25201211Figure 2: Sentiments and realized unemployment growthpercent.In the period from January 2010 onward both expectations and realized unemploymentgrowth shifted downward; all regional averages in the right sentimentrealization diagramare located in the second and third quadrant. That is, unemployment declined everywherewithin the next quarter with an estimated annual growth rate up to 20 percent. Nevertheless, the sentiments seem again too pessimistic: In a number of regional divisions, themajority of CEOs still expected unemployment to increase in particular in early 2010, andthe mass of the distribution is slightly right from the value corresponding to a moderatedecline in the direction of the no change item.2.2 Prospective public information Public information plays a key role particularly in models for expectations of nonprofessionalforecasters.In the model of BikhchanandiHirshleiferWelch 1992, external public information may cause the collapse of an informational cascade; thus, the effect associatedwith herding likely exhibits a response.In the model of Carroll 2003, only a fraction ofprivate households receive news about professional forecasts and adapt their expectationsaccordingly; social learning might interact with learning from public information. We discuss both in detail later, hence it seems adequate to clarify our notion of public informationbefore.Though the local labour market data reported by the FEA statistics which is available toeach CEO as well as outside the Federal Employment Agency is in general public data,we consider it here as private information with regard to trend reversals: cyclical shifts maybe hard to detect besides the seasonal and irregular fluctuation. Another source of publicinformation are the businesscycle forecasts published by the major German economic IABDiscussion Paper 25201212research institutes.8 Their forecasts on GDP growth and unemployment in the years 2009till 2011 are listed by month of release in Table 2.Table 2: Availability of public information on trend reversals Releasedin Publishinginstitute GDP growth rateforecasts forunemployment forecastsin 000 persons for 2011361739353565327533133043295230483055295829332943298429632875299229442944297029492965298429652977297529762976IMKifo If WIMKRWIIf WIMKifo If WRWIIMKIf WIMKifo If WIMKRWIIf WIMKifo If WIMKRWIIf WIMKifo If WIMKRWIIf WIMKifo If WIMKRWIIf WRWIIMKifo If WIMKIf WIMKifo If W2012Oct 08Dec 08Dec 08Dec 08Jan 09Mar 09Apr 09Jun 09Jun 09Jun 09Jul 09Sep 09Oct 09Dec 09Dec 09Dec 09Jan 10Mar 10Apr 10Jun 10Jun 10Jun 10Jun 10Sep 10Oct 10Dec 102778Dec 10Dec 102467Jan 112803Mar 112758Apr 112683Jun 112687Jun 112740Jun 112650Jun 112868Sep 112805Sep 112865Oct 112800Dec 112863Dec 112900Dec 112775Mar 122876Mar 122866Jun 122866Jun 12Forecasts on unemployment and GDP growth published by the major German economic research institutes. ifo ifo institute Munich; If W Institute for the World Economy Kiel; IMK Institute for Macroeconomic Policy; RWI RWI Essen. The ZEW centre for european economicresearch Mannheim ZEW published only GDP growth rate forecasts. In January 2012, the Halle Institute for Economic Research IWH didntprovide their forecasts retrospectively for the period before 2011; thus, their forecasts are not listed.2010397139494633425146884337436541334448388140753607382736003475344333823233319932263250323532363242325232403244200932633471366538823727364237183581357634813575344434703426342420090.22.22.71.84.33.76.06.36.05.06.54.95.04.94.920100.20.30.50.10.50.30.41.20.41.01.21.71.22.01.41.21.52.12.12.03.43.43.53.73.73.73.620111.22.01.61.81.41.51.21.52.21.71.92.42.32.52.92.82.73.33.64.02.92.82.93.23.02.93.020121,32,41,61,72,31,62,32,30,81.00.70.40.50.10.70.30.70.9It might be easier to identify a trend reversal in these publicly available forecasts, as wewill demonstrate with Table 2; for comparison, note that realized unemployment numbers 8 Those forecast which attract the greatest deal of attention are, supposedly, published by the Ifo Institutefor Economic Research Ifo, Munich, the Institute for the World Economy If W, Kiel, the ZEW Centrefor European Economic Research ZEW, Mannheim, the Macroeconomic Policy Institute IMK, Dusseldorf, the Halle Institute for Economic Research IWH, Halle and the RheinischWestfalisches Institut fur Wirtschaftsforschung RWI, Essen; these institutes are or have been moreover involved in the Joint Economic Diagnosis Gemeinschaftsdiagnose. With regard to labour markets, forecasts of the Institute for Employment Research IAB, Nuremberg receive high attention as well.IABDiscussion Paper 25201213had been on average 3.258 million in 2008, 3.415 million in 2009, 3.238 million in 2010and 2.972 million in 2011. All institutes expected unemployment to rise in 2009; throughoutmost of the year 2009, by five to ten percent within the remaining year and by another tento 25 percent in the following.In late 2009, the expected rise of unemployment becamesmaller, and in January 2010 the first institute expected unemployment to rise by less thanfive percent within the same and the subsequent year. In the next forecast published in thefirst quarter of 2010, a research institute already predicted a decline in unemployment.3 Empirical design 3.1 The basic model of labour market expectations In the following paragraphs, we will construct a fairly simple model which we hold to bevalid in describing the CEOs expectation formation process. The core of the model consists of three variables related to two components: First, we suppose that the CEOs expectthe shortrun unemployment dynamics to follow a matching process: jobs are created bymatching unemployed persons and vacant jobs. Thus, unemployment and vacancies included in annual differences to eliminate seasonality and nonstationarity are two centralobservable indicators describing the market fundamentals.9 Second, CEOs typically willreceive information on planned job destruction firm closures and job separation which isnot collected by the FEA statistics; this, as well as information on vacancies not reported tothe statistics, form private signals on labour market dynamics. We denote the sentimentswith y and the vector entailing the market fundamentals unemployment and vacancies inlogs with x.Furthermore, we assume that the CEOs take also information from recent periods into consideration; this may result in belief persistence or slowdelayed adaption to new information.The entire information available up to period t 1 is already incorporated in the sentimentsreported in the previous period; thus, we include the first lag of the dependent variabledenoted with L.y as additional regressor on the right hand following Carroll, 2003. Theautoregressive component may also reflect that CEOs adapt to prediction errors over time which in fact would correspond to a MovingAverage MA process.It is unlikely that the CEOs consider only the reported market fundamentals referring tothe district they are responsible for. Regional labour markets are interdependent, thus itwould be irrational not to look at unemployment and vacancies in other regions. The development in other regions, or the aggregate development, may help to assess whetherups and downs in unemployment are national phenomena affecting all regions or a localphenomenon leveling across the regions; it has been shown that consideration of spatial codevelopments provides prospective information e.g. SchanneWaplerWeyh, 2010;9 Current unemployment and vacancies are two of the numbers published monthly by the FEA at variousregional levels; their development is typically discussed in the first chapter of the monthly German Labour Market Report together with employment which is published with a delay of onetwo months. Validity ofvacancies as a leading indicator regarding unemployment at a threemonths forecast horizon has beenshown recently by Schanne 2010.IABDiscussion Paper 25201214MayorPatuelli, 2012. CEOs aggregate the information observable across other regions,that is across those districts under responsibility of their peers, to a conditional expectation which we denote with Exp; here, p represents the characteristics defining the peergroup or the social network. In addition to this, we expect a CEO and her top level staff tocommunicate with other CEOstheir top level staff i.e. with the persons considered as theirpeers in their daily business. Supposedly labourmarket expectations are subject matter ofcommunication in the time between two waves of the survey. Then, a rational CEO woulddraw information from the preliminary sentiments announced by her peers; the aggregateover the peers sentiments is Eyp.Thus, we need to consider four sources of information in our model of expectation formation: the own history of sentiments which accounts for learning from own mistakes as wellas past information, statistical verifiable information directly related to an observation,an aggregate of contextual statistical verifiable information related to the peers, and social learning. A regression model with these four sources of information can be written asfollows:y xcid:48 Expcid:48 Eyp L.y e1When estimating, that is when taking expectations conditional on x and p, and under the assumption that the unobservable signals the disturbances are somewhat related amongstpeers with Eex, p gp; , eq. 1 becomes:Eyx, p Excid:48x, p EExpcid:48 x, p EEyp x, p2 EL.yx, p gp; With linear social expectations on y in the endogenous peerrelated effects, the Reflection Problem see Manski, 1993 becomes obvious when applying the Law of Iterated Expectations to eq. 2. When sequentially conditioning first on p and then on x, it is possible toreceive reducedform parameters in the scalars 11 but,with exception of not the structural parameters themselves from the following equation:1 and the vector 1 , Eyx, p 1 xcid:48 Excid:48p 1 EL.yx, p 1 gp;13However, a nonlinearity in the model might be sufficient to overcome the identificationproblem in eq.Identification inmodels for an ordered categorial variable will be investigated in Subsection 3.3.2 see Manski, 1993, Sec. 3; BrockDurlauf, 2001.When sampling issues are negligible because the data covers the entire population orthe sampling accounts for this particular structure, spatially autoregressive models are analternative to a nonlinear functional formsee Manski, 1993, Sec. 2.6: Since distance aswell as neighbourhood relations or communication intensity to a third unit varies across observations, a weighted average with weights accounting for these distance relations showsvariation itself. The intuition behind is that one needs to discriminate between peers andnonpeers or close and distant peers, that is to observe variation, in order to identify the IABDiscussion Paper 25201215effect of peers an argument raised in a similar form by De GiorgiPellizariRedaelli, 2010.Likewise, identification of spatially autoregressive effects in a cross section or in a panelsaturated with timespecific effects is impossible if a spatial system entails only neighbouring regions; without timespecific effects, the temporal variation identifies the endogenouspeer effect see, e.g., KelejianPrucha, 2002; Baltagi, 2006; BaltagiLiu, 2009. Identification issues in spatial autoregressive panels are discussed in Subsection 3.2.In our data we are able to investigate alternative peerrelation structures. First, we know thegeographical location of each respondent. In daily business communication of top levelstaff members in different agencies is typically most intense with those in close agency districts, that is with those providing jobseekers and vacancies within commuting distance.Thus, using geographical distance or contiguity of regions as a measure for communication structures and for peer relations in expectation formation seems plausible. Politicalstructures in which groups of CEOs meet periodically provide an alternative network structure which may serve as a robustness check. Here, utilization of benchmarking groups associal network seems advantageous over using Regional Divisions since it is not possibleto separate social learning from reputation effects when analysing the latter.3.2 Estimation of spatially autoregressive panels In terms of spatial econometrics, eq.1 is a dynamic panel regression with a spatiallylagged dependent variable endogenous effect, spatially lagged exogenous variables contextual effect and, likely, spatially autocorrelated disturbances correlated effect. Withdifferent sets of weights for the endogenous, the contextual and the correlated effect, theempirical model becomes:ncid:88ncid:88yi,t yi,t 1 w1ijyj,t xi,t w2ijxj,t ei,t4j1j1with disturbances allowing for possible timeinvariant unobserved heterogeneity, serial andnetwork autocorrelation:ei,t i ui,tncid:88j1ui,t w3ijuj,t i,t5a5b.i,t i,t 1 i,t5cEqs. 4 and 5 are in matrix notation with T a T 1 vector of ones, IT the T dimensionalunit matrix likewise for dimensions n and n T , LT the lag operator matrix a T Tmatrix with the first subdiagonal containing ones and all other elements set to zero,W1, W2, W3 as n n matrices containing the spatial weights, Y , e and as T ndimensional column vectors arranged such that Y Y cid:48T cid:48 with Yt y 1,t, . . . , yn,tcid:48, a ndimensional vector of regionspecific fixed effects and X a T n k matrix:1, . . . , Y cid:48IABDiscussion Paper 25201216Y LT InY IT W1Y T n X IT W2X ee T In cid:0IT In W31cid:1cid:0IT LT 1 Incid:1 6a6bThe sequences of weights in each matrix W W1, W2, W3 are assumed to beexogenous triangular arrays satisfying standard regularity conditions:1. wii 0 i 1, . . . , n, i.e. the maindiagonal elements of W are zero.2. wij 0 i, j 1, . . . , n, i.e. there are no negative spatial weights.3. W has bounded row norm cid:107Wcid:107 maxj1, ,ncid:80nnorm cid:107Wcid:1071 maxi1, ,ncid:80ni1 wij c, bounded columnj1 wij c with c .Thus, W has bounded spectral norm 10 cid:107Wcid:107 c.Furthermore, assume where W denotes themaxW1sequence of real eigenvalues extracted from W . That is, and are, in absolute value,smaller than the inverse of the largest eigenvalue of the corresponding weights matrix. Ifthese conditions hold, In W3 and In W1 will be finite and invertible, and thestochastic process will be crosssectionally weakly dependent see ChudikPesaranTosetti,2011. and maxW3minW1minW3 ,1 ,111In general, the matrices associated with the endogenous, the contextual and the correlated effect may but do not need to be different. Depending on the estimation technique,the parameters are still identified when using the same weights for only two or all threecomponents. Eq. 6 may be estimated consistently 11 either by Quasi Maximum Likelihood 12 ML or by Generalized Method of Moments GMM whereas the OLS estimatoris biased due to the endogeneity of W Y see Anselin, 1988, 2001. Here, we rely on GMM since various instrumentation tests allowing better judgement on identification arenot available for the ML estimators see the discussion on modelidentification in GibbonsOverman, 2012. The spatially lagged dependent variable W Yt is instrumented byfirst and secondorder spatially lagged exogenouspredetermined explanatory variables W Xt, W 2Xt, W Yt 1. The errorcomponent parameters are with exception of fixed effectsestimated in a separate step see MutlPfaffermayr, 2011 as well as KelejianPrucha, 1998,KapoorKelejianPrucha, 2007. Utilization of the same weights for modeling the contextualeffects and for constructing the instruments may affect the validity of the GMM estimator.However, a sufficiently high partial R2 statistic of the excluded instruments in the firststageregression explaining W Y and insignificance low significance when testing for overidentifying restrictions HansenSargan test indicate an appropriate instrumentation strategy.Given valid instruments the parameters , and are identified. is identified if thereexists a consistent estimator for , , , and ; however, is of minor interest for us.10 The spectral norm of a matrix A is the square root of the largest eigenvalue of AAcid:48,i.e. cid:107Acid:107 maxAAcid:4812 .11 NickellBias Nickell, 1981 in the estimate of is negligible when T is sufficiently large or when the varianceof the timeconstant error component converges to zero. Thus, we estimate the model in levels and treatthe serially lagged dependent variable as weakly exogenous.12 The ML estimator relies on the ndimensional or n T dimensional multivariate Gaussian distribution andthus accounts explicitly for the simultaneity of the observations.IABDiscussion Paper 25201217peers. The binary information is rownormalized such thatcid:80n We let the weights used for the endogenous effects and the contextual effect vary acrossthe specifications in order to establish robustness of the results: as first set of weights weuse an indicator variable where regions are considered as peers if the distance betweentheir centroids is smaller than 88.66 km the mean between percentile 90 and percentile 95of all pairs of inverse distances; this value is chosen such that any region has at least twoj1 wij 1 i. Besidesthis truncated inversedistance metric we consider contiguity indicating that regions sharea border and affiliation with a benchmarking group, both as rownormalized information.We always employ the same set of weights for the endogenous effect and the excludedinstruments. In our preferred specification, the contextual effect is constructed with a fourthmetric: we directly use inverse distance between regions as continuous weight, rather thanrownormalized indicator variables.3.3 Identification in nonlinear regression models Procedures for ordered categorial limited dependent variables LDV as an alternative estimation strategy come along with two advantages. First, the values of the dependent variable do not reflect equally sized intervals; a procedure like ordered probit treats that moreadequately than a linear approach. Second, most models for LDVs employ the cumulativedensity function CDF. The generated nonlinearity might allow identification under certainconditions see e.g. Manski, 1993; BrockDurlauf, 2001 and BrockDurlauf, 2003 for thebivariate and multinomiallogit case.However, BajariKrainer 2004 argue convincingly that continuous exclusion restrictionsare still necessary for identification in the orderedprobit peer effects model. Appropriateexclusion restrictions can for example be derived from distinction between first and secondorder neighbours in the peerrelated effects while aggregating linearly over the CDFs atindividual level.Estimation of the spatiallyautoregressive ordered probit with ML requires structural assumptions on the latent variable yit and its joint distribution over i 1, . . . , n and t 1, . . . , T . Let the endogenous peer effect and the autoregressive component refer to thelatent variable such that they can move to the left hand. Further, the parameters on theright hand are identified only up to a variancescaling parameter such that the stochasticprocess can be represented by a standardized distribution with unit variance. Eq. 6abecomes, in reduced form with H, cid:2IT n LT In IT W1cid:31cid:2X 1 cid:3 H,Y H, IT W2X 11 1 e.71 e. Then,the observable LDV yit Let H,takes on the value j ifit aj 1, aj. We relax the assumptions of fixed effects and serially and spatially autocorrelated disturbances in order to reduce the complexity of the estimator. Though, weneed to integrate over a n T dimensional probability density function PDF f 1,1, . . . , n,T assumedscoresbegitX, W ; H,sectionally interdependent. Additionally, the local scores gitX, W ; entail data from all cid:3it and the disturbances i,t are crossmultivariateGaussian. IT W2X 11cid:2X 1Boththelocalto IABDiscussion Paper 25201218observations. When we abstract for notational simplicity from the time dimension and useonly the ndimensional PDF, and arrange the observations according to the values of theobserved LDV yi, the likelihood can be written as L cid:90 a 1g 1X,W ;cid:124cid:90 cid:124cid:90 a 1gn 0 X,W ;cid:125cid:90 cid:123cid:122i: yi1cid:123cid:122i: yiJa J1gn J11X,W ;a J1gnX,W ;cid:125cid:90 ajgnj 11X,W ;cid:123cid:122cid:124aj 1gnj 11X,W ;i: yijcid:90 ajgnj X,W ;aj 1gnj X,W ;cid:125f 1, . . . , nd 1 dn8In contrast to the case with independent observations, we are not able to split the likelihoodinto multiplicativeseparable parts or the loglikelihood into additiveseparable. Hence,this likelihood is hardly solvable with conventional probabilistic that is frequentisticalmethods whereas Bayesian statistics may still provide a solution see e.g. Le SagePace,2009: Ch. 10; FranzeseHays, 2009; WangKockelman, 2009.13A computationally simple approximation can be derived from a specification similar to eq.4. Like in eq. 7, and are identified only up to the scaling parameter . The seriallyand spatially lagged dependent latent variable is approximated by the serially lagged LDVand by the spatially weighted average 14 over the LDV, respectively. Since the rescaledstochastic process is standardnormal by assumption, we divide these by the conditionalstandard deviation of yi,t estimated in the linear model without fixed effects, such thatboth 1 yj,t have unit variance. Then we estimate the latent process y yi,t 1 andcid:80nj1 wij 1 yncid:88ncid:88yi,t 1 y yi,t 1 w1ij 1 y yj,t xi,t 1 w2ijxj,t 1 1 ei,t9j1j1with ordered probit for independent observations while instrumenting for the spatially lagged LDV with the same internal instruments as in the linear case.The condition for the identification of peer effects existence of nonlinear exclusion restrictions is the same as in the linear case. Furthermore, nonlinear estimation requiresadditional assumption e.g. on standardization and computational challenges. Hence, weuse the ordered probit estimations only as a robustness check with regard to the linearformassumption.13 We adapt the MATLAB code for a spatial probit model provided by Jim Le Sage and employ a Gibbs sampler to draw from a Truncated Multivariate Normal TMVN distribution when generating the latent variable. To achieve a positive definite multiplier H,, we restrict to the interval 1 with thelargest eigenvalue of In Wn; to keep it finite, we replace the multiplier matrix H, by H, IT LT In Wn1 if H, 106. However, since , frequently end up at the jointfrontier of the parameter space and the estimates are not stable, we do not present results here. , 114 We are aware that the weighted mean of the observed LDV is, in contrast to the median or any other quantile, not a welldefined statistic for categorial variables. Nevertheless, it might be a suitable approximationfor the social expectation Eyp.IABDiscussion Paper 252012194 Expectation formation: Evidence for herding 4.1 Results In the following we present results when estimating the linear model over the entire observation period. The focus of the analysis is the economic structure in expectation formation.Here we focus on the mere existence of herding and its distinction from other peer effects;enlightening the mechanism behind is postponed to a later section.Table 3: Parameter estimates DistanceCoefficientcons AR1Ut 1Vt 1 MUt 1MVt 1SAR1Fixed Eff.Time Eff.SAR1t AR1t Pure AR0.0130.010.8380.01yes ano X0.0580.010.7070.010.1160.070.6390.03yes ano X, M X0.1200.010.5390.010.5950.090.1510.044.5540.232.6170.09yes ano 0.3280.059.473Wd Y, X0.0080.010.4440.010.0700.060.0870.030.5200.02yes ano0.3730.032.451Wd Y, X, M X0.0050.010.4450.010.3110.080.0910.041.7940.260.6470.140.4590.02yes ano0.3360.046.4499.763.6691.288.517.501e RMSESargan test Partial R2WuHausman Wd: Binary distance, row st. M: inverse distance W Y instrumented with W X, W 2X, W LY .Standard errors in parenthesis Asterisks mark standard significance levels 90% 95% 99%.a: Regionspecific fixed effects significant in ca. 10 regions.45.4610.7535.414The first four columns of Table 3 refer to estimations where the model components are included stepwise: we start with a pure autoregressive model, estimate then a model withoutpeer effects only conditioning on X and LY and such where the peereffect componentsM X and W Y are included separately. The last column in the table shows parameterestimates for eq.4 in which we model the contextual effect by a continuous inversedistance decay matrix denoted with M whereas we employ a rowstandardized binarycutoff distance matrix to describe the sociallearning network. Later on, we will denote thisspecification as our preferred model. Estimations with alternative weights, modifications inthe disturbance structure and nonlinear functional form accounting for the discreteness of Y ordered probit are reported in Table 4 in the robustness section.A high AR term in general expresses that current disturbances or innovations have littleeffect on believes whereas there is long memory with regard to the history of innovations.The evidence for long memory with regard to errors can be interpreted twofold: as slowadaption to new information, or as strong effect of learning from personal mistakes, avIABDiscussion Paper 25201220eraging over the entire history of errors.In the latter case, a movingaverage process inthe disturbance with a short lag length could be understood to describe CEOs repeatingmisbelieves without personal learning. We find that the parameter estimate associatedwith the AR term declines only little when we include additional information on the marketfundamentals: including local information results in a parameter shift of 0.13 the difference between in the first and second column of Table 3, consideration of contextualinformation lets the parameter shift by an additional 0.168. If we include the endogenouspeer effect which accounts for social learning, the parameter estimate decreases againby an additional 0.095 down to 0.445. This AR parameter value is robust across mostspecifications which account for the endogenous effect for social learning and the localmarket fundamentals, regardless of the further information included in the estimation onlythe estimates in the randomeffects and in the ordered probit IV model, see Table 4, deviatesignificantly from that value. This remainder of the seriallyautoregressive process seemsto reflect the influence of signals received up to the previous period. Serial correlation inthe residual shown in the rows denoted with : AR1t which supposedly captures theshortrun effect of personal learning in expectation formation seems negligible.We would like to briefly discuss the signals which can be drawn from observable marketfundamentals.15 An increase in local unemployment seems throughout most models correspond to expectations of unemployment rising further on; with exception of the modelincluding only local information and the own history, its effect is insignificant or significantlypositive. With regard to the effect associated with vacancies we can state that the sign isplausible insofar that unemployment is expected to rise when vacancies decline; furthermore the effects height is stable across the models if we account at least for either thecontextual or the endogenous peer effect. Vacancies in surrounding regions have an impact on unemployment sentiments which shows in the same direction. The size of the effectseems stronger at the first glance. However, the variation of this spatial average is muchsmaller than the variation of vacancies themselves, thus the larger size of the coefficientdoes not imply a relatively stronger impact. Contextual unemployment has, alike vacanciesand in contrast to recent local unemployment, a negative sign. Declining unemployment insurrounding regions increases the probability that a CEO expects local unemployment torise. This suggests a kind of crowdingout amongst the unemployed in close regions.However, our central interest is on the endogenous peer effect, that is on the estimate for; we interpret this as the effect of social learning or herding. The estimate in our preferred specification is 0.459. The corresponding estimates in the robustness checks arealways significantly positive, mounting to approximately 0.4 to 0.5 throughout most specifications presented in Tables 3 and 4. A herding parameter of 0.459 corresponds to a social 11 1.85 when abstracting from misspecification due to negligence of themultiplier oflimited definition range of the dependent variable. The spectral norm of the correspondingspatial multiplier matrix I W 1 has an almost identical value; it is 1.86. That is, thedirect signal extractable from variation in each variable in our preferred model is approxi15 In an earlier version of the paper with data until May 2011, we found parameter estimates that could betranslated into a matching function with an elasticity with respect to labourmarket tightness of approximately 0.3. The current estimates do not support such clear evidence of a matching function.IABDiscussion Paper 25201221mately doubled due to social interaction as follows from eq. 3; without social learning, theimpulse of a market fundamental would require twice its amount to cause the same effecton the expectations.Note that the parameter can be considered identified in terms of IV estimation in ourpreferred specification since the partial R2 of the excluded instruments is relatively highwhereas the Sargan statistics is just weakly significant. The Sargan test statistics declineseven further when we do not use the secondorder lags of unemployment and vacancieswhich are only week instruments in our preferred specification and which we only includefor better comparison with the models in the robustness section. In contrast, the Sargantest rejects validity of the instruments in the model without contextual effect. This emphasizes that the contextual variables should be included in the second stage equationexplaining Y and not only in the first stage explaining W Y .4.2 Robustness In the following, we present a number of robustness checks. Table 4 report estimations ofthe linear model according to eq. 6a where we use alternative networks spatial structures in the endogenous and the contextual effect, modify the disturbance structure, oremploy an ordered probit rather than the linear specification.The regressions in the first five columns differ from the preferred model with regard to thespatial weights matrices. The parameter estimates do in general not deviate strongly fromthe corresponding estimates in the last column of Table 3. The parameters in the contextualeffect have smaller size when we use a rownormalized binary matrix Wc, Wd, Wp insteadof the continuous distancedecay matrix M. This result is rather intuitive since the discreteweighting schemes result in less smooth network averages, i.e. show higher variation thanthose generated with mij as weights though still less variation than the correspondingvariable itself. The autoregressive parameters in these five models are not significantlydifferent from our preferred specification. In contrast to this, the herding parameters showsome deviations, even though the values are not far apart, in the range between 0.381 and 0.512. The major difference across the first five models is in the validity of instrumentation.The Sargan tests tend to be rejected if we use discrete geographical relations for both theendogenous and the contextual effect.bance or the average factor dependence since t cid:80n Columns six and seven show estimates in which we used alternative disturbance structures. The twoway errorcomponent model with individual and timespecific fixed effectscontrols for crosssectional error correlation by ruling out the timespecific average disturi1 ift. Significance of fixedeffects in eight to ten from 176 regions that is regionspecific effects not deviating significantly from the average in more than 90% of the regions suggests that excluding regiondummies from estimation, or estimation with random effects will not cause serious bias.Indeed, most parameters are not too different. The major difference can be observed inthe herding parameter which is significantly smaller than 0.459 in both estimations; nevertheless, both estimates for are still significantly positive. Even if we control for crossIABDiscussion Paper 25201222Table 4: Parameter estimates under alternative weights matrices and disturbance structures Wcy, X, M X Wcy, X, Wc Xgeographical contiguity 0.4630.010.1920.100.1160.040.6480.130.2350.070.4530.020.4580.010.3360.080.0990.042.3170.261.0200.130.3810.02Shared benchmarking class Wpy, X, M X Wpy, X, Wp X Wdy, X, Wd X0.4550.4610.010.010.3070.1540.090.080.1020.0860.040.042.1550.5720.250.130.1720.9150.080.130.4100.4800.020.02Distance 0.4450.010.2720.100.0950.040.6320.140.1090.080.5120.02Ind.Time Eff.Wdy, X, M X0.4370.010.3360.090.0870.041.3350.460.6240.190.2870.05Coefficient AR1Ut 1Vt 1 WUt 1WVt 1SAR1Fixed Eff.Time Eff.SAR1t AR1t Ord. Probit IVbbootstrap s.e.0.5990.010.0790.040.1090.040.4400.070.5690.100.5420.027216.554Rand. Eff.Wdy, X, M X0.5170.010.3760.080.0880.032.0280.250.7130.130.3810.02nono.186.1070.4617216.5994.6770.176yes ano.276.0390.4547216.4802.1346.076yes ano.351.0390.4567216.56215.34013.514yes ano.150.0390.4477216.6105.04111.976yes ano.229.040.4497216.6235.9599.811yes ano.376.0350.4517216.61322.4183.434yes ayes.336.0460.4417216.30110.09121.878e RMSENPartial R2Sargan test WuHausman Wc: Binary contiguity, row st. Wp: Binary, same SGB3benchmark type, row st. Wd: Binary distance, row st. M: inverse distance continuous W y instrumented with W X, W 2X, W Ly.Standard errors in Parenthesis Asterisks mark standard significance levels 90% 95% 99%.a: Regionspecific fixed effects significant in ca. 10 regions.b: Threshold values between categories at 1.975, 1.249, 3.514 and 6.049.IiiABDscusson Paper 25201223sectional correlation in a very rigorous way by timespecific dummies the estimate for theherding parameter mounts to a significantly positive value of 0.287.The orderedprobit estimation which is identified under the assumption that the standarddeviation of the discrete dependent variable conditional on X is 0.449 the estimate for yX e in our preferred model deviates from the linear estimations with regard to twopoints. First, we find the highest estimates for both the serially and the crosssectionallyautoregressive parameters, and , amongst all models accounting for the entire information about local and contextual market fundamentals. Second, the sign associated withvacancies in surrounding regions reverses; for us, it seems implausible that increasingvacancies should be associated with unemployment expected to rise.5 Social learning or joint adaption to news?Carroll 2003 presents a model where the average sentiment at time t on unemploymentin t h, Ytuth in a survey of interest depends to a fraction on currentperiod publicinformation Ntuth e.g. published in newspapers and to an amount 1 to prospective information which has already been available in the previous period. Recursion leadsto the average expectation Ytuth Ntuth 1 Nt 1uth 1 Nt 2uth . . . Ntuth 1 Yt 1uth.10Carroll 2003 interprets as the fraction of a population that receives news. However, themodel can be adapted to individual sentiments wherein reflects an individuals probability to get new information rather than the informedpopulations share; Carrolls populationmodel can be derived by averaging across independent individuals. Public informationcan be integrated into a simple model of expectation formation in addition to market fundamentals and other variables. This allows us to identify the partial contribution of publicinformation to individuals sentiments.Hence, in order to compare the effect of public information and social learning, we estimate two equations both two times, either with public forecasts released in the current orwith those published in the previous month: In the first, we explain current unemploymentexpectations by the local log unemployment stock and log vacancies observed in the previous period, lagged expectations and by the news regarding unemployment in the future.16In the second, we augment this model by the contextual and the endogenous peer effect,that is by spatially lagged market fundamentals and the spatially lagged expectations; withregard to public information, there wont be a contextual peer effect since it is in principle 16 The institutes do not forecast unemployment at the same horizon and the same frequency that we havein the FEA management survey. Hence, we construct our public information variable as follows: We firstaverage forecasts published in the same month; in each month, we then consider only those forecastspublished latest if no new forecast is available, we extrapolate the average forecast from the previousmonth. Since most institutes publish forecasts for the current and the subsequent year, we use in the firstsix months of a year the forecast for the respective year and from July to September a weighted averagebetween the forecasts regarding current linearly declining weight and next year linearly increasing weight.IABDiscussion Paper 25201224observable to all persons in the survey. Note that in this model the parameter associatedwith the publicinformation variable will only reflect the probability that a person will directlynotice the new information; this effect may be amplified by social learning from informedpersons. Results are reported in Table 5; for means of comparison we add the estimatesof our preferred model from Table 3.Table 5: Estimation: Public information vs. social learning Public Info PI0.4120.120.5290.010.6170.090.1460.044.7310.232.4970.09Combined PISL0.0910.110.4450.010.3060.080.0910.041.7500.270.6430.140.4630.030.1070.120.4440.010.3150.080.0900.041.8160.260.6310.140.4510.030.0360.04Param.Variablecons AR1Ut 1Vt 1M Ut 1M Vt 1SAR1Nt Herding SL0.0050.010.4450.010.3110.080.0910.041.7940.260.6470.140.4590.020.7240.120.5260.010.5940.090.1380.044.3790.232.2740.100.2510.04yes.324.0490.472Nt 1Fixed Eff.SAR1AR10.0170.03yes.317.0370.449RMSEPart. R2.5339.891Sargan WuHausman 1.512Standard errors in parenthesis Asterisks mark standard significance levels 90% 95% 99%.The spatially lagged dependent variable W Y is instrumented with W X, W 2X, W LY .yes.319.0370.449.5549.7631.288yes.295.0360.449.5259.4860.8620.1570.03yes.326.0540.473We find that the effect of contemporaneous public information is in general larger thanthe effect of the onemonth lagged information; however, both are significantly positive.The size of the estimate 0.251 in the second column of Table 5 the estimationwhich is most similar to eq. 10 in Carroll 2003 is even smaller than his estimate for theeffect of public information which mounts to 0.36, and far from the corresponding estimatemounting to 0.851 in Curtin 2003 which refers as well to individual rather than averagedexpectations.The effect vanishes completely when we account for herding. Note that the two parameters and reflect only the partial effects of social learning and public information. The estimates for the herding parameter have a similar size as in our preferred model from Section 4.2 without public information; in contrast, is not significantly different from zero. If weuse lagged news rather than contemporaneous, we get the same result. This indicates thatmost of the direct effect which had been attributed to public information before is in factdue to social learning. However, the spillover of information through social networks evenworks as an amplifying device for public information.IABDiscussion Paper 252012256 Is there an informational cascade?So far we have found evidence for a significant amount of herding in the unemploymentexpectations reported in the FEA management survey. The exact nature is however unclear: Does social learning guide a herd towards the correct outcome as it could be expected because market fundamentals form continuous signals SmithSrensen, 2000 orbecause repeated announcements reduce the information set Manski, 2004? Or does itbehave like an informational cascade BikhchanandiHirshleiferWelch, 1992, 1998; Chamley, 2004 in which a herd may converge not only to a correct but even to an incorrectherd belief or at least remain at an incorrect expectation for a long time and converge justslowly? The two are different insofar that private information becomes at most irrelevantwithin a cascade, and that a cascade is fragile:17 It can be broken by a person with strongbelieve in her private information or by public information made available after the cascadehas started. We will employ this relation public announcement that the economy developsin a new direction which supposedly causes a drastic change of individual believes withregard to future unemployment without sharp changes in real unemploymentvacanciesdata to investigate the existence of an informational cascade.The theoretical concept of an information cascade can be modeled empirically as a pairof structural breaks: Before the arrival of new external information, private information isof little importance whereas social learning should be dominant that is, should be high.During the period 1 in which, supposedly, public information becomes available and thesubsequent adaption takes place, social learning pales in comparison to unobservable buteven observable private information. The adjustment process presumably lasts for morethan a month but not too long, somewhat between a quarter or half a year. In the final stagestarting in 2 a new informational cascade establishes. Social learning again dominatesthe direct influence of a CEOs own private information. However, the level of the socialequilibrium, that is the average expectation, should have changed between the initial andthe new cascade. In addition, the residual dispersion should be wider in the period whenpublic information arrives since it reflects not only the innovations themselves but also theuncertainty about information. Thus, we model the two structural breaks explicitly andestimate the following equation without fixed effects:yi,t ei,t It 1i,tmijxj,t 1 wijyj,t 1 1yi,t 11 xi,t 1 ncid:882 xi,t 2 ncid:883 xi,t 3 ncid:88j1j1 I1 t 2 I2 tncid:88ncid:88j1mijxj,t 2 wijyj,t 2 2yi,t 1ncid:88j1wijyj,t 3 3yi,t 1mijxj,t 3 11j1j117 BikhchanandiHirshleiferWelch 1992 write that conceptually, their paper differs from Welchs and Banerjees in emphasizing the fragility  cascades can explain not only uniform behavior but also drastic changesuch as fads.IABDiscussion Paper 25201226We consider January 2010 as the month when new information is published, since at thisdate the first institute revised its unemployment forecast from rising to remaining equal, see Section 2. Results for eq. 11 estimated analogously to our preferred specification albeitwith a reduced set of instruments are shown in Table 6.Table 6: Informational cascade Structural break estimation Variablet 01201001 062010072010 t Parameter Itt 1,t 2AR1Itt 1,t 2Ut 1Vt 1Itt 1,t 2 M Ut 1M Vt 1Itt 1,t 2 W Y0.0790.090.4420.020.5750.140.0630.061.8420.440.4210.260.4140.060.0870.080.4120.020.4360.230.0050.092.0421.521.4260.640.1100.140.0880.080.4460.020.0400.150.1390.061.4570.660.5090.220.3930.05IV statistics for instrumenting W Y with W X, W LY :Partial R20.446J 7.638 2pval. 0.266Sargan test H 5.975 F3,7017WuHausmanpval. 0.000Standard errors in parenthesis. Asterisks mark standard significance levels 90% 95% 99%.Estimation deviates from baseline model with regard to instruments and error components: carried out without fixed effects and without secondorder spatial lags of exogenous variables.0.5610.1616We find that informationbelief persistence does not change over time: we can not rejectthat 1 2 3 at reasonable significance levels. The influence of market fundamentalsis at most equal between period one before the first break and period three after the second break; only the influence of local unemployment changes substantially.In contrast,most parameters associated with unemployment or vacancies are significantly different between periods two and three. The parameter estimates determining the average sentiment1, 2, 3 are not significantly different from zero. However, equality of 2, 3 with 0.079,the point estimate of 1, can be rejected at least weakly. In accordance with our theoreticalconsiderations regarding an informational cascade, social learning is less important in thebreak period: 1 and 3 are significantly positive, in contrast to 2. Moreover, 2 is smallerthan the further at the 90% confidence level. Thus, we observe social learning both beforethe collapse and a while after once a new cascade might have established, but find hardlyevidence for herding at the time of the potential collapse and short after.To illuminate the behaviour of unobservable information, we look at the distribution of innovations or disturbances resulting from estimation of eq.11. The left panel in Fig.3 plots the disturbances by month, with the first and third quartile highlighted. The rightpanel reports the innovations timespecific standard deviation. Both figures show that thedistribution becomes slightly wider dispersed in the first halfyear of 2010: The standarddeviation exceeds 0.5 in more than a single month only from February till May 2010. I.e.,unexplained variation is stronger, private unobserved signals are more outstanding in thisperiod than before January 2010 or after June 2010.IABDiscussion Paper 25201227Our findings give in general support towards the fragility of herding amongst CEOs, thatis, towards the existence of informational cascades. At the time when new informationregarding oppositely directed future development of the labor market is published, sociallearning becomes insignificant. Then, the herding parameter is significantly smaller than inthe periods both before that date and some months later. As well, the dispersion of onlyexpost measurable private signals becomes wider.However, it might be difficult to identify or reject the existence of a cascade in realworlddata because of various reasons. On the one hand, achieved statistical significance isaffected by a longer observation period since parameters converge over both n and T .Hence, the parameters corresponding to the short period between two cascades are necessarily estimated relatively imprecise.On the other hand, shifts in the expectations might not only be due to the arrival of publicinformation on a trend reversal and the subsequent shift in social beliefs but also dueto the trend reversal itself, that is due to a shift of the worlds true state e.g.the shiftfrom a recession to an upturn. Then, breaks in the parameters would result from thenew correct value and not from the new information. Nonetheless, it is unlikely that anew correct value of unemployment has formed exactly in early 2010 because of threereasons: first, unemployment declined, seasonally adjusted, at a smooth rate in the timebetween Spring 2009 and January 2012 that is, we do not observe a trend reversionin realized unemployment. Second, the quarterly GDP growth rate has been in a rangebetween 0.5 and one from the second quarter 2009 till 2011, with exception of the secondquarter 2010 where it mounted to approximately two.18 And third, published GDP growthrate forecasts were revised substantially in and after June 2010, from values betweenone and two percent to more than three percent. Research on Okuns Law in Germanyfrom the 1990s though admittedly outdated assigns the unemployment threshold of theoutput gap to GDP growth rates between 1.5 and two percent. According to this theory,unemployment should have remained stable in the first half of 2010, a further decline inunemployment expectable only in late 2010. If the reversion of sentiments would be due toa change in the real world, the direction of herding would either have followed the correct Figure 3: Dispersion of innovations over time 18 See the national accounts of Germany published by the Federal Statistical Office .IABDiscussion Paper 25201228values shift with a delay of three quarters, or it would have anticipated this shift. Hence, acausation of the sentiments reversion by a shift in the published unemployment forecasts,that is by information, is more plausible.7 Are sentiments more rational due to herding?Another topic of interest is whether the expectations are rational or realistic, and whethersocial learning contributes to make sentiments more realistic: Despite public conviction,herding might contribute to the rationality of expectations through social aggregation ofinformation.In order to analyse if the forecasts deviate systematically from the bisectorin a predictionrealization diagram as it has been proposed by MincerZarnowitz 1969besides several other criteria for the evaluation of expectations and forecasts the realizedvalues uth are regressed on the forecasts YtuthIt and a constant maintaining ourprevious notation:uth 1 2 YtuthIt th12The estimated slope 2 is tested against the value 1, the intercept 1 against 0. Here, werely on a similar concept. A first graphical inspection of the relation between sentimentsas reported in the survey and realized unemployment development has been provided in Section 2. The estimates from a MincerZarnowitz MZ regression will be shown subsequently.However, for answering the question in this section, this test will have only limited use whenapplying it directly to the sentiments in the survey. The results in the previous sections haveprovided evidence for social learning in the formation of sentiments. Hence, in order to analyze whether social learning really contributes to more rational expectations we need toconstruct counterfactual sentiments in which we assume isolation of agents. In these hypothetical sentiments the effect of social learning is eliminated. To get a direct counterpartto this counterfactual, we construct as well hypothetical sentiments with social learning.For both, we use the estimates of eq. 4 in our preferred specification, and in both weinclude even the estimated innovations ei,t as a measure for the private signals. Thus, weconsider the following prediction as our hypothetical sentiments under social learning:cid:110H, 1T n X Mn IT X ecid:111Y si,t uthX,M X,W Y 13i,t The counterfactual under isolation uses the same parameter estimates. The social multiplier I W 1 which represents the simultaneous interaction between responses ishowever replaced by its spectral norm, a representation of the scale but not the interactionof the social multiplier. That is, the remaining score which still accounts for a contextual peer effect is multiplied with a constant such that the variance of the predictor underisolation is comparable to the predictor under social learning:cid:110cid:107In Wn1cid:107 cid:16In IT LT 1cid:17cid:111T n X Mn IT X ei,t14Y ii,t uthX,M X IABDiscussion Paper 25201229In the presented results, both hypothetical expectations Y iuthX,M X and Y suthX,M X,W Y are rounded to the next integer in 2, 2; that is, they have the same ordinal scale as theexpectations from the survey. The two ordinal hypothetical expectations are then used asregressors in MZ regressors. We will consider social learning as improving forecast accuracy if the slope in the regression with the hypothetical herding is significantly closer to 1than the slope coefficient under hypothetical isolation without the intercept significantlymore distinct from 0, or vice versa.Ut 123 Ut Ut 12The question in the survey refers to unemployments development within the next threemonths besides the typical seasonal development. Thus, we use the threemonth difference between annual growth rates of unemployment three months ahead and today,ut3 Ut3Ut 123 100 to construct the realization variable for the MZ regression. However, since the expectation variables both the survey responses andthe hypothetical expectations are ordinal, we use an ordinal scale likewise coded from 2 to 2 where we define a growthrate difference in percentage points in the interval2.5, 2.5 as nochange, in the interval from 12.5, 2.5 and 2.5, 12.5, respectively,as moderate change decline or growth, and growthrate differences up to 12.5 or above 12.5 percentage points as strong change.Ut 12Table 7: Realized development vs. hypothetical sentiments u 21012Social Learning Y suX,M X,W Y 2211432766613577465090252551052545807662051810110643544939710214891348021135594212586Isolation Y iuX,M X 111341138335210013590628968279318019501307501059564262429Sum 289183323761853337213427998712961126104154732339Table 7 crosses the two hypothetical expectation with the realized values; the values on thebisector are in bold letters. At the first glance, there is hardly any relationship detectablebetween hypothetical expectations and realized values whereas we can replicate thesurvey responses with our predictions under herding pretty well. If at all, the crosstableshint at a more or less horizontal pattern, that is sentiments which are uncorrelated withrealized unemployment development.The results of the corresponding MZ regression are shown in Table 8. The sentiments both the survey responses and the two hypothetical sentiments are far from perfect ascan be seen from Table 8 and as we have already supposed for the survey responses in Sec. 2. The MZ hypothesis is rejected in each case. The slope in the two regressionswith the discrete dependent variable is positive but closer to zero than to one. However,the slope under hypothetical social learning is significantly steeper than the slope underhypothetical isolation.A horizontal line would express that there isnt, on average, any relation between realizedvalues and expectations at all; a slope of one would indicate unbiased that is rationalexpectations. Since the slope of the hypothetical sentiments under social learning is closer IABDiscussion Paper 25201230Table 8: MincerZarnowitz regressions Coefficient Survey responses Hypothetical Intercept 1Slope 2social learning Realized growth ordinal.009.01.105.01.024.01.045.01Robust standard errors in parentheses.Hypotheticalisolated.011.01.085.01to one than the hypothetical sentiments under isolation we conclude that social learningimproves the rationality of sentiments.8 Conclusion In this paper we have analysed unemployment expectations with a particular focus onsocial learning in expectation formation. A novel survey amongst the CEOs of the localdepartments of the German Federal Employment Agency allows us to employ geographicalstructure and organizational networks in order to discriminate between close and lessclosepeers in communication and social learning. Thus, we have been able to deal with thereflection problem in the empirical analysis of social networks which allowed us to identifythe effect of social learning and herding in the formation of unemployment expectations.We have presented evidence for the influence of socially aggregated expectations in individuals expectation formation in Section 4; the results have been robust across variousspecifications. The estimate for the social multiplier in our preferred specification mountsto 1.86; that is, social interaction approximately doubles the impact on the average expectation which we have assessed directly to observable or private information. We havefound that this effect does persist with a similar size when we account for public informationon unemployment forecasts. The social multiplier still mounts to approximately 1.5 if weaccount for other contemporaneous effects in a rigorous way.We have only to some extent been successful in detecting the nature of social informationaggregation inherent in the surveys responses. First, we have rejected that the CEOsssentiments only mimic unemployment forecasts published by professional forecasters in Germany; the estimated contribution of herding in sentiment formation is robust againstcontrolling for the latter. Second, we have found a shift in believes accompanied by higherprivate uncertainty or wider dispersion of unobservable private signals and increased impact of observable information in the first halfyear of 2010 in succession to the economicresearch institutes predictions that Germany has passed most of the crisis. This patternhints at the existence of an informational cascade in the CEOs announced unemploymentexpectations. However, our last result that expectations do at least weakly become morerealistic due to herding is not systematically conformable with cascading of sentiments.The latter provides good news for economic tendency surveys amongst experts insofar IABDiscussion Paper 25201231that, despite the threat of a misleading cascade, they seem to aggregate information efficiently.In future research if the data cover more than one businesscycle turn and more thanone expectation reversal it might become possible to reject the cascading hypothesis,to provide more robust evidence for the informational efficiency of social learning, or toidentify the origin of a herd: be it by pursuing a similar strategy to ours, or if the data ismuch longer by making a more detailed use of the timing of events. The evidence forsocial learning in unemployment expectations could be strengthened on the one hand ifwe can ascertain a similar endogenous peer effect in the further questions enclosed in thesurvey; supposedly, social learning amongst the same agents covers more than one issue.On the other hand, it would be interesting to verify that the responses are honest, i.e. thatthe expectations are followed by the adequate actions. However, both is beyond the scopeof this paper. Finally, when setting up other surveys on expectations, in particular amongstexperts or other small groups with a high probability of interaction, the information extractedfrom their responses may be improved by adequately accounting for social learning. Forthis, it is however necessary not only to ask for their expectations but even to collect andprovide some information on their networks.IABDiscussion Paper 25201232References Acemoglu, Daron; Dahleh, Munther A.; Lobel, Ilan; Ozdaglar, Asuman 2011: Bayesian Learning in Social Networks. In: Review of Economic Studies, Vol. 78, p. 12011236.Acemoglu, Daron; Ozdaglar, Asuman 2011: Opinion Dynamics and Learning in Social Networks. In: Dynamic Games and Applications, Vol. 1, p. 349.Anselin, Luc 2001: Spatial Econometrics. In: Baltagi, B. Ed. A Companion to Theoretical Econometrics, Companions to Contemporary Economics, chap. 14, Malden MA:Blackwell, p. 310330.Anselin, Luc 1988: Spatial Econometrics: Methods and Models. Dordrecht: Kluwer Academic Publishers.Bajari, Patrick; Krainer, John 2004: An Empirical Model of Stock Analysts Recommendations: Market Fundamentals, Conflict of Interest, and Peer Effects. Working Paper 10665,NBER.Baltagi, Badi H. 2006: Random Effects and Spatial Autocorrelation with Equal Weights.In: Econometric Theory, Vol. 22, p. 973984.Baltagi, Badi H.; Liu, Long 2009: Spatial Lag Tests with Equal Weights. In: Economics Letters, Vol. 104, p. 8182.Banerjee, Abhijit V. 1992: A Simple Model of Herd Behavior. In: Quarterly Journal of Economics, Vol. 107, No. 3, p. 797817.Bewley, Ronald; Fiebig, Denzil G. 2002: On the Herding Instinct of Interest Rate Forecasters. In: Empirical Economics, Vol. 27, p. 403425.Bikhchanandi, Sushil; Hirshleifer, David; Welch, Ivo 1998: Learning from the Behavior of Others: Conformity, Fads, Informational Cascades. In: Journal of Economic Perspectives,Vol. 12, p. 151170.Bikhchanandi, Sushil; Hirshleifer, David; Welch, Ivo 1992: A Theory of Fads, Fashion,Custom, and Cultural Change as Information Cascades. In: Journal of Political Economy,Vol. 100, p. 9921026.Blien, Uwe; Hirschenauer, Franziska; Thi Hong Van, Phan 2010: Classification of Regional Labour Markets for Purposes of Labour Market Policy. In: Papers in Regional Science, Vol. 89, p. 859880.Bramoulle, Yann; Djebbari, Habiba; Fortin, Bernard 2009:through Social Networks. In: Journal of Econometrics, Vol. 150, p. 4155.Identifiction of Peer Effects Brock, William A.; Durlauf, Steven N. 2003: Multinomial Choice with Social Interactions.Technical Working Paper 288, NBER.Brock, William A.; Durlauf, Steven N. 2001: Discrete Choice with Social Interactions. In:Review of Economic Studies, Vol. 68, p. 235260.IABDiscussion Paper 25201233Carroll, Christopher D. 2003: Macroeconomic Expectations of Households and Professional Forecasters. In: Quarterly Journal of Economics, Vol. 118, p. 269298.Celen, Bo gachan; Kariv, Shachar 2004: Distinguishing Informational Cascades from Herd Behavior in the Laboratory. In: American Economic Review, Vol. 94, No. 3, p. 484498.Chamley, Christophe P. 2004: Rational Herds: Economic Models of Social Learning.Cambridge UK, New York NY: Cambridge University Press.Chroushore, Dean 2010: An Evaluation of Inflation Forecasts from Surveys Using RealTime Data. In: The B.E. Journal of Macroeconomics, Vol. 10, No. 1.Chroushore, Dean 1998: Evaluating Inflation Forecasts. working paper 9814, Federal Reserve Bank of Philadelphia.Chudik, Alexander; Pesaran, M. Hashem; Tosetti, Elisa 2011: Weak and Strong Cross Section Dependence and Estimation of Large Panels. In: Econometrics Journal, Vol. 14,No. 1, p. C45C90.Curtin, Richard T. 2003: Unemployment Expectations: The Impact of Private Informationon Income Uncertainty. In: Review of Income and Wealth, Vol. 49, No. 4, p. 539554.De Giorgi, Giacomo; Pellizari, Michele; Redaelli, Silvia 2010: Identification of Social Interactions through Partially Overlapping Peer Groups. In: American Economic Journal:Applied Economics, Vol. 2.Franzese, Robert J. Jr.; Hays, Jude 2009: The Spatial Probit Model of Interdependent Binary Outcomes: Estimation, Interpretation, and Presentation, presented at the Annual Meeting of the Public Choice Society, 6 Mar 2009.Gibbons, Stephen; Overman, Henry G. 2012: Mostly Pointless Spatial Econometrics? In:Journal of Regional Science, Vol. 52, No. 2, p. 172191.Hey, John D. 1994: Expectations formation: Rational or adaptive or . . . ? In: Journal of Economic Behavior Organization, Vol. 25, p. 329349.Kapoor, Mudit; Kelejian, Harry H.; Prucha, Ingmar R. 2007: Panel Data Models with Spatially Correlated Error Components. In: Journal of Econometrics, Vol. 140, No. 1, p.97130.Keane, Michael P.; Runkle, David E. 1990: Testing the Rationality of Price Forecasts:New Evidence from Panel Data. In: American Economic Review, Vol. 80, No. 4, p. 714735.Kelejian, Harry H.; Prucha, Ingmar R. 2002: 2SLS and OLS in a Spatial Autoregressive Model with Equal Spatial Weights. In: Regional Science and Urban Economics, Vol. 32, p.691707.Kelejian, Harry H.; Prucha, Ingmar R. 1998: A Generalized Spatial Two Stage Least Squares Procedure for Estimating a Spatial Autoregressive Model with Autoregressive Disturbances. In: Journal of Real Estate Finance and Economics, Vol. 17, p. 99121.IABDiscussion Paper 25201234Lamont, Owen 2002: Macroeconomic Forecasts and Microeconomic Forecasters. In:Journal of Economic Behavior Organization, Vol. 48, No. 3, p. 265280.Le Sage, James; Pace, R. Kelley 2009: Introduction to Spatial Econometrics. Boca RatonFL, New York NY: CRC Press.Manski, Charles F. 2004: Social Learning from Private Experience: The Dynamics of the Selection Problem. In: Review of Economic Studies, Vol. 71, p. 443458.Manski, Charles F. 1993:Problem. In: Review of Economic Studies, Vol. 60, No. 3, p. 531542.Identification of Endogenous Social Effects: The Reflection Mayor, Matias Sr.; Patuelli, Roberto 2012: ShortRun Regional Forecasts: Spatial Models Through Varying CrossSectional and Temporal Dimensions. Quaderni DSE workingpaper 835, University of Bologna.Mincer, Jacob A.; Zarnowitz, Victor 1969: The Evaluation of Economic Forecasts. In:Mincer, Jacob A. Ed. Economic Forecasts and Expectations: Analysis of Forecasting Behavior and Performance, chap. 1, Cambridge: NBER, p. 146, URL http:www.nber.orgchaptersc 1214.Mutl, Jan; Pfaffermayr, Michael 2011: The Hausman Test in a Cliff and Ord Panel Model.In: Econometrics Journal, Vol. 14, p. 4876.Nickell, Stephen J. 1981: Biases in Dynamic Models with Fixed Effects. In: Econometrica,Vol. 49, p. 14171426.Ottaviani, Marco; Srensen, Peter N. 2006: The Strategy of Professional Forecasting. In:Journal of Financial Economics, Vol. 81, No. 2, p. 441466.PonsNovell, Jordi 2003: Strategic Bias, Herding Behaviour and Economic Forecasts. In:Journal of Forecasting, Vol. 22, p. 6777.Rangvid, Jesper; Schmeling, Maik; Schrimpf, Andreas 2012: What do Professional Forecasters Stock Market Expectations tell us about Herding, Information Extraction and Beauty Contests? http:staff.cbs.dkJRangvidHOE.pdf.Rub, Felix; Werner, Daniel 2008: Den Arbeitsmarkt gibt es nicht Arbeitsmarktregionendes SGB II im Vergleich. In: Jahrbuch fur Regionalwissenschaft, Vol. 28, p. 93108.Rulke, JanChristoph; Tillmann, Peter 2011: Do FOMC members herd? In: Economics Letters, Vol. 113, No. 2, p. 176179.Schanne, Norbert 2010: Forecasting Regional Labour Markets with GVAR Models and Indicators. http:wwwsre.wu.ac.atersaersaconfsersa 10ERSA2010finalpaper 1044.pdf.Schanne, Norbert; Wapler, Rudiger; Weyh, Antje 2010: Regional Unemployment Forecasts with Spatial Interdependencies. In: International Journal of Forecasting, Vol. 26, p.908926.Scharfstein, David S.; Stein, Jeremy C. 1990: Herd Behavior and Investment. In: American Economic Review, Vol. 80, p. 465479.IABDiscussion Paper 25201235Smith, Lones; Srensen, Peter 2000: Pathological Outcomes of Observational Learning.In: Econometrica, Vol. 68, No. 2, p. 371398.Soetevent, Adriaan R. 2006: Empirics of the Identification of Social Interactions; An Evaluation of the Approaches and their Results. In: Journal of Economic Surveys, Vol. 20, p.193228.Tortorice, Daniel L. 2012: Unemployment Expectations and the Business Cycle. In: The B.E. Journal of Macroeconomics, Vol. 12, No. 1:Topics.Wang, Xiaokun; Kockelman, Kara M. 2009: Bayesian Inference for Ordered Response Data with a Dynamic Spatial Ordered Probit Model. In: Journal of Regional Science,Vol. 49, No. 5, p. 877913.Welch, Ivo 2000: Herding among Security Analysts. In: Journal of Financial Economics,Vol. 58, p. 369396.Zarnowitz, Victor; Lambros, Louis A. 1987: Consensus and Uncertainty in Economic Prediction. In: Journal of Political Economy, Vol. 95, No. 3, p. 591621.IABDiscussion Paper 25201236A Additional Information regarding the Survey Table 9: Availability of Questions in the FEA Management Survey April 2012Questioncid:4 How do you expect unemployment in your district to develop within the next three months? besides the usual seasonal patterncid:4 Have more or less layoffs been announced bythe employers ?acid:4 How do you expect employment in your districtto develop within the next three months? besidesthe usual seasonal patterncid:4 Have more or less layoffs of contingent workers been announced by the employers?acid:4 How do you expect employment in contingentwork in your district to develop within the nextthree months besides the usual seasonal pattern?cid:4 Do you observe an increase in the demand forcontingent workers?cid:4 Do you observe more layoffs or more job creation in contingent work?acid:4 Do you observe layoffs of workers subsequently to support by reduced hours compensation? If yes, how many?cid:4 Do you need to give more advise regarding reduced hours compensation?acid:4 Do you need to give more advise regardingtransitional companies?acid:4 Do more or less employees in your district havecontracts with transitional companies?acid:4 Do you observe excess demand for specialistworkers? If yes, in which occupations?cid:4 Do you observe more intrafirm transitions fromvocational training to regular work?a Availability 112008 42012ItemsScale 5item Likert 112008 120115item Likert 22011 420125item Likert 112008 620105item Likert 22011 420125item Likert 92009 62010yesno 72010 120115item Likert 32009 52010yesno number112008 62010112011 42012112008 420125item Likert 5item Likert 112008 420125item Likert 72010 10201101201272010 10201022011 10201122012 42012yesno text field in somewaves5item Likerta: compared to one year beforeThe five item Likert scale is centered around zero; in general a value of 2 corresponds to the answer declinesstrongly, a value of 2 to the answer increases strongly. An exception is the question Do you observe morelayoffs or more job creation in contingent work where we coded much more job creation with a value of 2and much more layoffs with 2.IABDiscussion Paper 25201237Recently published No. Authors 112012 Deeke, A. Baas, M. 122012 Nordmeier, D. 132012 Kroll, A. Farhauer, O. 142012 Mendolicchio, C. Paolini, D. Pietra, T. 152012 Poeschel, F. 162012 Dauth, W. Findeisen, S. Suedekum, J. 172012 Munich, D. Srholec, M. Moritz, M. Schaffler, J. 182012 Scholz, Th. 192012 Osiander, Ch. 202012 Dauth, W. Sudekum, J. 212012 Antoni, M. Heineck, G. 222012 Blien, U. Messmann, S. Trappmann, M. Title Berufliche Statusmobilitat von Arbeitslosen nach beruflicher Weiterbildung: Ein empirischer Beitrag zur Evaluation der Forderung beruflicher Weiterbildung The cyclicality of German worker flows: Inspecting the time aggregation bias Examining the roots of homelessness: The impact of regional housing market conditions and the social environment on homelessness in NorthRhineWestphalia, Germany Asymmetric information and overeducation Assortative matching through signals The rise of the East and the Far East: German labor markets and trade integration Mothers and Daughters: Hereogeneity of German direct investments in the Czech Republic Evidence from the IABRe LOC survey Employers selection behavior during shorttime work Selektivitat beim Zugang in Weiterbildungsmanahmen: Die Bedeutung individueller und struktureller Faktoren am Beispiel der Initiative zur Flankierung des Strukturwandels Profiles of local growth and industrial change: Facts and an explanation Do literacy and numeracy pay off? On the relationship between basic skills and earnings Do reservation wages react to regional unemployment? 232012 Kubis, A. Schneider, L. Human capital mobility and convergence: A spatial dynamic panel model of the German regions 242012 Schmerer, H.J. Skillbiased labor market reforms and international competitiveness As per: 23.10.2012 For a full list, consult the IAB website http:www.iab.dedepublikationendiscussionpaper.aspx Date 412 512 512 612 612 712 712 812 812 912 912 912 912 1012 Imprint IABDiscussion Paper 252012Editorial address Institute for Employment Research of the Federal Employment Agency Regensburger Str. 104D90478 Nuremberg Editorial staff Regina Stoll, Jutta PalmNowak Technical completion Jutta Sebald All rights reserved Reproduction and distribution in any form, also in parts, requires the permission of IAB Nuremberg Websitehttp:www.iab.de Download of this Discussion Paperhttp:doku.iab.dediscussionpapers2012dp 2512.pdf ISSN 21952663 For further inquiries contact the author:Norbert Schanne Email norbert.schanneweb.de ", "filename": "729335100.pdf", "person": ["Norbert Schanne", "Schanne, Norbert"], "date": ["2012"]}