{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/67209/1/72930017X.pdf"], "title": ["Reducing underage alcohol and tobacco use: Evidence from the introduction of vertical identification cards"], "plaintext": "SEIRES REPAP NOISSUCSIDIZA DP No. 6951Reducing Underage Alcohol and Tobacco Use:Evidence from the Introduction of Vertical Identification Cards Andriana Bellou Rachana Bhatt October 2012Forschungsinstitut zur Zukunft der Arbeit Institute for the Study of Labor Reducing Underage Alcohol and Tobacco Use: Evidence from the Introduction of Vertical Identification Cards Andriana Bellou University of Montreal and IZA Rachana Bhatt Georgia State University Discussion Paper No. 6951 October 2012 IZA P.O. Box 7240 53072 Bonn Germany Phone: 4922838940 Fax: 492283894180 Email: izaiza.org Any opinions expressed here are those of the authors and not those of IZA. Research published in this series may include views on policy, but the institute itself takes no institutional policy positions. The IZA research network is committed to the IZA Guiding Principles of Research Integrity. The Institute for the Study of Labor IZA in Bonn is a local and virtual international research center and a place of communication between science, politics and business. IZA is an independent nonprofit organization supported by Deutsche Post Foundation. The center is associated with the University of Bonn and offers a stimulating research environment through its international network, workshops and conferences, data service, project support, research visits and doctoral program. IZA engages in i original and internationally competitive research in all fields of labor economics, ii development of policy concepts, and iii dissemination of research results and concepts to the interested public. IZA Discussion Papers often represent preliminary work and are circulated to encourage discussion. Citation of such a paper should account for its provisional character. A revised version may be available directly from the author. IZA Discussion Paper No. 6951 October 2012 ABSTRACT Reducing Underage Alcohol and Tobacco Use: Evidence from the Introduction of Vertical Identification Cards From 19942009, fortythree states changed the design of their drivers licensestate identification cards in an effort to reduce underage access to and consumption of alcohol and tobacco. In these states, individuals under the age of 21 are issued licenses that are vertically oriented, whereas licenses for individuals 21 and older retain a traditional horizontal shape. This paper examines the effect of this design change on underage alcohol and tobacco use. Using a differenceindifference methodology, we find a reduction in drinking and smoking for 16 year olds. These results are robust to the inclusion of statespecific linear time trends, and are upheld in a triple difference model that uses a within state control group of teens that did not receive a vertical license to control for statespecific unobserved factors. Interestingly, we find that the effects of the design change are concentrated in the 12 years after a state begins issuing vertical licenses; there is little evidence of an effect of the license on underage consumption in the longrun. This finding is consistent with a scenario where, over time, teens substitute towards other methods of obtaining agerestricted products, andor retailers continue to make underage sales. JEL Classification: Keywords: Corresponding author: Andriana Bellou Departement de Sciences Economiques Universite de Montreal C.P. 6128, succursale Centreville Montreal, QC H3C 3J7 Canada Email: andriana.bellouumontreal.ca youth alcohol and tobacco policies I1, J1 We would like to thank Eric Brunner, Kitt Carpenter, Barry Hirsch, Erdal Tekin, seminar participants at Georgia State University, SUNYBuffalo, University of Rochester, University of Montreal, and conference participants at SOLE 2012 for their helpful comments and suggestions. Vladymir Fleurimond provided excellent research assistance. Employing the use of differentlyshaped drivers licenses for those both under and over the age of 21 would make it easier to quickly establish a persons legal age The legislation would also be an effective tool in combating the sale of alcohol and tobacco to minors New York State Senate Bill 9292011, 2011 I. Introduction Tobacco and alcohol use by teens and adolescents is a prominent public health issue Department of Health and Human Services, 2007 and 2010. Research has linked tobacco use with increased rates of lung cancer, as well as respiratory conditions such as asthma Healthy People Initiative, 2010. Alcohol use has been linked to adverse health and economic outcomes for teens such as crime Carpenter, 2005; Carpenter and Dobkin, 2010, risky sexual behavior Waddell, 2011; Carpenter, 2005, reduced employment Renna, 2008; Mullahy and Sindelar, 1996, poor academic performance Renna, 2008; Carrell et al. 2011, and traffic fatalities Grant, 2010; Dee, 1999. The medical and social costs of treating drinking and smoking related illnesses are estimated to be in the billions Miller et al., 2006; CDC, 2008. Since the early 1990s, it has been illegal for individuals in every state to purchase tobacco or alcohol until the ages of 18 and 21, respectively.1 Violations of this age requirement by consumers attempting to purchase underage and retailers selling to minors are punishable by monetary fines, revoking retail licenses and driving privileges, and even jail time.2 Despite the threat of punishment, underage sales continue to occur. Because no systematic data exist on the number of illegal sales made each year, inference about retailer behavior is drawn from sting compliance checks wherein law enforcement officials send underage youth into retail 1During the 1970s and 1980s every state increased their minimum drinking age to 21 to avoid losing federal highway funds Dee, 1999. Similarly, all states established a minimum smoking age of 18 by 1994 to prevent loss of Federal Emergency Management Agency funds American Lung Association, 2010. 2 Exact punishments vary by state. For instance, currently in Louisiana, both underage teens that buy tobacco and retailers who sell to them can be fined up to 50 for the first violation, 100 for the second, and 400 thereafter American Lung Association, 2010. In addition, minors who use falsified identification for these purchases illegal in all fifty states and D.C. face additional punishment. Retailers caught selling to a minor who presents false identification are generally protected from punishment if it can be confirmed that the seller came to a reasonable conclusion based on the license appearance that it is valid Alcohol Policy Institute, 2011. 2 establishments to attempt to purchase alcohol or tobacco with their own underage identification. These checks reveal that retailers often ignore age requirements; for instance, a national survey issued to retailers who failed compliance checks in 2009 indicates that in 50% of violations the retailer did not ask for identification, and in 30% of cases, the clerk asked for identification, but made the sale anyway. Retailers explain this behavior by claiming they were too busy to check for identification, or that they miscalculated the consumers age We Card, 2009. Information on consumer behavior is primarily taken from youth surveys. These surveys indicate that teens are knowledgeable about which stores do not ask for identification, or use false identification: 65% of teen smokers from 19952005 reported purchasing tobacco without identification, and Lee et al. 2011 find that 10% of teen drinkers and smokers use false identification.3 To combat these illegal sales, the majority of states fortythree as of 2009 have redesigned their drivers licenseidentification cards to have a vertical i.e., portraitstyle orientation for individuals under 21, while those 21 and above continue to receive a horizontal i.e., landscape card. The logic behind this design change is twofold: First, the vertical design is intended to make it easier or less costly in terms of time and effort for a retailer to identify someone as underage. Perhaps more importantly, the design change eliminates the credibility of retailers to claim human error when calculating a consumers age. Second, it would no longer be effective for youth to falsify the date of birth on their license since the orientation reveals age information. This paper examines the effects of the vertical license on underage consumption of tobacco and alcohol. Although the vertical license design has been praised for being a lowcost, effective method of reducing underage sales, a priori, it is not clear whether the design change has a meaningful effect on teen consumption of alcohol and tobacco. For instance, while having the vertical license may reduce teens access to alcohol or tobacco through direct purchases, 3 This figure is based on the authors calculations using data from the Youth Risk Behavior Surveillance System. 3 consumption may not decrease if teens substitute entirely towards other methods of obtaining these products. Moreover, retailers may continue to disregard age requirements even if in theory, the vertical license makes it easier for them to check a consumers age, simply for profit motivations. We focus on consumption, rather than underage sales, since the latter is difficult to measure, and more importantly, lowering underage consumption is a relevant policy objective. 4 To examine the impact of the vertical license design, we use data on teens from the Youth Risk Behavior Surveillance System YRBSS along with information on whether, and in which year, states began issuing vertical licenses. We use a differenceindifference DD model that exploits variation across time in the years that states switched to the vertical design. The results indicate that the vertical license is associated with a significant reduction in the probability that 16 year olds smoke or drink by 810%. Due to the potential for measurement error in our classification of which teens have a vertical license, these estimates should be interpreted as lower bounds of the effect of the vertical license. We find no effect for 17 and 18 year olds. Our results are robust to the inclusion of statespecific linear and quadratic time trends, and we find no evidence of preexisting trends in teen outcomes in the years leading up to a states adoption of the vertical license, alleviating concerns of policy endogeneity. Moreover, our qualitative findings are upheld when we estimate a triple difference model DDD where we use a within state control group composed of teens who did not receive the vertical license. One of the most interesting findings from the analysis is that the effects of the license redesign are primarily concentrated in the short run: The vertical design reduces alcohol and tobacco consumption of 16 year olds the most in the 12 years after a state switches to the new 4 Anecdotally, state agencies have claimed that the switch to the vertical licenses has been effective at reducing teen access to tobacco and alcohol, although to the best of our knowledge no rigorous statistics have been published to support such claims. For instance, five years after Michigan began issuing vertical licenses, then Secretary of State Terri Lynn Land remarked The vertical ID program is doing its part to help teens avoid the enormous risks that come from alcohol and tobacco use.State of Michigan Website, 2008. 4 design, whereas in subsequent years, the estimated effects are negative, but small and not statistically significant. In order to better understand why the effects are concentrated in the short run and only among 16 year olds, we examine data on tobacco transactions and sources of tobacco. We find evidence that experience with the vertical license is important: 17 year olds who have had a vertical license since age 16 are more likely to seek out retailers that dont ask for identification, whereas inexperienced 16 year olds are more likely to be carded after the design change. Moreover, over time, there is evidence that teens seek out other methods to obtain tobacco other than purchasing from retailers. For retailers, we find that after the change, there are fewer retailer compliance check violations, although this estimate is not statistically different from zero. Overall, our results suggest that the design change only had a shortrun impact.5 Finally, since changes in alcohol consumption can have an effect on drug use and teen traffic fatalities, we estimate the impact of the vertical license on these outcomes. We find no impact on marijuana use, but we do find a weak negative effect on traffic fatalities among 16 year olds. The remainder of this paper proceeds as follows: Section II reviews the literature and discusses the data. Section III outlines our empirical approach, and Section IV details the results. Section V provides a discussion and Section VI concludes. II. Related Literature Data A. Related Literature This paper contributes to the literature on state policies that are aimed at curbing youth tobacco and alcohol use. Some policies target the sources that teens obtain alcohol and tobacco from i.e., cigarette vending machines, asking adults to purchase it on their behalf while others, such as excise taxes, affect teen demand for these products. With respect to alcohol, Dills 2010 5 Our data do not include information about teens use of false identification cards or online purchases, thus we are not able to examine whether these methods increased after the design change. See Footnote 33 for more details. 5 examines the impact of social host laws that target third party involvement by holding adults liable for providing alcohol to minors, and finds that the laws do not reduce reports of underage drinking but do reduce drunkdriving fatalities. Carpenter 2003 examines the impact of zero tolerance laws which set the legal blood alcohol content limit for minors at low levels and finds reductions in heavy drinking for males but no effect on selfreported drunk driving. Grant 2010 finds no evidence that zero tolerance laws reduce traffic fatalities. Dee 1999 examines the impact of beer taxes and increasing minimum legal drinking ages and finds the former has no effect, while the latter are associated with decreased consumption. Numerous studies have examined the responsiveness of youth tobacco demand to price, with mixed results. While some find a decrease in demand when price increases Lewit et al., 1981; Grossman et al., 1983; Evans and Farrelly, 1998; Carpenter and Cook, 2008; Chaloupka and Wechsler, 1997, others find no effect De Cicca et al., 2002. Chaloupka and Grossman 1996 examine the effect of tobacco policies such as restrictions on the location of cigarette vending machines. The authors find inconsistent effects across specifications and conclude that these policies have little impact due to lack of enforcement by states.6 B. Data The analysis draws on data from a number of sources. We use data from the national Youth Risk Behavior Surveillance System YRBSS, which is a biennial, crosssectional survey spanning the years 19912009. Each survey year, high school students ages 12 to 18 in schools across the U.S. are surveyed, and information on their demographic characteristics, state of residence, and drug, alcohol and tobacco use is collected. The YRBSS is a comprehensive source of information on teen alcohol and tobacco use and has been used in a number of prior studies 6As will be discussed in Section III, our analysis controls for various state policies aimed at reducing teen alcohol and tobacco use, such as restrictions on the placement of cigarette vending machines, zero tolerance laws, etc. 6 Carpenter and Stehr, 2011; Carpenter and Cook, 2008.7 For our analysis, we pool data from all survey years and limit the sample to 1618 year olds since these teens are the most likely to hold driversstate identification cards we elaborate more on this in Section III. In every survey year each teen is asked about the frequency that heshe used alcohol and tobacco in the month prior to the survey. This includes the number of days in the past month that the individual smoked cigarettes, drank, used chewing tobacco, the number of cigarettes consumed per day, and the number of days where 5 or more drinks were consumed. In the survey years 19952009, teens who reported smoking in the past month were asked how they obtained tobacco, and among those that reported buying directly from retailers, they were asked whether or not the seller requested to see their identification available for years 19952005. Figure 1 documents the percentage of teens that reported drinking or smoking at least once in the month prior to the survey. Although rates of use have decreased over the last two decades, 2009 levels 19.5% for smoking and 41.8% for drinking are still high. We supplement the YRBSS data with data on the year each state adopted a vertical license, statelevel demographic characteristics, and a series of other policies used by states to reduce underage drinking and smoking. Appendix Table 1 lists the year each of the adopting states first issued a vertical license. The first state to issue a vertical license was Colorado in 1994, and by 2009 the end of our YRBSS sample only eight states did not issue vertical licenses. Figure 2 displays the rapid increase in states adoption of the vertical design, particularly after 2001.8 7 The YRBSS is administered by the Center for Disease Control CDC. State of residence is obtained from the restricteduse version of the YRBSS which is available from the CDC upon request. Although the survey is designed to be nationally representative this is achieved using survey weights, not all states were asked to participate in every year. Appendix Table 1 documents the participation history for each state from 19912009. 8 We obtain this information from official state press releases, DepartmentBureau of Motor Vehicles and State Department of Transportation SafetyPublic Safety websites, and direct contact with state administrators. We refer to the year that a state first prints and issues vertical licenses as the year of vertical license adoption or the year a state went vertical. This may differ from the year that a state passed legislation approving the design change. We were unable to determine the exact month that vertical licenses were first issued. 7 Our state level demographic information includes median household income and the unemployment rate. In addition, we collect data on real cigarette and beer taxes, as well as the years in which each state enacted various laws and policies that could affect youth consumption. This includes: a social host law, a graduated drivers license law which affects unsupervised driving, a zero tolerance law, a minimum legal smoking age of 18, a ban on smoking in public places, restrictions on the placement of cigarette vending machines and cigarettes, a policy requiring all customers to show identification, and the year each state issued punishments to minors who try to purchase tobacco.9 These covariates were selected based on their potential relevance for influencing underage consumption, and their use in prior studies Dills, 2010; Dee, 1999; Carpenter and Cook, 2008; Chaloupka and Grossman, 1996.10 We also compile state level data on retailer violation rates during sting tobacco compliance checks. In 1992, the U.S. Congress passed the Synar Amendment, which tasked states with developing policies to reduce youth access to tobacco. The Amendment required states to conduct yearly random compliance checks of retailers starting in 1997, document the rate of violations, and develop yearly targets that states would work towards achieving. For each state and year from 19972009 we observe the percent of retailers who failed these checks as well as 9 For instance, starting in 2009, all retailers in Delaware were required to ask for identification from any costumer that was purchasing tobacco and looked to be under the age of 27. The year a state began punishing minors for underage tobacco purchases refers to the year there is a punishment on record i.e., approved by the legislature American Lung Association, 2011. We do not include the year states began punishing tobacco retailers for underage sales because there are only three states that did not punish retailers prior to 1991. That said, results including a control for seller punishment are qualitatively similar, and available upon request. We were not able to locate data on the years states began to punish buyers and sellers for illegal alcohol transactions. Although this is a limitation of our analysis, it is likely that punishment for alcohol violations gained popularity during the 1970s and 1980s when states were making changes to the minimum legal drinking age. Finally, we do not include a control for a minimum legal drinking age since every state had a minimum age of 21 prior to 1991. 10 Data on income and unemployment were obtained from the U.S. Census. Data on state tobacco and alcohol policies were obtained from a variety of sources: i Graduated Drivers License: Dee et al. 2005 provides information until 2002 and the remaining years were updated using the IIHS 2011, ii Zero Tolerance: NHTSA 2001, iii Social Host: Dills 2010 provides information until 2005 and the remaining years were updated using APIS 2011, iv Ban on smoking in public locations: American Nonsmokers Rights Foundation 2011, v Real Beer and Cigarette Taxes in 1984 dollars: Beer Institute 2011 and Orzechowski and Walker 2010, vi All remaining tobacco restrictions: American Lung Association various years; 19902010. 8 their established target rate. We utilize this data to examine if there were fewer retailer violations following the design change. Note that because the Synar Amendment encouraged states to adopt policies to combat underage tobacco use, it is particularly important to control for these other policies in our analysis, such as restricting access to cigarette vending machines. 11 Finally, we use statelevel data on traffic fatalities in order to evaluate whether the vertical license had any auxiliary effects through alcohol consumption on the number of fatal car accidents involving teens. The data are drawn from the Fatality Analysis Reporting System FARS Encyclopedia of the National Highway Traffic Safety Administration NHTSA and have been widely used by prior studies Dills 2010; Grant 2010. For each year from 19942009, we observe the number of drivers of a given age that were involved in a fatal car crash, the exact time of the day the crash took place, and the state where the drivers license was issued. III. Empirical Framework A. DifferenceinDifference Model To examine the impact of the design change we estimate the following DD model: Yist01Verticalst2Xist3Zstssttist Equation 1 Here Yist denotes the tobacco or alcohol use of teen i in state s and year t. We define five outcomes following the previous literature Carpenter and Cook, 2008; Carpenter, 2004: i Smoke: equal to one if a teen smoked at least one cigarette in the month prior to the survey and zero otherwise, ii Smoke Frequently: equal to one if a teen smoked at least 20 days in the past month, iiii Chewing Tobacco: equal to one if a teen used chewing tobacco in the past month, iv Drink: equal to one if a teen drank at least one alcoholic drink in the past month, and v Drink Excessively: equal to one if a teen drank at least 5 drinks in one sitting in the past month. Xist is a vector of demographic characteristics of student i that includes grade level, sex, and 11 Data on retailer violations rates were obtained from SAMSHA, 2010. 9 beer and cigarette taxes, and the various state policies on youth tobacco and alcohol access described in Section II. B. Each of these policies is formulated as a binary variable equal to one race. Zst is a vector of state level variables including unemployment, median family income, real for the states and years that the laws were in effect, and zero otherwise. ss and tt are state and states within a given year. Verticalst is the policy variable of interest, and is formulated as a influence teen behavior, and the year fixed effects capture any factors that are common to all year fixed effects; the former captures any time invariant, state specific factors which may binary indicator equal to one for teens that received a vertical drivers license, and zero otherwise.12 We identify the impact of the vertical license from within state changes in teen outcomes that are driven by the switch to the vertical license in a particular year treated, relative to the within state changes in teen outcomes for states where a vertical license was not adopted in that same year or was never adopted at all control. We use sampling weights provided in the YRBSS, cluster standard errors at the state level, and estimate clusterrobust standard errors to address issues of serial correlation following Bertrand et al. 2001. The structure of our data requires us to make a series of assumptions in order to construct Verticalst. In particular, the YRBSS does not include information on whether an individual has a drivers licensestate identification card by default, there is no information on the shape. Consequently, we must assign individuals as having a vertical license or not, and to do so we draw on states licensing requirements, teens age, and the year a state began issuing vertical licenses. As a starting point, we restrict our sample to 1618 year olds, assume all these teens hold a license, and assume that all teens receive a license starting at age 16.13 This is based on the fact that in most states during our sample period, teens gain driving privilegesand thus hold 12 We do not index Verticalst by i since we estimate Equation 1 separately by age group. 13 If an individual does not drive, it still seems reasonable to assume that heshe would obtain a state identification card around age 16 for other purposes such as air travel or job applications. 10 a license starting at 16. That said, in Section V we discuss how the results change if we assume that teens first receive a license at the age of 15.14 When states began issuing vertical licenses, this only affected residents who were obtaining their license for the first time in that state. Those that already had a license and were under 21 were not required to obtain a new vertical license. We do not observe the date that a state began issuing vertical licenses, nor teens date of birth.15 Consequently, we make the simplifying assumption that vertical licenses began to be issued starting on January 1 of the year a state made the design change, and that any 16 year olds we observe in that year turned 16 after January 1, and thus would have received a vertical license. Further, we assume any 16 year olds observed after that year turned 16 after the design change. As a result, if a state switched designs in 2005, we classify all the 16 year olds in that state in 2005 and subsequent years as having a vertical license, and all 16 year olds prior to 2005 in that state as not having a vertical license. Following the same logic, we classify 17 year olds one year after their state went vertical, and 18 year olds two years after as having a vertical license. That is, we assume these teens received their license at age 16, and that they turned 16 after their state made the switch to the vertical design. In our example, this means we classify all 17 year olds in 2006 and forward as having a vertical license, along with all 18 year olds in 2007 we assume a 17 18 year old in 2006 2007 turned 16 sometime after the license change in 2005. It is important to note that 14 We define the age when an individual gains driving privileges as the age in which they can first drive without adult supervision. During our sample period, the majority of states in the U.S. shifted to a graduated drivers license system that is composed of three driving levels: i Learner: Individuals can begin training under the supervision of licensed drivers and must accumulate a minimum hours or experience, ii Intermediate: Unsupervised driving is permitted, but only during daytime hours, iii Full Privileges: no restriction on supervision or hours IIHS, 2011. For most states and years in our sample period, teens reach the Learner stage at age 14 or 15 in some states it is as late as age 16, and the Intermediate level at age 16 there are a handful of states in the years before 1995 where teens reach this stage by age 15. We reason that teens are most likely to be issued official state licenses once they reach the Intermediate stage and are driving unsupervised. Prior to that they likely only carry a paper permit. That said, if teens obtain state licenses during the Learner stage, or if some teens reach the Intermediate stage at age 15, then our analysis in Section V, where we assume that teens can get a license as early as 15, will address this. 15 All YRBSS surveys took place in the spring FebruaryMay, but the exact interview date is not known. 11 when we observe 1718 year olds, they have already held a license for one or two years, suggesting they may have a level of experience or familiarity with the license which 16 year olds do not have. Familiarity may be important; a 1718 year old that received a vertical license at age 16 may have discovered methods to get around having a vertical license over time. To that end, we conduct our analysis separately by age, which allows us to examine the effect of the design change in the year an individual receives a vertical license, as well as at later ages. If experience with the license is important, we may observe differential effects across age groups. Our classification of which teens have a vertical license will introduce measurement error into the model in three ways. First, we assume teens first obtain a license at age 16, whereas some may obtain a license at 15. Second, we assume that all teens we observe in the year their state went vertical and in subsequent years, turned their current age after their state adopted a vertical license. Third, we assume all teens that were issued a license before their state switched to the vertical design continued to have a horizontal license, even though some may have obtained a new vertical license, say to replace a lost or stolen identification card. In Section V, we describe a series of sensitivity analyses that we conduct to examine the role of measurement error. Overwhelmingly, these analyses indicate that measurement error does not drive our findings. That said, because measurement error will attenuate our estimates, the results should be interpreted as providing a lower bound estimate of the effect of the vertical license. B. Policy Endogeneity, Short and Long Run Effects The identifying assumption for the DD model is that the control observations act as a valid comparison group for the treated observations. This will not hold, if for instance, states that were already experiencing reductions in underage consumption were more likely to adopt the design change in a given year. If this is the case, then the estimated effects will simply reflect a 12 continuation of this preexisting trend. A related concern is policy endogeneity. It may be that there are unobserved characteristics of states such as attitudes towards public health which drive the decision to make the design switch, and are correlated with underage consumption. While we address these issues in our formal model below, we first provide anecdotal and graphical evidence suggesting that policy endogeneity and preexisting trends are not a concern. First, for many states, the timing of the design change coincides with the end of states multiyear contracts with license card manufacturers. Presumably, states waited until this point in order to avoid incurring costs associated with modifying contracts. In conversations between the authors and one of the largest manufacturers of licenses, it was determined that any changes to the license design that occurs midcontract would come at a cost of a few hundred to a few thousand dollars. As a result, the exact timing of the design change is likely to be uncorrelated with unobserved heterogeneity.16 Second, after September 2001, states were urged at the federal level to adopt new security changes for licenses which would make it harder to forge, such as the use of barcodes, holograms, and design features like the vertical orientation. This is reflected in the rapid increase in vertical licenses post 2001 see Figure 2. This suggests that one motivation for the design change was common to many states, rather than driven by statespecific factors.17 Third, trends in underage consumption are largely similar across states that adopted the vertical license and those that did not, prior to adoption. These trends are graphed in Figure 3, where the solid lines reflect the average percentage of 16 year olds who drank or smoked cigarettes in the month prior to the YRBSS survey among the fortythree states that switched to a vertical design from 19942009 treated. The line is centered in the year each state began issuing instance, Maine waited until 16 For the design change. See: http:bangordailynews.com20110322politicsmainetounveilnewdriverslicensedesign. The authors spoke with ABnote North American, which produces over 50% of states licenses. 17 Federal suggestions for security improvements are formalized in the REAL ID Act of 2005 Pub.L. 10913. the end of their contract to adopt 13 a vertical license time 0, and tracks consumption in the years leading up to and after this period i.e., 12, 34, 56, 7 plus years. As a point of comparison, the dashed lines graph the average percentage of 16 year olds who drank or smoked across the eight states that did not switch to the vertical license by 2009 control. For these states, we follow Ayers and Levitt 1998 and construct average consumption t years beforeafter time 0 using average consumption in these states pegged to the years in which each treated state adopted a vertical license.18 Prior to the switch, rates of smoking and drinking were higher in the treated states compared to the control states. This is particularly pronounced for smoking in the 56 years before going vertical, but with that exception, the two groups follow virtually the same trend in years prior to time 0, suggesting little in the way of systematic differences other than in levels prior to the vertical switch. Figure 3 also previews our main results. Starting in the year that the vertical design was introduced, levels of drinking and smoking in treated states dropped relative to control states, indicating a drop in underage consumption in the short run. Over time, consumption in treated and control states converges; 56 years after the design change the levels are almost identical, suggesting that the effects of the vertical design do not persist. Although the prior discussion and Figure 3 indicate there is little evidence of policy endogeneity or systematic, preexisting trends, we formally control for such issues by extending our DD model in two ways. First, we include statespecific linear and quadratic time trends in Equation 1, which control for unobserved factors that trend over time within a state and are correlated with teen outcomes. Second, we reestimate Equation 1, but in place of Verticalst, we include a series of time dummies for the years leading up to a state going vertical 12, 34, 5 18 As an example, suppose we have three treated states with the following vertical license adoption dates A: 1997, B: 2000, C: 2004, and two control states D, E that did not adopt a vertical design by 2009. We construct the average consumption among control states in time 0 using consumption levels in states D and E in 1997, 2000, and 2004. To construct average consumption in the 1 year before after time 0 for control states, we use consumption levels in D and E in 1996, 1999, and 2003 1998, 2001, and 2005. 14 6, and 7 plus years before; our omitted category is 12 years prior, the year it goes vertical, and the years after it goes vertical 12, 34, 56, and 7 plus years after.19 This latter specification serves two purposes. First, the coefficients on the dummies leading up to the switch reflect whether there is any evidence of preexisting trends, once we control for other covariates. Second, this specification allows us to examine the short and long run response to the vertical license, which as Figure 3 indicates, may differ. One potential explanation for this is that over time, teens substitute towards other methods to obtain alcohol and tobacco that dont require them to use their vertical license. Additionally, it could be that after the design switch, retailers are more likely to ask for identification and reduce underage sales, but subsequently revert in behavior. We provide evidence on these explanations in Section V. C. DifferenceinDifferenceinDifference Model We supplement our analysis by estimating a triple difference DDD model that uses 1718 year olds who did not receive vertical licenses as a within state control group for their 16 year old counterparts. As discussed above, all 17 and 18 year olds who were observed the year their state went vertical, as well as 18 year olds one year after would not have received a vertical license since only teens that turned 16 after their state went vertical were issued the new license. The benefit of the DDD model is that it allows us to control for two types of potentially confounding effects: First, the within state comparison allows us to control for unobserved factors that affect the outcomes of all teens that live in a particular state such as state marketing campaigns against underage drinking. Second, the withinage group comparison allows us to control for unobserved factors that affect teens of the same age, regardless of state of residence. We use 1718 year olds as the withinstate control group rather than younger teens i.e., 14 year 19 We combine years 12, 34, etc. instead of using one year increments since the YRBSS is given biennially. We set our terminal points at 7 plus years to avoid having small numbers of observations in higher number years. 15 olds simply because the older teens are in general more likely to hold a license, and thus offer a direct comparison point for how a license redesign may affect teens ability to use their license to purchase from retailers.20 To implement the DDD model, we must substantially restructure the data, for reasons that will become apparent. First, we divide states into those which switched to the vertical design between 19912009 treated and those that did not control. Second, for each treated state we define the pre period as the first year we observe YRBSS data immediately before the state went vertical. The post period consists of the year the state adopted the license, or one year after. We define post this way because these are the only years for which we observe both teens who did and did not have the vertical license in the same state. Consequently, we drop all observations two years after a state goes vertical. We also drop any observations for treated states prior to the pre period so that we have a single pre and post year for each state. 21 Third, for the control states, there is no obvious way to define pre and post since treated states went vertical in various years. No state had a vertical license prior to 1994, and so for the control states we define the pre period as any year prior to 1994 and the post period as any year after 1994 inclusive. Appendix Table 1 highlights underlined the observation years for each state that we use in the DDD analysis. Finally, we note that structuring our analysis in such a way ignores much of the time variation in our data, but is necessary for the DDD design. We estimate both a DD and DDD model with the restructured data. The DD model is estimated using 16 year olds and is analogous to Equation 1, but adapted to the two period 20 In an omitted analysis, available upon request, we use 14 year as a within state comparison and find negative effects of the license, although none of the estimates are significant due to lower precision the number of 14 year olds in the YRBSS is about half that of 17 and 18 year olds, respectively. 21 In practice, we also drop the 17 year olds observed one year after a state went vertical, since these students would have received the vertical license. As discussed in the text, the impact of the license varies by age; thus to be uniform, we only consider 16 year olds as treated in the DDD model. We also only allow for a single pre period to be symmetrici.e., a single pre and single post period. In an omitted analysis available upon request, we run the DDD model with all years prior to going vertical included in the pre period, and find similar results. 16 pre post setting. The results from this model provide a baseline effect size of the vertical license for the restructured data. Formally, we estimate: olds before and after a state went vertical relative to the same change in a state that did not. Yist01Verticals2Postst3Verticals Postst 4Xist5Zstuist Equation 2 Verticals is equal to one if a state ever adopted a vertical license between 19912009, Postst is equal to one for the post period for each state, and Yist,Xist,Zst are defined as in Equation 1. We are interested in estimating 3, which measures the difference in consumption for 16 year Yist01Verticals2Postst3Age 16ist4Verticals Postst5Verticals Age 16ist6Postst Age 16ist7Verticals Postst Age 16ist8Xist9Zstist Equation 3 All variables are defined as in Equation 2, and Age 16ist is equal to one for individuals who are age 16. The coefficient on the triple interaction, 7, estimates the change in behavior for 16 year For the DDD model, we estimate: olds in treated states relative to 1718 year olds in the same state, and contrasts this with the same comparison for teens in control states. We estimate Equation 3 for 1618 year olds for the dependent variable drinking, and for 1617 year olds for smoking since 18 year olds are legally able to smoke. Again, we estimate clusterrobust standard errors with clustering at the state level, use sampling weights, and estimate Equations 2 3 with and without state fixed effects. As a final point, it is important to note that in order to use 1718 year olds as a within state comparison group, we must assume there are no spillover effects of the license onto 1718 year olds. For instance, if consumption of alcoholtobacco by 1718 year olds is reduced because 16 year olds in the same state have a vertical license, then the DDD results will be underestimated. While peer sharing almost certainly occurs, it seems likely that older peers provide alcohol and tobacco to their younger counterparts, rather than the reverse. Alternatively, it may be that 1718 year olds are more likely to be sold tobacco and alcohol after the design switch, since retailers 17 may only look at the design of the license to determine age, and these teens have horizontal licenses. This would result in our DDD estimates being overestimated. While we cannot rule out spillovers, we can gain some insight from the DDD model. The coefficient 4 captures the change in consumption for 1718 year olds before and after 16 year olds in their state received a vertical license, relative to the same comparison for control states. If there are spillovers, we should observe a nonzero estimate. In practice, we find no evidence of this. IV. Results A. DifferenceinDifference Table 1 presents the results of Equation 1 for 16 year olds. Each row displays the estimate of 1 for one of five outcomes from linear probability models.22 Column 1 shows the results when we include no controls other than state and year fixed effects. Column 2 adds in individual and state timevarying covariates, and Columns 3 and 4 display the results with linear and quadratic time trends. Starting with Column 1, we observe that the vertical license has a negative impact on smoking and drinking in the past month, although only the latter is significant. Conditional on smoking and drinking, there is no impact on intensity, as well as no impact on chewing tobacco. Moving to Column 2, the point estimates are slightly larger in magnitude for all outcomes except the intensity measures, and the inclusion of the covariates increases precision. The estimates for smoking and drinking are significant at conventional levels and indicate that the vertical license reduced the probability that a 16 year old smoked in the past month by 3 percentage points 10.7% evaluated at the mean, and drank by 3.8 percentage points 8% evaluated at the mean. Again, the results conditional on smoking and drinking indicate no significant effect of the 22 Logit models produce similar results and are available upon request. In an omitted analysis, also available upon request, we estimate the impact of the vertical license on teen alcohol and tobacco use using a Seemingly Unrelated Regression model. This approach is appropriate if the same unobserved characteristics that influence a teens decision to smoke also influence hisher decision to drink. The results from this model produce similar estimates to those reported in the text. 18 design change on the intensive margin. This finding is not entirely surprising since among students who smoke and drink, many of them are heavy users i.e., 48% of smokers smoked more than 20 cigarettes in a month, 63% of drinkers had at least one time when they drank 5 or more drinks in a single setting. The vertical license is unlikely to change the behavior of these heavy users who will likely attempt to obtain cigarettes and alcohol regardless. Rather, the results seem to suggest that the vertical design has an impact on the behavior of the marginal student who is deciding whether or not to drink or smoke. The results in Columns 3 our preferred specification and 4 echo the findings from Column 2. With the addition of the linear and quadratic time trends, the estimated effect of the vertical license on teen drinking and smoking is even larger in absolute value. Comparing the results with and without time trends, the difference in magnitudes suggests that underlying statespecific trends lead to a positive bias, which is consistent with a scenario where states with teens that have a greater unobserved propensity towards consumption are likely to adopt the design change. Table 2 presents the results of Equation 1 for 1718 year olds. For both groups, we find no significant effect of the vertical license we exclude 18 year olds since they are legally allowed to smoke. These results hold even conditional on linear and quadratic time trends.23 The results of the DD model where we include a series of time dummies for the years before a state goes vertical, that year, and subsequent years are presented in Table 3. We estimate this equation only for 16 year olds and for the outcomes of Smoke and Drink since the results in Tables 12 suggest there is no effect for these other outcomes or for 1718 year olds. Focusing first on the results for the lagged years, the estimates for both drinking and smoking are not statistically different from zero, vary in sign, and in the years immediately leading up to design switch are particularly 23 In an omitted analysis but available upon request, we estimated Equation 1 with and without time trends for the outcome Drink for a sample of 1920 year olds using the Behavioral Risk Factor Surveillance System BRFSS. We did not find any significant effect of the vertical redesign policy on this group either. 19 small, indicating no evidence of systematic, preexisting trends prior to the switch. 24 The estimates for the year a state goes vertical are negative in both columns but are small and not statistically significant. There are two related explanations for why the effect size is small. One is that not many students are actually issued vertical licenses in the year their state went vertical, and thus we should not expect to see a large effect of the license redesign. Second, we likely misclassify students as having received the vertical design whereas they havent. This will attenuate the estimates we elaborate on this in Section V. Moving to 12 years after a state goes vertical, we observe a strong negative and significant at the 10% level effect, indicating a 4 percentage point reduction in smoking and 7.7 percentage point reduction in drinking. In subsequent years the effects of the vertical license are with one exception for smoking small, mostly negative and statistically indistinguishable from zero. There are three noteworthy aspects of our DD results. First, we find an effect of the license for 16 year olds but not 1718 year olds. One explanation for this is that these older teenswho received a vertical license at 16, but we observe their behavior one or two years afterhave experience with the vertical license and have figured out ways to still consume alcohol and tobacco. Second, the effects of the license do not persist over time. It may be that the first sets of teens who received the vertical license face the most difficulty in purchasing alcohol and tobacco because of it, but subsequent cohorts substitute towards other means of obtaining alcohol and tobacco. Additionally, sellers may initially reduce underage sales because the license helps identify teens or because of heightened monitoring but eventually revert back to their prevertical license behavior. Lastly, our estimates are based on a series of assumptions regarding which teens received a vertical license. Measurement error in our classification assignment will 24 For brevity, for the remainder of the analysis, we omit the results for the dependent variables Chewing Tobacco, and Smoke and Drink Frequently. We find no impact of the vertical license on these outcomes for older teens Table 2, in the dynamic DD model Table 3 or in the DDD model Table 4. Results are available upon request. 20 attenuate the estimates. We return to these issues in Section V. B. DifferenceinDifferenceinDifference We present the results of the DDD model in Table 4 for the dependent variables Smoke and Drink. The first half of Table 4 presents the baseline DD model Equation 2 for 16 year olds. Results controlling for state fixed effects are presented in Columns 2 and 4. Because we only use a portion of the original data, our sample size is reduced and the estimates are more imprecise. In spite of the sample changes, the average rate of smoking and drinking in this smaller subsample is similar to the entire sample. The DD results indicate similar, although larger in absolute value, effect sizes compared to Table 1: The vertical license is associated with a reduction in the probability of drinking by 5.87.9 percentage points, and smoking by 5.76.7 percentage points the latter is not significant. Given that the original DD results are upheld in the restructured sample, the DDD estimates will likely provide useful inference on the robustness of our results. The DDD estimates are shown in the lower half of the Table 4. Here we present the estimates on the level, double and triple interaction terms. In order to use 17 and 18 year olds as within state comparison groups, it must be that these teens are not impacted by the license change. We examine the coefficient estimate on the interaction term Verticals Postst for evidence of this, and find that the estimates are small and insignificant in all the regressions, suggesting that there are no spillover effects. Turning to the coefficients on the triple interaction, the results indicate that there is a negative effect on smoking and drinking. The probability a 16 year old smoked is reduced by 3.04.2 percentage points the estimates are insignificant and alcohol consumption is reduced by 7.38.4 percentage points. These estimates are in the range of estimates we obtained in Tables 1 and 3. Overall then, the estimates from the DDD model uphold the DD results. V. Discussion 21 A. Measurement Error As discussed above, we make a series of assumptions to identify who has a vertical license, and any misclassification will introduce measurement error into our model which will attenuate the estimates.25 Misclassification stems from three sources. First, teens may receive their license as early as at age 15. In our analysis above we not only ignore 15 year olds, but in addition, we mistakenly classify 1618 year olds as having received the vertical license one year earlier than they actually did. Second, we assume all teens turned their current age after their state switched to the vertical design, whereas they may have turned their current age beforehand. Third, any teens that received their license prior to their state going vertical may have subsequently obtained a vertical license say, to replace a lost card. To gauge the extent to which our estimates are affected by measurement error, we conduct a series of sensitivity analyses. Overall, the results from these analyses indicate that our quantitative findings are not predominantly driven by measurement error. That said, to the extent that the results are affected by measurement error, the reader should be careful to interpret our results as providing a lower bound effect. A.1 Sensitivity Analyses To examine the first type of misclassification, we reestimate the DD model Equation 1 assuming that teens first receive their license at 15, and classify using our earlier example where a state goes vertical in 2005 the following teens as having a vertical license: 15 year olds in 2005 and subsequent years, and 16, 17, and 18 year olds in 2006, 2007, 2008 and forward, respectively. The results are provided in Table 5. We find no effect of the vertical license design for 15 year olds. One explanation for this result could be that in practice, very few 15 year olds have a license. Alternatively, they may have a license, but require supervision to drive, thus 25 Moreover, it is well known that the attenuating effect of measurement error will be exacerbated in a fixed effects setting, relative to a standard cross section Angrist and Krueger, 1994; Bollinger, 2001. We estimate our differenceindifference model using twoway fixed effects, thus attenuation could be particularly severe. 22 limiting opportunities to purchase alcohol and tobacco. The estimates for 15 year olds also serve as a falsification test for our main results. A concern with the results in Tables 13 is that the coefficient on the vertical license simply picks up unobserved statespecific factors. If 15 year olds do not have a license, but we assign them as having a vertical or horizontal license based on the year their state went vertical, we should find no effects of the vertical design on their behavior if unobservables are not driving the results. The estimates in Table 5 indicate that indeed the vertical license does not have an impact on these teens behavior.26 For 17 and 18 year olds, we continue to observe no significant effect of the license. This suggests that even if the results in Table 2 are attenuated as a result of the fact that we incorrectly assume that teens first receive a license at age 16, the attenuation is not so severe that it causes us to falsely conclude there is no effect of the license for 1718 year olds. Among 16 year olds, the effect of the license is negative and statistically significant, upholding our results from Table 1. Given that we find no effect for 15 year olds, we return to assuming that teens first receive their license at age 16 for the remaining analyses. The second, and perhaps most pervasive source of measurement error stems from the fact that we assume all teens that are 16 in the year their state went vertical received a vertical license, as did 17 and 18 year olds one and two years later, respectively. In practice, some of these teens are likely to hold a horizontal license. It is important to note this type of misclassification only affects our classification of 16 year olds in the year their state went vertical, 16 and 17 year olds one year after, and 18 year olds two years after going vertical.27 26 We conducted a similar falsification test using 14 year olds omitted for brevity but available upon request, and also found no significant effect of the license. 27 Consider the following example. Suppose a state switched to the vertical license in June 2005 and that we observe 1618 year olds in 20052007. In 2005, we will misclassify all 16 year olds who turned 16 prior to June 2005 as 23 We consider how sensitive our results are to this type of measurement error by considering three alternative classifications of the variable Vertical. First, we assume that all teens we observe in the year their state went vertical turned their current age before their state went vertical, and only received the vertical license in subsequent years. Following our earlier example, if a state switches to the vertical design in 2005, this implies 16 year olds observed in 2006 and forward received the vertical license, as well as 17 and 18 year olds observed in 2007 and 2008 and forward, respectively. This classification is identical to the one used to produce the results in Table 5. As discussed above, we continue to find no significant effect for 1718 year olds, but do find effects for 16 year olds which are similar to those in Table 1. As our second alternative classification, rather than construct Vertical as a binary variable for whether or not a teen has a vertical license, we assign a fractional value between 0 and 1 for teens in the year their state went vertical. The fraction represents hypothetical lengths of a year during which a vertical license would be issued. For instance, if a state went vertical in April of 2005, then vertical licenses would be issued in nine out of twelve 34 months. Similarly if the state went vertical in July or October, this would be 12 and 14 of the year, respectively.28 We continue to assign a value of 0 for all years prior to a state going vertical, and 1 for all years after the vertical year. We present the results for a select set of fractional values in the upper half of Table 6 for 16 year olds. The estimates are similar to the results in Tables 1 and 5, suggesting that even if we allow for more realistic classifications of Vertical, the results change marginally. As a final check, we simply reestimate our DD model without the observations that are having a vertical license. We will also misclassify the 16 year olds in 2006 that turned 16 prior to June 2005. It is impossible for any of the 16 year olds in 2007 to have turned 16 prior to 2005, and thus we will not have any misclassification for 16 year olds in 2007 and later years. For 17 and 18 year olds, we will misclassify the 17 year olds in 2006 that turned 16 prior to June 2005, and the 18 year olds in 2007 that turned 16 prior to June 2005. Beyond these years, we will not have any misclassification for 17 and 18 year olds, respectively. 28 For simplicity, we assume that all states that adopted a vertical license did so in the same month. Dee et al. 2004 use fractional values to examine the effect of graduated drivers license laws on teen traffic fatalities. 24 susceptible to this type of misclassification 16 year olds in the year their state went vertical and one year after, 17 year olds one year after, and 18 year olds two years after. The results are provided in the middle of Table 6. The estimated effects for 16 year olds are smaller than previously estimated, but still consistent with the findings of Table 1. We continue to find no effect for older teens. This check is less than ideal since it potentially comes at the cost of removing observations that are correctly specified, and lowers precision. However, this result, combined with the estimates in Table 5 overall provide strong suggestive evidence that our main results are robust to even the most problematic type of misclassification. The third type of misclassification arises if teens obtain a new vertical license. We cannot gauge the extent to which this occurs, but we can examine how the results change if we assume all 1718 year olds obtained a vertical license even though they were not required to do so. We now classify all 1718 year olds in the year their state went vertical and beyond as having the vertical license, and present the results in the lower half of Table 6. We find no effect, suggesting that the null effects in Table 2 are not driven by this type of measurement error. A.2 Bounds If a binary regressor is measured with error, we can construct upper and lower bounds for the effect of that mismeasured variable on the outcome Aigner, 1973; Bollinger, 1996. These bounds provide information about how sensitive the parameter estimate can be to measurement error. For brevity, we focus only on the 16 year old sample. Following Bollinger 1996, we calculate the lower bound under the assumption of no error, and this is simply the estimate we obtain from Equation 1. The upper bound is initially calculated under the assumption that we have the maximum feasible amount of measurement error. Our calculations indicate that this maximum amount would be achieved if we mistakenly classify 7% of observations as having the 25 vertical license, whereas in reality they do not, or classify 19% of observations as not having a vertical license, whereas they do. The implied bounds for the outcome Smoke are 0.030, 110.76, and for Drink 0.038, 113.39. The upper bounds indicate that the effect of the vertical license can reduce smoking and drinking by as much as eleven thousand percentage points, which implies a reduction in these activities by 200400%. This is clearly infeasible. As discussed by Bollinger 1996 and 2001, the upper bound that is estimated under the assumption of maximum measurement error is rather uninformative because it produces implausibly large effect sizes. Furthermore, the upper bound is very sensitive to additional information about the extent of the error, and much can be gained by estimating the bounds under stricter assumptions about the level of measurement error. Given that we have no prior about the extent of the error, we calculate the bounds assuming we have 75%, 50%, and 25% of the maximum estimated error. For the dependent variable Smoke, these bounds are: 0.030, 0.12 for 75% of maximum error, 0.030, 0.06 for 50%, and 0.030, 0.04 for 25%. For the dependent variable Drink, the bounds are: 0.038, 0.148 for 75%, 0.038, 0.074 for 50%, and 0.038, 0.049 for 25%. Since the lower bound is calculated under the assumption of no error, it does not change, but the upper bound does move substantially closer to zero as we consider perhaps more reasonable values for measurement error. This is consistent with the findings of Bollinger 1996, 2001. These new upper bounds indicate that while measurement error will undoubtedly attenuate our coefficient estimates, so long as it is lower than the maximum possible value, the results in Tables 16 still provide useful and relevant information regarding the effect of the vertical license design.29 29 We calculate bounds for 16 year olds controlling for all the regressors listed in Column 2 of Table 1. For each outcome, we can calculate maximum feasible measurement error and the allocation of the error to two types of misclassification: assigning an individual to have a vertical license when they do not denoted, p and assigning an individual to not have a vertical license when they do denoted, q. Note that p and q cannot simultaneously achieve 26 B. Mechanisms Our results indicate the vertical license reduces underage consumption only in the first year a teen receives the license age 16, and moreover, the effects are concentrated in the shortrun. These results seem to be consistent with a story where: i as teens get older, they gain more experience and find ways to consume agerestricted products, ii the first sets of teens to be issued the new license are the most restricted by the design change but subsequent cohorts adapt around it, and iii initially retailers are less likely to make underage sales due to increased awareness of the new license marketing campaigns often accompany the design switch or increased monitoring, but subsequently they revert to selling to minors, for profit motivations.30 We examine how teens respond to the vertical license by utilizing information in the YRBSS on how teens access cigarettes. Teens that smoked in the past month were asked where they obtained cigarettes, and we group these responses into four categories values in parentheses represent the percentage of 1617 year old teens who report using this source, averaged across years: i store 30%, ii gave someone money to buy them for me 28%, iii bummed them 29%, and iv obtained from vending machine, stole, and other 13%. We estimate a multinomial logit DD model where the dependent variable is the cigarette source, and independent variables are a series of time dummies for the years prior to, during, and after the switch, along with all to covariates in Equation 1 the omitted category is 3 plus years before.31 their maxima Bollinger, 1996. Maximum values for p are similar for drinking and smoking 7.4% and 7.2%, as are values for q 19.5% and 19.6%, respectively. In our analysis where we vary the extent of measurement error, 75% of the error translates to p5.44% and q14.75%, in the case of drinking. We also estimate the bounds under various combinations of error, such as setting p at 90% of the maximum value, and q at 50%. Results are similar to those provided in the text. All calculations are omitted for brevity but available upon request. 30 For instance, in Michigan, the vertical license was introduced via a large marketing campaign We Check To Protect that advertised the design change and explained the rationale behind it. 31 An additional category, A person above 18 gave them to me was added in the 20012009 surveys. To maintain uniformity in response categories throughout the 19952009 sample, we omit this response from the analysis. We group stealvendingother into a single category to increase cell size. We include a series of time dummies for the years prior to a state going vertical 12, 3 plus the year a state goes vertical, and the years after 12, 34, 5 plus. 27 We graph the coefficient estimates on the time dummies in Figure 4, where our base category is gave someone money.32 In the years leading up to the design change, store purchases and vendingstealother are relatively flat, and we observe a slight increase in bumming. After the switch, there is a clear decrease in purchases from stores and bumming, suggesting that it may have become difficult for teens to purchase cigarettes directly, as well as to bum from friends who likely also have a vertical license. In contrast, the use of vendingstealingother slightly increases. Teens may also increase their use of false identification with horizontal orientation and false birthday or online purchases after the vertical license is introduced, but this is not measured in the YRBSS data besides perhaps being included in the other category and thus cannot be examined directly. 33 Over time, store purchases level off and then continue to decline, and there is a greater movement towards vendingstealingother and bummingthe latter may be due to teens seeking out friends who are still able to obtain cigarettes. Overall, the patterns in Figure 4 are largely consistent with the results from Table 3: Initially, the vertical license prevents teens from accessing tobacco and thus decreases smoking, but subsequently, teens substitute towards other methods and smoking levels revert back. An additional piece of evidence is provided in the upper half of Table 7. Here we present the results of the DD model Equation 1, where we replace the dependent variable with an indicator for whether or not a teen was asked to show identification when heshe attempted to purchase cigarettes from a store conditional on smoking and purchasing from a store. We estimate the model separately for 16 and 17 year olds. For 16 year olds, we find that the vertical license We group all years prior to 3 years before a state goes vertical to increase cell size. That is, because information about where teens obtain cigarettes only began to be collected in 1995, there is little information for the earliest adopting states i.e., 1994 or 1996 about where teens access cigarettes prior to adoption. 32 We estimate this model for 1617 year olds N14,129. None of the coefficient estimates are statistically different from zero because the standard errors are imprecisely estimated. Regression results available upon request. 33 It seems likely that teens would still need to show proof of age when making online purchases. Moreover, many states have made false identification possession a criminal offense, which carries jail time as a punishment. Given the severity of the punishment, substitution towards fake identification cards may be limited. 28 increases the probability of being asked to show an id by 9 percentage points, whereas for 17 year olds, there is an 8 percentage point decrease. These results suggest that, following the design change, retailers are more likely to ask for identification, but this only affects 16 year olds. Older teens that have had more experience with the license likely seek out retailers who do not pay attention to age requirements and thus are able to continue to consume tobacco. To examine retailer behavior directly, we turn to data on tobacco retailer compliance checks which are conducted under the Synar Amendment. We estimate a DD model similar to Equation 1, where our dependent variable is now a binary indicator equal to one if a states target rate exceeds their violation rate in a given year, and zero otherwise. The results are presented in the lower half of Table 7. In the models with and without time trends, we find a positive relationship between the license and the probability of meeting the target violation rate, although the estimates are imprecise and not statistically different from zero. 34 C. Drug Use Drunk Driving Fatalities In this section we examine whether the vertical license has an indirect impact on drug use and drunk driving fatalities. Prior literature suggests there is a correlation between marijuana and alcohol use, implying that restrictions on the consumption of one may lead to increases in the consumption of the other Di Nardo and Lemieux, 2001; National Crime Prevention Council, 2011. In addition, motor vehicle crashes are the number one killer of teens in the U.S. and they often involve alcohol use Center for Disease Control, 2010. Given the negative impact of the 34 All covariates listed in Eq.1 are included in the retailer violation rate regression, except for the individual covariates. We also control for the 15 to 20 yearold population in each year and state. There are two issues regarding the Synar data that may limit inference from this analysis. First, a 2001 report by the U.S. Government Accountability Office GAO indicates that some states did not conduct checks on a random sample of tobacco retailers, which can bias the results. Second, the GAO report indicates that a number of states used teens younger than 16 to conduct checks, thereby increasing the likelihood that retailers would identify them as underage. We also estimate the model with time dummies for the years before, during, and after a state implements a vertical license omitted for brevity, but available upon request; 12 years prior is omitted, and we find positive but insignificant effects of the license on the probability of meeting the target rate in the years after going vertical. 29 vertical license on alcohol consumption, there may be indirect effects on other outcomes as well. To examine the impact on drug use we estimate a DD model following Equation 1 for 16 year olds, where we replace the dependent variable with an indicator for whether or not the teen reported smoking marijuana in the past month. The results are provided in the upper half of Table 8 Columns 1 and 2. We find no significant effect on marijuana use, even when we include statespecific time trends, suggesting there are no residual effects on drug use. To evaluate the impact of the vertical license on teen traffic fatalities, we turn to two sources of information. First, in the YRBSS teens are asked whether or not they drove a car after drinking alcohol in the past month. In the upper half of Table 8 Columns 3 and 4 we provide the results of Equation 1 for 16 year olds using selfreported drunk driving as the dependent variable. The results suggest that teens are less likely to engage in drunk driving after the design change but the estimated effect is small and only weakly significant at the 10% level when state time trends are not included. To some extent, the small effect size is expected given that our analysis showed that the policy only had a temporary effect on alcohol use. Next, we turn to statelevel data from the FARS on traffic fatalities. For each year from 19942009, we observe the number of drivers involved in a fatal car crash by age and state of license. Following Dills 2010 and Ruhm 1996, we estimate a DD model as in Equation 1, where the dependent variable is ln involvement rateit 1involvement rateit. The involvement rate is defined as the number of 16 year old drivers in a given license state i and year t that are involved in fatal car crashes divided by the states population of all 16 year old licensed drivers.35 We study accidents 35 In contrast to other studies, our unit of analysis is a count of drivers involved in fatal crashes by the state in which a license is issued rather than the number of fatal crashes that occur in a given state. This is because one crash may involve multiple drivers of different ages and from different license states and therefore we cannot assign one crash to a particular license state. The only case where the two counts will coincide is if the crash involved just one driver or more drivers of the same age from the same license state. The data on the state population of licensed drivers of a 30 that happened at any time during the day and also accidents that took place between 9:00 pm and 5:00 am since most alcoholrelated traffic fatalities involving young drivers occur at night Dee and Evans, 2001; Grant, 2011. In both cases we find no strong evidence that the policy switch had a significant effect on the number of 16 yearold drivers involved in traffic fatalities. However, we do find a stronger effect on nighttime crashes; the estimates are larger in magnitude and statistically significant at 10% level when statespecific time trends are included.36 VI. Conclusion Reducing alcohol and tobacco use has been a longstanding goal of public health organizations and public officials. Particular emphasis has been placed on developing policies to reduce consumption among teens and adolescents, not only because of the immediate, negative health and economic consequences of these activities, but also because habits formed early in life often extend into adulthood Riordan, 2009; NSDUH, 2004. In an attempt to combat underage sales of tobacco and alcohol, over the past 15 years, the majority of states have redesigned their drivers licenseidentification cards to offer an instant visual cue regarding the license holders age. The switch to a vertical license is viewed by many public officials as a potentially effective way of reducing teen access to and consumption of tobacco and alcohol. Additionally, the design change comes at no additional cost to retailers or consumers, which is in contrast to say, an alcohol or tobacco excise tax. The new design has been supported by stakeholders from all sides of the debate; for instance, the switch to a vertical license in Michigan was endorsed by various state beer, wine, and alcohol wholesaler and retailer given age from 19942009 are available by the Federal Highway Administration. Finally, following Ruhm 1996, regressions are appropriately weighted to account for heteroskedasticity. 36 In an omitted analysis available upon request, we examine the impact of the vertical license on crashes involving 1718 year olds. We consistently find effect sizes that are smaller in absolute value than for 16 year olds, vary in sign, and are not statistically significant. 31 associations, the state police department, as well as parent and student associations.37 The switch to the vertical design has been the object of little controversy. This is in contrast to say, other targeted policies that states have used for reducing teen alcohol and tobacco use, such as excise taxes or social host laws. While both of these policies have been found in some studies to reduce teen tobacco use and drunk driving fatalities, respectively, they have also been the object of debate on the grounds of reducing profits for retailers, punishing lowincome consumers, and infringing on the personal rights of parents. Thus an interesting question that arises with the vertical license is whether an arguably wellsupported, nondivisive policy is actually effective at reducing underage drinking and smoking. To the best of our knowledge, there has been no rigorous examination of whether the design change is effective at reducing underage alcohol and tobacco consumption. We find evidence that the vertical license reduces underage consumption for 16 year old teens in the first year they receive the license, but subsequently there is no effect. We also find the design change has the biggest deterrent effect in the 12 years after a state switches to the vertical design, but thereafter there is little evidence of long run persistence. These results can be rationalized in the context of teen learning andor seller disregard for age requirements. References Aigner, Dennis J. 1973. Regression with a Binary Independent Variable Subject to Errors of Observation, Journal of Econometrics, 1 1, pp. 4960. Alcohol Policy Information System. 2011. Underage Drinking: Prohibitions Against Hosting Underage Drinking Parties False Identification for Obtaining Alcohol. National Institute on Alcohol Abuse and Alcoholism. Accessed online at: http:www.alcoholpolicy.niaaa.nih.gov 37 In conversations between the authors and ABnotes North America one of the largest manufacturers of states licenses, it was determined that the costs for a vertical license are not different from traditional horizontal licenses. Moreover, since individuals who were under 21 but received their license before their state switched to the new design were not required to obtain a new license, this limits bureaucracy costs of the license. As a result, however, it takes close to 5 years for every individual under 21 to have a vertical license once a state makes the design switch. Supporting organizations include Beer Wine Wholesalers Association, Distributors and Vendors Association, Food and Beverage Association, Grocers Association, Police, MothersStudents Against Drunk Driving. 32 American Lung Association. 2011. State Legislated Actions on Tobacco Issues, 22nd ed. American Nonsmokers Rights Foundation. 2011. Chronological Table of U.S. Population Protected by 100% Smokefree State or Local Laws Online at: http:www.nosmoke.orgpdfEffective Population List.pdf Ashenfelter, Orley and Alan Krueger. 1994. Estimates of the Economic Return to Schooling from a New Sample of Twins, American Economic Review, 84 5, pp. 11571173. Ayres, Ian and Steven Levitt. 1998. Measuring Positive Externalities from Unobservable Victim Precaution: An Empirical Analysis Of Lojack, Quarterly Journal of Economics,1131, 4377. Beer Institute. 2011. Brewers Almanac, 2011. Online at: http:www.beerinstitute.org Bertrand, Marianne, Esther Duflo and Sendhil Mullainathan.2004. How Much Should We Trust DifferencesInDifferences Estimates? Quarterly Journal of Economics, 1191, pp. 24975 Bollinger, Christopher. 1996. Bounding Mean Regressions When a Binary Regressor is Mismeasured, Journal of Econometrics, 73, pp. 387399. Bollinger, Christopher. 2001. Response Error and the Union Wage Differential, Southern Economic Journal, 68 1, pp.6076. Carpenter, Christopher. 2004. How do Zero Tolerance Drunk Driving Laws Work?, Journal of Health Economics, 23 1, pp. 6183. Carpenter, Christopher. 2005. Heavy Alcohol Use and the Commission of Nuisance Crime: Evidence from Underage Drunk Driving Laws, American Economic Review Papers and Proceedings, 952, pp. 267272 Carpenter, Christopher and Carlos Dobkin. 2010. The Drinking Age, Alcohol Consumption and Crime, Working Paper Carpenter, Christopher and Phil Cook. 2008. Cigarette Taxes and Youth Smoking: New Evidence from National, State, Local Youth Risk Behavior Surveys, Journal of Health Economics, 272: 287299. Carpenter, Christopher and Michael Stehr. Consequences of Youth Bicycle Helmet Laws, Journal of Law and Economics. forthcoming. Intended and Unintended Carrell, S.E, M. Hoekstra, and J.E West 2011. Does Drinking Impair College Performance? Evidence from a RD Approach, Journal of Public Economics, 9512, pp. 5462 Center for Disease Control. 2008. Smoking Attributable Mortality, Years of Potential Life Lost, and Productivity LossesUnited States. Morbidity and Mortality Weekly, 57 45, pp. 12268. Center for Disease Control. 2010 a. Trends in the Prevalence of TobaccoAlcohol Use National YRBSS: 19912009, Accessed online at: http:www.cdc.gov Center for Disease Control. 2010 b. Trends in the Prevalence of Behaviors that Contribute to 33 Unintentional Injury National YRBS: 19912009 Century Council. 2003. TRU, Lifestyles and Marketing Study Wave 42 Chaloupka, Frank and Michael Grossman. 1996. Price, Tobacco Control Policies and Youth Smoking, NBER Working Paper No. 5740. Chaloupka, Frank and Henry Wechsler. 1997. Price, Tobacco Control Policies and Smoking Among Young Adults, Journal of Health Economics, 163, pp. 359373. De Cicca, P. and D.S. Kenkel and A. Mathios. 2002. Putting Out The Fires: Will Higher Taxes Reduce the Onset of Youth Smoking?, Journal of Political Economy, 110 1, pp. 144169. Dee, Thomas. 1999. State Alcohol Policies, Teen Drinking and Traffic Fatalities, Journal of Public Economics, 722, pp. 289315. Department of Health and Human Services. 1992. Youth Access to Tobacco Office of the Inspector General, OEI029100880. Department of Health and Human Services US. 2010. How Tobacco Smoke Causes Disease: The Biology and Behavioral Basis for SmokingAttributable Disease, Online at: www.surgeongeneral.gov Department of Health and Human Services US. 2007. The Surgeon Generals call to action to prevent and reduce underage drinking, Online at: www.surgeongeneral.gov Dills, Angela. 2010. Social Host Liability for Minors and Underage DrunkDriving Accidents, Journal of Health Economics, 292, pp. 241249. Di Nardo, John and Thomas Lemieux. 2001. Alcohol, Marijuana and American Youth: the Unintended Consequences of Government Regulation, Journal of Health Economics, 206, pp. 9911010. Evans, W.N. and M.C. Farrelly. 1998. The Compensating Behavior of Smokers: Taxes, tar, and nicotine, RAND Journal of Economics, 29 3, pp. 578595. Grossman, M. and D. Coate and E.M. Lewitt and R.A. Shakotko. 1983. Economic and other factors in youth smoking: Final Report, National Science Foundation Grant, Darren. 2010. Dead On Arrival: Zero Tolerance Laws Dont Work, Economic Inquiry, 48 3, pp. 756770. Insurance Institute for Highway Safety. 2011. Effective Dates of Graduated Licensing Laws, Accessed online at: http:www.iihs.orglawspdfgdl_effective_dates.pdf Lee, Christina Aujean and Dawn Omori and Ernie Yoshikawa. 2011. The Tipping Point: A Report on Alcohol, Tobacco, and Other Drug Use Among Koreatown and South Bay Youth Accessed online at: http:media.scpr.org Lewit, E.M. and D. Coate and M. Grossman. 1981. The Effects of Government Regulations on 34 Teenage Smoking, Journal of Law and Economics, 243, pp. 545569. Miller, Ted and David Levy and Rebecca Spicer and Dexter Taylor. 2006. Societal Costs of Underage Drinking, Journal of Studies on Alcohol, 674, pp. 519528. Mullahy, J., and J. Sindelar 1996. Employment, Unemployment and Problem Drinking, Journal of Health Economics, 154, pp. 409434 National Crime Prevention Council. 2011. Dangers of Drinking and Dont Go Up In Smoke. Online at: http:www.ncpc.orgresourcesfilespdfdrugabuse National Survey on Drug Use and Health. 2004. Alcohol Dependence or Abuse and Age at First Use. The National Survey on Drug Use and Health Report. Online at: http:www.oas.samhsa.gov2k 4age Dependenceage Dependence.htm New York Senate Bill. 2011. S9292011: Creates a vertical form of a license or identification card for persons under age 21. Online at: http:m.nysenate.govlegislationbillS9292011 Orzechowski and Walker. 2010. The Tax Burden on Tobacco Historical Compilation Vol. 45 Renna F. 2008. Alcohol Abuse, Alcoholism and Labor Market Outcomes: Looking for the Missing Link, Industrial and Labor Relations Review, 621, pp. 92103 Renna F. 2008. Teens Alcohol Consumption and School Performance, Economics of Education Review, 291, pp. 6978 Riordan, Meg. 2009. The Path To Smoking Addition Starts At Very Young Ages. Campaign for Tobacco Free Kids. Online at: http:www.tobaccofreekids.org Ruhm, C.J. 1996. Alcohol Policies and Highway Vehicle Fatalities, Journal of Health Economics 15 4, pp. 435454 State of Michigan Website. 2008. Vertical ID: Straightup success. Online at: http:www.michigan.govsos0,4670,71271640_9150195786,00.html State of Michigan. 2002. Senate Bill 924 and 925. Michigan Senate Fiscal Agency. Online at: www.legislature.mi.govdocuments20012002billanalysisSenatehtm2001SFA0924A.htm State of Michigan. 2003. We Check To Protect Information Sheet. Department of State. Online at: http:www.mi.govsos0,1607,712771151,00.html U.S. Department of Health and Human Services. 2001. Healthy People 2010: Volumes III. Waddell, J. R. 2011. Gender and the Influence of Peer Alcohol Consumption on Adolescent Sexual Activity, Economic Inquiry, doi: 10.1111j.14657295.2011.00374.x We Card. 2009. We Card e News November 2009Results From Our Compliance Survey Accessed online at: http:wecard.org 35 Figure 1: Youth Tobacco Alcohol Use in Past Month Drink Alcohol Smoke Tobacco 605040302010 tnecre P01991 1993 1995 1997 1999 2001 2003 2005 2007 2009Source: CDC 2010a, 2010b Year Figure 2: Number of States with Vertical Licenses 504540353025201510501990 1992 1994 1996 1998 2000 2002 2004 2006 2008 2010 2012 36 Figure 3: Trends in Teen Smoking and Drinking in Past Month, Relative to Year Vertical License Adopted 0.50.40.30.27 56 34 12 0 12 34 56 7 Figure 4: Effect of Vertical License on Sources of Tobacco. DiffinDiff Multinomial Logit. Sample of 1617 year olds. 0.70.60.50.40.30.20.100.10.23 12 0 12 34 5 37 smoketreatsmokecontroldrinktreatdrinkcontrolstoregive tosomeone tobuy for meomitbumvendstealother Table 1: DiffinDiff Estimates of the Effect of the Vertical License. Sample of 16 year olds. R2 N R2 N 0.065 8874 0.073 8874 0.054 34745 0.057 34745 0.058 8874 0.026 0.039 0.0403 8874 4 1 2 0.030 3 0.043 0.011 0.020 0.049 34745 0.012 0.014 0.0205 35664 0.0309 34745 DV: Drink DV: Smoke 0.048 0.029 0.040 0.046 0.030 0.032 0.001 0.052 0.018 0.015 0.003 0.013 0.014 0.011 Vertical s.e. 0.042 0.025 DV: Smokeless Tobacco Vertical s.e. R2 N DV: Smoke Frequently conditional on smoking in the past month Vertical s.e. R2 N Quadratic Time Trend Robust standard errors are clustered at the state level and YRBSS sampling weights are used in all regressions. denotes statistically significant at the 1% level, at 5%, and at 10%. DV: Drink Frequently conditional on drinking in the past month Individual Covariates State Covariates State FE Year FE Linear Time Trend Vertical s.e. R2 N 0.050 0.029 Vertical s.e. 0.011 0.020 0.029 0.027 0.036 0.027 0.049 0.030 0.053 0.034 Y Y Y Y N N Y Y Y Y Y N Y Y Y Y Y Y N N Y Y N N 0.0158 34186 0.061 15821 0.053 15821 0.064 15821 0.015 0.016 0.0949 35664 0.0173 15821 0.033 0.038 0.024 34186 0.028 34186 0.031 34186 0.101 35664 0.103 35664 38 Mean 0.280 0.449 0.428 0.495 0.090 0.287 35664 0.474 0.499 0.630 0.483 Table 2: DiffinDiff Estimates of the Effect of the Vertical License. Sample of 17 and 18 year olds. R2 N 0.062 35493 1 2 3 4 0.054 35493 0.065 35493 0.0124 34965 0.0289 35493 0.004 0.025 0.023 0.018 0.027 0.023 0.000 0.023 0.008 0.036 0.014 0.020 0.004 0.023 0.040 0.040 DV: Drink 17 year olds DV: Smoke 17 year olds Vertical s.e. R2 N Vertical s.e. R2 N Quadratic Time Trend Robust standard errors are clustered at the state level and YRBSS sampling weights are used in all regressions. denotes statistically significant at the 1% level, at 5%, and at 10%. Individual Covariates State Covariates State FE Year FE StateLinear Time Trend 0.040 0.023 Vertical s.e. 0.020 0.021 0.027 0.045 0.006 0.030 Y Y Y Y N N Y Y Y Y Y Y Y Y Y Y Y N N N Y Y N N 18 year olds 0.0175 22238 0.0438 22238 0.035 22238 0.041 22238 0.029 34965 0.034 34965 0.039 34965 Mean 0.310 0.462 0.525 0.499 0.568 0.495 39 12 years before omitted year of vertical license 78 years before 34 years before 56 years before 12 years after State Covariates 34 years after 56 years after 7 plus years after DV: Smoke 0.035 0.027 0.008 0.029 0.009 0.023 0.024 0.023 0.041 0.023 0.016 0.022 0.010 0.030 0.058 0.028 DV: Drink 0.040 0.038 0.035 0.037 0.008 0.032 0.016 0.026 0.077 0.034 0.026 0.026 0.040 0.034 0.029 0.036 Table 3: DiffinDiff Estimates of the Effect of the Vertical License. Short and Long Run Effects. Sample of 16 year olds. R2 N Individual Covariates 0.025 34186 Y Y Y Y Robust standard errors are clustered at the state level and YRBSS sampling weights are used in all regressions. All regressions include the control variables described in the text. denotes statistically significant at the 1% level, at 5%, and at 10%. 0.050 34745 Y Y Y Y State FE Year FE 40 Table 4: DiffinDiff DiffinDiffin Diff . Estimates of the Effect of the Vertical License. Two Period Sample. 1 2 3 4 Post s.e. DV: Drink 0.0212 14068 0.0554 14279 0.0297 14068 s.e. R2 N 0.056 0.056 0.0463 14279 0.496 0.194 0.079 0.038 VerticalPost 0.018 0.023 0.029 0.037 0.031 0.043 0.057 0.042 0.001 0.038 0.067 0.044 0.065 0.019 Age 16 s.e. 0.006 0.050 0.037 0.026 0.072 0.130 Vertical s.e. 0.058 0.032 DV: Smoke DD Eq.2; Sample of 16 year olds only DDD Eq. 3; Sample of 1618 year olds for drinking; Sample of 1617 year olds for smoking Robust standard errors are clustered at the state level and YRBSS sampling weights are used in all regressions. denotes statistically significant at the 1% level, at 5%, and at 10%. State FE Individual Covariates State Covariates VerticalPostAge 16 0.044 0.023 0.041 0.023 0.005 0.047 0.025 0.045 0.023 0.029 0.038 0.035 0.042 0.041 0.008 0.032 0.010 0.033 0.030 0.042 0.027 0.012 0.028 0.029 0.032 0.029 VerticalAge 16 PostVertical 0.0456 28211 0.0243 36147 0.0319 36147 0.073 0.032 0.084 0.034 0.011 0.011 0.0547 28211 0.0193 0.027 0.012 PostAge 16 s.e. s.e. s.e. s.e. Y Y N Y Y Y Y Y N Y Y Y R2 N 41 0.064 Smoke Drink Smoke Drink Mean 0.266 0.442 0.467 0.499 0.289 0.453 0.504 0.500 Table 5: DifferenceinDifference Estimates of the Effect of the Vertical License. Assessing Measurement Error I: Assume 15 year olds receive license firstteens turn 16 before state adopts the vertical design. Sample of 1518 year olds. 1 Smoking 2 Drinking 3 15 year olds Vertical s.e. R2 N 16 year olds Vertical s.e. R2 N 17 year olds State Covariates Vertical s.e. R2 N 18 year olds Vertical s.e. R2 N State FE Year FE Individual Covariates 0.019 0.017 0.049 30023 0.024 0.014 0.049 34745 0.018 0.020 0.054 35493 Y Y Y Y N 0.010 0.019 0.021 29501 0.046 0.017 0.024 34186 0.002 0.021 0.029 34965 0.029 0.025 0.035 22238 Y Y Y Y N 4 0.017 0.025 0.026 29501 0.084 0.028 0.029 34186 0.024 0.033 0.034 34965 0.006 0.033 0.041 22238 Y Y Y Y Y 0.023 0.025 0.054 30023 0.051 0.022 0.054 34745 0.027 0.023 0.062 35493 Y Y Y Y Y Linear Time Trend Robust standard errors are clustered at the state level and YRBSS sampling weights are used in all regressions. All regressions include the control variables described in the text. denotes statistically significant at the 1% level, at 5%, and at 10%. 42 Table 6: DifferenceinDifference Estimates of the Effect of the Vertical License. Assessing Measurement Error II: Assign fractional values, omit observations, assume 1718 year olds receive a vertical license at the same time as 16 year olds 0.024 34186 0.024 34186 0.024 34186 0.017 0.017 0.017 16 year olds 17 year olds 34 of a year 12 of a year 18 year olds 0.049 34745 0.048 0.049 34745 0.048 0.049 34745 0.043 0.031 0.013 0.031 0.012 0.028 0.014 DV: Smoke Vertical s.e. R2 N Vertical s.e. R2 N Vertical s.e. R2 N Vertical s.e. R2 N DV: Drink 0.018 0.014 0.048 32422 0.042 DV: Drink Removing potentially misclassified observations DV: Smoke Set Verticalfractional value in year state adopts vertical license. 16 year olds 14 of a year State and Year FE Robust standard errors are clustered at the state level and YRBSS sampling weights are used in all regressions. denotes statistically significant at the 1% level, at 5%, and at 10%. 0.025 0.025 0.037 21216 Assume all 17 and 18 year olds received vertical licenses with 16 year olds 0.028 0.020 0.053 34819 0.004 0.022 0.029 34296 DV: Smoke Vertical s.e. R2 N DV: Drink Individual and State Covariates Vertical s.e. R2 N 0.022 0.024 0.029 34965 Y Y 0.007 0.019 0.035 22238 Y Y 0.034 0.021 0.055 35493 Y Y 18 year olds 0.018 0.023 31951 17 year olds 43 Table 7: DiffinDiff Estimates of the Effect of the Vertical License on Showing Identification and Retailer Violations Mean 0.353 0.478 DV: Asked to Show ID 16 year olds 17 year olds R2 N 0.0769 4064 0.1071 3125 16 year olds Vertical s.e. 0.078 0.046 0.093 0.055 Robust standard errors are clustered at the state level and YRBSS sampling weights are used in all regressions. All regressions include the control variables described in the text. denotes statistically significant at the 1% level, at 5%, and at 10%. DV: Meet State Target Retailer Violation Rate 0.018 0.047 0.234 642 Y Y N Individual and State Covariates State and Year FE Linear Time Trend 0.027 0.049 0.268 642 Y Y Y 0.365 0.482 0.909 0.286 Vertical s.e. R2 N 17 year olds Table 8 : DiffinDiff Estimates of the Effect of the Vertical License on Drug Use and Drunk Driving Fatalities. Sample of 16 year Olds. Dependent Variable: 3 4 Drunk Driving 1 2 Marijuana Use 0.008 0.021 0.005 0.014 Mean 0.221 0.419 Vertical s.e. R2 N Dependent Variable: Logged Odds Ratio of Driver Involvement in Traffic Fatalities FARS 0.035 35810 0.030 35731 0.028 35731 0.019 0.011 All Crashes Night Crashes 9:00pm to 5:00am 0.010 0.013 0.042 35810 0.199 0.113 0.630 646 Y Y Y Mean 0.119 0.324 8.343 0.843 0.119 0.09 7.104 0.730 0.013 0.076 Vertical s.e. R2 N Individual and State Covariates State and Year FE Linear Time Trend Robust standard errors are clustered at the state level. See text for information on samples used and variable definitions. denotes statistically significant at the 1% level, at 5%, and at 10%. 0.516 646 Y Y N 0.540 729 Y Y N 0.664 729 Y Y Y 0.127 0.095 44 Appendix Table 1: Year of Vertical License YRBSS Survey Years YRBSS Survey Years 1991 3991 5991 7991 9991 1002 3002 5002 7002 9002Year Of Vert. X X X X X X X X X X X X X X X X X X X X X X X X X X X X X X X X X X X X X X X X X X X X X X X X X X X X X X X X X X X X X X X X X X X X X X X X X X X X X X X X X X X X X X X X X X X X X X X X X X X X X X State ALASKA ALABAMA ARKANSAS ARIZONA CALIF. COLORADO CONN. DC DELAWARE FLORIDA GEORGIA HAWAII IOWA IDAHO ILLINOIS INDIANA KANSAS KENTUCKY LOUISIANA MASS. MARYLAND MAINE MICHIGAN MINNESOTA MISSOURI MISSISSIPPI MONTANA N. CAROL. N. DAKOTA NEBRASKA N.HAMP. N.JERSEY N. MEXICO NEVADA NEW YORK X OHIO X OKLAHOMA OREGON X PENN. R.I. S.CAROL. S. DAKOTA X TENNESSEE X TEXAS X UTAH X VIRGINIA VERMONT WASH. X WISCONSIN X W.VIRGINIA WYOMING Underlined observations refer to the stateyear combinations that are used for the DDD analysis see Section III. C. X X X X X X X X X X X X X X X X X X X X X X X X X X X X X X X X X X X X X X X X X X X X X X X X X X X X X X X X X X X X X X X X X X X X X X X X X X X X X X X X X X X X X X X X X X X X X X X 2004 2005 2006 2001 2010 1994 2002 2004 1996 2004 2009 2005 2001 2002 2005 2007 2004 2001 2001 2004 2003 2011 2003 No No 2001 2008 2008 2006 2003 2008 2004 2000 2002 No 2002 2003 No 2001 2002 2011 2009 No 2001 2006 1999 2003 2001 2005 1999 2005 X X X X X X X X X X X X X X X X X X X X X X X X X X X X X X X X X X X X X X X X X X X X X X X X X X X X X X X X X 45 ", "filename": "72930017X.pdf", "person": ["Andriana Bellou", "Bellou, Andriana", "Rachana Bhatt", "Bhatt, Rachana"], "date": ["2012"]}