{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/66118/1/729462536.pdf"], "title": ["Do personal characteristics of finance ministers affect the development of public debt?"], "plaintext": "Nontechnical Summary The role of the finance minister differs in various aspects from that of the remaining cabinet members. His main task is to enforce overall budgetary objectives. Depending on the organization of the budget process, the finance ministers functions range from monitoring and enforcing negotiated budgetary objectives to setting the fiscal agenda for the upcoming years. Apart from his original budget task, the finance minister is not primarily responsible for specific spending projects. This dissolves his incentives to exploit pork barrel projects. Quite the contrary, the finance ministers institutional function in the cabinet is to resist the emerging spending pressures of his colleagues. The finance minister is thus the cabinet member who has the strongest interest in sound public finance and has a comprehensive view of the budget. However, while there is a growing literature on the impact of personal characteristics of decision makers on policy decisions in various fields in economics, investigations concerning fiscal policy are still scarce and mostly refer to the personal characteristics of the prime minister. This papers innovations are thus threefold: To the best of my knowledge, it is the first description of personal characteristics of national finance ministers in Europe for the period 1980 2010. Second, it extends the literature on the determinants of public debt by the, so far, largely neglected impact factors of one of the most relevant decision makers, and third, it is the first investigation which combines personal characteristics of finance ministers with those of their prime ministers. To answer the question whether personal characteristics of finance ministers affect the development of public debt, I use a unique dataset of personal characteristics of European national finance ministers and their respective prime ministers for the period 1980 2010. In a nutshell, the results reveal that especially a finance ministers experience gained in office and his political experience have an impact on the development of public debt: The change of the debt to GDP ratio is negative the more experience a finance minister has gained as a minister of finance or in former positions as a national cabinet member. While the former result suffers from potential endogeneity, several arguments support that the latter result can be interpreted in a causal way. In contrast, a finance ministers educational background or ideology have no significant impact on public debt changes. The results are in line with the theory. The institutional function of the finance minister is to resist spending pressures of his cabinet colleagues. It is thus reasonable to assume that those ministers who have a sound understanding of the ways of political decision making have comparative advantages as compared to relatively inexperienced finance ministers. A finance minister who was a national cabinet member before becoming minister of finance has shown his ability to survive in politics. This demonstrates decisiveness and selfassertion which then also reflects in his new position as minister of finance. fiskalische Performance untersuchen. Die Das Wichtigste in Kurze Innerhalb der Regierung nimmt der Finanzminister eine besondere Position ein. Wahrend seine Kabinettskollegen fur bestimmte fachliche Politikbereiche verantwortlich sind, besteht seine Hauptaufgabe in der Aufstellung und Durchsetzung des jahrlichen Gesamthaushalts. Je nach Ausgestaltung des Budgetprozesses reicht seine Kompetenz dabei von der Kontrolle der IstZahlen bis zur strategischen Planung der Haushaltsziele fur die kommenden Jahre. Da der Finanzminister im Vergleich zu den anderen Fachministern nicht fur bestimmte Politikprojekte verantwortlich ist, unterliegt er daruber hinaus weniger starken Anreizen die Ausgabenseite des Budgets uberzustrapazieren. Ganz im Gegenteil: Es ist vielmehr die institutionelle Aufgabe eines Finanzministers, den exzessiven Ausgabenwunschen der Fachminister Einhalt zu gebieten. Er ist somit der Minister im Kabinett, der den Haushalt als Ganzes im Blick und damit das grote Interesse an soliden Staatsfinanzen hat. Jedoch gibt es bis heute nur sehr wenige Studien, die explizit den Einfluss personlicher Politikermerkmale auf Innovationen der vorliegenden Arbeit liegen demnach in drei Bereichen: Zum ersten ist es nach bestem Wissen des Autors die erste deskriptive Analyse personlicher Merkmale europaischer Finanzminister auf der nationalen Ebene. Zweitens erweitert sie die Literatur zu den Bestimmungsfaktoren der Entwicklung der Staatsverschuldung, indem explizit personliche Merkmale der jeweiligen Finanzminister ist die vorliegende Untersuchung die erste Studie, die dabei die personlichen Merkmale von Finanzministern mit denen ihrer jeweiligen Regierungschefs kombiniert. Die Untersuchungen fokussieren auf drei unterschiedliche personliche Merkmale von europaischen Finanzministern im Zeitraum 1980 bis 2010: Erfahrung, Ausbildung und Ideologie. Vor allem die fachliche als auch politische Erfahrung eines Finanzministers ist von Bedeutung. Die Zunahme Abnahme der Schuldenstandsquote ist geringer hoher, je langer der Finanzminister im Amt ist. Gleiches gilt fur den Indikator politischer Erfahrung: Je mehr Erfahrung ein Finanzminister in vorherigen Positionen als Kabinettsmitglied gesammelt hat, desto geringer ist das Haushaltsdefizit desto groer ist der Haushaltsuberschuss. Wahrend der erstgenannte Indikator einem potentiellen Endogenitatsproblem unterliegt, lasst sich der Einfluss politischer Erfahrung daruber hinaus kausal interpretieren. Hingegen haben die Ideologie sowie die Ausbildung eines Finanzministers keinen signifikanten Einfluss auf die Entwicklung der Staatsverschuldung. Die Ergebnisse stehen im Einklang mit der eingangs erlauterten Theorie: Die institutionelle Funktion eines Finanzministers ist es, ubermaige Ausgabenwunsche der Kabinettsmitglieder einzudammen. Es ist somit realistisch anzunehmen, dass insbesondere politisch erfahrene und einflussreiche Finanzminister dieser Aufgabe im Besonderen gerecht werden konnen. Ein Finanzminister, der lange Jahre als Fachminister gearbeitet hat, hat demnach komparative Vorteile gegenuber politisch unerfahrenen Finanzministern erworben, die er in seiner neuen Funktion zur Durchsetzung der Haushaltsziele einsetzen kann. in das Untersuchungsdesign aufgenommen werden. Drittens Do personal characteristics of finance ministers affect the development of public debt? MarcDaniel Moessinger ZEW Mannheim October 2012 Abstract: Using a unique dataset of personal characteristics of national finance ministers in Europe 1980 2010, I show that especially a finance ministers experience affects the development of public debt. Both a finance ministers experience gained in office and his political experience have an impact: The change of the debt to GDP ratio is negative the more experience a finance minister has gained as a minister of finance or in former positions as a national cabinet member. While the former result suffers from potential endogeneity, several arguments support that the latter result can be interpreted in a causal way. In contrast, a finance ministers educational background or ideology have no significant impact on public debt changes. Key Words: public finance, public debt, finance minister, personal characteristics JEL Classification: D78, H30, H62 Acknowledgements: I thank Etienne Farvaque, Jakob de Haan, Friedrich Heinemann, Konrad Stahl, colleagues at the ZEW, as well as session participants at the annual meeting of the Verein fur Socialpolitik 2011, the 2nd World Congress of the Public Choice Societies 2012, and the 68th Congress of the International Institute of Public Finance 2012 for valuable comments. Research assistance from Elisabeth Artmann and Laura Renner is gratefully acknowledged. ZEW Mannheim L7,1 D68161 Mannheim, Germany Phone: Fax: EMail: moessingerzew.de 49 621 1235 161 49 621 1235 223 1 Introduction The role of the finance minister differs in various aspects from that of the remaining cabinet members. His main task is to enforce overall budgetary objectives. Depending on the organization of the budget process, the finance ministers functions range from monitoring and enforcing negotiated budgetary objectives to setting the fiscal agenda for the upcoming years von Hagen et al., 2001. Furthermore, he serves as a natural counterweight to the spending ministers. In order to convince their voters and to increase their reelection chances, each of the latter tends to attract as many funds as possible for his own projects Swank, 2002. The finance ministers objectives, on the contrary, are different. Apart from his original budget task, the finance minister is not primarily responsible for specific spending projects. This dissolves his incentives to exploit pork barrel projects Hallerberg and von Hagen, 1999. Additionally, the finance ministers peer group is the whole electorate instead of particular groups of the society. While the latter also holds true for the foreign minister or the minister of defence, for instance, the finance ministers institutional function in the cabinet is to have a comprehensive view of the budget and to resist the emerging spending pressures of his colleagues. The finance minister is thus the cabinet member who has the strongest interest in sound public finance and has a comprehensive view of the budget von Hagen, 2002; Hallerberg et al., 2009. He is expected to act as the fiscal conscience of the government, which also includes policies aimed at debt reduction or at least at debt retaining strategies. Taken together, solely the prime ministers position in the cabinet is similarly accentuated. The prime ministers function, however, is first and foremost to be the head of the government. This includes setting the general policy guidelines and pulling the team together. The finance minister, on the contrary, is supposed to be the fiscal expert of the government. Nevertheless, a finance ministers impact on fiscal policy decisions also depends on the backing of his prime minister Hallerberg and von Hagen, 1999. However, most of the public choice literature on the determinants of the development of public finance refers to the role of fiscal institutions e.g. fiscal rules, see for instance Debrun et al. 2008, electoral procedures e.g. direct democracy Feld and Kirchgassner, 2001, political determinants e.g. government fragmentation Kontopoulos and Perotti, 1999; Volkerink and de Haan, 2001 or budgetary procedures Alesina and Perotti, 1996; Hallerberg et al., 2009. Opposed to this, there is a growing literature which focuses on the impact of personal characteristics of decision makers, see for instance Besley et al. 2011 and Dreher et al. 2009 for economic growth, or Farvaque et al. 2009; 2011 and Gohlmann and Vaubel 2007 with respect to monetary policy. In the field of fiscal policy, however, such investigations are still scarce: Somogyi 2010 and Mikosch 2011 examine the impact of personal characteristics of national leaders on public surpluses and public deficits while 1 Jochimsen and Thomasius 2011 focus on the impact of personal characteristics of subnational German finance ministers on public deficits. There is, however, no paper which explicitly investigates the impact of personal characteristics of national finance ministers on the development of public debt. This papers innovations are thus threefold: To the best of my knowledge, it is the first description of personal characteristics of national finance ministers in Europe for the period 1980 2010. Second, it extends the literature on the determinants of public debt by the, so far, largely neglected impact factors of one of the most relevant decision makers, and third, it is the first investigation which combines personal characteristics of finance ministers with those of their prime ministers. To answer the question of whether personal characteristics of finance ministers affect the development of public debt, I use a unique dataset of personal characteristics of European national finance ministers and their respective prime ministers for the period 1980 2010. In a nutshell, the results reveal that especially a finance ministers experience gained in office as well as his political experience have an impact on the development of public debt: The change of the debt to GDP ratio is negative the more experience a finance minister has gained as minister of finance or in former positions as a national cabinet member. While the former result suffers from potential endogeneity, several arguments support that the latter result can be interpreted in a causal way. In contrast, a finance ministers educational background or ideology has no significant impact on public debt changes. The paper is organised as follows: In the next section, the relevant literature concerning the importance of the minister of finance and the relevance of personal characteristics is reviewed. Furthermore, hypotheses on the impact of finance minister characteristics are drawn. Section 3 describes the collected data and the estimation procedure. The results and further discussions are given in Section 4, whereas concluding remarks are offered in Section 5. 2 Strength of the finance minister and personal characteristics There are several authors who stress the specific meaning of the finance minister within the budget process. In a theoretical model, van der Ploeg 2010 shows that the appointment of a strong finance minister can offset the commonpool problem within the government. A strong finance minister with at least as many voting rights as all spending ministers together can thus control the claims of his spending colleagues and avoid excessive debt accumulation van der Ploeg, 2010, p. 311. In another model, Swank 2002 shows that the appointment of a spendingaverse finance minister is a superior tool to derive fiscal discipline as compared to implementing binding budget targets. 2 With respect to empirical papers, Hallerberg and von Hagen 1999, von Hagen 2002, Borge 2005, Hallerberg et al. 2007 and Hallerberg and Wolff 2008 also refer to the importance of a strong minister of finance. In most of these articles, the strength of the finance minister is derived from the budget process: A finance minister seems to be strong if the delegation approach i.e. the finance minister is vested with particular prerogatives instead of the contract approach i.e. a binding agreement about fiscal targets among the relevant decision makers is used. Jochimsen and Nuscheler 2010 view a finance minister as strong if he belongs to the same party as the prime minister. They show that governments with weak finance ministers issue significantly more debt as compared to governments with strong finance ministers. In all these articles, however, the impact of a finance minister is derived from an institutional perspective and lacks the inclusion of personal characteristics of the respective incumbent. Solely Jochimsen and Thomasius 2011 explicitly focus on the personal characteristics of finance ministers. Their study refers to the impact of personal characteristics of finance ministers on the development of public deficits in the Western German Lander from 1960 2009. The authors show that especially a finance ministers former professional background, e.g. in the financial sector, leads to lower deficits. The finance ministers experience measured by the time spent in office, by contrast, seems to have only a limited impact on deficits. However, to the best of my knowledge, there is no paper which explicitly investigates the impact of personal characteristics of national finance ministers on the development of public debt. To shed light on this issue, I employ three different types of personal characteristics: experience, education and ideology. Both the existing evidence concerning these indicators in various fields of economics and hypotheses on the expected impact are discussed in the following. 1 Experience There are several studies in which measures of a politicians experience are included. For instance, in a timeseries analysis of fiscal policy for Switzerland, Feld and Schaltegger 2010 use the time the finance minister has spent in office. They show that more experienced finance ministers increase the budget surplus and reduce government spending. The authors, however, do not find a significant impact of a finance ministers experience in office on the development of public debt and on federal revenues. With respect to the implementation of market liberalising reforms, Dreher et al. 2009 also use the time the chief executive has been in office to measure experience. They find a negative impact, significant at the 10percent level, meaning that the pace of implementing reforms decreases the longer the incumbent has spent in office. Concerning the development of public debt, a finance ministers experience should matter for several reasons. The more experienced a finance minister is, the better his chances of 3 influencing policy decisions: As compared to a finance minister who is relatively inexperienced, a senior finance minister knows more about the tricks of his cabinet colleagues to attract more money to their ministries. More experience thus strengthens the finance ministers chances of resisting spending pressures by his colleagues and building reputation in office Feld and Schaltegger, 2010. Furthermore, a senior finance minister is well aware of the political pitfalls in which an inexperienced colleague might be entangled. This argument refers to both the internal and the external competition, since a finance minister has to convince his cabinet colleagues and the public as well. This implies that a finance ministers persuasiveness is important too. It is thus reasonable to assume that a finance ministers selfassertion increases with rising experience. Thereby, experience can be grouped into technical and political experience. Technical experience refers to experience in the field of fiscal policy. The finance ministers effort to familiarise with fiscal policy issues reduces since he is well aware of the technical details. This also implies that he knows about the countrys specific problems which facilitates both the chances to identify the causes of mounting debt and to develop starting points for solutions which are then capable of winning a majority. Political experience, by contrast, refers to a finance ministers knowledge about the political game being played. He knows about the political ways of decision making, has knowledge in the field of media relations and communication with the public on the national level, and is on familiar ground with political intrigues. Summing up, with reference to experience the following hypotheses can be drawn: Hypothesis 1a: Experience strengthens the position of the finance minister in the cabinet: The growth of public debt should slow down, the more technical or political experience a finance minister has gained. Hypothesis 1b: A finance minister with greater persuasive power has more chances to convince both the public and the cabinet of a sustainable debt management plan. This reflects in negative changes of public debt. 2 Education The educational background of a finance minister is the second personal characteristic of interest. There are several studies investigating the impact of better trained and better educated politicians on policy outcomes. With respect to an economys growth, Besley et al. 2011 show that better educated leaders increase a countrys GDP growth. Following Jones and Olken 2005, the authors use random leadership transitions based on unexpected deaths and show that the better worse educated a departing leader is, the lower higher the growth of GDP after the leader transition. Results in a similar vein are given by Dreher et al. 2009. In their paper, the authors investigate the impact of a political leaders profession and education on the implementation of market liberalising reforms. In particular, a leaders 4 professional background, e.g. being a former entrepreneur, is a significant determinant in explaining a countrys reform orientation. With respect to presidents of the United States, Congleton and Zhang 2009 show that higher educated presidents have a positive impact on the economys growth. In the field of monetary policy, Gohlmann and Vaubel 2007 also underpin the impact of a central bankers former occupation on his inflation performance. Especially former members of the central bank staff prefer lower inflation rates as compared to former politicians. These results are endorsed by Farvaque et al. 2009; 2011, who use more recent data. With respect to fiscal policy, however, only few studies look at the educational impact of politicians on either debt or deficit development. Somogyi 2011 investigates the impact of personal characteristics of political leaders on public finances. Both the professional and educational background of national leaders in 22 OECD countries are used. The author shows that particularly former white collar workers minimise the public surplus. The same holds true for natural scientists and leaders with university degrees other than economics and law. By employing subnational data for the German Lander, Hayo and Neumeier 2011 focus on the impact of the socioeconomic status of prime ministers on fiscal performance. This socioeconomic status thereby comprises, e.g., a persons occupation and education, his income, but also his prestige. They find that the better a prime ministers parental status and his own status are, the lower the public borrowing. The particular impact of an economic education has been shown by ORoark and Wood 2011. The authors present evidence in the field of public policy and show that US congress members who are graduates in economics are significantly less likely to vote for a minimum wage increase. Evidence in the same direction is presented by Heinemann et al. 2009. European Parliament members having an academic background in economics are more opposed to the introduction of an EU tax as compared to noneconomic trained parliament members. Taken together, the evidence supports the assumption that a politicians educational background affects policy decisions. However, the formerly mentioned studies mostly focus on the education of the head of government or parliament members. As explained before, there are good arguments supporting the assumption that personal characteristics of the minister of finance should matter as well, which leads to the following hypothesis: Hypothesis 2: With respect to debtreducing strategies and compared to a noneconomic education, economists have advantages which range from a faster identification of problems to a better implementation of solution principles. Furthermore, based on personal reputation, there are communication advantages with respect to the remaining cabinet members or to the public. I therefore expect the change of the public debt to be negative for finance ministers who are trained economists. 5 3 Ideology The third personal characteristic concerns a finance ministers ideology. Two theories can be consulted to shed light on this issue. On the one hand, the partisan approach supports the meaning of a partys ideology, i.e. politicians implement those policies which correspond to their voters preferences. On the other hand, the political business cycle approach states that party ideology is rather negligible and party policies converge. This especially holds true before elections. To enhance their reelection chances, both leftwing and rightwing parties are in favour of expansionary policies. However, the empirical evidence concerning these theories is mixed for an overview of recent studies see Potrafke, 2012. Concerning the partisan approach, there are good arguments supporting the assumption that public spending is higher if there is a leftwing government or a head of state with left ideology. For instance, it is commonly assumed that leftwing governments are more in favour of stabilisation policies and redistribution, whereas rightwing governments are rather fiscal conservatives and care about financial variables like price stability and small deficits Cusack, 1997. If public spending is higher for leftist governments, this should also have an effect on public deficits and public debt, i.e. the public debt should be higher for leftwing governments than for rightwing governments Neck and Getzner, 2001. However, de Haan and Sturm 1994; 1997 and Hahm et al. 1996 do not find a significant impact of ideology on public debt. Turning to the theory of political business cycles, two seminal theoretical contributions by Alesina and Tabellini 1990 and Persson and Svensson 1989 show that the development of public debt might also be influenced by the reelection chances of the respective government. Policy makers can use public debt to influence the choices of their successors Alesina and Tabellini, 1990, which may result in higher debt for rightwing as compared to leftwing governments. PetterssonLidbom 2001 supports these theoretical predictions empirically. In case the government believes that it will be replaced with certainty, he finds that rightwing governments increase their debt levels by 15 percent, whereas leftwing governments decrease debt levels by 11 percent. This result might also be explained by the role of signalling information to the electorate. To enhance his general credibility, a politician might act in the opposite way as expected by his own constituency Cukierman and Tommasi, 1998; for an empirical investigation see Tavares, 2004. Taken together, the predictions of whether there is an impact of a finance ministers ideology on the development of public finance are rather vague and ambiguous. The public debt might be higher if the finance minister is leftist; however, the public debt might also be lower as compared to centre and rightwing politicians, because the finance minister wants to signal credibility to the whole electorate. I therefore test the following hypotheses: 6 Hypothesis 3a: Partisan Theory: The change of public debt is positive if the finance minister is member of a left party. Hypothesis 3b: The change of public debt is positive and increases if the finance minister is member of a left party and faces an election. 4 Institutional environment and economic development The impact of finance minister characteristics on the development of public debt might also depend on the institutional environment. Referring to the budget process, for instance, in most developed countries either the delegation approach or the contract approach is used to derive budgetary decisions. In this context, delegation means to vest one particular actor within the budget process usually the minister of finance with significant strategic power over the other participants. The key characteristics are strong agendasetting power, strong monitoring power, and a strong position of the executive over the legislative. In opposition to this, the contract approach rests on an agreement about binding fiscal targets among the relevant decision makers of the budget process. In contrast to the delegation approach, the minister of finance has little rights at the planning stage, but monitors and enforces the fiscal contract von Hagen et al., 2001. Taken together, the type of the budget process enlarges or narrows a finance ministers scope of action, which leads to the following hypothesis: Hypothesis 4: The stronger the institutional role of the finance minister, the more favourable the impact of his personal characteristics is on the development of public debt. Furthermore, as compared to a balanced economic development, it is reasonable to assume that personal characteristics like experience or an economic education pay off particularly in economic prosperous or unfavourable times. In times of high GDP growth, for instance, most spending ministers succumb to the temptation of attracting parts of the additional tax revenues for their ministries. Such behaviour, however, contradicts the economic needs of budget consolidation. As compared to other finance ministers, a highly experienced finance minister or a finance minister with an educational background in economics should then have better chances of resisting the additional spending pressures of his colleagues. Hypothesis 5: More experienced or economiceducated finance ministers should retain excessive debt growth in unfavourable times but enhance debt reduction in prosperous times. 7 3 Data and empirical method 3.1 Data and descriptive statistics I have created a unique dataset of different personal characteristics of national finance ministers. The data are collected for 15 WesternEuropean countries Austria, Denmark, Finland, France, Germany, Greece, Ireland, Italy, Luxembourg, the Netherlands, Norway, Portugal, Spain, Sweden and the United Kingdom1 and cover the time period 1980 2010. All personal data originate from research on official national websites, e.g. websites of national ministries of finance or parliamentary websites, and are matched with macroeconomic, structural, and political data explained below. 1 Experience measures As explained before, experience can be subdivided into technical and political experience. While technical experience refers to experience in the field of fiscal policy, political experience implies that the finance minister understands the rules of the political game and knows about political snares. Taken together, both sorts of experience should increase a finance ministers chances to prevent excessive debt growth and to overcome political and public veto players. I have chosen several indicators to measure both sorts of experience. The first indicator measures the experience a finance minister has gained in office years in office. The variable is continuous and increases by one for every additional year the finance minister has spent in office for at least eight months. If this was not the case because, for instance, there was a change of incumbency, the variable remains constant on the initial value. Furthermore, there are finance ministers who left office but returned after some waiting time. In these cases, the initial value for the second period is the highest value of years in office from the first period. Since both the understanding of the budget process and the political process increase the longer the finance minister remains in office, the indicator comprises both political and technical experience. The second indicator then refers to experience gained before the appointment as national finance minister. I have created a variable indicating the number of years the finance minister has served as a national spending minister in previous legislative periods previous years cabinet member. As compared to the measure of office experience, this variable solely captures the political experience of a finance minister. When starting office he already knows 1 Switzerland is not included since finance ministers in Switzerland have mainly representative tasks but cannot impact on policy decisions as it is the case in the remaining countries. Belgium is not part of the sample since it was not possible to collect data on Belgian finance ministers for the sample period. 8 how to act as a minister on the national level and should thus be able to pursue his targets much easier as compared to other finance ministers without such experience. Opposed to this, the third indicator solely reflects technical experience in the field of fiscal policy fiscal policy experience. It is a dummy variable which is one if the finance minister has had any practical connections to fiscal policy topics in former positions. Examples comprise public finance town councils, advisors to the ministry of finance, financial speakers or members of parliament working in the finance committee. Furthermore, I also include a finance ministers age to control for a finance ministers life experience. Concerning hypothesis 1b, a measure for a finance ministers power of persuasion is necessary. Since it is not possible to measure persuasiveness directly, I have decided to use the following proxy: The dummy variable cabinet member after recall comprises whether the finance minister remains in the cabinet after having been recalled from the ministry of finance. The variable equals one if a finance minister has either served as a spending minister or as a prime minister after his dismissal from office. From my point of view, this reflects being a political heavyweight which also includes information about selfassertion and persuasiveness.2 Descriptive statistics about the experience measures of finance ministers are shown in Table 1. The first column indicates the total number of finance ministers within the regarded period 1980 2010. Evidently, Luxembourg is different from other countries: Within the regarded 30 years, there were only three ministers of finance. Beside this particularity, there are further differences between the selected countries. While in the Netherlands, Germany, and Spain only six or seven different ministers have served as finance ministers, in France, Greece and Italy 13 or 12 finance ministers have been at work. In the Scandinavian countries Norway, Sweden, and Finland 10 or 9 finance ministers held office. In the next two maincolumns, values for the continuous measures years in office and previous years cabinet member are shown. Again, Luxembourg is different from other countries with an average of a finance ministers office experience of 10.3 years. This is due to the long office period of JeanClaude Juncker, who served as the Luxembourgian finance minister from 14 July 1989 until 23 July 2009. Finance ministers in Italy, France, Portugal and Greece only gain office experience of around two or two and a half years on average. On the contrary, finance ministers in the Netherlands, Germany or Spain work for four to five years on average. In maincolumn 3, the average number of years a finance minister has gained experience as national cabinet member before his appointment is given. In each of the selected countries, at least one finance minister has worked as national spending minister before his appointment. However, remarkable differences between the countries exist: In 2 I have also tried to distinguish between becoming a prime minister or a spending minister. The number of observations for the former, however, is too small to enable valid estimations. 9 Denmark and Ireland, for instance, all or nearly all finance ministers have served as national spending ministers before their appointment. On the contrary, in the Netherlands, Norway, and the United Kingdom, only 20 to 30 percent of finance ministers have gained some ministerial experience before taking over office. The average years of former ministerial experience are also important. Finance ministers in the Netherlands have served as national cabinet members for nine years on average before becoming minister of finance. This is remarkable, especially if the rather low share of finance ministers with former cabinet experience is considered. In comparison, finance ministers in Austria and Portugal have only gained two years of cabinet experience before their appointment. Column 4 gives information about the number of finance ministers who stayed in the cabinet after having been recalled as minister of finance cabinet member after recall. Taken together, in each country at least one minister of finance remained in the cabinet after his dismissal. However, there are remarkable differences between the different countries. In Denmark, Portugal Spain, and Sweden, for instance, the finance minister who stayed in the cabinet simultaneously became prime minister. In countries in which many finance ministers remain in the cabinet, by contrast, none or only one or two finance minister served as prime minister after dismissal; see for instance France, Greece and Italy. Turning over to fiscal policy experience column 5, with the exception of finance ministers in Ireland, at least one third of finance ministers hadnt had any connection to fiscal policy before appointment. The highest shares are found in the Netherlands and Spain. Table 1: Descriptive Statistics: Experience measures for Finance Ministers 1980 2010 Years in office Previous years cabinet member Cabinet member after recall Fiscal policy experience No. FM 3 4 3 6 3 7 2 6 2 5 7 5 6 5 5 Finance ministers No. FM Avg. Years No. FM Avg. Years No. FM % 30 10 22 38 28 38 72 66 66 50 50 9 14 10 25 Austria Denmark Finland France Germany Greece Ireland Italy Luxembourg Netherlands Norway Portugal Spain Sweden UK Notes: The table refers to the period 1980 2010 and includes four different experience measures for finance ministers. Office experience is a measure of the years the finance minister has stayed in office. Previous years as cabinet member is the number of years a finance minister was in the cabinet before appointment, but not as minister of finance. Cabinet member after recall and fiscal policy experience are dummy variables. 4.0 3.6 3.4 2.2 4.6 2.2 2.5 2.3 10.3 5.2 3.0 2.6 4.4 3.4 3.3 2.6 4.4 4.5 4.4 5.3 3.3 4.7 4.2 9.0 9.0 6.3 2.0 5.7 3.8 5.0 % 30 40 33 46 42 53 18 50 66 83 70 45 85 50 62 10 10 9 13 7 13 11 12 3 6 10 11 7 10 8 5 10 4 7 3 4 10 6 2 1 3 3 3 4 2 3 1 2 5 2 5 8 8 2 3 5 1 1 1 2 10 2 Educational variables Since most finance ministers in the regarded period have either studied economics, law or both economics and law, a further subdivision of the remaining educational categories is abortive. I have coded four different education categories: economic education, law education, other education and unknown education. The variables are coded as dummy variables which equal one if the finance minister has an educational background in this field of study and zero otherwise. Students of business administration are coded as economists.3 Other education subsumes remaining but known university studies and further professional trainings. If a finance minister has studied both economics and law, he is denoted with an educational background in economics and an educational background in law, respectively. Information about the development of the educational background of finance ministers over time is shown in Figure 1. As can be seen, most finance ministers have an educational background in economics. Starting in the mid1990s, the share of finance ministers who have studied law intensifies. Furthermore, the number of finance ministers with an unknown educational background vanishes in the beginning of the new century. This is due to the improvement of data availability in line with new media coverage. Figure 1: Development of finance minister education over time 100%90%80%70%60%50%40%30%20%10%0%1980198519901995200020052010Economics Law Other Unknown Detailed statistics per country are given in Table 2. The first part of this table indicates the number of finance ministers per educational category, while the second part of the table provides information about percentage shares in relation to the overall number of finance ministers per country. As can be seen in the last line, exactly one half of the finance ministers 3 A separate regression where students of business administration are excluded is part of the robustness check. 11 have an educational background in economics divided in 39% economics and 11% business administration, while there are relatively equal shares of law 29% and other education 23%. Most of the finance ministers in Portugal, Spain, the Netherlands and Italy have studied economics as opposed to only 11 to 23 percent of finance ministers in Finland and France. By contrast, most finance ministers in Austria have studied business administration 60%. Adding up the shares of business administration and economics, Norway is also one of the countries which trusts an economic education for finance ministers. In Luxembourg, all finance ministers have studied law. Concerning the remaining countries, 10 to 30 percent of the finance ministers have studied law. The exception is Italy, Spain and the United Kingdom with shares of approximately 40 to 50 percent. Countries like Sweden and Finland further rely on finance ministers with an educational background other than economics or law. 12 Table 2: Descriptive Statistics: Educational Background of Finance Ministers 1980 2010 Number of Finance Ministers Number Law education Percent Law education Other education Unknown education Economic education MBA education Other education Unknown education Economic education MBA education 10 10 9 13 7 13 11 12 3 6 10 11 7 10 8 140 Country Austria Denmark Finland France Germany Greece Ireland Italy Luxembourg Netherlands Norway Portugal Spain Sweden United Kingdom Sample Notes: The table refers to the period 1980 2010 and includes the educational background for finance ministers per country. The percentage shares do not necessarily add up to 100 percent since some finance ministers have an educational background in both economicsMBA and law. Until 2001, several ministries in Italy were charged with financial topics Ministero delle Finanze, Ministero del Tesoro, Ministero del Bilancio e della Programmazione economica and Ministero delle Partecipazioni Statali. Concerning the development of public debt, only the Ministero del Tesoro Treasury is decisive. Thus, all collected data for Italian ministers of finance refer to this ministry Ministero dellEconomica et delle Finanze, 2001. 20 30 11 31 29 23 36 50 100 17 30 9 43 10 38 29 20 40 11 23 43 54 18 67 0 67 30 82 71 20 25 39 60 10 11 0 0 0 9 0 0 17 20 9 14 10 0 11 0 10 44 31 29 15 45 17 0 0 30 0 0 60 38 23 0 10 22 23 0 15 0 0 0 0 0 0 0 0 0 6 2 4 1 3 3 7 2 8 0 4 3 9 5 2 2 55 6 1 1 0 0 0 1 0 0 1 2 1 1 1 0 15 2 3 1 4 2 3 4 6 3 1 3 1 3 1 3 40 0 1 4 4 2 2 5 2 0 0 3 0 0 6 3 32 0 1 2 3 0 2 0 0 0 0 0 0 0 0 0 8 13 3 Ideological leaning The third personal characteristic concerns a finance ministers ideology. To test the hypothesis, I use party affiliation as a proxy. The dummy variable left ideology is coded one if the finance minister is a member of a left party zero otherwise.4 The data about a partys ideological leaning are taken from the database of political institutions DPI provided by Beck et al. 2001. 4 Further variables I have decided to use central government debt to GDP CGD as the dependent variable. Applying this measure is straightforward: Since the impact of personal characteristics of finance ministers on public debt changes is investigated, the dependent variable should not be biased by influences not under direct control of the national finance minister. Using general public debt instead would bias the estimation, as it is also influenced by subnational and local developments. Even if changes in general government debt are mainly influenced on the national level, using central government debt instead of general government debt should be the appropriate measure. The development of the change of CGD is shown in Figure 2. As can be seen from the graph, the underlying trend differs between groups of countries. In Denmark, Finland and Sweden, for instance, the fitted values reveal a negative trend whereas there is a positive trend in the development of the change of public debt in the United Kingdom, Ireland and Greece. 4 Finance ministers who are independent are labelled according to the ideological majority of the governing parties. 14 Figure 2: The change of the central government debt to GDP ratio per country Austria Denmark Finland France 0201001020100102010010201001Germany Greece Ireland Italy Luxembourg Netherlands Norway Portugal Spain Sweden United Kingdom 19801990200020101980199020002010 1980199020001990200020102010 1980year Change of Central Government Debt Fitted values Graphs by country Notes: Data for central government debt are taken from the OECD Economic Outlook database and merged with data from Jaimovich and Panizza 2006. The selection of covariates is based on the literature of the determinants of public debt development Roubini and Sachs, 1989b; Roubini and Sachs, 1989a; Edin and Ohlsson, 1991; de Haan and Sturm, 1994; de Haan and Sturm, 1997; Hallerberg et al., 2007. Three different groups are distinguished: macroeconomic, structural, and political controls. The data are collected from various sources; a detailed description is given in the appendix Table A5. Macroeconomic controls include a countrys unemployment rate, the lagged debt level, the real growth of GDP and the real long term interest rates. These variables are expected to work as automatic stabilisers, i.e. a lower unemployment rate and a higher GDP growth should reduce public debt. The impact of the lagged debt level, however, is ex ante not that clear. While it captures the intertemporal budget constraint, i.e. raising debt levels in the past should lead to declining levels in the future, there might also be some path dependency, causing persistent mounting debt levels. The same holds true for real long term interest rates. Concerning the structural covariates, a countrys population and a measure of a countrys openness are included. Openness is defined as the sum of exports and imports as a share of GDP. Since more open countries benefit from greater global competitiveness, they should be less likely to suffer from global economic shocks. This should also have a negative impact on 15 a countrys debt growth. The effect of a greater population, on the contrary, is not that clear. Due to economies of scale, a rising population reduces per capita costs for public good provisions and can therefore reduce public debt in the long run. Going back to Brechts law 1932, however, a rising population might also push public debt through rising spending pressure of the society. Political controls are a dummy variable for election years, thus controlling for electoral cycles and a measure of government fragmentation. As has been pointed out by Volkerink and de Haan 2001 and Perotti and Kontopoulos 2002, government fragmentation is an important determinant of deficit growth. The more fragmented a government is, the higher the growth of deficits. The evidence for electoral cycles is ambiguous: Shi and Svensson 2006 show, for instance, that the timing of elections affects budget deficits. The effects, however, are mostly driven by developing countries; see also Drazen 2001. Both variables are taken from the DPI Beck et al., 2001. The dummy variable election year is equal to one if there was a legislative or executive election in a particular year. Government fragmentation is defined as the probability that two deputies picked at random from among the government parties will be of two different parties and is given in a percentage. Thus, the higher this share is, the more fragmented the government. The summary statistics for all variables are given in the appendix Table A1. 3 Left Ideologyi,t 4 Controlsi,t Time Trendi,t i t i,t. CGDi,t 0 1 Experiencei,t 2 Educational Backgroundi,t 3.2 Estimation procedure I estimate panel data regressions. The basic equation takes the following form: 1 The dependent variable is the change of the central government debt to GDP ratio for country i in year t. Due to a lack of data for the dependent variable, the sample is restricted to years after 1980.5 Experience is the vector of experience measures for finance ministers; Educational Background represents the set of different educational variables and Left Ideology is the measure of a finance ministers ideology. Controls is the vector of the macroeconomic, political, and structural control variables explained before. Time Trend is a linear, countryspecific time trend to control for different trends in the development of public debt per country, whereas i and t are fixed country and time effects and i,t is the disturbance term. As estimation method I use OLS with countryfixed effects and heteroscedasticitycorrected 5 Since the dependent variable is the change of central government debt, the first observation is in 1981. 16 robust standard errors. Timefixed effects are included to control for time events like the recent debt crisis or further common shocks. The error terms are clustered on an individual level for each finance minister. Due to national elections, in some years more than one minister of finance bears responsibility for public finance. To enable fixed effects panel estimations, however, particular finance ministers must be excluded from the raw data, i.e. the finance minister data must be adjusted so that there is only one finance minister per year. In the basic specification, the algorithm is as follows:6 If the national finance minister within a particular year changes once, e.g. due to elections or for other reasons, the finance minister who served longest remains in the dataset. This also applies if there is more than one change of incumbency of finance ministers within a particular year, i.e. only the finance minister who served longest is retained. If two finance ministers have served for six months, only the finance minister who served in the second half of the year is kept. An overview about those ministers who are excluded due to insufficient incumbency periods is given in the appendix Table A2.7 Due to missing observations for further variables, the final dataset is an unbalanced panel. In particular, observations for the variables CGD especially in Finland, France, Greece and Luxembourg and the real long term interest rate are missing for some years in some countries. An overview of the included time span per country is given in the appendix Table A3. Several limitations of the investigation must be stressed. The first concerns the identification of causal effects. Both selection issues and problems of reverse causality hinder a clear interpretation. Concerning reverse causality, Brender and Drazen 2008 have shown that high deficits in election years reduce reelection perspectives of the government. This may also have an impact on the measure of a finance ministers office experience years in office, i.e. a finance minister might get voted out of office or will be displaced if deficits or debt levels reach a critical threshold. One possible solution to solve this problem relies on using an instrumental variable estimator. However, so far I could not come up with a suitable instrument. In line with the strategy implemented by Jones and Olken 2005, another solution to this problem would be using random finance minister transitions. Since the number of exogenous transitions due to death, e.g., is too little it is, however, not possible to apply this method in the given context. Nevertheless, the problem of reverse causality especially applies to the measure of office experience whereas further experience measures like the previous years as cabinet member do not suffer from this sort of bias. Here, by contrast, selfselection issues come into play. Since especially highly experienced finance ministers could be 6 A second algorithm is part of the robustness checks explained below. 7 For example, the Irish finance minister Charles Haughey only served from 7 November 1991 to 14 November 1991 and was thus excluded from raw data of finance ministers for the year 1991. 17 t 1.3466 PrT t 0.1797 Observations 51 138 189 nominated in the face of rising debt, there also might be confounding effects of this experience measure. This also holds true for the educational variables, i.e. especially economists might be installed if debt levels reach a critical threshold. I have controlled for this issue by comparing the shares of finance ministers who have an educational background in economics or have gained former cabinet experience if the change of the debt to GDP ratio was positive and negative. The results are shown in Table 3. Since I particularly focus on selection issues, only years in which the finance minister has changed are regarded. A ttest is done to check whether the differences in the means of new incumbents with economic education or former experience are different from zero or not. The results do not point towards a selection bias, i.e. the tstatistic supports the nullhypothesis that there is no significant difference between the means of economic education or former cabinet experience with respect to the development of public debt. Table 3: Economic education and former cabinet experience of new incumbents New incumbent is economist A: CGD 0 B: CGD 0 Combined AB Difference meanA meanB H0: Difference 0 H1: Difference ! 0 New incumbent has cabinet experience A: CGD 0 B: CGD 0 Combined AB Difference meanA meanB H0: Difference 0 H1: Difference ! 0 Notes: Cabinet experience refers to the variable previous experience cabinet member and is coded as yes or no, i.e. there is no distinction concerning the number of years. Finally, the underlying value judgement should be mentioned. Most hypotheses include assumptions concerning a desirable development of public debt, i.e. rising budget surpluses and declining levels of public debt are judged as valuable for the society. While there are many arguments supporting this assumption think, e.g., of the problems in line with the recent debt crisis in Europe, there are also arguments backing the contrasting view. That is, even if a finance minister confines excessive spending by his colleagues, he might prefer a moderate advance of public debt to meet the societys preferences. Taken together, the limited kind of ambition my investigation is able to handle must be stressed: It allows for testing to what degree the data structure and correlations fit in with theories backed by the literature. Nonetheless, the results can point towards, so far, largely neglected impact factors on public debt development, which then should be part of further research on this topic. Std. Dev. 0.476 0.498 0.493 Observations 51 138 189 Std. Err. 0.069 0.042 0.036 0.081 Std. Err. 0.067 0.042 0.036 0.081 t 0.2824 PrT t 0.7780 Std. Dev. 0.497 0.497 0.496 Mean 0.333 0.442 0.412 0.108 Mean 0.588 0.565 0.571 0.023 18 4 Results 4.1 Personal characteristics of finance ministers Table 4 shows the results for the impact of personal characteristics of finance ministers on the development of public debt. In the first seven columns, the separate impact of the different personal characteristics is shown, while the joint impact of all variables is given in column 8. Starting with the specific questions of this research, a finance ministers experience seems to have an impact on the development of public debt. Especially the years a finance minister spends in office years in office and the number of years during which a finance minister has gained experience as a national spending minister in previous legislative periods previous years cabinet member are decisive. With every additional year in office, the change of the debt to GDP ratio declines by approximately 0.26 percentage points column 1. A similar result occurs for the years of former experience as cabinet member decline of 0.21 percentage points, column 2. This implies that either budget surpluses increase or the debt accumulation decreases the more experience a finance minister has gained in former positions or gains in office. Both impacts remain if other personal characteristics are included column 5 and column 8. Thus, a finance ministers experience seems to be an additional determinant concerning the long term sustainability of public debt. With respect to the remaining measures of persuasiveness and experience, there is no empirical evidence supporting hypothesis 1b. Neither having fiscal policy experience column 4, nor being a cabinet member after recall column 3 has a statistically significant impact on the development of public debt. This also applies to a finance ministers life experience age.8 The same holds true for hypothesis 2 and the hypothesis 3a. A finance ministers ideological leaning or educational background has no significant impact on changes of a countrys CGD. Turning to the set of covariates, most of the control variables are highly significant and have an impact on public debt changes as expected. Automatic stabilisers work: A decline in unemployment and a higher growth of real GDP decrease the change of CGD. In addition, the intertemporal budget constraint holds: Higher debt levels in the past reduce debt evolvement in the future. A rising population increases spending pressure and comes with a long term increase of the debt to GDP ratio. However, there is no empirical evidence concerning the existence of budget cycles dummy variable election year or with respect to government fragmentation. 8 To control for a nonlinear relationship, in another version I have also included the first and the second polynomial of age. Both variables do not affect central government changes; the results are available upon request. 19 6 7 8 1 2 3 4 0.00889 0.352 0.259 3.087 0.00751 0.307 0.0284 1.186 0.0274 1.138 0.687 4.739 0.157 5.107 0.331 2.562 0.469 3.095 0.553 1.113 0.360 1.272 0.0107 0.755 0.00205 0.0422 0.740 4.683 0.187 6.061 0.261 1.987 0.479 3.139 0.710 1.430 0.409 1.443 0.00774 0.571 0.0110 0.217 0.719 4.922 0.161 5.048 0.316 2.341 0.456 2.999 0.682 1.425 0.350 1.220 0.0114 0.815 0.00460 0.0911 0.752 4.678 0.196 6.049 0.264 1.966 0.482 3.239 0.691 1.380 0.410 1.432 0.0118 0.794 0.00736 0.134 0.758 5.105 0.177 5.581 0.288 2.283 0.481 3.201 0.624 1.303 0.350 1.237 0.0105 0.778 0.00167 0.0334 0.698 4.736 0.170 5.594 0.293 2.203 0.458 2.997 0.833 1.832 0.399 1.416 0.00841 0.597 0.00403 0.0872 0.702 4.903 0.163 5.125 0.340 2.602 0.458 3.090 0.645 1.368 0.336 1.199 0.0163 1.030 0.0109 0.233 0.704 4.913 0.157 5.109 0.327 2.530 0.455 2.938 0.693 1.432 0.350 1.242 0.0109 0.775 0.00491 0.107 Table 4: Drivers of central government debt: Baseline specification 5 CONTROL VARIABLES Unemployment rate Lagged debt level Real growth of GDP Real long term interest rate Population size Election dummy Government fragmentation Openness FINANCE MINISTER Age Years in office Previous years cabinet member Cabinet member after recall Fiscal policy experience Left ideology Economic education Legal education Unknown education Constant Observations R2 Adjusted R2 Cluster Notes: The dependent variable is the change of a countrys central government debt, measured in percentage points. The estimation method is OLS with country and timefixed effects. The tstatistics are given in brackets. A linear countryspecific time trend is included in all estimations. Standard errors are clustered at the individual level for each finance minister. Asterisks indicate significance at the 10, 5 and 1 percent level. Base category for the educational variables is other education. 0.00417 0.173 0.247 2.979 0.189 2.135 0.246 0.463 0.147 0.353 0.0525 0.124 0.592 1.350 0.540 0.848 0.275 0.544 0.546 0.422 57.21 1.434 0.00921 0.365 0.242 2.764 0.208 2.064 0.00320 0.00550 0.427 0.717 0.135 0.257 0.304 0.272 55.91 1.462 67.61 1.864 51.76 1.359 45.12 1.136 56.95 1.482 57.77 1.456 53.52 1.424 0.0287 1.177 0.0205 0.826 380 0.709 0.648 111 380 0.708 0.647 111 380 0.725 0.663 111 380 0.717 0.658 111 380 0.716 0.656 111 0.211 2.298 380 0.710 0.649 111 380 0.709 0.645 111 380 0.728 0.663 111 0.553 1.070 0.274 0.622 0.632 1.336 20 As mentioned before, however, the finance minister is not a single player. Although his position differs from other spending ministers, the finance minister is still a member of the cabinet, which is headed by the prime minister. For this reason, the personal characteristics of the prime ministers could also have an impact on the development of public debt.9 To solve this omitted variable problem, I have included the personal characteristics of a countrys prime minister in the regressions. The data are coded in the same way as the finance minister data. To measure a prime ministers experience, I use the years a prime minister has spent in office. The measure of this variable is identical to the measure of a finance ministers office experience, i.e. the variable increases by one for every additional year the prime minister spends in office. To measure a prime ministers ideology, I again use party affiliation as a proxy: The dummy variable left ideology PM is coded one if the prime minister is a member of a leftwing party zero otherwise. Data for both variables are taken from DPI Beck et al., 2001. Data about the prime ministers educational background are taken from Dreher et al. 2009 and extended to 2010. The authors provide dummy variables for seven different educational categories. To facilitate the comparison, the data are summarised into the four categories used before, i.e. the categories natural science, political science, other university and not university are pooled as other education PM. The results are presented in Table 5. The structure of the table is similar to Table 4, i.e. in the first columns the separate impact of the personal variables is shown, whereas the joint impact of all variables is given in the last column. All estimations include the full set of macroeconomic, structural, and political control variables as discussed before. Concerning the results, neither the sign nor the significance level of the covariates changes. Due to space limitations, however, the covariates are not presented.10 In each column, the analogous personal characteristics of the finance minister and the prime minister are included. As can be seen, the final results for the experience measures of finance ministers are not affected. Especially the deficitreducing or surplusincreasing impact of the years the finance minister spends in office or has gained in former positions remains. 9 First evidence concerning this impact is given by Somogyi 2010, see the literature review. 10 The results are available upon request. 21 0.0700 0.997 1 0.573 1.085 0.283 0.642 5 6 7 8 0.234 2.515 2 3 4 0.0268 1.099 0.0297 1.201 0.0220 0.894 0.00459 0.185 0.0278 1.148 0.00915 0.360 0.251 3.009 0.00480 0.198 0.227 2.768 0.204 2.262 0.250 0.466 0.147 0.359 0.00638 0.237 0.207 2.296 0.217 2.179 0.0359 0.0598 0.0212 0.0532 0.700 1.502 0.397 0.587 0.247 0.478 0.469 0.377 Table 5: Drivers of central government debt: Additional controls Prime Minister CONTROLS FINANCE MINISTER Age Years in office Previous years cabinet member Cabinet member after recall Fiscal policy experience Left ideology Economic education Legal education Unknown education PRIME MINISTER Years in office PM Left ideology PM Economic education PM Legal education PM Unknown education PM Constant Observations R2 Adjusted R2 Cluster Notes: The dependent variable is the change of a countrys central government debt, measured in percentage points. The estimation method is OLS with country and timefixed effects. The tstatistics are given in brackets. A linear countryspecific time trend is included in all estimations. Standard errors are clustered at the individual level for each finance minister. Asterisks indicate significance at the 10, 5 and 1 percent level. Base category for the educational variables is other education. The full set of macroeconomic, structural and political control variables is included. The additional control variables Prime minister all refer the countrys prime minister; base category for the educational variables is other education. 0.0725 0.948 0.264 0.738 0.242 0.434 0.853 1.350 0.905 1.020 58.74 1.420 0.154 0.270 0.936 1.479 0.591 0.570 56.71 1.409 0.290 0.491 0.218 0.447 0.0711 0.0725 380 0.713 0.647 111 380 0.711 0.648 111 380 0.726 0.664 111 380 0.712 0.650 111 380 0.717 0.657 111 380 0.718 0.658 111 380 0.709 0.647 111 380 0.732 0.663 111 0.0290 0.430 0.100 1.388 0.0678 0.961 0.0636 0.890 43.69 1.155 56.00 1.542 55.59 1.468 62.92 1.548 66.83 1.888 49.81 1.441 0.874 1.757 0.579 1.547 22 Once again, a finance ministers economic education has no significant impact on public debt changes. This also applies to the educational measures of the prime minister column 7. This result, however, might be based on differences in economic teaching. A finance ministers personal view on the role of public debt might also be influenced by the general economic mainstream at the time of graduation and the universitys leaning.11 To control for this issue, I have also estimated interaction terms of finance ministers who graduated in economics with dummy variables capturing young age 40 years and old age 60 years finance ministers or finance minister who were born before 1940 or after 1960. None of these interaction terms has any significant impact on public debt changes.12 Finally, there is a marginally significant impact of a finance ministers ideology column 6, i.e. the change of public debt is positive if the finance minister is a member of a leftwing party which gives little support to hypothesis 3a. Taken together, especially hypothesis 1a on the impact of a finance ministers experience is confirmed. Since selection issues are less severe concerning a finance ministers previous experience as cabinet member see Table 3, the results thus show that primarily finance ministers who have a sound understanding of the political game are able to retain their personal impact on policy decisions and have a long term debtreducing impact. 4.2 Interactions with institutions and economic development Hypothesis 4 and hypothesis 5 are tested in Table 6 institutions and Table 7 economic development. Both tables include the full set of control variables, finance minister characteristics, and prime minister characteristics. Due to space limitations, however, only a selection of variables is shown.13 Concerning the different impact of personal characteristics of finance ministers in different institutional environments, I have estimated various interaction terms with the dummy variable delegation approach. The variable is equal to one if the delegation approach is used and zero otherwise. The information about the implemented budgetary procedure per country stems from Hallerberg et al. 2009. Since I estimate a panel fixed model and the variable delegation approach is rarely changing or rather timeinvariant, only the interaction terms can be interpreted correctly, whereas a valid interpretation of the single delegation dummy is not possible. The results of Table 6 reveal that the change of public debt is higher if the finance minister has gained previous experience as a national cabinet member and the delegation approach is used column 2. This contradicts hypothesis 4; a finance ministers political experience obviously pays off, especially if the finance ministers institutional role is limited. The opposite holds true with respect to the 11 However, it was not possible to collect exact dates of graduation uniformly for all finance ministers. 12 The results are not shown but are available upon request. 13 The full tables are available upon request. 23 economic education of finance ministers column 3. If the finance minister has studied economics and has a strong institutional role, the change of public debt is lower as compared to a finance minister with a limited scope of action.14 There is no empirical evidence concerning a finance ministers experience in office. A further test now relates to another indicator about the strength of the finance minister. Like Jochimsen and Nuscheler 2010, I have coded a dummy variable indicating that the finance minister belongs to the same party as the prime minister strong finance minister. However, contrary to their findings for the German subnational level, a combination of this measure of a finance ministers strength with personal characteristics of finance ministers on the national level has no impact on public debt changes see columns 4 to 6, Table 6.15 The estimation results concerning hypothesis 5 are presented in Table 7. Again, all control variables, prime minister characteristics, and finance minister characteristics are included in the regressions. In the first three columns, interaction effects of finance minister characteristics and the real growth of GDP are estimated. In the next three columns, the same is done with the countrys unemployment rate. Only two interaction terms reveal a significant impact. However, the results concerning a finance ministers experience in office contradict hypothesis 5: The decrease in the change of public debt combined with rising GDP growth is smaller if the minister has gained more experience in office. Finance ministers who serve for a long time are thus less engaged in budget consolidation in prosperous times as compared to finance ministers who are relatively new incumbents column 1. The opposite effect occurs for unfavourable times: If the unemployment rate increases, the increase in the change of public debt is smaller the more experience a finance minister has gained in previous positions, i.e. the more political experience a finance minister has. Finally, I control for hypothesis 3b, i.e. the interplay of a finance ministers ideology and election dates. The interaction term of both variables is positive but insignificant column 7. There is no empirical evidence concerning a connection of a finance ministers ideology and election dates. 14 Concerning a direct measure of the institutional strength of the finance minister, I have also used an index which stems from Hallerberg and Wolff 2008. However, there is no additional significant impact of these interaction terms. The results are available upon request. 15 Jochimsen and Thomasius 2011 have also controlled for gender effects. However, only six female finance ministers are kept in the data in the regarded period, which results in too little information to control for gender effects. 24 0.527 3.043 2.632 2.804 6 0.186 1.896 0.229 2.304 1.083 1.247 5 0.203 2.111 0.275 1.980 0.468 0.703 4 0.298 2.167 0.206 2.015 0.445 0.667 3 0.228 2.457 0.232 2.404 1.447 1.791 0.666 0.408 2 0.154 1.699 0.498 3.280 0.405 0.691 2.529 2.029 1 0.236 1.782 0.216 2.150 0.433 0.650 1.296 0.856 0.0693 0.401 Table 6: Drivers of central government debt: Interactions institutions CONTROLS PRIME MINISTER FINANCE MINISTER Years in office Previous years cabinet member Economic education Delegation approach Delegation approach years in office Delegation approach years cabinet member Delegation approach economic education Strong finance minister Strong finance minister years in office Strong finance minister years cabinet member Strong finance minister economic education Constant Observations R2 Adjusted R2 Cluster Notes: The dependent variable is the change of a countrys central government debt, measured in percentage points. The estimation method is OLS with country and timefixed effects. The tstatistics are given in brackets. A linear countryspecific time trend is included in all estimations. Standard errors are clustered at the individual level for each finance minister. Asterisks indicate significance at the 10, 5 and 1 percent level. Base category for the educational variables is other education. The full set of macroeconomic, structural and political control variables, prime minister variables and finance minister variables is included. The additional control variables Prime minister all refer the countrys prime minister; base category for the educational variables is other education. 0.0365 0.0563 0.126 0.778 0.968 1.174 65.53 1.588 52.72 1.363 380 0.742 0.673 111 54.05 1.313 380 0.733 0.662 111 61.16 1.460 380 0.733 0.662 111 61.55 1.596 380 0.745 0.676 111 69.23 1.710 380 0.733 0.662 111 0.206 0.393 0.844 1.272 0.0947 0.543 380 0.734 0.663 111 25 1 0.0587 4.499 0.394 2.754 0.748 4.550 0.540 1.841 0.343 3.512 0.189 1.937 0.429 0.658 0.682 1.511 6 0.269 1.964 0.854 4.438 0.432 1.424 0.218 2.339 0.226 2.251 1.337 1.134 0.731 1.542 5 0.256 1.904 0.906 5.990 0.394 1.295 0.227 2.480 0.172 0.861 0.269 0.404 0.940 1.966 3 0.342 2.253 0.787 5.025 0.445 1.482 0.212 2.290 0.197 1.963 0.0679 0.0864 0.761 1.736 4 0.264 1.928 0.755 4.495 0.472 1.525 0.290 1.670 0.220 2.172 0.428 0.622 0.688 1.454 7 0.254 1.873 0.778 4.826 0.0483 0.101 0.214 2.379 0.216 2.156 0.394 0.586 0.380 0.729 2 0.228 1.510 0.773 4.683 0.454 1.498 0.207 2.311 0.180 1.506 0.382 0.565 0.750 1.637 Table 7: Drivers of central government debt: Interactions economic development CONTROLS PRIME MINISTER FINANCE MINISTER Real growth of GDP Unemployment rate Election dummy Years in office Previous years cabinet member Economic education Left ideology Real growth of GDP years in office Real growth of GDP years cabinet member Real growth of GDP economic education Unemployment rate years in office Unemployment rate years cabinet member Unemployment rate economic education Election dummy left ideology Constant Observations R2 Adjusted R2 Cluster Notes: The dependent variable is the change of a countrys central government debt, measured in percentage points. The estimation method is OLS with country and timefixed effects. The tstatistics are given in brackets. A linear countryspecific time trend is included in all estimations. Standard errors are clustered at the individual level for each finance minister. Asterisks indicate significance at the 10, 5 and 1 percent level. Base category for the educational variables is other education. The full set of macroeconomic, structural and political control variables, prime minister variables and finance minister variables is included. The additional control variables Prime minister all refer the countrys prime minister; base category for the educational variables is other education. 0.896 1.290 59.47 1.441 57.68 1.362 59.93 1.443 380 0.733 0.662 111 58.63 1.439 69.26 1.707 50.61 1.210 47.01 1.156 380 0.743 0.675 111 380 0.734 0.664 111 380 0.733 0.662 111 380 0.739 0.671 111 380 0.733 0.663 111 380 0.734 0.664 111 0.188 0.934 0.0111 0.652 0.0504 2.356 0.115 0.826 0.0152 0.449 26 4.3 Robustness checks Among others, tests concerning the sensitivity of the results refer to the selection of the finance ministers. Due to national elections, for instance, in some years more than one minister bears responsibility for public finance. To enable fixedeffects panel estimations, however, in these cases particular finance ministers must be excluded from the raw data. In the basic specification, only the finance minister who served longest in the respective year remains in the data. Changes of this algorithm might have an impact on the final results. I have controlled for this issue by using another algorithm which refers to the start of incumbency: If a finance minister was in office on January, 1, the respective year is completely ascribed to this minister. Consequently, all finance ministers who came to office later in the same year are excluded. The results are given in the appendix Table A 4. Now, the measure of office experience misses statistical significance. The significant impact of the experience measure of previous years as cabinet member, by contrast, remains robust. Nonetheless, it is important to stress the disadvantage of this second algorithm: Only finance ministers who are appointed on January, 1 are included. The algorithm, however, does not control for the particular impact of the respective ministers. If a finance minister was voted out of office in March, his personal impact in the respective year should be very low or even nonexisting. I therefore strongly prefer the first algorithm. Further tests concern the coding scheme of the experience measure years in office. In the basic specification, the measure increases by one if the finance minister has served for at least eight months. To control for the sensitivity of this measure, I have also employed thresholds of six and ten months column 2 and column 3. Neither the sign nor the significance level of the measure of office experience changes. On top of that, the impact of finance minister characteristics might be biased since personal characteristics like previous cabinet experience or the educational variables of all finance ministers regardless whether the finance minister has served for at least eight months or not are included. For this reason, in another specification I have also excluded all finance ministers who have not served for at least eight months from the regression column 4. Again, the significant impact of both experience measures remains. The same holds true if Luxembourg is excluded from the regression column 5. This is done because of the long incumbency period of JeanClaude Juncker. Finally, the impact of the economic education might be biased since I have pooled an educational background in economics with a graduation in business administration. For this reason, I have also estimated the separate impact of both fields of study. The results are presented in column 6. As compared to the remaining columns, the dummy variable economic education now solely captures a graduation in economics whereas the variable business administration equals one if the finance minister has graduated in business administration 27 zero otherwise. However, the distinction in economics and business administration does not change the previous results. 5 Conclusion In this paper I extend the literature on the determinants of public debt by adding personal characteristics of national finance ministers for 15 European countries 1980 2010. In particular, I have included three different personal characteristics of national finance ministers which account for a finance ministers experience, his educational background, and his ideological leaning. It turns out that especially a finance ministers experience has an impact on the development of public debt hypothesis 1a. Both a finance ministers experience gained in office and his political experience are decisive. While the former experience measure suffers from potential endogeneity due to reverse causality, there are good arguments supporting that the latter result can be interpreted in a causal way. The more experience a finance minister has gained in previous positions as national spending minister in the cabinet, the smaller the change of the debt to GDP ratio. This implies that either budget deficits decrease or budget surpluses increase if the finance minister is a political heavyweight. The result is in line with the theory. The institutional function of the finance minister is to resist spending pressures of his cabinet colleagues. It is thus reasonable to assume that those ministers who have a sound understanding of the ways of political decision making have comparative advantages as compared to relatively inexperienced finance ministers. A finance minister who was a national cabinet member before becoming minister of finance has shown his ability to survive in politics. This demonstrates decisiveness and selfassertion which then also reflects in his new position as minister of finance. 28 Obs. Mean Std. Dev. Max. Appendix Table A1: Summary Statistics VARIABLES DEPENDENT VARIABLE Change of Central Gov. Debt CONTROL VARIABLES Unemployment rate Lagged debt level Real growth of GDP Real long term interest rate Population Election year Government fragmentation Openness FINANCE MINISTER Experience Years in office Previous years cabinet member Fiscal policy experience Cabinet member after recall Education Economic education Law education Other education Unknown education Ideology Left ideology PRIME MINISTER Experience Office experience PM Education Economic education PM Law education PM Other education PM Unknown education PM Ideology Left ideology PM 380 380 380 380 380 380 380 380 380 380 380 380 380 380 380 380 380 380 380 380 380 380 380 380 0.785 7.767 49.702 2.411 3.980 25.518 0.300 30.166 80.70 3.218 2.031 0.526 0.337 0.536 0.292 0.226 0.010 0.439 4.226 0.226 0.344 0.434 0.018 0.415 Min. 9.869 1.500 0.820 8.200 .3400 0.403 0 0 35.330 0 0 0 0 0 0 0 0 0 1 0 0 0 0 0 4.417 4.228 25.444 2.539 2.292 26.181 0.458 24.336 47.371 3.015 2.673 0.499 0.473 0.499 0.455 0.418 0.102 0.496 3.194 0.418 0.475 0.496 0.134 0.493 19.070 24.100 113.670 11.460 11.180 82.534 1 74.709 324.360 20 10 1 1 1 1 1 1 1 16 1 1 1 1 1 29 Start Office End Office Education Law Unknown Law EconomicsLaw Other Economics Unknown Unknown Economics Other Other Unknown Law Law Other Economics Economics Law Economics Unknown Name Herve Gaymard Christian Sautter Alain Madelin JeanLouis Borloo Oskar Lafontaine Georgios Agapitos Agamemnon Drettakis Ioannis Pottakis Antonis Samaras Georgios Souflias Georgios Gennimatas Gene Fitz Gerald Charles Haughey Silvio Berlusconi Gijsbert Michiel V. van Aardenne Johannes Franciscus Hoogervorst Antonio Bagao Felix Guilherme dOliveira Martins Luis Campos e Cunha Odd Engstrom Table A2: Excluded ministers of finance Country 25.02.2005 France 28.03.2000 France 25.08.1995 France 19.06.2007 France 18.03.1999 Germany 11.04.1990 Greece 05.07.1982 Greece 27.03.1984 Greece 12.10.1989 Greece 13.02.1990 Greece 25.02.1994 Greece 30.06.1981 Ireland 14.11.1991 Ireland 16.07.2004 Italy 04.03.1980 Netherlands 27.05.2003 Netherlands 12.03.2005 Portugal 06.04.2002 Portugal 21.07.2005 Portugal Sweden 27.02.1990 Notes: Summary of finance ministers per country who are excluded from the regressions. A finance minister was excluded if there was one or more changes of incumbency per year and if the finance minister has not served the longest as compared to the remaining ministers in the respective year. Table A3: Included Time Series Baseline regression 30.11.2004 02.11.1999 18.05.1995 18.05.2007 27.10.1998 13.02.1990 28.06.1982 09.09.1983 02.07.1989 23.11.1989 13.10.1993 16.12.1980 07.11.1991 04.07.2004 22.02.1980 22.07.2002 17.07.2004 03.07.2001 12.03.2005 16.02.1990 Number of Finance Ministers 9 10 5 8 6 4 10 11 1 5 10 9 7 9 7 111 Country Austria Denmark Finland France Germany Greece Ireland Italy Luxembourg Netherlands Norway Portugal Spain Sweden United Kingdom Sample Number of Observations 29 29 19 17 29 12 28 29 16 29 29 27 29 29 29 380 Included Period Start 1981 1981 1991 1993 1981 1998 1982 1981 1994 1981 1981 1983 1981 1981 1981 1981 End 2009 2009 2009 2009 2009 2009 2009 2009 2009 2009 2009 2009 2009 2009 2009 2009 30 0.801 1.367 0.185 0.161 0.266 0.515 0.410 0.331 3 4 5 6 0.501 0.923 0.820 0.575 1 2 0.00489 0.181 0.179 2.058 0.222 2.207 0.0707 0.117 0.00141 0.00349 0.745 1.587 0.390 0.571 0.00722 0.270 0.219 2.513 0.214 2.166 0.0488 0.0817 0.00970 0.0244 0.700 1.517 0.440 0.651 0.00235 0.0803 0.182 1.748 0.211 1.961 0.289 0.453 0.0413 0.0983 0.608 1.233 0.591 0.836 0.00561 0.219 0.223 2.548 0.214 2.158 0.181 0.314 0.0624 0.164 0.630 1.417 0.532 0.821 0.00213 0.0717 0.127 1.384 0.185 1.862 0.397 0.638 0.290 0.678 0.493 0.948 0.454 0.722 0.00658 0.243 0.207 2.281 0.219 2.132 0.0346 0.0572 0.0119 0.0299 0.704 1.479 0.421 0.568 0.357 0.473 0.252 0.478 0.496 0.384 Table A4: Drivers of central government debt: Robustness check CONTROLS FINANCE MINISTER Age Years in office Previous years cabinet member Cabinet member after recall Fiscal policy experience Left ideology Economic education Business administration Legal education Unknown education PRIME MINISTER Years in office PM Left ideology PM Economic education PM Legal education PM Unknown education PM Constant Start January, 1 Years in office: 6 months Years in office: 10 months Years in office: 8 months FM tenure 8 months excluded Luxembourg excluded Observations R2 Adjusted R2 Cluster Notes: The dependent variable is the change of a countrys central government debt, measured in percentage points. The estimation method is OLS with country and timefixed effects. The tstatistics are given in brackets. A linear countryspecific time trend is included in all estimations. Standard errors are clustered at the individual level for each finance minister. Asterisks indicate significance at the 10, 5 and 1 percent level. Base category for the educational variables is other education. The full set of macroeconomic, structural and political control variables is included; the results of these control variables are given in the appendix. The additional control variables Prime minister all refer to the countrys prime minister; base category for the educational variables is other education. In column 6, the dummy variable economic education solely captures a graduation in economics whereas the variable business administration equals one if the finance minister has graduated in business administration. 0.0946 1.378 0.260 0.574 0.0774 0.123 0.839 1.337 0.847 0.886 41.11 1.038 380 0.725 0.654 114 0.111 1.445 0.364 0.836 0.0883 0.146 1.063 1.408 1.205 1.045 1.952 0.353 0.0722 0.936 0.272 0.724 0.246 0.434 0.851 1.340 0.911 1.025 58.72 1.417 0.0783 1.022 0.269 0.745 0.197 0.351 0.839 1.307 0.886 1.011 55.93 1.366 0.273 0.530 0.464 0.381 0.0725 0.951 0.219 0.612 0.235 0.429 0.864 1.394 0.891 1.002 55.71 1.363 380 0.731 0.662 111 0.196 0.385 0.675 0.544 0.0810 1.008 0.259 0.743 0.227 0.415 0.944 1.514 0.965 1.025 7.263 1.415 380 0.733 0.664 111 346 0.753 0.681 110 380 0.732 0.662 111 364 0.748 0.681 110 31 Table A5: Variable Description Variable CGD Description Change of central government debt in percent of national GDP given in percentage points. Unemployment rate Ratio of number of persons unemployed and the number of persons in the labor force percent. The unemployment rate as defined above is not or only partially available for France, Ireland, Luxembourg, the Netherlands or Portugal. For these countries, the harmonised unemployment rate unemployed persons as a percentage of the civilian labour force is used percent. Lagged debt level Lagged level of central government debt in percent of GDP percent. Real growth of GDP Real long term interest rate Population Government fragmentation Growth rate of real GDP percent. Real long term interest rate based on Fisher equation: Long term interest rate inflation rate percent. Population per million inhabitants. Government fragmentation: The probability that two deputies picked at random from among the government parties will be of different parties percent, Beck et al. 2001. Sum of exports and imports as a share of GDP, all measured in US , constant prices, constant PPPs, percent. Dummy variable 1 if there was a legislative or executive election in this year zero otherwise. Experience of the minister of finance measured as the time in office as finance minister: plus one if the minister has served for at least eight months years. Experience, measured in years, a finance minister has gained as a national cabinet member before appointment as national finance minister Dummy variable 1 if the finance minister was member of the cabinet after his dismissal from office zero otherwise. Dummy variable 1 if the finance minister has had any kind of practical experience in the field of fiscal policy zero otherwise. Dummy variable 1 if the minister of finance has either an economical background or an educational background in business administration zero otherwise. Dummy variable 1 if the minister of finance has legal educational background zero otherwise. Dummy variable 1 if the minister of finance has known but other than legal or economical educational background zero otherwise. Dummy variable 1 if the educational background of the minister of finance is unknown zero otherwise. Dummy variable 1 if the minister of finance is a member of a left oriented party. Experience of the prime minister measured as the time in office: plus one if the chief executive officer was in office on January, 1 or was elected, but had not taken office as of January, 1 years. Dummy variable 1 if the prime minister has either an economical background or educational background in business administration zero otherwise. Dummy variable 1 if the prime minister has legal educational background zero otherwise. Dummy variable 1 if the prime minister has known but other than legal or economical educational background Dummy variable 1 if the educational background of prime minister is unknown zero otherwise. Dummy variable 1 if the prime minister is a member of a left oriented party. Openness Election year Years in office Previous years cabinet member Cabinet member after recall Fiscal policy experience Economic education Law education Other education Unknown education Left ideology Office experience PM Economic education PM Law education PM Other education PM Unknown education PM Left ideology PM 32 Source OECD, Jaimovich and Panizza 2006 OECD OECD OECD Own computation based on OECD OECD DPI Heston et al. 2011 DPI Various sources Various sources Various sources Various sources Various sources Various sources Various sources Various sources Tsebelis 2002 DPI Dreher et al. 2009 Dreher et al. 2009 Dreher et al. 2009 Dreher et al. 2009 DPI Literature Alesina, A. and R. Perotti 1996, Fiscal Discipline and the Budget Process, American Economic Review 86 2, 401407. Alesina, A. and G. Tabellini 1990, A Positive Theory of Fiscal Deficits and Government Debt, Review of Economic Studies 57 191, 403414. Beck, T., G. Clarke, A. Groff, P. Keefer and P. Walsh 2001, New Tools in Comparative Political Economy: The Database of Political Institutions, World Bank Economic Review 15 1, 165176. Besley, T., J.G. Montalvo and M. ReynalQuerol 2011, Do Educated Leaders Matter?, The Economic Journal 121, 205227. Borge, L.E. 2005, Strong politicians, small deficits: Evidence from Norwegian local governments, European Journal of Political Economy 21 2, 325344. Brecht, A. 1932, Internationaler Vergleich der offentlichen Ausgaben: Vortrage des CarnegieLehrstuhls fur Aussenpolitik und Geschichte an der Deutschen Hochschule fur Politik ; H. 2 Teubner, Leipzig et al  Brender, A. and A. Drazen 2008, How do Budget Deficits and Economic Growth Affect Reelection Prospects? Evidence from a Large Panel of Countries, American Economic Review 98 5, 22032220. Congleton, R.D. and Y. Zhang 2009. Is it all about competence? The human capital of U.S. presidents and economic performance. Working Paper. Cukierman, A. and M. Tommasi 1998, When Does It Take a Nixon to Go to China?, American Economic Review 88 1, 180197. Cusack, T.R. 1997, Partisan politics and public finance: Changes in public spending in the industrialized democracies, 19551989, Public Choice 91 3, 375395. de Haan, J. and J.E. Sturm 1994, Political and Institutional Determinants of Fiscal Policy in the European Community, Public Choice 80 12, 157172. de Haan, J. and J.E. Sturm 1997, Political and economic determinants of OECD budget deficits and government expenditures: A reinvestigation, European Journal of Political Economy 13 4, 739750. Debrun, X., L. Moulin, A. Turrini, J. AyusoiCasals and M. Kumar 2008, Tied to the Mast? National Fiscal Rules in the European Union, Economic Policy 23 54, 297362. Drazen, A. 2001, The Political Business Cycle After 25 Years, in: B. S. Bernanke and K. Rogoff Eds., NBER Macroeconomics Annual 2000. MIT Press, 75 138. Dreher, A., M.J. Lamla, S.M. Rupprecht and F. Somogyi 2009, The Impact of Political Leaders Profession and Education on Reforms, Journal of Comparative Economics 37, 169193. Edin, P.A. and H. Ohlsson 1991, Political determinants of budget deficits: Coalition effects versus minority effects, European Economic Review 35 8, 15971603. Farvaque, E., H. Hammadou and P. Stanek 2009, Select your committee: The impact of central bankers background on inflation, Economie Internationale 117 1, 99129. Farvaque, E., H. Hammadou and P. Stanek 2011, Selecting Your Inflation Targeters: Background and Performance of Monetary Policy Committee Members, German Economic Review 12 2, 223238. Feld, L.P. and G. Kirchgassner 2001, Does Direct Democracy Reduce Public Debt? Evidence from Swiss Municipalities, Public Choice 109 34, 347370. Feld, L.P. and C.A. Schaltegger 2010, Political Stability and Fiscal Policy Time Series Evidence for the Swiss Federal Level Since 1849, Public Choice 144 3, 505534. Gohlmann, S. and R. Vaubel 2007, The educational and occupational background of central bankers and its effect on inflation: An empirical analysis, European Economic Review 51 4, 925941. 33 Hahm, S.D., M.S. Kamlet and D.C. Mowery 1996, The Political Economy of Deficit Spending in Nine Industrialized Parliamentary Democracies: The Role of Fiscal Institutions, Comparative Political Studies 29 1, 5277. Hallerberg, M., R. Strauch and J. von Hagen 2007, The design of fiscal rules and forms of governance in European Union countries, European Journal of Political Economy 23 2, 338359. Hallerberg, M., R. Strauch and J. von Hagen 2009, Fiscal Governance in Europe. Cambridge University Press, New York. Hallerberg, M. and J. von Hagen 1999, Electoral Institutions, Cabinet Negotiations, and Budget Deficits, in: J. M. Poterba and J. Von Hagen Eds., Fiscal institutions and fiscal performance. Univ. of Chicago Press, Chicago et al., 209232. Hallerberg, M. and G.B. Wolff 2008, Fiscal Institutions, Fiscal Policy and Sovereign Risk Premia in EMU, Public Choice 136 34, 379396. Hayo, B. and F. Neumeier 2011, Political Leaders Socioeconomic Background and Fiscal Performance in Germany, MAGKS Discussion Paper No. 41. Heinemann, F., P. Mohl and S. Osterloh 2009, Whos affraid of an EU tax and why?Revenue system preferences in the European Parliament, Review of International Organizations 4, 7399. Heston, A., R. Summers and B. Aten 2011, Penn World Table Version 7.0, Center for International Comparisons of Production, Income and Prices at the University of Pennsylvania. Jaimovich, D. and U. Panizza 2006, Public Debt around the World: A New Dataset of Central Government Debt, InterAmerican Development Bank. Jochimsen, B. and R. Nuscheler 2010, The political economy of the German Lander deficits: weak governments meet strong finance ministers, Applied Economics 43 19, 23992415. Jochimsen, B. and S. Thomasius 2011. The perfect finance minister: Whom to appoint as finance minister to balance the budget? DIW Discussion Papers, Nr. 1188. Jones, B.F. and B.A. Olken 2005, Do Leaders Matter? National Leadership and Growth Since World War II, Quarterly Journal of Economics 120 3, 835864. Kontopoulos, Y. and R. Perotti 1999, Government Fragmentation and Fiscal Policy Outcomes: Evidence from OECD Countries, in: J. M. Poterba and J. Von Hagen Eds., Fiscal institutions and fiscal performance. Univ. of Chicago Press, Chicago, 81 102. Mikosch, H. 2011. Leaders, Institutions and Fiscal Discipline. Working Paper. Ministero dellEconomica et delle Finanze 2001, Ministri delle Finanze, del Tesoro, del Bilancio e Programmazione Economica e dellEconomia e delle Finanze dallunita dItalia ad oggi. Neck, R. and M. Getzner 2001, PoliticoEconomic Determinants of Public Debt Growth: A Case Study for Austria, Public Choice 109 34, 243268. ORoark, J.B. and W.C. Wood 2011, Determinants of congressional minimum support: the role of economic education, Public Choice 147, 209225. Perotti, R. and Y. Kontopoulos 2002, Fragmented fiscal policy, Journal of Public Economics 86 2, 191222. Persson, T. and L.E.O. Svensson 1989, Why a stubborn conservative would run a deficit: Policy with timeinconsistent preferences, Quarterly Journal of Economics 104 2, 325345. PetterssonLidbom, P. 2001, An Empirical Investigation of the Strategic Use of Debt, Journal of Political Economy 109 3, 570. Potrafke, N. 2012, Political cycles and economic performance in OECD countries: empirical evidence from 1951 2006, Public Choice 150, 155179. 34 Roubini, N. and J.D. Sachs 1989a, Government spending and budget deficits in the industrial countries, Economic Policy 4 1, 99132. Roubini, N. and J.D. Sachs 1989b, Political and economic determinants of budget deficits in the industrial democracies, European Economic Review 33 5, 903933. Shi, M. and J. Svensson 2006, Political budget cycles: Do they differ across countries and why?, Journal of Public Economics 90 89, 13671389. Somogyi, F. 2010, Essays in Political Economy and Fiscal Policy. ETH, Zurich. Swank, O.H. 2002, Budgetary devices for curbing spending prone ministers and bureaucrats, Public Choice 111, 237257. Tavares, J. 2004, Does right or left matter? Cabinets, credibility and fiscal adjustments, Journal of Public Economics 88, 2447 2468. van der Ploeg, F. 2010, Political economy of prudent budgetary policy, International Tax and Public Finance 17, 295314. Volkerink, B. and J. de Haan 2001, Fragmented Government Effects on Fiscal Policy: New Evidence, Public Choice 109 34, 221242. von Hagen, J. 2002, Fiscal Rules, Fiscal Institutions, and Fiscal Performance, The Economic von Hagen, J., A.H. Hallett and R. Strauch 2001, Budgetary Consolidation in EMU, CEPR and Social Review 33 3, 263284. Economic Papers 148, 140. 35 ", "filename": "729462536.pdf", "person": ["Marc-Daniel Moessinger", "Moessinger, Marc-Daniel"], "date": ["2012"]}