{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/67053/1/730575373.pdf"], "title": ["The term structure of bond market liquidity conditional on the economic environment: An analysis of government guaranteed bonds"], "plaintext": "The Term Structure of Bond Market Liquidity Conditional on the Economic Environment:An Analysis of Government Guaranteed Bonds Philipp Schuster and Marliese UhrigHomburg Current Version: October 2012JEL Classification: G01, G11, G12, G13Keywords: bond liquidity, term structure of illiquidity premiums, regimeswitching,financial crisis, flighttoliquidity We thank seminar participants at the workshop Financial Markets Risk 2010 University Innsbruck, a workshop at Deutsche Bundesbank in September 2011, the DGF Ph D Workshop 2011, the Colloquium on Financial Markets in Cologne 2012, SGF 2012, DGF 2012, as well as Ralf Elsas, Rudiger Fahlenbrach, Roland Fuss, Alexander Kempf, Olaf Korn, Paulo Maio, Stefan Ruenzi, Christian Schlag,Claus Schmitt, Erik Theissen, Maxim Ulrich, Nils Unger, and Josef Zechner for helpful comments andsuggestions.Philipp Schuster, Chair of Financial Engineering and Derivatives, Karlsruhe Institute of TechnologyKIT, P.O. Box 6980, D76049 Karlsruhe, Germany, Phone 49 721 608 48184, Fax 49 721 608 48190,Email philipp.schusterkit.edu Prof. Dr. Marliese UhrigHomburg, Chair of Financial Engineering and Derivatives, Karlsruhe Institute of Technology KIT, P.O. Box 6980, D76049 Karlsruhe, Germany, Phone 49 721 608 48183, Fax49 721 608 48190, Email uhrigkit.edu.The Term Structure of Bond Market Liquidity Conditional on the Economic Environment:An Analysis of Government Guaranteed Bonds Abstract We analyze the term structure of illiquidity premiums as the difference between the yieldcurves of two major bond segments that are both government guaranteed but differ intheir liquidity. We show that its characteristics strongly depend on the economic situation.In crisis times, illiquidity premiums are higher with the largest increase for shorttermmaturities. Moreover, their reaction to changes in fundamentals is only significant duringcrises: premiums of all maturities depend on inventory risk, short maturities are highlysensitive to liquidity preferences flighttoliquidity. Therefore, calibrating risk management models in normal times underestimates illiquidity risk and misjudges term structureeffects.JEL Classification: G01, G11, G12, G13Keywords: bond liquidity, term structure of illiquidity premiums, regimeswitching, financial crisis, flighttoliquidity1.Introduction It is consensus in the literature that a large part of the yield spread compensates investorsfor the illiquidity of a bond see e.g., Longstaff, Mithal, and Neis, 2005. However thereremain a number of important questions. Do illiquidity premiums behave substantiallydifferently in different economic periods? Or are they driven by the same economic determinants independent of the economic environment? To what extent do such driversaffect different parts of the term structure of illiquidity premiums in a different manner?A deep understanding of the characteristics of illiquidity premiums is of key importancegiven both the enormous and rapidly increasing size of bond markets and their role in theeconomy as a major source of financing.The majority of empirical studies of illiquidity premiums in bond markets analyze average effects both with respect to the economic environment and the bonds maturity.Thus, they are silent on the above issues. To the best of our knowledge no previousstudy analyzes the term structure of illiquidity premiums conditional on the economicenvironment. We examine behavior and determinants of illiquidity premiums for differentmaturities and allow explicitly for a regime dependent behavior. This distinguishes ourpaper from the rest of the literature. Moreover, in contrast to our paper, many studiessuffer from the problem that empirically disentangling risk premiums due to illiquidityfrom other systematic factors such as default risk is a tedious task and often subject tostrong assumptions.Given the close link between liquidity and credit risk, an ideal setting would be to studythe differences between zero coupon yield curves of two bond segments fulfilling threerequirements: First, both segments only differ in their liquidity. Second, in each segment,there are a sufficient number of bonds available over a long observation period. Third,the bonds in each segment are completely homogeneous.1German government bonds BUNDs and government guaranteed bonds issued by the German federal agency Kreditanstalt fur Wiederaufbau Kf W provide a nearideal setting. They constitute major bond market segments in the eurozone with a sufficientnumber of bonds from both issuers in all maturity segments. Since Kf W bonds are explicitly guaranteed by the German government, they bear effectively the same defaultrisk as government bonds. However, they are clearly less liquid. This clean environmentallows us to isolate the term structures of illiquidity premiums. Moreover, we can studytheir drivers conditional on the state of the economy based on 15 years of data from 1996to 2010.In order to contribute to a more comprehensive understanding of the natureof illiquidity premiums, we study their term structures with Hamiltons regimeswitchingapproach.Three main results emerge from the analysis. First, the regimeswitching approach appliedon an autoregressive model of illiquidity premiums of different maturities identifies the 1998 bailout of Long Term Capital Management LTCM, the period after the burst ofthe dotcom bubble as well as the financial crisis starting in summer 2007 as liquiditystress periods in the European bond market.Second, we find that the term structure of illiquidity premiums varies over time and isstrongly dependent on the general financial and economic situation. In normal times, theaverage illiquidity premium measured as the extra yield to maturity of an illiquid agencybond compared to a liquid government bond is around 15 bps. This premium nearlydoubles in times of stress for all maturity segments but the increase is most prevalentat the short end. Thus, term structures of illiquidity premiums in times of crisis areoften strongly downward sloping as predicted by theoretical models when probabilities tosell are above their longterm mean see Ericsson and Renault, 2006 or when aggregateliquidity shocks are more likely see Feldhutter, 2012.Third, we find that none of our economic drivers plays a major role in explaining premiums in normal times. In contrast, factors accounting for the degree of bond illiquidity and 2factors accounting for preferences for liquidity are important in periods of stress. Whileoptionimplied interest rate volatilities which proxy for the degree of illiquidity have significant explanatory power for all maturity segments, preferences for liquidity drive theshort end only. This finding is consistent with the clearly higher shortterm premiumsand can be explained with flighttoliquidity periods that coincide with stress periods.An increased demand for shortterm and highly liquid securities within these periodsleads first to a strongly increased level of illiquidity premiums and second to a strongerinfluence of effects stemming from liquidity demand. If we estimated our model unconditionally, statistical significances would be the same as for the crisis regime, but economicsignificances would be weak. Thus, an unconditional estimation would both misjudgeeconomic drivers and contradict theoretical models predicting a close connection betweensystematic factors and illiquidity premiums see e.g., Acharya and Pedersen, 2005. Ourregimeswitching approach therefore helps to reconcile theory and empirical findings.Overall, the regimeswitching nature of the term structure of illiquidity premiums documented in this study goes well together with the theoretical insights of Brunnermeier and Pedersen 2009 that the impact of changes in fundamentals on illiquidity is significantlystronger when funding is scarce and the system is in stress. This implies that calibratinge.g., risk management models in normal times, where illiquidity premiums are largelyinvariant to changes in fundamentals, heavily underestimates the systematic componentof liquidity risk. Moreover, preferences for liquidity appear only in shortterm premiumsmaking it worthwhile to incorporate term structure effects.Despite the importance of these relations, empirical research in this area has been limited.Empirical evidence that liquidity effects in bond markets are conditional on the state ofthe economy includes the important papers of Brunnermeier 2009, DickNielsen, Feldhutter, and Lando 2012, and Acharya, Amihud, and Bharath 2010. While Brunnermeier 2009 and DickNielsen, Feldhutter, and Lando 2012 clearly document a differentbehavior of liquidity during crisis and noncrisis times, Acharya, Amihud, and Bharath2010 explicitly identify two liquidity regimes and document the regimedependent im3portance of liquidity betas. Given their focus on corporate bonds, all these studies sufferfrom the separation between liquidity and credit risk. Moreover, the term structure ofilliquidity premiums is outside the scope of these papers.Some recent research focuses on the term structure of illiquidity premiums. Longstaff2004 studies yield differences between Treasuries and Refcorp bonds. He finds a positive influence of changes in the amount of funds held in money market mutual fundson shortterm illiquidity premiums, whereas mediumterm premiums increase when consumer confidence declines. Both effects can be interpreted in the way that an increasedwariness to bear risk increases the premium of holding an illiquid bond. Kempf, Korn, and UhrigHomburg 2012 estimate the term structure of illiquidity premiums for German Pfandbriefe. They find a positive influence of short and longterm liquidation needs onthe respective illiquidity premiums, the former proxied by asset market volatilities, thelatter directly linked to a deteriorating economic outlook. Both studies do not pursue aconditional approach, rather they analyze average effects over the whole business cycle.Finally, Goyenko, Subrahmanyam, and Ukhov 2011 study the term structure of Treasurymarket illiquidity. Although their focus is on bond market trading cost measured via bidask spreads instead of yield differentials, their findings of increasing illiquidity in recessionsacross all maturities with the increase being especially pronounced for shortterm bondsis pretty much consistent with our insights on the premium side.The remainder of the paper is structured as follows: Section 2 provides details on howwe extract the term structure of illiquidity premiums. In Section 3, we study the termstructure of illiquidity premiums in a regimeswitching model and analyze economic determinants of illiquidity premiums of different maturities conditional on the economicenvironment. Section 4 performs several robustness checks. Section 5 concludes the paper.42.Illiquidity Premiums We extract the illiquidity premium by estimating the zero coupon yield curves of two bondmarket segments that differ only in their liquidity: highly liquid BUNDs and more illiquidbonds guaranteed by the German government but issued by the German federal agency Kf W. The interpretation of the Kf WBUND bond yield spread curve as the term structureof illiquidity premiums depends on two key assumptions: that federal agency bonds areless liquid than government bonds and that credit risk in both segments is exactly thesame. We describe first our data set, the approach to extract the term structure ofilliquidity premiums, and the resulting shapes of illiquidity premiums and then providesupport that the Kf WBUND spread can indeed be attributed to liquidity differences.2.1 DATA, TERM STRUCTURE ESTIMATION, AND EVOLUTION OF PREMIUMSOur data set consists of weekly closing prices for BUNDs and Kf W bonds from the Frankfurt Stock exchange from February 14th, 1996 to September 29th, 2010. During thisperiod, there are always a sufficient number of bonds from both issuers in all maturity segments available. We only include those Kf W bonds that are well comparable to BUNDs:plain vanilla fixed coupon bonds with annual coupon payments that are exchangetradableand denominated in Euro. Table I gives an overview of all bonds in our sample.Insert Table I about here.We estimate the term structure of zero coupon yields of BUNDs and Kf W bonds usingthe Nelson and Siegel 1987 approach. Within this approach, the entire term structureinformation at time t is condensed in four parameters 0,t, 1,t, 2,t, t. The zero couponyield of bond class i BU N D, Kf W at time t for time to maturity T is given asyitT i 0,t i 1,t T it 1 e T it i 2,t T it 1 e T it T it e .15To make the factors of both BUNDs and Kf Ws directly comparable and to restrict theshape of the term structure of illiquidity premiums to shapes allowed within the NelsonSiegel approach, we further impose BU N Dt Kf Wt t see also Nelson and Siegel, 1987and Diebold and Li, 2006 who restrict to be constant over time t.Estimation of the parameter vector t BU N D0,t, BU N D1,t, BU N D2,t, Kf W0,t, Kf W1,t, Kf W2,t, tis carried out for each week t separately by standard OLS techniques: We minimize thesum of squared differences between observed and theoretical NelsonSiegel yields for allbonds in both segments bymint 1N BU N Dt N BU N Dt Xj1cid:16yldobs,BU N Dj,t yldth,BU N Dj,tcid:1721N Kf Wt N Kf Wt Xk1cid:16yldobs,Kf Wk,t yldth,Kf Wk,tcid:1722,where the theoretical yield yldth,ij,t of bond j from bond class i is obtained by discounting allits future cash flows with yitT . To put equal weights on both segments for the estimationof the common t, we weight the sum of squared yield differences with the inverse of thenumber of bonds N it in the respective bond class. As in Schich 1997, who developedthe estimation procedure for the benchmark yield curve employed by the German centralbank, we exclude bonds with time to maturity less than three months since for them smallerrors in the price would translate to large yield errors. Fitting errors are presented in Table II. Root mean square errors RMSE are in the same order of magnitude for allmaturities and both segments and there is no systematic bias of yield curve estimates.Insert Table II about here.The term structure of illiquidity premiums at time t is then obtained as the differencebetween the two estimated NelsonSiegel curvesilliqtT y Kf WtT y BU N DtT .36To get a first impression on different shapes of the term structure, Figure 1 shows theevolution of the two, five, and eight year illiquidity premiums. There are clearly differentforms over time. So for example from mid 2000 until mid 2001, an increasing term structure can be observed, whereas the end of 2006 and the beginning of 2007 are characterizedby Ushaped term structures. After the collapse of Lehman Brothers, the term structurebecomes strongly decreasing. On average, the term structure of illiquidity premiums isslightly Ushaped with premiums of 21.6 bps for two years, 17.9 bps for five years, and 18.3 bps for eight years time to maturity.Insert Figure 1 about here.Average illiquidity premiums are similar in magnitude to the 9 to 40 bps range foundin previous studies of US and European bond market liquidity.1 Regarding the shape ofthe term structure, Amihud and Mendelson 1991 find a declining one for US Treasurynotes compared to more liquid Treasury bills in 1987, whereas Longstaff 2004 presentsevidence for a Ushaped, and Koziol and Sauerbier 2007 for a humpshaped profile.2 Ourfindings help to reconcile these conflicting outcomes as the shape of the term structure ofilliquidity premiums depends on the general financial and economic situation. In contrastto Kempf, Korn, and UhrigHomburg 2012 who also observe varying forms for the Pfandbrief segment, our homogeneous data set of bonds from only two issuers allows us torule out unobserved changing intrasegment liquidity differences as a possible explanation.1Longstaff 2004 finds an illiquidity premium of 9 to 16 bps for zero coupon strips derived from sixlongterm Refcorp bonds for the period 1991 to 2001 and Koziol and Sauerbier 2007 find on average 20.4 bps for German Jumbo Pfandbriefe for the years 2000 to 2001. Kempf, Korn, and UhrigHomburg2012 report an average illiquidity premium between 29 bps for one year and 40 bps for 15 years of timeto maturity for the relatively heterogeneous segment of German Pfandbriefe from 2000 to 2007.2Liu, Longstaff, and Mandell 2006 and de Jong and Driessen 2006 filter premiums for illiquidityrisk out of swap and corporate bond spreads. DickNielsen, Feldhutter, and Lando 2012 estimate aliquidity component as a fraction of corporate bond spreads. All three papers find an increasing termstructure.72.2 THE KFWBUND YIELD SPREAD AND LIQUIDITY MEASURESIn this section, we argue that both Kf W bonds and BUNDs are virtually identical in allrelevant characteristics except their liquidity. We show that Kf W bonds are less liquidthan corresponding government bonds and present timeseries relations between illiquiditypremiums and liquidity measures. Thus, the Kf WBUND spread can be attributed toliquidity differences see also Schwarz, 2010; Monfort and Renne, 2010.Kf W is a promotional bank owned by the German government and federal states. It wasfounded in 1948 to further the reconstruction of the German economy after World War II. Today, it serves as the leading financier of small and medium size enterprises, providescredit to retail customers for subsidized projects e.g., improving energy efficiency ofbuildings, and acts on behalf of the German government on special tasks. All Kf W bondsare guaranteed by the German government and thus bear effectively the same default riskas government bonds. This is recognized e.g., by the US economic magazine Global Finance honoring Kf W as the worlds safest bank in 2009, 2010, and 2011. Besidestheir identical credit risk, Kf Ws and BUNDs are zero weighted in determining capitalrequirements within the Basel regulations, and are also identical in their tax treatment.In contrast, the two segments differ in their liquidity due to the about eleven timeshigher outstanding total volume and the more than three times higher average issue sizeof BUNDs compared to Kf W bonds see Table I. Note also that although Kf Ws and BUNDs are both accepted by the European Central Bank ECB as collateral for repotransactions, ECB divides securities in liquidity categories. Kf Ws are in the second highestcategory, whereas BUNDs are in the highest.33This leads to small additional haircuts for Kf Ws of up to 2% for the longest maturities. Kf Wsand BUNDs are both accepted by the Federal Reserve for discount window loans with the same marginhaircuts. The Bank of England accepts Kf Ws only as wider collateral which can be used for longtermopen market operations and the discount window facility, whereas BUNDs are accepted for all monetarypolicy operations.8To provide further support that illiquidity premiums are driven by liquidity differencesbetween the two segments, we analyze the timeseries relation between illiquidity premiums and corresponding liquidity measures for three maturity segments in more detail. Weobtain relative bidask spreads from all contributors providing quotations in Bloombergand compute the average bidask spread for each bond and each date. To calculate a timeto maturity dependent measure, we estimate a linear relation between the duration of thebond and the bidask spread for each segment and each date. With the estimated termstructure of bidask spreads we are able to aggregate the information from all bonds ofa segment in maturity dependent bidask spreads similarly as for the estimation of theterm structure of illiquidity premiums. Bidask quotations are available only since 1999for a majority of Kf W bonds, twosided quotes for bonds of durations less than two yearsare only available after August 22nd, 2001 on a continuous basis.Figure 2 presents the evolution of the two, five, and eight year illiquidity premiums overtime together with the respective quoted bidask spread differences. For all three maturitysegments, the figure shows a remarkable connection between bidask spread differences andilliquidity premiums. Their unconditional correlation is 0.89 for two years, 0.85 for five,and 0.84 for eight years maturity. These findings provide clear and consistent evidence infavor of liquiditydriven yield spreads.Insert Figure 2 about here.To further rule out the possibility that the Kf WBUND yield spread is due to a convenienceyield for BUNDs, we compare the average illiquidity premium with the spread betweenthe general collateral repo rate EUREPO and BUND. In the time period for which EUREPO is available since March 2002, the average difference between the day countadjusted EUREPO twelve months and the one year BUND rate is with 8.5 bps less thanone fourth of the average one year illiquidity premium during this time period of 36.8bps. Looking only at the financial crisis, the fraction of EUREPO compared to the total Kf WBUND spread is even slightly smaller. As EUREPO is an offer rate, one fourth 9should therefore be an absolute upper bound of the nonliquidity related fraction of theilliquidity premium.Finally, since BUNDs and Kf W bonds are traded mainly over the counter and on electronictrading platforms like MTS, we test whether there are discrepancies between our exchangedata and data from other platforms like MTS for which we have one month of data or Bloomberg Consensus quotes and do not find any fundamental difference.3. Term Structure Dynamics: A Conditional Approach We are now ready to study the term structure of illiquidity premiums in a regimeswitchingmodel and to analyze economic determinants of illiquidity premiums of different maturitiesconditional on the economic environment.3.1 MOTIVATIONAs can be seen in Figure 1, the behavior of illiquidity premiums seems to be heavilyaffected by the financial crisis. Illiquidity premiums of all maturities strongly increasein summer 2007 and reach all time highs after the collapse of Lehman Brothers.4 In theliterature, we find both theoretical and empirical evidence for a regimeswitching behaviorof bond prices with respect to liquidity. So Acharya, Amihud, and Bharath 2010 analyzethe influence of illiquidity on returns of corporate bonds of different rating classes with a Markov regimeswitching model. They find that in the stress regime, prices of investmentgrade bonds rise and prices of speculative grade bonds fall with deteriorating liquidity 4The regimeswitching behavior is supported by looking at Augmented Dickey Fuller ADF tests.They reject the nonstationary hypothesis for the time period before the beginning of the financial crisisin June 2007 for our three time series of illiquidity premiums, whereas if we include the whole timeperiod, nonstationarity can only be rejected for two and five year illiquidity premiums. Additionally,Chow tests see e.g., Candelon and Lutkepohl, 2001 reject the null hypothesis of parameter constancy inautoregressive models of different lag length for a wide range of possible break dates and all three series.10flighttoliquidity. In contrast, there is no significant effect of illiquidity on bond returnsin normal times. In a different empirical framework, Fuss, Gehrig, and Rindler 2012find that risk perception regarding liquidity risk significantly changed due to the financialcrisis. Furthermore, Acharya and Pedersen 2005 find high innovations of illiquidity withthe Amihud, 2002, measure for American stocks during periods anecdotally characterizedas liquidity crises e.g., the Russian default and LTCM crisis.There is also a small but growing body of research predicting a regimeswitching behaviorof liquidity from a theoretical point of view. Brunnermeier and Pedersen 2009 propose amodel where they relate an assets liquidity to the margin requirements of market makers.If funding becomes scarce e.g., due to macroeconomic shocks, margin requirements areincreasing which affects the market makers ability to provide liquidity. The deteriorating liquidity in turn leads to higher asset volatility, which again leads to higher marginrequirements. These liquidity spirals result in multiple fragile liquidity equilibria in crisistimes. In a similar spirit, Garleanu and Pedersen 2007 propose a model relating tighterriskmanagement and deteriorating liquidity. They predict a multiplier effect, which explains sudden dry ups of liquidity after initial losses. Another factor could be an increasedrisk aversion during crisis times, which would also lead to higher illiquidity premiums seee.g., Acharya, Amihud, and Bharath, 2010. Increasing risk premiums in times of crisiswhen intermediaries are constrained in raising capital can be observed in the model of Heand Krishnamurthy 2010. All of this would lead to a higher level and a higher volatilityof illiquidity premiums during crisis times.Based on these considerations there are good reasons to expect valuable insights froma regimeswitching approach: a small number of separated regimes is reasonable andthe system seems to alternate between them. Ignoring a possible different behavior ofilliquidity premiums in different economic regimes can in the best case only lead to resultsdescribing average characteristics. Our study is the first to allow explicitly for a regimedependent behavior of illiquidity premiums and their determinants.113.2 CRISIS IDENTIFICATIONWe use a Markov regimeswitching model for crisis identification which has been firstproposed by Hamilton 1989. In contrast to our approach, most authors rely on exceptional events to identify crises see e.g., Friewald, Jankowitsch, and Subrahmanyam, 2012;Chordia, Sarkar, and Subrahmanyam, 2005, but this procedure is somewhat arbitraryespecially for the crisis end date see Barrell et al., 2010 for a short discussion of thistopic. The main advantage of the Markov approach is the endogenous crisis identification. So essentially the data tell us, when the system is likely to be in the stress regime.To validate the crisis identification, we relate our endogenously derived stress probabilitiesto macroeconomic and financial sector variables typically used to identify financial crises.Since crisis identification is a crucial step in our analysis, we also check the robustness ofour results using exogenously specified crisis periods in Section 4 To analyze the different behavior of illiquidity premiums conditional on crisis and noncrisis times, we estimate a tworegime AR model for two, five, and eight year illiquiditypremiums. This model is then augmented with additional explanatory variables in Section 3.3.illiqt2 a Short 0,s p Xi1cid:16b Shorti,silliqti2cid:17 o Shorts,t,illiqt5 a M edium 0,sp Xi1cid:16b M ediumi,silliqti5cid:17 o M ediums,t,illiqt8 a Long 0,s p Xi1cid:16b Longi,silliqti8cid:17 o Longs,t,456where the state s 1, 2 follows a homogeneous Markov chain with constant transitionprobabilities P st 1st 1 1 p 1,1,P st 2st 1 2 p 2,2.712The vector of error terms o Shorts,t, o M ediums,t, o Longs,t is multinormally distributed with meanzero and variancecovariance matrix s where Short,M ed.ss Short,Longs Shorts Longs M ed.,Longs M ed.s LongsLongs2Shorts2Short,M ed.s Shorts M ed.s Short,Longs Shorts Longs Shorts M ed.sM ed.s2M ed.,Longs M ed.s Longs.8We select this flexible variancecovariance matrix to allow for heteroskedasticity betweenthe two regimes. Also, correlations of the error terms of different segments can be regimeswitching. The model is estimated along the lines described in Hamilton 1990 and Hamilton 1994 using the expectationmaximization EM algorithm to maximize theloglikelihood function.Table III gives the estimation results of Model 48 with p 3 lags which is suggestedby both Akaikes Information Criterion AIC and the Bayesian Information CriterionBIC. The large and significant values of the lagged parameters for all maturities andboth regimes show the high persistence of illiquidity premiums over time. Figure 3 showsthe average term structure of illiquidity premiums in both regimes. A clear separationin the two regimes can be recognized. Whereas in the nonstress regime regime 1, onaverage the extra yield to maturity of an illiquid Kf W bond compared to the liquid BUNDis around 15 bps, this illiquidity premium nearly doubles in the stress regime regime 2.Additionally, the standard deviation of the innovations is about two to three times largerin the stress regime. The shape of the term structure is slightly Ushaped in both regimes,but the decreasing part is much more pronounced in the stress regime due to large shortterm illiquidity premiums. This result can be explained with flighttoliquidity periodsthat coincide with financial crises. Within these periods, investors seek for shorttermand extremely liquid bonds as a safe haven to temporarily store their funds.55We check the validity of these results by looking at the unbiasedness of our yield curve estimatesfor the bond with the shortest maturity: In the stress normal times regime, the yield of the shortest 13The estimation of the parameters delivers the probability of the system being in the stressregime for each date in the sample. This probability is plotted in Figure 4. The stressregime can be clearly associated with economic events that might be causal for poorliquidity. So the 1998 bailout of LTCM, the period after the burst of the dotcom bubbleas well as the financial crisis starting in summer 2007 are all identified as stress periods.Insert Table III about here.Insert Figure 3 about here.Insert Figure 4 about here.To check the reliability of our crisis identification, we formally establish the connectionbetween the liquidity stress regime and economic and financial sector variables typicallyassociated with stress periods see e.g., Acharya, Amihud, and Bharath, 2010. Accordingly, we regress the probability of being in the stress regime on the following variables:i Recession Dummy Germany: This dummy variable equals 1 if the observation datelies within at least two consecutive quarters of negative real GDP growth in Germanyseasonally and workingday adjusted data from Deutsche Bundesbank.ii Negative Return DAX: Dummy variable that equals 1 if the three month return of the German stock market index DAX is below the one standard deviation bound calculatedfrom realized five minute returns of the DAX from 1996 to September 2010 data from Deutsche Borse.iii VDAX New:Implied volatility of the DAX for the next 30 days calculated fromoptions on futures on the stock market index data from Deutsche Borse.maturity BUND is on average 7.4 3.2 bps below the estimated BUND yield curve, whereas the respective Kf W bond lies 6.5 2.2 bps above the Kf W yield curve. This suggests an even stronger flight to thehighly liquid BUND with the shortest time to maturity and means that we underestimate the illiquiditypremium and the increase of the illiquidity premium in the stress regime at the very short end of theterm structure.14iv ZEW German Expectation: ZEW indicator of economic sentiment that measures theexpectations of approximately 400 surveyed financial analysts regarding the future economic development data from the Centre for European Economic Research ZEW.v TED Spread: Spread between the unsecured three month USD Libor and the threemonth TBill rate. This spread measures the uncertainty in the banking system see e.g.,Brunnermeier, 2009 data from Bloomberg.vi Credit Spread: Spread between the yields of one year AA rated corporate bonds and BBB rated corporate bonds. It is assumed that credit spreads widen in times of economicstress data from Bloomberg for the US bond market since European data only becomesavailable after 2001.vii Capitalization of the Banking System: Yearly change in the total assets of the banking system only commercial banks divided by the total financial assets of households andnonfinancial corporations data from Deutsche Bundesbank. This measure is motivatedby the connection between the ability of banks to provide funding and market liquiditysee Brunnermeier and Pedersen, 2009.viii Systemic Stress: Indicator of systemic stress in the financial system developed by Hollo, Kremer, and Duca 2011 data from the ECB.The estimation results in Table IV show a clear connection between economic variablestypically associated with economic stress and the probability of being in the stress regime.The OLS estimates are all significant in the expected direction. So a recession in Germany,the three month DAX return being below the one standard deviation bound, an increasedimplied volatility, large credit spreads and TED spreads as well as a high level of systemicstress all indicate a higher probability of being in the low liquidity stress regime. Onthe other hand, a more positive economic outlook and an increased capitalization of thebanking system lead to lower stress probabilities.6 In the univariate regressions, the large 6However, the effect of the increased capitalization of the banking system only becomes significant ifwe control for implied volatility. A possible reason for this is that increased volatility might lead to highercapital requirements which in turn lead to an increased capitalization. So an increased capitalization is 15explanatory power of systemic stress for the probability to be in the stress regime could beexpected since this indicator is specifically designed to identify financial crises. Togetherwith the anecdotal evidence from Figure 4, this analysis confirms the capability of ourapproach to identify stress periods.Insert Table IV about here.3.3 FACTORS INFLUENCING THE TERM STRUCTURE OF ILLIQUIDITYIn this section, we analyze economic drivers of illiquidity premiums of different maturitiesconditional on crisis and noncrisis times. We select measures based on the theoreticaland empirical literature regarding the determinants of illiquidity and illiquidity premiums.As illiquidity premiums are the extra yield investors receive for holding an illiquid bond,it is reasonable to hypothesize that they depend first on the degree of illiquidity of therespective bond and second on the preferences for liquidity of the marginal investor.We account for the degree of illiquidity first with a measure of general market liquidity andsecond by directly looking at liquidity differences between Kf W bonds and BUNDs. Forthe measure of general market liquidity, we follow the inventory holding cost paradigmdating back to Demsetz 1968, Stoll 1978, and Ho and Stoll 1981 and empiricallyvalidated e.g., by Benston and Hagerman 1974 and Bollen, Smith, and Whaley 2004for the stock market and by Goyenko, Subrahmanyam, and Ukhov 2011 for the bondmarket. This paradigm states that increased asset volatility leads to larger bidask spreadsto compensate the market makers for the incurred inventory risk and in turn should leadto increased illiquidity premiums see e.g., Amihud and Mendelson, 1986. To proxyfor the inventory risk of market makers, we use option implied interest rate volatility.Since coupon bonds are very similar to swaps in their cash flow structure, we use impliedswaption volatilities from Bloomberg. They are derived according to Blacks 1976 modelalso an indicator for increased volatility which would lead to contrary impacts on the stress probabilityif we do not control for volatility.16from swaption prices with an option tenor of three months and a swap tenor of one, two,three, four, five, seven, and ten years. Since Black volatilities are heavily negativelycorrelated with the level of interest rates, but we do not want to incorporate interest rateeffects, we orthogonalize the seven volatility series with the threemonth Euribor.7 Weuse the first principal component of the seven orthogonalized series as our measure forinventory risk.Liquidity differences between the two bond segments are proxied by differences in theoutstanding volume that is freely available for trading. For this, we construct measuresof the tradable volume of the representative two, five, and eight year Kf W bond relativeto the tradable volume of the corresponding German government bond. These measuresare calculated in three steps. First, we adjust for the effect that the tradable volume andliquidity of a bond tends to decrease over its life due to the fact that the outstandingvolume is absorbed by buyandhold investors aging effect, see e.g., Warga, 1992. Ejsingand Sihvonen 2009 estimate for German government bonds that the trading volumeof an issue declines by eight percent each year. Therefore, we multiply the outstandingvolume of each bond with e 0.08Age of the issuet. Second, we aggregate the tradable volumeof all outstanding bonds from each segment into the tradable volume of three representative bonds with two, five, and eight years time to maturity.8 Third, we divide thetradable volume of the representative Kf W bond of each maturity by the tradable volume of the respective German government bond. As can be seen in Table V, the average 7The unconditional correlation between the seven implied volatility series and the threemonth Euribor lies between 0.574 and 0.669. For the time before the introduction of the Euro, we use Deutsche Mark swaption volatilities and orthogonalize them with the threemonth Fibor Frankfurt interbankoffered rate.8More precisely, we weight the volume of each bond with the influence it has on the zero couponyield of the respective maturity. To measure this influence, we calculate the sensitivity of a small yieldchange of this bond on the zero coupon yield curve. The advantage of this weighting scheme is theindependence from arbitrarily selected time to maturity bucket bounds. Additionally, it minimizes thetime series variation resulting from bonds changing buckets.17tradable volume of the representative Kf W bond is about 20% of the volume of its BUNDcounterpart.The selection of a measure for liquidity preferences is conceptually more difficult. On theone hand, it is obvious that future liquidation needs positively influence preferences forliquidity. On the other hand, it is likely that market wide risk premiums also impact theextra yield investors demand for holding an illiquid bond see e.g., Garleanu and Pedersen,2011. As a proxy for future liquidation needs, we select the benchmark volatility indexfor the German stock market VDAX New. As Kempf, Korn, and UhrigHomburg 2012argue, implied volatility is a measure of the expected amount of information flowing intothe market.It is likely that trading needs increase with a growing information flow.VDAX New is calculated by Deutsche Borse from options on futures on the DAX. Asa further measure of financial uncertainty, which positively influences future liquidationneeds, we use the TED spread. Brunnermeier 2009 points out, that in times of higheruncertainty in the banking system, the risk of unsecured loans rises which in turn leadsto higher LIBOR rates. Additionally, in times of higher uncertainty the value of firstrate collateral rises pushing down TBill rates and widening the TED spread further.9As a proxy for market wide risk premiums or required returns, we select the dividendyield of the German stock market index DAX. In his 2011 Presidential Address to the American Finance Association, Cochrane 2011 points out that variations in the marketwide dividend yield reflect changes in risk premiums rather than changes in future dividendgrowth. The dividend yield is calculated by Bloomberg under the assumption, that forall 30 constituents of the DAX, realized dividends in the year before the observation dateare paid as an infinite annuity. It is available after May 7th, 1997. Both TED spreadand VDAX New, besides being measures for uncertainty, are also expected to be sensitiveto an increase in risk premiums. Additionally, the dividend yield is supposed to rise inuncertain times with high future liquidation needs due to declining stock prices. Thus,9The TED spread as a measure of uncertainty, tightness, or fear in the banking system is also employede.g., by Nyborg and Ostberg 2010 and Kucuk 2009.18a separation of liquidation needs and risk premiums is not possible and we therefore usethe first principal component of the three series as our measure for liquidity preferences.Insert Table V about here.To analyze the impact of our economic factors on the term structure of illiquidity premiums conditional on the two regimes, we augment the AR Model 48 with exogenousvariables. Sensitivities are allowed to be different in the two regimes:illiqt2 a Short 0,s p Xi1cid:16b Shorti,silliqti2cid:17 a Short 1,sinv Riskt a Short 2,strbl V olt2 a Short 3,sliqu P reft o Shorts,t,9illiqt5 a M edium 0,sp Xi1cid:16b M ediumi,silliqti5cid:17 a M edium 1,sinv Riskt a M edium 2,strbl V olt5 a M edium 3,sliqu P reft o M ediums,t,10illiqt8 a Long 0,s p Xi1cid:16b Longi,silliqti8cid:17 a Long 1,sinv Riskt a Long 2,strbl V olt8 a Long 3,sliqu P reft o Longs,t,11where the state st 1, 2 follows a homogeneous Markov chain as specified in 7 andthe vector of error terms o Shorts,t, o M ediums,t, o Longs,t is multinormally distributed with meanzero and variancecovariance matrix as defined in 8. As in the Markov regimeswitching AR model, we set p 3 and estimate the model with the EM algorithm to maximize theloglikelihood. Due to the availability of data for our exogenous variables, the observationperiod is now May 7th, 1997 to September 29th, 2010.10Table VI presents our main results concerning the explanatory variables. First, inventoryrisk proxied by implied swaption volatilities heavily influences illiquidity premiums of all 10The derived stress probabilities are very similar to the ones calculated from the estimation of Model48 the average absolute difference between the two probability series is only 2.6% and they alsoexpose the same crisis events LTCM, burst of dotcom bubble, and financial crisis19maturities in the crisis regime, whereas in normal times, there is no significant influence.In Table VII, we analyze the regimeswitching behavior of the sensitivities. The nullhypotheses are that the influences of the economic factors on illiquidity premiums areidentical in both regimes. For inventory risk, the null hypotheses i.e., H0 : a Short 1,s2,1,s1 a Short 1,s1 a M ediuma M edium 1,s2, and a Long 1,s1 a Long 1,s2 can be clearly rejected for medium and longtermpremiums. The more important influence of inventory risk in crisis times is consistentwith Brunnermeier and Pedersens 2009 argument that it is much more costly for marketmakers to put aside the additional capital required to cover potential losses on theirinventory positions when funding is scarce. Thus, they cut back liquidity provision morestrongly during crisis times, when inventory risk increases.11 To illustrate the economicsignificance, we look at a one standard deviation shock on inventory risk. Such a shockleads to an increase e.g., of the mediumterm premium of about 2.7 bps, which is morethan one tenth of the average premium in the stress regime.Insert Table VI about here.Insert Table VII about here.Second, liquidity differences, proxied by the fraction of tradable volume of the representative Kf W bond compared to its BUND counterpart, only play a minor role. Although alarge tradable volume of the Kf W seems to significantly decrease the five year illiquiditypremium, the economic significance is weak a one standard deviation shock has only animpact of 0.7 bps. A similar result is also observed for the Pfandbrief market by Kempf,Korn, and UhrigHomburg 2012. A possible explanation the authors provide is thatperceived liquidity differences do not change with each issued bond but are rather static.11An alternative explanation is that the sensitivity of illiquidity premiums regarding a changing liquidity increases in crisis times. This is observed for the corporate bond market by DickNielsen, Feldhutter,and Lando 2012 for the recent subprime crisis. Van Landschoot 2008 finds that the effect of changesto bidask spreads on corporate bond spreads is higher when liquidity is low.20Another explanation could be that the value investors attribute to liquidity increases withless available liquid BUNDs due to the law of supply and demand see Krishnamurthyand VissingJorgensen, 2010. If this is the case, there are two opposite effects from anincrease of the BUND volume. First, the relative liquidity of Kf W bonds decreases leading to an increase in illiquidity premiums. Second, the value of liquidity decreases whichshould decrease illiquidity premiums.Third, coefficients on preferences for liquidity clearly document that investors concentrateon shortterm bonds when disengaging from illiquid securities in crisis times. The effectis both statistically and economically significant. A one standard deviation shock to thepreference variable leads to an impact on the two year illiquidity premium of 3.1 bps inthe crisis regime. This is about 10% of the average premium in this regime. Moreover,the regimeswitching impact of the preferences variable on the short end is confirmed by Table VII. In contrast, coefficients are insignificant both in normal times and for longermaturities. These results are particularly interesting as they constitute pronounced termstructure effects. The increased demand for shortterm and highly liquid securities withinstress periods leads first to a strongly increased level of especially shortterm illiquiditypremiums see Figure 3. Second, amplified by the increased wariness to bear risks withinstress periods, effects stemming from liquidity demand become more important.Note that our analysis does not simply exclude credit risk effects, by definition. Instead,the close link between credit and liquidity risk see e.g., Ericsson and Renault, 2006;He and Xiong, 2012 is well recognized in our approach as economy wide credit spreadshave significant explanatory power for the probability to be in the liquidity stress regimesee Table IV. Despite this strong connection the specific nature of our data allows usto identify effects on illiquidity premiums. As a result, we can isolate flighttoliquidityeffects from the impacts of flighttoquality and can conclude that they are especiallypronounced at the short end.21Overall, our results confirm the prediction of the theoretical literature see e.g., Brunnermeier and Pedersen, 2009 that the impact of changes in fundamentals on illiquiditypremiums is significantly stronger when funding is tight and the system is in stress.Moreover, flight toliquidity effects contribute to declining term structures of illiquiditypremiums in crisis times. Thus, calibrating e.g., risk management models in normal times,when the influence of fundamentals on illiquidity premiums is weak, strongly underestimates the contribution of illiquidity to systematic risk and might systematically misjudgeterm structure effects.4. Robustness In this section, we perform several robustness checks, in which we control for perceivedcredit risk, selling and buying pressure from abroad, specialness of German governmentbonds, and the level of interest rates. Additionally we look at the influence of the principalcomponent analysis on our results, incorporate possible spillover effects between differentsegments of the term structure, and account for the degree of liquidity with quoted bidaskspread differences allowing us to further check the separation between liquidity preferencesand inventory risk. Finally, we use monthend data and exogenously specified crises datesto check the robustness against our regime identification methodology.First, we include a measure for the market wide credit spread as an additional explanatoryvariable to control for perceived credit risk. We use the spread between the Bloombergindex for the yield of BBB rated industrial USD bonds and the corresponding AA index.Note that we cannot utilize credit spreads of EUR bonds since these are available onlyafter August 2001. The credit spread indexes are available with different maturities, sowe add the index with the corresponding time to maturity to the respective equationfor the short, medium, and longterm illiquidity premium. Other than that, the modelspecification is identical to that in Table VI.22The results are presented in Table VIII. The parameter estimates for our explanatoryvariables are qualitatively and quantitatively similar while all coefficients on credit spreadsare insignificant. Importantly, this evidence suggests that our results are not driven byperceived credit risk. Together with the result, that the credit spread has significantexplanatory power for the probability to be in the liquidity stress regime see Table IV,this suggests that systematic credit and liquidity risk even though heavily correlatedare only connected over the overall state of the economy.Insert Table VIII about here.Second, we control for selling and buying pressure from abroad. There are two channelsthrough which effects might materialize. First, it is possible that foreign investors pullout of everything that is not as liquid as government bonds in times of stress. Thiswould lead to a negative relation between foreign fund flows and the Kf WBUND spread.Second, it might be the case that foreign investments into the German bond marketmight be directed mainly into the government segment, resulting in a positive relation.To overcome the problem of these conflicting effects, we differentiate between foreigninvestments into bonds from public and nonpublic issuers, where Deutsche Bundesbankclassifies the Kf W as a nonpublic issuer. We use net fund flows published by Deutsche Bundesbank and deflate them with the consumer price index.The results in Table IX reveal that foreign fund flows in nonpublic Kf W bonds haveindeed a significant negative effect on illiquidity premiums in the stress regime while flowsin public government bonds are positively related to premiums. However, includingthese control variables does not change any of our previous findings.Insert Table IX about here.Third, we analyze a possible influence of specialness of BUNDs arising from their deliverability into the heavily traded interest rate future at Eurex. Although previous papers 23see e.g., Ejsing and Sihvonen, 2009 conclude that these effects are close to an order ofmagnitude smaller than the observed illiquidity premiums, we want to exclude an influence on our results. For the robustness check, we focus on bonds with cheapesttodeliverCTD status into the short BSA, medium Bobl, and longterm Bund futures. Thevalue of specialness is calculated as the difference in the interpolated yield derived fromthe two BUNDs that enclose the CTD bond regarding its maturity minus the yield of the CTD bond see Kempf, Korn, and UhrigHomburg, 2012.According to Table X the value of specialness only significantly influences the yield spreadbetween agency bonds and BUNDs for short and mediumterm maturities in normaltimes. Importantly, the similarity of the other results to our previous findings confirmsthat they are not an artifact of the specialness of BUNDs.Insert Table X about here.Fourth, we control for the influence of the level of interest rates on illiquidity premiums.If the marginal investor bases his investment decision on net present value, he discountsfuture illiquidity premiums and therefore, equilibrium premiums will be proportional to1 riskless Ratet see e.g., Yawitz, 1977. Additionally a lower interest rate todaycompared to higher interest rates in the past might increase the willingness of investorsto take liquidity risk due to search for yield see e.g., Rajan, 2006. We control for botheffects by including the yield of all outstanding debt securities of German issuers. Welook at the relative yield level compared to the average yield of the previous three years.The results in Table XI confirm our hypotheses regarding the average yield for mediumand longterm illiquidity premiums in the nonstress regime. Thus, in normal times investors seem to be more willing to take liquidity risks and therefore drive illiquiditypremiums down when interest rates are low compared to the previous years. Controllingfor the influence of interest rates, all significances for inventory risk, liquidity differencesand liquidity preferences are unchanged compared to our main analysis.24Insert Table XI about here.Fifth, we check whether our results are governed by the use of first principal componentsas explanatory variables. Since we cannot observe inventory risk and liquidity preferencesdirectly, the first principal component is used in our main analysis to reduce the noisein our proxies see e.g., Ang and Piazzesi, 2003; Baker and Wurgler, 2006; DickNielsen,Feldhutter, and Lando, 2012. To check whether this approach drives our findings, weuse maturity dependent swaption volatilities for inventory risk 12 and the dividend yieldof the DAX as the measure for liquidity preferences.Except for the fact that liquidity preferences are now even significant for mediumtermmaturities, Table XII confirms our main results. Hence, the choice of not directly observable principal components plays little role.Insert Table XII about here.Sixth, we control for dynamic linkages between illiquidity premiums of different maturities.Goyenko, Subrahmanyam, and Ukhov 2011 find for bidask spreads of US treasuries,that shocks on the liquidity of shortterm bonds transmit to longerterm maturities, butthey also observe transitions in the other direction. On the other hand, Kempf, Korn, and UhrigHomburg 2012 cannot detect any spillover effects between different segments ofthe term structure for illiquidity premiums of German Pfandbriefe. We control for possiblespillover effects by including the lagged values of the other variables:illiqt2 a Short 0,s p Xi1cid:16b Shorti,silliqti2cid:17q Xi1cid:16c Shorti,M edium,silliqti5 c Shorti,Long,silliqti8cid:17 a Short 1,sinv Riskt a Short 2,strbl V olt2 a Short 3,sliqu P reft o Shorts,t,1212As a swaption with eight years swap tenor is not directly available, we linearly interpolate its impliedvolatility from the seven and ten year series.25illiqt5 a M edium 0,sp Xi1cid:16b M ediumi,silliqti5cid:17q Xi1cid:16c M ediumi,Short,silliqti2 c M ediumi,Long,s illiqti8cid:17 a M edium 1,sinv Riskt a M edium 2,strbl V olt5 a M edium 3,sliqu P reft o M ediums,t,13illiqt8 a Long 0,s p Xi1cid:16b Longi,silliqti8cid:17q Xi1cid:16c Longi,Short,silliqti2 c Longi,M edium,silliqti5cid:17 a Long 1,sinv Riskt a Long 2,strbl V olt8 a Long 3,sliqu P reft o Longs,t,14with the specifications for the transition matrix in Equation 7 and the variancecovariancematrix in 8 unchanged. We select q 1 lag as suggested by the Bayesian Information Criterion.The results in Table XIII confirm our results for liquidity preferences and liquidity differences. Interestingly, the results for inventory risk are slightly weaker. Only mediumand longterm premiums are significantly influenced in the crisis regime. Since inventoryrisk drives all maturities in our main analysis, part of its impact seems to take effect overinterdependencies between maturity segments.Insert Table XIII about here.Next, we use quoted bidask spread differences see Figure 2 to account for the degreeof liquidity. This allows us to further challenge our separation between liquidity preferences and inventory risk by including interest rate volatility into our proxy for liquiditypreferences.13 In our main analysis, we employed inventory risk in the form of interest 13Interest rate volatilities, besides being measures for inventory risk that drive bidask spreads, arealso a natural proxy for future trading needs. So e.g., Vayanos 2004 models liquidation needs of fundmanagers as the probability of the funds performance falling below a threshold. This probability increaseswith volatility.26rate volatility as a proxy for market liquidity and differences in the tradeable volume asthe proxy for liquidity differences between Kf Ws and BUNDs. We did not use bidaskspreads directly, since first, they are like illiquidity premiums measures for the price ofliquidity and therefore possibly endogenous. Second, they are only available since August 22nd, 2001 on a continuous basis for all maturities.Nevertheless, the results for the shortened observation period in Table XIV confirm ourfindings. Although the modified proxy for liquidity preferences is now statistically significant also for longer maturities and in the normal regime, its effect on shortterm maturitiesin the stress regime is four times larger than in normal times and about twice as largecompared to mediumterm maturities. As inventory risk in our main analysis, bidaskspread differences for all maturities are only significant in crises times.Insert Table XIV about here.Finally, we control for the crisis identification mechanism. As Boldin 1996 argues,the regime identification in Markov regimeswitching models is sometimes vulnerable torelatively small changes in the data. To rule out such an effect in our study, we performour analysis a with a new data set with monthend illiquidity premia and explanatoryvariables and b by exogenously specifying crisis and noncrisis periods.The monthly analysis with the new data set in Table XV confirms all our main results.In the stress regime, the influence of inventory risk is significantly higher for mediumand longterm premiums. As before, liquidity preferences strongly influence shorttermpremiums. Although their influence now extends to mediumterm premiums, the effectis more than twice as large for shortterm maturities. As in the main analysis, tradeablevolume is significant for mediumterm premiums within the stress regime. Longtermmaturities are now also affected.Insert Table XV about here.27For the exogenous crises specification, we define the LTCM crisis as the time between June and October 1998 see Acharya and Pedersen, 2005. The beginning of the dotcomstress period is dated on May 10th, 2001, the day the ECB started cutting back interestrates. As the end of the crisis, we select the end of the 200203 recession in Germany in June 2003. The financial crisis starts in June 2007 when two of Bear Stearns hedge fundsran into trouble and transforms into the European debt crisis which lasts up to the endof the observation period.The results in Table XVI confirm our main findings. Inventory risk is significant for allmaturities in crisis times, liquidity preferences are only significant in stress periods andfor shortterm maturities. Tradable volume is now significant for shortterm premiums,but again, economic significances are below one basis point. Although conclusions donot change when using exogenously defined crisis dates, our approach to endogenouslyidentify stress periods leads to a much cleaner separation of crisis and noncrisis periods.Insert Table XVI about here.5. Conclusion In this paper, we extract the term structure of illiquidity premiums from the spreadbetween two bond classes differing only in their liquidity. The availability of a data setof homogeneous bonds spanning a large time to maturity segment over a long periodof time allows us to quantify the term structure of illiquidity premiums without strongassumptions regarding the separation of credit and liquidity risk. We analyze this termstructure in a setting allowing for a different behavior during crisis and noncrisis times.We find that the term structure of illiquidity premiums varies over time and is stronglydependent on the general financial and economic situation. Option implied interest ratevolatilities as a measure for inventory risk influence all maturities, whereas our measure 28for liquidity preferences only impacts shortterm maturities. The regression coefficientsare regimeswitching with a significant impact only in the stress regime.Our findings imply that systematic liquidity risk is prone to be underestimated. Throughits regimeswitching behavior, the illiquidity discount increases sharply when the generalstate of the economy is bad. Additionally, the sensitivity of illiquidity premiums to fundamentals increases in crisis times.Ignoring one of these two channels systematicallyunderestimates liquidity risk. From the issuers perspective, our results show, that intimes of crisis it is even more important to optimize the liquidity of an issue.14 This isparticularly true in the light of systematically different term structure effects in crisis andnoncrisis times.14We have checked that issuing yields in the primary market for Kf W bonds are relatively close to ouryield curves estimated from secondary market prices.29References Acharya, V. V., Y. Amihud, and S. Bharath, 2010, Liquidity Risk of Corporate Bond Returns, Working Paper.Acharya, V. V. and L. H. Pedersen, 2005, Asset Pricing with Liquidity Risk, Journal of Financial Economics 77 2 pp. 375410.Amihud, Y., 2002, Illiquidity and Stock Returns: Crosssection and TimeSeries Effects,Journal of Financial Markets 5 1 pp. 3156.Amihud, Y. and H. Mendelson, 1986, Asset Pricing and the BidAsk Spread, Journal of Financial Economics 17 2 pp. 223249.Amihud, Y. and H. Mendelson, 1991, Liquidity, Maturity, and the Yields on U.S. Treasury Securities, The Journal of Finance 46 4 pp. 14111425.Ang, A. and M. Piazzesi, 2003, A NoArbitrage Vector Autoregression of Term Structure Dynamcis with Macroeconomic and Latent Variables, Journal of Monetary Economics 50 4 pp. 745787.Baker, M. and J. Wurgler, 2006, Investor Sentiment and the CrossSection of Stock Returns, The Journal of Finance 61 4 pp. 16451680.Barrell, R., E. P. Davis, D. Karim, and I. Liadze, 2010, Bank Regulation, Property Pricesand Early Warning Systems for Banking Crises in OECD Countries, Journal of Bankingand Finance 34 9 pp. 22552264.Benston, G. J. and R. L. Hagerman, 1974, Determinants of BidAsked Spreads in the OverTheCounter Market, Journal of Financial Economics 1 4 pp. 353364.Black, F., 1976, The Pricing of Commodity Contracts, Journal of Financial Economics 312 pp. 167179.Boldin, M. D., 1996, A Check on the Robustness of Hamiltons Markov Switching Model Approach to the Economic Analysis of the Business Cycle, Studies in Nonlinear Dynamcis Econometrics 1 1 pp. 3546.Bollen, N. P. B., T. Smith, and R. E. Whaley, 2004, Modeling the BidAsk Spread:Measuring the InventoryHolding Premium, Journal of Financial Economics 72 1pp. 97141.Brunnermeier, M. K., 2009, Deciphering the Liquidity and Credit Crunch 20072008,Journal of Economic Perspectives 23 1 pp. 77100.30Brunnermeier, M. K. and L. H. Pedersen, 2009, Market Liquidity and Funding Liquidity,The Review of Financial Studies 22 6 pp. 22012238.Candelon, B. and H. Lutkepohl, 2001, On the Reliability of Chowtype Tests for Parameter Constancy in Multivariate Dynamic Models, Eocomics Letters 73 pp. 155160.Chordia, T., A. Sarkar, and A. Subrahmanyam, 2005, An Empirical Analysis of Stockand Bond Market Liquidity, The Review of Financial Studies 18 1 pp. 85129.Cochrane, J. H, 2011, Presidential Address: Discount Rates, The Journal of Finance 664 pp. 10471108.Cox, D. R., 1970, The Analysis of Binary Data. Methuen Co. Ltd., London.de Jong, F. and J. Driessen, 2006, Liquidity Risk Premia in Corporate Bond Markets,Working Paper.Demsetz, H., 1968, The Cost of Transacting, The Quarterly Journal of Economics 82 1pp. 3353.DickNielsen, J., P. Feldhutter, and D. Lando, 2012, Corporate Bond Liquidity Beforeand After the Onset of the Subprime Crisis, Journal of Financial Economics 103 3pp. 471492.Diebold, F. X. and C. Li, 2006, Forecasting the Term Structure of Government Bond Yields, Journal of Econometrics 130 2 pp. 337364.Ejsing, J. W. and J. Sihvonen, 2009, Liquidity Premia in German Government Bonds,ECB Working Paper Series No. 1081.Ericsson, J. and O. Renault, 2006, Liquidity and Credit Risk, The Journal of Finance 615 pp. 22192250.Feldhutter, P., 2012, The Same Bond at Different Prices: Identifying Search Frictions and Selling Pressure, The Review of Financial Studies 25 4 pp. 11551206.Friewald, N., R. Jankowitsch, and M. G. Subrahmanyam, 2012, Illiquidity or Credit Deterioration: A Study of Liquidity in the US Corporate Bond Market during Financial Crises, Journal of Financial Economics 105 1 pp. 1836.Fuss, R., H. Gehrig, and P. B. Rindler, 2012, Scattered Trust Did the 200708 Financial Crisis Change Risk Perceptions?, Working Paper.31Goyenko, R., A. Subrahmanyam, and A. Ukhov, 2011, The Term Structure of Bond Market Liquidity and Its Implications for Expected Bond Returns, Journal of Financialand Quantitative Analysis 46 1 pp. 111139.Garleanu, N. and L. H. Pedersen, 2007, Liquidity and Risk Management, American Economic Review 97 2 pp. 193197.Garleanu, N. and L. H. Pedersen, 2011, Marginbased Asset Pricing and Deviations fromthe Law of One Price, The Review of Financial Studies 24 6 pp. 19802022.Hamilton, J. D., 1989, A New Approach to the Economic Analysis of Nonstationary Time Series and the Business Cycle, Econometrica 57 2 pp. 357384.Hamilton, J. D., 1990, Analysis of Time Series Subject to Changes in Regime, Journal of Econometrics 45 pp. 3970.Hamilton, J. D., 1994, Time Series Analysis. Princeton University Press.He, Z. and A. Krishnamurthy, 2010, Intermediary Asset Pricing, Working Paper.He, Z. and W. Xiong, 2012, Rollover Risk and Credit Risk, The Journal of Finance 672 pp. 391429.Ho, T and H. R. Stoll, 1981, Optimal Dealer Pricing Under Transactions and Return Uncertainty, Journal of Financial Economics 9 1 pp. 4773.Hollo, D., M. Kremer, and M. Lo Duca, 2011, CISS A Composite Indicator of Systemic Stress in the Financial System, Working Paper.Kempf, A., O. Korn, and M. UhrigHomburg, 2012, The Term Structure of Illiquidity Premia, Journal of Banking and Finance 36 5 pp. 13811391.Koziol, C. and P. Sauerbier, 2007, Valuation of Bond Illiquidity: An OptionTheoretical Approach, Journal of Fixed Income 16 4 pp. 81107.Krishnamurthy, A. and A. VissingJorgensen, 2010, The Aggregate Demand for Treasury Debt, Working Paper.Kucuk, U. N., 2009, Dynamic Sources of Sovereign Bond Market Liquidity, Working Paper.Liu, J., F. A. Longstaff, and R. E. Mandell, 2006, The Market Price of Risk in Interest Rate Swaps: The Roles of Default and Liquidity Risks, Journal of Business 79 5 pp.23372359.32Longstaff, F. A., 2004, The FlighttoLiquidity Premium in U.S. Treasury Bond Prices,Journal of Business 77 3 pp. 511526.Longstaff, F. A., S. Mithal, and E. Neis, 2005, Corporate Yield Spreads: Default Riskor Liquidity? New Evidence from the Credit Default Swap Market, The Journal of Finance 60 5 pp. 22132253.Monfort, A. and J.P. Renne, 2010, Default, Liquidity and Crises: an Econometric Framework, Working Paper.Nelson, C. R. and A. F. Siegel, 1987, Parsimonious Modeling of Yield Curves, Journal of Business 60 4 pp. 473489.Newey, W. K. and K. D. West, 1987, A Simple, Positive SemiDefinite, Heteroskedasticityand Autocorrelation Consistent Covariance Matrix, Econometrica 55 3 pp. 703708.Nyborg, K. G. and P. Ostberg, 2010, Money and Liquidity in Financial Markets, Swiss Finance Institute Research Paper Series No. 10 25.Rajan, G. Raghuram, 2006, Has Finance Made the World Riskier?, European Financial Management 12 4 pp. 499533.Schich, S. T., 1997, Estimating the German Term Structure, Discussion paper 497,Economic Research Group of the Deutsche Bundesbank.Schwarz, K., 2010, Mind the Gap: Disentangling Credit and Liquidity in Risk Spreads,Working Paper.Stoll, H. R., 1978, The Supply of Dealer Services in Securities Markets, The Journal of Finance 33 4 pp. 11331151.Van Landschoot, A., 2008, Determinants of Yield Spread Dynamics: Euro Versus USDollar Corporate Bonds, Journal of Banking and Finance 34 12 pp. 25972605.Vayanos, D., 2004, Flight to Quality, Flight to Liquidity, and the Pricing of Risk, Working Paper.Warga, A., 1992, Bond Returns, Liquidity, and Missing Data, Journal of Financial and Quantitative Analysis 27 4 pp. 605617.White, H., 1982, Maximum Likelihood Estimation of Misspecified Models, Econometrica 50 1 pp. 125.Yawitz, Jess B., 1977, An Analytical Model of Interest Rate Differentials and Different Default Recoveries, Journal of Financial and Quantitative Analysis 12 3 pp. 481490.332yearilliquiditypremium 5yearilliquiditypremium 8yearilliquiditypremiumilliquiditypremiumin%1.31.10.90.70.50.30.10.1Figure 1: Illiquidity Premiums of Different Maturities This figure shows the development of illiquidity premiums over time. The solid line depictsa time to maturity of two years, the dashed line provides five years, and the dotted lineeight years time to maturity. The observation period is from February 14th, 1996 to September 29th, 2010 764 weekly observations.342yearilliquiditypremium 2yearbidaskspreaddifference 5yearilliquiditypremium 5yearbidaskspreaddifference 8yearilliquiditypremium 8yearbidaskspreaddifferencein%in%in%in%1.31.10.90.70.50.30.10.11.31.10.90.70.50.30.10.11.31.11 10.90.70.50.30.10.1Figure 2: Illiquidity Premiums and Quoted BidAsk Spreads This figure shows the development of illiquidity premiums solid lines and quoted relativebidask spread differences between Kf W bonds and BUNDs dotted lines over time. Theupper graph depicts a time to maturity of two years, the middle graph provides five years,and the lower graph eight years time to maturity. The observation period is from February 14th, 1996 to September 29th, 2010 764 weekly observations.35illiquidity0.8premiumin%0.60.40.200stressregimenonstressregime 2468101214Timetomaturity Figure 3: Shapes of Illiquidity Premiums in Different Regimes This figure shows the shapes of the term structure of illiquidity premiums in the stressregime solid line and in the nonstress regime dashed line. The average term structureof illiquidity premiums in one regime is calculated by weighting the term structure of eachday with the probability to be in that regime on that date.23thSeptember1998:bailoutofLongTermCapitalManagementLTCM11thSeptember20012001:terrorist attacksonNewYorkandWashingtonD.C.12thMarch2003:lowestlevelofDAXafterburstingofdotcombubble 5thMay2005:downgrading ofdowngradingofGMandFordbondstojunkstatust t b il 22thJune2007:effortstobailoutffttwoBearStearnshedgefundsnotsuccessful23thApril2010:Greece seeks GreeceseekshelpfromtheEUandtheIMFtoavoidbankruptcy 10.80.60.60.40.20Figure 4: Endogenously Derived Probability to be in the Stress Regime This figure shows the probability of being in the stress regime regime 2 estimated fromthe Markov regimeswitching Model 48 with three lags. Additionally, events anecdotally linked to financial stress or low liquidity are marked. Recessions, defined as at leasttwo consecutive quarters of negative real GDP growth in Germany Q1 1996, Q4 2002 Q2 2003, and Q2 2008 Q1 2009 are shaded.36Table I: Summary Statistics for Kf W Bonds and BUNDs This table shows summary statistics for the bonds included in the sample. The observationperiod is February 14th, 1996 to September 29th, 2010.Kreditanstalt fur Wiederaufbau Kf WGerman governmentbonds BUNDNumber of bonds Average time to maturityat issue date in yearsAverage coupon in %Average issuing volume incl.all reopenings in bn EURTotal volume in bn EUR686.094.132.992032277.524.909.832 231Table II: Fitting Errors This table shows the distribution of observations over different maturity segments, averageroot mean square errors RMSE, and mean estimation errors of the yield curve estimationin Equation 2. The observation period is February 14th, 1996 to September 29th, 2010.Distribution of Average RMSE Mean estimationobservationserror Kf W BUNDKf W BUNDKf W BUNDT 2 years 2 years T 5 years 5 years T 8 years 8 years T30.3% 34.9%34.6% 30.2%17.2% 13.0%18.0% 21.9%9.2 bps 5.8 bps 4.0 bps 3.5 bps 5.0 bps 0.6 bps 0.4 bps 4.3 bps 1.1 bps 0.2 bps 0.2 bps 3.9 bps 1.8 bps 6.9 bps 0.9 bps 0.3 bps All 100.0% 100.0%7.3 bps 5.5 bps 0.0 bps 0.0 bps 37Table III: Estimation Results for Markov RegimeSwitching AR Model This table shows the results of the maximum likelihood estimation of Model 48 withthree lags. Whites 1982 standard errors are given in parentheses. , indicate significance at the 5% or 1% level. The observation period is February 14th, 1996 to September 29th, 2010.mean illiq.premiumTcorrelationparameterstransitionprobabilities Constantilliqt 1T illiqt 2T illiqt 3T Regime 1 normal timesRegime 2 stress regimeShort Medium Long T2 yr. T5 yr. T8 yr.Short Medium Long T2 yr. T5 yr. T8 yr.16.4 bps 14.1 bps 14.4 bps 31.6 bps 25.0 bps 25.6 bps 0.02470.0008Short,Long 10.2740.04640.02090.0007Short,M ed.10.6550.02750.02010.0006M ed.,Long 10.69170.02560.07570.0027Short,Long 20.2970.06630.06170.0027Short,M ed.20.49070.04620.05110.0024M ed.,Long 20.76030.0323p 1,10.9140.01560.00630.00240.66750.04360.14880.04620.12740.03550.00720.00350.59550.05840.17880.05560.17540.04540.00560.00250.70170.05230.21040.05670.03620.0480.01560.00680.6610.07240.23490.07360.06390.076p 2,20.83930.02790.01620.00580.58760.06290.16530.06910.20.06660.01390.00480.5790.06170.19030.07270.19650.068LogLikelihood 4976.02N761AICBIC9876.059658.1838tt0.5N0.5N of the probability to be in the stress regime P Stress Table IV: Model for the Probability of being in the Stress Regime This table shows OLS estimates for regressions where the dependent variable is a modified logit transformation zt log P Stress N with N 761 as the to1P Stresstal number of observations ensures that zt is defined for probabilities P Stressof 0 and 1 see e.g., Cox, 1970; Acharya, Amihud, and Bharath, 2010. P Stressis estimated from the Markov regimeswitching Model 48 with three lags. This variable is regressedon different economic and financial sector variables as described in the text. Standard errors are given in parentheses. , indicate significance at the 5% or 1% level. The observation period is February 14th, 1996 to September 29th, 2010 761 weeklyobservations  The modification term 0.5ttt123456789Constant Reces. Dummy Germ.39Negative Return DAXVDAX New ZEW German Expec.TED Spread Credit Spread Capitalization Bank. Syst.Systemic Stress0.17790.42120.24940.21940.25450.42620.21044.72160.523220.22111.52252.0021 1.9169 6.5536 0.1791 2.8417 5.1469 6.8565 4.263 6.28730.51430.17670.64635.05630.50010.59580.21180.59778.78442.13820.00690.00520.62310.43452.06410.62510.08180.02716.72671.93470.08330.02321.90461.580516.19420.85390.0380.00455.65680.30322.8370.3661Adjusted R20.11760.09570.18750.0850.07210.31350.20030.32060.373Table V: Summary Statistics of Explanatory Variables This table shows summary statistics for the variables included in the analysis. inv Riskrefers to the first principal component of orthogonalized swaption volatilities of differentmaturities, trbl V olT measures the tradable volume of the representative Kf W bondcompared to its BUND counterpart with T years to maturity, and liqu P ref is the firstprincipal component of the VDAX New, the TED spread, and the dividend yield of the DAX. The observation period is May 7th, 1997 to September 29th, 2010 700 weeklyobservations.Mean 00.21170.20140.23210Standard Deviation 2.55190.07870.05440.04661.2989inv Risktrbl V ol2trbl V ol5trbl V ol8liqu P ref Minimum Median Maximum3.91350.08380.09230.13361.66350.44770.21080.20510.23720.283614.96360.37820.30310.33287.820140Table VI: Estimation Results for Markov RegimeSwitching AR with Exogenous Variables This table shows the results of the maximum likelihood estimation of Model 9, 10,11, 7, and 8 with p 3. Whites 1982 standard errors are given in parentheses. , indicate significance at the 5% or 1% level. The observation period is May 7th, 1997to September 29th, 2010.Regime 1 normal timesRegime 2 stress regimeShort Medium Long T2 yr. T5 yr. T8 yr.Short T2 yr.Medium T5 yr.Long T8 yr.16.6 bps 14.0 bps 14.4 bps 31.5 bps 24.8 bps 25.4 bps 0.02390.0019Short,Long 10.28920.06080.02160.0017Short,M ed.10.65440.04290.02040.0015M ed.,Long 10.70520.03480.07090.0046Short,Long 20.30010.07070.05950.0037Short,M ed.20.49040.06470.05010.0029M ed.,Long 20.76230.03p 1,10.90240.0229p 2,20.83840.03540.01590.00530.56970.05580.18290.05220.17720.04090.00270.00140.00350.01910.0030.00280.00450.00870.00660.00560.70230.67410.05370.04820.23490.1520.05760.04860.01580.1160.03570.05170.0004 0.00060.00150.00160.00950.00420.02030.02740.00310.00430.00260.00210.06140.01410.51360.06670.12130.06850.17840.06410.01050.00290.04750.05660.02080.01430.52480.5390.06330.07130.14770.18340.07150.07110.19450.04990.06950.0670.00940.00780.00320.00290.0523 0.1373 0.08980.0520.08230.00150.02370.00720.00550.05640.0030.0057mean illiq.premiumTcorrelationparameterstransitionprobabilities Constantilliqt 1T illiqt 2T illiqt 3T inv Riskttrbl V oltT liqu P reft LogLikelihood 4539.48N700AICBIC8966.968650.5741Table VII: RegimeSwitching Behavior of Economic Determinants This table shows the differences of the parameter estimates between the two regimes.The null hypothesis H0 is, that parameter estimates are identical in both regimes, i.e.,the difference is 0. The Wald chisquared statistics W R rR V R1R r aregiven in square brackets, where R and r define the hypotheses for the parameter vector. , indicate rejection of H0 at the 5% or 1% level. The observation period is May 7th, 1997 to September 29th, 2010.Differences between regimes Constant : a 0,s1 a 0,s2illiqt 1T : b 1,s1 b 1,s2illiqt 2T : b 2,s1 b 2,s2illiqt 3T : b 3,s1 b 3,s2inv Riskt : a 1,s1 a 1,s2trbl V oltT : a 2,s1 a 2,s2liqu P reft : a 3,s1 a 3,s2Short T2 yr.0.04076.97650.03070.09830.00050.00000.12822.48310.00511.95530.04880.74020.02076.9825Medium T5 yr.0.052710.95510.16053.3050.03070.11720.06240.65910.01018.33080.14155.30630.00130.0395Long T8 yr.0.0433.60660.17753.79790.08720.76330.17873.55480.018.40790.09931.19690.00460.577842Table VIII: Robustness Check: Credit Spread This table shows the results of the maximum likelihood estimation of Model 9, 10, 11,7, and 8 with p 3 including an additional variable controlling for perceived creditrisk. CredittT refers to the spread between the Bloomberg index for the yield of BBBrated industrial USD bonds and the corresponding AA index with T years to maturity.Whites 1982 standard errors are given in parentheses. , indicate significance at the 5% or 1% level. The observation period is May 7th, 1997 to September 29th, 2010.Regime 1 normal timesRegime 2 stress regimeShort T2 yr.Medium T5 yr.Long T8 yr.Short T2 yr.Medium T5 yr.Long T8 yr.16.6 bps 14.0 bps 14.4 bps 31.5 bps 24.8 bps 25.4 bps 0.02410.0018Short,Long 10.29510.05910.02160.0017Short,M ed.10.66110.04090.02040.0015M ed.,Long 10.70520.03350.07110.0045Short,Long 20.30860.07030.05960.0036Short,M ed.20.50270.06380.05030.0029M ed.,Long 20.76360.0301p 1,10.90350.0215p 2,20.83860.03220.0120.00790.6720.04830.15760.04920.12270.03390.00080.00190.02140.02190.00570.00270.01090.01670.00940.00810.70480.56640.05420.05060.24050.18470.0580.0490.01260.17440.05050.03870.00010.00280.00190.00180.01230.00860.02790.01890.00420.00250.00280.00230.0014 0.0111 0.01030.00950.00980.00930.06350.01570.50180.06720.11210.06890.16760.06310.01080.00290.04630.05250.02490.01430.51970.54020.06410.07110.14070.1920.07260.07160.19630.07170.06960.06750.00950.00750.00330.00290.0058 0.1891 0.10210.06380.05670.08550.0014 0.00220.02470.00550.00590.00730.01950.01770.00770.01350.01590.0141mean illiq.premiumTcorrelationparameterstransitionprobabilities Constantilliqt 1T illiqt 2T illiqt 3T inv Riskttrbl V oltT liqu P reft CredittT LogLikelihood 4543.63N700AICBIC8963.268612.9743Table IX: Robustness Check: Selling and Buying Pressure from Abroad This table shows the results of the maximum likelihood estimation of Model 9, 10,11, 7, and 8 with p 3 including two additional explanatory variables controllingfor selling and buying pressure from abroad. F oreign P ub F or N on P ub is the deflatednet investments of foreigners in bonds of public nonpublic issuers from Germany intrillions of Euros in prices of 2005. Monthly values of this variable are from Deutsche Bundesbank and used for all weeks of the respective month. Whites 1982 standarderrors are given in parentheses. , indicate significance at the 5% or 1% level. Theobservation period is May 7th, 1997 to September 29th, 2010.mean illiq.premiumTcorrelationparameterstransitionprobabilities Constantilliqt 1T illiqt 2T illiqt 3T inv Riskttrbl V oltT liqu P reft F oreign P ub F or N on P ub Regime 1 normal timesRegime 2 stress regimeShort T2 yr.Medium T5 yr.Long T8 yr.Short T2 yr.Medium T5 yr.Long T8 yr.16.5 bps 14.0 bps 14.5 bps 31.7 bps 24.8 bps 25.3 bps 0.02430.0018Short,Long 10.29580.0630.02180.0016Short,M ed.10.66190.04030.02040.0015M ed.,Long 10.70450.0370.07020.0046Short,Long 20.29240.07220.05860.0035Short,M ed.20.4830.06550.04960.0028M ed.,Long 20.76050.0302p 1,10.90740.0204p 2,20.84420.03760.00350.00790.01490.00640.00580.00590.69860.66590.55840.05270.05310.06240.23560.15820.19180.06570.04860.05060.02570.12420.18490.0380.05870.04160.0008 0.00020.00290.00240.00250.00170.01020.00570.00320.02810.02030.01910.00430.0030.00320.00220.00260.00280.31960.30060.1690.18290.18860.19310.0108 0.0613 0.03230.23820.2290.2307LogLikelihood 4550.2N700440.08020.0170.48970.06730.10440.06850.15060.06290.00930.00310.05950.07460.02240.01690.50350.52060.06540.07150.13650.16530.07580.07090.17280.03150.06960.06510.00840.00710.00330.00320.0522 0.1589 0.09740.08370.05360.02730.00140.00650.00761.12940.51840.68990.49491.8322 1.8724 1.40130.67820.64340.05780.00680.00641.18940.56880.6697AICBIC8964.398580.22Table X: Robustness Check: Specialness This table shows the results of the maximum likelihood estimation of Model 9, 10,11, 7, and 8 with p 3 including an additional variable controlling for specialness of BUNDs. SpecialtT refers to the cheapesttodeliver CTD premium for the bond whichis CTD into the BSA, Bobl, and Bund futures for T 2, T 5, and T 8 respectively.It is calculated as the yield spread between the interpolated yield derived from the two BUNDs that enclose the CTD bond regarding its maturity minus the yield of the CTDbond. Whites 1982 standard errors are given in parentheses. , indicate significanceat the 5% or 1% level. The observation period is May 7th, 1997 to September 29th, 2010.mean illiq.premiumTcorrelationparameterstransitionprobabilities Constantilliqt 1T illiqt 2T illiqt 3T inv Riskttrbl V oltT liqu P reft SpecialtT Regime 1 normal timesRegime 2 stress regimeShort T2 yr.Medium T5 yr.Long T8 yr.Short T2 yr.Medium T5 yr.Long T8 yr.16.6 bps 14.0 bps 14.5 bps 31.6 bps 24.8 bps 25.3 bps 0.02410.0018Short,Long 10.29690.05780.02190.0017Short,M ed.10.66350.03660.02050.0015M ed.,Long 10.71290.0340.0710.0047Short,Long 20.29940.0710.05930.0037Short,M ed.20.48980.06460.05020.003M ed.,Long 20.76250.0306p 1,10.90450.0227p 2,20.84020.03380.00480.00950.01590.00660.00560.00550.6980.66980.56910.05510.04510.05260.23870.15550.18490.05760.04540.04710.01490.1180.17370.03460.05030.04130.0005 0.00070.00260.00150.00150.00170.0090.0027 0.00030.02660.02020.02040.00270.00390.00310.00220.00280.00290.03890.05350.050.01780.02270.04190.06380.01450.50810.06780.11670.06870.17690.06410.01070.00290.04620.05630.02260.01460.51980.53930.0650.0710.14640.18560.07110.07070.19760.04840.07010.06690.00950.00780.00320.00290.0522 0.1417 0.08230.05760.05260.09160.02360.0043 0.00130.00550.00720.00580.02010.0132 0.12350.06780.06490.1156LogLikelihood 4546.65N700AICBIC8969.308619.0245Table XI: Robustness Check: Level of Interest Rates This table shows the results of the maximum likelihood estimation of Model 9, 10,11, 7, and 8 with p 3 including an additional explanatory variable controllingfor interest rate effects. Aver Y ld is the yield of all outstanding bonds divided by theaverage yield of the previous three years data from Deutsche Bundesbank. Whites1982 standard errors are given in parentheses. , indicate significance at the 5% or 1% level. The observation period is May 7th, 1997 to September 29th, 2010.Regime 1 normal timesRegime 2 stress regimeShort T2 yr.Medium T5 yr.Long T8 yr.Short T2 yr.Medium T5 yr.Long T8 yr.16.7 bps 14.1 bps 14.6 bps 31.7 bps 24.9 bps 25.3 bps 0.02420.0015Short,Long 10.30890.05650.02180.0013Short,M ed.10.66770.03850.02030.0011M ed.,Long 10.71030.03040.07130.0042Short,Long 20.29960.07070.05980.0035Short,M ed.20.48880.06450.05020.0029M ed.,Long 20.75990.0305p 1,10.90540.0183p 2,20.83920.0322mean illiq.premiumTcorrelationparameterstransitionprobabilities Constantilliqt 1T illiqt 2T illiqt 3T inv Riskttrbl V oltT liqu P reft Aver Y ld 0.02440.0255 0.010.00960.00950.01190.68010.65940.5620.05250.04750.05040.22940.14910.18110.05050.04690.05030.02660.11820.16970.04570.03210.0380.0007 0.00070.00360.00140.00150.00150.0184 0.01090.00160.0290.02120.02060.00430.00490.00240.00230.00280.0030.0350.02570.03540.01040.01020.01010.05440.02940.52350.06220.14880.07170.19380.07010.00930.00280.08040.03110.51340.06710.12050.06860.17710.06370.01030.00280.08210.03380.53620.07150.18070.07040.04760.06720.00780.00330.0622 0.1359 0.0730.05770.08040.05530.0035 0.00130.02470.00730.00590.00560.0231 0.0204 0.01190.02270.02790.028LogLikelihood 4551.81N700AICBIC8979.638629.3546Table XII: Robustness Check: Influence of Principal Component Analysis This table shows the results of the maximum likelihood estimation of Model 9, 10, 11,7, and 8 with p 3 with inv RisktT instead of the first principal component inv Risktand Div Y ield Dax instead of liqu P ref. inv RisktT is the implied volatility of swaptionswith an option tenor of three months and a swap tenor of T years orthogonalized with thethree months Euribor data from Bloomberg. Div Y ld Dax is the value weighted dividendyield of the members of the German stock market index DAX data from Bloomberg.Whites 1982 standard errors are given in parentheses. , indicate significance at the 5% or 1% level. The observation period is May 7th, 1997 to September 29th, 2010.Regime 1 normal timesRegime 2 stress regimeShort Medium Long T2 yr. T5 yr. T8 yr.Short Medium Long T2 yr. T5 yr. T8 yr.16.6 bps 14.1 bps 14.7 bps 31.7 bps 24.7 bps 25.1 bps 0.02460.0016Short,Long 10.3040.05790.02220.0015Short,M ed.10.6690.03590.02070.0014M ed.,Long 10.71390.03190.07240.0053Short,Long 20.2520.06790.05850.0036Short,M ed.20.44390.06660.05020.003M ed.,Long 20.76260.0299p 1,10.90560.0207p 2,20.83920.03470.00790.00630.00820.0090.00870.00890.70640.68210.57890.05640.05030.05680.24570.1640.17820.06140.04690.05420.01170.11640.17170.05160.03380.04130.00000.00000.00050.00070.00080.00030.0057 0.00280.01010.01660.02130.03040.0031 0.0014 0.00140.00410.00410.0040.00170.02210.49550.07050.10320.0670.12120.06570.00270.00090.00490.01390.02930.02170.51470.56350.06450.07260.1310.17620.07250.07530.16230.01020.07390.07330.0030.0030.00080.0010.0799 0.1708 0.02920.09150.05610.03360.01530.01020.01050.05640.03320.0114mean illiq.premiumTcorrelationparameterstransitionprobabilities Constantilliqt 1T illiqt 2T illiqt 3T inv RisktT trbl V oltT Div Y ld Daxt LogLikelihood 4529.64N700AIC8947.28BIC8630.947Table XIII: Robustness Check: Dynamic Linkages This table shows the results of the maximum likelihood estimation of Model 12, 13,14, 7, and 8 with p 3 and q 1. Whites 1982 standard errors are given inparentheses. , indicate significance at the 5% or 1% level. The observation period is May 7th, 1997 to September 29th, 2010.mean illiq.premiumTcorrelationparameterstransitionprobabilities Constantilliqt 1T illiqt 2T illiqt 3T illiqt 12illiqt 15illiqt 18inv Riskttrbl V oltT liqu P reft Regime 1 normal timesRegime 2 stress regimeShort T2 yr.Medium T5 yr.Long T8 yr.Short Medium T2 yr. T5 yr.Long T8 yr.16.8 bps 14.1 bps 14.6 bps 31.4 bps 24.8 bps 25.2 bps 0.0240.0018Short,Long 10.27590.10320.02120.0018Short,M ed.10.64680.06120.02020.0017M ed.,Long 10.7040.0380.07020.0044Short,Long 20.28990.07180.05720.0033Short,M ed.20.48490.06390.04910.0033M ed.,Long 20.76280.03030.03080.03140.52220.10870.17240.08890.16950.079p 1,10.89940.02670.01950.02630.03260.02410.76950.6410.080.06680.2290.1370.06210.06520.01820.11080.04430.05490.0857 0.04490.06540.08990.04930.05840.08260.03830.0020.00360.03290.09740.04280.03960.00020.00440.0050.00320.0268 0.0299 0.03410.08460.07220.00320.0030.00580.00460.0590.00510.0038p 2,20.82820.04150.0520.01830.38010.12630.06620.07130.10330.06460.02460.0510.03030.02420.46720.09710.16790.07860.0170.070.03520.02620.59880.09890.09250.07940.1550.06750.04110.0510.04110.08340.31990.1030.00740.00360.11420.15780.09640.11550.00650.00520.00530.00320.0142 0.1756 0.08390.07260.0770.10120.0032 0.00450.02520.00790.00610.0054LogLikelihood 4573.51N700AICBIC9011.028626.8448Table XIV: Robustness Check: BidAsk Spread and Separation of Liquidity Preferences and Inventory Risk This table shows the results of the maximum likelihood estimation of Model 9, 10,11, 7, and 8 with p 3 with Bid Ask Dif rtT instead of liqu P reft and trbl V oltT .Bid Ask Dif rtT refers to quoted relative bidask spread differences between Kf W bondsand BUNDs see also Figure 2. liqu P ref Int V olt substitutes liqu P reft in 911 andis the first principal component of the VDAX New, the TED spread, the dividend yieldof the DAX, and the five year swaption volatility orthogonalized with the three months Euribor data from Bloomberg. Whites 1982 standard errors are given in parentheses., indicate significance at the 5% or 1% level. The observation period is August 22nd,2001 to September 30th, 2010.Regime 1 normal timesRegime 2 stress regimeShort Medium Long T2 yr. T5 yr. T8 yr.Short Medium Long T2 yr. T5 yr. T8 yr.15.7 bps 9.9 bps 10.6 bps 32.9 bps 25.1 bps 25.4 bps 0.02150.002Short,Long 10.1350.09560.01680.001Short,M ed.10.59870.06220.01280.0008M ed.,Long 10.61840.05510.07020.0039Short,Long 20.29010.07060.05760.0033Short,M ed.20.47290.0630.04640.003M ed.,Long 20.76210.0309p 1,10.84350.03360.01210.00330.61790.04770.11070.03610.14620.04890.01780.02470.00370.00570.43480.5670.07510.08260.25550.11020.04960.04610.14120.1150.05860.07220.1216 0.0127 0.01790.02770.06260.00650.00450.00190.00240.03550.00360.0017p 2,20.86670.03010.02220.00710.47780.06780.12970.0690.10890.06620.16540.04310.01640.00370.02450.00540.50480.06250.15450.07640.12730.06770.09050.0330.01140.0030.03380.00950.50060.07240.19390.07160.03610.07110.15850.06830.02890.0055mean illiq.premiumTcorrelationparameterstransitionprobabilities Constantilliqt 1T illiqt 2T illiqt 3T Bid Ask Dif rtT liqu P ref Int V olt LogLikelihood 2996.55N476AICBIC5893.095629.8949Table XV: Robustness Check: Monthly Analysis This table shows the results of the maximum likelihood estimation of Model 9, 10,11, 7, and 8 with p 3. Whites 1982 standard errors are given in parentheses. , indicate significance at the 5% or 1% level. The observation period is May 31th, 1997to September 30th, 2010.Regime 1 normal timesRegime 2 stress regimeShort T2 yr.Medium T5 yr.Long T8 yr.Short T2 yr.Medium T5 yr.Long T8 yr.13.2 bps 10.5 bps 10.4 bps 41.0 bps 34.6 bps 36.0 bps 0.0310.003Short,Long 0.11920.111310.02970.0023Short,M ed.10.03240.15060.03110.0025M ed.,Long 10.50490.08980.07550.0096Short,Long 20.17080.23460.06710.0063Short,M ed.20.45380.16940.06410.0063M ed.,Long 20.89160.0307p 1,10.96000.0189p 2,20.93500.04890.02670.02020.43350.08450.16720.09950.18730.07220.02030.12420.02650.04680.43580.43580.09530.0950.03550.13190.08590.14870.26520.13970.11990.07440.014 0.0012 0.00130.00660.00360.02710.1630.11370.08370.00220.00930.00560.00690.00420.02260.06850.00880.00530.27860.1410.04250.03230.47360.56950.09050.12240.3715 0.0642 0.09170.10990.11580.18570.20410.08340.06440.01480.01220.00610.00590.0711 0.7903 0.60820.11450.18360.07520.02020.01290.01810.0870.18440.07930.0150.00560.27860.05390.3970.11180.27320.03130.0103mean illiq.premiumTcorrelationparameterstransitionprobabilities Constantilliqt 1T illiqt 2T illiqt 3T inv Riskttrbl V oltT liqu P reft LogLikelihood 921.36N161AICBIC1730.721496.6450Table XVI: Robustness Check: Exogenous Crises Specification This table shows the results of the estimation of Model 9 11 with exogenously specified stress periods LTCMcrisis: June, 1st to October 31st, 1998; burst of dotcom bubble:May 10th, 2001 to June 30th, 2003; financial and subsequent European debt crisis: June 1st, 2007 to September 29th, 2010. Newey and Wests 1987 standard errors with fivelags are given in parentheses. , indicate significance at the 5% or 1% level. The totalobservation period is May 7th, 1997 to September 29th, 2010.Non Crisis Short T2 yr.Medium T5 yr.Long T8 yr.Short T2 yr.Crisis Medium T5 yr.Long T8 yr.14.1 bps 12.0 bps 12.8 bps 32.6 bps 25.7 bps 25.9 bps 0.01410.01650.08160.01150.00980.01250.29990.68630.72080.08340.06950.05550.13990.1404 0.01020.080.05080.11040.14290.22750.18460.08390.10210.05550.00170.00250.00880.00130.00210.00230.0782 0.0164 0.03180.05420.02950.0050.00180.00350.00410.03680.00420.00360.046 0.00550.06330.02530.0140.0160.67420.73330.58610.05850.06750.06780.22460.17920.22080.07970.09010.08140.0275 0.06540.02180.07230.05380.07890.00380.00610.00590.00160.00190.00250.09390.1319 0.11960.10460.05270.04850.01830.00330.0040.00390.00430.0064mean illiq.premiumTConstantilliqt 1T illiqt 2T illiqt 3T inv Riskttrbl V oltT liqu P reftadj. R20.5790.90350.94630.94660.93320.945351Working Paper Series in Economicsrecent issues No. 45No. 44No. 43No. 42Philipp Schuster and Marliese UhrigHomburg: The term structure of bond market liquidity conditional on the economic environment: ananalysis of government guaranteed bonds, November 2012Young Shin Kim, Rosella Giacometti, Svetlozar T. Rachev, Frank J. Fabozzi, Domenico Mignacca: Measuring financial risk and portfolio optimization with a nonGaussian multivariate model, August 2012Zuodong Lin, Svetlozar T. Rachev, Young Shin Kim, Frank J. Fabozzi: Option pricing with regime switching tempered stable processes, August 2012Siegfried K. Berninghaus, Werner Guth, Stephan Schosser: Backward induction or forward reasoning? An experiment of stochastic alternating offer bargaining, July 2012No. 41Siegfried Berninghaus, Werner Guth, King King Li: Approximate truth of perfectness an experimental test, June 2012No. 40Marten Hillebrand and Tomoo Kikuchi: A mechanism for booms and busts in housing prices, May 2012No. 39Antje Schimke: Entrepreneurial aging and employment growth in the context of extreme growth events, May 2012No. 38Antje Schimke, Nina Teichert, Ingrid Ott: Impact of local knowledge endowment on employment growth in nanotechnology, February 2012No. 37No. 36Siegfried K. Berninghaus, Lora Todorova, Bodo Vogt: A simple questionnaire can change everything are strategy choices in coordination games stable?, December 2011Matthias Duschl, Antje Schimke, Thomas Brenner, Dennis Luxen: Firm growth and the spatial impact of geolocated external factors empirical evidence for German manufacturing firms, November 2011The responsibility for the contents of the working papers rests with the author, not the Institute. Since working papers are of a preliminary nature, it may be useful to contact the author of a particular working paper about results or caveats before referring to, or quoting, a paper. Any comments on working papers should be sent directly to the author.", "filename": "730575373.pdf", "person": ["Philipp Schuster", "Schuster, Philipp", "Marliese Uhrig-Homburg", "Uhrig-Homburg, Marliese"], "date": ["2012"]}