{"lang": "de", "identifier_url": ["http://www.econstor.eu/bitstream/10419/109012/1/730721094.pdf"], "title": ["Zur Bedürftigkeit von Aufstocker-Familien. Wie das traditionelle Familienmodell und ambivalente sozialstaatliche Instrumente zur Falle werden können"], "plaintext": " Kurzfassung 1,16 Mio. Familien bezogen im Jahr 2010 Leistungen nach dem SGB II. Davon verfugten 30 Prozent uber ein eigenes Einkommen. Das heit, dass diese Familien trotz eines eigenen Einkommens als arm zu bezeichnen sind und auf Transferzahlungen angewiesen sind. Diese sogenannten AufstockerFamilien stehen im Rahmen des vorliegenden Beitrags im Vordergrund. Auffallig ist, dass AufstockerFamilien zu 88 Prozent nur uber ein Einkommen, im Sinne des traditionellen Familienmodells, verfugten. Dies begrundet die Ausgangsthese, dass im Besonderen das traditionelle Familienmodell zu einer erhohten Bedurftigkeitslage beitragt und damit auch als Ursache fur die Bedurftigkeit von Familien herangezogen werden kann. Neben der Frage nach dem Einfluss des Familienmodells soll die Rolle der sozialstaatlichen Instrumente dabei in den Blick genommen werden. So wird der Frage nach dem Einfluss ausgewahlter sozialstaatlicher Instrumente auf das Familienmodell und die Bedurftigkeitssituation von Familien nachgegangen. Das Diskussionspapier zeigt damit die Grunde fur Bedurftigkeit von Familien auf und weist auf ambivalente Strukturen und Unterstutzungsinstrumente des deutschen Sozialstaates hin. Abstract In 2010 1.16 million families received benefits under SGB II. 30 percent of these families had an own income from employment. That means that these families are poor and dependent on social benefits although they earn their own income. These families are the objective of the paper. It is striking that these families to 88 percent had only one salary earner. This observation supports the assumption that the breadwinner family model, accounts for increased neediness and seems to be responsible for the need of families. Besides the influence of the family model on the economic situation, the role of welfare state instruments will be considered in the paper. Thereby the impact of welfare policies on the family model and the need of families is investigated. The paper demonstrates the reasons for the need of families and points to ambiguous structures and policies of the German welfare state. Inhaltsverzeichnis 1 EINLEITUNG   1 2 HINTERGRUND   3 2.1 2.1 Das Grundsicherungssystem und Bedurftigkeit   3 Die Bedeutung des Familienmodells   5 3 DIE FOKUSGRUPPE AUFSTOCKERFAMILIEN   6 3.1 3.2 Zur Struktur aufstockender Familien   7 Wesentliche Grunde fur die Bedurftigkeit  10 4 ZUM EINFLUSS SOZIALSTAATLICHER INSTRUMENTE   15 4.1 Familienpolitische Instrumente   15 4.1.1 Das Ehegattensplitting   16 4.1.2 Der Familienleistungsausgleich   17 4.1.3 Unterstutzung durch offentliche Kinderbetreuung   18 4.2 Der Einfluss des SGB II   21 4.2.1 Das Familienverstandnis im SGB II   22 4.2.2 Arbeitsforderung fur AufstockerFamilien   24 4.2.3 Der Einfluss des SGB II auf das Familienmodell   26 5 ZUSAMMENFASSUNG UND AUSBLICK   28 LITERATUR   31 ANHANG   36 Tabellensverzeichnis   36 Abbildungsverzeichnis   36 Abkurzungsverzeichnis   36 Schriftenreihe Institut Arbeit und Wirtschaft 13 2012 1 1 Einleitung Das Grundgesetz stellt durch Artikel 6 die Familie unter besonderen Schutz, denn die Familie erfullt im deutschen Sozialsystem zentrale Funktionen. Neben der Reproduktion, also der Bestandserhaltung der Bevolkerung, erfullt sie vor allem die Aufgaben der Sozialisation, die zur gesellschaftlichen Integration notwendig ist. Dank des ausgepragten Solidaritatsverbundes und der elterlichen Sorge ist im Sinne des Subsidiaritatsprinzips sowohl die soziale Sicherung der nachwachsenden Generation als auch die Versorgung und Pflege der Senior Innen vorgesehen FrevelDietz 2008: 104. Um diese Funktionen aufrecht erhalten zu konnen, hat der deutsche Sozialstaat mit dem Artikel 6 des Grundgesetzes versucht einen Schutzraum zu schaffen. Im Sinne einer horizontalen Gerechtigkeit ist es die Aufgabe des Sozialstaates, dafur zu sorgen, dass die Partizipation in unterschiedlichen Lebensbereichen nicht durch die Entscheidung ein Kind grozuziehen, beeintrachtigt wird und den Eltern keine weitreichenden okonomischen Nachteile entstehen Bertram 2006; HuininkKonietzka 2007. Obwohl der Wert der Familie grundsatzlich in der Gesellschaft betont wird, sieht die Realitat von Familien im Hinblick auf ihre okonomische Situation anders aus, als dies das sozialstaatliche Unterstutzungsprinzip vermuten lasst: Das Armutsrisiko steigt mit der Anzahl der Kinder erheblich an. 40,6% der Alleinerziehenden mit nur einem Kind sind armutsgefahrdet Bundesministerium fur Familie 2010. Ein Drittel der Bedarfsgemeinschaften im Sinne des zweiten Sozialgesetzbuchs SGB II waren im Jahr 2011 Paare mit Kindern. Dabei waren von diesen Familien 30% erwerbstatig Bundesagentur fur Arbeit 2010. Das heit, dass das Einkommen dieser Eltern nicht ausreichte, um ihre Familie ohne Arbeitslosengeld ALG IIZahlungen oberhalb des gesetzlichen Existenzminimums zu versorgen. Diese Zahlen machen deutlich, dass zunehmend Familien trotz eines eigenen Einkommens als arm zu bezeichnen sind und sozialstaatliche Leistungen in Anspruch nehmen mussen, um ihren Lebensunterhalt bestreiten zu konnen. Dies sind die sogenannten AufstockerFamilien. Im Rahmen der Analyse der Struktur von aufstockenden Familien ist auffallig, dass 88% nur uber ein Einkommen verfugen Bundesagentur fur Arbeit 2010. Bei genauer Betrachtung dieser Gruppe stellt sich somit die Frage, welche Bedeutung das Familienernahrermodell, also die innerfamiliare Aufteilung zwischen Erwerbs und Familienarbeit, fur die Bedurftigkeit hat. Selbstverstandlich kann nicht 2 Schriftenreihe Institut Arbeit und Wirtschaft 13 2012 angenommen werden, dass das gelebte Familienmodell einer rein individuellen und partnerschaftlichen Wahl entspringt, vielmehr sind oftmals strukturelle und institutionelle Bedingungen ausschlaggebend Trager 2009. Zur Entwicklung des Familienernahrermodells, dessen Aushandlung und innerfamiliarer Wirkung liegen vor allem aus familiensoziologischen Studien eine Vielzahl von Ergebnissen vor Bothfeld et al. 2005; HuininkRohler 2005; Lewis 2004; SchulzBlossfeld 2006; Wengler et al. 2008, die durch rechtswissenschaftliche und arbeitsmarktsoziologische Studien erganzt wurden Dingeldey 2003; KlammerKlenner 2009; Klenner et al. 2011; Rust 2009. Dabei wird oft auf Probleme der fehlenden Kongruenz verschiedener sozialpolitischer Regelungen verwiesen, die letztlich allgemein zu diffusen Anreizen hinsichtlich der Erwerbsbeteiligung beider Partner bzw. von Muttern beitragen. Wahrend Auswirkungen der Umsetzung von Hartz IV in einer frauenspezifischen Perspektive in den Sozialwissenschaften durchaus betrachtet werden Berghahn 2008; BetzeltRust 2010; Lenhart 2009, ist der Einfluss der konkreten Instrumente der Arbeitsforderung bzw. der Grundsicherung im Sinne einer Anreizwirkung auf das Familienernahrermodell bisher noch nicht ausreichend aufgearbeitet worden. Zudem wurde die spezielle Gruppe der AufstockerFamilien in diesem Zusammenhang noch nicht eingehend erforscht. Im vorliegenden Papier wird daher der Frage nach dem Zusammenhang des Familienernahrermodells und der Bedurftigkeit der AufstockerFamilien nachgegangen. Es wird die These aufgestellt, dass das traditionelle Familienmodell zumindest bei der Gruppe der Aufstocker ein erhohtes Bedurftigkeitsrisiko beinhaltet. Zur Diskussion lassen sich zwei leitende Forschungsfragen formulieren: Inwiefern ist das traditionelle Familienernahrermodell fur die Bedurftigkeitslage von AufstockerFamilien ausschlaggebend? Inwiefern werden das Entstehen von Bedurftigkeit und das gelebte Familienmodell von aufstockenden Familien durch sozialstaatliche Instrumente bedingt? Das folgende Diskussionspapier ist in zwei Hauptteile gegliedert: Nach der Einbettung der Fragen in den Forschungsstand wird die Fokusgruppe der AufstockerFamilien in ihrer Struktur beschrieben und es wird den Grunden fur die Bedurftigkeit nachgegangen. In einem zweiten Teil wird die Wirkung des institutionellen Arrangements auf die Bedurftigkeit betrachtet. Im Fokus stehen dabei ausgewahlte familienpolitische Instrumente sowie das SGB II. Schriftenreihe Institut Arbeit und Wirtschaft 13 2012 3 Methodisch stutzen sich die Aussagen der Diskussion auf die sekundaranalytische Auswertung aktueller arbeitsmarkt und familienbezogener Studien und die Systematisierung von Rechtsgrundlagen. Ziel des Beitrags ist es, die Bedeutung des Familienernahrermodells bezuglich der Bedurftigkeit von Familien herauszustellen und dabei im Besonderen die Rolle des Sozialstaates zur Diskussion zu stellen. 2 Hintergrund Vor der Begrundung der einleitend gestellten These wird an dieser Stelle das grundlegende Verstandnis von Bedurftigkeit beschrieben, auf welches innerhalb dieser Diskussion zuruckgegriffen wird. Damit geht ein kurzer Uberblick uber wesentliche Aspekte des gegenwartigen Grundsicherungssystems in Deutschland einher. Wenn die Bedurftigkeit von Familien betrachtet wird, ist es bedeutend, die grundsatzliche Haltung des Sozialstaates im Rahmen der Gesetzgebung zu verstehen. Erganzend dazu erfolgt ein kurzer Uberblick uber die wissenschaftliche Betrachtung zur Entwicklung des Familienernahrermodell in Deutschland. 2.1 Das Grundsicherungssystem und Bedurftigkeit Das im Zuge der HartzReformen neu geschaffene Sozialgesetzbuch II SGB II loste mit dem neuen SGB XIII das alte Bundessozialhilfegesetz vollstandig ab. Das SGB II in Kraft getreten am 1.1.2005 ist darauf ausgerichtet, gesellschaftliche Teilhabe durch Arbeit zu ermoglichen. Mit dem Leitgedanken Hilfe zur Selbsthilfe hat der Gesetzgeber die Unterstutzungsleistungen zur Uberwindung der Hilfebedurftigkeit vor die Leistungen zum Lebensunterhalt gestellt. Die auf individuelle Problemlagen ausgerichtete Beratung und Betreuung durch Fallmanager Innen und Arbeitsvermittler Innen steht im Vordergrund. Die Grundsicherung setzt damit zumindest konzeptionell auf Kooperation und Zusammenarbeit Alt 2009: 206. In der Alltagsdiskussion wird jedoch HartzIV nicht nur als ein Gesetzgebungsakt verstanden, sondern steht sinnbildlich fur die neu definierten Sozialleistungen, die neue Sozialverwaltung und fur ein Sozialleistungsregime, welches durch eigene Regeln, Pflichten und Rechte definiert ist Knuth 2007: 69 f  Wahrend vor der Umstrukturierung des SGB II das Arbeitslosengeld als Versicherungszahlung fur den Fall des Verlustes des Arbeitsplatzes und die Arbeitslosenhilfe als Zahlungen im Anschluss an das Arbeitslosengeld bei langerer Arbeitslosigkeit wirkten, erfolgt 4 Schriftenreihe Institut Arbeit und Wirtschaft 13 2012 nunmehr eine Trennung nach Arbeitsforderung im SGB III vormals zur Regelung des Arbeitslosengelds und der Grundsicherung fur Arbeitssuchende im SGB II vormals Arbeitslosenhilfe. Zudem wurde eine gemeinsame gesetzliche Grundlage von Grundsicherung und Sozialhilfe und eine gemeinsame neue Definierung des erwerbsfahigen Hilfebedurftigen unter dem SGB II geschaffen Lohmann 2007: 12. Somit kam es auch zu einer Neudefinierung von Bedurftigkeit. Das SGB II definiert die Bedurftigkeit von Leistungsempfangern folgend: Hilfebedurftig ist, wer seinen Lebensunterhalt   und den Lebensunterhalt der mit ihm in einer Bedarfsgemeinschaft lebenden Personen nicht oder nicht ausreichend aus eigenen Kraften und Mitteln   sichern kann SGB II, 9 Abs. 1. Die konkrete Bemessung einer Hilfebedurftigkeit setzt sich aus der Summe der festgelegten Regelleistungen und der Kosten fur Unterkunft und Heizung zusammen Bundesministerium fur Arbeit und Soziales 2010c. Das Bundesverfassungsgericht halt fur die Berechnung des Regelbedarfes sowohl das Statistikmodel als auch das Warenkorbmodell 1 Bundesverfassungsgericht 2010. Als fur gerechtfertigt Bemessungsgrundlage werden derzeit fur Familienhaushalte die untersten 20% und fur Einpersonenhaushalte die untersten 15% der nach dem Nettohaushaltseinkommen geschichteten Haushalte mit ihren Verbrauchsausgaben verwendet Bundesgesetzblatt 2011, 4. Erganzend dazu muss angemerkt werden, dass die Grundsicherung fur Arbeitssuchende in der Gesellschaft zunehmend negativ verankert wurde, obwohl durch die HartzGesetze versucht wurde, ein Gleichgewicht zwischen der Verantwortung des Einzelnen fur sein Schicksal und der gesellschaftlichen Verantwortung zu finden. Das Problem besteht dabei im geringen Erfolg der Integration Langzeitarbeitsloser in den Arbeitsmarkt Alt 2009: 206 f  1 Das Warenkorbmodell gilt als eine Berechnungsvariante, in der anhand eines Warenkorbes notwendige Guter und Dienstleistungen mit anschlieender Ermittlung und Bewertung der dafur zu entrichtenden Preise erfasst werden. Die Festlegung dieses Warenkorbes im Sinne eines bedarfstheoretischen Ansatzes bleibt einer Gruppe von Experten und Expertinnen uberlassen. Das Statistikmodell, welches seit den 1990er Jahren als Grundlage zur Bemessung der Regelsatze fur die Sozialhilfe gilt, legt der Berechnung des Bedarfes das Ausgabeverhalten unterer Einkommensgruppen zugrunde. normative Vorentscheidungen auf die Abgrenzung des unteren Referenzeinkommensbereichs Becker 2010: 8. reinen Statistikmodell einem In beschranken sich Schriftenreihe Institut Arbeit und Wirtschaft 13 2012 5 2.1 Die Bedeutung des Familienmodells Als traditionelles Ernahrermodell wird eine Arbeitsteilung bezeichnet, indem der Ehemann bzw. Vater als Alleinverdiener zustandig ist fur die finanzielle Sicherung der Familie, die Ehefrau bzw. Mutter dagegen unbezahlte Haus und Familienarbeit leistet. Das Schlusselelement in diesem Familienmodell liegt also in einer geschlechtsorientierten Rollensegmentierung Han 2005: 209. Fur Deutschland ist dieses Familienmodell nach wie vor fur die Vereinbarkeit von Erwerbs und Familienarbeit normgebend. Besonders das Leitbild der Versorgerehe, welches durch Steuer, Sozial, Arbeitsmarkt und Beschaftigungspolitik gefordert wird Dingeldey 2000: 11 f., steht sinnbildlich fur das Fortbestehen dieses Familienmodells Trager 2009: 28 f  Die in der Familiensoziologie vielfach dokumentierten Veranderungen des familiaren Zusammenlebens hin zu einer Pluralisierung der Familienformen haben zudem zu einer beginnenden Erosion der klassischen Kernfamilie sowie des Verstandnisses klassischer Arbeitsteilung gefuhrt u.a. KlammerKlenner 2009; Peukert 2008; PollmannSchult 2008; Trager 2009. Das sich zunehmend etablierende Modell wird als modernisiertes Ernahrermodell bezeichnet. Dieses ist prinzipiell dadurch gekennzeichnet, dass beide, Frau und Mann, einer Erwerbstatigkeit nachgehen. Allerdings bleibt auch in dieser Konstellation der Mann der Hauptverdiener und die Frau ubernimmt weitgehend die familiaren Verpflichtungen zusatzlich zur Erwerbstatigkeit, der hauptsachlich in MiniJobs oder in Teilzeitarbeit nachgegangen wird Lindecke 2007: 11 ff  Damit einher geht nicht nur eine Doppelbelastung der Frauen, sondern zusatzlich eine strukturelle Diskriminierung auf dem Arbeitsmarkt. Immer noch verdienen Frauen weniger als Manner AngerKottwitz 2009. Fur die Familie bedeutet dies oftmals eine okonomische Abwagung hin zur Unterstutzung der Erwerbstatigkeit des Mannes Boden 2007: 194. Die Erosion des traditionellen Familienmodells ist als komplexe Entwicklung zu verstehen. Bisher lasst sich die Dominanz des modernisierten Ernahrermodells nicht verzeichnen. Unterschiedliche Studien weisen auf die Herausbildung einer Vielzahl innerfamiliar ausgehandelter Familienmodelle hin u.a. Beckmann 2002; Bothfeld et al. 2005; HuininkRohler 2005; Lindecke 2007. Die moglichen Defizite des traditionellen Familienmodells werden innerhalb dieses Beitrags im Hinblick auf die Bedurftigkeitslage von AufstockerFamilien betrachtet. Dabei ist relevant, dass das zentrale Merkmal des deutschen Wohlfahrtsstaates unter familienpolitischen Gesichtspunkten im Prinzip der Familiensubsidiaritat 6 Schriftenreihe Institut Arbeit und Wirtschaft 13 2012 verankert ist. Dieses Prinzip fuhrt dazu, dass der Staat nicht prinzipiell Transferzahlungen fur den Einzelnen anbietet, sondern nur erganzend, wenn die Familie die notigen Leistungen nicht eigenstandig erbringen kann Trager 2009: 24. Wie bereits einleitend genannt, ist auffallig, dass Transferzahlungen aufgrund der hier betrachteten Bedurftigkeit im Sinne des SGB II haufig an Familien mit nur einem Hauptverdiener erbracht werden Bundesagentur fur Arbeit 2010: 23 f  Somit wurde mit dem Grundsicherungssystem auch eine Institution geschaffen, die vermehrt Familien mit einem traditionellen Familienmodell unterstutzen muss. Anders ausgedruckt kann das klassische Ernahrermodell zu einer Gefahrdung der finanziellen Eigenstandigkeit und zu einer Bedurftigkeit der Familienmitglieder fuhren. Die Bedurftigkeit von Familien hangt also unmittelbar mit der prinzipiellen Aufteilung zwischen Erwerbs und Familienleben zusammen. Es wurde bereits darauf hingewiesen, dass das Familienmodell keineswegs nur aufgrund individueller Wunsche und Vorstellungen gewahlt wird, sondern vielmehr im gesellschaftlichen und vor allem institutionellen Kontext festgelegt wird. Daher ist die Analyse des Einflusses sozialstaatlicher Instrumente auf das Familienmodell von groer Bedeutung. Ausgehend von der These, dass das traditionelle Familienmodell mit einem erhohten Bedurftigkeitsrisiko einhergeht, wird anhand der Fokusgruppe der AufstockerFamilien den Grunden der Bedurftigkeit und dem Einfluss des Familienmodells dabei nachgegangen. 3 Die Fokusgruppe AufstockerFamilien Als AufstockerFamilien werden innerhalb dieses Beitrags Familien verstanden, die zusatzlich zu einem Einkommen aus Erwerbstatigkeit Arbeitslosengeld II ALG II beziehen, um den Bedarf der Familie decken zu konnen.2 Diese Familien, im Sinne des SGB II als PartnerBedarfsgemeinschaften mit Kindern bezeichnet, bestehen aus zwei Erwachsenen mit mindestens einem Einkommen und einem minderjahrigen Kind oder mehreren Kindern. Es wird dabei ein enger Familienbegriff fur Arbeit 2 Die Bundesagentur fur PersonenBedarfsgemeinschaften, die ihr ALG I aufgrund zu geringer Anspruche mit Hilfe des ALG II aufstocken. Innerhalb der wissenschaftlichen Diskussion ist jedoch die oben beschriebene Definition ublich. In den statistischen Angaben der BA sind die Aufstocker unter dem Begriff der erwerbstatigen Leistungsbezieher erfasst. BA verwendet den Begriff der Aufstocker Schriftenreihe Institut Arbeit und Wirtschaft 13 2012 7 verwendet, der in der vorliegenden Analyse die Betrachtung von AlleinerziehendenHaushalten ausschliet. Die Bedurftigkeitslage von Alleinerziehenden soll dabei nicht in den Hintergrund geruckt werden, vor allem da diese nachweislich oft von kumulativer Unterversorgung durch Arbeitslosigkeit und ALG IIBezug bis hin zu Deprivationslagen betroffen sind u.a. Brand 2006; Bundesagentur fur Arbeit 2008; Marten 2007; Zabel 2010. Jedoch ist der Einfluss des Familienmodells auf die Bedurftigkeit bei Alleinerziehenden nur schwer zu identifizieren. Daher werden in der nachfolgenden Analyse Paare mit Kindern in das Zentrum geruckt. Der Begriff des Aufstockens selbst ist zudem recht ungenau, da er nicht definiert, was in welcher Hohe aufgestockt wird. Und tatsachlich variiert die Form des Aufstockens auch innerhalb der betrachteten Familien. In diesem Beitrag wird angenommen, dass Bedarfsgemeinschaften mit Kindern eher in einem traditionellen Familienmodell leben, in dem nur ein Einkommen zur Verfugung steht. Zur Bedarfsdeckung der gesamten Familie reicht dieses dann oftmals nicht aus. Es werden daher die Familien betrachtet, deren Einkommen aus einer Kombination aus Transferleistungen und Arbeitslohn besteht. 3.1 Zur Struktur aufstockender Familien Zur Familienkonstellation von abhangig beschaftigten Aufstocker Innen kann anhand der Daten der Bundesagentur fur Arbeit BA aufgezeigt werden, dass ein groer Unterschied zwischen Bedarfsgemeinschaften BG mit Kindern und ohne Kinder vorhanden ist siehe Abb. 1 auf Seite 13. Dabei sind unter den erwerbstatigen ALG IIBeziehenden mehr als doppelt so viele Paare mit Kindern als Paare ohne Kinder. 3 Diese AufstockerFamilien mit der Bezeichnung PaarBedarfsgemeinschaften mit Kindern mussen zum Groteil zwei Kinder unter 25 Jahren versorgen Bundesagentur fur Arbeit 2011: 26. Bei der Betrachtung von Arbeitsumfang und Erwerbsform, zeigt sich, dass bei PaarBedarfsgemeinschaften mit Kindern 26% der Erwerbsfahigen einer Teilzeit 3 Bei der Bezeichnung Paare mit Kindern ist zwischen den Analysen des Instituts fur Arbeitsmarkt und Berufsforschung IAB mit den Daten des PASS und den Statistiken der Bundesagentur fur Arbeit BA zu differenzieren. Das IAB arbeitet hier mit den gesetzlichen Regelungen der Zugehorigkeit von Kindern bis zum 25. Lebensjahr zu Bedarfsgemeinschaften. Dagegen verbirgt sich hinter dem Begriff Paare mit Kindern innerhalb der Statistiken der BA ein Verstandnis von Paaren mit minderjahrigen Kindern altere Kinder bleiben dabei unberucksichtigt. 8 Schriftenreihe Institut Arbeit und Wirtschaft 13 2012 Beschaftigung nachgehen und 23% geringfugig beschaftigt sind. Ein vergleichbar groer Anteil von 37% geht jedoch einer Vollzeiterwerbstatigkeit nach Abb. 2 aus Seite 13 Bundesagentur fur Arbeit 2011: 24. Abbildung 1: Anteile von BGTypen und Angabe von BGTypen mit Kindern BG mit Kindern 46% SingleBG 35% PaarBG ohne Kind 19% Alleinerziehende 32% Paare mit Kindern 68% Eigene Darstellung, Daten: Bundesagentur fur Arbeit 2011: 26 f  Abbildung 2: Typ der BG und Erwerbsform 37% 27% 23% 26% 23% 19% 17% 18% 17% 19% 20% 28% 14% 15% Paare ohne Kinder 11% Paare mit Kinder Alleinerziehende 40% 35% 30% 25% 20% 15% 10% 5% 0% Anteil an erwerbstatigen Leistungsempf. geringf. Beschaftigte in Teilzeit sozverspfl. Beschaft. in Teilzeit sozverspfl. Beschaft. in selbststandig erwerbstatig Vollzeit Eigene Darstellung, Daten: Bundesagentur fur Arbeit 2011. Betrachtet man nun das Lohnniveau und das verfugbare Einkommen der Bedarfsgemeinschaften Tab. 1, so lasst sich festhalten, dass Paare mit Kindern uber das hochste BruttoEinkommen verfugen Bundesagentur fur Arbeit 2010: 58. Dies ist jedoch weniger verwunderlich, da ein vergleichbares Einkommen bei Bedarfsgemeinschaften mit weniger Personen oftmals zum Ausstieg aus dem Bezug fuhrt. Ebenso wird seitens der Bundesagentur fur Arbeit argumentiert, dass sich in Schriftenreihe Institut Arbeit und Wirtschaft 13 2012 9 PaarBedarfsgemeinschaften auch mehr Personen befinden, die potentiell einer Erwerbstatigkeit nachgehen konnen. Jedoch ist die Erwerbstatigkeit von zwei Personen in Bedarfsgemeinschaften mit Kindern nur in 12% der Falle nachweisbar Bundesagentur fur Arbeit 2010: 27. Auffallig ist zudem, dass das Einkommen aus Erwerbstatigkeit mit der Anzahl der Kinder abnimmt. Dies kann ein Indikator fur die erschwerte Vereinbarkeit von Familie und Erwerbstatigkeit mit mehreren Kindern sein. Tabelle 1: Einkommen nach BGTyp und Armutsschwellenwert mtl. Einkommen BruttoEinkommen BGTyp SingleBG Paare ohne minderjahrige Kinder Paare mit minderjahrigen Kindern mit einem Kind mit zwei Kindern mit drei Kindern aus Erwerbstatigkeit in Euro 388 716 839 864 844 799 Haushaltsbudget insg. incl. ALG II in Euro 791 1.274 1.844 1.555 1.835 2.104 60% Armutsschwellenwert 912 1.369 1.663 1.940 2.218 Eigene Darstellung, Daten: Bundesagentur fur Arbeit 2010: 58.; Bundesministerium fur Familie, Senioren, Frauen und Jugend 2010: 54. Grundlage: Armutsschwellenwert aus dem Jahr 2007, modifizierte Berechnung Werden die durchschnittlichen Stundenlohne der Aufstocker Innen nach Typ der Bedarfsgemeinschaft verglichen, zeigt sich ein sehr heterogenes Bild. Die Analysen von Dietz, Muller und Trappmann weisen darauf hin, dass Paare mit Kindern durchschnittlich uber die hochsten Lohne verfugen 7,68 Euro; im Vergleich: bei Paaren ohne Kinder 7,03 Euro, bei Alleinerziehenden 7,28 und bei Singles 6,05 Euro Dietz et al. 2009: 4. Obwohl das SGB II mit seinen Unterstutzungsleistungen darauf abzielt, das festgelegte Existenzminimum zu sichern, ist es von dem Armutsschwellenwert 4 zu differenzieren. Tatsachlich lebt etwa die Halfte aller Familien im Leistungsbezug unterhalb der Armutsgefahrdungsschwelle 4 Entgegen dem Verstandnis von Bedurftigkeit nach der Definition des SGB II arbeitet die Armutsforschung mit dem Begriff der Einkommensarmut. Als Schwelle fur Einkommensarmut wird oftmals 60% des Medians aller Einkommen verwendet. Das heit, Personen in Haushalten, deren monatliches Haushaltsnettoaquivalenzeinkommen unterhalb dieser Schwelle liegt, sind armutsgefahrdet Lietzmann et al. 2011: 1. 10 Schriftenreihe Institut Arbeit und Wirtschaft 13 2012 Bundesministerium fur Familie 2010: 61. Dies zeigt sich fur Aufstocker im besonderen Mae siehe Tabelle 1. Hinsichtlich der Dauer der Hilfebedurftigkeit konnte die BA feststellen, dass erwerbstatige Arbeitslosengeld IIBezieher Innen ihre Hilfebedurftigkeit schneller beenden als Arbeitslosengeld IIBezieher Innen ohne Erwerbseinkommen. Dabei spielt jedoch die Hohe des Erwerbseinkommens eine entscheidende Rolle. Im Jahr 2008 zeigte sich, dass sich der Anteil der Langzeitbezieher Innen mit mehr als drei Jahren Leistungsbezug nach Hohe des Erwerbseinkommens unterscheidet. So waren wesentlich mehr Langzeitbezieher Innen mit geringem Einkommen zu verzeichnen Bundesagentur fur Arbeit 2010: 18. Es ist jedoch nach Analysen des Instituts fur Arbeitsmarkt und Berufsforschung IAB Bruckmeier 2007 auffallig, dass der Typ der Bedarfsgemeinschaft ausschlaggebend ist. Kurzfristige Leistungsbezieher Innen mit Vollzeiterwerbstatigkeit lieen sich mehrheitlich SingleBedarfsgemeinschaften zuordnen. Hingegen fanden sich bei Vollzeitbeschaftigten, die langer als neun Monate Leistungen bezogen, hauptsachlich Paare, davon 51% mit minderjahrigen Kindern Bruckmeier et al. 2007: 5. Die dargestellte Struktur der AufstockerFamilien und ihrer Bedurftigkeit wirft die Frage nach den Grunden auf. Diesen wird in dem folgenden Abschnitt nachgegangen. 3.2 Wesentliche Grunde fur die Bedurftigkeit Die Analyse von Arbeitsumfang und Erwerbsformen in AufstockerFamilien hat gezeigt, dass eine Ursache fur die Bedurftigkeit in dem hohen Anteil von geringfugiger Beschaftigung oder Beschaftigung in Teilzeit zu finden ist. Wingerter weist in seinen Analysen anschaulich auf die Pluralisierung von Erwerbsformen im Sinne atypischer Beschaftigung,5 d.h. vom Normalarbeitsverhaltnis abweichende Tatigkeiten, hin Wingerter 2009: 1080 ff  Der Zusammenhang zwischen atypischen 5 Als atypische Beschaftigungsformen gelten Beschaftigungsformen, die sich rein formal vom Normalarbeitsverhaltnis unterscheiden. Als Merkmale des Normalarbeitsverhaltnis gelten: eine Vollzeittatigkeit, ein unbefristetes Beschaftigungsverhaltnis, die in die sozialen Sicherungssysteme und die Identitat von Arbeits und Beschaftigungsverhaltnis bei gleichzeitiger Weisungsgebundenheit des Arbeitnehmers an den Arbeitsgeber. Aus dieser Definition lassen sich folgende Erwerbsformen als atypische ableiten: Teilzeitbeschaftigung mit weniger als 21 Wochenstunden, befristete Beschaftigungen, geringfugige Beschaftigungen und Zeitarbeit oder Leiharbeit Wingerter 2009. Integration Schriftenreihe Institut Arbeit und Wirtschaft 13 2012 11 Beschaftigungsformen und der Niedriglohndebatte ist insofern vordergrundig, als dass fast die Halfte aller atypisch Beschaftigten einen Verdienst unterhalb der Niedriglohngrenze 9 Euro pro Stunde, Bispinck 2010: 5 erhalten. Der Anteil der Niedriglohnbeziehenden unter den Beschaftigten in einem Normalarbeitsverhaltnis ist mit 11,1% deutlich geringer Statistisches Bundesamt 2009. Hinsichtlich der Verdienststruktur ist herauszustellen, dass atypische Beschaftigte im Durchschnitt ein Drittel weniger verdienten als Normalbeschaftigte zum Vergleich: im Jahr 2006 verdienten Normalbeschaftigte durchschnittlich 18,04 Euro, atypisch Beschaftigte 11,98 Euro Wingerter 2009: 1087 f  Geringfugig Beschaftigte erzielten dabei besonders haufig einen Bruttostundenverdienst unterhalb der Niedriglohngrenze siehe Abbildung 3. Abbildung 3: Anteil Niedriglohnbezieher Innen nach Erwerbsform 100% 80% 60% 40% 20% 0% 81,2% 67,2% 49,2% 36,0% 19,5% atypisch Teilzeit befristet Zeitarbeit 11,1% Normal arbeitnehmer Innen Beschaftigte beschaftigte Beschaftigte nehmer Innen geringfugig Beschaftigte Eigene Darstellung, Daten: Wingerter, 2009. Da ein Groteil der Aufstocker Innen mit Kindern einer Vollzeiterwerbstatigkeit nachgeht, ist die Bedurftigkeit nicht allein auf eine atypische Beschaftigung zuruckzufuhren. Die Ursachen fur eine Bedurftigkeit trotz einer nachweisbaren Vollzeiterwerbstatigkeit mussten damit entweder bei zu geringen Bruttolohnen oder bei der Groe der BG, also der Anzahl der Kinder, liegen. Es wurde bereits herausgestellt, dass Paare mit Kindern tatsachlich im Durchschnitt uber die hochsten Lohne verfugen. Somit ist der Grund fur eine Bedurftigkeit eher in dem erhohten Bedarf mit Kindern zu finden. Es zeigte sich bei der Struktur der AufstockerFamilien siehe Kapitel 3.1, dass BG mit zwei Kindern am haufigsten auf Leistungen des SGB II angewiesen sind. Dieser Zusammenhang entsteht auch aufgrund der tatsachlich gelebten Familiengroe in 12 Schriftenreihe Institut Arbeit und Wirtschaft 13 2012 Deutschland. Laut Familienreport leben in mehr als der Halfte der Familien ein Kind und in mehr als einem Drittel aller Familien zwei Kinder Bundesministerium fur Familie 2010: 22. Ebenso weisen die Statistiken zu den verschiedenen BGTypen in der Grundsicherung auf einen sehr hohen Anteil von Paaren mit zwei Kindern hin Bundesagentur fur Arbeit 2011: 26. Es ist also nicht nur eine verhaltnismaig groe Anzahl von drei oder mehr Kindern, die zur Bedurftigkeit fuhrt. Verscharft wird diese Situation, wenn sich die Familie auf nur ein Einkommen stutzen muss. Und tatsachlich sind unter den Paaren mit Kindern im ALG IIBezug nur in 12% zwei Einkommen vorhanden Bundesagentur fur Arbeit 2010: 27. Sollte dieses eine Einkommen zudem aus einer atypischen Beschaftigungsform stammen, in denen das Lohnniveau bereits sehr niedrig ist, so ist eine Unterstutzung der Familie durch Transferzahlungen schlichtweg notwendig. Es stellt sich somit die Frage, warum in den AufstockerFamilien mehrheitlich nur ein Einkommen zur Verfugung steht. Einleitend wurde beschrieben, dass im Hinblick auf die Aufteilung von Erwerbs und Familienarbeit ein Wandel hin zu egalitaren Familienmodellen zu verzeichnen ist. Die generelle Zunahme der Erwerbstatigkeit beider Elternteile resultiert aus dem deutlich gestiegenen Ausbildungsniveau von Frauen, den besseren Karrierechancen sowie dem Bedurfnis nach Selbstentwicklung und entfaltung im Beruf KrauseNicolai 2005: 33 ff  Die Grenzen eines solchen egalitaren Modells beginnen jedoch nachweislich nach der Geburt des ersten Kindes. Aus dem Mikrozensus 2009 geht eindeutig hervor, dass Mutter im Alter von 20 bis 55 Jahren im Vergleich zu kinderlosen Frauen dieser Altersgruppe seltener erwerbstatig sind. Wahrend 78 % der kinderlosen Frauen einer Beschaftigung nachgehen, betragt die Quote der Mutter nur 64 %. Dabei ist die Erwerbstatigkeit der Mutter stark abhangig vom Alter des jungsten Kindes Bundesministerium fur Familie 2010: 115. Je junger die Kinder im Haushalt sind, desto seltener uben Mutter eine Erwerbstatigkeit aus Statistisches Bundesamt 2010: 31. Weiterhin ist auffallig, dass die Erwerbstatigkeit der Mutter zwar mit dem Alter des Kindes zunimmt, sich jedoch hauptsachlich auf eine Teilzeiterwerbstatigkeit bezieht. Die Teilzeitquote bei Muttern mit alteren Kindern macht zudem deutlich, dass eine Vollzeiterwerbstatigkeit auch mit Schulkindern nicht immer moglich ist. So zeigt die Allensbach If DUmfrage aus dem Jahr 2010, dass mehr als zwei Drittel der Mutter mit Schulkindern Schwierigkeiten bei der Vereinbarkeit von Beruf und Familie haben Schriftenreihe Institut Arbeit und Wirtschaft 13 2012 13 Bundesministerium fur Familie 2011a: 16. Die erschwerte Vereinbarkeit mit Kindern fuhrt somit oftmals zu einer Verstetigung des traditionellen Familienmodells mit nur einem hauptsachlich mannlichen Haupternahrer und damit womoglich zur Bedurftigkeit im Sinne des SGB II. Die Muttererwerbstatigkeit ist nachweislich eine relevante Einflussgroe fur die Armutsgefahrdung von Familien. Lietzmann stellt heraus, dass in Paarhaushalten, die auf ALG IILeistungen angewiesen sind, ein sehr groer Anteil von 76,3% der Mutter nicht erwerbstatig ist Lietzmann 2011: 12. Betrachtet man nun konkret die Erwerbstatigkeitsarrangements von AufstockerFamilien im Vergleich zu Familien mit gesicherter Einkommenslage Abb.4, so lasst sich festhalten, dass ein traditionelles Familienmodell nicht automatisch zur Bedurftigkeit fuhrt. Abbildung 4: Erwerbstatigkeitsarrangements von AufstockerFamilien BG mit Kindern unter 15 Jahren mit Prozentangaben 60 50 40 30 20 10 0 beide Vollzeit Vollzeit und Teilzeit Familien mit gesicherter Einkommenssituation AufstockerFamilien 13,6 0,5 53,2 20,2 Vollzeit und Erwerbslosig Teilzeit und Erwerbslosigbeide Teilzeit keit 28,7 22,9 keit 1,0 52,3 3,5 4,1 Eigene Berechnung, Daten: Lietzmann 2011, Daten aus PASS, 3. Welle 20082009, gewichtete Ergebnisse; weder einkommensarm nach 60 ProzentSchwelle noch SGB IIBezug; Deutlich wird aber auch, dass eine Bedurftigkeit bei zwei Vollzeiterwerbstatigen fast ausgeschlossen ist. Bei einem Arrangement von Vollzeit und Teilzeitbeschaftigung ist eine gesicherte Einkommenssituation sichtlich eher gewahrleistet. Uberraschend ist jedoch, dass die Anteile der Arrangements von VollzeitTeilzeit und VollzeitErwerbslosigkeit seitens der AufstockerFamilien sich kaum unterscheiden. Da nach dieser Berechnung keine Aussagen zu den Lohnhohen gemacht werden, konnen an dieser Stelle nur Annahmen zu den Grunden getroffen werden. So handelt es sich womoglich bei den Vollzeitbeschaftigten um eine niedrig entlohnte Beschaftigungen, welche selbst mit dem zusatzlichen Einkommen aus einer Teilzeitbeschaftigung der 14 Schriftenreihe Institut Arbeit und Wirtschaft 13 2012 Partnerin oder des Partners nicht ausgeglichen werden konnen. Wahrscheinlicher ist jedoch, dass dies jene Familien sind, die aufgrund ihrer Kinderzahl einen zu hohen Bedarf zu decken haben und somit auf die Transferleistungen angewiesen sind. Die Ergebnisse zu Familien mit Kindern unter 15 Jahren zeigen deutlich auf, dass die Erwerbslosigkeit eines Elternteils bei 75,2% der AufstockerFamilien zur Bedurftigkeit fuhrt. Verscharft wird diese Situation vor allem dann, wenn das eine Einkommen nur aus einer Teilzeitbeschaftigung kommt. Aus der Graphik ist ablesbar, dass 52,3% der AufstockerFamilien ein Erwerbsarrangement von Teilzeit und Erwerbslosigkeit aufweisen. Somit muss zu den zentralen Grunden fur Bedurftigkeit von AufstockerFamilien selbstverstandlich Erwerbs bzw. Arbeitslosigkeit hinzugefugt werden. Eine Erwerbslosigkeit fuhrt jedoch nicht zwangslaufig zu Bedurftigkeit. Entscheidend ist dabei vielmehr die Dauer der Arbeitslosigkeit. Insbesondere wenn der Anspruch auf ALG I zeitlich uberschritten wird und die Arbeitslosen dem Rechtskreis des SGB II zugordnet werden, wird Arbeitslosigkeit zum Grund fur Bedurftigkeit. Das SGB II selbst ist dabei mehr als nur eine formaljuristische Zuordnung. Nach Ablauf der Anspruchsberechtigung des ALG I erhalten arbeitslos gemeldete Personen Grundsicherungsleistungen im Sinne des SGB II die ausschlielich bedurftigkeitsgepruft sind. Damit hangt zudem fur betroffene Personen ein oftmals schwerwiegender Einkommenseinschnitt zusammen. Im Hinblick auf die Ausgangsthese kann das in Abb. 4 Seite 13 dargestellte Erwerbsarrangement Teilzeit Erwerbslosigkeit mit dem Familienmodell nur begrenzt in Verbindung gebracht werden. Wurde man davon ausgehen, dass die Teilzeittatigkeit von den Muttern ausgeubt wird, so konnte dies ein Hinwies darauf sein, dass selbst das modernisierte Familienmodell bei einer langer andauernden Arbeitslosigkeit keine Grundlage fur eine Existenzsicherung bietet. Unabhangig davon, wer einer Teilzeiterwerbstatigkeit nachgeht, stehen dabei die generellen Probleme atypischer Beschaftigung erneut zur Diskussion. Es lassen sich anhand der dargestellten Ergebnisse vier wesentliche Grunde fur die Bedurftigkeitslage von aufstockenden Familien feststellen: ein erhohter Bedarf mit Kindern, ein geringes Einkommen aus teilweise atypischer Beschaftigung, ein fehlendes zweite Erwerbseinkommen, das heit die geringe Erwerbsintegration der Mutter, sowie Erwerbslosigkeit. Die Ausgangsthese, dass ein traditionelles Familienmodell zur Bedurftigkeit fuhrt, konnte fur die Gruppe der AufstockerFamilien bestatigt werden. Mit Blick auf die Gesamtheit der Familien lasst sich festhalten, dass Schriftenreihe Institut Arbeit und Wirtschaft 13 2012 15 das traditionelle Familienmodell zwar nicht automatisch zur Bedurftigkeit fuhrt, jedoch mageblich zu einem erhohten Bedurftigkeitsrisiko beitragt. 4 Zum Einfluss sozialstaatlicher Instrumente Einleitend wurde auf die Schutzfunktion des Sozialstaates gegenuber der Familie sowie auf den Gerechtigkeitsanspruch zwischen Personen mit Kindern und Personen ohne Kinder hingewiesen. Anhand der Beschreibung der Bedurftigkeitssituation von AufstockerFamilien kann vermutet werden, dass diese von sozialstaatlichen Manahmen und Instrumenten weniger profitieren. Im Hinblick auf die Ausgangsfrage nach der Wirkung des Familienmodells konnte bereits anhand der AufstockerFamilien gezeigt werden, dass die fehlende Erwerbsintegration der Mutter und somit das traditionelle Ernahrermodell die Existenz nur ungenugend sichert. Der negative Einfluss von atypischer Beschaftigung und Niedriglohnen auf die Existenzsicherung ist innerhalb dieser Diskussion nicht vollstandig abzuweisen. Allerdings bezieht der Groteil der AufstockerFamilien Einkommen aus einem Normalarbeitsverhaltnis. Insofern stehen nicht Regulierungen des Arbeitsmarktes, sondern sozialstaatliche Gesetze und Regulierungen mit ihren Anreizwirkungen auf das Familienernahrermodell und damit das Bedurftigkeitsrisiko im Mittepunkt. Im Fokus stehen dabei familienpolitische Instrumente, wie die Steuerpolitik, der Familienleistungsausgleich sowie die Bedingungen offentlicher Kinderbetreuung. Das SGB II wird als arbeitsmarktpolitisches Instrument in seiner direkten Funktion der Arbeitsforderung und mit seinem Einfluss auf das Familienmodell betrachtet. 4.1 Familienpolitische Instrumente Die Ziele der Familienpolitik sind vielfaltig. Das Bundesministerium fur Familie, Senioren, Frauen und Jugend formuliert dazu drei Schwerpunkte: die Stabilisierung der Familieneinkommen, die nachhaltige Armutsvermeidung und die Vereinbarkeit von Familie und Beruf Bundesministerium fur Familie 2010: 7. Damit verbinden sich finanzielle und strukturelle Manahmen. Die finanzielle Familienforderung geschieht durch direkte und indirekte Manahmen. Diese orientieren sich an direkten und indirekten Kosten. Direkte Kosten sind solche, die durch den Bedarf des Kindes selbst entstehen und zum Beispiel durch das Kindergeld ausgeglichen werden sollen. Indirekte Kosten erwachsen aus dem 16 Schriftenreihe Institut Arbeit und Wirtschaft 13 2012 zeitlichen Betreuungsbedarf oder anderen Opportunitatskosten und sollen zum Beispiel durch das Elterngeld kompensiert werden Knickrehm 2008: 157. Im Hinblick auf die Bedurftigkeitslage der AufstockerFamilien wurde deutlich, dass vor allem ein ausreichendes Einkommen und die Einflussnahme auf das Familienmodell ein Schlussel zur sogenannten Stabilisierung und Armutsvermeidung sein konnte. Daher werden Instrumente der Kompensation direkter Kosten betrachtet. Als relevant dafur werden das Ehegattensplitting sowie die aktuellen Regelungen des Familienleistungsausgleichs erachtet. Als strukturelle Manahmen der Familienpolitik werden in diesem Papier konkrete Instrumente zur Vereinbarkeit von Beruf und Familie verstanden, die uber die Kostenkompensation hinausgehen. Im Hinblick auf die Forschungsfrage nach der Auswirkung sozialpolitischer Instrumente auf das Familienmodell sind die strukturellen Bedingungen fur die Muttererwerbstatigkeit ausschlaggebend. Studien belegen, dass sich neben dem individuellen Bildungsniveau KreyenfeldGeisler 2006 die Gestaltung des Kinderbetreuungssystems auf die Erwerbstatigkeit von Muttern auswirkt SpieBuchel 2003. Daher wird unter Abschnitt 4.1.3 die aktuelle Kinderbetreuungsinfrastuktur betrachtet. 4.1.1 Das Ehegattensplitting Die Familien und Steuerpolitik besteht aus hauptsachlich drei Regelungen: Anspruch auf Witwen und Witwerrente, Anspruch auf Familienversicherung und den Anspruch auf ein Ehegattensplitting. Alle Regelungen zielen dabei auf den vollerwerbstatigen Ehemann und auf eine nicht oder lediglich phasenweise erwerbstatige Ehefrau ab Boeckh et al. 2006: 300 f  Wahrend andere europaische Lander den Grundsatz einer gemeinsamen Familien bzw. Ehegattenbesteuerung ganz oder teilweise zu Gunsten individueller Besteuerung aufgegeben haben, gehort Deutschland zu den wenigen Landern, die strikt an einer gemeinsamen Ehegattenbesteuerung festhalten Dingeldey 2000: 11. Im Rahmen des Ehegattensplittings zahlen verheiratete mannliche Alleinverdiener deutlich weniger Steuern als ledige. Wenn jedoch ein zweites Einkommen vom Ehepartner bzw. eher der Ehepartnerin erwirtschaftet wird, fallt der Steuervorteil dann geringer aus, je mehr sich das Einkommen beider angleicht. Der Ruckzug eines Ehepartners Meist der Ehefrau aus dem Erwerbsleben wird also zum Teil durch das Steuersystem kompensiert Dingeldey 2000: 15. Dingeldey kommt daher zu dem Schluss, dass Schriftenreihe Institut Arbeit und Wirtschaft 13 2012 17 das ehebezogene Steuersystem familiare Erwerbsmuster begunstigt, die im besten Fall dem modernisierten Ernahrermodell entsprechen Dingeldey 2000: 156 f  Im Hinblick auf die AufstockerFamilien ist jedoch anzumerken, dass das Ehegattensplitting nur begrenzt Einfluss auf die Bedurftigkeitslage ausubt, da es zum einen nur verheiratete Paare betrifft und zum anderen der Steuervorteil in unteren Einkommensbereichen eher gering ausfallt. Setzt man jedoch die Aussagen zum Einfluss auf das Familienmodell in Beziehung zum bereits dargestellten Bedurftigkeitsrisiko, so wird deutlich, dass das ursprunglich zur Unterstutzung von Familien gedachte Ehegattensplitting das Einverdienermodell attraktiv macht und damit indirekt zur Bedurftigkeit von Familien beitragt. Die jahrzehntelange institutionelle Unterstutzung der Versorgerehe kann inzwischen zu einer nicht ausreichenden familiaren Existenzsicherung fuhren. 4.1.2 Der Familienleistungsausgleich Betrachtet man weitere Manahmen fur Familien ist der Familienleistungsausgleich eines der wichtigsten Grundprinzipien der deutschen Familienpolitik in seiner historischen Entwicklung der westdeutschen Familienpolitik. Dieser verfolgt sowohl steuersystematische als auch sozialpolitische Ziele, d.h. die Besteuerung der Familie nach der individuellen Leistungsfahigkeit sowie die Anerkennung der Leistung der Familie fur die Gesellschaft Forderung der Familie Henman 2003: 69. Im weitesten Sinne sollen die Lasten einer Familie, zum Beispiel eingeschrankte Verdienstmoglichkeiten, erhohte Ausgaben fur den Lebensunterhalt oder Kosten fur Ausbildung und Kinderbetreuung, von der Gesellschaft ausgeglichen werden. Im engeren Sinne besteht der Familienleistungsausgleich aus dem Kindergeld und den steuerlichen Kinderfreibetragen.6 Das Kindergeld nach Bundeskindergeldgesetz BKGG wird grundsatzlich einkommensunabhangig gezahlt und ist nach der Zahl der Kinder gestaffelt. Fur das erste und zweite Kind betragt die Zahlung seit 2010 184 Euro, fur das dritte Kind 190 Euro und fur das vierte und jedes weitere Kind 215 Euro 66 Est G. Mit dem 6 Als familienpoltische Manahmen auf Bundesebene gelten zudem das Elterngeld, die Regelungen zur Elternzeit sowie das Bafo G. Diskussionsbeitrage und Anregungen zu Elterngeld und Elternzeit bieten u.a. Fuchsloch 2010; Kressl 2007; Menke et al. 2009. Ebenso Diskussionsbeitrage zur Ausgestaltung und Wirkungsweise des Bafo G u.a. bei Keller 2010; SteinerWrohlich 2008. 18 Schriftenreihe Institut Arbeit und Wirtschaft 13 2012 Kindergeld sollen durch Kinder entstehende Belastungen der wirtschaftlichen Leistungsfahigkeit von Familien kompensiert werden. Berucksichtigt man die tatsachlichen monetaren Aufwendungen, die mit einem Kind verbunden sind, fallt diese Kompensation unvollstandig aus. Mit steigender Kinderzahl nimmt die entstehende absolute Deckungslucke zu Bundesministerium fur Familie 2008: 10. Das Statistische Bundesamt errechnete einen finanziellen Nachteil von Familien gegenuber Kinderlosen von ca. 500 Euro pro Kind. Das Kindergeld leistet mit der derzeitigen Bemessung einen Nachteilsausgleich von etwa einem Drittel Bundesministerium fur Familie 2008: 19. Zudem liegt die Hohe des Kindergeldes weit unter dem sachlichen Existenzminimum fur Kinder, das im Rahmen der Einkommensbesteuerung seit dem Jahr 2010 auf 320 Euro im Monat anzusetzen ist BeckerHauser 2009: 88. Fur AufstockerFamilien gilt daruber hinaus, dass das Kindergeld bereits als Einkommen mit dem ALG IIBedarf verrechnet wird. Da dennoch eine Bedurftigkeit besteht, sorgt das Kindergeld fur die Fokusgruppe nachweislich nicht fur einen ausreichenden Nachteilsausgleich. Fur einen Lastenausgleich, d.h. einen Ausgleich der durch Kinder verursachten Schwachung der wirtschaftlichen Leistungskraft, sollen steuerliche Freibetrage sorgen. Da auch bei Erwachsenen der Einkommensteil, der ihrem soziokulturellen Existenzminimum entspricht, nicht besteuert wird und durch den steuerlichen Grundfreibetrag steuerfrei gestellt wird, wird auch das elterliche Einkommen in der Hohe des Mindestbedarfs eines Kindes steuerfrei gestellt Bundesministerium fur Arbeit und Soziales 2010b: 8 f.; Bundesministerium fur Finanzen 2010. Dieses Instrument des Lastenausgleichs wirkt jedoch aufgrund des zu geringen Einkommens bei AufstockerFamilien nicht. Insofern sind sie von diesem familienfordernden Instrument ausgeschlossen. 4.1.3 Unterstutzung durch offentliche Kinderbetreuung Es wurde bereits dargestellt, dass die Erwerbstatigkeit der Mutter zwar mit dem Alterwerden des Kindes zunimmt, sich dann jedoch hauptsachlich auf eine Teilzeiterwerbstatigkeit begrenzt. Obwohl es einen Rechtsanspruch auf einen Kindergartenplatz gibt SGB VIII, 24, ist dieser auf lediglich einen Halbtagsplatz begrenzt und erschwert somit eine Vollzeiterwerbstatigkeit von Muttern. Auch der ab 2013 geltende Rechtsanspruch auf einen Betreuungsplatz fur Kinder unter drei Jahren regelt zwar den verbindlichen Zugang zu einer Betreuungsmoglichkeit, hingegen nicht die Anspruche fur den konkreten zeitlichen Umfang Schriftenreihe Institut Arbeit und Wirtschaft 13 2012 19 Bundesministerium fur Familie 2011a. Fur eine Erweiterung der Muttererwerbstatigkeit und den Zugang zu besseren Berufspositionen ist jedoch im Hinblick auf die Vereinbarkeit von Familien und Erwerbsleben der zeitliche Betreuungsumfang von entscheidender Bedeutung BeckerHauser 2009: 59. Der Landerreport fur fruhkindliche Bildungssysteme der Bertelsmann Stiftung zeigt auf, dass gegenwartig der zeitliche Betreuungsumfang unabhangig von der Erwerbssituation der Eltern in den einzelnen Bundeslandern sehr unterschiedlich ausgestaltet ist. In sechs Bundeslandern ist keine garantierte Betreuungszeit verankert. In weiteren sechs Bundeslandern besteht immerhin ein Anspruch auf vier oder funf Stunden taglicher Betreuungszeit. Lediglich in vier Bundeslandern ist eine tagliche Betreuungszeit von sechs bzw. sieben Stunden taglich geregelt BockFamullaGroeWohrmann 2010: 11 f  Zu den Betreuungszeiten fur Kinder uber drei Jahren zeigt der Landerreport auf, dass eine groe Differenz zwischen ostdeutschen und westdeutschen Bundeslandern besteht. Wahrend in den neuen Bundeslandern durchschnittlich 66% der Kinder uber drei Jahren mehr als sieben Stunden in der Ki Ta betreut werden, sind dies in den alten Bundeslandern durchschnittlich nur 22,3%. Zudem sind erhebliche Unterschiede in den vertraglich vereinbarten Betreuungszeiten zwischen den westdeutschen Bundeslandern feststellbar BockFamullaGroeWohrmann 2010. So sind beispielsweise in Niedersachsen 70% der Kinder uber drei Jahren taglich bis zu funf Stunden in Betreuung, in BadenWurttemberg sind es in dieser Altersgruppe nur 11,4%, da ein Groteil von 54,1% mehr als funf Stunden am Tag betreut wird siehe Tabelle 2 auf Seite 20. Die Ursachen dafur konnen vielfaltig sein, jedoch ist die Annahme zu begrenzt, dass allein ein unterschiedliches Nachfrageverhalten der Eltern bestimmend ist. So weist die Studie des Deutschen Jugendinstituts hier im Speziellen hinsichtlich der Nichtnutzung von Betreuungsplatzen fur Kinder unter drei Jahren auf, dass 16% der Eltern keinen passenden Betreuungsplatz fur ihr Kind gefunden haben. Dabei sind vor allem in Stadten Engpasse an Betreuungsplatzen zu verzeichnen. Fur 29% der Eltern waren zudem die Kosten fur die auerhausliche Betreuung zu hoch Bundesministerium fur Familie 2011b: 27 f  Dies weist auf eine besondere Beschrankung des deutschen Kinderbetreuungssystems hin. Denn Krippen und Kindergartenplatze wie auch Hortplatze werden teilweise uber Elterngebuhren finanziert, welche die finanzielle Belastbarkeit von Familien im unteren Einkommensbereich uberschreiten konnte. Hinzu kommt, dass bei diesen Familien 20 Schriftenreihe Institut Arbeit und Wirtschaft 13 2012 der Differenzbetrag zwischen dem wahrend der Betreuungszeit erzieltem Einkommen und der finanziellen Aufwendung fur die Betreuung zu gering ist. Somit sind Negativanreize fur eine Erwerbstatigkeit zu verzeichnen und es kommt vermehrt zu schichtspezifischen Unterschieden in der Nachfrage nach Betreuungsplatzen BeckerHauser 2009: 61 f  Tabelle 2: Kinder von 3 Jahren bis Schuleintritt nach vertraglich vereinbarter Betreuungszeit Anteil in % Bundesland bis zu 5 Stunden mehr als 5 bis zu mehr als 7 Stunden 7 Stunden Baden Wurttemberg Bayern Berlin Brandenburg Bremen Hamburg Hessen MecklenburgVorpommern Niedersachsen NordrheinWestfalen RheinlandPfalz Saarland Sachsen SachsenAnhalt SchleswigHolstein Thuringen Ostdeutschland Westdeutschland 11,4 33,3 9,7 5,6 36,0 46,5 34,4 7,2 70,7 12,9 21,3 25,4 8,5 38,0 60,0 5,7 12,4 29,2 44,4 42,7 32,5 42,5 40,8 16,1 26,8 37,0 16,2 30,2 30,2 40,0 21,3 3,6 24,7 5,8 21,5 32,6 9,7 23,0 57,8 51,9 23,2 37,3 32,5 55,6 12,5 29,7 25,1 20,6 70,2 58,3 15,0 88,5 66,0 22,3 Quelle: BockFamulaGroeWohrmann 2010. Das Ziel des Tagesbetreuungsausbaugesetzes, im Jahr 2010 eine PlatzKindRelation fur 35% der Kinder unter drei Jahren zu schaffen, wurde trotz nachweisbarem Zuwachs an Betreuungsplatzen nicht erreicht. So lag die Schriftenreihe Institut Arbeit und Wirtschaft 13 2012 21 Betreuungsquote der Kinder im Alter von unter drei Jahren bei 23,1% Bundesministerium fur Familie 2011b: 8. Der Ausbau der Kinderbetreuung stellt sich dabei als sehr heterogen dar. Zum ersten durch landerspezifische Unterschiede und zum zweiten durch stark differenzierende Betreuungszeiten. Drittens konnen Familien in Regionen mit bestehender Unterversorgung auch gar nicht auf die institutionelle Betreuung zuruckgreifen. Die Beurteilung des Fortschrittes des Ausbaus der Kinderbetreuungsinfrastruktur muss jedoch mehrdimensional betrachtet werden. Es spielen dabei sehr unterschiedliche Faktoren wie das geschatzte Nachfrageverhalten aber auch die finanzielle Unterstutzung der einzelnen Gemeinden und Kommunen eine Rolle, welche an dieser Stelle nicht weitergehend betrachtet werden konnen. Offenkundig ist, dass die Barrieren fur die Erwerbstatigkeit von Muttern weiter abgebaut werden mussen und deshalb die Kinderbetreuungseinrichtungen sowohl hinsichtlich der Betreuungszeiten als auch der entstehenden Kosten insbesondere fur AufstockerFamilien angepasst werden mussen. Besonders defizitar erscheint innerhalb der Diskussion um die Vereinbarkeit von Familie und Erwerbsarbeit, dass die Evaluation von Betreuungsangeboten oftmals mit dem Eintritt der Kinder in das Schulalter endet. Einige wenige Studien zu den Betreuungsangeboten fur Schulkinder weisen jedoch auf groe Schwierigkeiten fur Familien mit Schulkindern hin. Vor allem fur Eltern in Vollzeitbeschaftigung entstehen oftmals Betreuungslucken Bundesministerium fur Familie 2011a; FrankPelzer 1996. 4.2 Der Einfluss des SGB II Das SGB II in Kraft getreten am 1.1.2005 ist darauf ausgerichtet, gesellschaftliche Teilhabe durch Arbeit zu ermoglichen und gleichzeitig Armut zu vermeiden. Die festgelegten Regelleistungen und die Ubernahme der Unterkunfts und Heizkosten sollen an dieser Stelle nicht zur Diskussion gestellt werden. Ein Uberblick aktueller Leistungen des SGB II findet sich in der umfangreichen juristischen Literatur sowie in Angaben des Bundesministeriums fur Arbeit und Soziales Auswahl: Becker 2008; Becker 2010; Bockh 2010; Bundesministerium fur Arbeit und Soziales 2010a; Derksen 2008; Piepenstock 2008; Robenack 2007. Fur die Analyse der Auswirkungen des SGB II auf AufstockerFamilien ist von wesentlicher Bedeutung, wie das SGB II das Ernahrermodell mitbestimmt, welche Auswirkungen im Hinblick auf die Erwerbsobliegenheiten inbegriffen sind und 22 Schriftenreihe Institut Arbeit und Wirtschaft 13 2012 inwiefern arbeitsfordernde Elemente Hilfe fur AufstockerFamilien bieten. Daher wird in den folgenden Abschnitten das Familienverstandnis des SGB II im Sinne der Bedarfsgemeinschaft erschlossen, die Arbeitsforderung innerhalb des SGB II thematisiert und auf die Auswirkungen auf das Familienernahrermodell eingegangen. 4.2.1 Das Familienverstandnis im SGB II Das leistungsrechtliche System des SGB II orientiert sich stark an den Vorgangernormen des BSHG. Daher ist nicht verwunderlich, dass der Familienbegriff im SGB II wie auch zuvor im BSHG nicht eindeutig definiert ist. Vielmehr liegt im Konstrukt der Bedarfsgemeinschaft das verfassungsrechtliche Familienverstandnis verborgen Bockh 2010: 142 f  Der Begriff der Bedarfsgemeinschaft gilt als Schlusselbegriff fur das System der Grundsicherung nach dem SGB II und ist gleichzeitig als gesetzliches Konstrukt stets umstritten. Eine eigenstandige gesetzliche Definition des Begriffes wird im SGB II nicht vorgenommen, vielmehr leitet er sich mittelbar aus einzelnen Vorschriften ab BetzeltRust 2010: 71. Mit der Grundsicherung fur Erwerbsfahige nach dem Sozialgesetzbuch II wurde der gelegentlich im Rahmen der Sozialhilfepraxis verwendete Begriff der Einsatzgemeinschaft als Bedarfsgemeinschaft zu einem neuen Rechtskonstrukt Wolf 2007: 3. Dabei meint der Begriff der Bedarfsgemeinschaft im ursprunglichen Sinne die Familiennotgemeinschaft des 5 der Reichsgrundsatze, d.h. die Zusammenfassung aller Bedarfe und Einkommen der zusammenlebenden Personen ohne Aufteilung in einzelne Personen Stephan 2008: 34. Der Grundgedanke der Neuregelungen des SGB II ist es, den Einzelnen vorrangig fur sich selbst und seine Bedarfsgemeinschaft verantwortlich zu machen. Hilfebedurftige haben grundsatzlich im Sinne des Leitbildes Fordern die Pflicht, ihr Vermogen und Einkommen einzusetzen, um den eigenen Bedarf und den der Bedarfsgemeinschaft zu decken BetzeltRust 2010: 73. Das SGB II weitet mit der Bedarfsgemeinschaft das Verstandnis von Familie starker aus, als dies der verfassungsrechtliche Familienbegriff vorsieht. So werden nicht nur Stieffamilien sondern auch nichteheliche Partner in die Bedarfsgemeinschaft einbezogen Bockh 2010: 142 f  Interessant sind diese Widerspruchlichkeiten in den Rechtsformulierungen insofern, als dass zwar verfassungsrechtlich noch ein eher traditioneller Familienbegriff vorliegt, jedoch innerhalb des SGB II eher der sozialwissenschaftlich ausgeweitete Familienbegriff Anwendung findet. So ist es Schriftenreihe Institut Arbeit und Wirtschaft 13 2012 23 immer noch umstritten, ob gleichgeschlechtliche Partner mit Kindern im Sinne des Artikel 1 des Grundgesetzes als Familie gelten. Innerhalb des SGB II werden sie jedoch als Bedarfsgemeinschaft wie jede andere eheahnliche Gemeinschaft mit Kindern erfasst Bockh 2010. Problematisch wird das Konstrukt der Bedarfsgemeinschaft vor allem bei der Einbeziehung sogenannter faktischer Stiefkinder, nach SGB II 7 Abs. 2 also nicht leiblicher Kinder des Partners in einer eheahnlichen Gemeinschaft. Die wechselseitige Verpflichtung der Partner fureinander einzustehen die per Gesetz angenommen wird beinhaltet nicht automatisch einen Rechtsanspruch des Kindes auf Unterhalt durch den Partner des Elternteils Stephan 2009, S. 434. Problematisch ist diese Annahme zudem, weil allein aus dem Bestehen einer Verantwortungsgemeinschaft nicht generell davon ausgegangen werden kann, dass ein familienahnliches Zusammenleben und Fureinandereinstehen gegeben ist Berghahn 2008: 150 f  Im Besonderen wenn Kinder bis zur Vollendung des 25. Lebensjahrs der Bedarfsgemeinschaft zugerechnet werden, ist es oftmals fraglich ob von einem familienahnlichen Zusammenhalt auszugehen ist, wenn der Stiefvater die Stiefmutter in die Familie kommt und das Kind schon jugendlich oder erwachsen ist Stephan 2009: 435. Sabine Berghahn hat die Auswirkungen der Bedarfsgemeinschaft pragnant zusammengefasst: Unabhangig davon, wie zuvor die finanzielle Zustandigkeit fur die Unterhaltung der Mitglieder des Haushalts geregelt war, unabhangig davon, ob Unterhaltsanspruche bestehen, ob sich die Partner verheiratet oder unverheiratet bislang als moderne Zweiverdiener verstehen und die auch in Zukunft so handhaben wollen, sie sind gehalten, fortan alles miteinander zu teilen, und notfalls muss einer fur alle sorgen Berghahn 2008: 152. Eine weitere Problematik der Bedarfsgemeinschaft liegt innerhalb der Berechnungsweise der Grundsicherung, die sich an einer Horizontalmethode orientiert. Dabei wird das Einkommen und Vermogen von Einstandspflichtigen als Vermogen aller Mitglieder der Bedarfsgemeinschaft betrachtet. Dass heit, dass auf den Individualanspruch des Hilfebedurftigen das Einkommen und Vermogen aller in der Bedarfsgemeinschaft Lebenden verhaltnismaig angerechnet wird BetzeltRust 2010: 77. Dadurch reduziert sich der individuelle Leistungsanspruch und gleichzeitig werden Personen, deren Einkommen den eigenen Bedarf decken wurde, fiktiv hilfebedurftig. Auf diese Art und Weise werden uberwiegend Manner fiktiv hilfebedurftig. Frauen hingegen fallen eher aus dem SGB IIBezug heraus, da die 24 Schriftenreihe Institut Arbeit und Wirtschaft 13 2012 Anrechnung des Einkommens des Partners haufig dazu fuhrt, dass rechnerisch der Bedarf gedeckt ist. Haben Frauen keinen Anspruch auf SGB IILeistungen, geraten sie somit in wirtschaftliche Abhangigkeit von ihrem PartnerPartnerin Bundesministerium fur Arbeit und Soziales 2009: 39. Die fiktive Hilfebedurftigkeit einer Person in einem Haushalt kann zudem die Folge haben, dass betroffene Personen, obwohl sie mit ihrer Erwerbstatigkeit durchaus in der Lage sind, sich selbst zu versorgen, zumindest laut Gesetzestext dazu gezwungen werden konnen, eine besser bezahlte Tatigkeit aufzunehmen um den Bedarf der Gemeinschaft zu decken BetzeltRust 2010: 80. Eine Berucksichtigung individueller Wunsche an den Arbeitsplatz kann dabei kaum Berucksichtigung finden, ganz abgesehen von Unsicherheitsfaktoren wie einer erneuten Probezeit. 4.2.2 Arbeitsforderung fur AufstockerFamilien Durch die formale Festlegung der Hilfebedurftigkeit im SGB II und der damit zusammenhangenden Gewahrung der monetaren Leistungen wird die betroffene Person zum Objekt fur sozialpolitische Manahmen. Die Hilfebedurftigkeit wird gesellschaftlich jedoch weniger mit objektiven Bedingungen wie der Arbeitsmarktlage begrundet, sondern als individuelles Problem, welches durch einen Mangel an Ressourcen, Fahigkeiten und Kompetenzen der Person entsteht Robenack 2007: 60 f  Nun sind fur betroffene AufstockerFamilien gerade diese gesellschaftliche negative Verankerung sowie die mit dem SGB II verbundenen standigen Pflichten zentrale Probleme. Sie gehen einer Erwerbstatigkeit nach und erfullen somit den gesetzlichen und personlichen Anspruch, sich durch Arbeit selbst finanzieren zu wollen, sind jedoch aufgrund zu geringer Einkommen undoder des erhohten Bedarfes aufgrund der Kinder hilfebedurftig. Die qualitative Studie von Robenack zeigt auf, dass sich vor allem erwerbstatige ALG IIEmpfanger in einem Zwiespalt befinden: zwischen dem gesellschaftlich zugewiesenen Status des Hilfebedurftigen und der eigenen individuellen Betrachtungsweise, eben nicht zu der bekannten Gruppe der HartzIVEmpfanger zu gehoren Robenack 2007: 61. Das SGB II gibt durch das Prinzip Fordern und Fordern das Ziel vor, Hilfebedurftige zu befahigen, ihren Lebensunterhalt selbst aufbringen zu konnen. Neben den passiven Leistungen, die sich darauf beschranken, ausgefallenes Arbeitsentgelt zu ersetzen, sieht das SGB II einen Katalog von Eingliederungsleistungen vor, um damit auch arbeitsmarktpolitisch intervenieren zu konnen BetzeltRust 2010: 111. Da das Schriftenreihe Institut Arbeit und Wirtschaft 13 2012 25 Ziel des SGB II darin liegt, die betroffenen BG zu einer selbststandigen, d.h. von Transferzahlungen unabhangigen Versorgung zu bringen Tisch 2010: 2, stellt sich die Frage, warum die Anzahl der Aufstocker Innen immer weiter ansteigt Bundesagentur fur Arbeit 2010: 20. In den Analysen des IAB wird dabei hinsichtlich der betroffenen Familien auf die oben bereits genannten Aspekte der Engpasse in der Kinderbetreuung aber auch auf die geringe Qualifikation der Betroffenen hingewiesen. Verstarkend kommt jedoch hinzu, dass eine Aktivierung seitens der Jobcenter gerade fur diese Gruppe relativ gering ausfallt, da diese aufgrund ihrer Erwerbstatigkeit als in den Arbeitsmarkt integriert gelten Dietz et al. 2009: 8. Konkrete Studien zum Fallmanagement mit aufstockenden Familien im Speziellen liegen nicht vor, jedoch weisen Studien zu Frauen im SGB IIBezug auf die Grenzen und Probleme des gegenwartigen Forderprinzips hin. So zeigt Lenhart in einer qualitativen Studie auf, dass aufgrund einer bestehenden Erwerbstatigkeit die Kontaktanfragen und Arbeitsangebote seitens der Jobcenter zum Groteil ausblieben. Die Aufstocker Innen gehorten aufgrund ihrer im Betroffenenkreis der SGB IIEmpfanger offenbar privilegierten Situation nicht zu den dringlichsten Kunden Lenhart 2009: 85 f  Ebenso lasst sich ein Mangel an weiteren, im SGB II verankerten Unterstutzungsleistungen erkennen. Im Besonderen fur Mutter mit Kindern zeigte sich in qualitativen Befragungen des IAB, dass seitens der Jobcenter kaum Unterstutzungen bei der Suche nach Betreuungsmoglichkeiten fur die Kinder gegeben wurden Dietz et al. 2009: 7. Tatsachlich formuliert das SGB II mit dem 16 ausdrucklich das Thema Kinderbetreuung und bietet den Jobcentern drei verschiedene Moglichkeiten zur Sicherstellung der Kinderbetreuung: Erstens feste Platzkontingente fur Kinder von ALG IIBeziehenden, zweitens die Bevorzugung der Kinder von ALG IIBeziehenden bei der Vergabe von Betreuungsplatzen und drittens die kurzfristige Einrichtung neuer Betreuungsplatze Hieming 2011: 32 f  Allerdings besteht das zentrale Problem der unzureichenden Infrastruktur der Kinderbetreuung nach wie vor. Nicht zuletzt zeigt Hieming mithilfe einer Sekundaranalyse von Studien des Zentrums fur Europaische Wirtschaftsforderung IAWZEW 2008 sowie des Projektes Bewertung der SGB IIUmsetzung aus gleichstellungspolitischer Sicht Bundesministerium fur Arbeit und Soziales 2009, dass in Beratungsgesprachen der Jobcenter die Frage der Kinderbetreuung nur selten thematisiert wird Hieming 2011: 34 f  26 Schriftenreihe Institut Arbeit und Wirtschaft 13 2012 4.2.3 Der Einfluss des SGB II auf das Familienmodell Anders als in den dargestellten familienpolitischen Manahmen lasst sich eine Unterstutzung des traditionellen Familienmodells im Gesetzestext des SGB II nicht direkt verzeichnen. Die Ausgestaltung des Prinzips des Forderns kann eher als Bestreben zur Unterstutzung eines egalitaren Ernahrermodells gedeutet werden. Wobei sich dies, wenn man tatsachlich von einer Forderung sprechen will, nur auf die festgelegte Erwerbsverpflichtung bezieht. So regelt 10 die Zumutbarkeit von Erwerbstatigkeit unabhangig von Geschlecht und zuvor gewahltem Familienmodell. Lediglich Abs. 3 Satz 1 des SGB II berucksichtigt besondere Erschwernisse von Familien, indem formuliert wird, dass eine Erwerbstatigkeit nicht zumutbar ist, wenn die Ausubung der Arbeit die Erziehung ihres Kindes oder des Kindes ihrer Partnerin oder ihres Partners gefahrden wurde. Personen mit Betreuungspflichten fur Kinder unter drei Jahren sind damit von der Erwerbspflicht befreit. Sobald die Kinder das dritte Lebensjahr uberschreiten, sieht der Gesetzgeber, wie bereits oben dargestellt, bei vorhandener Kinderbetreuung keinerlei Begrundung zur Verweigerung von Arbeitsangeboten SGB II, 1, Satz 1, Abs. 2. Im SGB II sind dabei fur Eltern von Kindern uber drei Jahren keine Ausnahmeregelungen hinsichtlich der Arbeitszeit verankert. Betzelt und Rust konnten dazu empirisch darstellen, dass der vom Grundsicherungstrager gestellte Anspruch auf Vollzeiterwerbstatigkeit mit der festgelegten Befreiung bei Kindern unter drei Jahren besonders fur Mutter im Widerspruch steht. Innerhalb der ersten drei Lebensjahre des Kindes konnten sich die Mutter auch aufgrund der Freistellung von der Erwerbsverpflichtung qua Gesetz einen eigenen Lebensentwurf als Hausfrau und Mutter konstruieren und die Rollenverstandnisse innerhalb der Familie konnten sich verfestigen. In der Praxis folgte daraus, dass Frauen mit Kindern die fur sie geltende Melde und Mitwirkungspflicht uber den Zeitraum der ersten drei Lebensjahre des jungsten Kinders hinaus nicht wahrnahmen und sich selbst auch nicht als arbeitssuchend verstanden. Haufig unterstutzten sie ihre Manner aktiv bei der Arbeitssuche und konnten somit auch nicht als passiv bezeichnet werden BetzeltRust 2010: 222f  Der Widerspruch zwischen den scheinbar egalitaren Anforderungen an das Erwerbsverhalten beider Elternteile und der latenten Existenz des traditionellen Familienernahrermodells zeigt sich auch anhand der Evaluationsforschung zur Schriftenreihe Institut Arbeit und Wirtschaft 13 2012 27 Eingliederungshilfen. Wie bereits im Abschnitt zur Arbeitsforderung dargestellt, sind zum einen die Unterstutzungen zur Verbesserung der Vereinbarkeit in ihren Ausmaen seitens des Fallmanagements eher begrenzt. Zum anderen zeigen sich jedoch auch geschlechtsrollenstereotypische Beratungs und Vermittlungspraxen. So lasst sich darstellen, dass Frauen seltener als Manner, Mutter seltener als Vater mit Eingliederungsleistungen gefordert werden. Aufgrund weitgehender Ermessensspielraume seitens der Fallmanager Innen wird die Beratungsrealitat trotz GenderLeitlinien von subjektiven Vorstellungen uber Geschlechterrollen bestimmt BetzeltRust 2010: 224. Somit hat das traditionelle Familienernahrermodell auch in dem weitgehend egalitar formulierten SGB II weiterhin Bestand mit der Folge der Bedurftigkeit von Familien. Auch durch den Erwerbsfreiraum fur Mutter ubt das SGB II mit dem Bezug des ALG II indirekt negative Anreize zu einer Veranderung hin zum modernisierten Ernahrermodell aus und tragt damit dazu bei, die finanzielle Unabhangigkeit der Familien zu untergaben. So fallen zum Beispiel die Befreiung der GEZGebuhren, die Bezuschussung der Freizeit fur Kinder durch das Bildungspaket und die Ubernahme von Kosten der Kinderbetreuung und Schulspeisung nach Beendigung des ALG IIBezugs weg. Somit stehen dem Einkommen der Mutter, womoglich noch aus einer Teilzeiterwerbstatigkeit, wesentlich hohere Kosten bei gleichzeitigem Verlust der Zeit fur die Familie gegenuber. Somit ware fur eine Vielzahl von Familien abzuwagen, ob sich ein Ausstieg aus dem Bezug durch die Erwerbstatigkeit der Mutter tatsachlich finanziell lohnt. Diese Ubergangsprobleme konnen mithilfe der Regelungen des SGB II nicht gelost werden und mussen daher durch andere Manahmen und Instrumente entscharft werden. So bietet der Kinderzuschlag 7 eine Armutspravention fur Familien mit 7 Der Kinderzuschlags ist eine dem Arbeitslosengeld II vorgelagerte einkommens und vermogensabhangige Leistung Derksen 2008: 121. Wenn sich die Eltern mit ihrem Einkommen selber finanzieren konnen, jedoch kein ausreichendes Einkommen haben, um auch den Bedarf ihre Kinder zu decken, haben sie einen Anspruch auf Kinderzuschlag Caritasverband 2007: 203. Dieser Anspruch besteht fur ein im Haushalt lebendes, unter 25jahriges, unverheiratetes Kind, wenn fur dieses Kind Kindergeld bezogen wird und das Einkommen der Eltern die Mindesteinkommensgrenze von 900 Euro fur Paare oder 600 Euro fur Alleinerziehende erreicht und gleichzeitig die Hochsteinkommensgrenze SGBIIBedarf plus Kinderzuschlag nicht uberschritten wird. Damit ist ein nur sehr schmales Segment der Einkommensverteilung, in welchem ein Anspruch auf Kinderzuschlag besteht, gesetzt wurden. BeckerHauser 2008. Die Berechnung des moglichen Bedarfs ist kompliziert, was nach bisherigen Berechnungen 28 Schriftenreihe Institut Arbeit und Wirtschaft 13 2012 Einkommen knapp oberhalb der Bedurftigkeitsgrenze nach dem SGB III. Ebenso konnen Wohngeld und verschiedene kommunale Angebote 8 beantragt werden. Es stellt sich jedoch die Frage, ob dies bei den Familien hinreichend bekannt ist oder ob entsprechende Informationen seitens des Jobcenters vermittelt werden. 5 Zusammenfassung und Ausblick Ausgangslage des vorliegenden Beitrags ist der nachweislich hohe Anteil von Erwerbstatigen mit Kindern in der Grundsicherung fur Arbeitssuchende. Die sogenannten AufstockerFamilien wurden somit zur Fokusgruppe der Diskussion. Einleitend wurde darauf hingewiesen, dass nur 12% der AufstockerFamilien uber zwei Einkommen verfugen. Somit stellte sich die Frage, inwiefern das gelebte Familienernahrermodell fur die Bedurftigkeitslage ausschlaggebend ist. Zudem wurden die strukturellen Bedingungen, genauer die sozialstaatlichen Instrumente, in ihrer Wirkung auf die Bedurftigkeitssituation der Aufstocker Innen betrachtet. Mit der Beschreibung der Fokusgruppe konnte die Bedurftigkeit der AufstockerFamilien auf vier wesentliche Grunde zuruckgefuhrt werden: Der Bedarf der Familie ist aufgrund der Kinderanzahl zu hoch, um diesen mit dem eigenem Erwerbseinkommen zu decken. Die Bedurftigkeitsproblematik erhoht sich, wenn Einkommen aus atypischer Beschaftigung erzielt wird. Oftmals fehlt ein zweites Einkommen, d.h. die Muttererwerbstatigkeit ist begrenzt. Als Ursache dafur wurden das Erwerbstatigkeitsarrangement im Sinne eines traditionellen Familienernahrermodells sowie strukturelle Vereinbarkeitsprobleme herausgestellt. In einem Groteil der Familien verscharft sich die Bedurftigkeit, wenn zur Erwerbslosigkeit eines Elternteiles nur ein weiteres Einkommen aus atypischer bzw. Teilzeittatigkeit zur Verfugung steht. Im Hinblick auf die Ausgangsfrage nach dem Einfluss des Familienernahrermodells kann festgehalten werden, dass die fehlende Erwerbsintegration der Mutter bei den AufstockerFamilien auf den starken Zusammenhang zwischen traditionellem mit dazu gefuhrt hat, dass nur 11% der Kinderzuschlage positiv beschieden wurden Knickrehm 2008: 163. 8 Wie zum Beispiel die Befreiung von Kinderbetreuungskosten. Schriftenreihe Institut Arbeit und Wirtschaft 13 2012 29 Familienmodell und Bedurftigkeit verweist. Auch wenn das traditionelle Familienmodell nicht automatisch zur Bedurftigkeit fuhrt, so birgt es dennoch vor allem bei unteren Einkommensgruppen ein erhohtes Bedurftigkeitsrisiko. Die Frage nach dem Einfluss der sozialstaatlichen Instrumente auf das Familienmodell sowie die Bedurftigkeitslage hinterlasst in ihrer Beantwortung einen ambivalenten Eindruck: Die familienpolitischen Instrumente zur Kompensation der direkten Kosten, die durch Kinder entstehen, fuhren weder zur Deckung der Kosten, noch wirken sie armutsvermeidend. Durch das Ehegattensplitting setzen sie sogar Anreize fur ein traditionelles Familienmodell. Zur Verbesserung der Lage der AufstockerFamilien konnen sie letztlich nicht beitragen. Die Unterstutzung der Muttererwerbstatigkeit durch offentliche Kinderbetreuung ist nicht ausgereift. Neben dem Problem des Betreuungsengpasses vor allem in Stadten sind oftmals auch die Kosten fur einen Kindergarten oder Krippenplatz zu hoch, sodass sich vor allem einkommensschwache Familien gegen eine Betreuung entscheiden. Im Hinblick auf das Familienmodell und damit der Erwerbsintegration der Mutter lasst sich familienpolitisch kein koharentes Vorgehen erkennen. Zum einen werden traditionelle Familienmodelle immer noch gefordert und zum anderen sind Instrumente, die egalitare Modelle ermoglichen sollen, noch nicht ausgereift. Im SGB II lasst sich eine Unterstutzung des traditionellen Familienernahrermodells nicht direkt verzeichnen. Es zeigte sich jedoch ein Widerspruch zwischen scheinbar egalitaren Anforderungen an das Erwerbsverhalten beider Elternteile und der latenten Existenz des traditionellen Ernahrermodells. Im Hinblick auf die Arbeitsforderung im SGB II gilt, dass fur Aufstocker Innen Kontaktanfragen und Arbeitsangebote durch die Jobcenter zum Groteil ausbleiben. Ebenso lasst sich ein Mangel an weiteren, im SGB II verankerten Unterstutzungsleistungen im Besonderen hinsichtlich der Suche nach Betreuungsmoglichkeiten fur die Kinder nachweisen. Die Wirkungen der sozialstaatlichen Instrumente sind fur AufstockerFamilien zu gering. Verbunden mit den erschwerten Bedingungen fur eine Erwerbstatigkeit der Mutter ware ein Ausstieg aus der Bedurftigkeit im schlechtesten Fall erst mit dem Auszug der Kinder moglich. Ein ubergreifendes wertpolitisches Signal, hin zu einem 30 Schriftenreihe Institut Arbeit und Wirtschaft 13 2012 egalitaren Familienverstandnis mit verbesserten Instrumenten zur Vereinbarkeit von Beruf und Familie, welche vor allem die Erwerbstatigkeit der Mutter unterstutzen, ware dringend notwendig. Es zeigte sich auerdem, dass neben fehlenden Studien zur Arbeitsvermittlung fur AufstockerFamilien, die Problematik von moglichen Ausstiegshemmnissen einer weitergehenden Forschung benotigt. Es wurde deutlich, dass der Bedurftigkeitslage vielschichtige Erklarungen zugrunde liegen. Die Grenzen zwischen arbeitsmarktbedingten, individuellen und institutionellen Ursachen sind dabei nur schwer zu identifizieren. Zwar wird vor allem seitens der Armutsforschung vielfaltig auf die Auswirkungen und Anreize des SGB II hingewiesen, aber die primar quantitativ orientierten Studien geben keinen Einblick in die konkreten Handlungsstrategien der Familien fur einen Ausstieg aus der Bedurftigkeit. Ebenso konnen sie bisher nur bedingt zeigen, wie die Hilfebedurftigkeit nach SGB II tatsachlich entsteht und auch wieder uberwunden wird. Eine ausfuhrliche Analyse der verschiedenen institutionellen und individuellen Einflusse wurde die Darstellung der Problemlage der AufstockerFamilien vervollstandigen. Ebenso kann die Analyse der Anreizwirkungen der verschiedenen sozialpolitischen Instrumente mit ihren Wirkungen auf die Handlungsstrategien zu einer Evaluation und Verbesserung des Grundsicherungssystems beitragen. Die qualitativ orientierte Studie Familie als Grund fur Bedurftigkeit am Institut Arbeit und Wirtschaft wird diese Forschungslucke fullen. Dabei wird der Zusammenhang zwischen institutionellen und individuellen Einflussen sowie subjektiven Wahrnehmungen dieser auf die Handlungsstrategien von AufstockerFamilien analysiert. Schriftenreihe Institut Arbeit und Wirtschaft 13 2012 31 Literatur Alt, Heinrich 2009: Uber vier Jahre Hartz IV: Sackgasse oder funktionierendes System? Soziale Sicherheit, 62009: 205 210. Anger, Silke; Kottwitz, Anita 2009: Wochenbericht des DIW Berlin, 102 109. Mehr Hausarbeit, weniger Verdienst, Becker, Gerhard 2008: SGB II Grundlagen und Bestandsaufnahme, in: Klute, Jurgen;Kotlenga, Sandra Hg., Sozial und Arbeitsmarktpolitik nach Hartz. Funf Jahre HartzReformen: Bestandsaufnahmen Perspektiven. Gottingen: Universitatsverlag Gottingen: 20 42. Analysen Becker, Irene 2010: Bedarfsbemessung bei Hartz IV: zur Ableitung von Regelleistungen auf der Basis des HartzIVUrteils des Bundesverfassungsgerichts ; Diskussionspapier. Bonn: FriedrichEbertStiftung. Becker, Irene; Hauser, Richard 2009: Soziale Gerechtigkeit ein magisches Viereck. Berlin: edition sigma. Becker, Irene; Hauser, Richard 2008: Vom Kinderzuschlag zum Kindergeldzuschlag: ein Reformvorschlag zur Bekampfung von Kinderarmut. Berlin: DIW. Beckmann, Petra 2002: Zwischen Wunsch und Wirklichkeit. Tatsachliche und gewunschte Arbeitszeitmodelle von Frauen mit Kindern liegen immer noch weit auseinander. Nurnberg: IAB. Berghahn, Sabine 2008: Die Bedarfsgemeinschaft gema SGB II: Uberwindung oder Verfestigung des mannlichen Ernahrermodells? in: Klute, Jurgen;Kotlenga, Sandra Hg., Sozial und Arbeitsmarktpolitik nach Hartz. Funf Jahre HartzReformen: Bestandsaufnahmen Analysen Perspektiven. Gottingen: Universitatsverlag Gottingen: 143 168. Bertram, H 2006: Handlungsoptionen. Rahmenbedingungen fur Familiengrundung verbessern und Investitionen in das Humankapital erhohen, in: Stiftung, Bertelsmann Hg., Demographiemonitor. Gutersloh: 1 28. Betzelt, Sigrid; Rust, Ursula 2010: Individualisierung von Leistungen des SGB II , Unter Berucksichtigung der familialen Unterhaltsverpflichtungen. BadenBaden: Nomos Verlagsgesellschaft. Bispinck, Reinhard 2010: Niedriglohne und der Flickenteppich von unzureichenden Mindestlohnen in Deutschland. Dusseldorf: HBS. BockFamulla; GroeWohrmann 2010: Landerreport Fruhkindliche Bildungssysteme 2009. Gutersloh: Verlag Bertelsmann Stiftung. Bockh, Fritz 2010: Die Sicherung des Lebensunterhalts durch das SGB II und die Auswirkungen auf die betroffenen Familien. Marburg: Tectum. Boden, Martina 2007: Strukturwandel in Europa. Munster: Aschaffendorff. Boeckh, Jurgen; Huster, ErnstUlrich; Benz, Benjamin Deutschland. Eine systematische Einfuhrung. Wiesbaden: VS. 2006: Sozialpolitik in Bothfeld, Silke; Klammer, Ute; Klenner, Christina; Leiber, Simone; Thiel, . Anke; Ziegler, Astrid 2005: WSIFrauen Daten Report 2005. Handbuch zur wirtschaftlichen und sozialen Situation von Frauen. Berlin: edition sigma. Brand, Dagmar 2006: Alleinerziehende mit volljahrigen Kindern. Uber den Wandel von Lebenslagen und Lebensformen. Wiesbaden: VS. 32 Schriftenreihe Institut Arbeit und Wirtschaft 13 2012 Bruckmeier, Kerstin; Graf, Tobias; Rudolph, Helmut 2007: Aufstocker bedurftig trotz Arbeit, IAB Kurzbericht, 22 30.11.2007. Bundesagentur fur Arbeit 2011: Analyse der Grundsicherung fur Arbeitssuchende. Juni 2011. Download unter: http:statistik.arbeitsagentur.deStatischerContentStatistischeAnalysenAnalytikreportsZentraleAnalytikreportsMonatlicheAnalytikreportsGenerische PublikationenAnalyseGrundsicherungArbeitsuchendeAnalyseGrundsicherungArbeitsuchende201106.pdf Zugriff am 20.04.2011. Bundesagentur fur Arbeit 2008: Analytikreport der Statistik. Analyse des Arbeitsmarktes fur Alleinerziehende. Nurnberg: Bundesagentur fur Arbeit. Bundesagentur fur Arbeit 2010: Grundsicherung fur Arbeitssuchende: Erwerbstatige Arbeitslosengeld II Bezieher: Begriff, Messung, Struktur und Entwicklung. Nurnberg: Statistik der Bundesagentur fur Arbeit. Bundesgesetzblatt 2011: Gesetz zur Ermittlung von Regelbedarfen und zur Anderung des Zweiten und Zwolften Buches Sozialgesetzbuch, Bundesanzeiger Verlag, http:www.bgbl.deXaverstart.xav?startbkBundesanzeiger_BGBlbkBundesanzeiger_BGBlstartattr_id%27bgbl 111s 0453.pdf%27. Bundesministerium fur Arbeit und Soziales 2009: Bewertung der SGB IIUmsetzung aus gleichstellungspolitischer Sicht. Abschlussbericht. Berlin: BMAS. Bundesministerium fur Arbeit und Soziales 2010a: Grundsicherung fur Arbeitsuchende. Sozialgesetzbuch SGB II. Fragen und Antworten. Bonn: BMAS. Bundesministerium fur Arbeit und Soziales 2010b: Soziale Sicherung im Uberblick 2010. Berlin: Bundesministerium fur Arbeit und Soziales. Bundesministerium fur Arbeit und Soziales 2010c: Sozialhilfe und Grundsicherung. Berlin: BMAS. Bundesministerium fur Familie, Senioren, Frauen und Jugend 2008: Dossier Kindergeld in Deutschland Familien wirksam fordern. Berlin: BMFSFJ. Bundesministerium fur Familie, Senioren, Frauen und Jugend 2011a: Vereinbarkeit von Familie und Beruf mit Schulkindern. Berlin: BMFSFJ. Bundesministerium Zwischenbericht zur Evaluation des Kinderforderungsgesetzes. Berlin: BMFSFJ. fur Familie, Senioren, Frauen und Jugend 2011b: Zweiter Bundesministerium fur Familie, Senioren, Frauen und Jugend 2010: Familienreport 2010. Berlin: BMFSFJ. fur Finanzen: Hintergrund: Kindergeld und Einkommensteuer, Bundesministerium http:www.bundesfinanzministerium.denn_55198DEBuergerinnen__und__BuergerFamilie__und__KinderFamilienleistungen001__kindergeld__und__einkommensteuer.html?__nnntrue Zugriff am 30.03.2010. Bundesverfassungsgericht verfassungsgema, Urteil 1 Bv L 109, 1 Bv L 309, 1 Bv L 409. 2010: Regelleistungen nach dem SGB II nicht Caritasverband, fur die Diozese Munster e.V. 2007: Anspruche im Sozialrecht fur Mutter und Kinder. Ein Leitfaden fur die Beratungspraxis. BadenBaden: Nomos. Derksen, Roland 2008: Die Darstellung der Grundsicherung fur Arbeitssuchende. Das SGB II und seine Bezuge zum ubrigen Sozialrecht. Stuttgart: Kohlhammer. Dietz, Martin; Muller, Gerrit; Trappmann, Mark 2009: Warum Aufstocker trotz Arbeit bedurftig bleiben, IAB Kurzbericht, 22009: 10. Schriftenreihe Institut Arbeit und Wirtschaft 13 2012 33 Dingeldey, Irene 2000: Einkommenssteuersysteme und familiale Erwerbsmuster im europaischen Vergleich, in: Dingeldey, Irene Hg., Erwerbstatigkeit und Familie in Steuer und Sozialversicherungssystemen. Begunstigungen und Belastungen verschiedener familialer Erwerbsmuster im Landervergleich. Opladen: LeskeBudrich: 11 47. Dingeldey, Irene 2003: Koordination zwischen Staat, Markt und Familie? Kritik der selektiven und Arbeitsmarktforschung, in: Czada, Roland;Lutz, Susanne Hg., Transformation und Perspektiven des Wohlfahrtsstaates. Opladen: LeskeBudrich: 107 126. vergleichenden Wohlfahrtsstaats Perspektiven der in Frank, Kerstin; Pelzer, Susanne Betreuungsangebote fur Schulkinder eine Bestandsaufnahme. Munchen: DJI. 1996: Hort, Schule und was noch? Frevel, Bernhard; Dietz, Bertold 2008: Sozialpolitik kompakt. Wiesbaden: VS. Fuchsloch, Christine 2010: Frauenforderung durch Elterngeld Wunsch und Wirklichkeit? in: HohmannDennhardt, Christine;Korner, Marita;Zimmer, Reingard Hg., Geschlechtergerechtigkeit : Festschrift fur Heide Pfarr BadenBaden: Nomos: 378 391. Han, ShinKap 2005: Trials and Tribulations in Coupling Careers, in: Mc Millan, Ross Hg., The Structure of Life Course: Standardized? Individualized? Differentiadet? Oxford: Elsevier: 29 45. Henman, Barbara 2003: Ziele und Grundsatze des Familienleistungsausgleichs: Welche Rahmenbedingungen fur die Entscheidung zwischen Familien und Erwerbstatigkeit setzt das Optionsmodell aus Kindergeld und Kinderfreibetragen? in: Habisch, Andre;Schmidt, HansLudwig;Bayer, Michael Hg., Familienforschung interdisziplinar. Eichstatter Symposium zu Familienwissenschaften. GrafschaftBirresdorf: Vektor: 6980. Hieming, Bettina 2011: Kinderbetreuung im SGB II. Hurden in der Umsetzungspraxis, in: Lange, Joachim Hg., Die Schnittstellen von SGB II und SGB VIII. Kinderbetreuung und Arbeitsmarktintegration als WinWinSituation. RehburgLoccum: Loccumer Protokolle 1811: 31 44. Huinink, Johannes; Konietzka, Dirk 2007: Familiensoziologie. Eine Einfuhrung. Frankfurt a.M.: campus. Huinink, Johannes; Rohler, H. Karl Alexander in Paarbeziehungen. Zur Erklarung geschlechtstypischer Arbeitsteilung in nichtehelichen und ehelichen Lebensgemeinschaften. Wurzburg: Ergon. 2005: Liebe und Arbeit IAWZEW 2008: Evaluation der Experimentierklausel nach 6c SGB II Vergleichende Evaluation des arbeitsmarktpolitischen Erfolgs der Modelle der Aufgabenwahrnehmung zugelassene kommunale Trager und Arbeitsgemeinschaft. Tubingen: BMAS. Keller, Andreas 2010: BAfo G: GEWHandbuch Studentinnen und Studenten. Marburg: GEW. fur Schulerinnen und Schuler, Klammer, Ute; Klenner, Christina 2009: Erosion des Ernahrermodells, Bockler Impuls, 32009: Klenner, Christina; Menke, Katrin; Pfahl, Svenja 2011: Flexible Familienernahrerinnen Prekaritat im Lebenszusammenhang ostdeutscher Frauen? Dusseldorf: WSI. Knickrehm, Sabine Bundestagung des Deutschen Sozialrechtsverbandes e.V. Sozialleistungssystem. Berlin: Erich Schmidt: 151 172. Familienforderung: Finanziell und 2008: institutionell, in: Hg., Familie und 2007: und Armenfursorge. Knuth, Matthias Zwischen Arbeitsmarktpolitik Spannungsverhaltnisse und mogliche Entwicklungen der Grundsicherung fur Arbeitssuchende, in: Rudolph, Clarissa;Niekant, Renate Hg., Hartz IV. Zwischenbilanz und Perspektiven. Munster: Westfalisches Dampfboot: 66 92. 34 Schriftenreihe Institut Arbeit und Wirtschaft 13 2012 KrauseNicolai, Doris 2005: Dual Career Couples im internationalen Einsatz. Frankfurt a.M.: Peter Lang. Kressl, Nicolette 2007: Familiendynamik: Neue Akzente in der Familienpolitik, Familiendynamik: systemische Praxis und Forschung, 32: 177 168. Kreyenfeld, Michaela; Geisler, Esther 2006: Muttererwerbstatigkeit in Ost und Westdeutschland, Zeitschrift fur Familienforschung Zf F, 03 2006: 333 360. Lenhart, Karin 2009: Soziale Burgerechte unter Druck. Die Auswirkungen von Hartz IV auf Frauen. Wiesbaden: VS. Lewis, Jane 2004: Auf dem Weg zur ZweiErwerbstatigenFamilie, in: Leitner, Sigrid;Ostner, und Geschlechterverhaltnis im Umbruch. Was kommt nach dem Ernahrermodell? Wiesbaden: Verlag fur Sozialwissenschaften: 62 84. Hg., Wohlfahrtsstaat Ilona;Schratzenstaller, Margit Lietzmann, Torsten 2011: Kinder und Arbeitsmarktintegration der Eltern und die Rolle der Kinderbetreuung, in: Lange, Joachim Hg., Die Schnittstellen von SGB II und SGB VIII. Kinderbetreuung und Arbeitsmarktintegration als WinWinSituation. RehburgLoccum: Evangelische Akademie Loccum: 9 30. Lietzmann, Torsten; Tophoven, Silke; Wenzig, Claudia 2011: Bedurftige Kinder und ihre Lebensumstande, IAB Kurzbericht, 62011: 1 12. Lindecke, Christiane 2007: Erwerbsarbeit und Elternschaft, in: Barlosius, Eva;Schieck, Daniela Hg., Demographisierung des Gesellschaftlichen. Wiesbaden: VS: 115 134. Lohmann, Sabine 2007: EinEuroJob Manahme zwischen Hilfe und Zwang. Frankfurt a.M.: Peter Lang. Carina Marten, Das Reziprozitatsverhaltnis zwischen allein erziehenden Muttern und dem Wohlfahrtsstaat, in: Marten, Carina;Scheuregger, Daniel Hg., Reziprozitat und Wohlfahrtsstaat. Analysepotential und sozialpolitische Relevanz. Opladen: Barbara Budrich: 195224. Aktivierungspotential Alleinerziehende? 2007: Menke, Katrin; Pfahl, Svenja; Reuy, Stefan 2009: Das neue Elterngeld: Erfahrungen und betriebliche Nutzungsbedingungen von Vatern ; eine explorative Studie. Dusseldorf: HBS. Peukert, Rudiger 2008: Familienformen im sozialen Wandel. Wiesbaden: VS. Piepenstock, Karola 2008: Ubernahme von Wohnkosten fur HartzIVEmpfanger, Soziale Sicherheit, 122008: 432438. PollmannSchult, Matthias 2008: Familiengrundung und gewunschter Erwerbsumfang von Mannern Eine Langsschnittanalyse fur die alten Bundeslander, Zeitschrift fur Soziologie, 37, Heft 6: 498 515. II als Robenack, Silke Vergesellschaftung Konstruktion einer spezifischen sozialen Existenz, Gesundheits und Sozialpolitik, 562007: 59 64. fur Arbeitssuchende Grundsicherung 2007: SGB Rust, Ursula 2009: Frauen im Sozialrecht fehlende finanzielle Selbststandigkeit als Abweichung von der mannlichen Norm? in: Rudolf, Beate Hg., Geschlecht im Recht. Eine fortbestehende Herausforderung. Gottingen: Wallstein: 247 272. Schulz, Florian; Blossfeld, HansPeter 2006: Wie verandert sich die hausliche Arbeitsteilung im Eheverlauf? Eine Langsschnittstudie der ersten 14 Ehejahre in Westdeutschland, Kolner Zeitschrift fur Soziologie und Sozialpsychologie, 58 1: 23 49. Spie, C. regionalen Kindergarteninfrastruktur auf das Arbeitsangebot von Muttern, in: Schmahl, Winfried Hg., Soziale Sicherung und Arbeitsmarkt. Berlin: DunkerHumblot: 95 126. Katharina; Effekte Buchel, der Felix 2003: Schriftenreihe Institut Arbeit und Wirtschaft 13 2012 35 Statistisches Bundesamt 2010: Frauen und Manner in verschiedenen Lebensphasen. Wiesbaden: Statistisches Bundesamt. Statistisches Bundesamt 2009: Niedriglohneinkommen und Erwerbstatigkeit. Begleitmaterial zum Pressegesprach am 19. August 2009 in Frankfurt a.M. Wiesbaden: Statistisches Bundesamt. Steffen, Johannes 2010: Wahlrecht beim Kinderzuschlag und Dunkelziffer der Armut. Bremen: unter: http:www.arbeitnehmerkammer.decmsuploadPolitikthemenArbeit_Soziales20100803_Wahloption_Kinderzuschlag.pdf Zugriff am 09.08.2011. Arbeitnehmerkammer Download Bremen, Steiner, Viktor; Wrohlich, Katharina 2008: BAfo GReform 2008: kaum Auswirkungen auf die Studienaufnahme von Abiturienten, DIWWochenbericht, Band 75, Heft 30: 424 427. Stephan, Karola 2008: Die Anspruche zusammenlebender Personen nach SGB II und SGB XII. Bedarfsgemeinschaft, Einsatzgemeinschaft und Haushaltsgemeinschaft. Berlin: Duncker Humblot. Stephan, Karola 2009: Rechtliche Konflikte um die Bedarfsgemeinschaft. Zum Beispiel bei Stiefkindern und gemischten Gemeinschaften, Soziale Sicherheit, 122009: 434438. Tisch, Anita 2010: Arbeitsvermittler im Urteil der ALGIIEmpfanger. Nurnberg: IAB. Trager, Jutta 2009: Familie im Umbruch. Quantitative und qualitative Befunde zur Wahl von Familienmodellen. Wiesbaden: VS. Wengler, Annelene; Trappe, Heike; Schmitt, Christian 2008: Partnerschaftliche Arbeitsteilung und Elternschaft: Analysen zur Aufteilung von Hausarbeit und Elternaufgaben auf Basis des Generations and Gender Survey. Wiesbaden: Bi B. Wingerter, Christian 2009: Der Wandel der Erwerbsformen und seine Bedeutung fur die Einkommenssituation Erwerbstatiger, Wirtschaft und Statistik, 112009: 1080 1098. 2007: Bundessozialgericht: Konstrukt der Bedarfsgemeinschaft Wolf, Andreas uberprufen! unter: http:www.monapoli.deKonstrukt_Bedarsfsgemeinschaft_ueberpruefen.pdf Zugriff am 02.03.2011. Arbeitsmarktpolitik, Download 2007, Monitor Februar Zabel, Cordula 2010: Alleinerziehende ALG IIEmpfangerinnen mit kleinen Kindern. Oft in EinEuroJobs selten in betrieblichen Manahmen. IAB Kurzbericht 212011: IAB. 36 Schriftenreihe Institut Arbeit und Wirtschaft 13 2012 Anhang Tabellenverzeichnis Tabelle 1: Einkommen nach BGTyp und Armutsschwellenwert mtl. Einkommen   9 Tabelle 2: Kinder von 3 Jahren bis Schuleintritt nach vertraglich vereinbarter Betreuungszeit Anteil in %   20 Abbildungsverzeichnis Abbildung 1: Anteile von BGTypen und Angabe von BGTypen mit Kindern   8 Abbildung 2: Typ der BG und Erwerbsform   8 Abbildung 3: Anteil Niedriglohnbezieher Innen nach Erwerbsform   11 Abbildung 4: Erwerbstatigkeitsarrangements von AufstockerFamilien   13 Abkurzungsverzeichnis Arbeitslosengeld I Arbeitslosengeld II Bundesagentur fur Arbeit Bundesausbildungsforderungsgesetz Bedarfsgemeinschaft Burgerliches Gesetzbuch Bundeskindergeldgesetz Bundessozialhilfegesetz Einkommenssteuergesetz Gebuhrenzentrale der offentlich rechtlichen Rundfunkanstalten Grundgesetz Institut fur Arbeitsmarkt und Berufsforschung, Nurnberg Institut fur angewandte Wirtschaftsforschung e.V., Tubingen Institut fur Demoskopie, Allensbach Kindertagesstatte Panel Arbeitsmarkt und soziale Sicherung Sozialgesetzbuch 2. Buch, Grundsicherung fur Arbeitssuchende Sozialgesetzbuch 3. Buch, Arbeitsforderung Sozialgesetzbuch 8. Buch, Kinder und Jugendhilfegesetz Sozialgesetzbuch 12. Buch, Sozialhilfe Soziookonomisches Panel Zentrum Mannheimfur Europaische Wirtschaftsforschung Gmb H, ALG I ALG II BA BAFo G BG BGB BKGG BSHG ESt G GEZ GG IAB IAW If D Ki Ta PASS SGB II SGB III SGB VIII SGB XII SOEP ZEW Schriftenreihe Institut Arbeit und Wirtschaft Nr. 1 Holtrup, AndreWarsewa, Gunter 2008: Neue GovernanceFormen in Wirtschaft, Arbeit und StadtRegion. Nr. 2 Holtrup, AndreWarsewa, Gunter 2008: Der Wandel maritimer Strukturen. Nr. 3 Ludwig, ThorstenTholen, JochenKuhn, Manuel 2009: Beschaftigung, Auftragslage und Perspektiven im deutschen Schiffbau. Nr. 4 Baumheier, UlrikeSchwarzer, Thomas 2009: Neue Ansatze der Vernetzung durch Quartierszentren in Bremen. Nr. 5 Warsewa, Gunter 2010: Evaluation und Optimierung institutioneller Praktiken der Beratung und Forderung von Existenzgrunderinnen. Nr. 6 Kuhn, ManuelLudwig, ThorstenTholen, Jochen 2010: Beschaftigung, Auftragslage und Perspektiven im deutschen Schiffbau. Nr. 7 Baumheier, UlrikeFortmann, ClaudiaWarsewa, Gunter 2010: Schulen in lokalen Bildungs und Integrationsnetzwerken. Nr. 8 Sommer, JorgWehlau, Diana 2010: Governance der Politikberatung in der deutschen Rentenpolitik. Nr. 9 Fortmann, Claudiavon Rittern, RoyWarsewa, Gunter 2011: Zum Umgang mit Diversitat und Heterogenitat in Bildungslandschaften. Nr. 10 Klopper, ArneHoltrup, Andre 2011: Ambivalenzen betrieblicher Krisenbewaltigung. Nr. 11 Kuhn, ManuelLudwig, ThorstenTholen, Jochen 2011: Beschaftigung, Auftragslage und Perspektiven im deutschen Schiffbau. Nr. 12 Rosenthal, PeerSommer, JorgMatysik, Alexander 2012: Wandel von Reziprozitat in der deutschen Arbeitsmarktpolitik Nr. 13 Schroter, Anne 2012: Zur Bedurftigkeit von AufstockerFamilien ", "filename": "730721094.pdf", "person": ["Anne Schröter", "Schröter, Anne"], "date": ["2012"]}