{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/67444/1/731833511.pdf"], "title": ["Preferred vs. actual working hours: A ten years paneleconometric analysis for professions, entrepreneurs and employees in Germany"], "plaintext": "Preferred vs. Actual Working Hours A Ten Years Paneleconometric Analysis for Professions, Entrepreneurs and Employees in Germany Joachim Merz and Rainer Lang ABSTRACT Labour market dynamics according the individual working hour tension preferred working hours minus actual working hours of active people with focus on the selfemployed, as professions and entrepreneurs, and employees are investigated in our study. The individual longitudinal analysis based on panel data allows us to follow the individual process of working time preferences and actual outcomes in its individual convergencedivergence balancing process in the course of time. Our microanalytic and paneleconometric results with pooled, one and two factor fixed and random effects models quantify the working hour tension developments and its determinants in a decade from the mid 80s to the mid 90s. Microdata base is the German SocioEconomic Panel with ten waves from 1985 to 1994. Finally, we discuss impacts of our results for labour market strategies and a targeted economic and social policy. JEL: J22, J23, J28 Keywords: Labour market dynamics, working hour tension, desired and actual working hours, paneleconometric analyses, professions, entrepreneurs and employees ZUSAMMENFASSUNG Die Arbeitsmarktdynamik hinsichtlich der individuellen ArbeitszeitAnSpannung Arbeitszeitwunsch minus Arbeitszeitwirklichkeit der Erwerbstatigen mit Fokus auf die Selbstandigen, als Freie Berufe und Unternehmer, sowie die abhangig Beschaftigten ist das Thema unserer Studie. Die individuelle Langsschnittanalyse auf der Basis von Paneldaten erlaubt es uns, die individuelle Entwicklung zwischen gewunschter und tatsachlicher Arbeitszeit in ihrem KonvergenzDivergenzproze im Wandel der Zeit zu verfolgen. Unsere mikroanalytischen und panelokonometrischen Resultate mit pooled, ein und zwei Faktor fixed und random Effektmodellen quantifizieren die Entwicklung und ihre Determinanten in der Dekade von Mitte der 80er bis Mitte der 90er Jahre. Mikrodatenbasis ist das Soziookonomische Panel mit zehn Wellen von 1985 bis 1994. Abschlieend diskutieren wir Folgerungen unserer Ergebnisse fur Arbeitsmarktstrategien und eine zielgerichtete Wirtschafts und Sozialpolitik. JEL: J22, J23, J28 Keywords: Arbeitsmarktdynamik, Arbeitsmarktanspannung, gewunschte und tatsachliche Arbeitszeit, panelokonometrische Analysen, Freie Berufe, Unternehmer und abhangig Beschaftigte Preferred vs. Actual Working Hours A Ten Years Paneleconometric Analysis for Professions, Entrepreneurs and Employees in Germany Joachim Merz and Rainer Lang 1 2 2.1 General Characteristics 2.2 Desired and Actual Working Hours Questionnaire 2.3 General Definitions for Our Crosssectional and Longitudinal Microanalyses 3 Introduction Microdatabase: The German SocioEconomic Panel GSOEP Working Hour Tension: Desired vs. Actual Working Hours in the 80s and 90s Crosssectional Evidence Employment Structure, Parttime and Fulltime Work 1985 and 1994 3.1 3.2 Desired vs. Actual Working Hours in Part and Fulltime Occupation 1985 and 1994 3.3 Working Hour Tension 1985 and 1994: More Distributional Aspects 4 On the Individual Harmonization of Working Hours Preferences and the Actual Working Situation During a Decade A Panelanalysis of Individual Longitudinal Developments 4.1 Mover and Stayer: Mover Indices from 1985 to 1994 4.2 5 5.1 Further Transitional Aspects for Professions, Entrepreneurs and Employees What Explains the Working Hour Tension: Paneleconometric Estimates The Paneleconometric Approaches: Pooled, Fixed and Random Effects One and Two Factor Models The Set of Explanatory Variables: Market and NonMarket Influences 5.2 5.3 Male and Female: Are there Genderspecific Differences in Explaining 5.4 the Working Hour Tension? Professions, Entrepreneurs and Employees: Are there Occupational Specific Differences in Explaining the Working Hour Tension? 5.5 Wage Elasticities on the Working Hour Tension of Professions, Entrepreneurs and Employees 5.6 Under and Overemployed: Are there Different Explanatory Patterns? 5.7 A Global Approach: Results of the Random Effects Two Factor Panel Model 6 Some Economic Policy Implications and Concluding Remarks References Publications 1 4 4 4 5 5 5 7 9 13 13 14 18 18 19 20 22 23 25 28 30 31 32 Merz and Lang: Working Hour Tension: Desired vs. Actual Working Hours Preferred vs. Actual Working Hours A Ten Years Paneleconometric Analysis for Professions, Entrepreneurs and Employees in Germany Joachim Merz and Rainer Lang 1 1 Introduction Labour market dynamics according the individual working hour tension preferred working hours minus actual working hours of active people with focus on the selfemployed, as professions and entrepreneurs, and employees are investigated in our study. The individual longitudinal analysis based on panel data allows us to follow the individual process of working time preferences and actual outcomes in its individual convergencedivergence balancing process in the course of time. Our microanalytic and paneleconometric results with pooled, one and two factor fixed and random effects models quantify the working hour tension developments and its determinants in a decade from the mid 80s to the mid 90s. Microdata base is the German SocioEconomic Panel with ten waves from 1985 to 1994. Facing still a problematic labour market situation with high unemployment and an ongoing discussion about international competitivenes, cost pressure, personal reduction and shareholder values questioning the individual satisfaction about the working time of the active people at a first glance seems to be of minor priority. However, there are a number of reasons why the working hour tension the difference between desired and actual working hours of the active people is important, for the active people themselves as well as for the unemployed. At the micro level it is pinpointed that working productivity is dependent on working satisfaction including the satisfaction concerning the balance of actual and preferred working 1Prof. Dr. Joachim Merz, University of Luneburg, Department of Economics and Social Sciences, Director Research Institute on Professions Forschungsinstitut Freie Berufe, FFB, Chair Statis tics and Professions, Head of Time Use in Employment and Household Production Dynamic Microanalyses with Paneldata, a research project financed by the German National Science Foundation DFG. Dipl.Vw. Rainer Lang was research assistant at the above DFGproject. The assistance of cand. rer. pol. Olaf Loest is gratefully acknowledged. University of Luneburg, Department of Economic and Social Sciences, Research Institute on Professions FFB, Chair Statistics and Professions, Campus Scharnhorststr. 1, 21335 Luneburg, Germany, Tel: 04131782051, Fax: 04131782059, email:ffbffb.unilueneburg.de; internet:www.unilueneburg.defb 2ffb Merz and Lang: Working Hour Tension: Desired vs. Actual Working Hours 2 hours. Just because in times of high unemployment, labour market pressures lead to a growing individual overtime situation reasoning social conflicts. Solving labour market issues on a macro level, a policy with diminishing individual working hours in favour for new jobs was a central claim of the German unions in the 80s. In the 90s it is still an open question of economic and social policy how to handle the labour market problems. Is there any individual willingness for a redistribution of working hours by working less? And if, is there any changed behaviour in the course of time and changing circumstances? Is there an expansion of parttime occupation from the 80s to the 90s and how is the development of fulltime occupation in this decade? Furthermore: Do fulltime occupied persons prefer working parttime; are parttime workers satisfied with their working hours or do they want to work longer? If any labour market policy as by raising or diminishing working hours, flexibility with regard to parttime and fulltime jobs etc. shall be based and burdened by the persons concerned, the knowledge about the individual judgement of their working hours and their preferences on the background of the actual situation in a longitudinal view accounting for different macro situations, in particular is essential for any successful economic and social labour market policy. Very connected with the above arguments and new labour market forms and individual wellbeing is the question of time souvereignity as being selfemployed or employed: Does working time souvereignity really lead to a satisfied balance of the desired and actual hours of work? Thus, one important socioeconomic breakdown in our analysis will be the occupational status as selfemployed, professions Freiberufler and entrepreneurs, and employees. Last, but by far not least, changing individual working hours pattern will influence and will be dependent on the living conditions and labour force situation of the entire household an individual is situated in. If there is a remarkable working hour tension for certain socioeconomic groups at least two consequences therefore are evident and important. First, either a positive or negative tension shows individual stress and unbalanced wellbeing in the labour market with many further consequences for the individual itself as well as for a firms and societys productivity. Second, economic and social policy will get important information about the possibility and acceptance of labour market working hours policies: if there is willingness to work less even connected with less income then there would be accepted room for targeted working hours policies in favour for the unemployed. Our problem is embedded within the more general discussion of labour market flexibility. To mention only some papers and perspectives the reader is referred for instance to Holst and Schupp 1994 parttime work and preferences, Bielenski and Strumpel 1988 restricted employment, Garhammer 1994 impacts of flexible working hours to living conditions, Schramm and Schlese 1995 employment and working hours shortening desires and Bussing and Seifert 1995 working hours policies. For a further discussion of the professions Freie Berufe in particular, see e.g. Merz, Rauberger and Ronnau 1994. In our paper we contribute to the above questions and problems analyzing the individual working hour tension of the active people based on a relatively broad longitudinal microdata base. We will focus in the descriptive and paneleconometric parts on the working hour tension Merz and Lang: Working Hour Tension: Desired vs. Actual Working Hours 3 itself. Our topic under the microeconomic view of rationed labour supply shall be discussed in a fortcoming paper. We first characterize the data base: the German SocioEconomic Panel as our ten years base, state the questions defining the working hour tension and give general definitions for the following analyses. The substantial part 1 is investigating working hour including part and fulltime preferences and the actual situations before and after a decade with two respective crosssections of the mid 80s 1985 and the mid 90s 1994. We discuss the genderspecific development in parttime and fulltime occupation in general and the respective working hour tension in particular. Further distributional aspects show the spread of tension for different parttime and fulltime employment situations. The two crosssections show the situations as two snapshots for allover Germany, including EastGermany 1994 in particular. Though macro developments as saldoeffects can be shown by this type of analysis, however, the individual changings and developments are still hidden. Therefore we extend the analysis by individual longitudinal developments with our panel data which describe the process of the working hour tension on the individual level. In addition to the descriptive transition analysis we quantify socioeconomic influences including individual domestic nonmarket working pattern and the further household situation by multivariate paneleconometric estimates. We estimate fixed and random effects models and compare the results to a pooled model. In addition, we estimate two factor fixed and random effects models to further disentangle individual and time period effects. The paneleconometric analysis with ten years individual developments show the importance of singular explanatory factors in competition to other explaining patterns. In particular, we quantify market and nonmarket influences on the working hour tension. Only this kind of information allows any economic and social policy to effectively target individual behaviour with some chances of success. Finally, we discuss some impacts of our results for targeted economic and social policies and labour market strategies. Merz and Lang: Working Hour Tension: Desired vs. Actual Working Hours 4 2 Microdatabase: The German SocioEconomic Panel GSOEP In this section we briefly characterize our ten years microdatabase, describe the main question of our investigation and set the general definitions for our crosssectional and longitudinal analyses. General Characteristics 2.1 The German SocioEconomic Panel GSOEP is a longitudinal microdatabase containing socioeconomic information on private households in the Federal Republic of Germany. The representative sample of households, persons and families is yearly repeated since 1984. All adult persons in a household aged 16 years and older Germans, foreigners and institutional population are surveyed. Since 1990 the GSOEP has been expanded with regard to the former German Democratic Republic by 4.453 persons in 2.179 households. The first wave in 1984 consisted of merely 6.000 households with more than 12.000 persons interviewed. With demographic information, the household situation, individual labour force participation and occupational mobility data, the GSOEP questionnaire contains objective measures like use of time, wages, income components, benefit payments etc. as well as subjective measures such as level of satisfaction with various aspects of life, hopes and fears, political involvement etc. of the German population Wagner et al. 1991. An English version of the GSOEP is available at Syracuse University Burkhauser and Wagner 1996. Desired and Actual Working Hours Questionnaire 2.2 Time use information is available from the GSOEP within different approaches. There is a normal day timebudget question with stylized time information for several market and nonmarket activities household, childcaring, doityourself, leisure etc  Tere are frequency information for different activities, and there are direct questions concerning the working hours situation. We are focussing our analysis on the following two working hour questions here from wave 11 K, 1994: Wave 11 KP 60 KP 66 personal questionnaire KP p. 1532 60. 66. What is the average amount of your actual working hours including possible overtime ? hours per week If you could choose the extent of your working hours by yourself considering analogous changes of your wage: What is the amount of your preferred working hours ? hours per week Merz and Lang: Working Hour Tension: Desired vs. Actual Working Hours 5 Note that the preferred hours question is linked to an appropriate wage compensation. We shall define the difference between desired or preferred working hours and the actual working hours as the working hour tension whtdesired minus actual working hours. Since the question concerning preferred working hours was first asked in 1985, our analysis starts with the second wave. General Definitions for Our Crosssectional and Longitudinal Microanalyses 2.3 As stated in the introduction one of our interests is to analyze whether the possibility to divide the working hours by yourself or not time souvereignity is of influence with regard to the working hour tension. We therefore divide our socioeconomic groups in selfemployed professionals Freie Berufe, entrepreneurs selfemployed up to and with more than nine employees, without farmers, without the assistance of family members and employees civil servants, blue and whitecollar workers. We discard the unemployed, since their wish to work more is obvious; they may benefit from a working hours reduction of the active people. Additionally, in the longitudinal section we concentrate on the harmonization process within the same occupation not to be disturbed by new jobs specific requirements. Thus, there will be no occupational mobility but the same occupational position ten years after longitudinal section. In general, our descriptive analyses are based on weighted data with a specific refinement of the adjustment for the selfemployed Merz and Lang 1997. All paneleconometrics are based upon the unweighted cases. 3 Working Hour Tension: Desired vs. Actual Working Hours in the 80s and 90s Crosssectional Evidence Let us start and look to the overall employment structure in the mid 80s 1985 and ten years after in the mid 90s. With two snapshots, two crosssections, we show the WestGerman situation in the 80s and after the reunification the situation in the 90s including East Germany. Thus quite a different labour market situation it is to be. expected for the entire Germany. More than 5300 persons weighted: 21 Mio. build the 1985 database, more than 6300 interviews weighted 29 Mio. are available for 1994. Employment Structure, Parttime and Fulltime Work 1985 and 1994 3.1 To start our analysis we focus on the two main working time schedules: fulltime and parttime work. The question is whether there is a more or less stable situation in between these two groups or whether there is a changing. A more flexible labour market from the supply as well demand side would probably result in an increased part of parttime work. Table 1 describes the genderspecific development in part and fulltime occupation from the mid 80s to the mid 90s. Merz and Lang: Working Hour Tension: Desired vs. Actual Working Hours 6 insert Table 1 about here Merz and Lang: Working Hour Tension: Desired vs. Actual Working Hours 7 The overall development shows the same magnitude of full and parttime occupation increase by 37%; thus there is no remarkable change in between the parttime and fulltime pattern: overall 17,8% in both years are working parttime. However, there are remarkable genderspecific differences. More than each third women is working parttime whereas only about 4,4% of men have such a job in 1994. The remarkable labor force participation increase of women by 55% from the 80s to the 90s is mainly due to an increase of fulltime jobs 58% followed by almost 50% increase of parttime labour force participation. There is practically no changing of mens parttime situation but an increase of about 30% in fulltime occupation. There are different dynamics with regard to the occupational status: Professions by women have more than doubled Index: 230% whereas the entrepreneurshipsituation show only an increase by 7% women and 2% for men. Professions show the highest parttime quota of all occupation men and women for both years. Entrepreneurs: parttime is increased, fulltime is slightly diminished for men and women. Employees: whereas professions and entrepreneurs are still a male domain, the women working quota is highest within the employees. To summarize: there are remarkable changes in the employment structure with different dynamics in female and male labour force participation. Women in professions in particular, parttime and fulltime, have increased. The labour force participation of women increased in particular with fulltime jobs as entrepreneurs and employees. Overall we still have 17,8% working in a parttime situation. Thus whereas the overall picture is unchanged but there are remarkable shifts at least for the socioeconomic groups analyzed here with particular dynamics in the labour force participation of women. 3.2 Desired vs. Actual Working Hours in Part and Fulltime Occupation 1985 and 1994 Is the changing labour force situation acompanied by a more or less satisfied individual situation? Is there a changing of preferences from economically better times in the 80s to the tougher situation in the 90s? Is the labour market flexible enough to allow the workload which is wanted? Table 2 shows the congruencedivergence of parttime and fulltime desires compared to the actuall situation 1985 and 1994. The main result: the working hour preference strongly correspond to the actual parttime and fulltime situation the block diagonals are dominant. This correspondence is even stronger ten years after for professions and employees with more than 85% satisfied with their parttimefulltime situation. For entrepreneurs ten years after only 67,2% are satisfied with their parttime situation. To summarize: The parttimefulltime threshold is still and ten years after even a stronger division of labour which is desired by the active people. For a further discussion of parttime in Germany see Holst and Schupp 1994 and Schupp 1991. Merz and Lang: Working Hour Tension: Desired vs. Actual Working Hours 8 insert Table 2 about here Merz and Lang: Working Hour Tension: Desired vs. Actual Working Hours 9 Working Hour Tension 1985 and 1994: More Distributional Aspects 3.3 Going now more into detail with Table 3, we first divide the working hours into four classes: part time work till 20 hours and from 21 to 34 hours; fulltime work from 35 to 40 and above 40 hours. Secondly, the working hour tension as desired minus actual working hours is subdivided into five classes of relative deviations until and more than 25% from a balanced working hour situation. This table contains therefore a deeper insight according to distributional aspects. Overall first row of Table 3 the working hour tension of zero decreased, the dissatisfaction with the working hours situation increased over the decade: in 1985 31,9% were satisfied with their working hours, in 1994 only each fifth 21,3% are satisfied with hisher working hours arrangement. In 1994 62,4% of all gainful employed want to work less than they do compared to 56,1% ten years ago. Although the desire to work less taking into account less money is dominant, the group of those people who want to work more is slightly increased from 12% 1985 to 16,3% in the mid 1990s. Thus the entire situation is less balanced. However, there are remarkable differences within our socioeconomic groups: professions gain the most in balancing the working hour situation: from 14,4% in 1985 to 46,7% in 1994 the share of balanced people wht0 for them has remarkably increased. There is a slight decrease for the further selfemployed 22,1% to 20,4% but a remarkable decrease of satisfied people within the group of employees from 32,8% to 20,9%. The strongest negative working hour tension, the strongest desire to work less than they do, are given for those who work the most with working hours 40 hours per week. Thus, it is not only time souvereignity as given by the occupational status but also the level of actual working hours which is important in explaining the working hour tension; a descriptive result which has to be respected by the further inferential analyses. Figure 1 summarizes the main results of Table 3: The harmonization of working hour tension has been achieved in particular by the professionals. From 1985 to 1994 the positive and negative working hour tension has been remarkably diminished for them. The preference of entrepreneurs and employees for working less has increased from 1985 to 1994. Table P7 provides an overview of under and overemployment inequality. The actual working hours in general are more equally distributed in 1994 than 10 years ago. The 10 percent most under and overemployed build a farmost larger group 1994, i.e. more people are in the extreme postions in the mid 90s than in 1985 9010 ratio. Alltogether: The two crosssectional snapshots shows a growing dissatisfaction for employees and less for entrepreneurs. In particular, there is a growing balance of desired and actual working hours for professions. Merz and Lang: Working Hour Tension: Desired vs. Actual Working Hours 10 insert Table 3 about here Merz and Lang: Working Hour Tension: Desired vs. Actual Working Hours 11 insert Figure 1 about here Merz and Lang: Working Hour Tension: Desired vs. Actual Working Hours 12 insert Table P7 about here Merz and Lang: Working Hour Tension: Desired vs. Actual Working Hours 13 4 the On Individual Harmonization of Working Hours Preferences and the Actual Working Situation During a Decade A Panelanalysis of Individual Longitudinal Developments The two crosssections of the above paragraphs describe a general situation where a lot of different developments finally leads to a certain saldo of effects. In addition, the picture is influenced by the new situation within the Neue Lander where a brand new labour market is going to be settled. To disentangle those saldo effects, panel data in particular allows to follow the individual development. The following longitudinal analysis allows to answer the question, whether it was able to harmonize desires with the actual situation on the personal, indivudal level. Mover and Stayer: Mover Indices from 1985 to 1994 4.1 To describe the individual convergencedivergence process in the course of time from 1985 to 1994, the working hour tension process is expressed by mover and stayer indices MI out a transition table. The mover index relates all movers from one of the three states wht negative, balanced, positive to all persons movers and stayers belonging to a state 1985 Table 4. We start with the employees development: With 82,2% the most transitions are seen for those employees who wanted to work more in 1985. More than each second 56,9% of them are dissatisfied ten years later. 72,9% leave their satisfied situation, 54,2% wish to work less ten years after. Only 29,3% of the dissatisfied wht employees were able to balance 18,1% respectively wish to work more within the course of time. Thus, the individual transition analysis of the employees underlines the process to dissatsisfaction and to work less though there might be shortages in their income situation. Note, all the individuals belong to the same occupational status as ten years ago. Further movings out of the employee situation at all might even stronger express the labour market dynamics. Employees face a contracted working hours situation which might restrict the actuall changing possibilities and might influence the as if situation and answer. At least with regard to the contract sitruation the selfemployed have their kind of time souvereignity. Do they show a different picture compared to the employees? For entrepreneurs the picture is similar to the employees development: the relatively most movers are from those who starts with desires to work more 89,8%, followed by balanced entrepreneurs with now desires to work less than they do 72,8%. Note, the different occupational groups might have another level of working hours in 1985 more than 72% entrepreneurs work more than 40 hours a week compared to 41% employees, see Table 3; so it is always a relative measure to the actual situation. For professions a certain underemployed situation with wht changed to a balanced one. In addition, 58,1% could stay in their balanced situation. It is clear, that the relatively small groups of selfemployed in the population and thus in the sample too do not allow to overinterpret the results. Hoiwever, the differences between the professions and the other groups are remarkable also in the longitudinal view with a growing balanced situation of the Merz and Lang: Working Hour Tension: Desired vs. Actual Working Hours 14 professions. Thus, time souvereignity expressed by the selfemployed situation is a driving factor for the working hour tension development. Table 4a deepens the transition analysis: Compared to MItotal with alll movers, MIextreme with nondiagonal corners, MIups and MIdowns with above and below diagonal elements and MIbalance with movers to wht0 specific cells of the transition tables are regarded respectively. The most extreme movers can be found within the entrepreneurs, most ups are for professions, most downs for entrepreneurs and most movements to balance are visible for the professions. The last column of Table 4a represents chisquare values which compares the respective socioeconomic group to the overall situation incorporating all transition cells. It becomes obvious that professions and entrepreneurs the most professions show a significant different transition behaviour compared to the general picture which is dominated by the employees situation. Further Transitional Aspects for Professions, Entrepreneurs and Employees 4.2 The starting, the final situation and the transitions in between are put together in Figure 2. The overemployed situation wht0 is remarkably growing for employees and entrepreneurs with dominant movements to a negative working hour tension from all three states. With almost 70% entrepreneurs are overemployed the most in 1994. Employees have the highest balanced share in 1985. Ten years later they have the lowest balanced share underlining the unsatisfied situation with their working hour situation. Again, dramatic changes are for professions: whereas in 1985 three of four 74,9% professions wanted to work less this relation diminishes to almost one of two 52,6% in 1994. The growing part of balanced professions stems from all of the three states with a certain dominance of those who are balanced yet in 1985. Many further single movements are available from Figure 2 and underlines the drawn picture of socioeconomic differences. To explain working hour tension by valuating different approaches, paneleconometric estimates of socioeconomic impacts are presented in the following chapter. Within the paneldesign there are two interesting factors to analyse: First the unobserved heterogenity, describing specific individual differences in productivity and secondly, of course, individual aspects in the dynamics of time. Merz and Lang: Working Hour Tension: Desired vs. Actual Working Hours 15 insert Table 4 about here Merz and Lang: Working Hour Tension: Desired vs. Actual Working Hours 16 insert Table 4a about here Merz and Lang: Working Hour Tension: Desired vs. Actual Working Hours 17 insert Figure 2 about here Merz and Lang: Working Hour Tension: Desired vs. Actual Working Hours 18 5 What Explains the Working Hour Tension: Paneleconometric Estimates Our descriptive analyses have already shown a lot of socioeconomic differences with regard to the occupational status. More or less single effects could only be analyzed via two or threedimensional tables. A paneleconometric analysis, however, allows to distinguish between a large set of competing explanatory variables and approaches. In addition, unobserved heterogeneity, which describes specific individual differences in productivity and skills, can be detected within the dynamics of time. As it is well known, there are different paneleconometric approaches. We shalll investigate pooled models, models with fixed and random effects and two factor fixed and random effects models, which further disentangle individual and time effects for a survey see e.g. Hsiao 1986 or Greene 1993. 5.1 The Paneleconometric Approaches: Pooled, Fixed and Random Effects One and Two Factor Models yit a b xit e it . In particular, we shall analyze the following paneleconometric specifications where the left hand side yit will be the working hour tension whtdesired minus actual working hours, xit the set of explanatory variables, a, b , g the regression coefficients to be estimated and e it is the error term individuals: i 1, ,N; time: t 1, ,T: POOLED MODEL 1 In the pooled model all observations are put together and the regression coefficients describe an overall influence with no specific time or individual aspect. The pooled model is simply estimated by Ordinary Least Squares OLS. FIXED EFFECTS MODEL i b xit e it 2 The fixed effects model allows the control for unobserved heterogeneity which describe individual specific skills not captured by the observed variables. In our context we can interpret the individual specific regression coefficients estimated by the ten periods respectively as describing individual market and nonmarket productivity skills. The estimation procedure is partitioned OLS. RANDOM EFFECTS MODEL 3a 3b yit ae it ui nyit ait b xit e it Merz and Lang: Working Hour Tension: Desired vs. Actual Working Hours 19 i ai Stg t 0 yit a 0 ai g t b xit e it Within the random effects model the unobserved heterogeneity is captured by the error term consisting of an individual specific one and an overall component. This model will be estimated by two stage feasible Generalized Least Squares GLS. TWO FACTOR FIXED EFFECTS MODEL 4 The above specifications are so called one factor models: one factor describe a specific effect. The two factor models will further disentangle the individual and time effects by separate coeffcicients. Within the fixed effects approach these two factors are the specific individual and time constant terms. Again, the estimation procedure is partioned OLS. TWO FACTOR RANDOM EFFECTS MODEL 5 Within the two factor random effects model the two individual and time effects are captured by separate error components. Two stage feasible GLS will be the estimation procedure. All estimates are done with LIMDEP, Version 7.0 Greene 1995, a fine program package for panel analyses too. b xit e it ui wt yit a Our paneleconometric investigation strategy is as follows: after introducing the possible set of explanatory variables first we ask which model is the best one when estimating the male and female working hour tension. Then we separately estimate the working hour tension for professions, entrepreneurs and employees and analyze the respective wage elasticities. It might be expected, that over and underemployment is to be explained by different influences. We therefore analyze these different situations. Finaly an overall two factor approach is able to incorporate not changing variables over time, here the occupational status. Thus we are able to analyze the competitive power of the working hour tension explanation by the occupational status as professions, entrepreneurs and employees. The Set of Explanatory Variables: Market and NonMarket Influences 5.2 The German Socioeconomic Panel GSOEP provides a large number of individual and household variables. Following in general the well proved human capital approach by Mincer and others within the labour supply approaches we concentrate on the following hypotheses and variables divided by personal and household characteristics. Though we are already within the microeconomic labour supply framework, we postpone the explicit microeconomic circumstances within the next main chapter under the topic the labour supply bias. Personal characteristics: Besides age human capital will be expressed by the schooling variables Abitur high school diploma and a possible university diploma. We give specific attention to job experience variables and generated the recent job duration months within the last two years and the job duration within this firm in years describing specific non the job trained skills. In addition we were able to compute the entire actual parttime and fulltime experience in years from the end of schooling under consideration of all possible interruptions. Labour supply in form of our SMerz and Lang: Working Hour Tension: Desired vs. Actual Working Hours 20 working hour tension might be influenced by the wage rate and the satisfaction about working hours seems to be of importance. Under the hypothesis that the market situation is the dominant part in investigating the working hour tension we regard time spent in nonmarket activities for housework, child care and Doityourself DIY as exogeneous. Household characteristics: Following again a scarce modelling strategy and accounting for proven explanatory variables in many labour supply analyses our household characteristics encompass the household size, the number of children as indicators of household time consuming burden and a rest household net income as household net income minus income gained by the person under investigation as an indicator of economic needs to earn additional money. 5.3 Males and Females: Are there Genderspecific Differences in Explaining the Working Hour Tension? Because of different roles within the family situation and in the society different labour market behaviour might be expected by males and females. Table 1 shows the results for the male and female separate estimates under different pooled, fixed and random effects model specification. Let us start to answer the question which one of these specifications fits the best? As a measure of goodnessoffit we use the nonadjusted and adjusted R2 and the value of the loglikelihood at the optimum. Results: for both male and female estimates the fixed model is superior to the pooled and the random effects model. With an adj. R2 of 67,6% males and 57,7% females the fit is remarkably good with respect to over 11.000 respectively 18.000 observations. Specification tests: We use the likelihood ratio test for testing the fixed vs. the pooled model, the Breusch and Pagans Lagrange multiplier test for testing the random vs. the pooled model and the Hausman test for testing the fixed over the random effects model. Results: The large and significant chi 2 values of the likelihood ratio test are in favour for the fixed compared to the pooled model. The large and significant Lagrange multiplier values are in favour for the random compared to the pooled model. So both, the fixed and random model which explicitly counts for the unobserved heterogeneity are both better than the pooled model: further unobserved market and nonmarket skills do count. The Hausman test finally helps us to distinguish between the fixed and the random effects model: with large and significant values the fixed model is in favour compared to the random effects model. To summarize: goodnessoffit as well the specification tests are in favour for the fixed effects model for males and females in explaining the working hour tension within the observed decade. Further estimates with an first order autoregressive disturbance AR1 specification to take into account further dynamics were not succesful because appropriate cells had almost no observations in many cases. Thus our panel data are too unbalanced for that type of modelling. Merz and Lang: Working Hour Tension: Desired vs. Actual Working Hours 21 insert Table P1 female, male about here Merz and Lang: Working Hour Tension: Desired vs. Actual Working Hours 22 Following the best approach in Table P1 the regression coefficients of the fixed effects model are given with fixed effects for all individuals estimated by the ten perios of our analysis. As the overall explanatory power was different for male and females better for males the significance of the various personal and household characteristics are different for male and female: there is a different nonlinear age influence: more of a utype for women but invers for men showing more dissatisfaction in younger and older years for women and more in the midages for men. The wage, work satisfaction pos. and the actual working hours coefficients neg. are of the same sign and significance level for both genders. Thus the larger the wage the larger is the difference between the desired and actual working hours of the overemployed persons. We shall come back to a further differentiation of the over and underemployed situation with Table P4. As it might be expected, the household situation is of different influence for men and women: The female negative significant regression coefficient of hours spent for child care indicates the desire to work less as well in the underemployed situation desiredactual working hours as in the overemployed situation desired actual working hours, wht0. The financial situation of the entire household is influencing the female working hour tension: the greater the rest household net income the less is the working hour tension, the more balanced is the working hour situation. It is astonishing that neither for males nor for females schooling and on the jobtraining variables play an important role like it is known frm the labour supply literature. Thus the working history seems to be of no overall importance in explaining the actual working hour tension. 5.4 Professions, Entrepreneurs and Employees: Are there Occupational Specific Differences in Explaining the Working Hour Tension? Again we tried different specifications as a pooled, fixed and random one factor model for the different genderspecific occupational groups. The result is shown in the lower part of Table P2 and P3. The goodnessoffit and specification tests as in the pure gender case are in favour for the fixed effects model whose resulting coefficients are given in the upper part of Tables P2 and P3. The overall female and male picture first column, the same as in Table P1 is mainly influenced by the dominant employee coefficients. Although the overall fit is best for entrepreneurs, professions and then employees for both genders the simple inspection of stars indicating the coefficients significance show that we find more significant explanation for employees. Whereas some work history indicators part and fulltime experience for women, age for both genders are of importance for employees these work and living historical influences are not important for the selfemployed, professions and entrepreneurs, in explaining the working hour tension. Wage and work satisfction is highly significant for employees but not for the selfemployed. However, the level of actual working hours is significant for all occupations: the longer the actual working hours the larger is the gap between desires and the actual situation. For females, not for males, the household situation child care hours, number of children, rest household net income is important being satisfied with the paid working situation. Merz and Lang: Working Hour Tension: Desired vs. Actual Working Hours 23 insert Tables P2 female, occup. Merz and Lang: Working Hour Tension: Desired vs. Actual Working Hours 24 and P3 male, occup. about here Merz and Lang: Working Hour Tension: Desired vs. Actual Working Hours 25 To summarize: the working hour tension for the selfemployed is mainly explained by their actual working load, whereas further economic and noneconomic variables are important for employees. Thus time souvereignity as expressed by the selfemployed or employee status is important in explaining the working hour tension with further differences according the statsus as a profesional or as an entrepreneur. 5.5 Wage Elasticities on Entrepreneurs and Employees the Working Hour Tension of Professions, One of the most discussed variables in economics are prices. Within the labour supply analyses the price of labour, the wage influence is in the focus of interest. Based on the estimated coefficients of Tables P2 and P3 fixed effects model, female and male, occupational status Table P4 shows the appropriate wage elasticities. They are calculated as the regression coefficient time the grand mean wage divided by the grand mean working hour tension. Table P4: Wage Elasticities, Regarding the Working Hour Tension wht, Paneleconometric estimates 1985 to 1994, Fixed Effects Models, Female and Male, Occupational Status Overall All Professionals Entrepreneurs Employee Elasticities wht h Female Male Female Male .5288 4.11 .5348 1.0863 .0827 .6700 .4220 .1466 .0894 .4811 3.63 3.03 9.56 3.42 4.42 9.41 14.52 3.86 e wht, wage bwage grand mean wage grand mean wht Interpretation: negative e : 1% wage increase decreases wht by e % increases hours supplied because of negative wht wht desired actual weekly working hours Level of significance: 90%, 95%, 99% Source: German SocioEconomic Panel GSOEP, waves 1985 B to 1994 K; own computations In addition, Table P4 shows the grand mean of the weekly working hour tension: entrepreneurs have the strongest desire to work less, the strongest tension male:14,5 hoursweek, female 9,6 hoursweek. With 3,9 hoursweek male employees have only a slight stronger tension than women with 3.4 hoursweek. As discussed wages are not significant for the selfemployed men and women. However, wages are highly significant for the employees working hour tension. The interpretation of the negative signed elasticity is a sfollows: a 1% wage increase decreases the working hour tension by .67% fro females respectively .48% for males. Thus, the female working hour tension is more wage elastic than ist male counterpart. Merz and Lang: Working Hour Tension: Desired vs. Actual Working Hours 26 In addition to the working hour tension interpretation, the wage elasticities can also be interpreted nfor the working hours supplied itself. Becaus of the negative grand mean working hour tension a 10% wage increase increases hours supplied by 7% female resp. 5% male. The labour supply elasticities thus are positive for male and female, the substitution effect dominates the income effect within the decade under investigation. Under and Overemployed: Are there Different Explanatory Patterns? 5.6 So far our concern was to explain the working hour tension as a phenomenon of an unbalanced situation of desired and actual working hours. The question we now raise: are there differences with regard to an underemployed situation wht0, desired hoursactual hours and an overemployed situation where somebody wants to work less than she does wht0, desired hoursactual hours? Are there differences in explaining a positive and negative stress? Is the unbalanced situation itself important? Table P5 shows the female and male panel regression results for the under and overemployed situations. Again the fixed effects model is superior goodnessoffit and specification tests to the pooled and random effect model. Again, the overasll explanatory power is remarkable and better for the male estimates. To give a short answer to the above question: yes, for both genders there are different influences within the personal and household characteristics. Let us start with the female situation: schooling and job history is of almost no importance, but age is influencing the overemployed situation, not the underemployed one. The desire to work less is influenced by the nonmarket situation with housework and child care hours. The workplace satisfaction is important for the overemployed only. Wage and the financial situation are not important for the underemployed women: other than economic reasons are driving female labour supply in general in the situation to work more see also Merz 1990. The male situation is as follows: as for women age is only important for the overemployed situation. There are no schooling and only minor work history influences for both tension situations. The wage influence differs compared to the womens situation: the wage rate is important for the underemployed men: a higher wage strength the desire to work even more; wage is highly incentive. However, for those who wants to work less than they do, age the actual working hours and the nonmarket DIYactivities are important. Merz and Lang: Working Hour Tension: Desired vs. Actual Working Hours 27 Table P5 Merz and Lang: Working Hour Tension: Desired vs. Actual Working Hours 28 5.7 A Global Approach: Results of the Random Effects Two Factor Panel Model Because of their specific importance above we estimated separate regressions for male and female and professions, entrepreneurs and employees. Though we could find and discuss their specific explanation pattern, however, an overall approach is missing. We therefore conclude the paneleconometric section with such an overall approach which allows us to discuss the relative importance of the socioeconomic groups. To capture nonvarying variables the appropriate approach is the two factor panel model. This model has an overall constant as well as an individual effect for each individual and a time effect for each period. As stated in section 5.1 the problem of multicollinearity the time and individual dummy variables both sum to one is avoided by imposing the restriction that each of them sum up to zero. The superior model now is a random effects two factor model with separate male and female and under and overemployed estimates Table P6. The nonvarying variables are the occupational ones: professions, entrepreneurs and employees. The first result is: male under and overemployed working hour tension are better explained R2 than the female regressions. So, let us start with the male situation. We again see the discussed influences by age, job duration this firm, job lifetime experience, wage, work satisfaction, actual working hours and some nonmarket household influences by DIY, number of children and the lasting financial situation of the household. One striking result with regard to the relative importance of the occupational status is the difference between the under and overemployed situation: there are significant differences by occupation for the overemployed, however, significant differences are found for the underemployed. In general, professions and entrepreneurs, the selfemployed, have a stronger desire to work more than they do within the decade under investigation. The employees, however, even in the underemployed situation and compared to the selfemployed want to reduce their labour supply. Thus, it is important not only to look to the overall working hour tension situation but carefully to differentiate between these two states of unbalance. Whats about the female situation? Again, for both situations we have significant age and schooling influences, job lifetime experiencees which count, the wage and actual working hours situation, and a broader compared to men influence of nonmarket and household influence. However, there is not such a clear cut difference between the under and overemployed with regard to the occupational status as for men: The occupational status is important for bothe under and overemployed women. Female entrepreneurship determines overemployment compared to professions and employees. Female professions and employees diminish the underemployed working hour tension. Merz and Lang: Working Hour Tension: Desired vs. Actual Working Hours 29 Table P6 Merz and Lang: Working Hour Tension: Desired vs. Actual Working Hours 30 Alltogether our paneleconometric analyses have shown cid:252 that unobserved heterogeneity as further individual productivity and skills is important, cid:252 that the fixed effects model is in many cases superior to the pooled and random effects model, cid:252 that the labour supply based human capital approach with its working history and experience indicators are not the central variables to explain the working hour tension, cid:252 that economic and noneconomic determinants are important for explanation, cid:252 that there are market and nonmarket influences which are of different importance for men and women, cid:252 and that the occupational situation as within the selfemployed as professions and entrepreneurs and as employees via their teime souvereignity and the further explanation are key socioeconomic factors in explaining the working hour tension. 6 Some Economic Policy Implications and Concluding Remarks Our analyses of the working hour tension of the gap between desired and actual working hours based on ten years paneldata have shown a lot of interesting results and differences with regard to the gender situation and the employment as professions, entrepreneurs and employees. Overall the tension has raised to more than 62% in the mid 90s who want to work less overemployed. Though the economic situation was going to be tougher within the decade from the 80s to the mid 90s and may be thats why stress has growing the majority of the active people would like to work less accepting diminished their earnings. This is a remarkable result which should encourage economic and social policy and policy makers. To stress the political point: there seems to be an even growing space from the active peoples perspective for shortening the working hours accepting less income. This willingness should be used in favour for an employment of the unemployed. Bussing and Seifert 1995 for instance further discuss policy aspects of working hours arrangements. In addition, our paneleconometric analyses have elaborated significant factors on the personal, household and regional level in explaining the sign and the magnitude of the working hour tension for professions, entrepreneurs and employees. These quantified results allows targeted economic and social policies since with them there is significant empirical incidence that these factors actually counts and do have impacts on the individual behaviour. Overall, there are remarkable differences with respect to the time souvereignity of the active persons as selfemployed or not. Professions Freie Berufe, in particular, were able to harmonize their desires and their actual working situation over a ten years period. Merz and Lang: Working Hour Tension: Desired vs. Actual Working Hours 31 References Bielenski, H. and Strumpel, B. 1988, Eingeschrankte Erwerbsarbeit bei Frauen und Mannern, Edition Sigma, Berlin Burkhauser, R. and G. Wagner 1996, The English Version of the German SocioEconomic Panel, Syracuse University Discussion Paper, Syracuse Bussing, A. and H. Seifert Hrsg. 1995, Sozialvertragliche Arbeitszeitgestaltung, Munchen Garhammer, M. 1994: Balanceakt Zeit: Auswirkungen flexibler Arbeitszeiten auf Alltag, Freizeit und Familie, Edition Sigma, Berlin Greene, W. 1993, Econometric Analysis, 2nd edition, New York Greene, W. 1998, LIMDEP Version 7, New York Holst, E. and J. Schupp, J. 1994, Ist Teilzeitarbeit der richtige Weg? Arbeitszeitpraferenzen in West und Ostdeutschland, DIWWochenbericht 3594, S.618626 Hsiao, C. 1986, Analysis of Panel Data, New York Merz, J., Rauberger, T. K. and A. Ronnau 1994, Freie Berufe in RheinlandPfalz und in der Bundesrepublik Deutschland Struktur, Entwicklung und wirtschaftliche Bedeutung, FFBSchriftenreihe Band 7, Luneburg 1994 Schramm, F. and M. Schlese 1995, Beschaftigte wunschen auch in den Neunziger Jahren kurzere Arbeitszeiten, PERSONAL 1195, 57176. Schupp, J. 1991, Erwerbsbeteiligung und Arbeitsmarkt, Rendtel, U. and G. Wagner eds. 1991, Lebenslagen im Wandel Zur Einkommensdynamik in Deutschland seit 1984, Frankfurt a.M., New York, 89113 Wagner, G., Schupp, J. and U. Rendtel 1991, The Socio Economic Panel SOEP for Germany Methods of Production and Management of Longitudinal Data, DIWDicussion Paper No. 31a, Berlin Forschungsinstitut Freie Berufe FFB, Universitat Luneburg Publikationen 1 FFBJahresberichte FFBJahresbericht 200304, FFBJahresbericht 200102, FFBJahresbericht 199900, FFBJahresbericht 199798, FFBJahresbericht 1996, FFBJahresbericht 1995, FFBJahresbericht 1994, FFBJahresbericht 1993, FFBJahresbericht 1992, FFBJahresbericht 1991, FFB: 10 Jahre Forschung und Lehre 19891999, FFBForschung und Lehre 19891998, FFBForschung und Lehre 19891997, FFBForschung und Lehre 19891996. FFBBucher in der FFBSchriftenreihe 2 Ehling, M. und J. Merz, 2002, Neue Technologien in der Umfrageforschung, FFBSchriften Nr. 14, 181 Seiten, ISBN 3789082414, NOMOS Verlagsgesellschaft, BadenBaden. Preis: 31, Merz, J., 2002, Freie Berufe im Wandel der Markte, FFBSchriften Nr. 13, 168 Seiten, ISBN 3789081078, NOMOS Verlagsgesellschaft, BadenBaden. Preis: 29, Merz, J., 2001, Existenzgrundung 2 Erfolgsfaktoren und Rahmenbedingungen, FFBSchriften Nr. 12, 232 Seiten, ISBN 3789074624, NOMOS Verlagsgesellschaft, BadenBaden. Merz, J., 2001, Existenzgrundung 1 Tips, Training und Erfahrung, FFBSchriften Nr. 11, 246 Seiten, ISBN 3Preis: 40, 71, i. Vb. mit Band 1 789074616, NOMOS Verlagsgesellschaft, BadenBaden.Preis: 40, 71, i. Vb. mit Band 2 Merz, J. und M. Ehling, 1999, Time Use Research, Data and Policy, FFBSchriften Nr. 10, 571 Seiten, ISBN 3789062448, NOMOS Verlagsgesellschaft, BadenBaden. Preis: 49 , Herrmann, H. und J. Backhaus, 1998, Staatlich gebundene Freiberufe im Wandel, FFBSchriften Nr. 9, 234 Seiten, ISBN 3789053198, NOMOS Verlagsgesellschaft, BadenBaden. Preis: 34, Herrmann, H., 1996, Recht der Kammern und Verbande Freier Berufe, Europaischer Landervergleich und USA, FFBSchriften Nr. 8, 596 Seiten, ISBN 3789045454, NOMOS Verlagsgesellschaft, BadenBaden. Preis: 56, Merz, J., Rauberger, T. K. und A. Ronnau, 1994, Freie Berufe in RheinlandPfalz und in der Bundesrepublik Deutschland Struktur, Entwicklung und wirtschaftliche Bedeutung, FFBSchriften Nr. 7, 948 Seiten, ISBN 3927816272, Luneburg. Preis: 95, Forschungsinstitut Freie Berufe FFB Hrsg., erstellt vom Zentrum zur Dokumentation fur Naturheilverfahren e.V. ZDN, 1992, 1993, Dokumentation der besonderen Therapierichtungen und naturlichen Heilweisen in Europa, Bd. I, 1. Halbband, 842 Seiten, Bd. I, 2. Halbband, 399 Seiten, Bd. II, 590 Seiten, Bd. III, 272 Seiten, Bd. IV, 419 Seiten, Bd. V, 1. Halbband, 706 Seiten, Bd. V, 2. Halbband, 620 Seiten, ISBN 3886990257, Luneburg nur zu beziehen uber das Zentrum zur Dokumentation fur Naturheilverfahren e.V. ZDN, Hufelandstrae 56, 45147 Essen, Tel.: 020174551. Preis: 385, Sahner, H. und A. Ronnau, 1991, Freie Heilberufe und Gesundheitsberufe in Deutschland, FFBSchriften Nr. 6, 653 Seiten, ISBN 3927816116, Luneburg. Preis: 58, Burmester, B., 1991, Ausbildungsvergleich von Sprachtherapeuten, FFBSchriften Nr. 5, 54 Seiten, ISBN 3927816108, Luneburg. Preis: 9, Sahner, H., 1991, Freie Berufe in der DDR und in den neuen Bundeslandern, FFBSchriften Nr. 4, 177 Seiten, ISBN 3927816094, Luneburg. Preis: 25, Trautwein, H.M., Donner, H., Semler, V. und J. Richter, 1991, Zur tariflichen Berucksichtigung der Ausbildung, der Bereitstellung von Spitzenlastreserven und der Absicherung von Beschaftigungsrisiken bei Seelotsen, mit dem Anhang Steuerliche Aspekte des tariflichen Normaleinkommens der Seelotsen, FFBSchriften Nr. 3, 183 Seiten, ISBN 3927816078, Luneburg. Preis: 19, Sahner, H. und F. Thiemann, 1990, Zukunft der Naturheilmittel in Europa in Gefahr? FFBSchriften Nr. 2, 81 Seiten, ISBN 392781606X, Luneburg. Preis: 6, Sahner, H., Herrmann, H., Ronnau, A. und H.M. Trautwein, 1989, Zur Lage der Freien Berufe 1989, Teil III, FFBSchriften Nr. 1, 167 Seiten, ISBN 3927816043, Luneburg. Preis: 25, Sahner, H., Herrmann, H., Ronnau, A. und H.M. Trautwein, 1989, Zur Lage der Freien Berufe 1989, Teil II, FFBSchriften Nr. 1, 955 Seiten, ISBN 3927816027, Luneburg. Preis: 20, 35, i. Vb. mit Teil I Sahner, H., Herrmann, H., Ronnau, A. und H.M. Trautwein, 1989, Zur Lage der Freien Berufe 1989, Teil I, FFBSchriften Nr. 1, 426 Seiten, ISBN 3927816019, Luneburg. FFBBucher Preis: 20, 35, i. Vb. mit Teil II 3 Merz, J., D. Hirschel und M. Zwick, 2005, Struktur und Verteilung hoher Einkommen Mikroanalysen auf der Basis der Einkommensteuerstatistik, Lebenslagen in Deutschland, Der zweite Armuts und Reichtumsbericht der Bundesregierung, Bundesministerium fur Gesundheit und Soziale Sicherung, Berlin http:www.bmgs.bund.dedownloadbroschuerenA341.pdf Merz, J. und J. Wagner Hrg., 2004, Perspektiven der Mittelstands Forschung Okonomische Analysen zu Selbstandigkeit, Freien Berufen und KMU, Merz, J., Schulte, R. and J. Wagner Series Eds., Entrepreneuship, Professions, Small Business Economics, CREPSSchriftenreihe Vol. 1, 520 Seiten, Lit Verlag, ISBN 3825881792, Munster. Preis: 39,90 Merz, J. und M. Zwick Hrg., 2004, MIKAS Mikroanalysen und amtliche Statistik, Statistisches Bundesamt Serie Editor, Statistik und Wissenschaft, Vol. 1, 318 Seiten, ISBN 3824607255, Wiesbaden Preis: 24,80 Hirschel, D., 2004, Einkommensreichtum und seine Ursachen Die Bestimmungsfaktoren hoher Arbeitseinkommen, Hochschulschriften Band 82, 416 Seiten, Metropolis Verlag Marburg, ISBN 3895184411. Merz, J., 2001, Hohe Einkommen, ihre Struktur und Verteilung, Lebenslagen in Deutschland, Der erste Armuts und Reichtumsbericht der Bundesregierung, Bundesministerium fur Arbeit und Sozialordnung, 128 Seiten, Bonn, zu beziehen uber: Bundesanzeiger Verlagsgesellschaft mb H, Sudstrae 119, 53175 Bonn. Ehling, M. und J. Merz u. a., 2001, Zeitbudget in Deutschland Erfahrungsberichte der Wissenschaft, Band 17 der Schriftenreihe Spektrum Bundesstatistik, 248 Seiten, MetzlerPoeschel Verlag, ISBN 3824606453, Stuttgart. Preis: 16, Krickhahn, T., 1995, Die Verbande des wirtschaftlichen Mittelstands in Deutschland, 351 Seiten, DUV Deutscher Universitats Verlag, ISBN 3824402459, Wiesbaden. Preis: 62, Spahn, P. B., Galler, H. P., Kaiser, H., Kassella, T. und J. Merz, 1992, Mikrosimulation in der Steuerpolitik, 279 Seiten, Springer Verlag, ISBN 3790806110, Berlin. FFBReprints 4 Preis: 45, Merz, J., Kumulation von Mikrodaten Konzeptionelle Grundlagen und ein Vorschlag zur Realisierung,; in: Allgemeines Statistisches Archiv, Issue 88, S. 451472, 2004 FFBReprint Nr. 35 Merz, J., EinkommensReichtum in Deutschland Mikroanalytische Ergebnisse der Einkommensteuerstatistik fur Selbstandige und abhangig Beschaftigte, in: Perspektiven der Wirtschaftspolitik, Vol. 5, Issue 2, S. 105126, 2004 FFBReprint Nr. 34 Merz, J., Vorgrimler, D. und M. Zwick, Faktisch anonymisiertes Mikrodatenfile der Lohn und Einkommensteuerstatistik 1998, in: Wirtschaft und Statistik, Issue 10, S. 10791091, 2004 FFBReprint Nr. 33 Ackermann, D., Merz, J. and H. Stolze, Erfolg und Erfolgsfaktoren freiberuflich tatiger Arzte Ergebnisse der FFBArzteumfrage fur Niedersachsen, in: Merz, J. and J. Wagner Eds., Perspektiven der Mittelstands Forschung Okonomische Analysen zu Selbstandigkeit, Freien Berufen und KMU, Merz, J., Schulte, R. and J. Wagner Series Eds., Entrepreneuship, Professions, Small Business Economics, CREPSSchriftenreihe Vol. 1, Lit Verlag, Munster, pp. 165190, 2004 FFBReprint Nr. 32 Hirschel, D. und J. Merz, Was erklart hohe Arbeitseinkommen Selbstandiger Eine Mikroanalyse mi Daten des Soziookonomischen Panels, in: Merz, J. and J. Wagner Eds., Perspektiven der Mittelstands Forschung Okonomische Analysen zu Selbstandigkeit, Freien Berufen und KMU, Merz, J., Schulte, R. and J. Wagner Series Eds., Entrepreneuship, Professions, Small Business Economics, CREPSSchriftenreihe Vol. 1, Lit Verlag, Munster, pp. 265285, 2004 FFBReprint Nr. 31 Burgert, D. und J. Merz, Wer arbeitet wann? Arbeitszeitarrangements von Serlbstandigen und abhangig Beschaftigten: Eine mikrookonometrische Analyse deutscher Zeitbudgetdaten, in: Merz, J. and J. Wagner Eds., Perspektiven der Mittelstands Forschung Okonomische Analysen zu Selbstandigkeit, Freien Berufen und KMU, Merz, J., Schulte, R. and J. Wagner Series Eds., Entrepreneuship, Professions, Small Business Economics, CREPSSchriftenreihe Vol. 1, Lit Verlag, Munster, pp. 303330, 2004 FFBReprint Nr. 30 Merz, J. und M. Zwick, Hohe Einkommen Eine Verteilungsanalyse fur Freie Berufe, Unternehmer und abhangige Beschaftigte, in: Merz, J. and M. Zwick Eds., MIKAS Mikroanalysen und amtliche Statistik, Statistik und Wissenschaft, Vol. 1, pp. 167193, 2004 FFBReprint Nr. 29 Merz, J., Schatz, C. and K. Kortmann, Mikrosimulation mit Verwaltungs und Befragungsdaten am Be ispiel Altersvorsorge in Deutschland 1996 AVID 96, in: Merz, J. und M. Zwick Hg., MIKAS Mikroanalysen und amtliche Statistik, Statistik und Wissenschaft, Vol. 1, S. 231248, 2004 FFBReprint Nr. 28 Merz, J., Was fehlt in der EVS ? Eine Verteilungsanalyse hoher Einkommen mit der verknupften Ein kommensteuerstatistik fur Selbstandige und abhangig Beschaftigte, in: Jahrbucher fur Nationalokonomie und Statistik, Vol. 2231, p. 5890, 2003 FFBReprint Nr. 27 Merz, J. und M. Zwick, Verteilungswirkungen der Steuerreform 20002005 im Vergleich zum Karlsruher Entwurf Auswirkungen auf die Einkommensverteilung bei Selbstandigen Freie Berufe, Unternehmer und abhangig Beschaftigte, in: Wirtschaft und Statistik, 82002, p. 729740, 2002 FFBReprint Nr. 26 Merz, J., Time Use Research and Time Use Data Actual Topics and New Frontiers, in: Ehling, M. and J. Merz Eds., Neue Technologien in der Umfrageforschung Anwendungen bei der Erhebung von Zeitverwendung, p. 319, 2002 FFBReprint Nr. 25 Merz, J., 2002, Time and Economic WellBeing A Panel Analysis of Desired versus Actual Working Hours, in: Review of Income and Wealth, Series 48, No. 3, p. 317346, FFBReprint Nr. 24, Department of Economics and Social Sciences, University of Luneburg, Luneburg. FFBReprint Nr. 24 Schatz, Ch., Kortmann, K. und J. Merz, 2002, Kunftige Alterseinkommen Eine Mikrosimulationsstudie zur Entwicklung der Renten und Altersvorsorge in Deutschland AVID96, in: Schmollers Jahrbuch, Journal of Applied Social Sciences, Zeitschrift fur Wirtschafts und Sozialwissenschaften, 122. Jahrgang, Heft 2, S. 227260, FFBReprint Nr. 23, Fachbereich Wirtschafts und Sozialwissenschaften, Universitat Luneburg, Luneburg. FFBReprint Nr. 23 Merz, J. und M. Zwick, 2001, Uber die Analyse hoher Einkommen mit der Einkommensteuerstatistik Eine methodische Erlauterung zum Gutachten Hohe Einkommen, ihre Struktur und Verteilung zum ersten Armuts und Reichtumsbericht der Bundesregierung, in: Wirtschaft und Statistik 72001, S. 513523, FFBReprint Nr. 22, Fachbereich Wirtschafts und Sozialwissenschaften, Universitat Luneburg, Luneburg. FFBReprint Nr. 22 Merz, J., 2001, Was fehlt in der EVS? Eine Verknupfung mit der Einkommensteuerstatistik fur die Ve rteilungsanalyse hoher Einkommen, in: Becker, I., Ott, N. und G. Rolf Hrsg., Soziale Sicherung in einer dynamischen Gesellschaft, S. 278300, Campus Verlag, FrankfurtNew York, FFBReprint Nr. 21, Fachbereich Wirtschafts und Sozialwissenschaften, Universitat Luneburg, Luneburg.FFBReprint Nr. 21 Merz, J., 2001, 10 Jahre Forschungsinstitut Freie Berufe FFB der Universitat Luneburg Forschungsschwerpunkte und Perspektiven, in: Bundesverband der Freien Berufe Hrsg., Jahrbuch 20002001, der freie beruf, S. 158174, Bonn, FFBReprint Nr. 20, Fachbereich Wirtschafts und Sozialwissenschaften, Universitat Luneburg, Luneburg. FFBReprint Nr. 20 Merz, J., 2000, The Distribution of Income of Selfemployed, Entrepreneurs and Professions as Revealed from Micro Income Tax Statistics in Germany, in: Hauser, R. and I. Becker eds., The Personal Distribution of Income in an International Perspective, S. 99128, Springer Verlag, Heidelberg, FFBReprint Nr.19, Department of Economics and Social Sciences, University of Luneburg, Luneburg. FFBReprint Nr. 19 Merz, J., 1998, Privatisierung, Deregulierung und staatlich gebundene Freie Berufe Einige okonomische Aspekte, in: Herrmann, H. und J. Backhaus Hrsg., Staatlich gebundene Freiberufe im Wandel, S. 67114, FFBSchriften Nr. 9, NOMOS Verlagsgesellschaft, BadenBaden, FFBReprint Nr. 18, Fachbereich Wirtschafts und Sozialwissenschaften, Universitat Luneburg, Luneburg. FFBReprint Nr. 18 Merz. J., 1997, Die Freien Berufe Laudatio zur Verleihung der Ehrendoktorwurde des Fachbereiches Wirtschafts und Sozialwissenschaften der Universitat Luneburg an Prof. J. F. Volrad Deneke, in: Bundesverband der Freien Berufe Hrsg., Jahrbuch 1997, der freie beruf, S. 133151, Bonn, FFBReprint Nr. 17, Fachbereich Wirtschafts und Sozialwissenschaften, Universitat Luneburg, Luneburg. FFBReprint Nr. 17 de Kam, C. A., de Haan, J., Giles, C., Manresa, A., Berenguer, E., Calonge, S., Merz, J. and K. Venkatarama, 1996, Who pays the taxes? The Distribution of Effective Tax Burdens in Four EU Countries, in: ec Tax Review, p. 175188, FFBReprint No. 16, Department of Economics and Social Sciences, University of Luneburg, Luneburg. FFBReprint Nr. 16 Merz, J., 1996, MICSIM A PC Microsimulation Model for Research and Teaching: A Brief View on its Concept and Program Developments, Soft Stat 95 Advances in Statistical Software 5, in: Faulbaum, F. and W. Bandilla eds., Stuttgart, p. 433442, FFBReprint No. 15, Department of Economics and Social Sciences, University of Luneburg, Luneburg. FFBReprint Nr. 15 Burkhauser, R. V., Smeeding, T. M. and J. Merz, 1996, Relative Inequality and Poverty in Germany and the United States using Alternative Equivalence Scales, in: Review of Income and Wealth, Series 42, No. 4, p. 381400, FFBReprint No. 14, Department of Economics and Social Sciences, University of Luneburg, Luneburg. FFBReprint Nr. 14 Merz, J. 1996, Schattenwirtschaft und Arbeitsplatzbeschaffung, in: Sadowski, D. und K. Pull Hrsg., Vorschlage jenseits der Lohnpolitik, S. 266294, FrankfurtNew York, FFBReprint Nr. 13, Fachbereich Wirtschafts und Sozialwissenschaften, Universitat Luneburg, Luneburg. FFBReprint Nr. 13 Merz, J., 1996, MICSIM Concept, Developments and Applications of a PC Microsimulation Model for Research and Teaching, in: Troitzsch, K. G., Mueller, U. Gilbert, G. N. and J. E. Doran eds., Social Science Microsimulation, p. 3365, BerlinNew York, FFBReprint No. 12, Department of Economics and Social Sciences, University of Luneburg, Luneburg. FFBReprint Nr. 12 Merz, J., 1996, Market and NonMarket Labour Supply and the Impact of the Recent German Tax Reform Incorporating Behavioural Response, in: Harding, A. ed., Microsimulation and Public Policy, p. 177202, AmsterdamTokyo, FFBReprint No. 11, Department of Economics and Social Sciences, University of Luneburg, Luneburg. FFBReprint Nr. 11 Merz, J. und R. Lang, 1996, Alles eine Frage der Zeit!? Bericht uber ein FFBForschungsprojekt zum Thema Zeitverwendung in Erwerbstatigkeit und Haushaltsproduktion Dynamische Mikroanalysen mit Paneldaten, in: Uni Luneburg 50 Jahre Hochschule in Luneburg, Jubilaums Sonderausgabe, Heft 19Mai 1996, S. 5155, FFBReprint Nr. 10, Fachbereich Wirtschafts und Sozialwissenschaften, Universitat Luneburg, Luneburg. FFBReprint Nr. 10 Merz, J. und D. Kirsten, 1996, Freie Berufe im Mikrozensus Struktur, Einkommen und Einkommensverteilung in den neuen und alten Bundeslandern, in: BFB Bundesverband der Freien Berufe Hrsg., Jahrbuch 1996, S. 4079, Bonn, FFBReprint Nr. 9, Fachbereich Wirtschafts und Sozialwissenschaften, Universitat Luneburg, Luneburg. FFBReprint Nr. 9 Deneke, J. F. V., 1995, Freie Berufe Gestern, Heute, Morgen, in: BFB Bundesverband der Freien Berufe Hrsg., Jahrbuch 1995, S. 5772, Bonn, FFBReprint Nr. 8, Fachbereich Wirtschafts und Sozialwissenschaften, Universitat Luneburg, Luneburg. FFBReprint Nr. 8 Merz, J. and J. Faik, 1995, Equivalence Scales Based on Revealed Preference Consumption Expenditures The Case of Germany, in: Jahrbucher fur Nationalokonomie und Statistik, Vol. 214, No. 4, p. 425447, Stuttgart, FFBReprint No. 7, Department of Economics and Social Sciences, University of Luneburg, Luneburg. FFBReprint Nr. 7 Merz, J., 1993, Statistik und Freie Berufe im Rahmen einer empirischen Wirtschafts und Sozialforschung, in: BFB Bundesverband der Freien Berufe Hrsg., Jahrbuch 1993, S. 3178, Bonn, FFBReprint Nr. 6, Fachbereich Wirtschafts und Sozialwissenschaften, Universitat Luneburg, Luneburg.FFBReprint Nr. 6 Merz, J., 1993, Wandel in den Freien Berufen Zum Forschungsbeitrag des Forschungsinsituts Freie Berufe FFB der Universitat Luneburg, in: BFB Bundesverband der Freien Berufe Hrsg., Jahrbuch 1993, S. 164173, Bonn, FFBReprint Nr. 5, Fachbereich Wirtschafts und Sozialwissenschaften, Universitat Luneburg, Luneburg. FFBReprint Nr. 5 Merz, J. and K. G. Wolff, 1993, The Shadow Economy: Illicit Work and Household Production: A Microanalysis of West Germany, in: Review of Income and Wealth, Vol. 39, No. 2, p. 177194, FFBReprint No. 4, Department of Economics and Social Sciences, University of Luneburg, Luneburg FFBReprint Nr. 4 Trautwein, H.M. und A. Ronnau, 1993, SelfRegulation of the Medical Profession in Germany: A Survey, Faure, in: M., Finsinger, J., Siegers, J. und R. van den Bergh eds., Regulation of Profession, p. 249305, ISBN 9062153348, MAKLU, Antwerpen, FFBReprint No. 3, Depart ment of Economics and Social Sciences, University of Luneburg, Luneburg. FFBReprint Nr. 3 Herrmann, H., 1993, Regulation of Attorneys in Germany: Legal Framework and Actual Tendencies of Deregulation, in: Faure, M., Finsinger, J., Siegers, J. und R. van den Bergh eds., Regulation of Profession, p. 225245, ISBN 9062153348, MAKLU, Antwerpen, FFBReprint No. 2, Depart ment of Economics and Social Sciences, University of Luneburg, Luneburg. FFBReprint Nr. 2 Merz, J., 1991, Microsimulation A Survey of Principles, Developments and Applications, in: International Journal of Forecasting 7, p. 77104, ISBN 0169207091, NorthHolland, Amsterdam, FFBReprint Nr. 1, Department of Economics and Social Sciences, University of Luneburg, Luneburg. FFBReprint Nr. 1 5 FFBDiskussionspapiere, ISSN 09422595 Merz, J. und Paic, P., 2005, Startup success of freelancers New microeconometric evidence from the German SocioEconomic Panel. FFBDiskussionspapier Nr. 56, Fachbereich Wirtschafts und Sozialwissenschaften, Universitat Luneburg, Luneburg. FFBDP Nr. 56 Merz, J. und Paic, P., 2005, Erfolgsfaktoren freiberuflicher Existenzgrundung Neue mikrookonometrische Ergebnisse mit Daten des Soziookonomischen Panels, FFBDiskussionspapier Nr. 55, Fachbereich Wirtschafts und Sozialwissenschaften, Universitat Luneburg, Luneburg. FFBDP Nr. 55 Merz, J. und Stolze, H., 2005, Representative Time Use Data and Calibration of the American Time Use Studies 19651999, FFBDiskussionspapier Nr. 54, Fachbereich Wirtschafts und Sozialwissenschaften, Universitat Luneburg, Luneburg. FFBDP Nr. 54 Paic, P. und Brand, H., 2005, Die Freien Berufe im Soziookonomischen Panel Systematische Berichtigung der kritischen Wechsel innerhalb der Selbstandigengruppe, FFBDiskussionspapier Nr. 53, Fachbereich FFBDP Nr. 53 Wirtschafts und Sozialwissenschaften, Universitat Luneburg, Luneburg. Merz, J., und Paic, P., 2005, Zum Einkommen der Freien Berufe Eine Ordered ProbitAnalyse ihrer Determinanten auf Basis der FFBOnlineumfrage, FFBDiskussionspapier Nr. 52, Fachbereich Wirtschafts und Sozialwissenschaften, Universitat Luneburg, Luneburg. FFBDP Nr. 52 Burgert, D., 2005, Schwellenwerte im deutschen Kundigungsschutzrecht Ein Beschaftigungshindernis fur kleine Unternehmen?, FFBDiskussionspapier Nr. 50, Fachbereich Wirtschafts und Sozialwissenschaften, Universitat Luneburg, Luneburg. FFBDP Nr. 51 Merz, J., Bohm P. und Burgert D., 2005, Arbeitszeitarrangements und Einkommensverteilung Ein Treatment Effects Ansatz der Einkommensschatzung fur Unternehmer, Freiberufler und abhangig Beschaftigte, FFBDiskussionspapier Nr. 50, Fachbereich Wirtschafts und Sozialwissenschaften, Universitat Luneburg, Luneburg. FFBDP Nr. 50 Burgert, D., 2005, The Impact of German Job Protection Legislation on Job Creation in Small Establis hments An Application of the Regression Discontinuity Design, FFBDiskussionspapier Nr. 49, Fachbereich Wirtschafts und Sozialwissenschaften, Universitat Luneburg, Luneburg. FFBDP Nr. 49 Merz, J. und D. Burgert, 2005, Arbeitszeitarrangements Neue Ergebnisse aus der nationalen Zeitbudgeterhebung 200102 im Zeitvergleich, FFBDiskussionspapier Nr. 46, Fachbereich Wirt schafts und Sozialwissenschaften, Universitat Luneburg, Luneburg. FFBDP Nr. 48 Merz, J., Bohm, P. und D. Burgert, 2005, Timing, Fragmentation of Work and Income Inequality An Earnings Treatment Effects Approach, FFBDiskussionspapier Nr. 47, Fachbereich Wirtschafts und Sozialwissenschaften, Universitat Luneburg, Luneburg. FFBDP Nr. 47 Merz, J. und P. Paic, 2004, Existenzgrundungen von Freiberuflern und Unternehmer Eine Mikro analyse mit dem Soziookonomischen Panel, FFBDiskussionspapier Nr. 46, Fachbereich Wirtschafts und Sozialwissenschaften, Universitat Luneburg, Luneburg. FFBDP Nr. 46 Merz, J. und D. Burgert, 2004, Wer arbeitet wann? Arbeitszeitarrangements von Selbstandigen und abhangig Beschaftigten Eine mikrookonometrische Analyse deutscher Zeitbudgetdaten, FFBDiskussionspapier Nr. 45, Fachbereich Wirtschafts und Sozialwissenschaften, Universitat Luneburg, Luneburg FFBDP Nr. 45 Hirschel, D. und J. Merz, 2004, Was erklart hohe Arbeitseinkommen der Selbstandigen Eine Mikroanalyse mit Daten des Soziookonomischen Panels, FFBDiskussionspapier Nr. 44, Fachbereich Wirtschafts und Sozialwissenschaften, Universitat Luneburg, Luneburg. FFBDP Nr. 44 Ackermann, D., Merz, J. und H. Stolze, 2004, Erfolg und Erfolgsfaktoren freiberuflich tatiger Arzte Ergebnisse der FFBArztebefragung fur Niedersachsen, FFBDiskussionspapier Nr. 43, Fachbereich Wirtschafts und Sozialwissenschaften, Universitat Luneburg, Luneburg. FFBDP Nr. 43 Hirschel, D., 2003, Do high incomes reflect individual performance? The determinants of high incomes in Germany, FFBDiskussionspapier Nr. 42, Department of Economics and Social Sciences, University of Luneburg, Luneburg. FFBDP Nr. 42 Merz, J., and D. Burgert, 2003, Working Hour Arrangements and Working Hours A Microeconometric Analysis Based on German Time Diary Data, FFBDiskussionspapier Nr. 41, Department of Economics and Social Sciences, University of Luneburg, Luneburg. FFBDP Nr. 41 Merz, J. und M. Zwick, 2002, Hohe Einkommen: Eine Verteilungsanalyse fur Freie Berufe, Unternehmer und abhangig Beschaftigte, Eine Mikroanalyse auf der Basis der Einkommensteuerstatistik, FFBDiskussionspapier Nr. 40, Fachbereich Wirtschafts und Sozialwissenschaften, Universitat Luneburg, Luneburg. FFBDP Nr. 40 Merz, J., and D. Hirschel, 2003, The distribution and redistribution of income of selfemployed as freelancers and entrepreneurs in Europe, FFBDiskussionspapier Nr. 39, Department of Economics and Social Sciences, University of Luneburg, Luneburg. FFBDP Nr. 39 Stolze, H. 2002, Datenbankbankgestutzte Internetprasenzen Entwicklung und Realisation am Beispiel der Homepage des Forschungsinstituts Freie Berufe FFB der Universitat Luneburg http:ffb.unilueneburg.de, FFBDiskussionspapier Nr. 38, Fachbereich Wirtschafts und Sozialwissenschaften, Universitat Luneburg, Luneburg. FFBDP Nr. 38 Merz, J., 2002, Zur Kumulation von Haushaltsstichproben, FFBDiskussionspapier Nr. 37, Fachbereich Wirtschafts und Sozialwissenschaften, Universitat Luneburg, Luneburg. FFBDP Nr. 37 Merz, J., 2002, Reichtum in Deutschland: Hohe Einkommen, ihre Struktur und Verteilung Eine Mikro analyse mit der Einkommensteuerstatistik fur Selbstandige und abhangig Beschaftigte, FFBDis kussionspapier Nr. 36, Fachbereich Wirtschafts und Sozialwissenschaften, Universitat Luneburg, Luneburg. FFBDP Nr. 36 Merz, J. und M. Zwick, 2002, Verteilungswirkungen der Steuerreform 20002005 im Vergleich zum Karlsruher Entwurf Auswirkungen auf die Einkommensverteilung bei Selbstandigen Freie Berufe, Unternehmer und abhangig Beschaftigte, FFBDiskussionspapier Nr. 35, Fachbereich Wirtschafts und Sozialwissenschaften, Universitat Luneburg, Luneburg. FFBDP Nr. 35 Merz, J., Stolze, H. und M. Zwick, 2002, Professions, entrepreneurs, employees and the new German tax cut reform 2000 A MICSIM microsimulation analysis of distributional impacts, FFBDiskussionspapier Nr. 34, Department of Economics and Social Sciences, University of Luneburg, Luneburg. FFBDP Nr. 34 Forschungsinstitut Freie Berufe, 2002, Freie Berufe im Wandel der Markte 10 Jahre Forschungsinstitut Freie Berufe FFB der Universitat Luneburg, Empfang am 4. November 1999 im Rathaus zu Luneburg, FFBDiskussionspapier Nr. 33, Fachbereich Wirtschafts und Sozialwissenschaften, Universitat Luneburg, Luneburg. FFBDP Nr. 33 Merz, J., 2002, Time Use Research and Time Use Data Actual Topics and New Frontiers, FFBDiscussion Paper No. 32, Department of Economics and Social Sciences, University of Luneburg, Luneburg. FFBDP Nr. 32 Merz, J., 2001, Freie Be rufe im Wandel der Arbeitsmarkte, FFBDiskussionspapier Nr. 31, Fachbereich Wirtschafts und Sozialwissenschaften, Universitat Luneburg, Luneburg. FFBDP Nr. 31 Merz, J., 2001, Was fehlt in der EVS? Eine Verteilungsanalyse hoher Einkommen mit der verknupften Einkommensteuerstatistik fur Selbstandige und abhangig Beschaftigte, FFBDiskussionspapier Nr. 30, Fachbereich Wirtschafts und Sozialwissenschaften, Universitat Luneburg, Luneburg. FFBDP Nr. 30 Merz, J., 2001, Informationsfeld Zeitverwendung Expertise fur die Kommission zur Verbesserung der informationellen Infrastruktur zwischen Wissenschaft und Statistik, FFBDiskussionspapier Nr. 29, Fachbereich Wirtschafts und Sozialwissenschaften, Universitat Luneburg, Luneburg. FFBDP Nr. 29 Schatz, C. und J. Merz, 2000, Die Rentenreform in der Diskussion Ein Mikrosimulationsmodell fur die Altersvorsorge in Deutschland AVIDPTO, FFBDiskussionspapier Nr. 28, Fachbereich Wirt schafts und Sozialwissenschaften, Universitat Luneburg, Luneburg. FFBDP Nr. 28 Merz, J., 2000, The Distribution of Income of Selfemployed, Entrepreneurs and Professions as Revealed from Micro Income Tax Statistics in Germany, FFBDiscussion Paper No. 27, Department of Economics and Social Sciences, University of Luneburg, Luneburg. FFBDP Nr. 27 Merz, J., Loest, O. und A. Simon, 1999, Existenzgrundung Wie werde ich selbstandig, wie werde ich Freiberufler? Ein Leitfaden, FFBDiskussionspapier Nr. 26, Fachbereich Wirtschafts und Sozialwissenschaften, Universitat Luneburg, Luneburg. FFBDP Nr. 26 Merz, J. und D. Kirsten, 1998, Extended Income Inequality and Poverty Dynamics of Labour Market and Valued Household Acitivities A Ten Years Panelanalysis for Professions, Entrepreneurs and Employees in Germany, FFBDiscussion Paper No. 25, Department of Economics and Social Sciences, University of Luneburg, Luneburg. FFBDP Nr. 25 Merz, J., Quiel, T., und K. Venkatarama, 1998, Wer bezahlt die Steuern? Eine Untersuchung der Steuerbelastung und der Einkommenssituation fur Freie und andere Berufe, FFBDiskussionspapier Nr. 24, Fachbereich Wirtschafts und Sozialwissenschaften, Universitat Luneburg, Luneburg. FFBDP Nr. 24 Merz, J. und R. Lang, 1997, Preferred vs. Actual Working Hours A Ten Paneleconometric Analysis for Professions, Entrepreneurs and Employees in Germany, FFBDiscussion Paper No. 23, Depart ment of Economics and Social Sciences, University of Luneburg, Luneburg. FFBDP Nr. 23 Merz, J., 1997, Privatisierung und Deregulierung und Freie und staatlich gebundene Freie Beru fe Einige okonomische Aspekte, FFBDiskussionspapier Nr. 22, Fachbereich Wirtschafts und Sozialwissenschaften, Universitat Luneburg, Luneburg. FFBDP Nr. 22 de Kam, C. A., de Haan, J., Giles, C., Manresa, A., Berenguer, E., Calonge, S., Merz, J. and K. Venkatarama, 1996, The Distribution of Effetcive Tax Burdens in Four EU Countries, FFBDiscussion Paper No. 21, Department of Economics and Social Sciences, University of Luneburg, Luneburg. FFBDP Nr. 21 Deneke, J. F. V., 1996, Freie Berufe und Mittelstand Festrede zur Verleihung der Ehrendoktorwurde, FFBDiskussionspapier Nr. 20, Fachbereich Wirtschafts und Sozialwissenschaften, Universitat Luneburg, Luneburg. FFBDP Nr. 20 Merz, J., 1996, Die Freien Berufe Laudatio zur Verleihung der Ehrendoktorwurde des Fachbereiches Wirtschafts und Sozialwissenschaften der Universitat Luneburg an Prof. J. F. Volrad Deneke, FFBDiskussionspapier Nr. 19, Fachbereich Wirtschafts und Sozialwissenschaften, Universitat Luneburg, Luneburg. FFBDP Nr. 19 de Kam, C. A., de Haan, J., Giles, C., Manresa, A., Berenguer, E., Calonge, S. and J. Merz, 1996, Who pays the taxes?, FFBDiscussion Paper No. 18, Department of Economics and Social Sciences, University of Luneburg, Luneburg. FFBDP Nr. 18 Merz, J., 1996, Schattenwirtschaft und ihre Bedeutung fur den Arbeitsmarkt, FFBDiskussionspapier Nr. 17, Fachbereich Wirtschafts und Sozialwissenschaften, Universitat Luneburg, Luneburg. FFBDP Nr. 17 Merz, J. und D. Kirsten, 1995, Freie Berufe im Mikrozensus II Einkommen und Einkommensverteilung anhand der ersten Ergebnisse fur die neuen und alten Bundeslander 1991, FFBDiskussionspapier Nr. 16, Fachbereich Wirtschafts und Sozialwissenschaften, Universitat Luneburg, Luneburg. FFBDP Nr. 16 Merz, J. und D. Kirsten, 1995, Fre ie Berufe im Mikrozensus I Struktur und quantitative Bedeutung anhand der ersten Ergebnisse fur die neuen und alten Bundeslander 1991, FFBDiskussionspapier Nr. 15, Fachbereich Wirtschafts und Sozialwissenschaften, Universitat Luneburg, Luneburg. FFBDP Nr. 15 Merz, J., 1995, MICSIM Concept, Developments and Applications of a PCMicrosimulation Model for Research and Teaching, FFBDiscussion Paper No. 14, Department of Economics and Social Sciences, University of Luneburg, Luneburg. FFBDP Nr. 14 Ronnau, A., 1995, Freie Berufe in der DDR, der Bundesrepublik Deutschland und im wiedervereinten Deutschland: Auswertungen von Berufstatigenerhebung und Arbeitsstattenzahlung, FFBDiskussionspapier Nr. 13, Fachbereich Wirtschafts und Sozialwissenschaften, Universitat Luneburg, Luneburg. FFBDP Nr. 13 Burkhauser, R. V., Smeeding, T. M. and J. Merz, 1994, Relative Inequality and Poverty in Germany and the United States Using Alternative Equivalence Scales, FFBDiscussion Paper No. 12, Department of Economics and Social Sciences, University of Luneburg, Luneburg. FFBDP Nr. 12 Widmaier, U., Niggemann, H. and J. Merz, 1994, What makes the Difference between Unsuccessful and Successful Firms in the German Mechanical Engineering Industry? A Microsimulation Approach Using Data from the NIFAPanel, FFBDiscussion Paper No. 11, Department of Economics and Social Sciences, University of Luneburg, Luneburg. FFBDP Nr. 11 Merz, J., 1994, Microdata Adjustment by the Minimum Information Loss Principle, FFBDiscussion Paper No. 10, Department of Economics and Social Sciences, University of Luneburg, Luneburg. FFBDP Nr. 10 Merz, J., 1994, Microsimulation A Survey of Methods and Applications for Analyzing Economic and Social Policy, FFBDiscussion Paper No. 9, Department of Economics and Social Sciences, University of Luneburg, Luneburg. FFBDP Nr. 9 Merz, J., Garner, T., Smeeding, T. M., Faik, J. and D. Johnson, 1994, Two Scales, One Methodology Expenditure Based Equivalence Scales for the United States and Germany, FFBDiscussion Paper No. 8, Department of Economics and Social Sciences, University of Luneburg, Luneburg. FFBDP Nr. 8 Krickhahn, T., 1993, Lobbyismus und Mittelstand: Zur Identifikation der Interessenverbande des Mittelstands in der Bundesrepublik Deutschland, FFBDiskussionspapier Nr. 7, Fachbereich Wirtschafts und Sozialwissenschaften, Universitat Luneburg, Luneburg. FFBDP Nr. 7 Merz, J., 1993, Market and NonMarket Labor Supply and Recent German Tax Reform Impacts Behavioral Response in a Combined Dynamic and Static Microsimulation Model, FFBDiscussion Paper No. 6, Department of Economics and Social Sciences, University of Luneburg, Luneburg. FFBDP Nr. 6 Merz, J., 1993, Microsimulation as an Instrument to Evaluate Economic and Social Programmes, FFBDiscussion Paper No. 5, Department of Economics and Social Sciences, University of Luneburg, Luneburg. FFBDP Nr. 5 Merz, J., 1993, Statistik und Freie Berufe im Rahmen einer empirischen Wirtschafts und Sozialforschung, Antrittsvorlesung im Fachbereich Wirtschafts und Sozialwissenschaften der Universitat Luneburg, FFBDiskussionspapier Nr. 4, Fachbereich Wirtschafts und Sozialwissenschaften, Universitat Luneburg, Luneburg. FFBDP Nr. 4 Merz, J. and J. Faik, 1992, Equivalence Scales Based on Revealed Preference Consumption Expenditure Microdata The Case of West Germany, FFBDiscussion Paper No. 3, Department of Economics and Social Sciences, University of Luneburg, Luneburg. FFBDP Nr. 3 Merz, J., 1992, Time Use Dynamics in Paid Work and Household Activities of Married Women A Panel Analysis with Household Information and Regional Labour Demand, FFBDiscussion Paper No. 2, Department of Economics and Social Sciences, University of Luneburg, Luneburg. FFBDP Nr. 2 Forschungsinstitut Freie Berufe, 1992, Festliche Einweihung des Forschungsinstituts Freie Berufe am 16. Dezember 1991 im Rathaus zu Luneburg, FFBDiskussionspapier Nr. 1, Fachbereich Wirtschafts und Sozialwissenschaften, Universitat Luneburg, Luneburg. FFBDokumentationen, ISSN 16150376 FFBDP Nr. 1 6 Merz, J. und P. Paic, 2005, Die FFBOnlineumfrage Freie Berufe Beschreibung und Hochrechnung, FFBDokumentation Nr. 12, Fachbereich Wirtschafts und Sozialwissenschaften, Universitat Luneburg, Luneburg. FFBDok. Nr. 12 Stolze, H., 2004, Der FFBServer mit Microsoft Windows Server 2003, FFBDokumentation Nr. 11, Fachbereich Wirtschafts und Sozialwissenschaften, Universitat Luneburg, Luneburg. FFBDok. Nr. 11 Stolze, H., 2004, Zur Reprasentativitat der FFBArzteumfrage Neue Hochrechnungen fur Niedersachsen, Nordrhein und Deutschland, FFBDokumentation Nr. 10, Fachbereich Wirtschafts und Sozialwissenschaften, Universitat Luneburg, Luneburg. FFBDok. Nr. 10 Merz, J., Stolze, H. und S. Imme, 2001, ADJUST FOR WINDOWS A Program Package to Adjust Microdata by the Minimum Information Loss Principle, ProgramManual, FFBDocumentation No. 9, Department of Economics and Social Sciences, University of Luneburg, Luneburg. FFBDok. Nr. 9 Merz, J., Fink, F., Plonnigs, F. und T. Seewald, 1999, Forschungsnetz Zeitverwendung Research Network on Time Use RNTU, FFBDocumentation Nr. 8, Fachbereich Wirtschafts und Sozialwissenschaften, Universitat Luneburg, Luneburg. FFBDok. Nr. 8 Merz, J., 1997, Zeitverwendung in Erwerbstatigkeit und Haushaltsproduktion Dynamische Mikroanaly sen mit und FFBDokumentation Nr. 7, Paneldaten, DFGEndbericht, Sozialwissenschaften, Universitat Luneburg, Luneburg. Fachbereich Wirtschafts FFBDok. Nr. 7 Merz, J. und F. Plonnigs, 1997, DISTRIMICSIM A Softwaretool for Microsimulation Models and Analyses of Distribution, FFBDocumentation No. 6, Department of Economics and Social Sciences, University of Luneburg, Luneburg. FFBDok. Nr. 6 Merz, J. und R. Lang, 1997, Neue Hochrechnung der Freien Berufe und Selbstandigen im Soziookonomischen Panel, FFBDokumentation Nr. 5, Fachbereich Wirtschafts und Sozialwissenschaften, Universitat Luneburg, Luneburg. FFBDok. Nr. 5 Merz, J. und F. Plonnigs, 1995, Forschungsinstitut Freie Berufe Datenschutz und Datensicherung, FFBDokumentation Nr. 4, Fachbereich Wirtschafts und Sozialwissenschaften, Universitat Luneburg, Luneburg. FFBDok. Nr. 4 Merz, J., Hecker, M., Matusall, V. und H. Wiese, 1994, Forschungsinstitut Freie Berufe EDVHandbuch, FFBDokumentation Nr. 3, Fachbereich Wirtschafts und Sozialwissenschaften, Universitat Luneburg, Luneburg. FFBDok. Nr. 3 Merz, J., 1993, Zeitverwendung in Erwerbstatigkeit und Haushaltsproduktion Dynamische Mikroanalysen mit Paneldaten, DFGZwischenbericht fur die erste Phase 19921993, FFBDokumentation Nr. 2, Fachbereich Wirtschafts und Sozialwissenschaften, Universitat Luneburg, Luneburg. FFBDok. Nr. 2 Merz, J. 1993, ADJUST Ein Programmpaket zur Hochrechnung von Mikrodaten nach dem Prinzip des Informationsverlustes, ProgrammHandbuch, FFBDokumentation Nr. 1, Fachbereich minimalen Wirtschafts und Sozialwissenschaften, Universitat Luneburg, Luneburg. FFBDok. Nr. 1 Available also in English as: Merz, J., 1994, ADJUST A Program Package to Adjust Microdata by the Minimu m Information Loss Principle, ProgramManual, FFBDocumentation No. 1e, Department of Economics and Social Sciences, University of Luneburg, Luneburg. Sonstige Arbeitsberichte, ISSN 01757275 FFBDok. Nr. 1e 7 Matusall, V., Kremers, H. und G. Behling, 1992, Umweltdatenbanken vom Konzept zum Schema, in der Steuerpolitik, Arbeitsbericht Nr. 112, Universitat Luneburg, Luneburg. Mikrosimulation 279 Seiten, Springer Verlag, ISBN 3790806110, Berlin. Preis: 6, Ronnau, A., 1989, Freie Berufe in Niedersachsen Numerische und wirtschaftliche Entwicklung; Bedeutung als in der Arbeitgeber, Arbeitsbericht Nr. 60, Universitat Luneburg, Luneburg. Mikrosimulation Steuerpolitik, 279 Seiten, Springer Verlag Berlin, ISBN 3790806110, Berlin. Preis: 6, Sahner, H., 1989, Freie Berufe im Wandel, Arbeitsbericht Nr. 59, Universitat Luneburg, Luneburg. Mikrosimulation in der Steuerpolitik, 279 Seiten, Springer Verlag, ISBN 3790806110, Berlin. Preis: 6, Sahner, H., 1988, Die Interessenverbande in der Bundesrepublik Deutschland Ein Klassifikationssystem zu ihrer Erfassung, Arbeitsbericht Nr. 41, Universitat Luneburg, Luneburg. Mikrosimulation in der Steuerpolitik, 279 Seiten, Springer Verlag, ISBN 3790806110, Berlin. Preis: 6, ", "filename": "731833511.pdf", "person": ["Joachim Merz", "Merz, Joachim", "Rainer Lang", "Lang, Rainer"], "date": ["1997"]}