{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/98810/1/734851413.pdf"], "title": ["Apparel exports - still a path for industrial development? Dynamics in apparel global value chains and implications for low-income countries"], "plaintext": "Research Department Contents Abbreviations   2 Abstract   3 1. 2. 2.1. 2.2. 2.3. 3. 3.1. 3.2. 3.3. 3.4. 3.5. 4. Introduction   3 Dynamics in apparel global value chains   5 Main actors in apparel global value chains  5 Regulatory context of apparel trade   10 Global trade patterns   13 Implications for lowincome apparel exporters   15 Increasing entry barriers and global consolidation   15 Global demand, supply and asymmetric market structures   16 High competition in wages and labor standards   18 Shifting end markets to emerging and regional markets   19 Role of ownership and local linkages   21 Conclusions and policy issues   22 References   25 The author would like to thank Karin Kublbock, Werner Raza and Leonhard Plank for very useful comments on an earlier version of the paper. The paper draws on earlier work, in particular Staritz 2011. IMPRINT Austrian Research Foundation for International Development Osterreichische Forschungsstiftung fur Internationale Entwicklung OFSE Research Department Bereich Wissenschaft Forschung A1090 Vienna, Sensengasse 3 Phone 43 1 317 40 10 Fax 43 1 317 40 10150 Mail: officeoefse.at WEB: http:www.oefse.at http:www.centrum 3.at http:www.eza.at 1 Research Department Abbreviations AGOA ASEAN ATC BITs CAFTA CEE CMT Co C COMESA CSR EAC EBA ECOWAS EPAs EU FDI GATT GSP GVCs LDCs LICs MFA MFN NGO NIEs OBM ODM OEM PTAs ROO SAARC SADC TCF TRIMSs TRIPs WTO Africa Growth and Opportunity Act Association of South East Asian Nations Agreement on Textiles and Clothing Bilateral investment treaties Central American Free Trade Agreement Central and Eastern European CutMakeTrim Codes of Conduct Common Market for Eastern and Southern Africa Corporate Social Responsibility East African Community Everything but Arms Economic Community of West African States Economic Partnership Agreements European Union Foreign Direct Investment General Agreement on Trade and Tariffs Generalized System of Preferences Global Value Chains Least Developed Countries LowIncome Countries MultiFibre Arrangement Most Favored Nation Non governmental Organization Newly Industrialized Economies Original Brand Manufacturing Original Design Manufacturer Original Equipment Manufacturer Preferential Trade Agreements Rules of Origin South Asian Association for Regional Cooperation Southern African Development Community Third Country Fabric Trade Related Investment Measures Trade Related Intellectual Property Rights World Trade Organization 2 Research Department Abstract The apparel sector has traditionally been a gateway to export diversification and industrial development for lowincome countries LICs. In the context of heightened competition and recent changes in the global apparel sector related to trade liberalization and global buyers sourcing policies, the paper discusses to what extent the apparel sector can still provide this role for LICs today. Recent developments have important implications for LICs that aim to develop through apparel exports, in particular related to i increasing entry barriers and global consolidation, ii global demand, supply and asymmetric market structures, iii high competition in wages and labor standards, iv shifting end markets to emerging and regional markets, and v the importance of foreign investment with often limited local linkages. The paper concludes that global consolidation and asymmetric market and power structure have increased entry barriers and made upgrading processes more complicated and contested. Even if LIC suppliers fulfill higher requirements and achieve upgrading this does not necessarily secure improved rewards in terms of higher prices, more secure orders and better working conditions. However, shifting end markets to large developing countries, regional and domestic markets, and the increasing importance of developing countries buyers lead to new opportunities for LIC apparel exporters. Overall, the sector still provides opportunities for industrial development; however, this requires proactive industrial policies in LICs to further upgrading and local value capture as well as a focus away from solely exporting to the US and Europe to regional and domestic markets. At the EU and international level, regulations to secure labor standards and responsible business practices of buyers and changes in the trade and investment regime to increase policy space to support upgrading and industrial development in LICs are necessary. 1. Introduction Export diversification into higher valueadded products and away from primary commodities remains a major development objective for lowincome countries LICs. The apparel sector has traditionally been a gateway to export diversification for LICs and is generally regarded as a first step for developing countries embarking on an exportoriented industrialization process. In most developed countries of today and newly industrialized economies NIEs, the apparel and textile sector was central in the industrialization process Dickerson 1999. Historically, this was the case in the UK, the US, Germany, Japan, and in the NIEs Hong Kong, Taiwan and South Korea. More recent cases are Malaysia, Thailand, Indonesia, Sri Lanka, China, Vietnam, Bangladesh, Cambodia and Mauritius. Given its low entry barriers low fixed costs and relatively simple technology and its labor intensive nature, the apparel sector absorbed large numbers of unskilled, mostly female, workers and provided upgrading opportunities into higher valueadded activities within and across sectors. Hence, apparel sector development can have important short term effects by providing employment, incomes and foreign exchange and longterm effects by furthering export diversification, industrial development and linkages to other sectors, most importantly textiles. 3 Research Department In this context, many LICs have tried to enter into apparel production and exporting. In 2010 global apparel exports accounted for US326 billion, making apparel one of the most traded manufactured products. Developing countries have accounted for a rising share of apparel exports and the apparel sector constituted the first manufacturing sector where exports became dominated by developing countries. Global apparel exports are dominated by Asian developing countries 1 but, over the past two decades, also LICs from other regions have developed exportorientated apparel sectors. For many LICs, apparel exports are the main manufacturing export. For instance, in Haiti apparel exports accounted for 88% of total merchandise exports in 2010, in Bangladesh for 82%, in Lesotho for 72%, in Cambodia for 61%, in Honduras for 51%, and in Sri Lanka for 41% table 1. Apparel also often accounts for the largest share of formal employment and manufacturing employment in LICs for example in Lesotho it accounts for around 80% of formal manufacturing employment, in Honduras for 79%, in Bangladesh for 40%, and in Cambodia for 30% FrederickStaritz 2012. Table 1: Top 20 countries with highest apparels share of total merchandise exports % 2008 2.3 86,0 71,1 69,2 84,8 48,6 40,9 52,7 43,0 42,6 36,0 20,7 19,5 19,2 26,0 16,6 14,3 16,7 15,9 13,4 10,3 2009 2.6 86,0 71,1 64,5 70,8 45,7 40,7 28,0 35,7 37,8 36,9 21,7 21,6 19,0 26,8 22,2 15,1 17,6 14,5 13,4 11,3 2010 2.487,8 81,6 72,0 60,5 50,8 41,1 38,4 37,7 33,3 29,4 21,7 18,5 18,4 18,1 15,6 15,0 14,7 14,0 12,6 11,2 Country World Average Haiti Bangladesh Lesotho Cambodia Honduras Sri Lanka Macao El Salvador Madagascar Mauritius FYR Macedonia Tunisia Pakistan Albania Morocco Vietnam Moldova Guatemala Jordan Turkey 1990 3.2   38,5       32,2 65,6     51,9   31,9 18,1   16,9         25,7 2000 3.1 76,9 79,3 73,1 69,8 68,0 51,8 72,8 56,9 37,4 60,9 24,0 38,1 23,8 37,6 32,3 12,6 16,0 1,8 6,1 23,5 2007 2.5 88,0 80,8 69,2 70,6 48,1 42,4 58,6 46,0 41,7 39,8 18,9 23,8 21,3 30,6 24,5 14,9 17,8 20,1 21,4 13,1 Source: WTO International Trade Statistics 2001, 2008, 2009, 2010, and 2011 Notes: 200710: represent given year or the nearest year with reported information. Tope 20 countries listed for 2010 However, characteristics of the apparel industry low entry barriers and laborintensive nature also mean that the industry is very competitive. It is easy to enter and relatively footloose as production and trade patterns can be adjusted quickly to changing market conditions. The environment for global apparel trade has further changed significantly in the last decade which may also condition the role of the sector in promoting export diversification and industrial development in LICs today Staritz 2011. Main drivers have been i dynamics in global value 1 The Asian12 including Bangladesh, Cambodia, China, India, Indonesia, Laos, Nepal, Pakistan, Philippines, Sri Lanka, Thailand and Vietnam increased their global market share from 33% in 1995 to 63% in 2010. 4 Research Department chains GVCs and changes in the strategies of lead firms that govern apparel value chains, in particular the rise of organizational buyers and their global sourcing policies; ii changes in the regulatory system, in particular the phaseout of the MultiFibre Arrangement MFA quota system, which provided access for many LICs to the markets of developed countries as well as the role of preferential trade agreements PTAs; and iii shifting end markets and the increasing importance of large developing country and regional markets that has been accelerated by the global economic crisis and the related downturn in global demand for apparel exports particularly in high income country markets. In the context of these changes, this paper discusses to what extent the apparel sector can still provide a gateway to export diversification and industrial development for LICs today. Section 2 gives an overview of developments in the global apparel sector discussing the apparel GVC and its main actors, the regulatory environment of global apparel trade, and global trade patterns. It also discusses main changes in the sector with a focus on global buyers and their sourcing strategies and the MFA phaseout. Section 3 discusses the implications of these developments for LICs that aim to develop through apparel exports focusing on five issues, i.e. i increasing entry barriers and global consolidation, ii global demand, supply and asymmetric market structures, iii high competition in wages and labor standards, iv shifting end markets to emerging and regional markets, and v the importance of foreign investment with often limited local linkages in many LICs exportoriented apparel sectors. The last part concludes and identifies main policy areas to ensure that the apparel sector still provides opportunities for industrial development. 2. Dynamics in apparel global value chains 2 2.1. Main actors in apparel global value chains As in many other sectors production and trade in the apparel sector are organized in GVCs where production of components and assembly into final products is carried out via interfirm networks on a global scale. The apparel sector is particularly suited for these global production arrangements as most intermediate products can be exported at each stage of the chain MorrisBarnes 2009. The apparel GVC can be roughly divided into four stages that are intertwined with the textile sector figure 1: i raw material supply, including natural e.g. cotton and wool and synthetic or manmade fibers e.g. polyester, nylon and acrylic; ii yarn and fabric production and finishing textile sector; iii apparel production; and iv distribution and sales channels at the wholesale and retail levels. Natural and synthetic fibers are produced from raw materials such as cotton, wool, silk, flax and chemicals. These fibers are spun into yarn which is used to produce woven or knitted greige fabric. The fabrics are then finished, dyed or printed and cut into pieces to produce apparel, home furnishings and industrial and technical textile products for a variety of enduse markets. The apparel industry is a significant consumer of textile products that are sewed to make final apparel articles. A large part of apparel production which includes cutting, sewing and finishing activities remains labor intensive, has low startup and fixed costs and requires simple technology. These characteristics have encouraged the move to lowcost locations, mainly in developing countries. In contrast, textile yarn and fabric production is more capital and scale intensive, demands higher workers skills and has partly remained in developed countries or shifted towards middleincome countries.3 In addition to the tangible, productionrelated steps in the 2 This section is partly based on Frederick and Staritz 2012. 3 Some countries are important apparel and textile exporters, such as China, the EU15 including intraEU trade, Hong Kong, India, and Turkey. Japan, South Korea, Pakistan, and the US are important textile exporters, while Bangladesh, Vietnam, Indonesia, Mexico, Cambodia and Morocco are major apparel exporters. It becomes clear from this comparison that LICs 5 Research Department textileapparel value chain there is also a series of intangible activities that add value to apparel products. They include product development, design, textileinput sourcing, logistics and distribution, branding, and retail figure 1. These activities are controlled by a combination of lead firms, intermediaries and supplier firms that are discussed in the following paragraphs. Figure 1: Apparel value chain Source: Frederick 2010 Lead firms: Apparel represents a classic example of a buyerdriven value chain.4 Buyerdriven value chains which are common in laborintensive consumer goods industries such as apparel, footwear, toys and consumer electronics are characterized by decentralized, globally dispersed production networks, coordinated by lead firms who control activities that add value to products e.g., design, branding, but often outsource all or most of the manufacturing process to a global network of suppliers Gereffi 1994, 1999; GereffiMemedovic 2003. In the context of heightened competition at the production level, rents derive less from relatively standardized and commodified productionrelated activities which are globally available, but from activities that differentiate the product in the eyes of the consumer. These activities are protected by entry barriers and are the core competencies of lead firms. Figure 2 shows the typical value added curve in the apparel industry. Although, buyers are not directly involved in production, they yield significant control over manufacturers and stipulate often detailed product and production specifications. have higher representation in apparel exports. An important exception is Pakistan, which is a main exporter of madeup textiles such as bedding and home textiles. 4 GVCs can be differentiated in buyer and producerdriven. In producerdriven chains which are common in capital and technologyintensive products such as automobiles, electronics, and machinery large, integrated often multinational firms coordinate production networks. Control is generally embedded in the lead firms control over production technology Gereffi 1994, 1995. 6 Research Department Figure 2: Value added curve in the apparel industry eula V cimonoc Ededd A RDServices Design Marketing Logistics:Purchase Logistics:Distribution Production PreProduction Intangible Production: Tangible Activities PostProduction Intangible ValueAdding Activities Base Price Source: GereffiFrederick 2010 In the apparel value chain, there are three main types of lead firms: brand manufacturers, brand marketers, and retailers. Brand manufacturers such as VF, Hanesbrands, Fruit of the Loom and Levis own apparel manufacturing plants, own textile plants or coordinate textile sourcing, and control the marketing and branding activities in the chain. The brand manufacturer category has been on the decline over the last two decades as manufacturers have started outsourcing productionrelated activities to focus on highervalue segments of the chain such as retail and marketing. Brand marketers control the branding and marketing functions, but do not own manufacturing facilities. Brand marketers are either former brand manufacturers that moved out of production or firms that emerged as apparel designers, developing brands sold in department stores and later their own retail outlets i.e. Nike, Reebok, Liz Claiborne and Ralph Lauren. Retailers are involved with the branding and marketing of product lines developed for and sold only via their retail locations. Discount and department store retailers such as WalMart, Target, JC Penney, Marks Spencer and Tesco are separated from specialty stores such as Gap, Limited, HM, Mango and New Look because the latter only sell apparelrelated merchandise. Similar to apparel marketers, retailers do not own manufacturing facilities but govern networks of supplier firms that manufacture the apparel products. The strategies of lead firms, in particular their global sourcing policies importantly shape production and trade patterns in the apparel sector. Initially sourcing decisions and related production relocations have been primarily motivated by labor cost differentials given the laborintensive nature of apparel production. However, in addition to the classic criteria of costs, quality and reliability, other criteria are increasingly shaping sourcing decisions most importantly GereffiFrederick 2010; Staritz 2011: Lead times and flexibility: One of the most influential trends is the increasing importance of time in sourcing decisions. This is related to the shift to lean retailing and justintime delivery where buyers defray the inventory risks associated with supplying apparel to fastchanging, volatile and uncertain consumer markets by replenishing items on their shelves in very short cycles and minimizing inventories Abernathy et al. 2006. Lead times have declined from several months to several weeks which requires more efficient and flexible supply chains, production processes, and work arrangements with crucial implications on 7 Research Department supplier firms and workers for an analysis of the effects of fast fashion apparel production on workers see Plank et al. 2012; Lukas et al. 2010. Nonmanufacturing capabilities: The objective of buyers to concentrate on their core competencies i.e., branding and design, reduce costs and increase flexibility has increased the functions demanded from suppliers. Besides manufacturing capabilities, buyers desire nonmanufacturing capabilities such as input sourcing, product development, inventory management and stock holding, logistics and financing. In certain chains, these requirements have become the new minimum criteria to enter; fulfilling these requirements does however not necessary lead to better contracts or higher prices. Consolidation of supply base: Related to demands for increased functions, buyers have focused sourcing on the most competitive suppliers that offer consistent quality, reliable delivery, largescale and flexible production, competitive prices, and broader nonmanufacturing capabilities. This is part of their effort towards more costeffective forms of supply chain management and to reduce the complexity of their supply chains. Given the high demands, this trend has led to a consolidation of the supply base, reducing the number of supplier countries and firms within countries. Compliance: Compliance with labor and environmental standards has increased in importance in buyers sourcing decisions in the context of pressures from corporate social responsibility CSR campaigns by NGOs, most prominently the Clean Clothes Campaign http:www.cleanclothes.org, and complianceconscious consumers. Many buyers have developed codes of conduct Co C that include labor and environmental standards. Compliance with these codes is generally a minimum criterion for entering and remaining in supply chains, but buyers generally do not support firms to improve standards or reward them. GereffiFrederick 2010. The Intermediaries: Besides buyers, intermediaries such as importers, exporters, agents and trading houses play a central role in apparel GVCs and have provided key links between buyers and suppliers. They are generally responsible for coordinating production, including input sourcing and logistics, but increasingly also for providing services in areas such as product development, design and marketing role of intermediaries has evolved as buyers have tried to bypass them to reduce costs and increase control over the supply chain while suppliers have builtup capabilities that allowed them to deal directly with buyers. However, the trend is not that clearcut. In particular smaller buyers still rely on traditional intermediaries such as buying agents for Europe see Palpacuer et al. 2005. In the 1990s, a new type of intermediaries evolved that has played an important role in apparel GVCs. Large manufacturers, in particular in East Asia, have developed from producers to intermediaries organizing farflung transnational production and sourcing networks Gereffi 1999; Appelbaum 2008. This trend has been closely related to the MFA quota system see below, and to changing sourcing strategies of global buyers. Faced with high demands on price, quality and lead time, high and changing volume demands, and demands for broader nonmanufacturing capabilities from global buyers, more capable suppliers have tried to position themselves as transnational producers that coordinate networks with a global supply base. Asian producers headquartered in the Big Three Hong Kong, Taiwan, South Korea are the prototypes in this respect Appelbaum 2005. These firms gathered experience in coordinating production networks in the Asian region when faced with raising labor costs and quota restrictions in their countries in the 1970s and 1980s. In the 1990s, they extended their networks to other continents, in particular to Latin America and the Caribbean and to SubSaharan Africa SSA. These transnational producers have become an important source of foreign direct investment FDI in particular in LICs apparel export sectors. More recently, 8 Research Department other large manufacturers in Asian countries such as Singapore, Malaysia, China, India and Sri Lanka as well as the Middle East have followed the Big Three and have developed transnational and regional manufacturing networks. Suppliers: At the supplier side, apparel manufacturing is highly competitive and becoming more consolidated. Developing countries are in constant competition for FDI and contracts with lead firms or intermediaries, leaving many suppliers with little leverage in the chain. Given this intense competition and the commodity nature of manufacturing activities, strategies of upgrading are extremely important for suppliers to remain and improve their positions in apparel value chains. Upgrading in GVCs is defined as moving to highervalue activities to increase the benefits e.g. security, profits, skill, technology or knowledge transfer from participating in global production BairGereffi 2003. Supplier countries and firms can pursue several strategies to upgrade in apparel value chains. Five are identified in the literature KaplinskyMorris 2001; Gereffi et al. 2001, 2005; HumphreySchmitz 2002; FrederickStaritz 2012: Process upgrading: Improving technology andor production systems to gain efficiency and flexibility Product upgrading: Shifting to more sophisticated and complex products Functional upgrading: Increasing the range of functions or changing the mix of activities to highervalue tasks, for example moving beyond productionrelated activities such as design, input sourcing or distributionlogistics Supply chain upgrading: Establishing backward manufacturing linkages within the supply chain, in particular to the textile sector Channel upgrading: Diversifying to new buyers or new geographic or product markets Functional upgrading is of specific importance, and the other upgrading strategies can be viewed as steps along the way to achieve functional upgrading. The functional upgrading trajectory also represents the main categories of apparel suppliers Gereffi 1999; Frederick 2010. An assembly or cutmaketrim CMT manufacturer is responsible for sewing apparel and may be responsible for cutting the fabric and providing simple trim buttons, zippers, etc  The buyer provides product specifications and the fabric. The apparel factory is paid a processing fee rather than a price for the product. A full package or original equipment manufacturer OEM purchases or produces the textile inputs and provides all production services, finishing, and packaging for delivery to the retail outlet. The customer provides the design and often specifies textile suppliers. An original design manufacturer ODM is involved in the design and product development process, including the approval of samples and the selection, purchase and production of required materials. The last upgrading step in this trajectory is original brand manufacturing OBM where suppliers develop their own brands and are thus also in charge of branding and marketing Gereffi 1999. Apparel producing countries are often categorized by the functional capabilities of the majority of apparel manufacturing firms within the country despite important variation within countries table 2. 9 Research Department Table 2: Functional capabilities and country examples Functional Categories Capabilities CMT Assembly Marginal supplier; lowcost volume production OEM: Full Package Provider ODM: Full Package with Design Full Package Service Provider Preferred supplier; scale economies in volume production Niche supplier; specialization in specific product areas Strategic supplier; export: highvalue, complex products or volume. Brand development OBM for domestic market, potential development to national and regional brand owner and lead firm Coordinate supply chain and OEM or ODM activities; contract out manufacturing or invest in production in foreign countries Global Lead Firm Global brand owner; marketing and retailing Country Examples Cambodia SubSaharan Africa with the exception of South Africa and Mauritius CaribbeanCentral America Bangladesh Indonesia Pakistan Vietnam Sri Lanka Mexico Morocco Mauritius China India Turkey South Africa Hong Kong, South Korea, Taiwan 1980; Malaysia, Singapore 1995; Thailand 2010 EU15 USA Japan Source: FrederickStaritz 2012 2.2. Regulatory context of apparel trade Besides the crucial importance of organizational dynamics, in particular strategies of lead firms, regulatory factors decisively influence global production and trade patterns and upgrading prospects in apparel GVCs. The apparel and textile industry has been one of the most traderegulated manufacturing activities in the global economy. Until 2005, textile and apparel trade had been governed by a system of quantitative restrictions i.e. import quotas for more than 40 years under the MFA which was signed in 1974 and predated by the Short Term and Long Term Cotton Agreement. Although the objective of the MFA was to protect the major import markets Europe, US, Canada by imposing quotas on the volume of imports from important apparel and textile exporting countries, the quota restrictions led to spreading production to an increasing number of countries and provided many developing countries a way to establish an apparel industry Gereffi 1999. When manufacturers, mostly from Japan, South Korea, Hong Kong, Taiwan and later China, reached quota limits in their home countries, they searched for producer countries with underutilized quotas or for countries with no quota to set up apparel plants there or source from existing apparel firms. Many of these countries previously had no important apparel exporting industry. This had been the reason why they initially faced no quota restrictions under the MFA. 10 Research Department During the Uruguay Round signatories of the General Agreement on Trade and Tariffs GATT decided to bring apparel and textile trade under the newly found World Trade Organization WTO. The Agreement on Textiles and Clothing ATC was signed in 1994 committing to phase out the MFA by the end of 2004 and, hence, all quotas on textile and apparel trade between WTO members. While the year 2005 was supposed to mark the end of the quota system, the major importing markets of Europe and the US, as well as some middleincome countries Turkey, Argentina, Brazil and South Africa introduced a number of temporary restrictions on imports from China under the Safeguard Agreement negotiated as part of Chinas WTO accession until the end of 2008. For most products, however, the quotas agreed were much larger and had higher growth rates than those previously applied. Hence, to a large extent in 2005 and totally in 2009 quotas were eliminated in global textile and apparel trade. This had important effects on global apparel production and trade patterns. Global buyers became free to source apparel in any amount from any country which accelerated competition 5 and sourcing trends discussed above. This had adverse implications particularly for LICs that relied heavily on apparel exports or were seeking to diversify into apparel production. While quotas were eliminated, tariffs still play a central role in global apparel trade. Average Most Favored Nation MFN tariffs on apparel imports are on average around 11% for the EU and the US with considerable variations for product categories, in particular in the US where tariffs vary between 0 and 32%. In this context preferential market access has a substantial impact on global apparel trade patterns. Major preferential market access schemes can be divided into two types of agreements regional and bilateral trade agreements and the Generalized System of Preferences GSP FrederickStaritz 2012: Developed countries, in particular the EU, Japan, and the US, have negotiated regional trade agreements to advance regional production networks. Developing countries have also increasingly negotiated regional trade agreements, including, for example, the Association of South East Asian Nations ASEAN, the South Asian Association for Regional Cooperation SAARC, Mercosur, the Andean Community, the Southern African Development Community SADC, the East African Community EAC, the Common Market for Eastern and Southern Africa COMESA, and the Economic Community of West African States ECOWAS. However, negotiations and implementation have been slow, and apparel and textile products are often excluded. In addition to regional agreements, countries have increasingly negotiated bilateral trade agreements, with the EU and the US being most active in this regard. Twentyseven developed countries have provided tariff preferences to over 100 beneficiary countries through the GSP. However, tariffs for apparel products are only marginally reduced in the standard EU and US GSP. Within the GSP, some countries have negotiated preferential access for lowerincome countries, such as with the Everything but Arms EBA, the GSP initiatives, the Lome Convention and its successors, the Cotonou Agreement and the Economic Partnership Agreements EPAs by the EU and the Africa Growth and Opportunity Act AGOA by the US. Canada and Japan have also improved preferential market access for least developed countries LDCs in their GSP in the early 2000s. Preferential market access in these agreements is governed by more or less restrictive rules of origin ROO, which have a crucial impact. ROO are part of any preferential trade agreement to ensure that the actual products of trading partners receive preferential market access and 5 Under the MFA, many countries established apparel industries to use their nonexisting or excess quotas, leading to overcapacity in global supply after the quota phase out that heightened cost competition. Further, quotas added an additional indirect cost to the price of apparel exports from quotaconstrained countries such as China. Due to the scarcity of quota, exporters had to purchase the right to use part of a countrys allocation, thus adding an additional indirect cost to the final price. 11 Research Department that exporters from third countries do not use transshipment and light processing to circumvent external tariffs BrentonOezden 2009. They are either stipulated as a certain percentage of the total value of products or certain production steps that have to take place in the beneficiary country. For apparel it is common to differentiate in single transformation where only the sewing stage has to take place in the beneficiary country, double transformation where also one input production step has to be conducted such as knitting or weaving of fabric, and triple transformation where in addition to knittingweaving also the spinning of yarn has to take place in the beneficiary country. A motivation behind restrictive ROO is to support backward integration and also regional integration as cumulation provisions often allow for the use of regionally produced inputs. Restrictive ROO may however hinder market access in particular for LICs given the capital and scaleintensive nature of textile fabric and yarn production that makes establishing competitive textile sectors challenging. The crucial impact of preferential market access and ROO on trade and production patterns can be shown by the following three examples GereffiMemedovic 2003; Staritz 2011: Bangladesh is the top supplier of cotton tshirts in the EU market but does not figure among the top tshirt suppliers in the US. This is because the EU grants Bangladeshs apparel exports dutyfree entry as a LDC and because of Bangladeshs ability to meet EUs ROO requiring double transformation. In the US, by contrast, Honduras is the top supplier of tshirts followed by Mexico, El Salvador, and the Dominican Republic all countries that have preferential access to the US due to regional trade agreements Abernathy et al. 2005. Until 2000, nearly three quarters of SSA apparel exports were directed to the EU market where SSA countries enjoyed duty and quotafree access under the Lome Convention. However, only South Africa and Mauritius were important exporters to the EU as preferential market access required fulfilling double transformation ROO which other countries could not fulfill due to limited textile capacities. These export patterns have changed dramatically since 200001 when the US signed AGOA and the Third Country Fabric TCF derogation that allowed for single transformation for lesser developed countries. US exports more than doubled while EU exports stagnated. Lesotho, Kenya, Madagascar and Swaziland became large apparel exporters to the US as they as lesser developed countries only had to fulfill single transformation ROO KaplinskyMorris 2006; Staritz 2011. SSA also provides an example that ROO can encourage investment in textile production in certain contexts. In Mauritius double transformation ROO requirements in the EU market encouraged building up a verticallyintegrated sector.6 But the ROO requirements were only one motivation for backward linkages, others were lead times, flexibility and control with regard to production and quality that are particularly important in the higher fashion and quicker response segment where most Mauritian firms are concentrated in the EU market. Another positive example is the investment in a denim fabric mill in Lesotho in 2004. Representatives of the Taiwanese investor stated that one of the main motivations to invest in the mill was the expected phaseout of the TCF derogation in 2004.7 Both examples illustrate the importance of combining ROO requirements with industrial policies to support local backward linkages; otherwise restrictive ROO may constrain access to markets for apparel producers without any positive impact on local linkages and input suppliers. 6 This took place in the knit sector but not in the woven sector. 7 The TCF provision was however extended to 2007, 2012 and recently 2015. 12 Research Department 05 07 09 10 07 09 World Share % 05 00 02 Although trade preferences are crucial in the apparel sector, they are eroding due to generally decreasing tariffs through trade negotiations at different levels and access to tariff preferences for more countries. In particular at the bilateral level the US and the EU are negotiating preferential trade agreements with an increasing number of countries. 2.3. Global trade patterns The MFA phaseout together with the related shifts in competitive dynamics and sourcing polices of global buyers have had crucial implications on apparel export patterns. China is by far the largest exporter of apparel and importantly increased its export share in the context of the MFA phaseout from 28% in 2004 to 43% in 2010 table 3. Excluding the second largest exporter the EU15 which includes intraEU trade the other top exporter countries, Bangladesh, Turkey, India, Vietnam and Indonesia, accounted together for less than half 19% of Chinas total exports in 2010. Generally the top 15 export countries increased their market share from 81% to 87% in the period from 2005 to 2010. The Asian 128 increased their market share from 50% in 2005 to 63% in 2010. Table 3: Top 15 apparel exporting countries Country Region World China EU15 Bangladesh Turkey India Vietnam Indonesia Mexico Cambodia Morocco Tunisia Sri Lanka Thailand Pakistan Romania Hong Kong USA South Korea Honduras Other nes Philippines Top 15 Source: UN COMTRADE Notes: Apparel represented by HS 61 and HS 62; Top 15 by year; indicates country not in top 15 in given year 8 Value Mil 00 02 193,669 201,200 268,431 318,533 299,415 326,254 48,019 51,900 89,890 118,362 123,988 139,900 24.8 25.8 33.5 37.2 41.4 33,980 36,499 47,598 56,470 51,405 51,898 17.5 18.1 17.7 17.7 17.2 4,982 4,862 4.8 8,827 4.4 6,711 5,582 4.0 5,131 3.1 4,354 2.4 4,675 8,003 1.3 8,924 1.2 2,834 1.2 3,088 1.3 2,645 1.2 3,459 3,672 1.2 1.1 1.1 2,737 3,974 10,144 8,864 3,986 5,157 3,732 4,692 2,648 2,599 147,007 152,731 216,185 265,407 259,586 285,238 75.9 75.9 80.5 83.3 86.7 10 42.915.95.1 4.5 3.9 3.4 2.4 1.3 1.3 1.2 1.1 1.1 1.1 1.1 1.0 2.5 4.4 2.8 2.2 4.0 1.4 1.5 0.0 1.7 2.0 4.4 2.0 1.9 1.3 8,038 11,208 14,241 16,620 2.5 12,942 15,568 13,160 14,759 3.5 11,458 11,931 12,877 2.6 9,476 4,739 7,708 7,386 5,679 5,131 6,683 3,770 3,331 4,239 4,121 3,478 3,602 3,083 3,862 4,098 4,394 5,177 8,526 7,891 3,682 10,953 7,894 4,199 4,184 3,765 3,730 3,729 3,725 3,679 3,327 9,410 7,169 3,927 3,482 3,598 3,788 3,537 3,509 3,222 3,219 2.4 4.6 1.4 1.9 1.4 5.2 2.7 2.4 3.0 4.8 3.5 1.8 2.1 2.5 1.2 1.3 1.1 1.4 1.9 3.2 1.4 3.5 4.9 3.6 2.4 2.3 1.6 1.2 1.3 1.3 1.1 1.3 1.4 2.5 Including Bangladesh, Cambodia, China, India, Indonesia, Laos, Nepal, Pakistan, Philippines, Sri Lanka, Thailand, and Vietnam 87.43,059 1.6 1.3 Asia 13 Research Department The EU15 and the US have been by far the largest apparel importing markets accounting for above 65% of global apparel imports in 2010. In both the US and the EU only a small share of apparel consumption is produced nationally the estimated apparel import penetration in the US market was 94% in 2006 and in the United Kingdom and Germany 95%, in France 85%, in Italy 65%, and in Spain 55% Clothesource 2008. Developing countries apparel exports are strongly concentrated in the US and EU market. Problems related to this export concentration have been experienced in the context of the global economic crisis where global demand for apparel sharply declined in the US apparel imports declined by 3.3% in 2008 and by 12% in 2009, in the EU15 apparel imports increased slightly by 1.5% in 2008 and decreased by 5.2% in 2009.9 The US and the EU markets will remain major apparel import markets which is also seen in the regained import growth of 13% in the US and 7% in the EU15 in 2010 but emerging and large developing country markets are gaining in importance. In the US market, China increased its import share from 11% in 2000 to 38% in 2011. The next three top exporters, Vietnam, Indonesia and Bangladesh, also increased their market shares. Mexico was the number five exporter country in 2011 but its import share declined dramatically from 15% in 2000 to 5% in 2011. The import share of the DRCAFTA which includes the Dominican Republic and the five countries in the Central American Free Trade Agreement CAFTA10 also fell from 15% in 2000 to 10% in 2011. SSA was negatively affected by the MFA phaseout and the global economic crisis. Originally driven by AGOA, it increased its import share in the US market from 1.3% to 2.6% between 2000 and 2004, but from 2005 onwards, it has lost market share reaching 1.1% in 2011. In the EU15 market, intra EU15 trade accounts for the largest import share which decreased, however, from 39% in 2000 to 36% in 2011. China is the second largest importer and increased its import share from 10% in 2000 to 25% in 2011. Turkey the third largest source of imports has essentially maintained its market share and Bangladesh and India slightly increased market shares while Tunisia, Morocco and Romania lost market share between 2004 and 2011. Regional suppliers from Greater Europe 11 reduced their share from 27% in 2004 to 19% in 2011. The share of SSA declined from 1.4% in 2000 to 0.5% in 2011. The concentration of apparel imports into both the US and EU15 markets has increased, with the top 15 importer countries reaching 88% in the US and 93% in the EU15 including the EU15 as one country in 2011. The MFA phaseout and also the global economic crisis have clearly led to a consolidation of exporter countries. It can be concluded that, within the top 15 global apparel exporter countries, low cost Asian exporter countries such as China, Bangladesh, India and Vietnam and to a lesser extent Indonesia and Cambodia have increased their export shares since 2004. In contrast, the market shares of higher cost Asian apparel exporter countries such as Hong Kong, Taiwan, South Korea, Thailand, Malaysia and the Philippines have declined. Regional suppliers such as Mexican, Central American and Caribbean suppliers to the US and North African and Central and Eastern European CEE suppliers to the EU15, as well as SSA countries and several LICs in other regions have lost export shares since 2004 FrederickGereffi 2010; Staritz 2011. 9 Estimates for job losses attributable to the global economic crisis in different developing countries include: 10 million in China, 1 million in India, 200,000 in Pakistan, 100,000 in Indonesia, 80,000 in Mexico, 75,000 in Cambodia and 30,000 in Vietnam Forstater 2010, cited in GereffiFrederick 2010. 10 Including Guatemala, El Salvador, Nicaragua, Honduras, and Costa Rica 11 Including the MENA4 i.e. Morocco, Tunisia, Egypt, Jordan, Central and Eastern Europe CEE, and Turkey. 14 Research Department Increasing entry barriers and global consolidation Implications for lowincome apparel exporters 3. 3.1. The main arguments for the apparel sector as a springboard for export diversification and industrial development in LICs are that i entry barriers are low and LICs with large supplies of unskilled labor can quickly participate in apparel manufacturing and ii apparel manufacturing can be a launching pad for upgrading into higher value added and more skill and technologyintensive activities within and across sectors. But are these assumptions with regard to entry and upgrading still valid for the apparel sector today, in particular given the MFA phaseout, changes in sourcing policies of global buyers, and related to this heightened competition and consolidation? As discussed above, the environment for global apparel trade has changed significantly driven by i changes in the regulatory system, in particular the phaseout of the MFA and ii changes in the strategies of global buyers and their sourcing policies. Beyond the need to adjust to the MFA phaseout, and also the global economic crisis, longer term trends in buyers sourcing policies have been accelerated by these two events. These trends can be described as supply chain rationalization which is associated with consolidation of the supply base and sourcing countries, concentration on core suppliers, high demands on suppliers with regard to manufacturing but also other capabilities, detailed performance monitoring, and demanding selection principles for new suppliers Palpacuer et al. 2005. This trend is most developed in the US and the UK but also large buyers in other European countries are increasingly following this model Palpacuer et al. 2005. However, these conclusions are confined to large buyers; crucial differences in sourcing practices might exist between large global and smaller buyers in different countries Staritz 2011. Supply chain rationalization has lead to global consolidation whereby leading apparel supplier countries and firms have strengthened their position in apparel GVCs GereffiFrederick 2010: At the country level, lowcost Asian apparel exporter countries are increasing their market share in the US and the EU. This has happened primarily at the expense of regional supplier countries, SSA apparel suppliers and smaller LICs in different regions. At the firm level the increasing adoption of supply chain rationalization sourcing strategies has benefited larger and more capable suppliers at the expense of smaller, lesser developed and marginal suppliers in all countries. This has critical implications for possibilities to enter and upgrade within apparel GVCs and questions assumptions that see apparel exporting as an easy avenue to enter global production and international trade. Global consolidation has increased entry barriers at the country and firm level. MFA quotas no longer secure market access for LICs. Preferential market access is still central and provides windows of opportunities for LIC apparel exporters but preferences are eroding in the medium term. At the firm level, global buyers demand more capabilities and higher standards from suppliers and firms are only able to enter supply chains of global buyers if they can offer these manufacturing and increasingly also nonmanufacturing capabilities. For LICs, these developments are challenging as low labor costs and preferential market access are not enough to be competitive in the apparel sector today. On the positive side, more capable suppliers that can provide broader capabilities have developed strategic relationships with global buyers. This trend has been accelerated in the context of the MFA phaseout and the global economic crisis as buyers have confined relationships to their most capable suppliers. These suppliers face learning and upgrading opportunities. However, there are limits as buyers allow upgrading only as long as it does not encroach on their core competencies which are activities that offer higher value added and rents. The different types of upgrading seem to be differently accessible to suppliers and upgrading in the apparel sector has often been limited to process and product upgrading as 15 Research Department this sort of upgrading is in the interest of lead firms which define and enforce product and process standards Altenburg 2006. Functional upgrading seems to be accepted up to a certain level, namely into activities buyers do not see as their core competencies. But upgrading into critical areas such as design, branding, marketing and RD that buyers see as their core competencies is contested. Thus, core suppliers seem to face learning and upgrading opportunities in process and product and to a lesser extent functional upgrading. However, an important part of this upgrading will already be necessary to enter direct relationships with global buyers in the first place. A related issue is the questions if due to increased capabilities of suppliers and more strategic relationships, supplierbuyer relationships have become considerably stickier and suppliers positions more powerful. As more and more suppliers offer efficient manufacturing processes, higher quality and value products as well as broader nonmanufacturing capabilities, these standards may become the new minimum standard and not extra services which can be the basis for higher rewards and for closer and longterm relationships with buyers. This can be seen with regard to input sourcing, product development and logistics functions which used to be capabilities firms could add to differentiate themselves from other suppliers. But nowadays these capabilities are often the standard for entering supply chains. Thus, it is questionable to which extent core suppliers can achieve closer relationships with and more powerful positions vis a vis buyers. But clearly, the emergence of powerful intermediaries and suppliers such as global trading houses and transnational producers has at least partially changed governance and power structures in apparel GVCs see below; Appelbaum 2008. Hence, on the one hand it has become more difficult for firms in LICs to enter and upgrade within apparel GVCs but on the other hand if firms should achieve upgrading and be able to offer broader capabilities there seem to be more strategic relationships that offer certain learning and upgrading possibilities, at least for some large core suppliers. However, lesser developed suppliers which lack broader capabilities and only offer basic manufacturing functions may still be able to enter supply chains as secondtier suppliers through intermediaries. In particular in triangular manufacturing networks of transnational producers, entry barriers are substantially lower where suppliers offering only basic manufacturing functions are able to enter. However, upgrading opportunities, in particular for functional upgrading, are also limited by the intermediaries control over key decision making and high value functions as well as by their marginal positions with no direct relationships to buyers for a discussion on these limited upgrading possibilities in the case of the apparel sector in Lesotho see StaritzMorris 2012a. A main motivation for intermediaries to source from LICs has been preferential market access and earlier also MFA quota hopping. The competitiveness of certain LICs, in particular in SSA, still heavily depends on these preferences. 3.2. Global demand, supply and asymmetric market structures There are two underlying structural challenges which condition the role of the apparel sector in the industrial development process of LICs today: i changing global supply and demand structures and ii asymmetric market and power structures within GVCs. These structural challenges are related to and have been accelerated by supply chain rationalization strategies of global buyers. The second half of the 20th century was characterized by rising demand in the global apparel sector, albeit with a slower path since the 1970s. At the same time it was characterized by the replacement of production in developed countries by imports, so that demand for developing countries exports was increasing. However, since the beginning of the 2000s and, recently accelerated, due to the global economic crisis, demand in major end markets has stagnated 16 Research Department and import penetration levels in developed countries had already reached very high levels close to 100% for most developed countries which limits domestic production replacement possibilities Palpacuer et al. 2005. Kaplinsky 2005 points out that these developments have a decisive impact on developing countries with potentially severe implications for late apparel industrializers. The previous period of export growth by NIEs was primarily at the cost of domestic producers in developed countries and all NIEs could simultaneously increase their exports to the US and the EU markets. Today, however, the growth of apparel exports from a few developing countries is largely at the cost of apparel producers in other developing countries Kaplinsky 2005; Morris 2006. The heightened competition between developing countries has been reinforced by overcapacity in the global apparel industry due to the MFA phaseout and related to the entry of large developing countries such as China and India into apparel exporting KaplinskyMorris 2008. The global advance of the two Asian Driver economies of China and India individually much larger than the Asian forerunners of Japan and the NIEs South Korea, Taiwan and Hong Kong and their competitive advantage in products and activities relevant for LIC exporters have constrained space for other participants in apparel exporting KaplinskyMessner 2008; KaplinskyMorris 2008. The general decline in unit values of US and EU15 apparel imports in the 2000s underlines this heightened competition.12 Stagnant demand in traditional end markets, overcapacity at the supply side, already high import penetration levels, and related price pressures have created a difficult context for suppliers to capture margins and upgrade through participation in apparel GVCs Palpacuer et al. 2005. However, price pressures can not only be explained by stagnating demand and overcapacity but also by asymmetric market and power structures in GVCs. As discussed above, in the context of heightened competition at the supplier level, rents do not derive from relatively standardized and commodified activities such as manufacturing which are globally available. They are associated with design, branding, marketing, RD and retailing Gereffi 1994 which are the core competencies of buyers and protected by high entry barriers. By controlling these highrent activities buyers yield significant power over other actors in the chain. Power at the buyers level has further increased due to consolidation among retailers resulting from mergers and acquisitions and the emergence of large discount chains and specialty apparel stores MorrisBarnes 2009.13 These asymmetric market and power structures further impede the capture of margins and upgrading of suppliers to higher value and rent activities. However, some developments may signal a partial shift in competitive and power structures in apparel GVCs. First, some intermediaries and firsttier suppliers, in particular global trading houses and transnational producers such as Li Fung and the Esquel Group, have captured high value added activities and control farflung manufacturing networks. These large global suppliers have reached powerful positions in apparel GVCs which potentially signal a shift in the governance structure of these chains and a reduction of power of global buyers visavis some actors Appelbaum 2008. Further, in the context of shifting demand structures to emerging and developing country markets the role of buyers from emerging and developing 12 For the US, USITC reports unit prices customs valueunit of quantity for different categories of volumes dozens, dozen pairs and numbers. However, due to limited availability of data we can only analyze unit values for products reported in dozens which generally account for the majority of apparel imports to the US. Unit prices for knit and woven dozens declined significantly between 2000 and 2009 for knit by 8.8% and for woven by 19.4%. For the EU, volume is reported in kilograms. Unit values for total extraEU15 apparel imports also declined significantly between 2000 and 2009 knit products by 20.2% and woven products by 26.8% Staritz 2011. It has however to be taken into account that this is an aggregate analysis which masks product and country specific variations. 13 In 2001, the five largest retailers in the US WalMart, Sears, Kmart, Dayton Hudson Corp., J.C. Penney accounted for around 56% of sales among the top 20 retailers Weathers 2003, cited in MorrisBarnes 2009. WalMart is the single largest retailer representing 32% of total US demand in the retail sector National Retail Foundation 2008, cited in MorrisBarnes 2009. The European apparel retail sectors are similarly concentrated. The top five retailers in the UK, for instance, accounted for 35% of total apparel sales in 2007 London Economics 2008, cited in MorrisBarnes 2009. 17 Research Department countries may increase in importance see below. Second, there is insecurity about Chinas future as a competitor to LIC apparel exporters. In the 2000s China upgraded its apparel production to higher value products, which was at least partly reversed, however, in the context of the global economic crisis. It is not clear how fast China is moving into higher value added products again. Furthermore, labor costs are rising in China and the exchange rate has gradually appreciated. Such developments could change supply structures and increase the space for LICs in apparel exporting, at least in the low value market segment. However, how fast Chinas wages and prices rise depends on the size of its rural labor reserves. China has a massive rural labor force 750 million people still live in the countryside with the average rural income only one third of its urban counterpart yet to be tapped OzawaBellak 2010. 3.3. High competition in wages and labor standards The changes in the global apparel sector discussed above have important effects on firms as well as workers. In particular given the focus on employment creation through apparel exporting and the broader development context, impacts on employment and workers are crucial. Evidence on the outcomes for workers as a result of insertion in apparel GVCs is mixed. On the one side, apparel GVCs have undoubtedly created new employment opportunities for previously marginalized groups of workers, such as women and unskilled workers, who often did not have access to wage employment beforehand. Nevertheless, at the same time, globalization of production, intensified competition, and requirements deriving from buyers sourcing policies and their search for low costs have led to high pressures on supplier firms. These pressures are often passed on to a highly feminized and nonunionized workforce in terms of low wages, poor working conditions and flexible working arrangements Barrientos et al. 2011; HaleWills 2005; Plank et al. 2012. In particular, cost pressures and the often short lead times and flexible orders that characterize global apparel production have often negative implications in terms of flexible work arrangements, unrealistic production targets, excessive overtime and high work intensity. Pressures radiating from buyers in apparel GVCs include not only low cost but also high quality, short lead times, responsiveness to changes in orders and flexibility of production as discussed above. Hence, in contrast to standard conceptions of flexible labor markets where labor costs reduction drives flexibility and causality, employment strategies tend to be more nuanced within GVCs because of the need to balance cost reduction and flexibility on the one side with consistency and quality of supply that meets buyers standards on the other side Barrientos et al. 2011. Production for GVCs has therefore been linked to the emergence of a new type of labor which is characterized by a high degree of flexibility and cost effectiveness but which also meets quality standards BarrientosKritzinger 2003; Barrientos et al. 2011. Suppliers often accommodate these contradictory pressures by using a tiered work force regular workers that secure quality and reliability and irregular workers that ensure lowcosts and flexibility. In this context, some workers with regular contractual arrangements in core firms might experience improvements in working conditions as a result of the heightened need for skills and CSR related measures see below. Irregular workers or workers in subcontractor firms may however be largely excluded from such opportunities given their role as a buffer in the context of cost and flexibility pressures. However, the attainment of improvements seems to be often also limited for regular core workers, since certain issues such as wages, working time, work intensity and trade union representation that are in contradiction to business strategies of buyers have been contested for all types of workers for a discussion in the case of the apparel sectors in Morocco and Romania see Plank et al. 2012. Compliance with labor standards has increased in importance in buyers sourcing decisions. Many global buyers have developed Co C that include labor standards and conduct regular 18 Research Department labor standards reduce audits. Compliance with buyers Co C is however generally a minimum criterion for entering and remaining in their supply chains and buyers generally do not support firms to improve standards or reward them. CSR related improvements are also selective in terms of the type of workers affected as well as in terms of the dimensions of labor standards. They tend to focus on measurable standards such as better lighting, ventilation or ergonomic chairs that also increase productivity by a more efficient use of the human resource. In contrast to these winwin situations issues that are in conflict with the prevailing business logic e.g., living wages, working time, work intensity, and trade union rights remain contested. This tradeoff is revealed by contradictory demands from and limited coordination between the buying and CSR departments of buyers: on the one hand tight price and delivery time demands from the buying departments and on the other hand labor compliance demands from the CSR departments who do however generally not have the means to reward suppliers for improvements e.g., via higher prices or more stable contractual relationships for more details see Plank et al. 2012, Lukas et al. 2010. Low wages, poor working conditions and violations of the developmental impact of apparel production and exports. LIC governments actions in the area of wages and labor standards are however compromised in the context of competitive pressures and power asymmetries. Governments compete with each other to attract FDI and supplier contracts for firms in their country, and low wages and weak labor regulation are competitive advantages in the apparel GVC, although as discussed above by themselves they are not sufficient to ensure competitiveness anymore. Consequently, governments are often unable or unwilling to introduce and enforce severe obligations on foreign or local firms as well as on global buyers with regard to labor rights. Protests and social unrest have however increased in countries such as China, Bangladesh and Cambodia demanding in particular higher wages see StaritzFrederick 2012a. 3.4. Shifting end markets to emerging and regional markets Global demand structures are changing as import demand for apparel in the US and the EU as well as in Japan might stagnate while demand will increase in fast growing emerging and developing countries. Currently, the large majority of apparel trade is geared towards the EU, the US whose share however declined from 70% to 65% in the 2000s and Japan and, yet, together they only present about 10% of the worlds population. The wealth of their population and therefore the ability to buy apparel is growing at a much slower pace than that of emerging and developing countries where demand for apparel increases at an even higher rate than economic growth MorrisBarnes 2010. The Economic Intelligence Unit estimated the fastest growth in apparel retail demand in the period 2008 to 2013 for China, Eastern Europe including Russia, India, Turkey and Brazil EIU 2008, cited in Textiles Intelligence 2009. For large emerging economies, including China, India and Brazil, this has translated into a greater focus on domestic markets. For smaller economies, an increasing focus might be put on exporting to regional or large emerging or developing markets Staritz et al. 2011. China, for instance, has increasingly diversified its export markets to emerging countries, including Russia and countries from the former Soviet bloc for finished goods and India, Brazil and Turkey for intermediate goods such as textiles. In addition to new export markets, China has increased production for the domestic market. Estimates indicate that more than half of Chinas apparel production was for local consumers in 2007 Clothesource 2008, cited in GereffiFrederick 2010. This mirrors efforts by apparel firms in India and Turkey just style 2010. End markets have important implications for the dynamics of GVCs and entry and upgrading prospects Staritz et al. 2011. Demand factors decisively shape upgrading possibilities not only by determining the size and the growth of markets, but also by the nature of demand that 19 Research Department is distinct in lower compared to highincome country markets. Demand in highincome countries has become increasingly sophisticated, including high expectations with regard to quality levels, product differentiation, rate of innovation, and high standards with regard to products and processes Kaplinsky 2010. In contrast, demand in lowerincome countries is generally for less sophisticated products with regard to quality, variety, fashioninnovation content and frequency of deliveries, and process and product standards tend to receive less attention. However, price competition tends to be even fiercer. With regard to entry, the development outcome of these different requirements might be positive as the sophisticated demand requirements in highincome countries have increased entry barriers and furthered consolidation in GVCs. Entry barriers in GVCs feeding into lowerincome countries tend to be lower and the shift in demand to the South has resulted in new opportunities for exports of cheaper, less sophisticated and lower quality products. With regard to upgrading, evidence is mixed. On the one hand, upgrading prospects might be negatively affected by the lesser importance attributed to process and product standards in developing country markets. With respect to functional upgrading, there may be constraints to capture more, even laborintensive, functions given similar economic structures. On the other hand, the less sophisticated nature of demand could help suppliers develop higherreturn activities such as product development and design, branding and marketing. Developing country firms may have an advantage in designing and making products for lowerincome markets as they have a better understanding of these markets and as consumers tend to prefer good enough quality at a reasonable price rather than cuttingedge technology for a premium. However, first evidence suggests that such functional upgrading seems to be more relevant in domestic or regional markets where suppliers have knowledge of the market and can adapt to its specificities for a more detailed and sectorspecific discussion see Staritz et al. 2011. These shifts in end markets may also lead to changing governance structures as the role of developed countrybased buyers may decline and developing countries buyers may increase in importance. Buyers from the US and the EU have increased sales outlets and stores in fast growing emerging markets and have gained market share. This has however taken place to different extents. While large markets in Latin America are largely dominated by foreign retailers, in China, India and South Africa local or regional retailers play an important role. Buyers in China, India, Brazil, Turkey or Russia as well as in regional and domestic markets may have different requirements and source differently than US or EU buyers. On the one hand these markets may be less demanding with regard to designproduct development, lead time and fashion content than markets in the US and the EU, and they may also offer more opportunities to upgrade to higher valueadding functions, in particular in regional and domestic markets GereffiFredrick 2010. But on the other hand they may demand different capabilities such as smaller runs, different design and quality requirements as well as different sales, marketing and communication channels. Understanding these new markets and the sourcing policies of buyers selling in these markets will be key to be able to enter and to upgrade within these chains. For instance in SSA, the US and EU market as well as the most important regional market, South Africa, and buyers in these markets have distinct requirements with different implications on entry and upgrading possibilities Morris et al. 2011. In the case of Lesotho and Swaziland, the US and the South African end markets are differentiated and firms follow different strategies to access these markets and fulfill the requirements of the respective buyers. US buyers demand high volumes of largely basic products. They emphasize the ability to produce to buyer specifications, generally nominate fabric and other input suppliers, and are generally not interested in suppliers contributions to design Gibbon 2008. South African buyers on the other hand use their Lesotho and Swaziland plants generally for products with a 20 Research Department higher fashion content where lead times and volume flexibility are central and price points are sensitive. Production for the South African market tends to bring a firm set up and an overhead structure that is uncompetitive for the US market, as well as the other way around. Similar findings emerged for apparel exports to the US, the EU and South Africa in Mauritius and Madagascar for Mauritius see Gibbon 2008; for Madagascar see MorrisSedowski 2009; KaplinskyWamae 2011; StaritzMorris 2012b. Hence, diversification of export markets and a focus on those markets that provide higher upgrading opportunities is necessary to increase industrial development prospects. 3.5. Role of ownership and local linkages Many LICs are integrated into apparel GVCs via FDI Gereffi 1999; Staritz 2011; StaritzMorris 2012a. In these cases, it is not only crucial to analyze buyers strategies and related value chain dynamics but also the strategic interest of foreign investors. These have important implications on the role of foreignowned plants in GVCs and potentials for upgrading. Ownership of supplier firms specifies how these firms are linked to global production and distribution networks and is an important criterion to understand and differentiate their behavior and activities. It reveals the extent to which firms are locally embedded, i.e. have roots in the social and economic fabric of the host country, and captures different strategies of investors and how they play out in terms of local decisionmaking power, value added and linkages to the local economy. These strategies are determined not only by the nationality of the investor but by the drivers and governance structures of different value chains and end markets in which differently owned firms are integrated Morris et al. 2011; StaritzMorris 2012a. Three main groups of foreign investors can be identified in apparel GVCs with different entry and upgrading potentials StaritzFrederick 2012b: First, brand manufacturers, largely from the US and Europe, have established regional and global production networks largely via FDI. This group of lead firms has however declined in importance and many have shifted to marketers or retailers and sourcing networks based on contract manufacturing. Second, faced with quota restrictions, rising labor costs and high demands from global buyers transnational producers initially based in Hong Kong, Taiwan and South Korea but more recently also in other Asian countries i.e., Singapore, Malaysia, China and India and the Middle East have developed manufacturing networks in Asia, Latin America, the Caribbean and SSA Appelbaum 2008; Gereffi 1999. These firms generally own or source from production units in several countries and follow a global strategy. Head offices are generally in charge of input sourcing often drawing on their own textile mills or sourcing networks based in Asia, product development and design, merchandising and marketing, and have direct relationships with buyers. A third group of foreign investors is more diverse regionally embedded investors that organize production networks within a region, e.g. Indian and Sri Lankan investors in South Asia, Malaysian and Thai investors in Southeast Asia, and South African and Mauritian investors in SSA. Integration through FDI on the one hand has promoted access to global sourcing and merchandising networks and, hence, facilitated entry to apparel exporting for LICs with no established local apparel producers. On the other hand it has limited upgrading possibilities as critical decisionmaking and certain highervalue functions are located at the head offices and are not transferred to supplier firms. Unlike locally owned plants, foreignowned plants in LICs have limited leverage and autonomy in terms of strategic decision making and in attracting orders as relations and negotiations with buyers are generally located at the head offices Natsuda et al. 2009. Which functions are located in host countries and which production methods are used is not only a question of local conditions. Rather, it is determined by the strategic choice of foreign investors on what and how to produce in their global networks as 21 Research Department they are able to leverage the functions, skills and expertise of their head offices and other production plants for valueadding activities which limits the need for capacitybuilding, investment and upgrading in LIC supplier firms. Further, input sourcing is often conducted at the head office which limits local sourcing and linkage opportunities PausGallagher 2009. Many LICs face challenges in how to use the presence of FDI as a basis for building locally embedded apparel industries. FDI has been central in the development of export apparel sectors in many LICs. But in particular the integration via triangular manufacturing networks of transnational producers has locked LIC suppliers into secondtier positions and has often resulted in limited development of local skills, value added and linkages. Building a locally embedded apparel sector is a precondition for sustainability and industrial development. However, local involvement is largely absent in many LICs, in particular in SSA Staritz 2011. But some countries such as Sri Lanka, Bangladesh and Mauritius have been successful in developing locally embedded industries based on FDI. The time of integration, political economy factors, local skills and entrepreneurship, and government policies have played central roles in raising local involvement. In the 1970s and 1980s entry barriers in the apparel sector were lower as market access was guaranteed by MFA quotas and buyers requirements were limited; local firms were able to start exporting on a small scale. Increasing entry barriers have raised the bar for local firms in LICs such as in SSA where the export apparel sector only started on a larger scale in the late 1990s and early 2000s. Industrial policies and industry associations have also played crucial roles in increasing local involvement in the apparel sector in LICs; where such policies have been absent, local firms and supplier development has been difficult. 4. Conclusions and policy issues The apparel sector still provides opportunities for export diversification and industrial development in LICs today. But the apparel GVC and associated entry and upgrading possibilities look different today than a decade ago. Entry barriers for firsttier suppliers have increased and low labor costs and preferential market access are not enough to compete in the apparel sector today. This provides opportunities for some suppliers providing broader capabilities but challenges for lesser developed suppliers. The latter group may still be able to enter apparel GVCs but only through intermediaries. In this case, entry barriers are lower but at the same time upgrading opportunities are limited. Two related underlying structural challenges, namely changing global supply and demand structures and asymmetric market and power relations within apparel GVCs, and associated heightened competition between LICs have further limited possibilities to capture margins and upgrade at the supplier level. Competitive pressures are often passed on to workers with implication son wages, work arrangements and working conditions. New global developments, including the emergence of powerful intermediaries and firsttier suppliers in developing countries, shifting end markets to large developing countries, regional and domestic markets, and the increasing importance of developing countries buyers, could lead to new opportunities for LIC apparel exporters. A further challenge is however that many LICs are integrated into apparel GVCs through FDI which facilitates access to merchandising and sourcing networks but often hinders upgrading given the location of higher value functions and decision making power at head offices abroad. Challenges to enter and upgrade in apparel GVCs relate to i regulatory contexts such as PTAs, ii GVC dynamics, in particular asymmetric market structures and sourcing policies of buyers, and iii the nature of FDI and the strategic interest of foreign investors in LICs where apparel exporting is often dominated by FDI. But upgrading also depends on iv local conditions, institutions and policies. Poor physical, bureaucratic and institutional infrastructure, limited local capabilities and skills, and nonexisting or noneffective industrial policies 22 Research Department constrain the use of the existing entry, upgrading and broader industrial development potential. LIC governments have often supported the apparel sector; however, most policies have focused on investment and particularly FDI attraction and incentives and not on furthering upgrading, local involvement, value added and skills, and linkages to the local economy. To ensure the potential of apparel exports for industrial development, industries and countries need to improve their productive and institutional capacities but they also need to make sure that they capture the gains of integration into and upgrading in apparel GVCs in terms of increased and sustained incomes, local and regional linkages, and broader industrial and national development Kaplinsky 2005; KaplinskyMorris 2001. This requires proactive policies, in particular six policy areas are emphasized in the following: Upgrading: Policies have to focus on improving competitiveness and initiating upgrading in LICs apparel sectors, in particular in the context of supply chain rationalization strategies. Production efficiency is a necessary but not a sufficient and sustainable fulfilling high performance requirements with regard to quality, lead times and flexibility, complexity of products and different types of product, social and environmental standards, and broader nonmanufacturing functions. This requires most importantly industrial policies with a focus on expanding the base of the skilled labor and management pool, fostering a culture to raise the operational competitive levels of manufacturing operations, and improving the institutional fabric, in particular related to training and physical and bureaucratic infrastructure Morris et al. 2011. Industry associations and in particular cooperation between associations and public actors have played critical roles to further upgrading of apparel industries in countries such as Turkey, Sri Lanka, Bangladesh and Mauritius Staritz 2011; StaritzFrederick 2012b. for competitiveness increasingly involves factor that Market diversification and regional integration: Most LIC apparel exports are concentrated in few end markets in highincome countries which is problematic in the context of heightened competition, shifting demand structures, and increasing opportunities in emerging and large developing country markets as well as in regional and domestic markets. Other end markets, in particular regional and domestic markets, might exhibit better growth and upgrading potentials and allow for more beneficial outcomes PicklesSmith 2010. End market diversification also reduces the dependency on specific markets and buyers and may increases bargaining power in value chains. Given the size, capacities and capabilities of many LICs apparel sectors, a regional perspective with regard to end markets but also production networks is crucial for sustainable competitiveness and upgrading in the apparel industry. Regional integration could play a central role in reducing lead times and costs, capturing more value added and linkages in the region, and diversifying end markets. In this context, different complementary advantages in the region could be leveraged and economies of scale, vertical integration and horizontal specialization could be promoted by regional coordination and integration. Locally embedded apparel the management and entrepreneur level and building locally embedded apparel industries is crucial to extend the impact of the apparel industry beyond its direct employment creation effect. Governments and industry associations have however often not focused on supporting the establishment and development of local firms, suppliers and linkages. There are no straightforward policy local entrepreneurship. However, certain internal conditions and policies are at least preconditions for local entrepreneurial activities: i access to lowcost and longterm finance for productive investment; ii access to industryspecific skill training in areas such as management and higher value and technical functions; iii support in recommendations involvement at for developing industries: Increasing local 23 Research Department establishing relationships with foreign investors, buyers and input suppliers; iv access to at least the same or preferably higher incentives for local and foreign investment; and v use of public procurement to further the development of local apparel firms and input suppliers StaritzFrederick 2012b. Supplier cooperation: Given the asymmetric market and power structures in GVCs and related to this heightened competition at the supplier level, cooperation and certain standards with regard to prices and in particular wages and working conditions are required to counter a race to the bottom and secure incomes in LICs. Participation in industrywide initiatives and codes can help to increase the bargaining power of suppliers visavis buyers in a country and can reduce the playing out of supplier firms. Cooperation at the regional level would be even more useful. An initiative in this regard focusing on wages is the Asian Floor Wage Campaign 2012 that advocates for minimum wages based on the calculation of living wages in main Asian apparel exporting countries. Preferential market access: For many LICs preferential market access remains essential in sustaining a position in apparel GVCs. Preferences even have to be combined with single transformation ROO for several LICs, in particular in SSA where single transformation ROO are now in place for the US and the EU, to be able to take advantage of preferential market access. However, as more countries receive preferences and as tariff rates are generally declining, preferences are eroding in the future. In the short run, however, preferential market access will remain crucial in particular for SSA LICs to sustain apparel exports. The effects of preference erosion on LIC apparel exporters have to be taken into account in trade negotiations at the international, regional and bilateral level. International institutional and regulatory context: Governments in developed countries can influence the outcomes of apparel GVCs by altering the domestic and international institutional and regulatory contexts with a view to encourage upgrading and responsible business practices. For instance, the significant buying power of public authorities in the US and the EU could be used as a lever to influence buyers behavior, f.e. demanding strict labor standards. Another important area for intervention relates to trade and investment policy. Market access should not constrain value addition and broader local functions and linkages in supplier countries as used to be the case in US and EU regional trade agreements. Positive market access incentives can be linked to improvements in the area of labor rights in supplier countries. The US and EU governments could also demand from buyers based in their authority to ensure at least certain minimum labor rights in their supply chains Lukas et al. 2010. This would reduce competition in labor standards between supplier countries. Bilateral investment treaties BITs as well as WTO agreements on Trade Related Intellectual Property Rights TRIPs and Trade Related Investment Measures TRIMs reduce the policy space of LIC governments to regulate their industries and pursue industrial policies. These arrangements need to be changed to align the international trade and investment regime with upgrading and industrial development of LICs KozakKublbock 2011. 24 Research Department References Abernathy, F. H.Volpe, A.Weil, D. 2006: The Future of the Apparel and Textile Industries: Prospects and Choices for Public and Private Actors. In: Environment and Planning A 38 12: 22072232. Appelbaum, R. P. 2005: TNCs and the Removal of Textiles and Clothing Quotas, Center for Global Studies, University of California, Santa Barbara, Paper 3, UNCTAD. Appelbaum, R. 2008: Giant Transnational Contractors in East Asia: Emergent Trends in Global Supply Chains. In: Competition Change 121, 6987. Asian Floor Wage campaign 2012: http:www.asiafloorwage.org 9.10.2012. Bair, J.Gereffi, G. 2003: Upgrading, uneven development, and jobs in the North American apparel industry. In: Global Networks 3 2, 143169. Brenton, P.Oezden, C. 2009: Trade preferences for apparel and the role of rules of origin: The case of Africa. In: Hoekman, BernardMartin, Will Braga, Carlos A. Primo 2009: Trade Preference Erosion: Measurement and Policy Response. Cattaneo, O.Gereffi, G.Staritz, C. 2010: Global Value Chains in a PostCrisis World: Resilience, Consolidation, and Shifting End Markets. In: Cattaneo, OlivierGereffi, GaryStaritz, Cornelia 2010, eds.: Global Value Chains in a Postcrisis World. A Development Perspective, Trade and Development Series, World Bank, Washington D.C. Clothesource 2008: The great apparel sourcing issues of 2008 and how to deal with them. March Management Briefing. Worcestershire. Dicken, P. 2003: Global Shift: transforming the global economy. 4th ed. London. Dickerson, K.G. 1999: Textiles and Apparel in the Global Economy, 3rd edition. Englewood Cliffs, NJ. Frederick, S.Staritz, C. 2011: Apparel Industry Developments after the MFA Phaseout. In: Sewing Success? Employment and Wage Effects of the end of the Multifibre Arrangement MFA. Volume I, The World Bank. Washington D.C. Gereffi, G. 1994: The organization of buyerdriven global commodity chains: how US retailers shape overseas production networks. In: Gereffi, G.Korzeniewicz, M.: Commodity chains and global capitalism. Gereffi, G. 1999: International trade and industrial upgrading in the apparel commodity chain. In: Journal of International Economics 48, 3770. Gereffi, G.Humphrey, J.Kaplinsky, R.Sturgeon, T.J. 2001: Introduction: Globalisation, value chains and development. In: IDS Bulletin 323, 18. Gereffi, G.Memedovic. O. 2003: The global apparel value chain: what prospects for upgrading for developing countries, Sectoral Studies Series, UNIDO. Vienna. Gereffi, G.Humphrey, J.Sturgeon, T.J. 2005: The governance of global value chains. In: Review of International Political Economy 121, 78104. Gereffi, G.Frederick, S. 2010: The global apparel value chain, trade and the crisis: challenges and opportunities for developing countries. In: Cattaneo, O.Gereffi, G.Staritz, C. eds.: Global Value Chains in a Postcrisis World. Washington D.C., 157208. Gibbon, P. 2008: Governance, entry barriers, upgrading: a reinterpretation of some GVC concepts from the experience of African clothing exports. In: Competition Change 121, 2948. 25 Research Department 2008: Do the Asian drivers undermine exportoriented Gibbon, P.Ponte, S. 2005: Trading Down: Africa, Value Chains, And The Global Economy. Philadelphia. Hale, A.Wills, J. 2005: Threads of Labour: Garment Industry Supply Chains from the Workers Perspective. Oxford. Henderson, J.Dicken, P.Hess, M.Coe, N.Yeung, H.WC. 2002: Global production networks and the analysis of economic development. In: Review of International Political Economy 93, 436464. Humphrey, J.Schmitz, H. 2002: How does insertion in global value chains affect upgrading in industrial clusters? In Regional Studies 369, 10171027. Just Style 2010: August 2010 Management Brief: Part I The role of location in global sourcing, 26 March 2010. http:www.juststyle.com 9.10.2012. Kaplinsky, R. 2005: Globalization, poverty and inequality. Between a rock and a hard place, Cambridge. Kaplinsky, R.Morris, M. 2001: A handbook for value chain research. http:asiandrivers.open.ac.ukdocumentsValue_chain_Handbook_RKMM_Nov_2001.pdf 9.10.2012. Kaplinsky, R.Morris, M. 2006: Dangling by a thread: how sharp are the Chinese scissors?, DFID reportIDS. Kaplinsky, R.Morris, M. industrialization in SSA? In: World Development 362, 254273. Kaplinsky, R.Wamae, W. 2010: The determinants of upgrading and value added in the African clothing sector: the contrasting experiences of Kenya and Madagascar, unpublished draft. Kozak, K.Kublbock, K. 2011: Die Europaische Investitionspolitik nach dem Vertrag von Lisabon und ihr Einfluss auf Nachhaltige Entwicklung. OFSE Working Paper 27. Vienna. http:www.oefse.atDownloadspublikationenWP27_EUInvestitionspolitik.pdf 9.10.2012. Lukas, K.Plank, L.Staritz, C. 2010: Securing Labor Rights in Global Production Networks: Legal Instruments and Policy Options. Report for the Vienna Chamber of Labor. Chamber of Labor, Vienna. Morris, M.Sedowski, L. 2009: The competitive dynamics of the clothing industry in Madagascar in the PostMFA environment. In: Mc Cormick, D.Kuzilwa, J.A.Gebre Egziabher, T. eds.: Industrialising Africa in the Era of Globalisation: Challenges to Clothing and Footwear. Nairobi. Morris, M.Staritz, C.Barnes, J. 2011: Value Chain Dynamics, Local Embeddedness, and Upgrading in the Clothing Sectors of Lesotho and Swaziland. In: International Journal of Technological Learning, Innovation and Development. Palpacuer, F.Gibbon, P.Thomsen, L. 2005: New Challenges for Developing Country Suppliers in Global Clothing Chains: A Comparative European Perspective. In: World Development 333, 409430. Phelps, N.A.Stillwell, J.C.H.Wanjiru, R. 2009: Broken Chain? AGOA and Foreign Direct Investment in the Kenyan Clothing Industry. In: World Development 372, 314325. Plank, L.Staritz, C. 2011: Working in Global Production Networks: Industrial and Social Upgrading Processes in Apparel and Electronics in Central and Eastern Europe, Dissertation, University of GrazVienna University of Economics and Business, GrazVienna. 26 Research Department Plank, L.Rossi, A.Staritz, C. 2012: Workers and Social Upgrading in Fast Fashion: The Case of the Apparel Industry in Morocco and Romania, OFSE Working Paper 33. Vienna. http:www.oefse.atDownloadspublikationenWP33_fast_fashion.pdf 9.10.2012. Staritz, C. 2011: Making the cut? Lowincome countries and the global clothing value chain in a postquota and postcrisis world, A World Bank Study, World Bank, Washington D.C. Staritz, C.Gereffi, G.Cattaneo, O. 2011: Editorial, In: Shifting end markets and upgrading prospects in global value chains, Special Issue of the International Journal of Technological Learning, Innovation and Development IJTLID 4123. Staritz, C.Frederick, S. 2012a: Summaries of the Country Case Studies on Apparel Industry Development, Structure, and Policies. In: LopezAcevedoRobertson eds: Sewing Success? Employment,Wages, and Poverty following the End of the Multifibre Arrangement, The World Bank, Washington D.C. Staritz, C.Frederick, S. 2012b: Sector Background Paper: Apparel , for the project FDI and Global Value Chains in SubSaharan Africa: Understanding the Factors that Contribute to Integration and Spillovers. Unpublished draft. The World Bank, Washington D.C. Staritz, C.Morris, M. 2012a: Local Embeddedness, Upgrading and Skill Development: Global Value Chains and Foreign Direct Investment in Lesothos Apparel Industry, OFSE Working Paper 32. Vienna. http:www.oefse.atDownloadspublikationenWP32_lesotho.pdf 9.10.2012. Staritz, C.Morris, M. 2012b: Local Embeddedness and Economic and Social Upgrading in Madagascars Export Apparel the Gains Network, Manchester. UN COMTRADE 2011: International Merchandise Trade Statistics IMTS, United Nations Statistics Division, New York, accessed in October 2012. Industry, Draft Paper, Capturing 27 ", "filename": "734851413.pdf", "person": ["Cornelia Staritz", "Staritz, Cornelia"], "date": ["2012"]}