{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/80757/1/734979339.pdf"], "title": ["House prices, consumption and the role of non-mortgage debt"], "plaintext": "Abstract This paper examines the relationship between house prices and consumption, through the use of debt. Using unique Canadian householdlevel data that reports the uses of debt, we begin by looking at the relationship between house prices and debt. Using quantile regression, we find a positive and significant relationship between regional house prices and total household debt all along the conditional debt distribution. This suggests that the householdlevel relationship between house prices and debt goes beyond the purchase of real estate. We then find a positive relationship between house prices and nonmortgage debt the sum of secured lines of credit, unsecured lines of credit, leases and other consumer loans, except for credit cards for homeowners. Combining these results with the reported uses of nonmortgage debt allows us to connect house prices and nonhousing consumptionthis connection is new to the literature on house prices and consumption. We conclude that the increases in house prices over the 19992007 period were, indeed, associated with an increase in nonmortgage debt and nonhousing consumption. Our results can be thought of as the establishment of a conservative lower bound for the overall relationship between house prices and aggregate consumption. JEL classification: E21, D10, D14, D31 Bank classification: Credit and credit aggregates; Domestic demand and components Resume La presente etude porte sur le lien que le recours au credit pourrait constituer entre les prix des maisons et la consommation. A partir dun ensemble unique de donnees detaillees sur les menages canadiens qui rend compte de lutilisation que ceuxci font de leurs emprunts, les auteurs examinent tout dabord le lien entre les prix des maisons et la dette. Une regression quantile leur permet dobserver une relation positive et significative entre les prix regionaux des maisons et la dette totale des menages pour toute la distribution conditionnelle des emprunts de ces derniers. Ce resultat donne a penser que le rapport a lechelon des menages entre les prix des maisons et lendettement ne se limite pas a lachat de biens immobiliers. Les auteurs mettent ensuite en evidence un lien positif entre les prix des maisons et la dette non hypothecaire laquelle regroupe les lignes de credit garanties, les lignes de credit non garanties, le creditbail et les autres prets a la consommation, mais exclut les cartes de credit chez les proprietaires de logements. Le rapprochement de ces resultats et des donnees sur lutilisation des credits non hypothecaires leur permet detablir une relation entre les prix des maisons et la consommation lien inedit dans la litterature traitant de ces deux elements. Les auteurs concluent que la hausse des prix des maisons au cours de la periode allant de 1999 a 2007 a effectivement ete associee a un accroissement de la dette non hypothecaire et de la consommation hors logement. Ils estiment aussi que les resultats de leurs calculs peuvent etre consideres raisonnablement comme des valeurs seuils dans la relation globale qui existe entre les prix des maisons et la consommation totale. Classification JEL : E21, D10, D14, D31 Classification de la Banque : Credit et agregats du credit; Demande interieure et composantes iii21Introduction In the last two decades, many developed countries experienced prolonged increases in house pricesand household debt. In Canada, household debt has been growing due to net increases in homepurchase mortgages and in mortgage refinancing, as well as an increase in nonmortgage debt,both secured and unsecured by housing. Accompanied by rising house prices, these debt increaseshave been reflected in aggregate real and financial flows, including consumption, new housing construction, home renovations, and net acquisition of financial assets. While debt and house pricescontinue to rise in Canada, some of the countries that experienced these concurrent increases inthe past have since seen their reversals, and the decline in house prices and continued householddeleveraging have brought with them a host of negative influences for these economies. Understanding the links between house prices, debt and other real and financial variables, both in goodand bad times, is therefore important.Within this context, the goal of this paper is to establish a relationship between house pricesand total household debt, and between its nonmortgage component the sum of secured linesof credit, unsecured lines of credit, leases and other consumer loans, except for credit cards andconsumption.1 Our definition of nonmortgage debt can also be called consumer credit minus creditcard balances. The importance of questions regarding the drivers of household debt and the effectof debt on economic activity has been highlighted by a number of other recent research projects atthe Bank of Canada, such as Bailliu, Kartashova and Meh BKM, 2012 and Crawford and Faruqui2012. In particular, BKM study the link between household debt and consumption, focusing onhomeequity extraction, a large part of which is constituted by changes in mortgage debteitherdue to net mortgage refinancing or changes in mortgage debt associated with changes in ownershipof existing homes see BKM for more detailed definitionsbut also include homeequity lines ofcredit, which are usually classified as part of consumer debt. Unlike this paper, however, BKM donot establish or measure the link between house prices and debt, and provide only indirect evidence.Crawford and Faruqui examine some of the reasons for the expansion in Canadian household creditand point to higher house prices as one of the factors. Despite links between the questions, the 1In addition to consumption, uses of debt are also related to portfolio rebalancing including changing the assetmix and reoptimizing the debt structure of households, which we discuss in the overview of price effects section,but do not report any quantitative results.3approaches used in the three papers BKM, Crawford and Faruqui, and this paper are different.Therefore, while the broad messages of the importance of household debt and its role in economicactivity are similar, the particulars of the approaches and data calculationsincluding the reportingof summary statisticsshould not be directly compared.Using Canadian household data, we first estimate the relationship between total household debtand house prices. The results of this estimation are used to distinguish between different channelsthrough which household debt is related to house prices. At the household level, this relationshipis likely dominated by the link between house prices and the home purchase mortgage componentof household debt. Next, we focus on the nonmortgage component of household debtwhichcan be directly used for a number of purposes other than the purchase of a home 2and establishits relationship with house prices. These last results are then combined with information on thepurposes of household debt and the magnitude of house price increases over the 19992007 periodin order to measure the size of nonmortgage debt flows that were associated with house priceincreases, and linked to personal consumption expenditures.There are several channels through which household debt is associated with house price increases. Most notably, higher house prices are linked to increases in mortgage debt, which includesnot only balances incurred for the purchase of new and existing homes, but also refinancing ofmortgage balances already outstanding at higher amounts. While refinancing does not involve thepurchase of a home directly, it can be treated as a repurchase with a loantovalue LTV ratiothat is the same or higher than the original.3 House price increases are also linked to higher homeequity debt, in the form of home equity lines of credit HELOCs and home equity loans HELs, ashouseholds may borrow against increases in their home equity due to higher house prices. Finally,unsecured debt can be associated with house prices through wealth effects and credit constraints.In turn, these sources of debt accumulation are linked to different real and financial flows inthe economy. Home purchase mortgageseither for firsttime homebuyers or existing homeownerswho adjust their housing by trading up or downcan be thought of as primarily financing future 2In talking about the purposes of debt, one must acknowledge the issue of fungibility of resources. The debt weassociate with the purchase of a home, for example, can also be used indirectly to finance other purposes throughchanges in the down payment amount. The same issue applies to other types of debt, but it can be less important.3While the mortgage balance outstanding against the home increases, its price may also have gone up comparedto the date of the original purchase. Depending on the relative magnitude of these increases, the new loantovalueratio on the home may increase or remain the same.4housing services consumption. In the case of mortgage refinancing and other forms of home equitydebt, housing consumption remains largely unchanged since this debt is not associated with movingfrom renting to home owning or moving between homes.4 This type of debt can be used to financenonhousing consumption and other investment decisions.5This paper is related to the vast literature trying to establish a link between house prices andconsumption, including Campbell and Cocco 2007 and Attanasio et al 2009 for the UK, and Bostic, Gabriel and Painter 2009 for the US, to name a few. More directly, this paper fits intoa narrower strand of literature that has focused on debt as an intermediary between increases inhousing equity due to higher house prices and the uses of this equity which are either directly orindirectly inferred, including consumption and portfolio rebalancing. This is the approach takenin Mian and Sufi 2009. They use U.S. microdata to examine the association between house pricesand household debt, and then the real uses of debt, such as consumption, home renovation, andthe purchase of other residencesbusinesses. They conclude that the rapid increase in house priceslikely influenced real expenditure growth at the household level through the use of debt. Dynan and Kohn 2007 study the factors behind household debt increases in the US, including house prices.Greenspan and Kennedy 2008 only link the homesecured component of debt to consumption,assuming the link between house prices and debt. They combine aggregate and micro data toestimate the disposition of free cash generated by home equity extraction for, among other things,aggregate personal consumption expenditures, and investment.This paper adds to the existing literature in a number of dimensions. First, it exploits a unique,surveybased micro data set on Canadian households from 1999 to 2007. The data set providesdetailed information on the many sources and uses of debt. Respondents to the survey are ableto list multiple outstanding balances on leases, loans, lines of credit, mortgages and creditchargecards. The data set also reports the primary purposes of each debt component, such as financingof consumption, home improvement, acquisition of financial investment, or paying off debts. Thisaspect of the data enables us to not only explore the relationship between house prices and debt,4Home renovations can be thought of as an investment, while at the same time contributing to a stream ofhousing services. Therefore, in effect, homeequity debt associated with home improvementsrenovations would leadto changes in housing services consumption as well.5Unfortunately, our data does not allow us to distinguish between new or existing homeowners who take on homepurchase debt, and thus the main focus of the paper is on homesecured debt of nonmoverswhich includes mortgagerefinancing, but not home purchase mortgagesand on other nonhomesecured debt.5but also, by extension, the relationship between house prices and consumption directly through theuse of debt, which is new to the literature.6Next we apply the quantile regression approach to the data to explore the relationship betweenregional house prices and total household debt. We find that house prices are positively associatedwith household debt all along the conditional debt distribution. The association is largest at theupper end of the conditional debt distribution, which is not surprising, given that higher house pricesgenerally mean larger mortgages for firsttime and repeat homebuyers, who make up the upper endof the household debt distribution. More interesting is the finding of the positive relationshipbetween house prices and the lower end of the conditional debt distribution, which suggests thatthe association goes beyond the purchase of real estate.This result motivates the study of the relationship between house prices and nonmortgage debt,which is also new to the literature. House price inflation may imply different borrowing behaviourdepending on household type. While an increase in house prices is generally associated with awealth effect for homeowners, its size and even direction depends on the households currenttenure status, future housing needs and intentions regarding bequeathal. Higher house prices mayalso relax credit constraints for some households, enabling them to take on additional debt forconsumption. Consequently, the question of the relationship between house prices and householdborrowing is necessarily an empirical one. To this end, we regress nonmortgage debt on regionalhouse pricescontrolling for a number of macroeconomic factors and household characteristics.Given that we are looking only at households with positive nonmortgage debt, we control forselection bias using the Heckman sample selection correction model. In our regression analysis, wefind a positive and statistically significant relationship for homeowners. More specifically, a onepercent increase in house prices is associated with a 0.36 percent increase in outstanding homeownernonmortgage debt. Furthermore, we find that this relationship is preserved for homeowners of allages.Finally, we combine the results from the nonmortgage debt regressions with the reported usesof this debt, with a particular focus on nonhousing consumption. On average, homeowners usedabout 40 percent of their nonmortgage debt across all instruments for nonhousing consumption.6Mian and Sufi 2009 lack direct information on the uses of debt and can therefore only make indirect inferences,by exclusion, on the relationship between house prices and consumption through the use of debt.6Together with an increase in national house prices of 52 percent over the sample period, we cometo the conclusion that roughly 25 percent of net nonmortgage debt flows were associated withhouse price increases, and used for nonhousing consumption. In a sense, this can be thought of asa conservative lower bound for the relationship between house prices and aggregate consumptionas defined in the Canadian System of National Accounts.In this analysis, we focus on nonhousing consumption, but housing consumption is included in measures of aggregate consumption.Moreover, our definition of nonmortgage debt is not meant to include mortgage refinancing inall its forms, which can be connected to consumption spending. Given this, it is likely that therelationship between house prices, debt and consumption is larger in the aggregate.The paper proceeds as follows. Section 2 provides a discussion on the complex relationshipbetween house prices, debt and consumption. Section 3 details the householdlevel and macroeconomic data used in the empirical analysis, and presents some summary statistics and preliminaryanalysis. Section 4 outlines the two empirical models used to study the relationship between houseprices and household debt both total and nonmortgage, and presents the estimation results. Section 5 examines how debt is used i.e. for consumption and portfolio rebalancing, and then linkshouse price increases, through nonmortgage debt, to consumption expenditures. Finally, Section 6 presents conclusions from this work.2 Overview of House Price Effects House price increases can be linked to household borrowing through several channels. First, thereare renters buying into the hot housing market, and the current level of house prices relative to income affects the size of mortgages taken out to finance home purchases and overall household debt.Second, there are existing homeowners who change homes and adjust their housing consumptionin an environment of rising house prices. They experience the effects of house price increases bothwhen they sell their existing home and buy a new one, adjusting their debt position accordinglyin the process mortgage debt and other home equity debt. Third, there are existing homeownerswho do not adjust their housing consumption with increases in their home equity, but can borrowagainst this equity using different debt instruments. These include the refinancing of already outstanding mortgage balances at higher amounts and using other forms of home equity debt, such as HELOCs and HELs. Finally, the ability to borrow of renters who do not make a transition into7homeownership may also be affected, indirectly, by increasing house prices.Households take into account many factors when deciding to transition from renting into homeownership, to remain a homeowner, and to adjust their housing consumption by moving homes.Due to data limitations, however, we are not be able to separately identify recent homebuyers fromthose that have owned their homes for a while. We therefore group these two types together andfocus on the comovement of their debt with house prices. These households may adjust their debtposition in particular, relative to income for portfolio rebalancing and consumption purposes.The former includes changing the mix of assets in the household portfoliofor example, changing the mix of housing and financial assets, or changing the quality of assets 7and reoptimizingthe structure of debt to reduce the costs associated with its servicingfor example, substitutingmore expensive unsecured debt for home equity based debt. The existing literature has used information on changes in household situation and other household characteristics constrained versusunconstrained to try to figure out how different types of households use their debt constrainedhouseholds are assumed to use it for consumption, while unconstrained households are assumed tofocus on portfolio rebalancing.Existing homeowners who have a long expected housing tenure and are not creditconstrainedwhen choosing their consumption path, as shown in Sinai and Souleles 2005 and Campbell and Cocco 2007, are perfectly hedged against house price fluctuations. As a result, movements inhouse prices have no effect on their real wealth and so the propensity to borrow for consumptionout of housing gains is zero. However, these unconstrained households may still incur housingdebt to rebalance their portfolio to reduce exposure to risky housing assets and invest in saferand more liquid assets, for example. Alternatively, unconstrained homeowners who do not valuehousing bequests and wish to consume part of their housing capital, may choose to borrow againstunexpected increases in home equity, and this desire to borrow may increase as the homeowner agesthis is because their lifehorizon, and therefore their expected housing tenure, becomes shorter.This latter scenario involves borrowing for consumption.On the other hand, it is possible that existing homeowners are credit constrained and would liketo borrow today to smooth consumption, but are unable to do so. There are several reasons why this 7This includes using home equity for improvementrenovation of the same home, which results in the increase inthe value of the home.8may be the case. They may have equity in their homes, but it may not be sufficient to avoid payingadditional borrowing costs, which may exceed the benefits of borrowing, keeping homeownersequity trapped in the house. For example, in the time period we study, this could have been thecase of mortgage refinancing with a LTV ratio above conventional levels, requiring the purchase ofmortgage insurance and payment of the premium as a percentage of the balance. An increase inhouse prices would then reduce LTV ratios and give otherwise liquidity constrained homeownersaccess to home equityin particular, through cheaper financing options such as conventional low LTV mortgage refinancing and HELOCs and HELsor reduce the costs of highLTV refinancing.8Alternatively, if recent homebuyers are not yet at the point of being able to refinance their mortgage,they nevertheless experience an increase in housing wealth and may find it beneficial to turn tounsecured borrowing to finance consumption this debt can be consolidated in the future againstfurther house price increases.9 More generally, these households may also be very sensitive tochanges in the relative costs of different forms of debt, and borrow against increases in housingequity to change the structure of their debt and reduce debt servicing costs, with savings oninterest used for consumption. Alternatively, they may borrow and invest in improving the qualityof their housing assets by doing renovations in their house, which could not have been financedwithout house price increases.Home equity extraction in both the cases of constrained and unconstrained households wouldresult in increases in household homesecured and total outstanding debt in particular, relativeto income, but its effect on housing LTV ratios and the household balance sheet, more generally,would be ambiguous. If households extract equity from their homes at a faster rate than the rateof house price appreciation, the housing LTV ratio would deteriorate, but the overall conditionof their balance sheet would deteriorate only if they also consume these resources. If households 8During our sample period, to qualify for a HELOC in Canada, homeowners must have at least twenty percentequity in their home, and can borrow against any equity exceeding the twenty percent. HELs are also known assecond mortgages. Starting in 2008, a number of measures have been adopted to tighten mortgage regulations.9In each of the examples in this paragraph, it is assumed that the homeowners intend to stay in their currentdwellings for the foreseeable future. For a homeowner that is looking to move in the near futurewhether to a moreor less expensive homean increase in the value of their current home is offset by any increases in the price of theirnext house. If, in the process of moving homes, homeowners aim to maintain their equity holdings i.e. they are notlooking to extract equity in the process of switching homes, an increase in the value of their current home shouldnot induce them to borrow for consumption. If, on the other hand, the homeowner intends to withdraw equity inthe transaction, it is possible that the homeowner will borrow off of the increased value in the current home. To theextent that this nonmortgage debt is used for consumption, there exists a positive relationship between house pricesand consumption for this type of household.9take on home equity debt and use the resources for investment in other assets, their overall wealthposition may not change. Borrowing to optimize the structure of household debt may also lead toimprovement in the household balance sheet, as savings from reduced interest costs can be appliedto asset accumulation. Because understanding the interplay between house prices, debt and theuses of debt is our ultimate goal, in our regression analysis we use debt alone as the dependentvariable and not other normalized measures such as debttoincome or debttoasset ratios. Asmentioned above, unless household incomes grow at the same rate as debt which has not been thecase recently, the average debttoincome ratio as well as the whole distribution will increasefollowing an increase in debt. Normalizing debt by income or assets would only convolute theanalysis and reduce our ability to link house prices to consumption.To complete the picture, for those that rent their homes, the connection between house prices,nonhome based debt they do not have homesecured debt and consumption is less clear. If rentsmove in tandem with house prices, then any increase in house prices may lead to a reduction inconsumption as renters devote more resources to paying rent.10 However, there exists a differentchannel through which house prices may affect renters as well as a homeowners ability to borrow to finance, among other things, consumption. This is a supply channel. If homeowners areborrowing against the increased equity in their homes associated with rising house prices, banksmay wish to rebalance their portfolio of secured and unsecured debt by loosening the conditionsfor unsecured borrowing, which would benefit renters as well as homeowners who are unable toborrow against equity in their home due to collateral constraints.11 While little empirical or evenanecdotal evidence exists in support of this lending channel, it remains a possibility and couldconnect house prices with the debt and consumption of renters. Given these competing factors, theoverall effect of house prices on those that rent their homes is ambiguous.10For renters looking to purchase a home in the near future, an increase in house prices may also lead to a reductionin consumption as these renters increase their savings. However, as Engelhardt 1994 points out, increases in houseprices may discourage renters from saving for a down payment on a house.11The securitization of mortgage debt may be another way that banks rebalance their portfolio of secured andunsecured debt, and this may offset the proposed mechanism.103 Data and Summary Statistics In the analysis in the next section, we make use of both householdlevel data and macro data,including regional house prices. In this section, we detail the data sources and provide summarystatistics, along with some preliminary analysis.3.1 HouseholdLevel Data: CFM Overview We use householdlevel data from the Canadian Financial Monitor CFM survey conducted bythe marketing research firm Ipsos Reid. The data set contains demographic characteristics ofhouseholds, as well as detailed information on household liabilities and some assets. The survey hadoriginally been launched with the purpose of distributing information on a representative sampleof households to banking and financial institutions in Canada for marketing purposeshowever, ithas begun to be used by researchers for the analysis of financial stability see Dey, Djoudad and Terajima, 2008, Faruqui, 2008 and 2010, Allen, Damar and MartinezMiera, 2012.The sampling frame for the CFM is built from names that are purchased from targeted mailinglists. As respondents to these mailing lists confirm their participation, they are added to thedatabase from which the CFM sample is drawn. The CFM employs a quota sample with targetedsample sizesthat is, sampling is done until a specific sample size has been achieved.12 The surveyprovides household weights that are calibrated to fit seven dimensions: geographical region, homeownership status, employment status of the household head, household size, city size, the age of thehousehold head, and household income. These weights can be used to aggregate sample quantitiesto their population counterparts, and in what follows, all reported statistics will be populationvalues unless otherwise stated.We make use of CFM data from 1999 to 2007. The survey is conducted at a monthly frequency,with about 1000 households interviewed each month that are chosen to be representative of the Canadian population, providing a total sample of around 12,000 households per year. In order toreduce nonresponse, households are asked to report most monetary values within ranges, ratherthan supplying exact values. For our analysis, we replace the reported ranges with their midpointsand use these as our observations for households. While the ranges for reported values of debt 12For comparison, the Canadian Survey of Financial Security and the U.S. Survey of Consumer Finances aretwostage probability samples.11are relatively narrow, they become wider at higher values and are topcoded at 500,000.13 Thatis, the highest level of debt that may be reported for a single instrument is 500,000 or more,which we set to 500,000. This can be an issue for getting an accurate measure of outstandingmortgage balances, since many mortgages may exceed 500,000 this is not the case for most otherdebt categories. This likely truncates the upper end of the total debt distribution and thereforeaffects measured moments in the dataparticularly averages. However, our regression results arenot affected by this issue for reasons addressed below.Faruqui and Lai 2011 compare the CFM to the Survey of Financial Security SFS, a periodicsurvey of household finances conducted by Statistics Canada in 1999 and 2005 the two yearsthat overlap our study. In order to compare the CFM to the SFS, they use the midpoints ofthe ranges as the observations for households most SFS respondents provide exact responses fordifferent debt categories. They find that despite the differences in reporting between the twosurveysmidranges versus exact point estimatesthe CFM debt distribution is very similar tothat in the SFS, and therefore they conclude that CFM can be used for the analysis of householddebt.The survey asks households to report outstanding balances on a number of debt instruments,including mortgages, personal loans including home equity loans, creditcharge cards, lines ofcredit including home equity lines of credit, and leases. For each of these categories, respondentsare able to list multiple sources of outstanding debt to give a clear picture of household liabilities.14For all components of debt we use the midpoints of the reported ranges and create real values bydeflating by the quarterly consumer price index to measure the real burden of currently outstandingdebt. Outstanding nonmortgage debt for each household is then calculated as the sum of realbalances on personal loans, lines of credit and leases. Total household debt is defined as nonmortgage debt plus mortgage debt and any outstanding credit card debt.15The CFM also contains information on household income and other demographic variables. Like 13In fact, the top debt category changes over time. We set the top value at 500,000 so that our debt totals areconsistent across time.14Respondents can report the balances on up to eleven creditcharge cards, nine loans, eight mortgages, five linesof credit and four leases.15Of note, equity extraction from mortgage refinancing cannot be separated from overall mortgage debt from 1999to 2006. As shown in Bailliu, Kartashova and Meh 2012, mortgage refinancing played an important role in theoverall increase in Canadian debt from 1999 to 2009. So although the data capture the effect of mortgage refinancingon overall debt, refinancing cannot be analyzed on its own in our framework. Credit card debt is the outstandingbalance on a credit card after the last payment, and therefore does not include balances that are paid off each month.12debt, income is reported within ranges. However, unlike debt, we do not attempt to construct acontinuous income variable, and instead use the reported income values to create income dummiesto be used as control variables.16 The CFM also reports the age and level of education of thehousehold head, as well as the number of adults and children in the household. From this lastpiece of information, we construct a measure of adult equivalents by adding up all individuals inthe household, while assigning a weight of 1.0 to each adult and and a weight of 0.5 to each childbelow the age of 14. Respondents also report if they own a personal business. Finally, in order tomatch the household data with aggregate quarterly data, we combine households in each quarterby stacking monthly observations.3.2 HouseholdLevel Data: CFM Data Analysis In this subsection, we provide a summary analysis of the CFM. Table 1 presents some relevantstatistics built from the household data, including the homeownership rate, total household debt,nonmortgage debt, and debt participation rates which are defined as the fraction of all householdswith nonzero total and nonmortgage debt. The reported average debt holdings include householdsthat do not have debt. While the CFM homeownership rate in 2001 65.7 percent is almost identical Table 1: Household Summary Statistics Homeownership Rate % Partic.% Mean Total Debt NonMortgage Debt Stdev.Partic.% Mean Stdev.64.464.265.765.871.969.067.266.166.271.873.472.070.869.269.169.269.569.543,39343,31044,64846,42245,95445,52048,18946,41247,77465,33364,29464,10267,84967,06869,71775,31675,33079,62548.452.150.650.049.148.548.347.848.39,09710,0879,98210,55610,12910,95611,74711,71111,40820,98726,00221,24724,40220,40426,31729,46727,83526,366Year 199920002001200220032004200520062007Note: All dollar values are in 2002 quarter 1 dollars. Population weights are used tocalculate population values for each variable. The figures for total and nonmortgage debtare for all households, including those with zero debt. The participation rates Partic.%are defined as the fraction of all households with nonzero total and nonmortgage debt.Due to top coding we set the highest debt level a household can report for a single debtinstrument is 500,000, our estimates for total debt likely underestimate the true values.to that reported in the census 65.8, the CFM appears to understate the growth in homeownership 16The income ranges are broader than the debt categories and are top coded at 150,000.13Table 2: Household Characteristics by Quartile of the Total Debt Distribution 1999Age of Household Head University Degree %Home Ownership Rate %NonMortgage debt Mortgage Debt Total Debt 2007Age of Household Head University Degree %Home Ownership Rate %NonMortgage debt Mortgage Debt Total Debt Quartile of the Debt Distribution 14721382442757342329643942991,360792,83812,2274,37319,28913,29649,87265,48123,757126,374154,1275025434932584634934143991,647972,92613,0513,24919,00919,35044,00167,04931,510149,789186,424Note: All dollar values are in 2002 quarter 1 dollars. Due to topcoding we wet the highest debt level a household can report fora single debt instrument is 500,000, our estimates of total debtand mortgage debt at the top end of the debt distribution likelyunderestimate the true values.reported in the census over the sample periodthe CFM homeownership rate in 2006 is 66.1 percentversus 68.4 in the census.17 Over the entire sample period, mean total debt grew by ten percent,while nonmortgage debt grew by 25 percent.In Table 2 we present some household characteristics based on quartiles of the total debt distribution for 1999 and 2007. We see that those at the top end of the debt distribution tend to beyounger and more educated.They are also much more likely to be homeowners and have significantly more mortgage debt,which is likely a reflection of the fact that they are recent, firsttime home buyers and have onlyjust started paying off their mortgages. Finally, those at the top end of the debt distribution alsohave higher nonmortgage and outstanding creditcharge card debt.Debt holdings are also expected to exhibit some life cycle effects.In order to explore thisfurther, we regress total household debt and nonmortgage debt on 63 yearcohort dummies, whichcorrespond to seven age cohorts and nine years of data. Each of the estimated coefficients onthe yearcohort dummies captures mean cohortyear total and nonmortgage debt. Figure 1 plotsthe evolution of total and nonmortgage debt over the life cycle, where each line corresponds to a 17The Canadian Census is conducted every five years, the most recent that fall into our period of study being in 2001 and 2006.Figure 1: LifeCycle Patterns in Household Debt 14a Total Debtb NonMortgage Debt Note: The figures plot the mean cohortyear values of total household debt and nonmortgage debt, which are thecoefficient estimates plus the constant on yearcohort dummies in a regression of debt on 63 yearcohort dummyvariables. Due to top coding the highest debt level a household can report for a single debt instrument is 500,000,our estimates for total debt likely underestimate the true values.different cohort. Our seven age cohorts are defined by the age of the head of the household in 1999and the age groups are: 2329, 3034, 3539, 4044, 4549, 5054 and 5559.18While total debt exhibits a clear lifecycle pattern, this is not the case for nonmortgage debt.For total debt, the age profile is hump shaped over the life cycleit increases early on in life, butthen declines over time. Since mortgage debt makes up the majority of total household debt, theresults from the total debt regressions are in line with the story of young households buying homesand paying off their mortgage as they age. A similar profile for debt over the life cycle is predicted in Iacoviello and Pavan 2009. For nonmortgage debt, there is no clear lifecycle pattern, other thandebt being lower in each year for the oldest cohort. Other than that, the age profile is relatively flatalong the life cycle, with significant growth in nonmortgage debt within the cohorts throughoutthe sample period.3.3 House Price Data While the CFM does ask respondents to report the values of their real estate properties, thereare a significant number of homeowners that do not report the value of their home. For those 18The first cohort 2329 is larger than the others in order to increase the number of observations in the group.10,00020,00030,00040,00050,00060,00070,00080,00090,0002327313539434751555963Age of Household Head 6,0008,00010,00012,00014,00016,00018,0002327313539434751555963Age of Household Head15that do report the value of their real estate properties, they are asked to do so within the sameranges as the other monetary fields. In the case of real estate, top coding becomes an importantissue since many people have homes with values in excess of 500,000, the highest value that theycan report. Moreover, in the final years in our sample period, respondents are only asked to report the total market value of their real estate properties primary residence plus any vacationand investment properties, which exacerbates the top coding issue. Given the problems with thereported householdspecific measures of housing wealth, we use regional house prices instead.19We match households with regional house prices acquired from the Canadian Real Estate Associations Multiple Listing Service MLS. Using data on respondent postal codes allows us to matchhouseholds to house prices in sixteen distinct regions. The regions are based on the first letter ofthe respondents postal code and are: Newfoundland and Labrador, Nova Scotia, Prince Edward Island, New Brunswick, Eastern Quebec, Metropolitan Montreal, Western Quebec, Eastern Ontario, Central Ontario, Metropolitan Toronto, Southwestern Ontario, Northern Ontario, Manitoba,Saskatchewan, Alberta, and British Columbia.20House prices are deflated using the consumer price index CPI. Real house prices rose steadily inevery region throughout the sample period, with Alberta experiencing the largest cumulative growth110 percent and Southwestern Ontario experiencing the least cumulative growth 24 percent.Using regional house prices is important because it introduces not only time variation, but crosssectional variation as well, which is important for identifying the relationship between house pricesand debt, and by extension, consumption.214 House Prices and Household Debt In this section, we examine the relationship between house prices and household debt. We beginby looking at the relationship between house prices and total household debt, and then focus onthe association between house prices and nonmortgage debt. As summarized above, a number 19Individual market prices are only available for home purchasesale transactions, and get reflected in the mortgage In the case of mortgage refinancing and home equity borrowing, house values are determined throughcontracts.assessment if at all and do not represent realized market prices.20Note that eight of these regions are entire provinces, but that Ontario and Quebec Canadas two largest provincesboth in terms of population and land massare divided into five and three regions, respectively.21Moreover, as pointed out in Attanasio et al. 2009, regional house prices are likely related to permanent income,since they might be influenced by the level of productivity and economic activity in different regions. They use thisto assess whether movements in consumption and house prices are driven by some common factor.16of studies have attempted to establish a connection between housing wealth and consumption byeither regressing consumption directly on house prices, or by first looking at the relationship betweenhousehold debt and house prices, and then making inferences about consumption. Regardless ofthe approach, these studies do not claim to identify a causal relationship between housing wealthand consumption or even debt. The difficulty in finding instruments that are predictive of houseprices, but unrelated to unobserved factors that affect consumption and debt, has limited assertionsof causality.22 In line with this literature, we do not claim to identify a causal relationship, butprovide further refined estimates of housing wealth effects using unique, detailed householdleveldata.4.1 Total Household Debt We begin this subsection by examining the unconditional total debt distribution, and then usequantile regression to plot the total debt distribution, conditional on house prices. As notedearlier, we do not normalize the debt distribution by income as in Dynan and Kohn, 2007, sinceour ultimate goal is to focus on the extent to which debt is used for consumption. Normalizingdebt by income would only confound this analysis. Figure 2 presents the evolution of the 10th,50th and 90th percentiles of the total debt distribution conditional on having positive debt, aswell as the mean. While all three percentiles along the debt distribution and the mean increasetogether from 1999 to 2003, the lines begin to diverge thereafter. The 10th and 50th percentilesdecrease and by 2007 are fifteen and eight percent below their 1999 values, respectively. The 90thpercentile, on the other hand, continues to increase throughout the sample period and by 2007 is 21 percent higher than the 1999 value. It is clear from this that much of the increase in mean debtfourteen percent over the sample period was driven by increases in the upper end of the debtdistribution.23 What is not clear in Figure 2 is the extent to which the dispersion of total debtincreased: from 1999 to 2007, the standard deviation of the total debt distribution increased by 25 percent. In general, the evolution of the total household debt distribution is consistent withthe expected consequences of increasing house prices on mortgage debt, given that the top end of 22The one exception in this literature is Mian and Sufi 2009, who use land topologybased housing supply elasticityas an instrument for house prices. Even with this instrument, they make no claims of causality. We do not have thedata necessary to create a similar instrument for Canada.23We also know from Table 1 that the total debt participation rate changed very little over time and therefore doesnot explain the observed patterns.the debt distribution is populated primarily by young homeowners with high debt levels associatedwith the recent purchase of a home we know this from Table 8 or through mortgage refinancing.24Figure 2: Distribution of Total Household Debt 17Note: P10, P50 and P90 refer to the 10th, 50th and 90th percentiles, respectively. This distribution is conditional onhouseholds having positive debt.In order to examine the relationship between house prices and the distribution of total householddebt more formally, we use quantile regression for a formal definition of quantile regression, see Appendix A. Our baseline regression model is:debtikt 0 rrt ppkt yyit x Xit z Zkt Tcid:88t2tdt ikt1where debtikt is the logarithm of total debt for household i in region k at time t, rt is the realinterest rate we use the Bank of Canada overnight rate minus CPI inflation, pkt is the logarithmof regional house prices, and yit is a dummy for income group. We use three income groups: onefor those households whose reported income the previous year was between 35,000 and 49,999,one for those with incomes between 50,000 and 99,999, and one for those with incomes exceeding100,000. The reference group for income are those households who earned less than 35,000 in 24Note that as households who were at the low end of debt distributionbut can afford to buy a homemove tothe upper end of the debt distribution through the purchase of a home, the remaining renters may be those who haveeven less debt. This change in the composition may explain the decline in the level of debt in the 10th percentile.0.80.850.90.9511.051.11.151.21.25P90Mean P50P1018the previous year.25 Xit is a vector of household characteristics including the age of the householdhead, as well as its squared and cubed terms, dummies for whether the head of the household has ahigh school diploma or a university degree the reference group here being those that do not have ahigh school diploma, whether anyone in the household owns a business, the equivalent number ofadults in the household, and a dummy for whether the household owns their home.26 Zkt is a vectorof regionspecific control variables, which includes labour productivity and the unemployment rateproxies for income differences.27 We also include a set of quarterly time dummies, dt, to pickup any common macroeconomic factors, including regulatory changes in the mortgage market.28Finally, ikt is an error term with mean zero.The regression framework is similar to the regressions run in Dynan and Kohn 2007, exceptthat their dependent variable is total household debt over income. Because their debttoincomevariable has large outliers they use median regression to downweight the outliers. Our debt datadoes not have the same extreme outliers. This is, in part, due to the fact that debt categories are topcoded at 500,000, which limits the amount of debt any household can have in our data. However,this could create a new problem when examining the conditional distribution of debt. Namely, ifthe area around the quantile we are examining includes individuals with reported debt categories at500,000, you will not be observing the true quantile. In our analysis, the top quantile we look at isthe 90th percentile, and at no point in time does the 90th percentile of total debt exceed 500,000,meaning that no individual around this point reports a single debt category at 500,000. And sincequantile regression estimates are not affected by the distribution of the dependent variable aroundthat point, our results are robust to top coding issues.We run the regressions at the 10th, 25th, 50th, 75th and 90th percentiles, and present the resultsin Table 3. To control for selection about thirty percent of households have no debt we use amethodology similar the one outlined in Buchinsky and Hahn 1998. More specifically, we first 25These numbers for income are all in nominal terms and are before taxes.26A homeowner here is defined as anyone who owns real estate.27Of note, labour productivity and unemployment rates are reported at the provincial level, and therefore there isno variation in these variables across the different regions in Quebec and Ontario. Moreover, labour productivity isreported on an annual frequency. Labour productivity is defined as total output deflated by CPI per hour workedin the business sector. Unemployment rates are used on a quarterly frequency.28From 1999 to 2007, there were a number of regulatory changes and product innovations in the mortgage marketaffecting the ability of households to take on mortgage debt. A time line for these changes is provided in Appendix B.We have run our regressions for total and nonmortgage debt with dummies for the regulatory changes and productinnovations in place of time dummies and found that this has little effect on the coefficients of interest.19estimate a selection equation where the dependent variable is a positive debt indicator and theexplanatory variables are the same as in 1. We then calculate in inverse Mills ratio, and includethis, along with its squared value, as explanatory variables in the quantile regressions.29 We alsoestimate a mean regression model using the standard Heckman 1979 sample selection correctionand report the unadjusted point estimatesthat is, the estimates for the mean regression modelapply only to those with positive debt. For both the quantile and mean regressions, the results arevery similar if we do not control for selection.The mean regression point estimate on house prices is significant at the 1% level and indicatesthat a one percent increase in house prices is associated with a 0.322 percent increase in total debt.A look at the quantile regression estimates shows that the coefficient on the house price variableis generally larger one moves up the conditional total debt distribution. More specifically, a onepercent increase in house prices is associated with a 0.125 percent increase in the 10th percentile ofthe debt distribution, and a 0.461 percent increase at the 90th percentile. This implies that houseprice increases are not only associated with increases in debt along all the debt distribution, butalso with increases in the dispersion of household debt. The fact that house price increases have alarger effect on the top end of the debt distribution is likely a reflection of households borrowingmore to purchase a residence, since homeowners make up the top end of the debt distribution.What is interesting in these results is that house prices are positively associated with the lower endof the total debt distribution. This suggests that the relationship between house prices and debtgoes beyond the act of purchasing a home and motivates our study of the relationship betweenhouse prices and nonhome purchase debt, which we undertake in the following subsection.First, however, in line with the related literature, Table D1 Appendix D presents the resultsof our regression analysis using house price growth the quarteroverquarter annual growth rateof regional house prices, instead of the level of house prices.30 We find that house price growth isnegatively associated with total debt at all points along the conditional debt distribution, and the 29We estimate the selection model using the semiparametric maximum likelihood estimator developed in Klein and Spady 1993. We make no adjustment to the standards errors in the quantile regressions.30A number of related studies examine the relationship between the growth rate of house prices and either consumption, consumption growth or the change in debt. Cocco and Campbell 2007 focus on the relationship betweenhouse price growth and consumption growth, and Mian and Sufi 2009 look at the association between house pricegrowth and debt growth. Attanasio et al. 2009 present the results from regressing the level of consumption onhouse price growth, but the main results of their paper are the levelonlevel in logs results. Attanasio et al. pointout that the use of the level of house prices might be expected to better capture any pure wealth effects, since underthe permanent income hypothesis theory, it should be the level of resources that affect the level of consumption.20Table 3: Total Debt Quantile Regression Results with House Price LevelHouse Price 0.10.1250.060.25Quantile 0.50.750.9Mean 0.3840.4870.4980.4610.3220.030.020.010.010.02Homeowner 3.5582.3901.7491.4451.3691.838Interest Rate Income 1Income 2Income 3Age Age 2Age 30.220.0360.040.100.0310.020.060.0020.010.050.0020.010.050.0150.010.010.0270.012.1560.9440.3680.2360.2390.6660.160.080.050.040.040.012.4691.2340.6250.4910.5040.9650.160.080.050.040.040.021.7751.1780.8790.8540.8611.0470.120.060.4830.1460.060.030.0100.0030.000.0000.000.000.0000.000.040.0050.020.0000.000.0000.000.0290.020.030.030.040.0610.0520.1100.020.0010.000.020.0010.000.020.0020.000.0000.0000.0000.000.0130.010.000.0050.010.000.1080.01Education High School0.3730.134Education University0.060.0430.040.030.1290.1500.1500.1520.1370.020.010.010.010.01Business Owner 0.5640.1810.0790.0720.1310.223Adults Labour Productivity Unemployment Constant Obs.Uncensored Obs.0.070.1640.030.2520.190.0030.015.8261.41110,25377,3150.030.0230.010.2660.100.020.0040.010.010.0060.010.020.010.0300.0400.010.010.1960.1880.2120.2210.060.050.050.070.0140.0210.0150.0140.0150.010.2230.71110,25377,3150.000.000.000.003.2974.7845.2662.6880.45110,25377,3150.35110,25377,3150.38110,25377,3150.38110,25377,315Note: House prices and regional labour productivity are in logs. Income 1 is a dummy variable for those householdswhose income the previous year was between 35,000 and 49,999. Income 2 is a dummy for those with incomesbetween 50,000 and 99,999, and Income 3 is a dummy for those with incomes exceeding 100,000. The referencegroup for income are those households who earned less than 35,000 in the previous year. Education High Schoolis a dummy for those who have a high school diploma, and Education University is a dummy for those who have auniversity degree. The reference group for education are those who have not completed high school. Eachspecification includes quarterly time dummies, month dummies, and age cohort dummies. Both the quantile andmean regressions account for selection only those with positive debt are included in the outcome regressions andthe reported point estimates are unadjusted, meaning they apply only to those with positive debt. Significant at the 1% level; significant at the 5% level; significant at the 10% level.mean regression results indicate that a one percentage point increase in the growth rate of houseprices is associated with a 0.171 percent decrease in household total debt. We present these resultsfor comparison purposes, but urge caution in their interpretation, because we cannot track changesin homeownership status over the period the growth rate spans, which may affect our parameter 21estimates.4.2 NonMortgage Debt We now turn our attention to the relationship between house prices and nonmortgage debt. Nonmortgage debt can directly be used for a number of purposes, including consumption and portfoliorebalancing, and if we can establish a relationship between house prices and nonmortgage debt, wewill be able to say something meaningful about the link between consumption and housing prices.We consider the following baseline regression model:debtnmikt 0 rrt ppkt yyit x Xit z Zkt Tcid:88t2tdt ikt2where debtnmiktis the log of outstanding nonmortgage debt of household i in region k at time t.The set of regressors is the same as in 1 and we use mean regression to estimate the relationshipbetween nonmortgage debt and the set of regressors. As with the total mortage debt regressions,we control for selection using the Heckman selection correction model and report the unadjustedpoint estimates, meaning that the results apply only to those with positive nonmortgage debt.The estimates of 2 are presented in Table 4 with four specifications.31Column I presents the results without a dummy for homeowners. The coefficient of interestis that on house prices, with an estimate of 0.254 that is statistically significant at the 1% level.This implies that a one percent increase in house prices is associated with a 0.25 percent increasein nonmortgage debt. In column II, we include a dummy for homeownership and find that thecoefficient does not change much 0.264. In columns I and II, the point estimate for house pricescaptures the overall association between house prices and nonmortgage debt for homeowners andrenters, alike. However, we know that there are different channels through which house prices affecthomeowners and renters. For this reason, in column III, we introduce an interaction term betweenhouse prices and the homeownership dummy. The estimate on the house price term captures the 31To test whether the results are being influenced by outliers, we ran all of our nonmortgage debt regressionsusing median regression and found that the results differed little from the OLS regressions. Therefore, the resultsare likely not influenced by top coding. An examination of the individual debt components revealed that very fewhouseholds report outstanding loans, leases and lines of credit of 500,000 or more. For example, in 2007 there isonly one household that reports having an outstanding balance on a line of credit of 500,000 or more.22Table 4: NonMortgage Debt Regression Results with House Price LevelInterest Rate Income 1Income 2Income 3Age Age 2Age 3Education High SchoolI0.0220.020.0300.03II0.0230.020.0170.030.3170.2990.040.040.7510.7310.060.0400.030.0010.000.0000.000.0530.030.060.0470.030.0010.000.0000.000.0510.03III0.0230.020.0210.030.2920.040.7180.060.0320.030.0010.000.0000.000.0530.03IV0.0220.020.0230.030.2910.040.7150.060.0610.030.0010.000.0000.000.0560.03Education University0.1090.1130.1090.108Business Owner Adults Labour Productivity0.020.0820.030.0030.010.1810.110.020.0780.030.0080.010.1700.110.020.0780.030.0080.010.1430.110.020.0790.030.0080.010.1580.11Unemployment0.0250.0250.0250.024House Price Homeowner House Price Homeowner0.010.010.2540.2640.040.040.0790.03Constant 7.0447.0610.650.650.010.0170.064.0800.790.3450.079.9220.86Combined effects of house prices on homeowners of different age groups Age 1835Age 3655Age 56Obs.Uncensored Obs.110,25354,970110,25354,970110,25354,9700.010.2110.080.7690.937.9851.050.2780.4020.339110,25354,970Note: Income 1 is a dummy variable for those households whose income the previous year was between 35,000 and49,999. Income 2 is a dummy for those with incomes between 50,000 and 99,999, and Income 3 is a dummy forthose with incomes exceeding 100,000. The reference group for income are those households who earned less than35,000 in the previous year. Education High School is a dummy for those who have a high school diploma, and Education University is a dummy for those who have a university degree. The reference group for education arethose who have not completed high school. Each specification includes quarterly time dummies, month dummies,and age cohort dummies. The errors are clustered at the forward sortation area level this is based on the first threedigits of the area codethere are 1614 forward sortation areas. The combined effects of house prices onhomeowners of different age groups sum up all the interaction terms pertaining to house prices, and regression IVincludes all necessary interaction terms but not all are reported. The mean regressions account for selection onlythose with positive nonmortgage debt are included in the outcome regressions and the reported point estimatesare unadjusted, meaning they apply only to those with positive nonmortgage debt. Significant at the 1% level; significant at the 5% level; significant at the 10% level.23effect of house prices on the nonmortgage debt of renters, and we see that the coefficient estimateis not statistically significant. However, for homeowners, a one percent increase in house prices isassociated with a 0.362 0.017 0.345 increase in nonmortgage debt. An Ftest reveals that thehouse price and interaction terms are jointly significant at the 1% level.As mentioned above, homeowners are heterogeneous and the interaction term groups togethertwo distinct types of homeownersestablished homeowners with enough equity in their homes toaccess HELOCs,32 and recent homeowners who have less capacity to access HELOCs and sometimes rely more on other types of secured and unsecured borrowing i.e. nonhome equitybasedborrowing for external financing. We address this heterogeneity in column IV by interacting houseprices and dummies for homeowners of different ages. That is, we interact house prices with dummies for young homeowners those whose household head is between the ages 18 and 35, inclusive,middleaged homeowners 36 to 55, and older homeowners 56. In analyzing the combined pointestimates for the effects of house prices for all three age groups, we find that the coefficient on younghomeowners is 0.278 and is significant at the 1% level. The same estimates for middleaged andolder homeowners are 0.402 and 0.339, respectively, and both are significant at the 1% level. Ttestssuggest that while the point estimate for young homeowners is statistically different from both theestimates for middleaged and older homeowners, those of middleage and older homeowner arenot statistically different from one another. The larger coefficients on the middleaged and olderhouseholds likely reflect these households ability to borrow against equity in their homes and areevidence of a wealth effect.Without valid instruments, we are unable to identify a causal relationship between house pricesand nonmortgage debt.It is possible that causality runs in the other directionthe ability ofhouseholds to take on more debt over the sample period led to the bidding up of house pricesorthat there are feedback effects between the two variables. Although it is possible that the rise innonmortgage debt, and in particular that used to purchase a residence, led, in part, to increasesin house prices, it is likely that this effect will be small. To show that this is the case, we usethe information in our data set about lines of credit. The CFM has always classified lines ofcredit as secured and unsecured. As pointed out in Crawford and Faruqui 2012, it is likely that 32Here we assume that given more favourable pricing of homesecured borrowing, a household who has a choicebetween this and other types of borrowing, would chose the former.24these secured lines of credit are backed by housing assets. Beginning in 2005, the CFM startedreferring to these lines of credit explicitly as homesecured HELOCs with respondents reportingthe purpose of their HELOCs, including a joint category for whether or not they were used topurchase a residence or a business. Using these data, we know that in 2007, only 1.3 percent ofhouseholds report using a HELOC to purchase a residence or business or alternatively, 1.9 percentof homeowners. Table 5 presents the uses of HELOCs, as well as the average outstanding balancefor those that are using their HELOCs. 33 We see that the average household that has outstanding Table 5: Uses of Home Equity Line of Credits HELOCs, 2007Consumption Housing Investment Debt Repayment Investment Purchase of ResidenceBusiness Other Total Outstanding HELOCs Amount 6,6043,4949,68513,3335,6226,38639,502% of Total HELOCs 16.78.924.633.714.216.2100.0debt on their HELOC has 39,502 outstanding, out of which 5,622 or 14.2 percent was usedfor the purchase of a residence or business.34 This is less than the amount used for consumption16.7 percent, debt repayment 24.6 percent and other investment 19.5 percent. Given thesenumbers, it is possible that households ability to take on debt through instruments like HELOCsinfluenced house prices, but this effect is probably small.As with the total debt regressions, in Table D2 Appendix D we present the results for nonmortgage debt using the quarteroverquarter annual growth rate of regional house prices houseinstead of the level of house prices. The combined house price and interaction term in column IIIis not statistically significant and therefore the growth model does not find a relationship betweenchanges in the growth rate of house prices and nonmortgage debt.3533We refer to those with outstanding balances on the HELOCs as those who are using their HELOCs to distinguishthem from those who may have a HELOC, but have a zero balance on it.34For the 1.3 percent of households that report using a HELOC to purchase a residence or business, the averageamount borrowed was 69,361.35Again, we urge caution in the interpretation of these results given that we cannot track changes in homeownershipstatus over the period the growth rate spans.255 House Prices and Real Outlays In this section, we begin by analyzing how debt is used, with a focus on the behaviour of differenttypes of households. We then examine the relationship between house prices and consumptiongiven the relationship between house prices and debt estimated in the previous section.5.1 Uses of Household Debt For households with debt both homeowners and renters, the CFM provides information on thepurposes of the debt, with details for each debt instrument. Survey respondents are asked to choosefrom an extensive list of debt uses which we condense to a list of five possible categories: consumption,36 housing investment,37 other investment, debt repayment, and other uses see Table 6 for adetailed list of what is included in each of these categories. We can further group housing investment, other investment, and debt repayment into a portfolio improvementrebalancing category.38Theory predicts that households who use debt for consumption are either liquidity constrained, orunconstrained, but do not care about future bequests and want to consume unexpected house priceincreases. Moreover, households who use debt for portfolio rebalancing purposes are more likely tobe unconstrained.We first characterize average amounts of nonmortgage debt used for different purposes in Table 7 for selected years. Over the entire sample period, households used an average of 44.4 percentof nonmortgage debt for consumption. And while the percentage of nonmortgage debt used tofinance consumption decreased from 48.4 percent in 1999 to 43.9 percent in 2007, outstanding nonmortgage debt increased by 2,311 11,408 9,097, and as a result the amount of debt used tofinance consumption increased by almost fourteen percent to 5,008 from 4,405.36As mentioned earlier, mortgage debt directly finances future housing services consumption, which is part of totalhousehold consumption. At the same time, other forms of homebased debt, such as mortgage refinancing and homeequity debt, may also be financing housing services consumption indirectly, by allowing households to stay in theirhomes. We do not have a way of measuring housing services consumption financed from these sources, and thereforeit is not included in our measure of consumption. Given that our measure of consumption does not include an explicitmeasure of housing services, it may be better understood as consumption of nonhousing services.37We include seventy percent of debt used for home improvement in consumption based on the findings in the Canadian Mortgage and Housing Corporation CMHC Renovation and Home Purchase Report 2010. A surveyfinds that among homeowner households that renovated in 2009, roughly seventy percent completed some form ofalteration and improvement of their home. From this number, we assume that seventy percent of reported homeimprovement is actual alteration or improvementand hence categorized as housing investmentand thirty percentis maintenance and repairand categorized as consumption.38Note that housing investment may lead to increases in housing consumption, so we use the term portfolioimprovementrebalancing with this caveat.26Table 6: Debt Usage Categories Housing Investment 0.7Homeimprovement Debt Repayment Pay off another loan Pay off general debt Other Other Investment Other Uses General investment Purchase ofresidencebusiness Purchase of RRSP Other investments Consumption Purchase of motorvehicle Purchase of computer Vacation Student loan Living expenses Other currentspending Other not forcurrent spending Purchase big ticketitem 0.3Home improvement Note: We assign thirty percent of home improvement to consumption and seventy percent to housing investment based on the findings in the Renovation and Home Purchase Report by Canadian Mortgage and Housing Corporation CMHC. This definition of consumption and its broad categories is different than theone used in Bailliu, Kartashova and Meh 2012. The items listed under the five categories encompass thelist of possible purposes provided in the CFM.Table 7: Uses of Outstanding NonMortgage Debt by Homeowners and All Households 19992007199920032007% of NonMortgage Debt used for:Consumption valueHousing Investment Debt Repayment Investment Other NonMortgage Debt Mortgage Debt Total Debt Owners Total Owners Total Owners Total Owners Total 44.148.443.245.540.143.940.444.44,9464,4055,1874,6055,6635,0085,2624,6974.519.317.514.711,20848,29061,4663.818.715.313.79,09732,42743,3935.119.916.515.312,00445,16259,2444.619.615.414.910,12933,85145,9546.219.720.914.414,13849,79666,4015.319.018.413.311,40834,19147,7745.220.118.915.113,08947,72362,9794.619.716.914.410,63133,05645,736Note: All dollar values are in 2002 quarter 1 dollars. Homeowners are households that report that they own real estate.Due to top coding we set the highest debt level a household can report for a single debt instrument is 500,000, ourestimates for total and mortgage debt likely underestimate the true values and changes over time.Homeowners, on average, carry much more total debt than those who rent. This is in largepart due to the fact that homeowners have mortgages, which are by far the largest component ofhousehold debt. Moreover, the amount of debt these homeowners carry and the way they use itlikely varies across different age groups. Table 8 presents the uses of outstanding nonmortgagedebt by age of homeowners for 1999 and 2007, along with outstanding nonmortgage, credit card,mortgage and total debt.The nonmortgage debt of home owners is highest for the middleaged group in both 1999 and 2007. At the same time, the proportion of outstanding nonmortgage debt used for consumptiondeclines as homeowners age. In 2007, young homeowners report using an average of 51 percent ofoutstanding nonmortgage debt for consumption. In the same year, older homeowners report using 33 percent of nonmortgage debt for consumption with the remainder used largely for portfolio27Table 8: Uses of Outstanding NonMortgage Debt of Homeowners by Age 1999% of NonMortgage Debt used for:Young MiddleAged Older Consumption Housing Investment Debt Repayment Investment Other NonMortgage Debt CreditCharge Card Debt Mortgage Debt Total Debt 53.13.821.410.311.312,2082,36579,51694,09042.05.018.618.615.713,9752,19951,43767,61335.33.217.826.816.85,7581,22815,04222,0292007% of NonMortgage Debt used for:Young MiddleAged Older Consumption Housing Investment Debt Repayment Investment Other NonMortgage Debt CreditCharge Card Debt Mortgage Debt Total Debt 51.05.025.69.19.313,5102,753103,440119,70539.46.319.021.813.518,6982,91960,59482,21233.16.516.824.718.99,4431,33514,38925,168Note: All dollar values are in 2002 quarter 1 dollars. Young householdsare those whose household head is between the ages of 18 and 35 inclusive. Middleaged households have a household head between 36and 55 inclusive, and older households have heads that are 56 andolder. Due to top coding we set the highest debt level a householdcan report for a single debt instrument is 500,000, our estimates fortotal debt likely underestimate the true values.improvement purposes excluding other uses.Here, the age of homeowners can be used as an indicator for whether or not households whouse debt to finance consumption may be constrained. As discussed earlier, for a household who is arecent homeowner and therefore more likely to be young, taking any equity out of hisher home tosmooth consumption may be costly as in the case of loantovalue ratios of above twenty percentin the absence of the boost to their equity through house price increases, with the cost potentiallyexceeding the benefits. However, house price increases may lower the costs either eliminating theneed for mortgage insurance or lowering the premium and allow otherwise liquidity constrainedhouseholds to take out equity and consume.39 At the same time, older households with largeamounts of equity, who are unconstrained, may choose to consume house price increases if theseincreases are unexpected and homeowners are not altruistic do not value bequests. Middleaged 39Since 2011, nonamortizing HELOCs have not been eligible for mortgage insurance, which was not the case duringour sample period.28unconstrained households would also take out home equity for portfolio improvement purposesboth on the asset and debt side, such as reinvesting housing wealth into financial assets, andrestructuring household debt to reduce the costs of its servicing. However, as shown in Table 8,portfolio improvement is not limited to older and middleaged households only.Most nonmortgage debt in this exercise is home equity debt consisting of home equity linesof credit and home equity loans. As mentioned earlier, for our purposes it would be ideal to haveinformation on mortgage refinancing for this period as well. The reason why including these datamay be desirable is that mortgage refinancing allows households to have much less equity in theirhomes compared to home equity debt. The CFM only started including questions on this methodof home equity extraction in 2007 see Appendix C for more information on mortgage refinancingin 2007. However, we can still use this one year of data to help us distinguish between differenttypes of constrained and unconstrained households in addition to what has been done above. In Canada, during our sample period, home equity lines of credit are available to households withat least twenty percent of equity in the home i.e. the total of the mortgage balance outstandingand the limit on the home line of credit must be within eighty percent of the value of the home.Unlike households with less than twenty percent in equity or borrowing in excess of eighty percentloantovalue ratio, in 2007 these households did not incur additional costs of taking out homeequity such as mortgage insurance. As a result, we think that households who go from beloweighty percent LTV on their homebased debt to above eighty percent LTV, and pay mortgageinsurance to consume equity takeout, are constrained.5.2 House prices, debt and consumption Finally,in what follows, we directly examine the link between debt and consumption andcombining this with our estimates from the previous sectionthe link between house prices, debtand consumption. For the aggregates, we do this using some simple backoftheenvelope calculations based on national house prices and annual data. From 1999 to 2007, national house prices in Canada increased by 52 percent. We know from the previous section that house prices were associated with homeowner nonmortgage debt, but not that of renters. The results from column III of Table 4 show that a one percent increase in house prices is associated with a 0.362 percent increasein the outstanding nonmortgage debt of homeowners. This implies that the 52 percent increase29in national house prices was associated with a 18.82 percent 52 x 0.362 increase in outstandingnonmortgage debt of homeowners.In 1999, the average homeowner had 11,208 in outstanding nonmortgage debt Table 7.40 Ifwe were to predict homeowner outstanding nonmortgage debt for 2007 based on house prices only,expected nonmortgage debt would be 13,317 11,208 x 1.1882, an increase of 2,109. From Table 7, we also know that on average 40.4 percent of homeowner nonmortgage debt was used forconsumption, implying that roughly 852 out of the 2,109 increase in outstanding nonmortgagedebt was used for consumption.To put these numbers in perspective, we compare them to the net flow of homeowner nonmortgage debt over the sample period. By 2007, actual outstanding homeowner debt stood at14,138an increase of 2,930 over 1999. This 2,930 is the net flow of nonmortgage debt forhomeowners, and includes originations less repayments over the sample period.41 With this, wecan see that house prices were associated with 72.0 percent 2,1092,930 of the net flow ofhomeowner nonmortgage debt over the sample period. Furthermore, 29.1 percent 8522,930of the net flow of homeowner nonmortgage debt was associated with the increase in house pricesand used for consumption.We can calculate similar numbers for the entire Canadian household sector.In the CFM,homeowners defined here as anyone who owns real estate account for 67 percent of householdsin 1999 and 69 percent in 2007. Therefore, homeowners contributed approximately 1,434 2,109x 0.68 to the increase in average household nonmortgage debt, which represents 62.1 percent ofthe net flow of nonmortgage debt for all households over the sample period the net flow of nonmortgage debt for all households was 2,311 11,408 9,097 over the sample periodsee Table 1. And again, given that on homeowners used an average 40.4 percent of nonmortgage debt forconsumption, we can say that 579 of the 1,434 was used for consumption. Thus, 25.1 percent ofthe net flow of total nonmortgage debt was associated with the increase in house prices and usedfor consumption.4240Note that this number, 11,208, includes homeowners with zero nonmortgage debt. Homeowners with positivenonmortgage debt account for about 36 percent of households and have an average outstanding nonmortgage debtbalance of 20,666 in 1999 and 27,567 in 2007.41The net flow of debt is the change in outstanding debt over a period of time. We are unable to distinguishoriginations new debt from debt repayment and therefore cannot identify the flow of new debt. We are not awareof any micro and macro data set that reports debt flows, net of repaymentsthat is, originations only.42Up to this point, the literature has focused on the connection between house prices and consumption. However,30It is important to qualify these results in two ways. First, it should be noted that the percentageof nonmortgage debt used for consumption may have been underestimated since some of the debtused for debt repayment may have been used originally for consumption, and therefore shouldbe counted in the consumption category.43 We included debt repayment as a debt use categorybecause we do not know what the debt was used for originally. However, we could reset the shares ofeach of the other four categories by eliminating the debt repayment category and then determiningthe new set of shares implicitly assuming the original use of the debt in the debt repaymentcategory was used for the other four remaining categories in the same proportions as the reportedpurposes. If we were to do this, consumption would account for 50.8 percent of homeowner debtusage, meaning that for the entire Canadian household sector, the increase in house prices from 1999 to 2007 would be associated with a 728 as opposed to 579 increase in nonmortgage debtused for consumption, which represents 31.5 percent of the net flow of nonmortgage debt.The second qualification pertains to the relationship between our results and the connectionbetween house prices and aggregate consumption as defined in the Canadian System of National Accounts. Measures of aggregate consumption include housing consumption, which is normallycalculated by adding together total rents paid by nonhomeowners and imputed rents of homeowners, which is calculated by applying a quality adjustment coefficient to average rents. We do nothave the data to create a householdlevel variable and therefore do not include housing consumptionin our definition of consumption. Our results are important in the establishment of a relationshipbetween house prices, debt and consumption. However, they can also be thought of as a conservative lower bound for the relationship between house prices and aggregate consumption, assumingthat the relationship would be stronger if housing consumption were included in our analysis.the focus on consumption will understate the total impact of the financial accelerator channel since it does not considerhome renovations, and hence overall household spending. If we combine consumption and housing investment from thedebt uses table, we see that these categories together account for 45.6 percent of debt usage for homeowners, meaning962 of the 2,109 increase in nonmortgage debt associated with house prices increases was used for consumptionand housing investment the number for consumption alone is 852. We have presented the data and our results insuch a way that it is easy for the reader to do their own calculations.43Note that the debt repayment category may include the repayment of debt that was originally incurred to financeone of the other four categories. If this is true, debt repayment will not contribute to an increase in nonmortgagedebt. However, we do not know what the original debt was used for. Moreover, if debt was used to pay off mortgagedebt, this would contribute to an increase in nonmortgage debt, but again we cannot identify the original use ofthe debt. It is for this reason that we include debt repayment as its own category. It is also possible that debtrepayment will contribute to consumption, housing investment, other investment and other uses indirectly by allowinghousehold to spread debt repayment over a longer period of time or repay debt at lower interest rates. In both cases,this would free up cash for current real outlays.316 Conclusions In this paper we have used Canadian householdlevel data to estimate the relationship betweenhouse prices and household nonmortgage consumer debt, and then used these results to betterunderstand the relationship between house prices and nonhousing consumption. As noted insection 1, our paper is related to recent work at the Bank of Canada by Bailliu, Kartashova and Meh BKM, 2012 and Crawford and Faruqui 2012. And though the findings in this paper aregenerally in line with BKM and Crawford and Faruqui, due to differences in variable definitions anddata calculations, the reported results and statistics in this paper should not be directly comparedwith these recent papers.In this paper, we find that house prices are positively associated with the nonmortgage debtof homeowners. More specifically, the joint point estimate for homeowners is 0.36, controlling forinterest rates, household income, and other demographic and regionspecific variables. Moreover,we find a positive and statistically significant relationship between house prices and nonmortgagedebt for homeowners of all ages, but the relationship is stronger for those homeowners above 35years old. Based on our estimates, we determine that increases in house prices over the 19992007period accounted for 62.1 percent of the net flow of nonmortgage debt.In addition to reporting outstanding debt balances, the survey data we use also provides thepurpose for which the debt was undertaken by households. From this, we are able to connect nonmortgage debt to nonhousing consumption, and given our estimates of the relationship betweenhouse prices and nonmortgage debt, we can make direct inferences on the relationship betweenhouse prices and debtfinanced nonhousing consumption. In the data, we find that about fortypercent of homeowner nonmortgage debt is used for nonhousing consumption, which implies thatabout 25.1 percent of the net flow of nonmortgage debt was related to house prices and used fornonhousing consumption across all households. Due to the fact that our definition of consumptiondoes not include housing consumption and our definition of nonmortgage debt does not includemortgage refinancing, our results can be thought of as the establishment of a conservative lowerbound for the relationship between house prices and aggregate consumption.32References Allen, J., E. Damar and D. MartinezMiera 2012: Consumer Bankruptcy and Information,Bank of Canada Working Paper 201218.Attanasio, O., L. Blow, R. Hamilton and A. Leicester 2009: Booms and Busts: Consumption,House Prices and Expectations, Economica 76, pp. 2050.Bailliu, J., K. Kartashova and C. Meh 2012: Household Borrowing and Spending in Canada,Bank of Canada Review Winter 20112012, pp. 1629.Bostic, R., S. Gabriel and G. Painter 2009: Housing Wealth, Financial Wealth, and Consumption: New Evidence From Micro Data, Regional Science and Urban Economics 39, pp.7989.Buchinsky, M. 1998: Recent Advances in Quantile Regression Models: A Practical Guide for Empirical Research, Journal of Human Resources 33, pp. 88126.Buchinsky, M. and J. Hahn 1998: An Alternative Estimator for the Censored Quantile Regression Model, Econometrica 66, pp. 653671.Campbell, J. and J. Cocco 2007: House Do House Prices Affect Consumption? Evidence from Micro Data, Journal of Monetary Economics 54, pp. 591621.Crawford, A. and U. Faruqui 2012: What Explains Trends in Household Debt in Canada?Bank of Canada Review Winter 20112012, pp. 315.Dey, S., R. Djoudad and Y. Terajima 2008: A Tool for Assessing Financial Vulnerabilities inthe Household Sector, Bank of Canada Review, Summer 2008.Dynan, K. and D. Kohn 2007: The Rise in U.S. Household Indebtedness: Causes and Consequences, In: Kent, C. and J. Lawson eds, The Structure and Resilience of the Financial System, Reserve Bank of Australia, Syndey.Engelhardt, G. V. 1994: House Prices and the Decision to Save for Down Payments, Journalof Urban Economics 36, pp. 209237.Faruqui, U. 2008: Indebtedness and the Household Financial Health: An Examination of the Canadian Dent Service Ration Distribution, Bank of Canada Working Paper 200846. 2010: Assembling a RealFinancial MicroDataset for Canadian Households, Bank of Canada Working Paper 20106.Faruqui, U. and S. Lai 2011: A Tale of Two Surveys: A Comparison of the Canadian Financial Monitor CFM with the Survey of Financial Security, Mimeo, Bank of Canada.Greenspan, A. and J. Kennedy 2007: Sources and Uses of Equity Extraction from Homes,Oxford Review of Economic Policy 241, pp. 120144.Heckman, J. 1979: Sample Selection Bias as a Specification Error, Econometrica 47, pp.153161.Iacoviello, M. and M. Pavan 2009: Housing and Debt Over the Life Cycle and Over the Business Cycle, Boston College Working Paper 723.33Klein, R. and R. Spady 1993: An Efficient Semiparametric Estimator of the Binary Response Model, Econometrica 61, pp. 387421.Koenker, R. and G. Bassett Jr. 1978: Regression Quantiles, Econometrica 46, pp. 3350.Mian, A. R. and A. Sufi 2009: House Prices, Home EquityBased Borrowing, and the U.S.Household Leverage Crisis, NBER Working Paper 15283.Sinai, T. and N. S. Souleles 2005: OwnerOccupied Housing as a Hedge Against Rent Risk,Quarterly Journal of Economics 1202, pp. 763789.Appendix A Quantile Regression While classical linear regression methods based on minimizing the sum of squared residuals allowresearchers to estimate models for conditional mean functions, quantile regression as defined in Koenker and Bassett, 1978 provides a tool for estimating models for the full range of conditionalquantile functions.Quantile regression can be defined as:yit xcid:48it itwith Quantyitxit xcid:48itwhere yit is the dependent variable for household i at time t, xit is a vector of regressors, is thevector of parameters to be estimated, and it is a vector of residuals. Let Qyitxit denote theth regression quantile that solves the following problem:cid:41ncid:88i11 yit xcid:48it min 1nitcid:40 cid:88min 1ni,t:yitxcid:48itwhere is defined as:cid:88i,t:yitxcid:48ityit xcid:48it it cid:40it 1itif it 0if it 0The minimization problem is then solved by linear programming methods. As Buchinsky 1998points out, as one increases continuously from 0 to 1, one traces the entire conditional distributionof y, conditional on x. The quantile regression coefficients can be interpreted as the partial derivative of the conditional quantile of the dependent variable y with respect to a particular regressor,i.e. Qyxx. In other words, the coefficients represent the marginal change in y at the thconditional quantile due to a marginal change in the independent variable. Quantile regressionavoids the restrictive assumption that the error terms are identically distributed at all points ofthe conditional distribution of the dependent variable, implicitly acknowledging household heterogeneity and the possibility that the estimated slope parameters vary at different quantiles of theresponse variable distribution.B Changes in the Housing Market A number of notable regulatory changes over the sample period, along with the introduction ofnew mortgage products, may have played a role in the increase in total household debt. Table B1provides a timeline for important changes in the mortgage market from 1999 to 2007.Table B1: Important Changes in the Canadian Mortgage Market and Rulesfor GovernmentBacked Mortgage Insurance 34Year Regulatory ChangeProduct Innovation 1998 After a pilot project for firsttime homebuyers in 1992 andits term extension, CMHC introduced the 95% LTV productfor insured mortgages available to all homebuyers.2001CMHC introduces Canadian mortgage bonds, enabling thesecuritization of mortgage debt 2005 Reduction in insurance premia for households with loantovalue ratios greater than 0.92006Increases in the maximum amortization period eligible formortgage insurance to 30, 35, and 40 years.2007 Maximum LTV for insured mortgages increased to 100%Maximum LTV for refinancing increased to 95%New products introduced for selfemployed borrowers Mortgage insurance for 100% financed rental propertiesintroduced Note: Starting in 2008, a number of measures have been adopted to tightenmortgage regulations. CMHC: Canadian Mortgage and Housing Corporation C Mortgage Refinancing Beginning in 2007, households are asked whether they refinanced their mortgage to increase theamount borrowed in the last twelve months. From their responses, we know that approximately 3.3percent of households refinanced their mortgage this represents 9.5 percent of all households thathave outstanding mortgage debt. The respondents also report the additional amount borrowedwith refinancing and the primary reason for increasing the size of their mortgage. Table C1 reportsthe mean amount borrowed through refinancing, as well as the percentage used for consumption,home improvement, debt repayment, investment and other uses.Table C1: Mortgage Refinancing Amount% of Equity Extraction Consumption Housing Investment Debt Repayment Investment Other Equity Extraction 5,0465,81515,24617,0623,86547,03510.712.432.436.38.2100.0Conditional on having refinanced their mortgage, the average household borrowed an additional47,035 through refinancing, 10.7 percent of which went to consumption 5,046. The vast majority of debt through refinancing was used for debt repayment and investmentcombined, theyaccounted for 68.7 percent of mortgage refinancing. Because we do not have data on mortgagerefinancing for all the years in the sample, we are unable to explore the relationship between houseprices and consumption supported by mortgage refinancing.3536D Alternative Specifications Table D1: Total Debt Quantile Regression Results with House Price GrowthHouse Price Growth 0.10.1980.160.25Quantile 0.50.2480.1520.090.050.750.0690.040.9Mean0.1280.1710.040.07Homeowner 3.5842.3231.7021.4201.3621.813Interest Rate Income 1Income 2Income 3Age Age 2Age 30.230.0640.030.130.0400.020.070.050.0260.0190.010.010.050.0090.010.020.0380.022.1940.9440.4060.2710.2630.6840.170.100.050.040.040.022.4921.2600.7000.5300.5450.9970.170.100.050.040.040.031.7741.2180.9720.9050.8951.0850.120.4750.070.070.1200.040.0100.0020.000.0000.000.000.0000.000.040.0130.020.0000.000.0000.000.0430.020.030.0490.020.0010.000.030.0370.020.0010.000.040.1070.030.0020.000.0000.0000.0000.000.0190.020.000.0060.020.000.1070.02Education High School0.3800.123Education University0.060.0570.050.040.1400.1620.1580.1520.1420.030.010.010.010.02Business Owner 0.5770.1740.0920.0940.1340.229Adults Labour Productivity Unemployment0.070.1720.030.3380.190.0080.010.040.0160.020.020.0060.010.020.0000.010.020.020.0250.0350.010.010.5710.6690.5820.4670.5020.110.060.050.050.080.0340.0380.0360.0370.0290.010.000.000.000.00Constant4.2094.4977.3719.1929.6235.524Pseudo R2Obs.Uncensored Obs.1.480.232105,54473,8300.840.273105,54473,8300.450.299105,54473,8300.380.267105,54473,8300.360.237105,54473,8300.48105,54473,830Note: House prices and regional labour productivity are in logs. House price growth is the log of house regionalhouse prices at time t minus the log of house prices at t 4. Income 1 is a dummy variable for those householdswhose income the previous year was between 35,000 and 49,999. Income 2 is a dummy for those with incomesbetween 50,000 and 99,999, and Income 3 is a dummy for those with incomes exceeding 100,000. The referencegroup for income are those households who earned less than 35,000 in the previous year. Education High Schoolis a dummy for those who have a high school diploma, and Education University is a dummy for those who have auniversity degree. The reference group for education are those who have not completed high school. Eachspecification includes quarterly time dummies, month dummies, and age cohort dummies. Both the quantile andmean regressions account for selection only those with positive debt are included in the outcome regressions andthe reported point estimates are unadjusted, meaning they apply only to those with positive debt. . Significant at the 1% level; significant at the 5% level; significant at the 10% level.37Table D2: NonMortgage Debt Regression Results with House Price GrowthIVIIIIIIInterest Rate Income 1Income 2Income 3Age Age 2Age 3Education High School0.0290.020.0370.030.0300.020.0300.030.0300.020.0300.030.0290.020.0330.030.3330.3230.3230.3230.040.040.040.040.7700.7580.7580.7560.060.0360.030.0010.000.0000.000.0550.030.060.0430.030.0010.000.0000.000.0520.030.060.0430.030.0010.000.0000.000.0520.030.060.0690.030.0020.000.0000.000.0540.03Education University0.1130.1170.1170.117Business Owner Adults Labour Productivity0.020.0850.030.0080.010.020.0820.030.0120.010.020.0820.030.0120.010.020.0830.030.0130.010.4220.4190.4190.4190.110.110.110.11Unemployment0.0360.0360.0360.036House Price Growth Homeowner House Price Growth Homeowner0.010.0270.080.010.0250.080.0630.030.010.1010.250.0000.040.010.0610.160.0600.030.0480.17Constant 9.0829.2979.2979.6920.590.580.580.61Combined effects of house prices on homeowners of different age groups Age 1835Age 3655Age 56Obs.Uncensored Obs.105,54452,585105,54452,585105,54452,5850.2760.0910.162105,54452,585Note: Income 1 is a dummy variable for those households whose income the previous year was between 35,000 and49,999. Income 2 is a dummy for those with incomes between 50,000 and 99,999, and Income 3 is a dummy forthose with incomes exceeding 100,000. The reference group for income are those households who earned less than35,000 in the previous year. Education High School is a dummy for those who have a high school diploma, and Education University is a dummy for those who have a university degree. Each specification includes quarterlytime dummies, month dummies, and age cohort dummies. The errors are clustered at the forward sortation arealevel this is based on the first three digits of the area codethere are 1614 forward sortation areas. The meanregressions account for selection only those with positive nonmortgage debt are included in the outcomeregressions and the reported point estimates are unadjusted, meaning they apply only to those with positivenonmortgage debt. Significant at the 1% level; significant at the 5% level; significant at the 10% level.", "filename": "734979339.pdf", "person": ["Katya Kartashova", "Kartashova, Katya", "Ben Tomlin", "Tomlin, Ben"], "date": ["2013"]}