{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/71742/1/737819472.pdf"], "title": ["Trust of second generation immigrants: Intergenerational transmission or cultural assimilation?"], "plaintext": "Trust of Second Generation Immigrants: Intergenerational Transmission or Cultural Assimilation? Julie Moschion MIAESR, University of Melbourne and Universite ParisOuest Nanterre Domenico Tabasso MIAESR, University of Melbourne and IZA Discussion Paper No. 7203 February 2013 IZA P.O. Box 7240 53072 Bonn Germany Phone: 4922838940 Fax: 492283894180 Email: izaiza.org Any opinions expressed here are those of the authors and not those of IZA. Research published in this series may include views on policy, but the institute itself takes no institutional policy positions. The IZA research network is committed to the IZA Guiding Principles of Research Integrity. The Institute for the Study of Labor IZA in Bonn is a local and virtual international research center and a place of communication between science, politics and business. IZA is an independent nonprofit organization supported by Deutsche Post Foundation. The center is associated with the University of Bonn and offers a stimulating research environment through its international network, workshops and conferences, data service, project support, research visits and doctoral program. IZA engages in i original and internationally competitive research in all fields of labor economics, ii development of policy concepts, and iii dissemination of research results and concepts to the interested public. IZA Discussion Papers often represent preliminary work and are circulated to encourage discussion. Citation of such a paper should account for its provisional character. A revised version may be available directly from the author. IZA Discussion Paper No. 7203 February 2013 ABSTRACT Trust of Second Generation Immigrants: Intergenerational Transmission or Cultural Assimilation? This paper studies the respective influence of intergenerational transmission and the environment in shaping individual trust. Focusing on second generation immigrants in Australia and the United States, we exploit the variation in the home and in the host country to separate the effect of the cultural background from that of the social and economic conditions on individual trust. Our results indicate that trust in the home country contributes to the trust of second generation immigrants in both host countries, but particularly so in the United States. Social and economic conditions in the host country, such as crime rate, economic inequality, race inequality and segregation by country of origin, also affect trust. Evidence for first generation immigrants confirms that the transmission of trust across generations is primarily important in the United States, and, that differences in trust levels between the two host countries increase with acculturation. JEL Classification: Keywords: Corresponding author: Domenico Tabasso Melbourne Institute of Applied Economic and Social Research The University of Melbourne Business and Economics Building 111 Barry Street Victoria 3010 Australia Email: dtabassounimelb.edu.au trust, migration, culture J15, O15, Z10 We thank Pierre Cahuc, Deborah CobbClark, Marc Sangnier, and the participants at the EALE Conference in Bonn, the AFSE Conference in Paris, the AIEL Conference in Napoli, the f RDB Fellows and Affiliates Workshop in Milan, the ESAM Conference in Melbourne and the Brown Bag seminar at the Melbourne Institute for helpful comments and suggestions. This paper was supported by a 2012 Faculty Research Grant Early Career Researcher Category of the Faculty of Business and Economics of the University of Melbourne. This paper uses unit record data from the Household, Income and Labour Dynamics in Australia HILDA Survey. The HILDA Project was initiated and is funded by the Australian Government Department of Families, Housing, Community Services and Indigenous Affairs Fa HCSIA and is managed by the Melbourne Institute of Applied Economic and Social Research Melbourne Institute. The findings and views reported in this paper, however, are those of the author and should not be attributed to either Fa HCSIA or the Melbourne Institute. 1. Introduction Theoretical and empirical research in economics has shown that trust has important macroeconomic and microeconomic implications. Early research has emphasized the importance of trust in the development of market economies Arrow, 1972; Williamson, 1978 since it facilitates cooperation and exchanges among anonymous individuals. More recently, empirical research has identified large positive causal effects of trust on countries economic performance growth; income; employment; financial development; and entrepreneurship. At the individual level, trust is also associated with positive outcomes such as happiness and economic success Delhey and Newton, 2003. Therefore, differences in trust between countries or individuals partly explain differences in their outcomes. This suggests that increases in trust can have many positive economic effects. there is some unrelated evidence Investigating the origins of trust is thus very relevant. The theoretical literature emphasizes both the role of inherited traits and of the current environment in shaping social attitudes Bisin and Verdier, 2001. Empirically, that intergenerational transmission Algan and Cahuc, 2010a; Dohmen et al., 2011 and the environment Leigh, 2006; Rosthein and Uslaner, 2005 matter for trust. In addition, the relative importance of intergenerational transmission and the environment appears to vary across countries. Specifically, while trust in the home country still affects the trust of third generation immigrants in the United States Tabellini, 2008, it only influences the trust of immigrants in Europe up to the second generation Ljunge, 2012. This suggests that in the latter countries, acculturation with natives may be more important. However, there are very few empirical studies which investigate these two channels together Dinesen, 2011 and 2012b. This paper investigates the respective importance of cultural background 1 and the environment in shaping trust of second generation immigrants in the United States and Australia. Specifically, we address the following questions: Is the transmission of trust from their home countries different between the United States and Australia? Does the level of trust of second generation immigrants differ between the United States and Australia? What characteristics of the environment explain these differences between the two host countries? Do differences in migration to the two host countries explain these differences? 1 In the economic literature, culture refers to the social preferences and beliefs that characterise a social group and are transferred from generation to generation. Consistently, we use the term culture or cultural background to refer to immigrants home country. Variation in immigrants culture is used to estimate the importance of intergenerational transmission. For a recent review of this literature, see Fernandez 2011. 2 Our first contribution to the economic literature is to develop our knowledge on the relative importance of culture and the environment in shaping trust. To identify the effect of culture, we estimate how the trust of second generation immigrants varies with trust from their home countries. While there exists some evidence of cultural transmission for the United States e.g. Tabellini, 2008, there is not for Australia. The effect of the environment is then given by unexplained differences in trust levels across the two host countries once individual and home country characteristics are controlled for. This provides further insights on whether immigrants adapt their preferences and beliefs to their new environment. As such, we expand a literature focused on European host countries Dinesen 2011 and 2012b. The second contribution of this paper is to examine how different characteristics of the host country contribute to explaining different levels of trust between the United States and Australia. The literature has found a large number of correlations between trust and economic and social characteristics providing many potential explanations for differences in trust across countries. However, only a few of these explanations have been tested and only for European countries Dinesen, 2011. We add evidence by testing a larger set of characteristics for the United States and Australia. The third contribution of this paper is to expand our understanding of why the transmission of trust across generations varies by host country. Specifically, we extend our analysis of the relationship between individual trust and trust in the home country to first generation immigrants. If the effect of trust in the home country already differs for first generation immigrants, this suggests that the choice of migrating to one of these two host countries may differ in relation to trust. In contrast, if the effect of trust in the home country is similar between the United States and Australia for first generations, this suggests that the transmission process differs between the two host countries, not the migration. Our results clearly indicate that both the home country and the host country matter. Specifically, cultural transmission is particularly important in explaining trust levels in the United States, although it is also present in Australia. Also, differences in the trust of second generation immigrants between the two host countries remain largely unexplained by individual and home country factors suggesting that the environment in the host country matters as well. In particular, while the low levels of crime, income inequality, unemployment and segregation by home country partly account for the high level of trust in Australia, the perception of racial inequality contributes to lower levels of trust in the United States. Analysing first generation immigrants, we find that their levels of trust and the 3 influence of their home country is similar in the United States and Australia. This strengthens our findings that the transmission process is larger in the United States and that acculturation is what generates differences in the trust of immigrants in the United States and Australia. After presenting the literature and the empirical strategy in the next section, the third section describes the datasets used in the analysis and the fourth section gives some diagrammatical evidence on the relationships of interest. The empirical analysis is developed in sections 5 to 7. Section 8 concludes. 2. Related Literature and Empirical Strategy 2.1 Related Literature The empirical research on trust has recently gained importance with trust questions being introduced in national and crosscountry surveys in the 1980s. The early literature has shown that trust is positively related to a number of economic outcomes: government effectiveness La Porta et al., 1997; income per capita; and education Knack and Keefer, 1997. More recently, the literature has begun to investigate causal mechanisms. A first set of papers uses historical values of variables such as religion or political institutions to measure exogenous variation in trust levels and finds that trust influences income per capita Tabellini, 2009 and the probability of becoming an entrepreneur Guiso et al., 2006. Using differences in trust levels of migrants from different countriesregion as a proxy for exogenous differences in past levels of trust in their countryregion of origin, another strand of the literature adds evidence that trust significantly impacts growth Algan and Cahuc, 2010a, financial development Guiso et al., 2004 and employment Algan and Cahuc, 2007. The question of the origins of trust is thus very relevant and has started to be studied in the literature. There is some evidence showing that trust is transmitted across generations on the one hand, while other contributions indicate that trust is affected by the local environment. Dohmen et al. 2011 provide some credible evidence of a strong, although not causal, link between parents and childrens levels of trust in Germany. Also, using the fact that trust levels of US immigrants vary by their home country, Algan and Cahuc 2010a indirectly show that individual trust is partly transmitted from previous generations. For Europe, Ljunge 2012 also finds that trust of second generation immigrants depends on trust in their home country. There is also some evidence that trust levels vary with local social and economic 4 conditions Rosthein and Uslaner, 2005, Leigh, 2006, Algan and Cahuc 2010b, Aghion at al., 2010. However, studies analysing together the influence of culture and the environment on trust to assess their respective contribution are rather scarce. This constitutes a major omission since the theoretical literature has shown that these different channels interact with each other Bisin and Verdier, 2001. In a series of papers, Dinesen 2010 with Hooghe, 2011, 2012 and 2012b addresses this issue for Europe and finds that both channels affect trust but that the experiential perspective seems more relevant than the cultural one, especially for second generation immigrants. However, this first evidence is limited in many ways. First, he mostly focuses on first generation immigrants whose trust may also be affected by the economic and social conditions of their home country. Second, using crosscountry datasets which contain small samples for each country, he cannot identify separately the effects for each host country. Third, Dinesens evidence is based on immigrants to Europe only and mainly on those immigrants from low trust countries to high trust countries. Last, in terms of host country characteristics which could affect trust, he analyses mainly the effect of corruption and of the perception of fairness of the institutions. This paper contributes to the literature by estimating how the home country and the host country respectively affect individual trust of second generation immigrants in the United States and Australia. While our paper is quite close in spirit to Dinesens contributions, it departs from them in several ways. First, we focus on second generation immigrants and thus minimise the risk of spurious correlation on our estimates of the cultural effect of trust through other characteristics of the home country. Second, using separate US and Australian datasets, we are able to identify the effect of home and host country on trust separately for the two countries. This provides further insight into how these relationships vary by host country. Also, not restricting the set of home countries to low trust countries yields more general results. In addition, we provide the first evidence for the United States and Australia, which differ from Europe in terms of immigration, trust levels, social and economic conditions. Furthermore, the comparison between the United States and Australia is of particular interest. Although they have quite similar immigration histories and share a number of social and economic characteristics, they exhibit very different levels of trust. It is therefore interesting to investigate the reasons for this difference by focusing on a few relevant differences 5 between the two countries. Doing so, we extend the characteristics investigated by Dinesen to economic conditions, criminality, racial inequality and segregation. 2.2 Empirical Strategy We separate the effect of culture from that of the environment on trust by studying second generation immigrants in the United States and Australia. The effect of culture is identified from the variation in immigrants home countries while the effect of the environment comes from the variation in their host country. Specifically, to identify the cultural component, we follow the epidemiological approach which studies the variation in outcomes across different immigrant groups residing in the same country.2 This method relies on the idea that immigrants have different cultures but share a common social and economic environment. The effect of culture is captured by the effect of trust in their home country on individual trust. Focusing on second generation immigrants rather than first generation immigrants has several advantages. Since second generation immigrants never lived in their home country, the value of trust in that country should capture the preferences and beliefs which are transmitted from one generation to the next. However, economic and institutional conditions past or present in the home country should not influence second generation immigrants. Focusing on second generation immigrants also eliminates confounding factors which specifically affect the first generation ability to speak the host country language, impact of the migration. However, it is possible that effects estimated for second generation immigrants are underestimated if the influence of the home country has attenuated over time. We estimate the following equation: Titor 0 1 To 2 IrTo 3 Ir 4 Xrt 5 IrXrt 6 Xo 7 IrXo 8 Xit 9 IrXit n In itor 1 where Titor is the trust level of individual i in time t from home country o living in country r; To is the trust level in the home country;3 Ir is a dummy for the host country 1 for Australia; 2 This approach has been used to study the effect of culture on a variety of outcomes, including savings Carroll et al., 1994; womens work and fertility Fernandez and Fogli, 2009, Blau et al. 2011; political attitudes Alesina and Giuliano, 2011; preferences for redistribution Luttmer and Singhal, 2011 among others. 3 We use trust levels rather than country of origin dummies so as to capture how much immigrants trust was inherited from their country of origin not only how trust levels of immigrants differ by origin. This method is supported by Fernandez 2011 who argues that although it is possible to simply use a countryofancestry dummy for this variable, a superior strategy is to use a variable that more directly reflects the cultural attitudes of interest. In this paper, we also use the exact variable for trust beliefs in the country of origin rather than a 6 Xrt is a set of timevarying institutional characteristics of the host country; Xo is a set of characteristics from the home country; Xit is a set of individual controls and In are time controls. The main coefficients of interest are 1, 2 and 3. They respectively give the cultural effect for the United States, how this effect differs in Australia and the unexplained difference between trust levels in the United States and Australia. Note that 1 2 gives the cultural effect for Australia. If trust is passed down from generation to generation, the level of trust in the home country is expected to affect individual trust and 1 to be positive as well as 1 2. If circumstances in the host country matter, 3 is expected to be significant. Thus, the interhome country variation gives the effect of culture while the interhost country variation gives the effect of the environment. A spurious correlation between individual trust and trust in the home country could arise if apart from sharing trust levels, individuals from the same origin shared other characteristics correlated with trust. To rule out possible indirect effects of culture, the econometric framework includes standard individual controls age, gender, education level, marital status, number of children, labour force status, urbanrural residence, region of residence and indicators for whether both parents are born abroad from the samedifferent origins, as well as home country controls GDP growth, GDP per capita, unemployment rate, level of democracy, region of residence controls GDP growth, unemployment rate, density of population, crime rate and the percentage of immigrants from the same home country in each host country. Including these controls also reduces the potential spurious correlation affecting the estimation of the host country dummy if differences in trust levels between the United States and Australia are accounted for by differences in these individual, origin or local characteristics. The individual and regional controls are timevariant while trust in the home country and home country characteristics are invariant in time. To allow for all of the individual and country effects to vary by host country, Ir is interacted with all variables. In addition, we include time controls specific to the two host countries. Specifically, we include decennial dummies for the 1980s and 1990s for the United States periods which are not in the Australian data. For Australia, we include a dummy for 2005, a year in which Australian respondents reported surprisingly low levels of trust. proxy. This reduces the risk of biasing our estimates by capturing other differences in the countries of origin. This furthermore enables us to introduce controls at the country of origin level to test for the influence of possible confounding factors in the transmission of trust. 7 In section 6, we provide further insight into what may drive the difference in trust levels between the United States and Australia as estimated by 3 in equation 1. We test the effect of different social and economic characteristics: crime rates; segregation; perceived racial inequality; income inequality; unemployment rate; GDP growth; density of population and female labour force participation. Coefficients 4 and 5 show how time variations in these variables correlate with variations in trust. Since changes in these characteristics may take time to have an effect on trust, we analyse the effect of these variables with both contemporaneous and lagged values from one to thirteen years before. These characteristics of the host country were chosen to test the relationships with trust identified in the literature.4 First, Delhey and Newton 2003 and Uslaner 2002 find a clear negative association between trust and peoples feeling of safety when walking alone at night. The degree of security that people experience influences their belief that most people can be trusted or not. We further test this association at the country level using a more objective measure of safety: crime rates. Second, there is evidence that trust is stimulated through interactions with people of different backgrounds Glaeser, 2005 which are possibly more developed in integrated than in segregated areas. In contrast, diversity fractionalisation does not guarantee residential integration and does not necessarily give opportunities for people from different backgrounds to interact. Uslaner 2008 actually finds that integration rather than diversity enhances trust. Alesina and Zhuravskaya 2011 further demonstrate in a crosssection of countries that segregation causally deteriorates generalised trust which in turn lowers governments quality. We test whether segregation by country of origin 5 could account for some of the difference in trust between the United States and Australia. The literature also contains clear evidence of a negative relationship between trust and inequality Rothstein and Uslaner, 2005 and trust and the perception of inequality. In 4 For these variables, we were able to gather the required time variation. Unfortunately, the data we found on religion from the WVS Uslaner, 2002, social mobility from the WVS Rothstein and Uslaner, 2005, regulations and demand for regulation from the ISSP Aghion et al. 2010 and civicness from the WVS Aghion et al. 2010 were not showing enough time variation for Australia to be used in the analysis which is only studied from 2005 to 2010. 5 Our index of segregation follows Alesina and Zhuravskaya 2011. It uses the regional composition by countries of origin to build an index which equals one if each region comprises only immigrants with one country of birth full segregation and zero if each region has the same fraction of each countries of birth no segregation. We use countries of birth: S where T is the total population of the country, tj is the population of region approach 2the group of ignoring other JN1 111mj Ntheir jmmmtj Tj, J is the total number of regions, N is the total number of groups, m is the fraction of people born in country m, and jm is the fraction of people born in country m in region j. 8 particular, Rothstein and Stolle 2008 argue that individuals trust is partly determined by the way they perceive institutional fairness from those who are given the responsibility of the public interest. The negative effect of corrupted institutions and lack of civicness of citizens on trust has been clearly established. Similarly, experiences of inequality, for example through discrimination, can deteriorate individuals trust Rothstein and Stolle, 2008. This seems particularly relevant in the case of immigrants. We test it using a measure of perceived racial inequality as a proxy. We also assess the influence of an objective measure of income inequality Gini coefficients since Uslaner 2002 finds that What distinguishes countries that are trusting from those that are not is the level of economic equality. Also, we test the effect of other economic conditions. While the literature has not identified a clear effect of contemporaneous economic measures on trust, we test whether this effect appears with a lag. The host country characteristics are added to the model and tested individually in addition to the baseline model. This is because the degrees of freedom are very limited for Australia, due to the relatively short interval of time covered by the HILDA data. Also, since these variables are highly correlated with each other, we prefer to analyse their effect independently. 3. Data The individual data used in the analysis comes from the Household, Income and Labour Dynamics in Australia HILDA for Australia and the General Social Survey GSS for the United States. HILDA is a householdbased panel study which began in 2001 and interviews annually all members of sampled households aged 15 or more. GSS is a US survey which began in 1972 and collects data on a randomly selected sample of individuals aged 18 or more. While the GSS is a repeated crosssection which covers a relatively long interval of time, the HILDA survey is a longitudinal dataset with a limited time dimension. In our empirical analysis, we cluster the standard errors at the individual level in all the regressions and include time controls. In addition, we assess the effects of these differences by performing different robustness checks. 6 We select the waves of both surveys which include information on trust and enable us to identify the home country of second generation immigrants: HILDA 2005, 2006, 2008, 2010 6 However, keeping the whole period available for the US is necessary to have a large enough sample. 9 and GSS 1978, 1980, 1983, 1984, 1986 to 1991, 1993, and 1994 to 2010 every two years. HILDA and GSS include the following questions on trust: HILDA: To what extent do you agree or disagree with the following statements?   Generally speaking, most people can be trusted. Responses are coded between 1 and 7, where 1 means that the person strongly disagrees and 7 that she strongly agrees. GSS: Generally speaking, would you say that most people can be trusted or that you cant be too careful in dealing with people? Responses are coded between 1 and 3, where 1 stands for Can trust, 2 for Cannot trust and 3 for Depends. Previous research, including large scale field experiments, has demonstrated the behavioural validity of these survey instruments: answers actually translate into reciprocity actions Glaeser at al. 2000. To have comparable measurements of trust in the United States and Australia, we harmonise the coding of this variable by creating a dummy equal to 1 trusting if the value in the GSS equals 1, or if it is between 5 and 7 in HILDA; and, equal to 0 otherwise.7 We define second generation immigrants as individuals born in Australia or in the US with at least one parent born overseas. HILDA provides us with information on the country of birth of both parents and of the individual. In the GSS survey, each US born individual is asked to state whether any of hisher parents was born abroad and to specify a country of origin of the family. We identify second generation immigrants from answers to the first question and the home country from the second question. The home country is defined as the fathers country of birth unless only the mother was born overseas, in which case the home country is the mothers.8 We then keep only respondents coming from countries for which we have at least 40 individuals. The values of trust in the home countries are obtained from the World Value Surveys WVS. The trust question reads: Generally speaking, would you say that most people can be trusted or that you need to be very careful in dealing with people? and is coded in two modalities: 7 The proportions of trusting individuals obtained with this recoding for the United States and Australia are close to the ones obtained from the WVS which uses similar questions and coding for the two countries. 8 We use this comprehensive definition for the immigrant status to keep as many observations as possible. We thus expect to get to a lower bound for the effect of the country of origin since some individuals in our sample have been confronted to different cultures from their parents. We provide evidence in the result section that taking the mothers country of birth instead does not alter the results this changes the origin of individuals who have both parents born abroad in different countries: 8% in HILDA and 39% in GSS. 10 Most people can be trusted vs. Need to be very careful. We select from the WVS all countries that appear as home countries for our HILDA and GSS samples.9 The oldest measure of trust which can be obtained in the WVS is for 1981 but even later for most countries. Since our sample consists of second generation immigrants, immigration occurred before the individual was born. We would thus preferably use measures of trust recorded before the respondents was born. Unfortunately, 96% of the individuals in our sample are actually born before the second value is available for their home country. As a result, for this wide majority the best proxy for trust in their home country at the time of immigration is the first value available in the WVS.10 Table A1 in the Appendix provides the final list of home countries and the distribution of observations for each country in the two datasets. In total, we observe individuals coming from 27 different countries, with 14 countries in the United States and 21 countries in Australia. Eight home countries appear both in the Australian and in the US sample. Both surveys also provide the individual characteristics to be introduced in the set of controls: the individuals gender; age; education level; labour force status; marital status; number of children; region of residence; and density of the town of residence. Wherever the coding of these variables differed between the GSS and HILDA, it was harmonised. Home country characteristics GDP growth; GDP per capita; unemployment rate;index of democracy are obtained from the Organization of Economic Cooperation and Development OECD, the International Labour Office ILO and the Freedom House databases. For consistency, we consider the values of these variables evaluated at the same date as the trust variable. For example, an Italian immigrant surveyed in Australia in 2005 is allocated the values of 1981 first year in which the WVS interviews were conducted in Italy for the Italian variables. Variables characterising the host country are: crime rate; segregation; perceived inequality; income inequality; unemployment rate; GDP growth; density of population and female labour force participation. They come from the US Bureau of Statistics, the US Census Bureau, the 9 Lebanon, Sri Lanka and Papua New Guinea are further dropped from the HILDA sample since no data is available for these countries in the WVS. This leads to a loss of 87, 57 and 49 observations, respectively. Also, in line with Uslaner 2002, we drop China for which the level of trust reported in the World Value Survey appears suspiciously high. 10 We check that taking the average over all WVS waves containing the trust question or alternatively taking the last value before our individuals are born which only changes the value for 4% of the people does not significantly alter the results. We prefer to take the first value however, which is obviously as close to the immigration date as we can get. Under the assumption that trust is strongly embodied in countries and does not evolve erratically, it is possible to use future values for the cultural variable with respect to the outcome, i.e to explain individual trust by subsequent trust in the country of origin. Fernandez 2007 demonstrates that using past or future cultural variables yields similar results in the case of female labour force participation. 11 US Department of Justice, the Australian Bureau of Statistics, the World Bank, the OECD, the Luxembourg Income Study and the International Social Survey Programme on social inequalities. In particular, we use the ISSP question on whether one thinks that race is important to get ahead to build a measure of perceived racial inequality in the host country.11 We test different versions of these variables: contemporaneous to GSS and HILDA waves and with one to thirteenyear lags using threeyear moving averages.12 For example, for an Italian immigrant surveyed in Australia in 2005, we test using the 2005 values and all the lagged values we obtain from 2004 to 1992 for the Australian variables. 4. Descriptive Analysis Table I describes our sample of second generation immigrants in the United States and Australia. On average, US individuals are older and have a slightly higher number of children than the Australians. Consistently with their higher age, the US sample includes more widowed or separated individuals and more respondents out of the labour force. Most importantly, immigrants to the two countries differ in their level of trust: while 61% of Australian immigrants believe that most people can be trusted, only 41% of the US immigrants do. Interestingly, those levels of trust are very close to those of the general population which are respectively 60% in Australia and 39% in the United States. In terms of country characteristics, the United States and Australia also show some large differences in terms of population density and crime rate. However, second generation immigrants to the United States and Australia come from countries which are quite similar in terms of trust levels: the average trust level of countries of origin is 33% in the United States and 39% in Australia. Table I here Figure 1 shows the evolution of trust levels in the United States and in Australia for three subgroups of the population: nonimmigrants, first and second generation immigrants. Trust is consistently higher in Australia for all groups. In both countries, second generation 11 This variable takes values from 1 to 5, essential to non important at all. We group the first three values: fairly important to essential and calculate the proportion who thinks that race is important to get ahead in each country at each survey wave 1987, 1992 and 2009. We then use linear approximations to calculate values for each year covered by the GSS and HILDA. For GSS and HILDA waves occurring before the first value is available, we take the first value available which is only the case for the GSS before 1987; if the survey year is after the last value in the ISSP, we take the last ISSP value available i.e. HILDA and GSS 2010. 12 Data limitations prevented us from going further back. 12 immigrants have levels of trust which are very close to those of nonimmigrants, while those of first generation immigrants are systematically lower than the rest of the population. In Australia, the evolution of trust is also very similar between immigrants and nonimmigrants. In contrast, in the US, the dynamics of trust are not as parallel between groups. This is confirmed when looking at the evolution of trust over time by home country for the two host countries:13 trust levels of second generation immigrants evolve much more heterogeneously in the US than in Australia. This suggests that the effect of the environment on trust may be larger in Australia than in the US. Figure 1 here Figure 2 relates the trust of second generation immigrants to trust in their home country by host country. With regards to the home country, many countries show consistently low high levels of trust in both host countries. Immigrants from Ireland and Great Britain display high levels of trust, while immigrants from Canada and Hungary display medium levels and Italians report the lowest values. This indicates that the level of trust in the home country may affect the trust of second generation immigrants. Note that some other home countries rank very differently across the two host countries Austria, Poland and Germany. These discrepancies could be due to different waves of immigration, especially whether the immigration took place before or after the Second World War and before or after the fall of the Communist regimes. Finally, Figure 2 shows that trust of second generation immigrants is highly and positively correlated with trust in their home country both in the United States and in Australia. The correlation coefficients are 0.83 in the United States and 0.6 in Australia, suggesting a larger effect of culture in the United States. Figure 2 here 5. Individual Trust: between Intergenerational Transmission and Cultural Assimilation This section explores whether i the link between trust of second generation immigrants and trust in their home country is confirmed when analysed in a more complete framework; ii 13 Results are available from the authors. 13 the difference in the levels of trust of US and Australian immigrants can be explained by individual and country characteristics. 5.1 Results Table II presents the results from regressions of individual trust of second generation immigrants on trust in their home country as specified in equation 1. Four specifications are shown, progressively including controls at the individual, home country and host country level. Table II reports the coefficients related to: trust in the home country for the United States and the difference for Australia, the indicator for the host country and the home country characteristics the complete set of results can be found in table A2 in the Appendix. All four specifications control for age and time fixed effects so as to account for these essential differences between the US and Australian data. Table II here The first column of Table II indicates that trust of second generation immigrants is significantly related to trust in their home country in both host countries but the link is much larger in the United States. A 10 percentage point shift in trust in the home country implies a 7.1 percentage point increase in the probability that US second generation immigrants are trusting. Conversely, the increase is only 1.7 percentage point in Australia 5.4 percentage points lower.14 There is also a large difference between the level of trust in the US and in Australia, a finding in line with the descriptive statistics. In the latter, the probability of trusting other people is higher by 60 percentage points than in the former. These results may actually derive from a transmission of characteristics related to trust rather than from a direct transmission of trust. If for example education patterns are transmitted across generations and correlated with trust levels, the results from the first column would capture a general effect of culture on trust. To test whether the intergenerational transmission of trust affects individual trust beyond its influence on other individual dimensions, we introduce a number of controls for individual characteristics column 2. The inclusion of these controls reduces the link between trust in the home country and individual trust in the United States. In contrast, the relationship with trust in the home country increases in Australia such that the difference between the United States and Australia is smaller. 14 Trust in home countries varies between 0.06 and 0.61, with a standard deviation of 0.12 in the US and between 0.055 and 0.49 with a standard deviation of 0.09 in Australia. See Table I. 14 Nevertheless, the relationship is still clearly positive and significant for both countries and larger in the United States. A 10 percentage point increase in average trust in the home country still increases the probability of trusting other people by 4.1 percentage points in the United States and 2.4 percentage points in Australia. Moreover, the inclusion of individual controls does not reduce the difference between the level of trust in the US and in Australia which remains large 73 percentage points higher in Australia. Interestingly, most of the significant relationships between trust and individual characteristics differ between the United States and Australia Table A2 in the Appendix. First, while trust increases with age in the United States, it does not seem to vary with age in Australia. Neglecting to control for age could therefore create a spurious correlation between trust in the home country and trust in the United States. In fact, older individuals, who are more trusting, also happen to come from countries with higher levels of trust.15 Second, while men are slightly more trusting than women in the United States, this is not the case in Australia. The lack of a clear relationship between age gender and trust in Australia is in line with what has been observed by Leigh 2006. Third, the level of education is very positively and consistently related to trust in the United States. Note that the causality could go either way: getting more education could increase trust as well as being more trusting could lead individuals to get more education. In Australia, even if the level of education is overall positively related to trust, the link with trust is much lower than in the United States. Last, trust and unemployment do not seem to be related in the United States. On the contrary, in Australia, unemployed respondents have a lower level of trust than those who are employed fulltime. Heterogeneity in economic conditions across the different home countries may also bias our estimates. To explore whether the differences in trust by home country are driven by economic conditions in the home country, we add the following controls to our regressions: GDP growth, GDP per capita, unemployment and democracy. The results remain fairly stable Table II, column 3: trust in the home country is still positively related to individual trust, and more so in the United States. This suggests that trust is transmitted across generations beyond the transmission of circumstances, both in the United States and Australia. Again, the 15 As the information for trust in the country of origin given by the WVS is fairly recent, the older the individuals are the less precise our proxy for trust in the country of origin at the time of migration is. To control for this potential bias, we tested including the difference between the year of birth of the respondents and the year in which we have the first information for trust in the country of origin in the WVS. This variable did not have any significant effect on trust and the other coefficients do not vary significantly when this new variable is introduced in the set of regressors. 15 inclusion of additional controls does not significantly reduce the difference between the level of trust in the US and in Australia which remains large. Finally, we include controls for the local environment in the host country. Again, some spurious correlation between trust in the home country and individual trust could arise if immigrants were sorting themselves into locations in a way that is related to trust in their home country, and that the local conditions in the host country in turn affect individual trust. Controlling for regional timevarying characteristics does not change the results Table II, column 4: A 10 percentage point increase in average trust in the home country increases the probability of trusting other people by 5.4 percentage points in the United States and 3.3 percentage points in Australia. Of course, the difference between the level of trust in the US and in Australia decreases but it remains large with a probability of trusting other people which is higher by 45 percentage points in the latter than in the former. Our results are robust to the inclusion of a large variety of individual and country controls suggesting that they are not purely driven by omitted factors.16 This analysis leads us to two main conclusions: 1 Second generation immigrants trust is positively related to trust in their home country. This relationship is systematically stronger in the US than in Australia. 2 The difference between the level of trust of US and Australian immigrants remains largely unexplained by individual, home country and regional characteristics in the host country. 5.2 Robustness Checks The GSS and HILDA datasets have important differences both in terms of coverage and in terms of structure. We run different tests to account for these differences and check the stability of our results. 16 We have also tested the inclusion of two additional controls: the distance between the capital of the home country and that of the host country so as to control for geographical proximity and the female to male labour force participation ratio in the home country. Results are absolutely similar and available from the authors. We chose not to include them in our main specification because they may be endogenous. First, individuals willing to escape their home country for example in time of war possibly tend to migrate further away and come from low trusting countries. If we control for distance, the coefficient on trust in the home country would become insignificant even in the presence of intergenerational transmission. Second, if there is a relationship between trust and female to male labour force participation ratio, the direction of causality is unclear. It could very well be that trusting values are transmitted and then translate into similar behaviours across generations, such that the effect of trust in the home country could vanish even if trust is transmitted across generations. 16 First, our US and Australian samples vary along two characteristics: the countries of origin of the sample members and the periods covered by the survey. We test the robustness of our results to these two differences Table III. When running the same regression as in Table II, column 3 but only on the eight countries that are common between the United States and Australia column 1, we find qualitatively similar results. The effect of trust in the home country is still higher in the United States even though the difference with Australia is now smaller. This rules out the possibility that the results in Table II are driven by the presence in one of the two surveys of immigrants from countries which have particularly intenseweak relationship to their home country. In addition, the difference between trust levels in the United States and Australia is higher when restricting the sample to common countries 1.165. This further suggests a role for the environment in the host country. Another difference in terms of origins of our samples is that immigrants of British origin represent more than 40% of the Australian sample against 11% of the United States sample table A1. After dropping second generation immigrants from the United Kingdom table III, column 4, estimates are extremely similar to those presented in Table II. Immigrants from the UK do not appear to have a particularly weak link to their home country, such that their presence in the sample would bias our estimates for Australia downward.17 To account for differences in the period covered, we repeated our main regression using the GSS only for the period 20022010 column 3. Again, the results from the previous section are confirmed. The difference in the effect of trust in the home country between the United States and Australia is even larger 0.375. Last, the levels of trust reported in the 2005 wave of HILDA appear systematically lower than those reported in the other waves for no obvious reason. In the last column of Table III, we report the results obtained when dropping 2005. Once again, previous results are confirmed. Table III here Second, the structure of the two dataset is different, with GSS being a repeated crosssection and HILDA being a panel. We assess the sensitivity of the results to two different treatments of the panel dimension Table A3 in the Appendix: the estimation of a random effects model column 3; and, the selection of the first observation for each individual in the HILDA 17 We also repeated the analysis dropping the former Communist countries. As the results are largely in line with those already presented, we do not report them here, but they can be made available upon request. 17 sample 2005 in 80% of cases, column 4.18 In both cases, results are not significantly different from those in table II. If anything, the fact that the impact of the home country is lower in Australia than in the United States is magnified. Finally, using a probit specification instead of linear regressions produces results in line with those presented in Table II column 2. We also test how changes in our measure of trust in the home country affect our results Table A4 in the Appendix. Using the average of trust over all available waves in the WVS instead of the first wave only yields identical results. Also, if we use the mothers country of birth instead of the fathers to define the home country, results are very similar. If anything, the effect of trust in the home country appears even smaller in Australia 0.328. 5.3 Individual Heterogeneity This section analyses whether the differences in trust levels and in its transmission vary across different segments of the population. In particular, we focus on differences by: gender, age, number of foreign parents and the relative size of the home country community in the host country. Results for our main specification are reported in table IV. Table IV here In each column, the statistical significance of the variables interacted with subgroup indicates the strength of the difference in the effect between the subgroup and the reference groups females; individual older than 45 years; individuals with only one parent that migrated to the host country; and individuals that belong to small migrant communities. In the United States first and fourth coefficients in all columns, men and women are equally affected by trust in their home country 0.650 and 0.501 respectively. Interestingly, this is not the case for second generation immigrants in Australia, where only mens trust is positively related to trust in the home country 0.555 and 0.003 respectively. As a result, while the difference in the impact of trust in the home country between the United States and Australia is very large for women 0.498, it is small for men 0.095. This could suggest that in Australia, women adapt much faster to their environment. 18 In the second case, standard errors are clustered at the home country level instead of the individual level. 18 Since all the individuals in our sample are born in the United States or in Australia, it may be expected that the older they get, the lower the influence of the characteristics inherited from their parents and thus from their home country. However, no major agerelated difference appears for any of the two countries. For both Australia and the United States, the impact of the home country appears to be lower when the two parents are born abroad. This could be due to the fact that in families in which one parent is native, parents are more willing to transmit a foreign heritage, in the attempt to compensate for the constant exposure of their children to the culture of the native parent. Alternatively, in families in which the two parents are born abroad, two different cultures are transmitted when they are from different countries maybe lowering the effect of a particular one. Table I shows that in Australia, when two parents are born abroad, they are more often from the same origin suggesting that the first explanation may prevail. In the United States however, they are more often from diverse heritage suggesting that the transmission is split between two foreign cultures. Finally, the proportion of immigrants from the same origin in the respondents host country alters the way trust in the home country is transmitted to second generation immigrants. In the US, trust of the home country affects individual trust in larger communities only 0.525. For those coming from smaller communities the proportion of immigrants from the same home country is in the lowest quartile of the distribution, trust in their home country has no effect on their trust 0.029. Unsurprisingly, the link with the home country is weaker for those who belong to communities that are numerically less relevant in the host country. In Australia, trust is transmitted to second generation immigrants whatever the size of the community 0.284 and 0.388 respectively in large and small communities. Turning to the effect of the host country dummy, the results suggest that unexplained differences between trust levels of immigrants to the United States and Australia are larger for individuals who are less than 45 year old, have two parents born abroad and belong to smaller foreign communities. Since the differences in origins are controlled for, these high differences in trust could come from a higher acculturation to the host country for these subpopulations. 19 6. Cultural Assimilation: What Characteristics of the Host Country Matter? This section further explores how differences in the economic and social environment of the United States and Australia could explain the differentials in trust levels of immigrants. In particular, we analyse the effects of unemployment, segregation by country of origin, crime, economic inequality, perceived racial inequality, growth, female labour force participation, and population density. Using the same specification as in Table II column 3, we add controls for these characteristics and an interaction term that captures the differential effect for Australia. More precisely, the coefficients give the correlation between the evolution of these characteristics over time and that of trust for the United States and Australia separately. . Because changes in the economic and social environment may not affect trust immediately, we introduce these controls with different lags. In order to smooth the evolution of these characteristics, we use threeyear moving averages. For all of the above mentioned characteristics, we tested 14 different variables: the current value and all the lags from the first moving average based on values from t to t2 up to the thirteenth moving average based on values from t12 to t14. Table V presents the most significant results of this analysis. 19 Table V here The first important result is that in all specifications, trust in the home country remains an important determinant of individual trust. This is in line with the findings of Ljunge 2011 for several European countries and confirms the strength of the cultural link between second generation immigrants and their countries of origin. More precisely, it remains stable and much larger in the United States between 5.6 and 5.8 than in Australia the difference with the US varying between 2.8 and 3.0. This suggests that the environment in the host country does not explain why the intergenerational transmission of trust is more important in the United States. We further investigate this issue in the next section. The second result is that the environment in the host country affects trust and this effect can appear with several years delay. Only a few significant relationships actually appear with one year lag unemployment and segregation by home country for Australia, see columns 1 and 2 in Table V. In this case, the direction of causality remains unclear: in particular, it could be that increases in trust lead to less segregation by home country as well as the opposite. A 19 All the results that are not shown other lags and other variables are available from the authors upon request. 20 number of other characteristics have effects on trust becoming larger with time and starting to become significant with around ten years lag: crime rate, economic inequality and perceived racial inequality columns 3, 4 and 5 in Table V. As the effect of these host country characteristics is delayed by many years, it appears reasonable to assume that they affect trust rather than the opposite. In Australia, trust has increased with distant past reductions in crime and economic inequality and recent past decreases in segregation by home country and unemployment. In the United States, trust has increased over time with reductions in the perceived level of racial inequality. These results are consistent with the literature showing negative effects of criminality Delhey and Newton, 2003, income inequality Uslaner, 2002, segregation Alesina and Zhuravskaya, 2011 and perceived racial inequality on trust Rothstein and Stolle, 2008. Consistently with Leigh 2006, we find that income inequality does not affect coeval trust in Australia. However, its effect does increase with time. The third result is that some of these host country characteristics contribute to the differences in trust levels between the United States and Australia. The effects of unemployment, segregation, crime, income inequality, and perceived racial inequality differ significantly between the United States and Australia the interaction coefficient is significant. Specifically, while unemployment, segregation, crime and income inequality, have a more negative effect in Australia than in the United States, perceived racial inequality has a less negative effect. As a result, the host country dummy mechanically increases in the first case and decreases in the second case. 20 For example, if crime rates were 0% in the United States and Australia, the difference in trust between the two countries would be much higher 1.311. The coefficient on the host country dummy has increased compared with the case with no controls because when reducing crime rates to 0, trust increases especially in Australia, thus widening the gap between the two countries. One interesting exercise is to calculate the values that these host country characteristics should take to annihilate completely the difference in trust between the two countries. Since crime rates have a negative effect in Australia only, we expect an increase in crime to reduce trust in Australia and thus to reduce the difference in trust between the two countries at least ten years later. This difference would be totally cancelled out for a crime rate of 7% instead of 3.8%.21 Similarly, since past income inequality has a negative effect in Australia, higher 20 Note that the interpretation of the country dummy is slightly different from before. It gives the difference in trust between the United States and Australia if the host country characteristic included in the regression were 0%. 21 This is the value of crime rate x such that: 1.311 0.01258.58 0.01250.191 x 0. 21 values of income inequality would decrease trust and reduce the difference in trust between the two countries. Specifically, a Gini coefficient of 0.48 instead of 0.30 would lower Australias trust to the US level at least ten years later. With its negative effect on trust, a rise in Australias unemployment rate to 20% instead of 5.1% would also deter trust in Australia to the US level one year later. Finally, the difference in trust between the US and Australia would disappear for a segregation by home country index of 0.0017 in Australia instead of 0.0013. In the United States, only a reduction in perceived racial inequality would have an effect which is large enough to cancel out the difference in trust with Australia. Specifically, if only 15% of second generation immigrants in the United States thought that race matters to get ahead instead of 40%, trust in the US would be as high as in Australia. 22 It is worth noting that in the United States, segregation by home country is not significantly related to trust. This suggests that segregation by home country probably differs from racial segregation in the United States. In all, while the low levels of unemployment, segregation by home country, crime and income inequality, partly account for the high level of trust in Australia, the perception of racial inequality contributes to lower levels of trust in the United States. However, these features do not explain the differences in the intergenerational transmission of trust between the United States and Australia. 7. Intergenerational Transmission: Interpreting the Difference between the US and Australia We showed in section 5 that our results are robust to the inclusion of a large set of individual and country controls, alternative samples and specifications. The differences observed in the transmission of trust to second generation immigrants in the United States and Australia could still conceal an effect of endogenous migration. This could either happen if countries of origin or immigrants themself differ in terms of trust by host country. 22 We have also analysed the effects of growth, population density and female labour market participation. Even if some of these characteristics are significantly related to trust, their effect is too small to meaningfully foster trust in the United States or lower trust in Australia. For example, it would require a 46% growth rate in the US in order to increase trust up to the Australian level. 22 7.1 Endogenous Migration in Relation to Trust in the Home Country It is possible that immigrants from certain countries select into a specific destination so that their trust and that in their host country and home country would be spuriously correlated. Specifically, if individuals from trusting countries tend to migrate to trusting countries, the effects of culture and environment could not be disentangled. The descriptive evidence presented in Figure 1, showing that trust levels of second generation immigrants exhibit a fair amount of variation by home country in both host countries suggests that the issue of selection may not be too relevant. In order to address this aspect more precisely, we tested whether countries whose emigrants moved to the United States differ from those whose emigrants moved to Australia in terms of trust. We regress the level of trust in countries of origin on trust in the host country either the United States, Australia or both. Results are reported in Table A5. Whether we use the first wave of the WVS or all waves available, results show no correlation between the level of trust in home and host countries. This suggests that the United States and Australia attract immigrants from countries with similar levels of trust. . 7.2 Endogenous Migration in relation to Individual Trust It is also possible that the endogenous migration happens at the individual level: for example, if immigrants who have levels of trust that are close to their home country migrate to the United States while those who are more detached migrate to Australia. This would explain why we find stronger relationships between trust of immigrants and trust in the home country in the United States than in Australia. Also, immigrants with initially higher levels of trust could migrate to Australia while those with lower levels of trust migrate to the United States, creating a spurious correlation between individual trust and the host country dummy. To test this hypothesis, we regress individual trust of first generation immigrants on trust in their home country as specified in equation 1 this is similar to Table II for second generation immigrants Table VI. Results first show that the effect of trust in the home country is similar between the United States and Australia. As soon as individual controls are added to the model specification 2, the interaction term between trust in the home country and Australia becomes insignificant while the main effect of origins remain. It even becomes really small in magnitude in our baseline specification 3. This suggests that people who migrate to the United States versus 23 Australia are not initially closer in terms of trust to their home country: they carry over the same amount of trust from their home country. The higher effect detected for the United States on second generation immigrants thus actually suggests a larger intergenerational transmission of trust in the United States. Second, the effect of the host country dummy is much smaller and becomes insignificant as controls are added. This indicates that first generation immigrants do not exhibit unexplained differences in trust by host country as large as second generations. They do show significant differences, but these first generations have possibly spent a significant part of their life in their host country. This suggests that the host country dummy actually captures the acculturation process which takes time and appears significantly larger for second generations.23 Table VI here 8. Conclusions This paperanalyses the impact of cultural transmission and of the environment on trust. We disentangle the effects of the different factors by focusing on second generation immigrants who live in two different countries, the United States and Australia. Our results clearly indicate that both the home country and the host country matters. Specifically, cultural transmission is particularly important in explaining trust levels in the United States, although a positive relationship between trust in the home country and individual trust can also be detected in Australia. Also, large differences appear in trust levels between the two host countries suggesting that the environment matters as well. These results are robust to including a large set of controls individual, home country and regional characteristics in the host country, different samples and econometric specifications. Interestingly, differences in levels and in the transmission of trust across generations between the United States and Australia are not homogenous in the population. In particular, in Australia, womens trust is not affected by trust in their home country. In contrast, in the United States, womens trust is as affected by their origin as that of men. Also, the 23 This test is obviously imperfect since the sample of first generations is not the parents of the second generations. They are thus from different countries and immigration waves. To mitigate this issue, we have restricted the first generation sample to home countries which are represented in the sample of secondgeneration immigrants. Still, this could explain the lower main impact of trust in the country of origin. 24 transmission of this foreign heritage appears particularly strong when only one parent is born abroad. Finally, trust in the home country has no effect on the trust of individuals belonging to small communities in the US. We then analyse whether economic and social conditions of the host country could contribute to the differences in trust levels observed between the United States and Australia. While the low levels of unemployment, segregation by home country, crime and income inequality, partly account for the high level of trust in Australia, the perception of racial inequality contributes to lower levels of trust in the United States. To expand our understanding of the differences in the transmission process of trust between the United States and Australia, we reproduce our main analysis for first generation of immigrants. Results show that, for them, the influence of the home country is similar across the United States and Australia, suggesting that immigrants arrive in their host country carrying the same amount from their home country. Furthermore, they show much smaller differences in their trust levels by host country. This strengthens our results that the transmission process is larger in the United States and that trust levels of immigrants grow different with time as a result of an acculturation process. The evidence provided in this paper showing that culture seems to matter more in the United States than in Australia opens interesting perspective for future research. In particular, the question of whether our findings are also valid for other behavioural traits would provide a better understanding of the how migrants build a mixed identity between the host country and the home country. 25 Tables and Figures Table I. Descriptive statistics Trust in the host country Trust in the home country Individual statistics Proportion of males Age Less than high school High school College Bachelor Postgraduate Married Widowed Separated Divorced Never Married Employed fulltime Employed parttime Unemployed Out of the labour force One parent is immigrant Both parents are immigrant, different origins Both parents are immigrant, same origin Number of children Major urban areas Other urban areas Bounded localities Rural areas Host country statistics GDP growth Unemployment rate Female labour force participation Population density Crime rate Gini index Segregation index Perceived racial inequality Home country statistics Mean USA Std. Deviat.Min Max 0.406 0.4910.329 0.118010.06 0.6090.446 0.49754.32 19.550.264 0.4410.491 0.5000.045 0.2080.128 0.3340.073 0.2590.509 0.5000.184 0.3880.115 0.3190.020 0.1420.171 0.3770.382 0.4860.088 0.2830.052 0.2210.478 0.4990.496 0.5000.392 0.4880.099 0.2992.077 1.8190.511 0.5000.303 0.4590.094 0.2910.092 0.2893.290 1.8776.100 1.40056.71 3.16228.20 2.7937.764 1.6300.351 0.0160.084 0.0130.389 0.039018000000000000000000000018911111111111111111811113.369 7.1864.000 9.60050.00 59.9024.25 33.774.80 10.200.328 0.3800.060 0.1030.303 0.423Mean AUSTRALIA Std. Deviat. Min Max 0.609 0.387 0.475 41.04 0.326 0.183 0.284 0.122 0.084 0.589 0.045 0.057 0.025 0.283 0.441 0.230 0.036 0.294 0.662 0.083 0.254 1.500 0.649 0.208 0.024 0.119 3.015 4.846 57.99 2.745 2.491 0.322 0.001 0.257 00.488 10.089 0.055 0.4910.499 18.22 0.468 0.387 0.451 0.327 0.277 0.492 0.208 0.232 0.155 0.450 0.496 0.421 0.185 0.455 0.473 0.277 0.435 1.566 0.478 0.406 0.153 0.324 015000000000000000000000019311111111111111111811110.561 2.257 3.8320.359 4.279 5.2370.729 56.99 58.740.085 2.648 2.8650.312 2.000 2.8000.010 0.310 0.3360.000 0.001 0.0010.026 0.225 0.289GDP growth Unemployment rate Female labour force participation Democracy levels 111.68.81.50 13.76329.716Sample: second generation immigrants residing in the United States or in Australia. Source: HILDA 2005, 2006, 2008, 2010 and GSS 19782010. Sources for country statistics: World Bank, OECD, ILO, Freedom House, US Census Bureau, ABS, US Department of Justice. 2.749 2.907.802.494 1.50 13.208.822 20.20 70.001.705 71.871 4.5786.897 3.39642.71 10.251.808 1.4060.617 9.495 40.34 1.742 26 Table II OLS regressions. Dependent variable: Most people can be trusted 0: No; 1: Yes. 1 0.7090.09390.5400.1250.5990.09212 0.4110.1070.1670.1360.7280.133Trust in the home country Australia X trust in the home country Country: 0USA, 1Australia GDP growth in home country GDP per capita in home country Unemployment rate in home country Democracy level in home country Australia X GDP growth in home country Australia X GDP capita in home country Australia X unemployment rate in home country Australia X democracy level in home country Rsquared Observations 0.08499650.11899543 0.568 0.125 0.290 0.158 0.652 0.172 0.00121 0.00322 0.0124 0.00420 0.00103 0.00380 0.0163 0.0133 0.00152 0.00559 0.00796 0.00489 0.00274 0.00535 0.00679 0.0165 0.120 9954 4 0.5400.1250.2060.1640.4500.2540.0002100.003280.01290.004200.0002750.003840.01850.01340.007480.006550.007260.004890.001110.005820.009550.01650.120 9954 Yes Yes No No No Yes Yes Yes No No Yes Yes Yes Yes Yes Yes Yes Yes Yes No Time fixed effects Age and age squared Other individual controls Home country characteristics Region of residence characteristics Levels of significance: : 10% : 5% : 1% Sample: second generation immigrants residing in the United States or in Australia. Note: standard errors clustered at the individual level in parentheses. The additional individual controls are: gender, education levels, marital status, number of children, labour force status, urbanrural residence, region of residence, an indicator for whether both parents are immigrants from different countries and an indicator for whether they are from the same country. Home country characteristics are GDP growth, GDP per capita, unemployment rate and democracy level. Region of residence characteristics are GDP growth, unemployment rate, population density, crime rate and the percentage of immigrants from the respondents home country in his host country these are timevariant. All the controls are also interacted with an indicator for Australia. Source: HILDA 2005, 2006, 2008, 2010 and GSS 19782010. 27 Table III Additional OLS regressions. Dependent variable: Most people can be trusted 0: No; 1: Yes. Trust in the home country Australia X trust in the home country Country: 0USA, 1Australia Common countries 0.4970.2560.1190.3591.1650.332Excluding GB Common period Excluding 2005 0.5680.1250.2910.1640.6400.1750.5680.125 0.285 0.162 0.7090.189 0.656 0.241 0.375 0.260 0.572 0.279 0.1127122 Rsquared Observations Levels of significance: : 10% : 5% : 1% Sample: second generation immigrants residing in the United States or in Australia. Note: standard errors clustered at the individual level in parentheses. The additional controls are as in Table II, column 3. Source: HILDA 2005, 2006, 2008, 2010 and GSS 19782010. Table IV OLS regressions on subsamples. Dependent variable: Most people can be trusted 0: No; 1: Yes. 0.092 8514 0.127 5901 0.1197994 FEMALE MALE INDIVIDUALS YOUNG OLD INDIVIDUALS ONE TWO PARENTS BORN ABROAD 0.682 0.174 0.352 0.223 0.424 0.251 0.298 0.256 0.111 0.327 0.391 0.352 SMALL LARGE COMMUNITIES0.0292 0.227 0.359 0.265 0.947 0.311 0.496 0.260 0.600 0.332 0.288 0.350 0.125 Trust in the home country Australia X trust in the home country Country: 0USA, 1Australia Trust in the home country X subgroup Australia X trust in the home country X subgroup Country: 0USA, 1Australia X subgroup Rsquared 0.501 0.168 0.498 0.218 0.572 0.233 0.149 0.253 0.403 0.317 0.190 0.346 0.504 0.215 0.277 0.242 0.961 0.424 0.0327 0.272 0.0954 0.362 1.052 0.728 0.126 0.133 0.125 9954 Observations Subgroups: Male individuals; Old individuals; Individuals with two parents born abroad; Individuals belonging to large migrant communities. Levels of significance: : 10% : 5% : 1% Sample: second generation immigrants residing in the United States or in Australia. Note: standard errors clustered at the individual level in parentheses. The additional controls are as in Table II, column 3. Source: HILDA 2005, 2006, 2008, 2010 and GSS 19782010. 9954 9793 9930 28 Table V OLS regressions. Dependent variable: Most people can be trusted 0: No; 1: Yes. 3 YEAR MOVING AVERAGES 1 YEAR LAG 13 YEAR LAG 1 2 3 4 5 0.5680.5650.571 0.5760.125 0.290 0.158 2.9650.981 0.1250.2870.1581.3110.3430.125 0.293 0.158 2.220 1.074 0.1250.2980.1580.2230.5670.5680.1250.2900.1580.8520.2010.001390.01030.04120.0212 Trust in the home country Australia X trust in the home country Country: 0USA, 1Australia Unemployment rate Australia X unemployment rate Segregation index Australia X segregation index Crime rate Australia X crime rate Gini coefficient Australia X Gini coefficient Perceived racial inequality Australia X perceived racial inequality 1.039 1.824 1789.7 703.6 0.01250.01020.1910.0759 1.291 2.383 5.004 3.222 0.120 2.5521.3062.2021.3200.120Rsquared 0.1200.1200.1209954995499549954Observations Levels of significance: : 10% : 5% : 1% Sample: second generation immigrants residing in the United States or in Australia. Note: standard errors clustered at the individual level in parentheses. The additional controls are as in Table II, column 3. Source: HILDA 2005, 2006, 2008, 2010 and GSS 19782010. 9954 29 Table VI OLS regressions, first generation immigrants. Dependent variable: Most people can be trusted 0: No; 1: Yes. Trust in the home country Australia X trust in the home country Country: 0USA, 1Australia GDP growth in home country GDP per capita in home country Unemployment rate in home country Democracy level in home country Australia X GDP growth in home country Australia X GDP capita in home country Australia X unemployment rate in home country Australia X democracy level in home country 1 0.8440.1060.4690.1290.4690.1182 0.534 0.120 0.104 0.140 0.398 0.172 3 0.313 0.157 0.0637 0.183 0.371 0.203 0.0143 0.00766 0.00141 0.00306 0.00496 0.00543 0.0128 0.0196 0.00928 0.00868 0.00235 0.00390 0.00538 0.00643 0.0167 0.0211 4 0.320 0.217 0.0318 0.239 0.0477 0.328 0.0178 0.00896 0.0101 0.00817 0.00104 0.00640 0.00904 0.0248 0.00497 0.0109 0.00690 0.00853 0.00408 0.00781 0.00571 0.0259 Rsquared Observations 0.09982340.139 8226 0.140 8226 0.140 7945 Yes Yes No No No Yes Yes Yes No No Yes Yes Yes Yes No Yes Time fixed effects Yes Age and age squared Yes Other individual controls Yes Home country characteristics Yes Region of residence characteristics Levels of significance: : 10% : 5% : 1%. Sample: first generation immigrants residing in the United States or in Australia. Note: standard errors clustered at the individual level in parentheses. The additional controls are as in Table II. Source: HILDA 2005, 2006, 2008, 2010 and GSS 19782010. 30 Figure 1. Trust levels in the USA and Australia. Sample: GSS 19782010 and HILDA 2005, 2006, 2008, 2010. 31 Figure 2. Trust levels of second generation immigrants and trust in their home country 7.6.5.tsurt fo level liaudvdni I4.3.GSSRUSIREGBCANCZEAUTITAPOLHUNGERNORSWEMEX 2.1.0PRI0.1.2.3COO level of trust.4.5.6.7Sample: second generation immigrants residing in the United States. Source: GSS 19782010. Sample: second generation immigrants residing in Australia. Source: HILDA 2005, 2006, 2008, 2010. 32 Appendix 1 Table A1 Countries of origin in each dataset. Total HILDA Country GSS AUSTRIA CANADA CROATIA CZECH REPUBLIC EGYPT FORMER YUGOSLAVIA GERMANY GREECE HUNGARY INDIA IRELAND ITALY MALAYSIA MALTA MEXICO NETHERLANDS NEW ZEALAND NORWAY PHILIPPINES POLAND PUERTO RICO RUSSIA SOUTH AFRICA SWEDEN UNITED KINGDOM USA VIETNAM Total 45 129 0 74 0 0 262 0 43 0 145 338 0 0 262 0 0 54 0 167 79 86 0 48 222 0 0 51 54 83 0 42 169 382 243 108 126 317 695 62 144 0 500 549 0 74 122 0 0 85 0 4,055 104 55 1,954 8,020 96 183 83 74 42 169 644 243 151 126 462 1,033 62 144 262 500 549 54 74 289 79 86 85 48 4,277 104 55 9,974 33 Table A2 OLS regressions. Dependent variable: Most people can be trusted 0: No; 1: Yes. Trust in the home country Australia X trust in the home country Country: 0USA, 1Australia time 1.0000 time 2.0000 time 4.0000 Age of respondent Age squared Australia X age of respondent Australia X age squared Respondents sex High school Junior college Bachelor Graduate Widowed Divorced Separated Never married Employed parttime Unemployed Not in the labour force Middle Atlantic East North Central 34 2 0.411 0.107 0.167 0.136 0.728 0.133 0.159 0.0293 0.0876 0.0285 0.165 0.0111 0.00889 0.00385 3 0.5680.1250.2900.1580.6520.1720.1680.02930.09310.02850.1650.01110.009450.003860.00003140.007010.003770.0000370 0.0000371 0.0106 0.0108 0.00453 0.004551 0.7090.09390.5400.1250.5990.09210.1010.02720.05930.02850.1680.01110.01070.003344 0.5400.1250.2060.1640.4500.2540.1970.04450.1100.03770.1610.01220.009340.003870.0000823 0.0000408 0.0000448 0.00004500.00003720.0109 0.00455 0.0000968 0.000117 0.000117 0.0001180.0000444 0.0000445 0.0000445 0.00003620.03420.02260.06750.02650.1690.05640.2550.03950.2630.04750.02390.03550.05140.03530.01840.06960.03060.03460.05620.04090.006120.04750.08120.02990.2150.2190.1290.0333 0.0226 0.0728 0.0264 0.171 0.0561 0.257 0.0395 0.272 0.0474 0.0254 0.0354 0.0535 0.0352 0.0208 0.0695 0.0326 0.0347 0.0585 0.0410 0.00970 0.0473 0.0799 0.0300 0.0131 0.0420 0.0798 0.03370.02260.07000.02650.1720.05640.2580.03950.2660.04750.02430.03550.05070.03530.01950.06950.03210.03450.05720.04080.006030.04740.08020.03000.01060.04220.0879West North Central South Atlantic East South Central West South Central Mountain Pacific NSW VIC QLD SA WA TAS NT Parents are not AmericanAustralian and from different countries Parents are not AmericanAustralian and from same country Number of children Other urban Bounded locality Rural area Australia X respondents sex Australia X high school Australia X junior college Australia X bachelor Australia X graduate 35 0.0428 0.136 0.0590 0.00825 0.0465 0.0330 0.125 0.0233 0.0515 0.0855 0.0582 0.0570 0.0436 0.00684 0.0448 0.0590 0.0442 0.0341 0.0457 0.0208 0.0480 0.0185 0.0463 0.0167 0.0655 0.254 0.0825 0.00899 0.0241 0.0504 0.0398 0.00156 0.00681 0.00304 0.0252 0.0146 0.0403 0.0716 0.0418 0.0423 0.0273 0.0140 0.0334 0.164 0.0595 0.138 0.0463 0.114 0.0550 0.04380.1460.06060.005100.04670.02200.1300.03150.05510.08300.06000.05480.04540.007690.04510.05850.04460.03320.04610.01990.04840.01930.04670.01680.06600.2480.08230.007630.02440.04860.04010.003140.006820.001620.02510.01950.04050.07740.04190.04320.02720.01100.03350.1640.05970.1380.04630.1080.05500.06250.3520.2140.05250.07320.1250.1950.1490.1780.3170.2370.2600.2020.4480.4280.4530.3850.4230.4470.4440.4490.4750.4520.4300.4370.7120.4530.007650.02450.04370.04020.003320.006820.0002500.02510.02220.04050.07910.04180.04380.02720.007920.03360.1620.05980.1350.04630.1050.0551Australia X widowed Australia X divorced Australia X separated Australia X never married Australia X employed parttime Australia X unemployed Australia X not in the labour force Australia X parents are not AmericanAustralian and from different countries Australia X parents are not AmericanAustralian and from same country Australia X number of children Australia X other urban Australia X bounded locality Australia X rural area GDP growth in home country GDP per capita in home country Unemployment rate in home country Democracy level in home country Australia X GDP growth in home country Australia X GDP capita in home country Australia X unemployment rate in home country Australia X democracy level in home country GDP growth in region of origin Unemployment rate in region of origin Population density in region of origin 36 0.00896 0.0493 0.00956 0.0458 0.0377 0.0789 0.0578 0.0405 0.0427 0.0446 0.161 0.0571 0.0543 0.0358 0.008280.04940.01360.04590.03490.07890.05750.04040.04130.04440.1580.05730.05430.03580.0385 0.03640.0351 0.0602 0.0434 0.000327 0.00925 0.0404 0.0309 0.0584 0.0616 0.0549 0.0465 0.03550.06130.04370.001880.009260.04240.03080.06390.06190.06080.04660.001210.003220.01240.004200.001030.003800.01630.01330.001520.005590.007960.004890.002740.005350.006790.01650.008380.04950.01320.04590.03300.07890.05520.04050.04110.04440.1600.05730.05420.03580.03730.03560.05530.04380.001880.009270.04330.03080.06430.06190.06280.04650.0002100.003280.01290.004200.0002750.003840.01850.01340.007480.006550.007260.004890.001110.005820.009550.01650.0005320.004820.008370.01140.003060.00310Crime rate in region of origin Percentage of immigrants from home country in host country Constant Rsquared Observations 0.0007040.007510.1830.1010.3320.3040.12099540.1930.07760.273 0.109 0.08499650.118 9954 0.1160.1400.1209954Yes Yes Yes Yes Yes Yes Yes Yes Yes No Yes Yes No No No Yes Yes Yes No No Time fixed effects Age and age squared Other individual controls Home country characteristics Region of residence characteristics Levels of significance: : 10% : 5% : 1% Sample: second generation immigrants residing in the United States or in Australia. Note: standard errors clustered at the individual level in parentheses. The additional individual controls are: gender, education levels, marital status, number of children, labour force status, urbanrural residence, region of residence, an indicator for whether both parents are immigrants from different countries and an indicator for whether they are from the same country. Home country characteristics are GDP growth, GDP per capita, unemployment rate and democracy level. Region of residence characteristics are GDP growth, unemployment rate, population density, crime rate and the percentage of immigrants from the respondents home country in his host country these are time variant. All the controls are also interacted with an indicator for Australia. Source: HILDA 2005, 2006, 2008, 2010 and GSS 19782010. Table A3 Robustness checks, Different econometric methodologies: Dependent variable: Most people can be trusted 0: No; 1: Yes. Trust in the home country Australia X trust in the home country Country: 0USA, 1Australia OLS regression Probit regression marginal effects Random effects panel regression OLS excluding repeated observations 0.5680.1250.2900.1580.6520.1720.6490.1390.3560.1720.6520.08580.568 0.125 0.327 0.157 0.653 0.173 0.5680.143 0.400 0.161 0.8080.152 99549954 0.10647310.1209954Rsquared Observations Levels of significance: : 10% : 5% : 1% Sample: second generation immigrants residing in the United States or in Australia. Note: standard errors clustered at the individual level in parentheses. In the last column, standard errors are clustered at the home country level. The additional controls are as in Table II, column 3. Source: HILDA 2005, 2006, 2008, 2010 and GSS 19782010. 37 Table A4 Additional robustness checks. Dependent variable: Most people can be trusted 0: No; 1: Yes. Measure of trust in home country Australia X measure of trust in the home country Country: 0USA, 1Australia Average WVS value Trust in maternal home country 0.5730.1450.2960.1780.7420.1740.5590.124 0.328 0.154 0.5920.171 0.1199954Rsquared Observations Levels of significance: : 10% : 5% : 1% Sample: second generation immigrants residing in the United States or in Australia. Note: standard errors clustered at the individual level in parentheses The additional controls are as in Table II, column 3. Source: HILDA 2005, 2006, 2008, 2010 and GSS 19782010. Table A5 OLS regressions, relationship between trust in countries of origin and in countries of residence 0.119 10019 Dependent variable Trust in the home country, Trust in the home country, Trust in the host country, 1st WVS value Number of observations Trust in the host country, WVS average Number of observations Levels of significance: : 10% : 5% : 1% Sample: second generation immigrants residing in the United States or in Australia. Note: standard errors in parentheses. Source: WVS data. 0.7753360.81360.9478 36 38 1st WVS value Coeff.0.484536tstatistic0.8136WVS average Coeff. 0.5923 36 tstatistic0.97360.9736References Aghion, P., Algan, Y., Cahuc, P. and Shleifer A. 2010 Regulation and Distrust, Quarterly Journal of Economics, 1253: 10151049. Alesina A. and N. FuchsSchundeln 2007 Good Bye Lenin or not?. The effect of Communism on peoples preferences American Economic Review, 97: 15071528. Alesina, A. and Giuliano, P. 2011 Family Ties and Political Participation, Journal of the European Economic Association, 95: 817839. Algan, Y. and Cahuc, P. 2006 Civic Attitudes and the Design of Labor Market Institutions: Which Countries Can Implement the Danish Flexicurity Model? IZA Working Paper 1928. Algan, Y. and Cahuc, P. 2007 The Roots of Low European Employment: Family Culture?,in Pissarides, C. And Frankel, J.A. eds., NBER International Macroeconomics Annual,Cambridge: MIT Press. Algan, Y. and Cahuc, P. 2010a Inherited Trust and Growth, American Economic Review, 1005: 20602092. Algan, Y. and Cahuc, P. 2010b Peuton construire une societe de confiance? in Askenazy, P. and Cohen, D. eds., Societe de defiance, Paris: Albin Michel. Arrow, K. 1972 Gifts and Exchanges, Philosophy and Public Affairs, 1: 343362. Bisin, A. and Verdier, T. 2001 The Economics of Cultural Transmission and the Evolution of Preferences, Journal of Economic Theory, 972: 298319. Blau, F., Kahn, L. and Papps, K. 2011 Gender, Source Country Characteristics and Labor Market Assimilation among Immigrants, Review of Economics and Statistics, 931: 4358. Delhey, J. and Newton, K. 2003 Who Trusts? The Origins of Social Trust in Seven Societies, European Societies, 52: 93127. Dohmen, T., Falk, A., Huffman, D. and Sunde, U. 2011 The Intergenerational Transmission of Risk and Trust Attitudes, forthcoming in Review of Economic Studies. Fernandez, R., 2007, Women, Work and Culture, Journal of the European Economic Association, 5 23, 305332. Fernandez, R. and Fogli, A. 2009 Culture: An Empirical Investigation of Beliefs, Work and Fertility, American Economic Journal: Macroeconomics, 11, 146177. Fernandez, R. 2011 Does Culture Matter? in, Benhabib, J., Jackson, M.O. and Bisin, A. eds., Handbook of Social Economics, Vol. 1A, Amsterdam: NorthHolland. Glaeser, E., Laibson, D., Sheinkman, J. and Soutter, C. 2000 Measuring Trust, Quarterly Journal of Economics, 1153: 811846. Glaeser, E. 2005 The Political Economy of Hatred, Quarterly Journal of Economics, 1201: 4586. Guiso, L., Sapienza, P. and Zingales, L. 2004 The Role of Social Capital in Financial Development, American Economic Review, 943: 526556. Guiso, L., Sapienza, P. and Zingales, L. 2006 Does Culture Affect Economic Outcome?, Journal of Economic Perspectives, 202: 2348. Knack, S. and Keefer. P. 1997 Does Social Capital Have an Economic Payoff, A CrossCountry Comparison, Quarterly Journal of Economics, 1124: 12511288. La Porta, R., LopezdeSilanes, F., Shleifer, A. and Vishny, R. 1997 Trust in Large Organizations, American Economic Review, 873, 33338. 39 Leigh, A. 2006 Trust, Inequality and Ethnic Heterogeneity, Economic Record, 82258, 268280. Ljunge, M. 2011 Trust Issues: Evidence from Second Generation Immigrants, University of Copenhagen, Department of Economics Discussion Paper 1131. Ljunge, M. 2012 Cultural Transmission of Civicness, University of Copenhagen, Department of Economics Discussion Paper 1133. Luttmer, E. and Singhal, M. 2011 Culture, Context, and the Taste for Redistribution, American Economic Journal: Economic Policy, 31: 157179. Muller, D., Torgler, B. and Uslaner, E. M. 2012 A Comment on Inherited Trust and Growth, Economics Bulletin, 322: 14811488. Rothstein, B. and Uslaner, E. M. 2005 All for All: Equality, Corruption, and Social Trust, World Politics, 581: 4172. Smith, Tom W, Peter Marsden, Michael Hout, and Jibum Kim. General social surveys, 19722010machinereadable data file Principal Investigator, Tom W. Smith; CoPrincipal Investigator, Peter V. Marsden; CoPrincipal Investigator, Michael Hout; Sponsored by National Science Foundation. NORC ed. Chicago: National Opinion Research Center producer; Storrs, CT: The Roper Center for Public Opinion Research, University of Connecticut distributor, 2011. Tabellini, Guido 2008a. Presidential Address: Institutions and Culture. The Journal of the European Economic Association, 6, 23, 255294. Tabellini, G. 2010 Culture and Institutions: Economic Development in the Regions of Europe, Journal of the European Economic Association, 84: 677716. Uslaner, E. M. 1999 Democracy and Social Capital, in Warren, M. ed., Democracy and Trust Cambridge: Cambridge University Press. Uslaner, E. M. 2002 The Moral Foundations of Trust, Cambridge: The Cambridge University Press. Uslaner, E. M. 2011 Trust, Diversity, and Segregation in the United States and the United Kingdom, Comparative Sociology, 102: 221247 Williamson, Oliver E. 1979 TransactionsCost Economics: The Governance of Contractual Relations, Journal of Law and Economics, 222: 23362. World Values Survey 19812008 Official Aggregate v.20090901 2009 World Values Survey Association www.worldvaluessurvey.org. Aggregate File Producer: ASEPJDS, Madrid. 40 ", "filename": "737819472.pdf", "person": ["Julie Moschion", "Moschion, Julie", "Domenico Tabasso", "Tabasso, Domenico"], "date": ["2013"]}