{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/79536/1/73806145X.pdf"], "title": ["Informality in developing countries"], "plaintext": "Wages and Informality in Developing Countries Costas Meghir, Renata Narita and JeanMarc Robin 14th July 2012Abstract It is often argued that informal labour markets in developing countries are the engineof growth because their existence allows firms to operate in an environment where wageand regulatory costs are lower. On the other hand informality means that the amount ofsocial protection offered to workers is lower. In this paper we extend the wagepostingframework of Burdett and Mortensen 1998 to allow for two sectors of employment.Firms are heterogeneous and decide endogenously in which sector to locate. Workersengage in both off the job and on the job search and decide which offers to accept.Direct transitions across sectors are permitted, which matches the evidence in the dataabout job mobility. Our empirical analysis uses Brazilian labour force surveys. We usethe model to discuss the relative merits of alternative policies towards informality. Inparticular, we evaluate the impact of a tighter regulatory framework on employment inthe formal and the informal sector and on the distribution of wages.Costas Meghir: Yale University and IFS; Renata Narita: World Bank; Jean Marc Robin: Sciences Po and UCL. We thank Joe Altonji, Corina Mommaerts and seminar participants at Yale University for comments.Costas Meghir thanks the ESRC for funding under the Professorial Fellowship RES051270204. Robin gratefully acknowledges financial support from the Economic and Social Research Council through the ESRC Centrefor Microdata Methods and Practice grant RES589280001, and from the European Research Council ERCgrant ERC2010Ad G269693WASP. We also thank the ESRC Centre for Microeconomic Analysis of Public Policy at the Institute for Fiscal Studies. Responsibility for any errors is ours.11Introduction Informal labour markets are a standard feature of labour markets in developing countries.These labour markets are generally seen as operating outside the tax and regulatory framework of the country, not paying taxes or social security contributions of any sort, violatingminimum wage laws and not complying with employment protection regulation. It is oftenargued that as a result they are the engine of growth because their existence allows firms tooperate in an environment where wage and regulatory costs are lower. On the other hand,informality implies that the amount of insurance offered to workers is lower. Moreover, informal markets are also subject to regulatory costs: while formal firms pay income taxes andseverance, informal firms are subject to being caught and fined by the labour authorities. Aninteresting policy question is to which degree stricter regulatory codes affect output, sectorof employment and the distribution of wages in the formal and the informal sector.The most traditional view associates informality with a subsistence sector in a segmentedlabor market market, restricted by the minimum wage and tax laws. Heterogeneous workerssort themselves out of heterogeneous sectors according to the classical representation of acompetitive, segmented economy a la Roy. To date, a large empirical literature has shownevidence against the segmented market view. They usually find significant job mobility acrosssectors or workers reporting being better off by taking up an informal job.1 In accordancewith the data and this literature, our model allows for transitions between formal and informalsectors, subject to informational frictions and choice. Workers can be exogenously laid offor can take up a job opportunity in an alternative firm either in the same sector or in theother, and all the directions of mobility are potentially observable because jobs firms areheterogeneous both between and within sectors. In order to account for worker heterogeneity,we segment the market across observed characteristics, such as completed education and 1For example, Maloney 1999 shows no evidence of segmented markets for Mexico, where transitionsbetween formal and informal sector seem to be equally probable in both directions. Barros, Sedlacek and Varandas 1990, Neri 2002 and Curi and MenezesFilho 2006 analyze Brazil and also point to the significantmobility between sectors. Furthermore, Maloney et al 2007 shows for Colombia that informal workers aremore satisfied than formal workers in terms of job flexibility. For Argentina, Pratap and Quintin 2006 findingssuggest that informal workers can be as well off as similar formal workers.2gender. Finally, the policy environment is described by corporate and labour taxes, severancepayment, unemployment insurance, a legal minimum wage and an intensity of monitoring ofcompliance by firms.Our paper relates to that of Albrecht, Navarro and Vroman 2009 who use the matchingframework of MortensenPissarides 1994 to model the informal sector as unregulated selfemployment with fixed productivity, while allowing for heterogeneity in the formal sector.Bosch 2006 uses a similar framework and adds heterogeneous productivity in the informalsector. The author assumes the two markets are subject to the same frictions and direct jobflows only take place from the informal to the formal sector, with the assumption that formalworkers never accept an offer from the informal one.2The model in this paper presents one major theoretical innovation with respect to theexisting literature. Specifically, our framework adds to the literature of equilibrium searchmodels with heterogeneous firms and onthejob search 3 by allowing endogenous choice ofsector by firms. We thus allow firms to differ in their productivity regardless of the sectorin which they operate, implying that any type of firm could act in a sector, with no exanterestriction on whether a sector is more productive than the other.The model is designed for analyzing economies with substantial informal and formalsectors, found across a wide range of developing economies. Here we estimate it using datafrom Brazil where informality of labour is about 40 percent of the salaried labour force.4Our main source is the Brazilian Labour Force Survey, Pesquisa Mensal de Emprego, whichprovides a rotating panel of individuals sampled from the six main metropolitan regions of Brazil. Finally, the model allows us to discuss the relative merits of alternative policiestowards informality.We draw two sets of important conclusions. First, marginal increases in regulation, inthe presence of an informal sector have little or no perceptible effect on the economy; they 2Other related papers are for example Gabriel Ulyssea 2010, ElBadaoui, Strobl and Walsh 2010, Boeriand Garibaldi 2005, and Fugazza and Jacques 2003. They use a more simplified structure for dual economiesthan that of Albrecht et al. 2009 and Bosch 2006.3See e.g. Burdett and Mortensen 1998, Van den Berg and Ridder 1998, Van den Berg 2003 and Bontemps, Robin and Van den Berg 2000.4Estimate based on recent cross sectional data PNAD and the entire salaried workforce.3also have little effect in the distribution of activity between the formal and informal sector.However, increasing the cost of informality by 10% actually improves welfare of all concerned. The resulting increased competition among firms in the formal sector is the maincause, which pushes up wages and thus welfare for individuals in all states. Moreover, firmsthat remain informal are more than compensated by the increase in profit margins, followingthe move of marginal firms to the formal sector.If we go as far as abolishing informality the results are more complex. First, in all casesworkers welfare including those unemployed increases substantially. This is both becausethey obtain formal jobs that are more valuable and because in most cases formal sector wagesgo up due to increased competition for workers among firms. Average firm profits can eitherincrease or decrease, depending on the specific market. The extent to which they decreasedetermines whether welfare will increase or not. Although the model does not predict just onedirection of welfare, in most markets we consider overall welfare goes up with the abolitionof informality.In the next section, we present the model. In Section 3, we describe the data and thedetails of estimation of the model. In Section 4, we present and comment on the main results.In Section 5, we examine the effects of changes in the compliance costs and other policiessuch as changes in severance and unemployment compensation. Conclusions are in Section 6.2 The Equilibrium Search Model We have in mind a pool of low skilled homogeneous workers that will typically engage in jobsrequiring low training input. This explains why we have decided to construct a wagepostingmodel, instead of assuming a bargaining mechanism for wage setting. Monopsonistic modelsare indeed usually thought as best suited to labour markets with an abundant workforce.Productivity differences will arise in this model because of firm level heterogeneity.There are two sectors in the economy, the formal and the informal one. The two sectors 4arise because of the existence of taxes and regulations governing the employment of workers.Imperfect monitoring of compliance with the legal framework creates profitable opportunitiesfor lower productivity firms to ignore the regulations and operate in the informal sector. Thepolicy environment is described by the corporation tax on profits, income tax, social securitycontributions, severance pay upon laying off a worker and unemployment insurance, whichis implicitly funded by taxes. All these features can be avoided when the worker is employedinformally. However, firms are monitored and if caught not complying they pay a fine. Firmshave a given productivity level, maximize profits and have to decide whether to comply withthe regulations or employ in the informal sector, risking a fine. So the choice of sector is endogenous, which greatly complicates the determination of the equilibrium visavis standardwageposting models a la Burdett and Mortensen 1998.Workers seek to maximize their expected lifetime income. The flow utility of workersdepends linearly on the wage they receive plus the value of the social security contributionsmade by the firm on their behalf, which we include in the wage measure and are net of anytaxes due. Workers also value severance pay and unemployment insurance as will be evidentin the value function. The economy is subject to search frictions and workers search bothwhen unemployed and when they are employed. They also receive competing offers fromboth sectors. Subscripts with value 0 denote the unemployed, with value 1 denote the formalsector and with value 2 the informal one.2.1 Workers Workers maximize the expected lifetime income discounted at a rate of r. At any instant,unemployed workers receive an income stream b, taken to be constant across individuals,regardless of their history. Let W1w and W2w denote the values of a wage contract w in theformal sector 1 and the informal sectors sector 2, and let U be the value of unemployment.Individuals receive job offers according to a Poisson process with arrival rate i j, wherei 0,1,2 denotes the current state unemployed, or working in the formalinformal sectorsand j denotes the source of the offer. An offer is an employment contract promising a fixed 5wage and, implicitly, specific outside options. In particular, a worker can receive offers fromeither sector indeed we also allow offers from the informal sector to the formal one andsome of these offers may be worth accepting and can be laid off at sectorspecific ratesi 0,i 1,2. Lastly, Fj, j 1,2, defined on W j,W j, denotes the equilibrium distributionof present values of contracts from which workers sample their offers. These distributionsare endogenous and the rest of the paper will explain how they are determined.The wage in the formal sector represents the entire monetary compensation for the worker:thus it is after tax but before social security deductions, which are effectively part of theircompensation as it entitles them to a pension and to health benefits. Pay also includes contributions to pensions made by the employer on behalf of the worker; in the informal sector notaxes or contributions are made so the wage is just the gross wage.The value functions for each state, namely employed in the informal sector, employed inthe formal sector and unemployed describe the optimal behavior of workers. As usual thesevalues combine the immediate gains of being in the sector e.g. the wage together with theresulting option values, such as the possibility of moving to better jobs within or betweensector or the impact of exogenous shocks, such as the possibility of job destruction leadingto unemployment. Thus the value of working in the informal sector, isr W2w w 20 U W2w 21 EF1 maxW W2w,0 22 EF2 maxW W2w,0,where EFj, j 1,2, takes expectations over a generic contract value W distributed as Fj insector j. Later in solving for equilibrium it is useful to rewrite this expression after integrating 6by parts,5r W2w w 20 U W2w 21 W 1W2wF1xdx 22 W 2W2wF2xdx,1where overlines on distribution functions denote survival functions: F 1F. Thus the flowutility in the informal sector is the wage rate w plus the loss that the individual may incurif laid off, which happens at rate 20, as well as the capital gain of obtaining a better offereither from the formal or the informal sector with rates 21 and 22 respectively.A similar expression can be derived for the value of working in the formal sector. Thekey difference here will be in the definition of the wage, which we discussed before and inthe expression for the loss incurred when moving to unemployment. We write the value ofemployment in the formal sector using the second expression derived above asr W1w w 10 U UI s w W1w 11 W 1W1wF1xdx 12 W 2W1wF2xdx.2The cost of becoming unemployed is mitigated by two factors. The first is unemploymentinsurance UI which we assume for simplicity 6 is paid upfront. The second term is severancepay s w, s being the compensation rate in the case of termination of employment. As weshow below, we determine the level of UI endogenously based on the tax rate used to fund itand on the overall number of unemployed. Both UI and severance pay increase the value ofemployment in the formal sector and in the informal sector since a transition between thetwo is possible and both affect the equilibrium distribution of wages. The only difference of UI from severance pay is that the firm directly pays the latter, whereas UI is funded by general 5We make use of the following property. For any random variable X with distribution CDF F on x,x, andfor all u R,EF maxX u,0 maxx u,0d Fx xx xu Fxdx.6Specifically it avoids making the duration of unemployment a state variable if UI is time limited for example.7taxation. This distinction will be of importance when we define the firms problem. Finally,since there are no shocks to productivity, jobs are only closed down because of exogenousjob destruction, which may differ depending on the sector, 10 and 20.To write the value of unemployment note that in equilibrium, firms will only offer acceptable wages so that the value at the minimum offered wage, W 1 and W 2, are greater than U, otherwise no production would take place. So the equilibrium value of unemployment issuch thatr U b 011 U 022 U,3 W 1W 1 W 2W 2where 1 formal and the informal sector respectively, and b is the flowvalue of leisure xd F2x denote the mean contract values offered in thexd F1x, 2 Contract values reflect the benefits, opportunities and costs of working in each sector.They are increasing functions of wages, yet the wage rate alone is not sufficient for rankingjobs across sectors, because each sector comes with different future opportunities. It is thuspossible that a move across sectors is accompanied by a paycut. However in this modelmobility within the sector can only take place when accompanied by a wage rise, whichhas to imply a move to a higher productivity firm. This is because there is no other sourceof heterogeneity such as productivity shocks and because firms do not respond to outsideoffers.2.2 SteadyState Worker Flows The value functions discussed above describe the optimal choices of workers and are conditional on the wage offer distributions in the formal and informal sectors. These are equilibrium objects. To derive them we need to define the steady state flow of workers betweenthe three states unemployment, formal and informal employment as well as the behaviorof the firms. In steady state, the stocks of workers and firms in each sector and in each partof the contract value distribution remains stable. We now define these flows and use themto solve for the steady state stocks and for the relationship between the equilibrium contract 8offer distribution and accepted offers.Define the fraction of the labour force in each sector to be mi, i 1,2, and the unemployment rate to be u 1 m 1 m 2. Let G1W and G2W be the distributions of acceptedcontract values in the formal and informal sectors, respectively: they denote the proportionof the stock of individuals with a contract value lower than or equal to W , respectively. Firstwe define flows in and out of the formal sector along the cumulative distribution of acceptedcontracts. Thus, for any W W 1,W 1,cid:210 11F1W cid:3m 1G1W 12m 1 WW 1F2xd G1x 01u F1W 21m 2 WW 2F1W F1xd G2x.4The mass of workers in the formal sector at or below contract value G1W is m 1G1W .Some of these are destroyed because of exogenous layoffs 10, receipt of offers valuedmore than W from other formal firms, and receipt of acceptable offers from the informalsector.7 On the right hand side is the balancing job creation. Jobs are created with contractvalues below W in the formal sector, in when the unemployed accept offers less than W orworkers in the informal sector receive and accept offers whose value is lower than W .8Similarly we can also define the flow equation for the informal sector. For W W 2,W 2,cid:220 22F2W cid:3m 2G2W 21m 2 WW 2F1xd G2x 02u F2W 12m 1 WW 1F2W F2xd G1x.5In Appendix A we show how to uniquely solve equations 4 and 5 for the distributionsof accepted contracts G1 and G2 given the distribution of offered contracts F1 and F2. Thereexists an equilibrium relationship between the distribution of accepted G and offered F7This is reflected in the integral since departures from all parts of G1W need to be recorded and not onlythe ones leading to higher contract values than W.8Note that if needed G1 is extended outside its support by making it nil to the left of W 1 and equal to 1 tothe right of W 1.9contract values:m 1G1W m 2G2W 01F1W W d 1W 02F2W W d 2W u,u,67where W F1,F2W is an operator on F1 and F2 that is derived in Appendix A, andthat is nil for all W maxW 1,W 2, and where, in the denominator,d 1W 10 11F1W 12F2W ,d 2W 20 21F1W 22F2W ,89are the total job destruction rates in sectors 1 and 2.Straightforwardly, we can also derive expressions for the proportion of workers in eachsector and in unemployment, by setting W in equations 6 and 7 equal to its largest valueand making use of the fact that m 1 m 2 u 1:01 W 110 12F2W 102 W 220 21F1W 2m 1u m 2u 1u 1 m 1u m 2u .,,101112Hence, knowledge of the distribution of wage offers by the formal sector, F1, and theinformal sector F2, allows us to infer the steady state stocks of employment m 1 and m 2 andunemployment u as well as the equilibrium distribution of accepted wages G1 and G2 thatare observable. This is not a full characterization of equilibrium; we now need to show howthe offer distributions F1 and F2 and the decision to post offers in one or the other sector aredetermined. This depends on firm behavior to which we now turn.102.3 Firms Firms maximize profits by choosing in which sector to operate and the wage they will post,which determines the size of their labour force, given their specific productivity p. In theformal sector there are a number of costs associated with hiring a worker at a wage rate w.These include payroll taxes , corporate taxes on profits t and severance payments s wto workers who are laid off. Finally, these firms may be subject to minimum wage lawswmin, which imply that firms cannot necessarily adjust pay to offset the effects of severancepay Lazear, 1990. Informal labour markets are monitored randomly by the governmentauthorities whose role is to enforce tax and labour laws. When caught a firm has to pay a finedepending on its size. We denote as Ccid:962 the expected cost of informality, assumed convexin firm size cid:962. This function will have to be estimated from the data, based on firm behavior.The strategy of the firm is to choose a contract value or wage to offer any worker itcontacts. The strategy will determine the attractiveness and hence the size of the firm andhence in equilibrium there is a tradeoff between low labour costs and size. There are noadjustment costs and, conditional on the wage they pay workers, no dynamics in the decisionproblem of the firms. They just choose a wage and thus implicitly a contract value W tomaximize profit flows.Specifically, firms will offer optimal contracts K1p and K2p that solve the followingprofit maximization problems given productivity p:1p 2p max WmaxU,W1wmin1t p 1 10sw 1W cid:961W ,WmaxU,W2wmin p w 2W cid:962W Ccid:962W ,max1314where cid:961W and cid:962W are the size of informal and formal firms respectively, offering awage contract worth W , and w jW denotes the wage to be paid to a worker in sector jcorresponding to a contract value W.The wage functions w 1W and w 2W are the wages defined by W1w W and W2w 11W , from equations 2 and 1 respectively. That is,1 10sw 1W r 10W 10 U UI 11 W 1WF1xdx 12 W 2WF2xdx,15andw 2W r 20W 20U 21 W 1WF1xdx 22 W 2WF2xdx.16In steadystate, the flow of workers leaving the workforce of any firm d 1W cid:961W andd 2W cid:962W for the two sectors respectively should be equal to the inflow of new hires.Hence,cid:961W cid:962W 1n 11n 2h 1W d 1W h 2W d 2W ,,1718where n 1 and n 2 are the endogenous proportions of firms in the formal and informal sector respectively, h 1W and h 2W denote the share of contacts between firms and workerswilling to accept a job paid W , i.e.h 1W 01u 11m 1G1W 21m 2G2W ,h 2W 02u 12m 1G1W 22m 2G2W ,1920and d 1W and d 2W are the total job destruction rates equation 8 and 9.2.4 Equilibrium Productivity Distributions A key element of our model is that firms decide whether to post vacancies in the formalor the informal sector as well as what wage to post.In equilibrium all strategies givenproductivity will yield equal profits, a property we now use to determine how firms locate.Because of the various costs of employing workers in the formal sector, we can expect firms 12with lower productivity to locate in the informal sector, at least in the presence of minimumwages, if expected fines for informality are not too high. However, there may be a rangeof productivities over which, in equilibrium, firms are indifferent between the two sectors;indeed this turns out to be the case. This is a particularly important feature of the model withkey implications for the welfare effects of policies towards informality. Of course, the factthat firms of both types coexist over a productivity range does not mean they will have thesame size or pay the same rates; quite the contrary and we will discuss this later.We assume that there exists a number of potential entrants, normalized to one, with adistribution of productivity 0p on p, p. In equilibrium we will obtain a measure of productivities in each sector. We denote the equilibrium measure of productivity in each sectorby jp j 1,2. At the equilibrium, each firm maximises profit flows given the equilibrium contract distributions. Hence,1p n 1F1K1p,2p n 2F2K2p.2122Denote the support of the measure for informal firms to be p 2, p 2 and for formal firmsp 1, p, where it is possible that to have overlap in the supports, i.e. p 2 p 1. As discussedabove, we expect that the equilibrium is such that the initial interval of productivity will beoccupied by informal firms only, i.e. p 2 p 1, and wage offers may be below the formalminimum wage. For p 1 p p 2, firms operate in both sectors. We also allow for thepossibility that there is a range of productivities p p 2 where firms operate only in theformal sector. Given this, we shall consider equilibria displaying the following regimes.1. Inactivity: For p p p 2, 1p 0, 2p 0, and 1p 2p 0. This isimportant to consider when discussing counterfactual policy experiments 2. Informal sector only: For p 2 p p 1, 1p 2p, 1p 0, and 2p 0p 0p 2. It is possible that this interval is just zero, meaning that the first relevant interval is the next one. The existence of this interval depends on the relative 13importance of formal labor market regulation and the costs of informality.3. Overlapping region: In this region formal and informal firms of identical productivitycoexist and make the same profits: For p 1 p p 2, 1p 2p, and 1p 2p 0p 0p 2.4. Formal sector only: For all p p 2, 1p 2p, 2p 2p 2, and 1p 0p 2p 2 0p 2.If there is a range of productivities where only formal firms operate, this will be in the higherrange. Implicit in this assertion is that informality profits are increasing slower than formalprofits, possibly because rapidly increasing costs of informality. For example, if the probability of detection as well as the fines increase fast enough with firm size, this will lead toconvex costs of informality, making participation in that sector unprofitable. However, wecannot exclude the theoretical possibility that informal firms operate at all levels of productivity.The computation of the equilibrium is not trivial. The way we calculate equilibrium distributions Fj and sectors sizes n j is described in Appendix B. Note that, intuitively, what happens in the tail left to threshold p 2 is irrelevant. Hence, many distributions 0 are compatiblewith the same equilibrium. For any distribution 0 that delivers an equilibrium Fj, j,n j,delivers an equilibrium with the same distributionsthen distribution cid:1010p Fj, j and with sector sizescid:101n j 0p0p 210p 2n jn 1n 2. This remark will take full sense when we discuss theidentification and estimation of the productivity distribution.The nature of this equilibrium has interesting implications because it can explain twoseemingly contradictory assertions: first, we would expect compensating differentials to increase wages of the workers taking informal jobs: in the overlapping region the informalfirms may have to offer higher wages than equivalent in productivity formal firms to make 14up for the lack of UI and severance pay and to account for the different labor market opportunities. However, there are more formal jobs at higher levels of productivity than at lowerones. This will imply that on average formal workers will be paid more than informal onesdue to a composition effect. Hence the model can explain what is observed in the data and atthe same time imply compensating differentials as we would expect.3 Data 3.1 The Brazilian labour force survey PMEOur main source of data consists of a panel of individuals of working age, sampled by thelabour force survey of Brazil, Pesquisa Mensal de Emprego PME. PME was designed andconducted by the National Statistics Bureau to follow individuals of the six main metropolitanregions of Brazil. Each individual is interviewed during four consecutive months, then foranother four consecutive months one year after their entry into the sample. The sample periodstarts in January 2002 and goes until December 2007.9For the purpose of this paper, we select workers from age 23, where the chance of returning to full time education is very low, up to age 65 who are found to be either unemployed 10or working as an employee registered or unregistered. Our definition of formal workers inthis paper is thus whether the workers current job is registered with the Ministry of Labour.11In Brazil, there is a federal minimum wage, which should be the minimum paid to all formal employees. The average legal minimum wage over the sample period is of 300 reaisper month.12 Workers under a formal contract found to earn less than the minimum wage 9Due to methodological changes in the PME data with effect from 2002, we opted to use only PME fromyear 2002. The first reason is that we solve for the steadystate, which is an assumption hard to defend over along period of time. The second reason is that PME from year 2002 contains retrospective information aboutduration of the actual employment, which we need to identify jobtojob transitions.10We take out unemployed whose last job was not as an employee. By doing so, we exclude mostly unemployed who once was selfemployed or inactive, e.g. individuals whose behavior deviate from the predictionsof our model.11The job is registered if the worker reports having a workers card, which means that the workers is protectedby the Employment laws.12All wages are in reais of June of 2008.15TABLE 1Working Status, by year Unemployed Formal salaried Informal salaried 200215.164.720.2200315.963.620.5200414.963.921.2200513.065.721.2200613.166.520.42007 Total 13.912.065.668.419.620.5Note: Brazilian Labor Force Survey 20022007, individuals aged 2365. The values arepercentages of individuals according to their working status at the first interview.were removed from the sample 8% of formal workers. We believe this is due to reportingerror and we similarly discard the 5% lowest wages out of the informal workers sample, thusexcluding mostly the zerowage earners and some parttime jobs. We also trim the very topwages 0.01% highest of the sample.Table 1 shows the proportions of workers unemployed, formal salaried and informalsalaried, by year. The crosssectional sample contains about 66% of formal salaried workers,20% of informal salaried and 14% of unemployed. Over the period 20022007, we observea large increase in the proportion of formal wage workers. In particular, substantial changeshave taken place more recently with the proportion of formal workers increasing from 64%in 2004 to 68% in 2007. Over the same period, we observe a relatively large drop in theproportion unemployed.Now, looking at our measure of informality proportion of informal employees in the population 23 to 65 years old, we see that a significant fraction of the workforce is informal inthe six largest metropolitan regions of Brazil, an average of 21% of the active workforce. As Table 1 shows, informality increased in our data until 2004 following the same trend observedsince the 80s in the country. Thereafter informality decreased coinciding with an improvement in the business cycle. Our model does not distinguish across periods. However, onecould estimate over different subperiods to obtain a structural interpretation of the changesover time.We follow individuals for up to four months or until their first move if that is sooner.This can be jobtojob, unemploymenttojob or jobtounemployment, where the job can be 16in the formal or in the informal sector.13 At the date of the first interview, we observe theworkers employment status, the duration of the spell time elapsed and the wage earned.From the subsequent three months, we construct the censoring indicator equal to one if theindividual or data is missing in all three following months, the remaining time in the statusand the transition indicators. We identify jobtojob transitions using the survey question onjob duration.14 For example, we classify a worker as a nonmover in the third month of theinterview if shehe does not change status e.g. remains formal and declares that the currentspell has lasted more than three months, i.e. more than the period that passed since the lastinterview.Table 2 presents information on the transitions based on all sample and by region. Theaverage exit rate from unemployment towards the formal sector is about 10% and towards theinformal one 15% implying an overall duration of unemployment of 11 months. Exit fromunemployment to an informal sector job is more frequent and countercyclical judging fromthe exit rates over the downturn years of 2003 and 2004. Exit to the formal sector is trendingup.Job to job mobility is much higher among informal workers than formal ones, both withinthe informal sector and from informal to formal. Relatively to all transitions which occur bysector, the transitions from the formal to the informal sector are quite high compared to thetransitions from the informal to the formal sector. Finally, the transitions towards the formalsector have increased recently, as reflected in the decrease in the rate of informality.When we break these down by region, Recife and Salvador which are less developed havea higher unemployment rate 18% than the better off regions of Sao Paulo, Rio de Janeiro,Belo Horizonte and Porto Alegre 12%.15 However, the level of development does not havean obvious relationship either to the degree of informality or to the turnover rates.13We do not use the entire sixteenmonths window of PME due to attrition problems.14This question is only available in PME after year 2002.15Over the period of analysis 20022007, the average GDP per capita in 2008 prices for the Recife and Salvador regions were respectively 3.6 and 3.9 thousand dollars, whereas for Sao Paulo, Rio de Janeiro, Belo Horizonte and Porto Alegre the figures were about twice as much or more: 11.2, 9.8, 6.2 and 8.5 thousanddollars, respectively.17Description of Data, all sample and by region TABLE 2All sample Recife Salvador Belo 441,24958,004290,24393,00261,82210,33836,23815,24656,87310,68735,15611,030Horizonte 83,2788,95957,36716,952Rio de Janeiro 64,5447,56643,50013,478Sao Paulo 107,59213,87570,00923,708Porto Alegre 67,1406,57947,97312,588Number of Individuals Unemployed Formal Informal Informality Rate %Censored Observations %Unemployed Formal Informal 24.324.434.520.929.029.633.845.828.737.823.921.628.718.723.65.046.342.151.740.145.144.760.6113.414.670.878.044.265.122.825.339.921.131.715.7522.362.072.330.506.938.081.777.19.164.871.941.562.623.717.424.215.120.76.078.482.181.060.124.772.580.6713.613.376.981.952.372.325.322.631.019.726.520.826.638.323.233.38.7217.6318.9520.331.722.020.325.316.790.8410.811.970.473.242.762.02.932.330.405.986.941.868.710.467.775.346.267.8Monthly transitions % of workers by initial statusUnemployedFormal UnemployedInformal 9.2820.349.7515.34FormalFormal FormalUnemployed FormalInformal InformalInformal InformalUnemployed InformalFormal Mean Duration in monthsUnemployedstd.devFormalstd.devInformalstd.dev2.152.010.335.666.551.1211.112.970.075.844.865.32.062.630.485.979.941.1612.714.771.976.744.164.2Note: Brazilian Labor Force Survey 20022007, individuals aged 2365. Transitions are the first move ofindividuals within four months, starting from the individuals first interview.18The way the model is set up, workers are homogeneous.16 We thus focus on low education workers and estimate the model separately by sex. This implicitly assumes that thelabour markets are segmented for these groups and they do not compete directly. We definelow education to mean those with eight or less years of schooling. We also estimate themodel separately for two regions with clearly distinct labour markets, namely Sao Paulo and Salvador. The former is a well developed low unemployment economy, while the latter ischaracterized by very high levels of unemployment. Separating these regions is important,because both the job destruction rates and the arrival rates are likely to be very different. Ourempirical work treats these as independent local labor markets.Table 3 displays the composition of workers at the date of the first interview by region andsex, the informality rate and turnover information. Informality is 34 percentage points higheramong females, regardless of the region. Transitions out of unemployment in Salvador aremuch lower than in Sao Paulo, but within Salvador these transitions are much higher amongmales than females. Transitions out of formal jobs are similar for males and females in Sao Paulo, but again the turnover is larger among males than females in Salvador. On the contrary,the exit rate from informal sector jobs to formal ones is 2.6 times larger for males than forfemales in Sao Paulo and more similar across males and females in Salvador.In Table 4 we show summary statistics of wages by region and sex and formal versusinformal sector. On average, within each region and sector, males are paid more than females.Formal informal workers and those located in Sao Paulo Salvador earn more less. Theamount of wage dispersion measured by the standard deviation of log wages is larger formales than for females in both regions. The standard deviation of wages in the informal sectoris larger than in the formal sector across all groups and more pronouncedly in Sao Paulo.16Ridder and Van den Berg 2003 assume segmented markets with workers with same ability within market,but different across markets. Bontemps, Robin and Van den Berg 1999 include worker heterogeneity withinmarket through differences in the value of leisure. Shephard 2009 uses this to consider the incidence of taxcredits in a model with search frictions.19TABLE 3Description of Data, by region and sex Sao Paulo Males 31,0063,47219,3698,165Females 14,1953,1277,3243,744Salvador Males 13,8042,2658,0333,506Females 5,6372,0702,3661,20130.421.829.118.724.34.9811.202.592.010.295.925.960.5312.714.569.579.046.770.033.727.133.120.929.11.733.102.081.280.114.474.470.4714.515.876.380.245.166.9Number of Individuals Unemployed Formal Informal Informality Rate %Censored Observations %Unemployed Formal Informal 29.722.731.019.327.433.828.240.322.529.4Transitions % of workers by initial statusUnemployedFormal UnemployedInformal 8.8525.714.2811.09FormalFormal FormalUnemployed FormalInformal InformalInformal InformalUnemployed InformalFormal Mean Duration in monthsUnemployedstd.devFormalstd.devInformalstd.dev1.612.030.396.498.181.1011.012.874.276.743.064.81.252.040.376.176.020.4211.212.764.666.239.061.8Note: Brazilian Labor Force Survey 20022007, low education individuals aged 2365.Transitions are the first move of individuals within four months, starting from the individuals first interview.20TABLE 4Description of log wages, by region, sex and whether aformal or an informal worker Sao Paulo Salvador Males Females Males Females Formal Sector Wages Mean Std. Dev.Obs.6.670.4218,6316.380.346,688Informal Sector Wages Mean Std. Dev.Obs.6.350.517,6696.090.453,3976.360.395,8975.930.432,9456.150.311,2145.760.32926Note: Brazilian Labor Force Survey 20022007, low education individuals aged 2365.3.2 Specification and Estimation The estimation problem is much more complicated than for the standard BurdettMortensenmodel, such as discussed in Bontemps et al. 2000. Because of the endogenous choice ofsector activity, the market equilibrium sets two distributions of labour contracts and two distributions for the productivities of firms operating in the formal and informal sectors. A newestimation strategy had to be devised such that the distributions of contract values have first tobe guessed so as to verify equilibrium conditions given observables. Then, the distributionsof firm productivities can be identified through profitmaximizing restrictions.3.2.1 Offer Distributions In Section 2.2, we have derived the way the offer distributions FjW , j 1,2, are related tothe accepted contract distributions G jW , j 1,2. Adjusting these for the fact that they aredefined in the contract space rather than in the wage space, the latter are observed and hencewe can then estimate nonparametrically the offer distributions. However, we simplify theestimation problem by specifying a parametric distribution as approximation, namely a non 21standard beta distribution:Fjx betacdfcid:32 x W j W j W jcid:33; j, j,W j x W j,where betacdf;, is the CDF of a beta distribution with parameters and .1 and GLet F1 and F2 be two candidate offer distributions, defined on the spaces of contractpresent values. Let G2 denote the observable distributions of wages in both sectors.By construction, G1w G1W1w, where W1w is the value of wage contract w derivedin equation 2. A similar restriction holds for the informal sector. Given F1 and F2 we can useequations 6 and 7 to calculate G1 and G2. The estimation algorithm first aims at finding 2 with G1 W1,G2 W2.the couple of offer distributions F1,F2 that best matches GAn important practical reason why a parametric specification is useful is that, in order tocalculate the function of equations 6 and 7, and other transition rates see below, weneed to calculate offer densities f 1 Fcid:482. Assuming a parametric specificationguarantees the smoothness of both the distribution function and its derivative.1 and f 2 Fcid:481,GTo estimate the parameters we use the method of moments. We match the distributionof wages for each sector and the transition rates implied by the model to those observedin the data. Given the above specification, we need to estimate the six arrival rates andthe two job destruction rates all denoted by i ji, j0,1,2 and six further parameters W 1,W 1,W 2,W 2,1,1,2,2 characterizing the offer distribution. Our algorithm estimates given the . We then update the latter. Although we could iterate on all parametersat the same time, this turned out to be a very quick procedure in practice.Given the we estimate by minimizing the quadratic distancecid:16cid:98Gcid:172jw jk G jWjkQ1 2j1Mk0,23sectors j 1,2; cid:98Gwhere Wjk,k 0,  ,M, defines a grid on the space of contract values, separately for bothjw jk is the observed wage distribution for sector j estimated from the 22data and evaluated at the implied grids for wages: w jk w jWjk, using equations 15 and16; and G jWjk is the distribution of contracts in the population of employed workersimplied by the model and which depends on all parameters and .We use Chebyshev nodes for the grid of contract values and we replace the integrals incontract spaces by ClenshawCurtis CC quadrature approximations. Computational detailsare provided in Appendix C.3.2.2 Transition Rates In a similar way as we estimate given , we can estimate given by matching theappropriate moments. In the data we observe the proportion of workers in state i 0,1,2 atthe beginning of the survey moving to state j 0,1,2 before the end of the survey, lasting T periods cid:98Di j. We can use the model to compute the theoretical counterparts to theseproportions Di j as we show in Appendix C. For example the proportion who were in aformal sector job and move to an alternative job within the same sector is given by W 1W 1D11 11F1xd 1x1 ed 1xT d G1x.Now, in equilibrium,cid:961x 1n 1h 1xd 1xm 1n 1d G1xd F1x,allowing to replace the derivative of G1 by that of F1 inside the integral. Then CCquadraturecan be used to approximate the integral.We thus estimate given by minimizing the criterioncid:16cid:98Di j Di jcid:172,Q2 where cid:98Di j is the empirical counterpart of Di j.i, j0,1,2233.2.3 Value of Leisure As mentioned above we allow unemployment insurance to be determined endogenously: in Brazil about 8.5% of receipts from labour taxes fund UI. Hence we compute the impliedamount using the government budget constraint w 1w 1x dcid:98G0.0851x UI D10.and where cid:98Gwhere D10 is the average transition probability from a formal sector job to unemployment 1 is the estimated wage distribution. Remember that UI is paid to workers at themoment of transition into unemployment; hence this calculation is useful for constructing anamount that is consistent with the expected expenditure by Brazil and with the way we model UI.Having estimated the contract values in both sectors and having set U to be equal to W 2the legal minimum wage is not enforced in the informal sector and hence the minimumobserved wage is the reservation wage we can use the value function for the unemployed 3to estimate the value of leisure, b.173.2.4 Productivity Distribution Up to this point, there has been no need to use the firm profit functions, the costs of informality, or indeed the distribution of productivities: the arrival rates, the job destruction ratesand the wage offer distribution can be identified purely from the distribution of wages and thetransition rates. The offer distribution implicitly depends on the costs of informality however.Thus, counterfactual policy simulations require an explicit specification and estimation of thecosts of informality, which will allow us to compute the new equilibrium.We specify the cost function as C ccid:962W , with c and being the parameters to beestimated. Given values for c and , and for n 1 and n 2 such that n 1 n 2 1, we solve 17An important issue here is measurement error. At present we have not allowed for wages to be measurewith error. If we did, this would affect the estimation of the the distributions G and the value of leisure b.24h 1W for the labour force size in the formal sector cid:961W 1d 1W and in the informal sectorn 1h 2W cid:962W 1d 2W . From the firms maximization problem in each sector, we can derive then 2way contracts and productivities are related. We start by deriving the support of productivitiesin each sector and and we then show how we derive the entire distributions. The key point isthat firm profits, given productivity are equalized, across sectors.To derive the support note that the first order conditions for the firms optimization problem see 13, 14 gives K11 W 1 10sK12 W w 2W wcid:482W 1W cid:961W cid:96cid:481W C1cid:962W 1,,2425cid:21cid:20w 1W wcid:48cid:962W cid:96cid:482W where the expressions for wcid:48appendix.jW and for cid:96cid:48jW , as well as further details, are given in the For each point of the contract grids, Wjk, one can thus calculate a point p jk K1j Wjk ona productivity grid, with p 2 p 20, p 1 p 10, p 2 p 2N and p 1 p 1N, allowing the calculationof the productivity distributions as jp jk n j FjWjk, j 1,2,k 0,  ,N.To estimate the remaining parameters, c and , and n 1 and n 2, we use the equilibriumconditions requiring that 2p 2 0, and 1p 2p 0 for p p 1, p 2. We thus estimatec and , and n 1 and n 2 such that n 1 n 2 1, so as to minimize 2p 202 Mk,kcid:480K p 1k p 2kcid:481p 1k 2p 2kcid:482,where K is a kernel density.25Lastly, the unconditional productivity distribution 0 follows as 0p p p p 2, p 1,2p,1p 2p, p p 1, p 2,n 2 1p,p p 2, p 1 p,with the additional restriction: 0p 2 0. This distribution is the exogenous distributionof productivity truncated below at p 2. There is no way one can identify the portion of thedistribution below p 2.3.3 Endogenous Arrival Rates: Estimating a Matching Function Counterfactual simulations in a general equilibrium framework require accounting for theimpact of policy on arrival rates, as the number of job seekers and the number of firms inthe two sectors react to policy changes. To estimate the relationship between arrival ratesand search activity we specify a matching function f , describing the flow of matches asa function of market tightness the effective number of firms divided by the effective numberof job seekers.18 This is combined with an assumption about the way these contacts areallocated between the formal and the informal sector. We then identify the parameters of thismodel by imposing the restriction implied by the matching functions on the job arrival ratesseparately for each submarket using minimum distance.Define market tightness as n 1 n 2u s 1m 1 s 2m 2.26where s 1 and s 2 are the search effort of those employed in the formal and the informal sectorrespectively relative the search effort of the unemployed s 0, which we normalize to one. Define the flow of contacts by the matching function f . We assume that the probability of an offer from the formal sector is n 1n 1 n 2 and the informal one n 2n 1 n 2,18Since firms will hire anyone they meet offering them their posted wage the effective number of firms relativeto the effective number of job seekers is equivalent to the number of vacancies per worker searching.26where denotes relative visibility of informal vacancies in the market. Given these specifications, the job offer arrival rates to workers in state i 0,1,2 from the formal and the informalsector, can be written respectively asi 1 n 1n 1 n 2si f ;i 2 n 2n 1 n 2si f .2728We do not attempt to estimate , but we try alternatives based on the range of estimatesfrom the literature.194 Results We focus our estimation for low education individuals, for whom individual heterogeneityis probaby less important. We present estimates separately for males and females and fortwo contrasting regions of Brazil: wealthy and dynamic Sao Paulo and the poorer regionof Salvador, allowing us to see how the welfare effects of policy towards informality maychange with the context.4.1 The Model Fit Table 5 presents evidence on the fit of the model. The model is capable of replicating wellthe proportions of workers in the formal and informal sectors and the unemployed and particularly well all the transitions between sectors. The distribution of wages is also very wellreplicated, although the fit is not always perfect, particularly at the lower tail.19The elasticity of the matching function with respect to vacancies is usually estimated in the range 0.30.5see, Petrongolo and Pissarides, 2001.27Formal Employment m 1Informal Employment m 2Unemployment uTransitions D01D02D10D11D12D20D22D21Formal Wages logP10P25Median P75P90Informal Wages logP10P25Median P75P90TABLE 5Model Fit Sao Paulo Salvador Males Females Males Females Actual Model Actual Model Actual Model Actual Model 0.4730.6250.2630.2070.3200.1120.5820.2540.1640.4200.2130.3670.4860.3360.1780.5790.3250.0970.5160.2640.2200.4950.2990.2070.0430.1110.0200.0130.0040.0750.0620.0086.086.296.476.636.775.505.896.186.506.670.0500.1120.0200.0260.0030.0600.0590.0055.956.096.306.576.895.595.705.886.176.510.0500.1120.0200.0260.0030.0600.0590.0055.596.096.286.506.635.325.685.946.136.300.0170.0310.0130.0210.0010.0450.0450.0055.725.906.036.256.485.415.575.695.816.040.0170.0310.0130.0210.0010.0450.0450.0055.595.916.126.276.405.235.475.745.886.010.0880.2570.0200.0160.0040.0820.0650.0116.286.426.656.937.245.876.076.346.677.040.0890.2570.0200.0160.0040.0820.0650.0116.246.516.806.957.155.205.866.426.686.980.0430.1110.0200.0130.0040.0750.0620.0085.896.276.416.586.875.865.966.166.426.7528TABLE 6Transition Parameters Sao Paulo Males Females Salvador Males Females 10200102112212210.00520.00030.00520.00050.02230.00100.02030.00130.02710.00190.01160.00130.07890.00320.03010.00210.01720.00200.01150.00220.06520.00580.06290.01170.05530.01480.03760.01940.00390.00040.00280.00050.00510.00040.00330.00060.01590.00130.01170.00190.01360.00150.00440.00090.03050.00220.00800.00120.03830.00770.03640.02820.06730.01050.04820.01750.06190.03890.06610.01460.00190.00050.00150.0007Note: The unit of time is a month.4.2 Frictional Parameters and the Level of Informality Table 6 shows the estimates for the job destruction and the job arrival rates with associatedstandard errors obtained using 500 bootstrap replications.20 The estimated job destructionrates are three to five times as high in the informal sector as in the formal one. Informaljobs seem to be very stable, with an expected duration of nearly five years in the absenceof job to job mobility. Unemployed workers receive twice to three times as many job offersrelative to those employed in both regions. Interestingly, the arrival rates of offers from otherinformal jobs is higher for individuals already working in either sector than for those whoare unemployed. It is also easier to locate formal jobs once working in the formal sector.However, obtaining formal job offers while working in the informal sector is much harderthan when unemployed.Comparing across regions, Sao Paulo has higher destruction rates than Salvador in theinformal sector, while for both regions the destruction rates in the formal sector are verysmall. Effectively formal jobs last a very long time. In the more dynamic Sao Paulo informaljobs in particular, seem to be created and destroyed at a much higher rate. Within sectoroffer rates are similar in both regions; however in Sao Paulo the chance of obtaining an offer 20The unit of time is a month. Subscript 0 refers to unemployment, 1 refers to the formal sector and 2 to theinformal. The arrival rates i j denote an offer arriving from sector j to someone currently in sector i.29TABLE 7Proportion of Formal Firms by market Sao Paulo Salvador Males Females Males Females 0.340.040.320.040.310.030.300.07TABLE 8Matching Function Estimates Sao Paulo Males Females Salvador Males Femaless 1s 2 0.3 0.50.6680.1161.1190.3522.4220.8088.5973.1500.4850.0411.1670.2241.1730.1953.6281.2993.9370.6304.2062.1586.1042.0327.3085.7070.0910.0040.0460.0080.0700.0330.0630.4680.0670.0030.0370.0050.0580.0310.0660.0514.5860.6822.8961.5812.5550.8371.1430.878from the formal sector when in an informal job, although low, is substantially higher than in Salvador. However the key differences between the regions seems to be in job destructionrates and in offers received when unemployed.These differences reflect themselves in the implied unemployment rates: that of Salvadoris twice that of Sao Paulo Table 5, which mirrors the data. The implied proportion of formaland informal firms are essentially the same across markets about 30%; see Table 7 there isno data counterpart to this. The estimates of the matching function that relates these transitionrates to market tightness are shown in Table 8. According to these estimates informal jobs are 46 times as visible as formal ones. Moreover, search intensity is higher among the employedthan the unemployed in all submarkets but those for males in Sao Paulo.30TABLE 9Cost of Informality and Value of Leisure Sao Paulo Males Females Salvador Males Femalescmean costprofit ratiob 54.514.262.011.470.59.372.512.61.00.251.00.221.50.461.60.660.1480.0460.2780.0880.2430.0810.2820.292704.374.378.440.37.740.5182.721.34.2.1Informality Cost and the Value of Leisure Table 9 presents the implied cost to the firm of remaining informal. This cost arises fromrandom monitoring and imposition of fines. We report the parameters of the cost function,C ccid:962W , and the mean cost per unit of profit. The costs are linear in firm size for Sao Paulo and strictly convex for Salvador. In both cases the gradient c is very high for both malesand females. These features imply that informality will be concentrated among smaller firmsas we would expect. This is an interesting result particularly given that we do not observefirms directly.In the last column of Table 9 we present the estimated flow value of leisure. These arelower in Sao Paulo for each gender. Moreover, women value leisure much more than for men,possibly reflecting the demands of families and home production. The differences acrossregions are not significant in this case.4.3 Formal and Informal Sector Productivity and Wages A key feature of the equilibrium we describe is that given productivity, both formal andinformal firms can coexist. This can have important policy implications. Policies that reduceinformality will not necessarily shut down all jobs in this part of the productivity distribution;31on the other hand this should not be taken to imply that such an exercise will be costless,because lower levels of productivity may be able to sustain only smaller and fewer formalfirms, given the amount of competition for workers and the overall regulatory costs. Weconsider these issues by first describing the equilibrium that results from our estimates andsubsequently by counterfactual simulations.Based on the estimates we can back out the implied allocation of workers to the formaland the informal sector for different levels of productivity, as well as the pay structure. Theresults are presented in Tables 10 and 11 for low education males, and in Tables 12 and 13for low education women, in Sao Paulo and Salvador, respectively.For males the lowest point of support of the productivity distribution is similar for both Sao Paulo and Salvador. However, all other percentiles are lower in Salvador, reflecting lowerproductivity and lower wages. In Sao Paulo there is less than six percent of firms in the formalsector below the 10th percentile of the productivity distribution. In Salvador formal firms startoperating at a level of productivity above the 25th percentile. In both markets, informalityis to be found at decreasing rates at all levels of productivity, but the size of formal firmsincreases rapidly.One of the most interesting features of the model is the implied wage structure. First,comparing wages and productivities the implied rents are quite high and particularly so forlow productivity firms. In both labor markets frictions imply substantial rents accruing tofirms, which of course can motivate welfare improving policies.Second, the results justify two seemingly contradictory statements. Wages are on average higher in the formal sector than in the informal one, because the formal firms becomeincreasingly large as productivity increases and wages increase with productivity as indeedin the standard Burdett and Mortensen model: this is a composition effect. However, givenproductivity, for the most part formal firms pay less than informal ones: this is a compensating differential for the UI, pension entitlements and severance pay, although frictions anddifferent job arrival rates will imply that the relationship is not onetoone with these benefits.This differential declines and even gets reversed at the highest levels of productivity.32The overall picture is similar for women with some small differences: first formal firmsin Salvador start operating at a higher point of the distribution of productivity like in themale market; second the wage structure is different and the distribution of productivities dohave different shapes. Comparing the wage structures is not straightforward because of thediffering productivities of the jobs they tend to work and the resulting changes in composition.However, male wages in the formal sector are more dispersed than those of females in bothregions.Table 14 presents male and female wages for the two regions by sector and overall, at thesame productivity level. In all cases, but the informal sector of Salvador, women are paidmore conditional on productivity, for lower productivity levels. This is reversed at the higherproductivity levels. Thus women in most cases seem to work in more competitive labourmarkets with lower monopsony power for firms. However, on average women are paid lessthan men because most of them work in lower productivity and hence lower paid jobs. Inother words the model interprets discrimination as being due to the type of jobs in the femalelabour market.5 Policy Analysis The model aims at providing a framework for understanding the impact of reducing or eliminating informality in an equilibrium setting. The latter is crucial here, because we need toknow how the wage structure will change and what will be the overall welfare loss from suchpolicies after allowing firms to relocate sector in response to the policy change. Note that wecan only simulate reforms that decrease the number of operating firms increase p 2, as wehave not identified the part of 0 below the inferred minimum productivity in the sample.We simulate an increase in UI which we briefly discuss below. We then consider a policythat increases the cost of informality possibly as a result of improved detection rates or fines.We then simulate a bold counterfactual, where we close down completely the informal sector.Table 15 reports estimates of the effects of these changes on the composition of the workforce,3301ELBATytivitcudorpybsetamits Esela M,olua Poa Sezismri Fgoleula Vlamrofn Ilamro Flamrofn I.61.02.34.79.641.823.61.02.94.221.082.43767411.58411.52511.38511.03611.49811.lamro F99411.71511.49511.59611.31811.61121.lamrofn Ilamro Fsrekrowlamrofgolega Wfonoitcar Ffonoitcar Fsmrfilamrofevitalumu Cecrofkrow 207.4302.5180.6755.6487.6925.7080.4348.5093.6517.6412.7121.0631.0203.0994.0966.0579.0950.0480.0181.0123.0873.0869.0411.0921.0912.0004.0316.0179.0ytivitcudor Pgol982.6714.6507.6930.7603.7883.8selitnecre Pht 01ht 52ht 05ht 57ht 09ht 9911ELBATytivitcudorpybsetamits Esela M,rodavla S34lamrofn Ilamro Flamrofn Ilamro Flamrofn Ilamro Fsrekrowlamrofezismri Fgoleula Vgolega Wfonoitcar Ffonoitcar Fsmrfilamrofevitalumu Cecrofkrow 01.51 72.87.041.172.22.85.071.28990011.32011.74011.89011.04111.17211.11111.79111.99211.76511.484.4970.5715.5839.5331.6225.6613.5595.5780.6526.6502.0503.0684.0518.0000.0000.0841.0072.0033.0285.0581.0012.0352.0983.0255.0149.0ytivitcudor Pgol317.5009.5080.6604.6346.6353.7selitnecre Pht 01ht 52ht 05ht 57ht 09ht 9921ELBATytivitcudorpybsetamits Eselame F,olua Poa Sezismri Fgoleula Vlamrofn Ilamro Flamrofn I.21.42.54.48.751.552.41.52.64.911.623.11510311.62311.35311.98311.45411.71611.lamro F79211.33311.77311.86411.42611.10811.lamrofn Ilamro Fsrekrowlamrofgolega Wfonoitcar Ffonoitcar Fsmrfilamrofevitalumu Cecrofkrow 310.5417.5940.6892.6985.6360.7266.4453.5787.5291.6355.6938.6700.0301.0732.0705.0027.0069.0800.0190.0091.0692.0204.0549.0412.0952.0823.0874.0187.0769.0ytivitcudor Pgol011.6103.6805.6737.6141.7369.7selitnecre Pht 01ht 52ht 05ht 57ht 09ht 9931ELBATytivitcudorpybsetamits Eselame F,rodavla S35lamrofn Ilamro Flamrofn Ilamro Flamrofn Ilamro Fsrekrowlamrofezismri Fgoleula Vgolega Wfonoitcar Ffonoitcar Fsmrfilamrofevitalumu Cecrofkrow 60.90 81.25.88.251.61.43.851.013136801.57801.79801.24901.18901.47011.67901.54011.86111.10411.789.4232.5664.5937.5388.5931.6052.4333.5419.5433.6622.0723.0926.0709.0000.0000.0911.0962.0223.0255.0623.0143.0273.0754.0685.0429.0ytivitcudor Pgol485.5337.5298.5651.6283.6778.6selitnecre Pht 01ht 52ht 05ht 57ht 09ht 99Comparing male and female wages, by productivity TABLE 14Sao Paulo Salvador Formal Informal Formal Informal Productivity Males Females Males Females Males Females Males Females 5.5675.8135.9506.0776.3206.6045.7206.006.256.506.757.007.25Mean 4.9485.5906.1166.2676.3346.3996.0964.7865.5036.0496.2986.4996.6756.2265.3185.8206.0416.2186.2996.4495.9465.0635.8436.3906.7156.7653.8895.0475.7876.1926.4736.6296.4772.4234.7025.5716.0816.5576.7846.4374.0965.3165.8006.2856.4376.5666.275firm size and welfare, for the San Paolo region and for loweducation males. Table 16 reportsthe effects on the wage distributions and Table 17 the effects on the distributions of firmproductivities. Tables in Appendix D show results for other groups. Here we summarize theimplications.5.1 Unemployment Insurance and Severance We consider an increase of UI by 100%: although this sounds a lot, UI in Brazil is quitelow particularly because it is time limited: we increase it from one to two minimum wagesper month, payable for three months.21 In our model such a policy encourages employment,rather than the opposite, because it is payable upfront and because once employed individualshave no endogenous incentive to quit the only way to claim again is to be laid off due toexogenous job destruction. In reality claiming UI after expiration requires six months legalwork. Changing UI will change the equilibrium distribution because it will increase therelative attractiveness of formal jobs, it will increase the cost of formal employment and itwill increase corporation taxes, which is the source of funding all our simulations keepgovernment revenue constant.We only summarize the results. As we expect the effects of increasing UI from such a 21UI benefit ranges from 1 to about 2 minimum wages monthly, depending on the average of the three lastwages received from last job, and are payable up to 5 months, depending on the last job spell. The majority oflow education workers are entitled to 1 minimum wage per month during about 3 months.36low base are small but interesting: the increase in UI decreases overall welfare because itdecreases firm profits without increasing worker welfare. This is because it increases thesupply of workers to formal firms, which now become a bit larger, although some lowerproductivity formal firms become informal. The resulting shift increases the profits in theformal sector but decreases informal profits, with the net effect being no change in workerswelfare and an overall drop in firm profits. Increasing severance pay by 5 percentage pointshas a very small negative effect on welfare which can be related mainly to a small decline informal profits.5.2 Increasing the Cost of Informality We now consider a 10% increase in the costs of informality. The reform is revenue neutral;any increase in revenue from fines is redistributed by reducing corporation tax. As seen in Table 15 this increases the proportion of formal firms, reduces unemployment and increasesthe proportion of workers in the formal sector. The resulting average firm size declines.The movements also lead to changes in the distribution of wages: as seen in Table 16,mean wages in the informal sector in Sao Paulo decline by 8% and the distribution within thatsector becomes more compressed. Formal sector wages increase above the 25th percentile.Firms that are relocating to the formal sector tend to be the higher productivity informal firms.Thus competition at the higher levels of productivity increases and leads to more rents beingcaptured by the workers. Moreover, with the increase in revenues from fines in the informalsector, the corporation tax decreases. The net effect is an increase in welfare overall Table 15 and for all concerned formal and informal workers and firms as well as the unemployed.In particular, the welfare of formal workers increases because their wages go up, due to theincreased competition; informal workers and the unemployed are also better off because thevalue of a formal sector job, that they may move to, has increased. This more than counteractsthe decline in informal sector wages.For females in Sao Paulo, Tables D.1 and D.2 the proportion of formal firms do notincrease but the proportion of formal workers increases by 3 percentage poins pp and there 37is a decline in unemployment. The increased supply of workers in that sector forces contractvalues and wages down, particularly at the lower end. On average, there is a small decreasein the values offered in the formal sector, following an also slight decrease in wages in thatsector. However, overall welfare still goes up, mostly due to an increase in formal sectorprofits.The results above were for Sao Paulo. For males in Salvador, Tables D.4 and D.5 showthat increasing the cost of informality has a positive but much smaller impact on the overallwelfare of workers and no effect on firms profits. This follows from a 23% increase in wagesin the formal sector, despite a 10% decline of wages for the informal sector at all percentiles.As for females, Tables D.7 and D.8 show that overall welfare increases; the decline in wagesin the informal sector by about 4% at the median and more at lower percentiles is counteractedwith an increase in informal wages at higher percentiles. This occurs due to relocation ofsome low productivity informal firms to the formal sector. Moreover, informal firm size goesup by 2 percentage points, which leads to an increase in profits in the informal sector.While there are differences in the results implied by variation in preference and technology parameters across markets regions and genders, one thing stands out: reducing informality increases welfare overall. This is because the presence of informal firms limits the sizeof the more productive formal firms and at the same time allows the latter to keep more rentsper worker. We now ask the question of what would happen if we could abolish completelythe informal sector. Clearly, this eventuality is far outside the sample and we do not wish toimply that all effects are captured here. However, this will give an idea of the direction of theeffects.5.3 Abolishing Informality We now present an experiment where we close down the informal sector. The results for Sao Paulo are in Tables 15 and 16. The Tables for the other markets are in Appendix D. Allsimulations are revenue neutral, which is achieved by adjusting the corporation tax. Notethat in the absence of an informal sector the corporation tax is nondistortionary because it is 38imposed on rents and hence can never affect the decision of a firm either to hire or to operate.We present three different scenarios: one in which the contact rates are kept fixed and twowhere they are endogenised as shown in subsection 3.3, each with a different elasticity forthe matching function.With fixed contact rates the unemployment increases in all markets. Workers welfarealways declines, while overall welfare only increases for the male markets. However, the results look very different once we allow the contact rates to adjust. In this case unemploymentdeclines in all markets and overall welfare increases as does workers welfare. In Sao Pauloabout 18% of firms now close down and the average firm size declines to 1112: many ofthe previously informal firms become relatively small formal ones, reducing the average firmsize. Despite the increased competition among firms the increase in the number of workershas meant a decline in wages, with respect to those in the formal sector and indeed a decreasein overall inequality. With greater sensitivity of the matching function to labor market tightness wages still decline but inequality goes up. The overall effect is an increase in workerswelfare. However, what happens to firm profits depends on the the elasticity of the matchingfunction. At a low elasticity firm profits decline. When the elasticity if higher profits increase.Most of these effects are common to various degrees acrosss markets. In all cases overallwelfare increases with the abolition of informality and so does workers welfare, driven by adecline in unemployment, a repositioning in the higher paying and more productive formalsector and somewhat counteracted by a decline in formal sector wages relative to the baseline.Thus the key result that is found across all markets we look at is that abolishing informality redistributes wealth towards workers. However, the extent to which this happens varieswith the specific conditions reflected in the estimated parameters and does rely on allowingthe contact rates to adjust as the number of job seekers and firms change. Part of this redistribution occurs because workers are shifted to the formal sector, with an associated decreasein unemployment. Although wages in the formal sector decline on average Sao Paulo orincrease just marginally Salvador depending on the formal sector wages remain muchhigher than the wages in the informal sector. In terms of productivity formal firms still start 39Effects on the composition of workforce, firm size and welfare, of changes in the informality cost, andof eliminating the informal sector Sao Paulo, Low Education Males TABLE 15m 1m 2un 1n 2Formal firm size MeanInformal firm size MeanWelfare Reais per monthFormal worker r EW1Informal worker r EW2Unemployed r UAverage workerru U m 1EW1 m 2EW2Formal firm E1Informal firm E2Average firm N1E1 N2E2Total Workers FirmsGovernment Revenue formal sectorGovernment Revenue informal sectorBenchmark 0.580.320.100.340.6617.14.9708.2532.4476.6628.71,671.5239.9726.61,355.3610.426.8Increase in C0.600.310.090.460.5413.15.7779.1577.2529.4694.21,425.7363.0851.81,546.0572.665.5No Informal Sector Exogenous s 0.3 0.50.840.160.8210.3474.6175.8426.81,564.31279.71,706.5638.70.950.050.8211.60.930.070.8211.4698.1521.8689.1817.8669.11,358.1636.8689.9482.9676.3967.3791.31,467.5637.5Note: In all simulations government revenue is held constant through adjustments in corporate taxes. The costof informality C is raised by 10 percent.operating at the same level; so all low productivity informal firms that did not have formalcounterparts just close down and do not switch to the formal sector. However the density oflower productivity formal firms increases as some of the informal firms on the overlappingrange switch to become formal.6 Conclusions Informality is extremely common in developing countries. While the phenomenon is wellrecognised its effects are highly disputed and policy makers tend to be hesitant in addressingthe issue one way or another. With this paper we wish to contribute to this debate.40Effects on wages and overall wage inequality Sao Paulo, Low Education Males TABLE 16Benchmark Increase in CNo Informal Sector Exogenous s 0.3 0.5Formal Wages logP10P25Median P75P90Mean Informal Wages logP10P25Median P75P90Mean Overall Wage Inequality P75P25P90P106.246.516.806.957.156.805.205.866.426.686.986.511.713.436.246.646.837.057.186.865.325.916.446.686.896.431.773.775.115.576.506.887.176.485.936.446.726.867.036.655.646.296.726.947.116.663.697.821.523.001.914.35Note: In all simulations government revenue is held constant through adjustments in corporate taxes. The costof informality C is raised by 10 percent.41Effects on the distribution of productivity Sao Paulo, Low Education Males TABLE 17Benchmark Increase in CNo Informal Sectorexogenous s 0.3 0.5Formal Productivity logP10P25Median P75P90Mean Informal Productivity logP10P25Median P75P90Mean Minimum Thresholdsp 2p 16.486.716.937.197.477.186.206.386.596.817.186.713.845.996.486.757.087.317.577.296.236.406.596.747.956.794.295.886.146.346.727.227.617.236.176.466.827.097.316.896.116.376.837.097.326.946.115.815.82Note: In all simulations government revenue is held constant through adjustments in corporate taxes. The costof informality C is raised by 10 percent.42On the one hand informal firms are portrayed as regulation busters that offer a muchneeded competitive fringe. Hence they are considered job creators and an indirect way bywhich employment protection legislation can be relaxed without governments being accusedof siding in favour of business and against the workers. Moreover, informal firms have lowproductivity; an interpretation is that these jobs, which would not have existed in a tightlyregulated economy are allowed to exist and hence increase employment. On the other handworkers in the informal sector are often denied access to the benefits of modern societies,such as unemployment insurance and public pensions except at a minimum level as well asa proper health and safety framework.To understand the balance between the pros and cons of informality we set up a modelwith search frictions, costs of informality because of penalties when caught and with endogenous decisions by both workers and firms as to where to work and locate jobs respectively. Clearly a competitive framework would necessarily imply that informality is welfareimproving, at least with risk neutral agents. Our results show that search frictions are veryimportant and without these elements in the model it would be very hard to understand therole of informality. Our model is motivated by the empirical observation that low skill workers are observed working both in formal and informal jobs; there is little empirical supportof the idea of comparative advantage that leads to segmentation on the basis of skill atleast in the observable dimension. In our model segmentation is endogenously determinedby an interplay between search frictions, the institutional requirements for formal firms andthe penalties of informality. This generates profit making opportunities by firms selecting ineither the formal or informal sector. In equilibrium profits are equalised.Using the simulations from our model we draw two sets of important conclusions. First,marginal increases in regulation, such as UI, in the presence of an informal sector have little orno perceptible effect on the economy; they also have little effect in the distribution of activitybetween the formal and informal sector. However, increasing the cost of informality by 10%actually improves overall welfare and either reduces unemployment or leaves it unchangedin all markets we looked at. The way the gains a redistributed really depends on the extent of 43search frictions. In the more dynamic economy of Sao Paulo this also meant an increase inworlers welfare; in Salvador workers loose out, but only very marginally.If we go as far as abolishing informality we obtain increases in welfare in all marketswe consider, so long as we allow the arrival rates of job offers to adjust endogenously. Inaddition thorkers welfare also always uncreases and unemployment declines. While thedetails of how the gains are distributed and what precisely happens to wages differ by marketthe main result that informality decreases welfare, given the costs structure, remains. Viewinginformality in the light of search frictions, can alter fundamentally our views of its role: ratherthan being a benign regulation busting mechanism it acts to redistribute welfare to firms andto reduce overall welfare. Of course the result is predicated on the assumption that informalfirms incur detection costs.References1 Albrecht, James, Lucas Navarro, and Susan Vroman. 2009. The Effects of Labour Market Policies in an Economy with an Informal Sector. The Economic Journal, 119539: 11051129.2 Barros, Ricardo P., Guilherme L. Sedlacek, and Simone Varandas. 1990. Segmentacao e Mobilidade no Mercado de Trabalho: A Carteira de Trabalho em Sao Paulo. Pesquisa e Planejamento Economico, 201: 87103.3 Boeri, Tito, and Pietro Garibaldi. 2005. Shadow Sorting. NBER Chapters,in: NBER International Seminar on Macroeconomics 2005 National Bureau of Economic Research, Inc.4 Bontemps, Christian, JeanMarc Robin, and Gerard J. van den Berg. 1999. An Empirical Equilibrium Job Search Model with Search on the Job and Heterogeneous Workers and Firms. International Economic Review, Department of 44Economics, University of Pennsylvania and Osaka University Institute of Social and Economic Research Association, 404: 10391074, November.5 Bontemps, Christian, JeanMarc Robin, and Gerard J. van den Berg. 2000.Equilibrium Search with Continuous Productivity Dispersion: Theory and Nonparametric Estimation. International Economic Review, 412: 305358.6 Bosch, Mariano. 2006. Job Creation and Job Destruction in the Presence of Informal Labour Markets. mimeo, LSE.7 Burdett, Kenneth, and Dale T. Mortensen. 1998. Wage Differentials, Employer Size, and Unemployment. International Economic Review, 392: 257273.8 Curi, Andrea Z., and Naercio A. MenezesFilho. 2006. O Mercado de Trabalho Brasileiro e Segmentado? Alteracoes no Perfil da Informalidade e nos Diferenciais de Salarios nas Decadas de 1980 e 1990. Estudos Economicos,364: 867899.9 ElBadaoui, Eric Strobl, and Frank Walsh. 2010. The Formal Sector Wage Premium and Firm Size. Journal of Development Economics, 911: 3747.10 Fugazza, Marco, and JeanFrancois Jacques. 2003. Labor Market Institutions,Taxation and Underground Economy. Journal of Public Economics, 8812:395418.11 Jolivet, Gregory, Fabien PostelVinay, and JeanMarc Robin. 2006. The Empirical Content of a Job Search Model: Labor Mobility and Wage Dispersionin Europe and the US. European Economic Review, 504: 877907.12 Lazear, Edward P. 1990. Job Security Provisions and Employment. Quarterly Journal of Economics, 1053: 699726.4513 Maloney, William F. 1999. Does Informality Imply Segmentation in Urban Labor Markets? Evidence from Sectoral Transitions in Mexico. The World Bank Economic Review, 132: 275302.14 Mortensen, Dale T., and Christopher A. Pissarides. 1994. Job Creation and Job Destruction in the Theory of Unemployment. The Review of Economic Studies, 613: 397415.15 Perry, Guillermo, William F. Maloney, Osmar S. Arias, Pablo Fajnzylber, Andrew D. Mason, and Jaime SaavedraChanduvi. 2007. Informality: Exit and Exclusion. The World Bank.16 Petrongolo, Barbara, and Christopher A. Pissarides. 2001. Looking into the Black Box: A Survey of the Matching Function. Journal of Economic Literature, 392: 390431.17 Pratap, Sangeeta, and Erwan Quintin. 2006. Are Labor Markets Segmentedin Developing Countries? A Semiparametric Approach. European Economic Review, 507: 18171841.18 Ridder, Geert, and Van den Berg, Gerard J. 1998. An Empirical Equilibrium Search Model of the Labor Market. Econometrica, 665: 11831221.19 Shephard, Andrew. 2009. Equilibrium Search and Tax Credit Reform.mimeo, Princeton University.20 Ulyssea, Gabriel. 2010. Regulation of Entry, Labor Market Institutions andthe Informal Sector. Journal of Development Economics, 911: 8799.21 Van den Berg, Gerard J. 2003. Multiple Equilibria and Minimum Wages in Labor Markets with Informational Frictions and Heterogeneous Production Technologies. International Economic Review, 444: 13371357.4622 Waldvogel, J. 2006: Fast Construction of the Fejer and ClenshawCurtis Quadrature Rules, BIT Numerical Mathematic, 46, 195202.47APPENDIXA Equilibrium Offer and Accepted Contract Distributions In this section, we derive G1 and G2 from F1 and F2.By equation 4, for any W W 1,W 1, Wcid:210 11F1W cid:3m 1G1W 12m 1W 1F2xd G1x 01u F1W 21m 2 WW 2F1W F1xd G2x.Making use of the identities integration by parts: WW 1 WW 2F2xd G1x F2W G1W F1W F1xd G2x G2xd F1x, WW 2 WW 1G1xd F2x,we can rewrite this equation asd 1W m 1u G1W 01F1W W ,A.1where d 1W 10 11F1W 12F2W , andW 12G1xd F2x 21m 1u WW 1 WW 2m 2u G2xd F1x.A.2Turning to the informal sector, equation 5 indicates that for W W 2,W 2,cid:220 22F2W cid:3m 2G2W 21m 2 WW 2F1xd G2x 02u F2W 12m 1 WW 1F2W F2xd G1x.Using the same integrations by part, we obtain thatd 2W m 2u G2W 02F2W W ,A.3where d 2W 20 21F1W 22F2W .Next, multiplying equation A.1 by 12 f 2W d 1W with f 2 Fcid:482 and equation A.3 by 21 f 1W d 2W , andadding the two resulting equations, we obtain the firstorder differential equationcid:48 A B,48A.4where A 01F112 f 2d 1B 12 f 2d 1 02F2 21 f 1,d 221 f 1d 2,with boundary condition U 0 in fact W 0,W maxW 1,W 2.The solution of differential equation A.4 is given by W x U Bxcid:48dxcid:48U e WU BxdxW e Axdx.A.5Substituting this solution back into equations A.1 and A.3 we obtain the equilibrium relationshipbetween the distribution of offered F and accepted G.B Computing the Equilibrium In this section we describe the computation of the equilibrium.1. Define contract value offer distribution F1 and F2, with supports bounds W 2 U W 1 W 2 W 1. Note that. from equation 3,W 2 U b 011 022r 01 02.Define the numbers of firms in each sector n 1,n 2, with n 1 n 2 1.2. Use steadystate flow condition see Appendix A to derive m 1,m 2,u and G1,G2 from F1,F2.3. Profit maximization then implies that optimal decision rules satisfyp K1p K11 W 1 10sw 1W wcid:482 W w 2W wcid:482W 1W cid:961W cid:96cid:481W C1cid:962W 1,,cid:962W cid:96cid:482W W 1F1xdx 12 W 2WF2xdx,with1 10sw 1W r 10W 10 U UI 111 10swcid:481W r 10 11F1W1w 12F2W1w,W1n 11cid:961W n 11W 11n 1cid:961W Fcid:48hcid:481W 21n 2cid:962W Fcid:48h 1W d 1W 2W ,01u 11m 1G1W 21m 2G2W 10 11F1W 12F2W ,with similar expressions for the informal section.494. Then calculate productivity distributions 1K12K11 W n 1F1W ,2 W n 2F2W .5. Consistency with the predetermined distribution of productivity 0 requires that 0p 2 2p,p p 2, p 1,0p 2 1p 2p, p p 1, p 2,p p 2, p 1,0p 2 n 2 1p,0p with 0p 2 n 1 n 2 1.6. If this consistency restriction is not satisfied, reiterate that sequence with another guess of F1,F2and n 1,n 2.In practice we discretise functions and approximate integrals as described in the estimation section,and we search for discrete approximations of F1 and F2, as well as shares n 1,n 1 so as to minimizea distance between 0 and its prediction. The dimensionality of the optimization problem can bereduced by using simple parametric approximations for F1,F2 such as the beta distribution used in theestimation section.C Estimation Let F1 and F2 be two candidate offer distributions, defined on the spaces of contract present values. Although we could implement this procedure nonparametrically, we use non standard beta distributionsas approximations:Fjx betacdf; j, jj 1,2; W j x W jcid:32 x W j W j W jcid:33where betacdf;, is the CDF of a beta distribution with parameters and . An importantpractical reason why a flexible parametric specification is useful is that, in order to calculate thefunction and other transition rates see below we need to calculate offer densities f 1 Fcid:481 andf 2 Fcid:482. Assuming a parametric specification guarantees the smoothness of both the distributionfunction and its derivative.To estimate the parameters we use the method of moments. We match the distribution of wages foreach sector and the transition rates implied by the model to those observed in the data. Given the abovespecification, we need to estimate the six arrival rates and the two job destruction rates all denotedby i ji, j0,1,2 and six further parameters W 1,W 1,W 2,W 2,1,1,2,2 characterizingthe offer distribution. Our algorithm estimates given the , then given , and iterates untilconvergence. Although we could estimate all parameters at the same time, this turned out to be a veryquick procedure in practice.50C.1 Contract Offer Distributions We start by taking the arrival rates as given to estimate as follows. Let zk coskM,k 0,  ,M, be M 1 Chebychev nodes on 1,1. These nodes allow to define grids on W 1,W 1 andW 2,W 2 as Wjk W j W j 2W j W j 2zk, j 1,2, k 0,  ,M.For each point on the grids, one can calculate a corresponding wage w jk using equations 15 and 16,and replacing integrals by quadrature approximations. The appropriate quadrature for Chebychevnodes is the ClenshawCurtis CC quadrature, whose weights k can be easily calculated using Fast Fourier Transform FFT see Waldvogel, 2006. For example, we have1 10sw 1k r 10W1k 10 W 2 UIW 1 W 1 11N2n0n 111W1nW1kF1W1nW 2 W 2 122Nn0n 111W2nW1kF2W2n,where 1 is the indicator function. A similar expression can be obtained to determine wage nodes forthe informal sector, w 2k.Then we search for minimisingcid:16cid:98Gcid:172jw jk G jWjk,Q1 Mj1,2k0where G jWjk is calculated using equations 6 and 7, and replacing integrals by CCquadratureapproximations, and cid:98GNote that, assuming that U W 2 W 1 and W 2 W 1, we havej is an estimate of wage distribution functions,.1 10sw 1 r 10W 1 10 W 2 UI 11 1 W 1 121 10sw 1 r 10W 1 10 W 2 UI , W 1w 2 r W 2 211 W 2 222 W 2,w 2 r 20W 2 20W 2 21F1xdx,W 2 W 2W 1F2xdx,C.1C.2C.3C.4where w 1,w 1 and w 2,w 2 are the observed wage supports in the formal and informal sectors, respectively, and with 121 12 2,.1 W 1 W 1 W 12 W 2 W 2 W 251Hence, we can simplify the estimation problem slightly by using equations C.2 and C.3 to substituteobserved wage bounds w 2 and w 1 for W 2 U and W 1 given the , and W 1,W 2.C.2 Transition Rates In a similar way as we estimate given , we can estimate given . Natural counterparts to thetheoretical transition rates can be calculated from observed flows between states 0: unemployment;1: working in the formal sector; and 2: working in the informal sector.From the labour force survey, we calculate the intensity of transitions from unemployment to jobcid:98D0 j; j 1,2, from a formal sector job to unemployment, to another job in the same sector or tothe informal sector cid:98D1 j; j 0,1,2 and similar ones for a workers initially in the informal sectorcid:98D2 j; j 0,1,2. We then estimate our transition parameters using the method of moments. Wechoose the parameters so as to match the observed transition rates between sectors.Consider first the workers who are unemployed at the date of the first interview, that we followover T periods. Workers are not heterogeneous in this model and hence the remaining unemployment duration is exponentially distributed. Thus the implied proportion of those who move out ofunemployment and into a job in sector j over the time period of observation T is D0 j 0 j 01 021 e0102T , j 1,2C.5Now consider workers in the formal sector. Over T periods the proportion making a transition toan alternative job in the same sector, to a job in the informal sector or to unemployment is, respectively1 ed 1xT d G1x,1 ed 1xT d G1x,C.61 ed 1xT d G1x.W 1 W 1 W 1 W 1W 1W 111F1xd 1x12F2xd 1x10d 1xD11 D12 D10 where d 1W 10 11F1W 12F2W . Now, in equilibrium,cid:961x 1n 1h 1xd 1xm 1n 1d G1xd F1x,allowing to replace the derivative of G1 by that of F1 inside the integral. This is useful as we haveparametrised F1,F2 using a continuous distribution. Then CCquadrature can be used to approximatethe integral.Similarly the corresponding transition rates for those observed working initially in the informal 52These are the model counterparts for these empirical moments as functions of the arrival rates, thejob destruction rates, the offers distributions Fi and as a function of the equilibrium contract valuesdistributions Gi i 1,2. Contract offers and equilibrium distributions are related by a complexfunction as explained in Appendix A.We can thus estimate given by minimising the criterionwhere cid:98Di j is the empirical counterpart of Di j.Q2 i, j0,1,2cid:16cid:98Di j Di jcid:172,sector are D22 D21 D20 U W 2 W 2 W 2UU22F2xd 2x21F1xd 2x20d 2xwith d 2W 10 11F1W 12F2W .1 ed 2xT d G2x,1 ed 2xT d G2x,C.71 ed 2xT d G2x.We could minimize the two criteria Q1 and Q2 jointly but it is numerically faster to use a nestedalgorithm.C.3 Productivity Distribution Up to this point, there has been no need to use the firm profit functions, or indeed the distributionof productivities. To complete estimation we need to estimate the cost function of informality. Thiswill allow us to characterize the choice of firms to locate in either sector and ultimately to carry outcounterfactual simulations.We specify the cost function as C ccid:962W , with C1 and being the parameters to be estimated.Given values for c and , and for n 1 and n 2 such that n 1 n 2 1, we solve for the labour force sizeh 2W in the formal sector cid:961W 1d 2W . From the firmsn 1maximization problem in each sector, we next derive the support of the distribution of formal and 1 W and p 2 K1informal productivities, i.e. p 1 K12 W respectively. The first order conditionsfor the firms optimization problem see 13, 14 givesh 1W d 1W and in the informal sector cid:962W 1n 2p 1 K1p 2 K11 W 1 10sw 1W wcid:482 W w 2W wcid:482W 1W cid:961W cid:96cid:481W C1cid:962W 1,,cid:962W cid:96cid:482W C.8C.953where the expressions for wcid:481W , i 1,2, are given byr 10 11F1W1w 12F2W1wwcid:481W wcid:482W r 20 21F1W2w 22F2W2w,1 10s,and where firm sizes can be differentiated usinghcid:481W 11m 1Gcid:481W 21m 2Gcid:482W 11n 1cid:961W Fcid:481W 21n 2cid:962W Fcid:482W ,with a similar expression for hcid:482W .For each point of the contract grids, Wjk, one can thus calculate a point p jk on a productivitygrid, with p 2 p 20, p 1 p 10, p 2 p 2N and p 1 p 1N. This in turn allows to tabulate productivitydistributions as jp jk n j FjWjk, j 1,2,k 0,  ,N.Equilibrium conditions require that 2p 2 0, and 1p 2p 0 for p p 1, p 2. We thusestimate C1 and , and n 1 and n 2 such that n 1 n 2 1, so as to minimize 2p 202 Mk,kcid:480K p 1k p 2kcid:481p 1k 2p 2kcid:482,where K is a kernel density.Lastly, the unconditional productivity distribution 0 follows as 2p,p p 2, p 1,1p 2p, p p 1, p 2,p p 2, p 1,n 2 1p,0p with the additional restriction: 0p 2 0.54D Simulation Results Effects on the composition of workforce, firm size and welfare, of changes in the informality cost, ofeliminating the informal sector Sao Paulo, Low Education Females TABLE D.1m 1m 2un 1n 2Formal firm size MeanInformal firm size MeanWelfare Reais per monthFormal worker r EW1Informal worker r EW2Unemployed r UAverage workerru U m 1EW1 m 2EW2Formal firm E1Informal firm E2Average firm N1E1 N2E2Total Workers FirmsGovernment Revenue formal sectorGovernment Revenue informal sectorBenchmark 0.490.300.210.310.6916.04.3545.8440.5402.7484.81,252.1133.7480.4965.2457.726.8Increase in C0.520.280.200.310.6916.84.1548.0434.7401.6486.71,309.1121.5489.7976.4438.645.8No Informal Sectorexogenous s 0.3 0.50.690.310.947.4341.6231.0307.5657.9616.1923.6483.20.890.110.949.6561.5452.3550.0544.2509.61,059.6484.60.870.130.949.3519.5405.6504.6523.7490.4995.0483.2Note: In all simulations government revenue is held constant through adjustments in corporate taxes. The costof informality C is raised by 10 percent.55Effects on wages and overall wage inequality Sao Paulo, Low Education Females TABLE D.2Benchmark Increase in CNo Informal Sectorexogenous s 0.3 0.5Formal Wages logP10P25Median P75P90Mean Informal Wages logP10P25Median P75P90Mean Overall Wage Inequality P75P25P90P106.086.296.476.636.776.515.505.896.186.506.676.291.622.796.076.296.476.636.776.495.545.886.146.356.606.181.612.425.145.495.916.246.516.025.886.166.446.586.756.415.586.136.366.546.696.352.103.921.512.391.503.03Note: In all simulations government revenue is held constant through adjustments in corporate taxes. The costof informality C is raised by 10 percent.56Effects on the distribution of productivity Sao Paulo, Low Education Females TABLE D.3Benchmark Increase in CNo Informal Sectorexogenous s 0.3 0.5Formal Productivity logP10P25Median P75P90Mean Informal Productivity logP10P25Median P75P90Mean 6.406.576.766.957.297.026.116.186.346.626.846.486.376.586.787.037.267.046.116.176.316.437.296.456.206.356.526.837.227.066.286.446.626.857.066.776.256.446.646.827.006.76Note: In all simulations government revenue is held constant through adjustments in corporate taxes. The costof informality C is raised by 10 percent.57Effects on the composition of workforce, firm size and welfare, of changes in the informality cost, andof eliminating the informal sector Salvador, Low Education Males TABLE D.4m 1m 2un 1n 2Formal firm size MeanInformal firm size MeanWelfare Reais per monthFormal worker r EW1Informal worker r EW2Unemployed r UAverage workerru U m 1EW1 m 2EW2Formal firm E1Informal firm E2Average firm N1E1 N2E2Total Workers FirmsGovernment Revenue formal sectorGovernment Revenue informal sectorBenchmark 0.490.330.180.320.6813.74.4446.5334.8300.6383.0726.8117.8312.7695.7304.634.0Increase in C0.500.320.180.400.6011.34.9445.9329.8298.5382.3570.5145.9315.8698.0274.463.6No Informal Sectorexogenous s 0.3 0.50.730.270.6310.4393.4215.9344.7845.4529.2873.9338.50.900.100.6313.0569.5430.9556.0507.4317.6873.6338.30.860.140.6312.3459.2318.8439.1495.1309.9749.0338.7Note: In all simulations government revenue is held constant through adjustments in corporate taxes. The costof informality C is raised by 10 percent.58Effects on wages and overall wage inequality Salvador, Low Education Males TABLE D.5Benchmark Increase in CNo informal sectorexogenous s 0.3 0.5Formal Wages logP10P25Median P75P90Mean Informal Wages logP10P25Median P75P90Mean Overall Wage Inequality P75P25P90P105.596.096.286.506.636.325.325.685.946.136.306.001.753.535.616.096.296.516.636.285.315.645.896.166.315.911.783.484.275.706.226.546.716.175.716.276.536.666.766.445.095.936.306.536.656.252.315.471.472.851.814.79Note: In all simulations government revenue is held constant through adjustments in corporate taxes. The costof informality C is raised by 10 percent.59Effects on the distribution of productivity Salvador, Low Education Males TABLE D.6Benchmark Increase in CNo Informal Sectorexogenous s 0.3 0.5Formal Productivity logP10P25Median P75P90Mean Informal Productivity logP10P25Median P75P90Mean 5.796.066.396.636.786.475.715.896.096.306.536.165.776.066.396.626.776.465.745.906.086.186.956.195.375.636.126.506.846.425.335.716.266.596.756.305.295.596.096.446.696.23Note: In all simulations government revenue is held constant through adjustments in corporate taxes. The costof informality C is raised by 10 percent.60Effects on the composition of workforce, firm size and welfare, of changes in the informality cost, andof eliminating the informal sector Salvador, Low Education Females TABLE D.7m 1m 2un 1n 2Formal firm size MeanInformal firm size MeanWelfare Reais per monthFormal worker r EW1Informal worker r EW2Unemployed r UAverage workerru U m 1EW1 m 2EW2Formal firm E1Informal firm E2Average firm N1E1 N2E2Total Workers FirmsGovernment Revenue formal sectorGovernment Revenue informal sectorBenchmark 0.470.210.320.300.7014.22.7394.7284.2259.8328.6457.943.2167.6496.2221.015.4Increase in C0.460.220.320.340.6612.23.0374.5264.0250.6310.3435.869.5194.1504.3209.526.5No Informal Sectorexogenous s 0.3 0.50.580.420.5210.0377.8238.7319.0297.7154.5473.5233.60.800.200.5213.8436.0291.3406.7461.4239.5646.2235.80.720.280.5212.5372.3247.7337.4325.1168.7506.1236.4Note: In all simulations government revenue is held constant through adjustments in corporate taxes. The costof informality C is raised by 10 percent.61Effects on wages and overall wage inequality Salvador, Low Education Females TABLE D.8Benchmark Increase in CNo Informal Sectorexogenous s 0.3 0.5Formal Wages logP10P25Median P75P90Mean Informal Wages logP10P25Median P75P90Mean Overall Wage Inequality P75P25P90P105.595.916.126.276.406.145.235.475.745.886.015.761.542.605.435.816.046.216.356.044.785.195.615.805.985.571.783.165.495.846.066.306.376.055.356.016.226.376.506.165.365.786.036.216.366.001.582.391.433.161.532.72Note: In all simulations government revenue is held constant through adjustments in corporate taxes. The costof informality C is raised by 10 percent.62Effects on the distribution of productivity Salvador, Low Education Females TABLE D.9Benchmark Increase in CNo Informal Sectorexogenous s 0.3 0.5Formal Productivity logP10P25Median P75P90Mean Informal Productivity logP10P25Median P75P90Mean 5.785.946.156.386.536.235.585.645.796.066.275.925.435.816.046.216.356.044.785.195.615.805.985.576.045.966.106.266.516.314.284.835.836.166.465.824.585.305.766.066.375.82Note: In all simulations government revenue is held constant through adjustments in corporate taxes. The costof informality C is raised by 10 percent.63", "filename": "73806145X.pdf", "person": ["Costas Meghir", "Meghir, Costas", "Renata Narita", "Narita, Renata", "Jean-Marc Robin", "Robin, Jean-Marc"], "date": ["2013"]}