{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/80971/1/738557013.pdf"], "title": ["Dealing with the 2007/08 global food price crisis: The political economy of food price policy in Malawi"], "plaintext": " WIDER Working Paper No. 201330 Dealing with the 200708 global food price crisis The political economy of food price policy in Malawi Ephraim Chirwa and Blessings Chinsinga March 2013 Abstract The paper examines the underlying political economy motivations of the governments policy responses to food price increases in 200708 focusing particularly on maize as the main staple crop. The main government policy responses to the food price spikes in 200708 were price control, bans on domestic and international trade. We argue that although there has been increased openness in policy debates and dialogue relating to the question of food security since the transition to democracy in May 1994, the process continues to be unclear, dominated by presidential interventions, and tends to be highly motivated by electoral politics and considerations. Keywords: food policy, price policy, food security, policy processes, political economy JEL classification: Q18, E64, P 48 Copyright UNUWIDER 2013 University of Malawi, corresponding author email: kchinsingayahoo.co.uk This study has been prepared within the UNUWIDER project Political Economy of Food Price Policy directed by Per PinstrupAndersen. UNUWIDER gratefully acknowledges the financial contributions to the research programme from the governments of Denmark, Finland, Sweden, and the United Kingdom. ISSN 17987237 ISBN 9789292306076 The World Institute for Development Economics Research WIDER was established by the United Nations University UNU as its first research and training centre and started work in Helsinki, Finland in 1985. The Institute undertakes applied research and policy analysis on structural changes affecting the developing and transitional economies, provides a forum for the advocacy of policies leading to robust, equitable and environmentally sustainable growth, and promotes capacity strengthening and training in the field of economic and social policy making. Work is carried out by staff researchers and visiting scholars in Helsinki and through networks of collaborating scholars and institutions around the world. www.wider.unu.edu publicationswider.unu.edu UNU World Institute for Development Economics Research UNUWIDER Katajanokanlaituri 6 B, 00160 Helsinki, Finland Typescript prepared by Lisa Winkler at UNUWIDER. The views expressed in this publication are those of the authors. Publication does not imply endorsement by the Institute or the United Nations University, nor by the programmeproject sponsors, of any of the views expressed. 1 Introduction This paper examines the underlying political economy motivations of the governments policy responses to the 200708 dramatic global food price spikes. Although periodic food spikes are not a new phenomenon in Malawi, the uniqueness of the 200708 experiences is that the country experienced sustained price increases when it had registered a historic record surplus of its maize harvest. The country reportedly recorded 1.3 million metric tonnes MT of maize over and above annual food requirements estimated at 2.8 MT Dorward and Chirwa 2009. The record maize harvest followed the implementation of the Farm Input Subsidy Programme FISP which provides smallholder farmers with highly subsidized fertilizer and seed using a voucher system. Although the FISP was launched against fierce resistance among development partners, it turned out to be a huge success which, for several years, put Malawi at the centre of the global debates about the desirability of subsidies in reviving the fledging agricultural sector across the African continent. Malawi was actually touted as a model for the rest of the countries on the continent to emulate for achieving and accelerating the attainment of a uniquely African green revolution Chinsinga 2010. As a predominantly agrobased economy, Malawi is one of the poorest countries in the world. The 2012 Integrated Household Survey IHS estimates that the incidence of headcount poverty is as high as 52 per cent Go M 2012. A large proportion of Malawians are vulnerable since the IHS estimates that up to 25 per cent are ultrapoor. This vulnerability is reinforced by the predominance of rainfed agriculture which makes smallholder farmers vulnerable to erratic weather patterns and conditions often leading to unforeseen changes in food supplies. The food production trends have greatly affected food prices which, in some cases, lead to sharp increases in the prices of food. Food price swings in Malawi are therefore not uncommon due to the seasonality of the agricultural system. Food prices tend to rise sharply during the lean season which stretches between December and March when most households run out of their ownproduced food stocks. As depicted in Figure 1, there is a very close relationship between the movement in the general price level and the food price level due to the relative weight of the food index in the price index. The importance of maize in the food policy debates is illustrated by the fact that it is the dominant commodity in the food basket accounting for 58 per cent of the weights. According to Figure 1, Malawi experienced rising levels of inflation in the 1990s mainly due to deficit spending following the suspension of donor aid in 1991 and the devaluation and floatation of the Malawi Kwacha against major currencies Chirwa 2011. Both general and food inflation declined dramatically from the turn of the millennium reaching single digit in 2007. This trend is clearly in marked contrast to the rising international food prices in 200708. The declining food inflation was attributed to low maize prices facilitated by the successful implementation of the FISP which benefited from generally good rains for a period of five consecutive years since its launch in the 200506 growing season. 1 Figure 1: General and food inflation in Malawi, 19902010 tnecre P90.080.070.060.050.040.030.020.010.00.0Inflation GeneralInflation food099119912991399149915991699179918991999100021002200230024002500260027002800290020102 Source: authors computation based on quarterly economic reviews between 1990 and 2010. Malawi is one of the countries that rely heavily on foreign aid and debts to finance its development programmes. Grants as a proportion of the fiscal budget have remained a significant source of funding for government operations, reaching as high as 41 per cent in 2006. Most of the foreign aid is channelled towards the development budget in form of project support, although more recently there has been an increase in direct budget support particularly since 2006 Africa Forum and Network on Aid and Development 2007. Such inflows have helped to keep the fiscal budget deficit under control. For instance, in 2007, the fiscal deficit before grants was as high as 16 per cent of the GDP but only 1.6 per cent after taking into account foreign aid Chirwa 2011. Actually, Chinsinga and Chirwa 2011 note that in the context of Malawis international trade position, with a narrow export base, foreign aid and foreign debt in addition to budgetary support also bring foreign exchange that support most imports of goods and services in Malawi. The suspension of the International Monetary Fund IMF programme in mid2011 and the suspension of budget support by the British government, Malawis major and most predictable bilateral donor and other donors due to concerns about democracy and governance seriously undermined the growth potential of the economy. This saw the growth rate plummet from about 7 per cent in 2010 to 1.4 per cent in 2012. Although there are several food crops in Malawi such as rice, cassava, and beans, the governments policy responses to the 200708 dramatic global food price spikes focused exclusively on maize. In addition to existing price support mechanisms such as input subsidies, safety nets, and strategic grain reserves, the government responded by introducing price control, domestic trade restrictions, and an export ban policy on maize. The government responded as such because maize is a very important political crop due to the fact that the legitimacy of politicians in government is closely linked to the availability and accessibility of maize to the people at the grassroots at prices they can afford, either through their own production or buying from the market Harrigan 2003. It is against this backdrop that food security in Malawi is defined primarily in terms of the availability and accessibility of maize. Furthermore, it is consumed by almost all Malawians on a daily basis and accounts for about 97 per cent of the total land area planted with crops. It 2 is thus the most basic of all basic needs for the majority of the poor people and is closely associated with their definition of poverty. As expressed by Levy 2005: 23 maize is very important so much that nothing would   dispel the widespread state of gloom and insecurity as much as a bumper maize harvest shared by all of Malawian farmers, and delivered to consumers in the form of lower maize prices. Consequently, food policy debates focus almost exclusively on policies relating to maize production, marketing, trade, and consumption Chirwa 2009. It is therefore not surprising that the question of food security is a major policy issue in electoral politics especially since the transition to democracy in May 1994. A critical analysis of the governments policy responses to the 200708 global food price crisis reveals that the presidents direct involvement in food policymaking, national food security considerations as a key electoral issue, and vibrant private media were very important in influencing the shape, form, and nature of the governments reactions, actions, and strategies. Thus although there has been increased openness in the policy debate and dialogue relating to the question of food security, the process continues to be unclear, dominated by presidential interventions, and tends to be highly motivated by electoral politics and considerations. Following this introduction, the next section outlines the conceptual framework that is used to explore the underlying political economy motivations of the governments policy responses to the 200708 global food price spikes. Section 3 charts out the food price trends and shocks of the three main crops, namely: maize, rice, and beans, explores the trends of imports and exports of these crops and examines the spatial variation of prices as well as the underlying international price transmission mechanisms. Section 4 examines the governments policy responses to the 200708 global food price crisis with particular focus on who made the policies, what incentives influenced the choice of the policies, how the policies were designed, how the policies were implemented and modified, and with what consequences. Section 5 discusses the impact of the policy responses to the global food price crisis on different stakeholders identifying who the winners and losers were and how exactly they ended up as such. Finally, Section 6 offers some concluding remarks. 2 Conceptual framework: the political economy of policymaking 2.1 Political economy and policy processes By its very nature, political economy is quite a complex subject but broadly speaking it considers how political institutions, the political and economic environment influence each other. The most critical elements of political economy that must, at least in the minimum, be taken into account in the analysis of policy processes, include the following: 1 the system of accountability and governance exercised within and on the state; 2 the extent to which the state is open or captured by vested interests; and 3 the extent to which its policymaking processes are open to influence Copestake and Williams 2012. According to Synder 2005, the political economy analysis provides a clear understanding of the political and economic processes at work in a given country or sector context, and how they influence institutional capacity and policy choices. It is particularly concerned with understanding the complex mix of formal and informal institutions that shape the behaviour of groups and individuals and the relationship between them. If properly carried out, Copestake and Williams 2012 argue that political economy analysis contributes to the better 3 understanding of policy processes by identifying where the main opportunities and barriers for change exist and how such opportunities can be exploited and barriers overcome. This helps to understand what drives political behaviour, how this shapes particular policies and programmes, who are the main winners and losers, what the implications are for development strategies and programmes. In short, political economy analysis provides indepth knowledge of the different factors that determine incentives for policy choices and institutional change. In undertaking the political economy analysis of the governments policy responses to the 200708 global food price crisis, the paper adopted the policy processes conceptual framework developed by Keeley and Scoones 2003. This framework analyses policy processes from three perspectives: 1 narratives and evidence; 2 actors and networks; and 3 politics and interests. The basic thrust of the framework is that the way in which policies are talked about, and the associated values, power relations and politics frame policies in a particular way. The use of this framework requires the identification of a set of narratives and evidence, actors and networks and politics and interests. According to Naess, Polack, and Chinsinga 2011, narratives and evidence are storylines that help identify competing ways of viewing a particular problem while the actors and networks component helps identify how different actors work together and form networks which help promote certain approaches. The politics and interests component helps identify how politics of resource use and distribution or power relations need to be acknowledged, unravelled, or brought into the debate. The political economy approach to policy processes is key to understanding processes that create, sustain, and transform relationships among various segments of society over time. The significance of Keeley and Scooness 2003 political economy approach to policy processes is that it helps to identify and understand the political, economic, and social processes that promote or block propoor change as well as the role of institutions, power, and the underlying context for policy processes Synder 2005. This, inter alia, suggests that policies are more effective when they are informed by an understanding of power relations, incentives, and change processes. From a political economy vantage point, the policy processes approach offers an alternative to the technocratic perspective about policymaking Chinsinga, Mangala, and Mvula 2011. According to Araujo et al. 2004, the policy processes approach embraces steps of discussion, negotiation, approval, and implementation which are at the core of the messy world of politics. This implies that policy processes can be characterized by the clash of competing interests and viewpoints, rather than the impartial, disinterested, and objective search for correct solutions for policy. This framework therefore draws attention to the fact that policymaking and processes cannot be reduced to universal recipes that are supposed to work irrespective of the time and place in which they are adopted. The key question then is who are the key actors in the policymaking processes in Malawi? The identification of these actors is imperative because it would illuminate on their narratives, linkages, authority structures, and their political power and influence. However, this cannot be done effectively without understanding Malawis political system and its recent political history. The point is that the political economy context of a country matters a great deal since policies chance of success cannot be judged abstractly in their theoretical or technical attributes without considering the institutional, political, and cultural context in which they are applied. 4 2.2 The political system Malawi returned to multiparty democracy in May 1994 after three decades of autocratic rule led by the Malawi Congress Party MCP under the leadership of the late Dr Hastings Kamuzu Banda Banda 1998; Chirwa 1998. As a oneparty state, power was centralized in the presidency which was buttressed by the 1966 republican constitution. This constitution abrogated the provision of the Bill of Rights and formally proclaimed Malawi a de jure oneparty regime. This meant that the MCP regime systematically and strategically curtailed fundamental freedoms and human rights, cultivated a political culture of fear, docility, suspicion, and total loyalty and obedience to authority Chinsinga 2003; Kaunda 1992; Mhone 1992. The centralized nature of the oneparty state was further reflected in the nature of policymaking processes. The president almost entirely dominated the policymaking processes since the Office of the President and Cabinet OPC was effectively the centre for all public policies, planning, and implementation Fozzard and Simwaka 2002. The main purpose of the parliamentary process in policymaking processes was largely to establish the legitimacy and the legal standards required for policy implementation Chinsinga 2006. This amounted to a technocratic style of policymaking which is a huge impediment to democracy because the public cannot scrutinize decisions, yet scrutiny of this nature lies at the heart of democratic politics. The transition to democracy in May 1994 fundamentally altered the nature of political and policy processes at least on paper. Malawi retuned to democracy with a liberal democratic constitutional order which opened up the political and policy processes and dispersed power to various public and private institutions including the citizens. The 1994 constitution explicitly states that legitimacy to govern derives directly from the people of Malawi and those privileged to govern continue to do so upon sustained trust of the people Kanyongolo 2010; Mayaya 2011. This implies that the transition to democracy represented a huge opportunity for the renewal of the policymaking process. Although the policymaking process is procedurally open and subjected to the influence of a diverse range of stakeholders, the presidency remains a dominant force Banda 1998; Chinsinga 2010. For instance, following the fourth democratic elections, the policy space under President Bingu wa Mutharika was severely eroded and the presidency dictated most policy decisions. This is a direct consequence of the legacy of the oneparty era. The dominance of the presidency is inevitable because it remains extremely powerful since the incumbent presides over an expansive patronage network. The incumbent has enormous powers of appointment to a wide range of senior positions in government without viable systems of checks and balances. Thus the president presides over an expansive network which he or she exploits in order to keep and maintain a tight grip on the governing coalition. This is imperative because the transition to democracy led to the intensification of regionalbased politics.1 Parties in power hardly get support across the countrys three regions and 1 Malawi is divided into three regions, namely: north, centre, and south. Since the transition to democracy in May 1994 the south has dominated Malawis politics. All the three presidents since May 1994 have come from the south. This is the case because the south is more densely populated than the other two regions and parties that have the south as their base have a better stand of winning elections with some support in the centre, mainly 5 they can only meaningfully extend their influence outside the region considered as their base through some form patronage activities. The relative autonomy of the incumbent president is further reinforced by the existence of the weak civil society and private sector. According to Harrigan 2001, the private sector exists in Malawi, but it is also owned by the state. This means that the private sector is not viable on its own. The state plays a vital role in the potential survival of the private sector enterprises because it is the single most important source of lucrative contracts. The survival of private sector enterprises is threatened as soon as they fall out of favour with the government. This is because the state is the major dispenser of lucrative contracts. Most of the civil society organizations have been captured by their founders mainly as instruments for livelihoods Chinsinga 2006; Chirwa 2000. Nearly all the first generation CSOs have gone bankrupt due to financial mismanagement and the founders are often implicated in these cases. Most of the CSOs suffer from serious succession challenges. An audit shows that most CSOs have never changed their leadership since they were founded. Potential successors have ended up forming their own NGOs. The founding leaders are not willing to pave way for new leadership because they regard their organizations as a means for earning their own livelihoods.2 CSOs are mostly reactive instead of being proactive in their engagement with the state. Moreover, most of the civil society organizations are urbanbased without networks extending beyond the confines of the capital, yet they claim to speak authoritatively on behalf of the people. The main challenge for Malawi is that the oneparty political culture has persisted without major modifications. The multiparty democratic dispensation is to a great extent shaped by the oneparty political culture which has simply adjusted to the pressures of a multiparty political dispensation while remaining almost the same. According to Cammack 2010, the key elements of Malawis political culture include the following: prevalence of patronage, clientelism, opportunism and corruption, centralizing authoritarian tendency of the executive, relative weakness of the citizenry and civil society visavis the state, deference to hierarchy, and gender discrimination. The policymaking processes are essentially driven and underpinned by a neopatrimonial logic Cammack et al. 2007. The main thrust of the neopatrimonial logic is that the government essentially functions as a transfer pump of resources by political leaders to their respective clients in return for their support. Thus leaders and their opponents use both formal and informal rules, norms and practices to gain legitimacy and advantage in a winner takes all competition for the control of the state. According to Booth et al. 2006, the main challenge in Malawis policy processes is that patronage drives policy and not the other way round. This means that making processes are dominated by rentseeking tendencies. Most policy makers thus champion particular policies not primarily on the basis of the broader common good the policies are expected to deliver, but rather on the basis of specific benefits that would personally accrue to them. because of the nature of the electoral system used: first past the post. This has led to the entrenchment of political patronage and corruption. 2 Interview with a government official in OPC, 20 July 2012. 6 2.3 Key actors in the policymaking process There are several key actors in Malawis policymaking processes at least on paper. Unlike in the oneparty era, policymaking is no longer an exclusive preserve of the president; it is at least subject to the influence of a diverse range of stakeholders as shown in Table 2. These stakeholders include the following: political parties; civil society the church, citizen groups, NGOs, and professional associations; the media print and electronic; international organizations international financial institutions, and donor agencies, the three branches of government legislature, executive, and judiciary, and the public at large. Table 1: The roles of stakeholders in policymaking processes in Malawi Stakeholder Role in the policymaking process Media Act as a sounding board in their interactive relationship with the public opinion. The media often call attention to issues on which political action and policymaking are required. Political parties Put forward interests, aspirations, and beliefs of their membership into coherent ideological platforms, policy initiatives, and programmes. They therefore provide a forum through which the grassroots can offer inputs and exert influence over the policymaking process. Civil society Offers the grassroots alternative channels of participation and influence in the policymaking process in their respective spheres of influence. They operate in the fields of empowerment, human rights, gender equality, poverty reduction, political participation, sustainable development, economic governance etc. Judiciary Determines and specifies not only what the government cannot do but also what it must do in order to meet legal and constitutional requirements for policy decisions. Executive Initiates and implements policies to be legislated on by the parliament. Parliament Citizens Legislates policies and provides oversight in the implementation of those policies. It is thus expected to aggregate and articulate citizens choices, scrutinize policy proposals, and provide legitimacy for policy decisions. Exert influence over the policymaking process through various channels at their disposal, for example, through representation in the legislature, media, civil society, political parties, mass mobilization, demonstrations, etc. International organizations Influence the realm of economic policies by playing a key role since the countrys economy is heavily donordependent. The allocation of resources to competing policy priorities is dependent primarily on donors preferences. The national budget without donor support is hardly viable. Source: authors compilation. The exact impact of these stakeholders in the policy processes vary from issue to issue. However, it is important to note that generally the enduring legacy of the strong presidency remains a huge impediment to subjecting the policymaking processes to the influence of a diverse range of stakeholders so that they become as participatory, transparent, and accountable as possible Chinsinga 2006. Thus being a democracy, the expectation is that 7 policymaking processes should be procedurally more open and inclusive with potentially qualitatively superior outcomes. With specific reference to food policymaking processes, there are several key stakeholders. These include the bureaucracy, the presidency, media, civil society organizations, international development agencies, parastatal organizations, particularly the Agricultural Development and Marketing Corporation ADMARC, the National Food Reserve Agency NFRA, ordinary citizens, research institutions, and private traders. The civil service, particularly the Ministries of Agriculture and Trade and Industry, play key roles with reference to production, pricing, and trade control of agricultural produce. Besides being the head of the civil service, the president has an abiding interest in food policy processes due to the role they play in the countrys electoral politics. The media reports on food policy processes, particularly in relation to food shortages and price trends. The manner in which the media reports on these policy issues depends very much on its perceived or actual political alignment. Private media tends to highlight challenges, whereas public media almost always attempt to paint a glittering picture of the food security situation in the country. There are several civil society organizations that are prominent in the area of food policy processes. These include the Centre for Social Concern CSC, Consumers Association of Malawi CAMA, Farmers Union of Malawi FUM and National Association of Smallholder Farmers of Malawi NASFAM. Both the CSC and CAMA keep track of the costs of the monthly food basket for the major cities across the country while FUM and NASFAM are farmers organizations whose main interest is to promote and safeguard the welfare of farmers by lobbying for better returns on their produce and propagation of favourable policies for the agricultural sector more generally. The citizens are engaged in the food policy processes by articulating the impacts of deficient food policies on their livelihoods. The international development agencies play a particular role in influencing the nature of policies in the agricultural sector that have significant implications for food and price policy processes. There are often contestations between and among different international development agencies depending on their ideological orientations Harrigan 2003. The major difference between and among the international development agencies relates to whether or not the market can be relied upon to guarantee food security at all times.3 The parastatals are used mainly for a price stabilization function in the food policy processes. ADMARC serves as a marketing outlet for maize especially during periods of chronic food shortage and sudden price shocks. However, ADAMRCs roles have changed quite considerably over the years particularly following the implementation of structural adjustment programmes SAPs. It used to buy farmers produce at the time of harvest and sell back to the farmers during lean periods. It also used to sell farm inputs and provide subsidized credit facilities to farmers Mvula, Chirwa, Kadzandira 2003 and Chinsinga 2011. The NFRA runs the countrys strategic grain reserves, a function that was initially run by ADMARC. Private sector players emerged following the liberalization of the agricultural 3 In this debate, the United States Agency for International Development USAID best represents the group of international development agencies that strongly believe that the market can guarantee food security in Malawi while FAO represents the group of international development agencies that believe in strong investment in domestic food production. There are some international development agencies that lie in between who basically argue for a strategic balance between these two polar extremes. The Department for International Development Df ID is a very good example of such international development agencies. 8 sector. ADMARC is no longer the sole buyer of farm produce. It has to compete with private traders, both small and large. While ADMARC buys produce from farmers primarily as a social function, private traders are engaged in the exercise for profit. The main goal of the NFRA is to have adequate maize stocks in order to prevent the country from experiencing serious food shortages especially in the event of unforeseen disasters. The adequate maize stocks in the strategic grain reserves would enable the country to make arrangements for food imports since it takes some time for a landlocked country like Malawi to take the delivery of imports especially in emergency situations. The NRFA is expected to release maize into the market through ADMARC to stabilize maize prices whenever they are beyond reach of many consumers. The managements of both ADMARC and NFRA are appointed on recommendation to the president. As such they are both not quite independent players in the food policy processes. There are two main research institutions that are engaged in matters of food policy and pricing. These are the Centre of Social Research and the Centre for Agricultural Research and Development. However, due to funding constraints these research centres rarely carry out independent research activities. They mostly execute commissioned research by the government and donor agencies. As a result of the oneparty historical legacy of a suspicious relationship between government and academia, the research outcomes are rarely given the serious attention they deserve which has progressively marginalized the role of research institutions in the food policy processes. However, the main interest of this paper is how did these stakeholders in the food policy processes react to the 200708 global food price spikes as experienced in this country? Why did they react the way they did? How were they involved in the policies that the government implemented in response to the price spikes? Why did the government choose these policies to deal with the global price spikes? How were the policies implemented and to what extent did the different stakeholders influence the actual implementation of these policies? Who were the winners and losers from the implementation of these policies? What were the impacts of these policies on the welfare of different stakeholders? 3 Food price trends and shocks 3.1 Key food crops in Malawi and price trends This section reviews price trends of maize, rice, and beans as the main crops in Malawi between 2001 and 2010 in order to put the 200708 price spikes into proper perspective. Maize Figure 2 shows the nominal and real price trends for maize between 2001 and 2010. It shows that during this period Malawi experienced three notable price spikes. The surge in prices in the 200102 and 2005 growing seasons are attributed to the combination of heavy rains and dry spells Dorward and Chirwa 2011. The poor harvest in 200506 was further exacerbated by late distribution of inputs to smallholder farmers. The experiences of the 200708 growing season were unique since Malawi experienced favourable weather conditions and reported a historic maize surplus estimated at 1.3 million tonnes over and above the annual food 9 requirements pegged at 2.8 million tonnes propelled by the FISP. Consequently, the price spikes were widely described as surprising since the country had good maize harvests both in 2007 and 2009 Myers 2008. Figure 2: Trends in nominal and real maize prices, 200110 80.0070.0060.0050.0040.0030.0020.0010.000.00a National Nominal and Real Pricesb Real Prices in Major Cities National Nominal Prices National Real Pricesg K rep KM Mzuzu Lilongwe Blantyre 45.0040.0035.0030.0025.0020.0015.0010.005.000.00g K rep KM JMMJSNJMMJSNJMMJSNJMMJSNJMMJSNJMMJSNJMMJSNJMMJSNJMMJSNJMMJSNJMMJSNJMMJSNJMMJSNJMMJSNJMMJSNJMMJSNJMMJSNJMMJSNJMMJSNJMMJSN2001 2002 2003 2004 2005 2006 2007 2008 2009 20102001 2002 2003 2004 2005 2006 2007 2008 2009 2010Year and Month Year and Month Source: based on Chirwa 2009 updated, using monthly retail prices published be the Mo AFS between 2008 and 2010. There were no significant spatial variations in the prices of maize across the major cities almost during the entire period of assessment. The only exception is the 200809 growing season when the prices of maize were significantly higher in Blantyre than in Lilongwe and Mzunzu. Rice The trend in nominal prices for rice in the past decade has been upward although the real price has generally been stable as depicted in Figure 3a. With respect to rice, we notice two episodes of price swings, in the 200506 and 200708 agricultural seasons, with a more sustained increase in prices during the 200708 season. However, there are spatial differences in the behaviour of rice prices, with Mzuzu prices showing no particular price swings while Lilongwe and Blantyre prices showing sustained increases in the 200708 period. Beans Figure 4 shows the trends in the nominal and real prices for beans between 2001 and 2010. The prices for beans, similar to rice prices, also show an upward trend. Two major price swings can be identified in Figure 4a: first, is the increase in the price of beans in the 200506 season, and second the large and sustained increase in between 2007 and 2008. There is, however, no consistency in the trends in spatial prices. For Mzuzu, there are no major price swings and on average the prices are lower than in other cities. The price crisis episodes are evident in Blantyre with major increases in the price 200506 and 200708. The movements of prices of beans in Lilongwe are more erratic, with high price episodes in 200506, but frequent high price swings since 2008. 10 Figure 3: Trends in nominal and real rice prices, 200110 250.00200.00150.00100.00g K rep KM 50.000.00a Rice: National Nominal and Real Pricesb Rice: Real Prices in Major Cities National Nominal Prices National Real Prices Mzuzu Lilongwe Blantyre 120.00100.0080.0060.0040.0020.000.00g K rep KM JMMJSNJMMJSNJMMJSNJMMJSNJMMJSNJMMJSNJMMJSNJMMJSNJMMJSNJMMJSNJMMJSNJMMJSNJMMJSNJMMJSNJMMJSNJMMJSNJMMJSNJMMJSNJMMJSNJMMJSN2001 2002 2003 2004 2005 2006 2007 2008 2009 20102001 2002 2003 2004 2005 2006 2007 2008 2009 2010Year and Month Year and Month Source: authors calculations based on Mo AFS monthly retail prices between 2001 and 2010. Figure 4: Trends in nominal and real bean prices, 200110 250.00200.00150.00100.00g K rep KM 50.000.00a Beans: National Nominal and Real Pricesb Beans: Real Prices in Major Cities National Nominal Prices National Real Prices Mzuzu Lilongwe Blantyre 160.00140.00120.00100.0080.0060.0040.0020.000.00g K rep KM JMMJSNJMMJSNJMMJSNJMMJSNJMMJSNJMMJSNJMMJSNJMMJSNJMMJSNJMMJSNJMMJSNJMMJSNJMMJSNJMMJSNJMMJSNJMMJSNJMMJSNJMMJSNJMMJSNJMMJSN2001 2002 2003 2004 2005 2006 2007 2008 2009 20102001 2002 2003 2004 2005 2006 2007 2008 2009 2010Year and Month Year and Month Source: authors calculations based on Mo AFS monthly retail prices between 2001 and 2010. The spatial analysis of the price trends of the three major crops indicates that the prices are consistent for maize across the three major cities. There are wide variations for rice and beans. This shows the significance of maize in the countrys food policy debates. The key question then is: why did the country experience high maize prices when it reported record maize surplus? Chirwa 2009 attributes the high maize prices to poor quality information about domestic supply from the government both in term of domestic production and stocks in reserves. Why should the government be motivated to project a misleading picture? In the interviews, some stakeholders pointed out that the government was motivated to cook up impressive production figures because it wanted to maintain the grand success narrative of 11 the FISP.4 The FISP had been endorsed as a success story even by the once pessimistic donors and nothing short of continued success would be welcome.5 This claim of impressive productivity was invariably undermined by the apparent rise in prices of maize which in turn fuelled speculative behaviour among key players in the industry. This was further reinforced by the governments failure to export 400,000 MT of maize to Zimbabwe through NFRA. By the time about 300,000 MT were exported, the private sector was finding it difficult to source maize for export which sent signals that there were supply shortages and the prices began to rise substantially. Moreover, the behaviour of state agencies, ADMARC and the NFRA, by offering higher purchase prices to farmers than the private sector, and through the governments action of imposing a ban on private traders and other desperate measures signalled that there were domestic supply shortages. Finally, the high international maize prices, amid continued surplus maize production, created speculation that the export market for maize would be lucrative, leading to stockpiling and purchasing maize from farmers at higher prices by the private sector. The analysis of trade flows of the three main crops in Table 2 shows that Malawi is generally a net food importer particularly during periods of high food prices. Overall, Malawis food situation is highly precarious. This is underscored by the fact that Malawi has only been a net exporter of maize, its main staple, in three years during this period the widely acclaimed success of the FISP notwithstanding. These trends suggest that food price policies are at the centre of the food security debate in Malawi. The constant threat of inadequate domestic food supplies makes food price policies a priority issue for the government. This means that any slight indication of impending food shortages and increases in food prices are likely to trigger the governments intervention for it to be at least seen leading the efforts to guarantee food security otherwise it risks backlash from rural communities who constitute the bulk of voters and depend exclusively on maize for subsistence.6 He emphasized that the government does not worry much about urban consumers because they make up just 10 per cent of the total population. The urban constituents are mainly concerned with governance issues broadly defined. He argued that the protests in urban areas since the transition to democracy in May 1994 have focused on governance issues and not necessarily on food price policies per se. 3.2 Spatial variation of prices and international price transmission Figure 5 shows the spatial price variations in six locations in Malawi, Karonga, and Mzuzu in the northern region, Lilongwe, Chimbiya, and Lizulu in the central region and Blantyre in the southern region. Mzuzu, Lilongwe, and Blantyre are regional cities while Karonga and Lizulu are border towns on borders with Tanzania and Mozambique, respectively. The data shows that for all the three key crops the upward trend in prices in different markets is visible, particularly for rice and beans markets. However, the recent high price increases are only consistent in different markets with respect to maize and rice. 4 Interview with the President of FUM, 28 May 2012. 5 Interview with the National Coordinator of the Civil Society Network on Agriculture, 9 May 2012. 6 Interview with the executive director of CAMA, 17 May 2012. 12 Table 2: Annual imports and exports of key food crops 200009 MT Maize Rice Beans Year 2000 2001 Imports 7,879 9,326 2002 348,365 2003 2004 61,836 54,300 2005 113,300 2006 2007 2008 2009 55,808 20,180 28,176 54,416 Exports 11,000 9,879 1,644 54,604 12,607 467 1,160 391,255 21,438 3,665 Source: FAOSTAT database. Imports Exports Imports Exports 4,919 493 255 92 19 4 1 3 81 1 12 1 1 99 265 69 658 26 25 1 2,764 1,650 4,900 4,065 2,950 434 738 270 1,502 695 594 1,173 567 3,062 1,255 2,785 8,244 The data shows that there is greater spatial price variation for rice and beans while the prices of maize in different markets tend to follow the same pattern with the exception of the period since the 200708 price swing. This is illustrated in Figure 5d, where we have the difference between the maximum and minimum price across the six markets. Generally, the markets for beans have high spatial variations and maize markets have the least spatial variations. For beans and rice, it is also noted that the spatial variations have been increasing since the recent 200708 price increase. The limited spatial variability in maize prices may be due to the fact that maize remains a controlled commodity in Malawi with prescribed official prices, although these prescribed prices are rarely observed by the private sector, as further elaborated in Section 4. This was underscored by the three major policy responses that the government invoked in the wake of the 200708 price spikes. These policies targeted maize only although both rice and beans experienced sustained price increases during the same period. According to one of the Ministry of Agriculture and Food Security Mo AFS officials interviewed   the government is only interested in controlling the price of maize because if it gets out of hand, there can be political backlashes since almost everyone depends on maize for subsistence. He argued that both rice and beans are not grown by many farmers to the extent that apart from announcing the expected minimum prices for the farmers at the beginning of a growing season, the government does essentially nothing to intervene in the markets of these crops 13 because even if their prices rise sharply, nobody will complain to the extent that it would become a public policy issue.7 It is important to note that in addition to spatial price variations, the food markets in Malawi are also characterized by high seasonal variations. For instance, Chapoto and Jayne 2009 find that the ratio of high to low prices for maize between 1994 and 2008 in Blantyre and Karonga was on average 2.65 and 2.23, respectively. Lowest prices generally occur during April and May harvest period and highest prices occur during December to February the lean season for maize. Figure 5: Spatial price variations for key food crops, 200110 Karonga Lilongwe Lizulu Mzuzu Chimbiya Blantyre 120.00100.00a Maizeg K rep KM 80.0060.0040.0020.000.00Karonga Lilongwe Lizulu Mzuzu Chimbiya Blantyreb Rice 300.00250.00200.00150.00100.0050.000.00g K rep KM JMMJSNJMMJSNJMMJSNJMMJSNJMMJSNJMMJSNJMMJSNJMMJSNJMMJSNJMMJSNJMMJSNJMMJSNJMMJSNJMMJSNJMMJSNJMMJSNJMMJSNJMMJSNJMMJSNJMMJSN200120022003200420062005Year and Month 2007200820092010200120022003200420062005Year and Month 2007200820092010c Beans 400.00350.00300.00250.00g K rep KM 200.00150.00100.0050.000.00Karonga Lilongwe Lizulu Mzuzu Chimbiya Blantyreg K rep KM d Spatial Differences Maize Rice Beans 300.00250.00200.00150.00100.0050.000.00JMMJSNJMMJSNJMMJSNJMMJSNJMMJSNJMMJSNJMMJSNJMMJSNJMMJSNJMMJSNJMMJSNJMMJSNJMMJSNJMMJSNJMMJSNJMMJSNJMMJSNJMMJSNJMMJSNJMMJSN200120022003200420062005Year and Month 2007200820092010200120022003200420062005Year and Month 2007200820092010 Source: authors calculations based on Mo AFS monthly retail prices between 2001 and 2010. Several studies in Malawi have found that spatial markets for agricultural produce are highly integrated, particularly following the liberalization of agricultural marketing services in the early 1990s Chirwa 2001; Chirwa and Zakeyo 2006; Goletti and Babu 1994; Myers 2008. Goletti and Babu 1994 find that the number of domestic markets that were integrated increased from 18 markets before market liberalization to 34 markets out of 48 markets after market liberalization, but find that adjustment was as slow as six months following the initial shock. 7 Ibid., 23 May 2012. 14 Chirwa 2001 using cointegration finds that several major domestic markets for maize, rice, beans, and groundnuts were cointegrated and that Blantyre is central in the price transmission in the maize and groundnuts markets, Karonga is central in the rice markets, and Blantyre and Lilongwe are central to the beans market. In addition, Chirwa 2001 finds that the shortrun price dynamics, on average, reveal that the price changes in central markets explain between 18 per cent maize and 70 per cent rice of the variation in the price of peripheral markets, and between 15 per cent and 47 per cent of the price adjustment to the longrun equilibrium that takes place within a month. Chirwa and Zakeyo 2006 also find a high level of market integration in crops that were completely liberalized beans, rice, and groundnuts than in maize in which a system of price controls prevails and this was reinforced during the 200708 global food price crisis. Furthermore, they find that integration has improved and the main markets are well integrated, but for more remote markets in the country, they find mixed evidence. Myers 2008 using the threshold autoregressive model concludes that the private maize marketing system in Malawi works efficiently to facilitate interregional and spatial trade, regardless of the controls that exist in the market. The extent to which high food prices at international markets can have effects on domestic prices depends on the integration of markets through the price transmission mechanism. There is evidence that most of the maize markets in eastern and southern Africa are integrated with international markets as revealed by the comovement of international and domestic maize prices in the longrun Rapsomanikis 2009. In the context of Malawi, earlier studies established a weak link between international and domestic maize and rice prices between 1980 and 2000 Chirwa and Zakeyo 2006. However, Rapsomanikis 2009 using recent price data find evidence that suggests strong transmission of world maize prices to domestic maize prices. Rapsomanikis 2009 notes that shortrun effects of maize prices in Malawi and the international and South Africa prices are insignificant. Most of these selected domestic markets are in the border districts with neighbouring countries; hence we expect high price transmission through informal crossborder maize trade. The domestic markets that have weak links with international prices such as Mzimba and Salima are far from the international border, although Mchinji that has weak links, is close to the border. The adjustment of domestic prices to international prices is also slow ranging from 4.7 months for the Karonga to 7.7 months for the Liwonde market. 4 Policies for management of food price swings How did the government react to the 200708 price spikes? As stated above, it reacted in three main ways, namely: 1 price controls; 2 domestic trade restrictions; and 3 international trade restrictions. These policies were driven by the governments desire to project itself as playing a leading role in protecting citizens from the detrimental effects of price swings on their livelihoods. In invoking these policies, the main government narrative advanced mainly by the late President Mutharika was that the government   as a caring government was protecting the people of Malawi from illwill forces that were driven by selfishness to profit from the high maize prices they were artificially creating by hoarding 15 maize stocks when the country had registered record surplus maize.8 This narrative was clearly motivated by electoral considerations because food security is perhaps the only issue that features in Malawis elections. The price spikes occurred a year before the general elections. Nevertheless, the policy responses to the 200708 global food price crises must be placed into a proper historical context in order to be fully understood. 4.1 Price controls In the wake of the 200708 global food price crisis, the government attempted to reinforce the price control policy for maize. The underlying motivation of this policy is to protect producers and consumers by making sure that producers and consumers generate adequate income from maize production and access maize at affordable market prices respectively. This policy intervention is administered in the form of a price band which was first introduced in 1996. As the price of maize continued to soar, the government revised the price band upwards to MWK45 per kilogramme as the producer price and MWK52 per kilogramme as the consumer price from MWK20 and MWK30 per kilogramme, respectively. Mo AFS officials described price controls as an automatic instrument we resort to or activate in the wake of price spikes either on our own or in consultation with the State House or upon a directive from the State House.9 The implementation of the price controls in 200708 followed a directive from the State House which Mo AFS officials felt was triggered by persistent media reports that highlighted the escalating maize prices in local markets yet we had just recorded the historic maize surplus during that year. According to these officials, the failure of the NFRA to satisfy the 400,000 MT maize export contract to Zimbabwe created panic at the State House. This forced the president to direct the revision of the price band upward for ADMARC to compete with the private sector in buying maize from farmers. This maize was meant to stock the Strategic Grain Reserves SGR to avert a possible food disaster in case of failure by the government to satisfy the maize export contract indicated shortage of maize supply in the country to meet its subsistence requirements. According to the president of the FUM, price controls do not attract any serious reaction from stakeholders because we know from experience they do not work in practice; prices continue to be dictated by the forces of demand and supply. He argued that the government turns to price controls simply to be seen to be doing something about the escalating prices for political posturing and they know it. The evidence indeed suggests that price controls have not worked effectively as depicted in Figure 6 which shows the nature of the maize pricing systems relative prices under private marketing. From 2008 through to March 2009 maize was trading at prices above the price band, this is also the period of high food prices. Maize 8 This narrative became a mantra that was recited at a very political rally at the peak of the global food price crisis. The main targets in this narrative were opposition politicians. The president argued that the opposition politicians were deliberately withholding maize to create artificial scarcity of maize in order to project him as a failure in managing food security with the idea of deceiving voters to vote for them in the May 2009 elections. The opposition politicians seized it accordingly arguing that high maize prices amidst claims of the historic record maize surplus was a clear manifestation that the FISPs success had been exaggerated. They are the ones who are better placed to take it forward so that it guarantees food security on a sustainable basis. 9 Interview with a Ministry of Agriculture and Food Security official, 22 May 2012. 16 production during this period was more than adequate but prices remained high and the price controls were ineffective in stabilizing maize prices during this crisis. Figure 6: Price band and average maize prices, 19802011 a National Prices National Prices Producer Price Consumer Price 80.0070.0060.0050.0040.0030.0020.0010.000.00g K rep KM b Spatial Prices Karonga Lilongwe Lizulu Produder Price Mzuzu Chimbiya Blantyre Consumer Price 120.00100.0080.0060.0040.0020.000.00g K rep KM JMMJSNJMMJSNJMMJSNJMMJSNJMMJSNJMMJSNJMMJSNJMMJSNJMMJSNJMMJSNJMMJSNJMMJSNJMMJSNJMMJSNJMMJSNJMMJSNJMMJSNJMMJSNJMMJSNJMMJSN20012002200320042005200620072008200920102001200220032004Year and Month 20062005Year and Month 2007200820092010 Source: authors calculations based on Mo AFS monthly retail prices between 2001 and 2010. Chirwa 2009 attributes the ineffectiveness of the price band to several reasons: first, is the issue of enforceability of the price band as most of the private traders that are engaged in maize trade are informal smallscale traders operating in localized markets. Although the government expects the private traders to observe the price band, it does not have the instruments for enforcing the price regime and in most cases the private sector has ignored the price band choosing to sell within in some markets and below and above the price band in other markets. Second, the price band was set when maize prices were already above the maximum price and the fact that some of the traders bought the maize at high prices, they were reluctant to sell the maize stocks at a lower price in order to comply with the price band. Third, ADMARC is expected to defend the band by buying maize if the price falls below the band and selling maize when the price increases above the band. Although the government has given this mandate to ADMARC, its role in produce marketing has greatly diminished. It often lacks the necessary financial resources to stock adequate maize that it can sell to consumers in periods of high maize prices in private markets. More recently, ADMARC has been rationing its sales of maize to consumers, and usually when maize is available at the markets it runs out in one to three days FEWS NET 2009. Fourth, the price band is narrow, as such, it does not offer adequate margin to the private sector to cover the cost of purchase Jayne, Mangisoni, and Sitko 2008. Finally, there is no statutory provision of strategic reserves for purposes of stabilization of prices. Although the NFRA has held stocks above the minimum required for emergency situations, they have not utilized the excess to supply the consumer market in order to stabilize prices at the right time. They have often done so at times when such actions do not produce the desired impact. The conclusion of many officials interviewed particularly those from the Grain Traders Association of Malawi GTAM is that price controls do not often succeed because of limited management capacity worsened by institutional rivalry between ADMARC and NFRA. According to Chirwa 2009, NFRA had enough maize grain stocks estimated at 160,000 MT during the 200708 global food price spikes that could have been used to stabilize prices but did not release it into the market. Instead just like ADMARC, it proceeded to buy maize from 17 farmers which increased the pressure on high maize prices as they both attempted to outbid the private sector in terms of the price offered to farmers which clearly signalled to the stakeholders shortages in domestic supply. The institutional rivalry between NFRA and ADMARC is partly rooted in the history of the creation of the latter. NFRAs functions were before its formation performed by ADMARC but shed off to NFRA as an integral part of structural adjustment reforms Mvula, Chirwa, Kadzandira 2003. The purpose of the reforms was to make ADMARC more efficient by streamlining its functions to focus largely on buying and selling farm produce. However, in practice the roles of these two parastatal agencies have not been clearly spelt out and there are considerable overlaps which make effective and efficient coordination and implementation of mechanisms that would contribute to the stabilization of prices almost impossible.10 According to senior policy makers ADMARC and NFRA cannot function effectively because their management is highly politicized for them to take independent and professionally competent decisions. The paradox is that while politicians preach about food security, they are the very same people who undermine it. Most policy makers argued that while NFRA had enough maize stocks its management could not be allowed to release some of it to ADMARC markets to stabilize the prices because the majority of maize exporters to Zimbabwe were politicians with close links to the president   depleting the reserves would have jeopardized their deals once the situation somehow stabilized.11 The decision to let both ADMARC and NFRA buy maize from farmers at higher prices was not necessarily to ensure that the reserves were well stocked in order to avert possibilities of chronic food shortages but to fill the grain reserves so as to fulfil the export contract to Zimbabwe that was monopolized by politicians or their close associates.12 Thus while the policy was projected as protecting consumers and producers, its underlying intent was to serve the interests of politicians and their close associates who had huge stakes in the maize export contract to Zimbabwe.13 4.2 Domestic trade restrictions The government imposed restrictions on the domestic maize trade as the prices of maize continued to soar. Until the mid1990s ADMARC exercised monopoly in buying and selling farm produce. The liberalization of the agricultural sector thus paved way for the involvement of private sector traders in the buying and selling of farm produce. This introduced competition for ADMARC which has progressively weakened its stature in the marketing of agricultural produce Mvula, Chirwa, Kadzandira 2003 and Jayne, Mangisoni, and Sitko 2008. The domestic trade restrictions for maize were introduced in August 2008 but by midSeptember 2008 they had been somewhat modified. In introducing the reforms, the Mo AFS exempted smallscale traders operating in rural markets. The restrictions targeted mainly Interview with an NFRA official, 27 May 2012. 10 11 Interview with a Ministry of Trade and Industry official, 26 May 2012. 12 Interview with a Ministry of Trade and Industry official, 27 May 2012. 13 Interview with a chairperson of GTAM, 1 June 2012. 18 large companies that trade in maize or use maize as a raw material for manufacturing. According to Jayne, Mangisoni, and Sitko 2008 the justification for the trade restriction was that the private sector was deliberately hoarding maize, thereby creating shortages that fuelled price increases. As a way to enforce the trade restrictions, ADMARC was designated as a sole buyer of maize from farmers and it was also given the exclusive mandate to sell maize to consumers at the prescribed government price. The political nature of the decision was evident from its justification. In reinforcing the ban, the deputy minister of Mo AFS argued that maize is a protected crop and anybody buying it will be arrested.14 In this regard, ADMARC was instructed to purchase at least up to 50,000 MT of maize per year which it has not been able to do due to its perennial serious financial constraints.15 According to officials from the Ministry of Trade and Industry, the ban was relaxed as early as midSeptember 2008 because of the fierce lobby of GTAM. They argued that most members of GTAM have close political connections and some politicians have stakes in companies that buy maize directly from farmers. While politically plausible, it was quickly realized that an exclusive ban on large private sector companies would backfire because it would have led to the scarcity of manufactured maize products which can easily upset the rather docile urban consumers.16 Similar concerns were echoed by the FUM. Its main argument was that the policy did not make practical sense since it did not clearly define who a large trader was, it would not be enforced objectively.17 FUM further faulted the ban as infringing upon the rights of farmers by forcing them to sell their produce to ADMARC which does no longer have marketing outlets across the country and is often cash strapped.18 These criticisms coupled with the stakes that some key politicians have in maize trade forced the government to somewhat modify the blanket ban on largescale private sector involvement in maize trade in less than a month. While GTAM and FUM pushed for a total lift of the ban, the government opted for a modified version of the ban which allowed private sector traders to participate in maize trade as long as they were duly licensed to do so. This was highly strategic on the part of the government because it ensured that those who were licensed were either politicians or those with close connections to politicians   this cannot be hidden   some of us were licensed just to silence us.19 The decision to introduce an exclusive ban on private maize traders was justified as offering the government an opportunity to get an exact idea of the maize harvest so that we can keep enough for our consumption and how much to export.20 14 See, Maize Prices Soar Again, The Daily Times, 24 April 2009. 15 See, ADMARC Misses its Maize Target: Buys only 22 000 out of expected 50,000 tonnes, The Nation 4 September 2009. 16 Interview with CAMAs executive director, 17 May 2012. 17 Interview with the president of FUM, 28 May 2012. 18 Ibid. 19 Interview with a chairperson of GTAM, 1 June 2012. 20 See Maize Prices Soar Again, The Daily Times, 24 April 2009. 19 The ban was not successful because ADMARC which was supposed to defend the price band could not purchase maize from smallholder farmers and was unable to sell maize to consumers at official prices due to its weak financial position. Jayne, Mangisoni, and Sitko 2008 note that the rapid rise in prices affected ADMARCs ability to buy maize from smallholder farmers as it initially offered to buy maize from smallholders at as low as MWK30 per kilogramme when private traders were already buying maize at MWK60 per kilogramme. Put in a broader context, ADMARCs dramatic decline was noted as early as 2001. According to Mvula, Chirwa, Kadzandira 2003, the financial position of ADMARC has greatly deteriorated due to limited support from the central government. Thus although it continues to implement government pricing policy, it hardly buys maize from smallholder farmers due to lack of funds. The government continues to use ADMARC in this way merely as a desperate attempt to project an image of a caring government during times of hardship largely for electioneering purposes.21 4.3 International trade restrictions In reaction to the soaring maize prices, the government also imposed export bans on maize during the 200708 global food price spikes. It is, however, important to put into proper perspective the context in which the export ban on maize was instituted. Following the implementation of SAPs, Malawi phased out quantitative restrictions on international trade except for a few products whose restrictions are largely based on health, safety, and national security reasons Chirwa and Ngalawa 2006. Although maize is not on the list of restricted products requiring import license, its import is subjected to heavy regulation which further underlies its sensitivity in the countrys food security equation. The import of maize is normally done by the government through a competitive tendering process. The private sector is subcontracted to import maize in the country through a government tender whenever there are expected shortfalls in the domestic supply. Once the maize is available government makes it available in all areas at subsidized prices through a network of ADMARC markets. However, as already indicated above, ADMARC is not as efficient as it used to be following its restructuring that has resulted in the closure of most of its marketing outlets as an integral part of the liberalization of the agricultural sector Mvula, Chirwa, Kadzandira 2003 and Jayne, Mangisoni, and Sitko 2008. The increases in formal imports of maize typically occur when the domestic supply has been affected by poor harvests due to floods, droughts, and other natural disasters. Chirwa and Ngalawa 2006 note that most of the surges in imports of maize occurred in the years of bad weather conditions. In terms of tariffs, maize grain is taxfree in the tariff schedule, which is consistent with the regional policy of maize without borders, save the quantitative restrictions imposed on maize. Similarly, the export of maize is restricted and maize is subject to intermittent export bans and export licensing. Maize export licensing has always been imposed even after phasing out import and export licenses for other crops and products. Within the regime of export licensing, the authorities also impose intermittent export bans, particularly prompted by poor harvests. Effectively, the ban of the maize export is more or less permanent punctuated by 21 Interview with a Mo AFS official, 24 May 2012. 20 brief periodic windows when the export ban is lifted. During these brief windows of export activity the government issues export licenses mainly to those who are politically connected to exploit the opportunity accordingly   the maize that is exported is often taken from the SGR and often given to these political cronies at giveaway prices.22 With respect to the 200708 food price crisis, the maize export ban was instituted in April by President Bingu wa Mutharika at a political rally. This ban was imposed when the export contract to Zimbabwe amounting to 400,000 MT had not yet been fully met. As already indicated above, the government issued maize export permits to Zimbabwe on the account that Malawi had registered a historic record maize surplus estimated at 1.3 million tonnes.23 However, most senior policy makers interviewed argued that the government was rather reluctant to impose the ban because it would undermine the grand success narrative of the FISP particularly during a season it had reportedly registered a historic maize surplus over and above the annual food requirements.24 The president was reportedly forced to impose the ban following media reports that indicated that maize prices had soared to as much as MWK90 per kilogramme. In these stories, the media began to question the credibility of the claims that the country had enough maize yet the prices are soaring far much more than it is the case when the country is hit by drought.25 The media further highlighted the hardships that households were experiencing due to high maize prices.26 This was seized by opposition political parties which argued that the price crisis amidst plenty simply suggested that Mutharikas government had failed to manage its own success to guarantee food security and as such it needs to be replaced at the next polls.27 When he announced the maize export ban at a political rally, President Mutharika justified it as a means to stop unscrupulous traders, most of them allies of the opposition political parties, from depleting the countrys grain reserves. He argued that the ban would be lifted only when the government would be satisfied with the food security situation in the country. This was further justified as a way of dealing with speculation. He argued that business people were hoarding maize in their warehouses to create an artificial shortage in order to make supernormal profits out of maize either through exports or selling it locally at inflated prices. The Ministry of Trade and Industry proceeded to gazette the maize export ban. This was fiercely protested by GTAM. According to GTAMs chairperson they protested because we knew that some politically connected traders or even politicians themselves would continue 22 Interview with a Mo AFS official, 23 May 2012. 23 Interview with a Mo AFS official, 22 May 2012. 24 Ibid. 25 See, Disaster Looms as Maize Prices are about to Hit MK100 per kilogramme, The Nation, 22 March 2008. 26 It is important to note that it was only the private print and electronic media which peddled these stories. The public media is heavily controlled by the state and carried stories that attempted to underplay the seriousness of the maize price crisis. It was essentially a mouth for the government to advance its narrative of sabotage as explaining the soaring of maize prices and that it was doing everything possible to deal with the culprits. 27 Interview with an opposition member of parliament who at the time was sitting on the Parliamentary Committee on Agriculture and Natural Resources, 24 May 2012. 21 to export maize regardless of the export ban. They further protested because most of the GTAM members had already invested considerable resources in arranging for their maize exports to Zimbabwe. The export ban was condemned by the United States Agency for International Development USAID and the IMF. They characterized the ban as retrogressive since it undermined Malawis commitment to economic liberalization Jayne, Mangisoni, and Sitko 2008. The argument is that donors were reluctant to engage forcefully with the government on these policy responses because at that time Malawi was widely seen as a success story in as far as the question of food security was concerned through the implementation of the FISP which they had fiercely opposed. They were thus afraid of making yet another mistake. However, regardless of the protest against the ban by GTAM and donors it remained in force until August 2010. Although the arguments presented by those who protested against it were generally sound, the government would not retreat for it was important for it to project itself as leading the efforts to protect the people especially since elections were just around the corner.28 He argued that in private even the president recognized the negative consequences of these policy responses that entailed reversals without debate and discussion but considered them to be politically correct in terms of projecting his government as a caring government motivated largely by electoral considerations.29 5 Impact of the policy responses to price swings This section examines the impact of the policy responses implemented by the government to respond to the 200708 global food price crisis. The main question is: who were the winners and losers following the implementation of these policies? None of the policies that the government implemented were designed with a longterm orientation. They were driven by the desire to stabilize maize prices in order to make it affordable by vulnerable households while at the same time protecting them from food insecurity. The price band was invoked to prevent the prices of maize rising further; the restriction of domestic maize trade was implemented to boast the maize supply by making sure that private sector traders did not hoard maize to further fuel speculation; and the export ban was meant to ensure adequate supplies of maize were available in the domestic economy. The dominance of maize in the diet of most households implies that high prices and price swings are likely to have major implications on livelihoods of poor households School of Oriental and African Studies et al. 2008. It is actually estimated that as high as 89.8 per cent of smallholder farmers are net buyers of maize Anderson 2011. Overall, however, the impact and response to price swings will vary according to the extent of poverty, the net market position whether net food buyers or net food sellers, and the liquidity position of households Wodon and Zaman 2008. The analysis of the governments policy responses to the 200708 global food price crisis shows that there were winners and losers. The main winners were those engaging in maize trade who were either politicians or had close connections to politicians. 28 Interview with a chairperson of the Parliamentary Committee on Agriculture and Natural Resources, 2 June 2012. 29 Interview with the executive director of CAMA, 27 May 2012. 22 The main argument is that although the policy responses were justified as an attempt to protect both farmers and consumers, the main beneficiaries were maize traders with close political connections. For instance, when the largescale private traders were banned from domestic maize trade, the politically connected traders managed to lobby for the implementation of a modified version of the ban in less than a month. This version allowed largescale traders to be involved in maize trade on condition that they were duly licensed and traded within the stipulated maize ban. According to some interviewees, the licensing requirement was exploited to exclude those traders that were not politically connected. The fact that ADMARC failed to enforce the price band meant that the privileged traders benefited from high maize which shot up to as high as MWK90 per kilogramme. The very same people benefited when the export ban on maize was introduced in April 2008. According to key stakeholders interviewed, although the export ban was introduced, some privileged traders, mostly politicians and their associates, continued to export maize to Zimbabwe. Thus, traders without political connections lost out. They did not benefit from the soaring domestic maize prices since they could not be licensed and they incurred losses when the export ban was introduced quite abruptly. They had already invested considerable resources in the logistics related to the delivery of their export quotas to Zimbabwe. The smallholder farmers who are mostly net buyers of maize and the poor urban consumers were the main losers as they disproportionately bore the brunt of the policy responses that the government implemented in the wake of the 200708 global food crisis. They suffered most because of the instability in maize prices fostered by the policies implemented by the government in order to address maize price spikes. While the government intervened in the maize markets by prescribing the floor and ceiling prices, it was unable to defend these prices for two main reasons. The government did not accurately estimate the actual production levels of maize which either made it set the prices either too low or too high. This made it difficult for ADMARC to effectively defend them. The situation was often compounded by the failure of ADMARC to effectively defend the price band due to its weak financial position. It was neither able to buy maize from farmers nor sell it to consumers at the prescribed official price. Consumers have also suffered from the effects of stockpiling maize supplies through ADMARC and NFRA. They did not release maize stocks into the market at all during the 200708 global food price crisis. They have often done so as part of their recycling strategy at times when there is too much maize in circulation. This has tended to depress maize prices quite substantially.30 And in a drive to be competitive, ADMARC and NFRA have often slashed their prices. This means that farmers make severe losses which make further investment in maize less attractive. The overall net effect of maize price instability is that it prevents smallholder farmers from graduating out of poverty and inhibits surplus production and investment in marketing infrastructure. The main drawback is that high price instability is detrimental to the poor constructing their own routes out of poverty since it increases the risk of failure to secure food from the market and reinforces a pattern of subsistence reliance on one or a few main food crops for household level food security. 30 See Malawi Maize Selling Low   NFRA is Offloading Maize as Part of the Agencys Grain Recycling Strategy, Malawi News, 28 April 2011; NFRA Maize Sale Oversubscribed, The Daily Times, 4 April 2011; and ADMARC Shocks ECAMA, Farmers: It is a Marketing, not Stocking Corporation, The Nation, 22 July 2009. 23 The government incurred substantial costs and losses resulting from the stockpiles of maize to which they added during the peak of the 200708 global food price crisis. Both ADMARC and NFRA incurred heavy costs of maintaining the stockpiles of maize that in some cases were almost five years old during this period. The enormous costs were inevitable because it is costly to maintain high level quality maize for a longer period of time. As part of the recycling strategy, the NFRA incurred a loss of MWK390 million in disposing of the maize reserves that were procured at MWK1.05 billion way after the food price spikes were over. When the maize was offloaded, it fetched only MWK660 million. A similar story can be told about ADMARC. Having accumulated huge volumes of maize, ADMARC decided to dispose of the maize to create space for fresh reserves. As stated above, ADMARC had to slash down its prices in order to compete with private traders. Consequently ADMARC posted a MWK551 million loss against a projected net profit of MWK181 million.31 6 Concluding reflections The main purpose of this paper was to assess how the government responded to the 200708 global food price spikes from a political economy perspective. This was done using Keeley and Scoones 2003 political economy analytical framework to understanding policy processes. In this framework, policy processes are analysed from three perspectives: narratives and evidence, actors and networks, and politics and interests. This, inter alia, underlies the complexity, nonlinearity, and messiness of policy processes. The analysis demonstrates that the policy responses to the rising prices implemented by the Malawi government underpin the underlying political objectives and interests of the key stakeholders in the policy processes. As the single most important electoral battleground, the question of food security is central in determining whether those out of power can wrestle it from the incumbent or whether the governing party or coalition can maintain itself in power. All the three major policy responses, namely: price control, domestic trade restrictions, and export trade ban were motivated by the desire for the government to maintain a semblance of food availability at all times. The main preoccupation is to fend off any perception of food scarcity as well as unaffordability to the majority of smallholder farmers and consumers. For instance, the progressive expansion of the subsidy programme since its launch in the 200506 growing season as well as the magnitude of the subsidy to farmers although not necessarily part of the responses to the 200708 global price spikes were meant to expand production on the basis of economies of scale but also to increase the affordability of the subsidy inputs to the majority of impoverished smallholder farmers Dorward and Chirwa 2011. The combination of increased scale and improved accessibility of the subsidy inputs would expand the production of maize which is a key staple. The policy interventions to ensure that ADMARC and NFRA hold enough maize stocks were meant to ensure that maize would be readily available even when there is some slack in production in a growing season. It is for this reason that ADMARC was mandated to act as a primary buyer of farmers produce often at higher prices than those offered by private traders in order to outbid them. Both the NFRA and ADMARC have since the 200506 growing 31 ADMARC Shocks ECAMA, Farmers: It is a Marketing, not Stocking Corporation, The Nation, 22 July 2009. 24 season accumulated maize reserves which are supposed to be released into the market when there are indications of scarcity, but the evidence suggest that they were not able to do this effectively during the 200708 global food price spikes. The maize export ban and the regulation of who is involved or not in the maize trade were implemented in the same spirit. When there are apparent signs of scarcity the government has moved in to affect an export ban of maize. An export ban on maize trade was introduced in April 2008 when it became apparent that the country was short of maize. The ban remained in force until August 2010 when the government authorized that up to 300,000 MT of maize be exported to Zimbabwe. The maize export ban was further complemented by the ban of private traders involvement in maize trading activities leaving ADMARC as the only legitimate buyer and seller of maize.32 In a modified version of this policy intervention, only those who were duly licensed were allowed to get involved in maize trade. The justification for the drastic policy interventions was to protect farmers as well as consumers from unscrupulous traders who are primarily obsessed with making supernormal profits. It is, however, striking to note that a critical assessment of the underlying dynamics of the policy responses show that there is no real commitment to ensure that the policies actually succeed. The real beneficiaries of these policies were not necessarily smallholder farmers and consumers but rather maize traders who are politically connected. This was mainly the case because the low transparency in the policymaking process related to food policies created a certain level of uncertainty in the food markets which further led to speculation pushing food prices even higher to the advantage of those who were still able to engage in maize trade under these circumstances. The traders who were licensed following the implementation of a modified version of the domestic trade restriction in maize benefited from high maize prices as a result of the failure of ADMARC to defend the price band. Some of the traders continued to export maize to Zimbabwe even when the export ban was in force. There is thus absolutely no political will to ratchet technical competence relating to the estimation of food needs, food supply, national food reserves, and impact evaluation of policy changes vital to managing the food economy effectively and to increase the benefits of polices and reduce their cost. These weaknesses are further reinforced by the inherent institutional rivalry between NFRA and ADMARC. The capacities of the relevant stakeholders entrusted with the implementation of the policies are so weak that the policies themselves are not fully implemented or monitored at all. Why are then these policies implemented when there is clearly no political will to ensure that they deliver? The policy makers interviewed acknowledged as much about the inevitable failure of the policies but they are nonetheless implemented for sheer political expediency. This underlies the centrality of maize in the politics of Malawi. Although both policy makers and politicians know that the policies are not effective at all they still proceed to implement them because they project a governments commitment to the citizens welfare by attempting to ensure the availability of adequate food supplies at all times and its affordability since it forms part of the social contract between the state and its citizens. 32 See, Cost of not Exporting Surplus Maize: Reflecting on Forex Shortage, High Storage Costs, The Nation, 12 August 2010; Malawi Strategizes on Excess Maize   ADMARC to be Sole Buyer, The Daily Times, 15 April 2009; ADMARC Misses its Target: Buys only 22,000 out of Expected 50,000 Tonnes, The Nation, 4 September 2009. 25 Several stakeholders were engaged in shaping up the policy responses that the government implemented in the wake of the of the 200708 global food price crisis. While there is a wide range of stakeholders engaged in the food policy processes at least on paper, very few were fully engaged. All the three policies were initiated by the president principally in reaction to media stories that projected a bleak situation in as far as the question of food security was concerned. The bureaucracy facilitated the implementation of these policies albeit quite inefficiently and ineffectively. The opposition political parties questioned the ability of the government to provide strategic leadership on the question of food security GTAM and FUM criticized these policies. The political interests in GTAM managed to prevail by negotiating relaxed implementation of the policies especially the exclusive restriction in domestic maize trade and export ban. Although the donors are highly influential they did not fully engage with these policies. They simply warned the government that the trade bans threatened to undermine its commitment to economic liberalization. Thus although the food policymaking processes are theoretically subjected to the influence of a diverse range of stakeholders, few are dominant. The president was clearly dominant in initiating policy processes although this was not necessarily followed up with firm political commitment to ensure that the policies succeeded. The history of Malawi generally shows that the presidency dominates policy processes relating to matters of food policy and pricing. This is attributed to its uniqueness due to having a single dominant staple, maize, which suggests that Malawi is relatively homogenous ecologically Poulton 2011. This, combined with a history of chronic food shortages and insecurity, has transformed maize into a political crop whose influence in electoral politics and in the social contract between Malawians and their government has become extremely important. The presidential influence is pervasive in matters of food policy and pricing because the legitimacy of a regime is closely linked to the ability of the government to make maize available to the people either through subsidized production or affordable prices in the market. The governments responses to the global food price spikes further demonstrates that while moments of opportunities often triggered by crises exist when other actors as identified above could have the potential to influence the shape and form of policy processes, their effect is rather limited. The resultant policies often reflect the governments interests which are to a great extent motivated by desire to maintain a tight grip on the ruling coalition. The ordinary people are essentially on the receiving end of the policy processes. Except through the ballot box once every five years opportunities, moments, and channels for the ordinary citizens to influence the nature, form and shape of policy processes hardly exist Cammack 2010. Thus, although there has been increased openness in the policy debate and dialogue relating to food security, the process continues to be unclear, dominated by presidential interventions and tends to be highly motivated by electoral politics and considerations. References Africa Forum and Network on Aid and Development 2007. A Critical Assessment of Aid Management and Donor Harmonisation: The Case of Malawi. Available at http:www.afrodad.orgdownloadspublications accessed 26 November 2011. Anderson, A. 2011. Maize Remittances, Smallholder Livelihoods and Maize Consumption in Malawi, Journal of Modern Africa Studies, 49 1 125. 26 Araujo, M., A. Acosta, A. Linan, and S. Saiegh 2004. Political Institutions, Policy Making and Policy Outcomes in Ecuador. Washington, DC: Latin American Research Network, InterAmerican Development Bank. Banda, J. 1998. The Constitutional Change Debate of 19931995. In K. Phiri and K. Ross eds, Democratization in Malawi: A Stocktaking. Blantyre: Christian Literature Association of Malawi CLAIM. Booth, D., D. Cammack, J. Harrigan, E. Kanyongolo, M. Mataure, and N. Ngwira 2006. Drivers of Change and Development in Malawi. Working Paper 261. London: Overseas Development Institute and Blantyre: Insititute for Policy Research Analysis and Dialogue. Cammack, D. 2010. The Politics of Chameleons Revisited: The Burden of Malawis Political Culture. In M. Ott, and E. Kanyongolo eds, Democracy in Progress: Malawis 2009 Parliamentary and Presidential Elections. BalakaMalawi: Montfort Media. Cammack, D., F. GoloobaMutebi, E. Kanyongolo, and T. ONeil 2007. Neopatrimonial Politics, Decentralization and Local Government: Uganda and Malawi in 2006. ABIA Working Paper 2: London: ODI. Chapoto, A., and T. S. Jayne 2009. The Impacts of Trade Barriers and Market Interventions on Maize Price Predictability: Evidence from Eastern and Southern Africa. MSU International Development Working Paper 102. East Lansing: Michigan State University. Chinsinga, B. 2003. Lack of Alternative Leadership in Democratic Malawi: Some Reflections Ahead of the 2004 General Elections. Nordic Journal of African Studies, 12 1: 122. 2006. Public Policy Making. In N. Patel, and L. Svasand eds, Government and Politics in Malawi. BalakaMalawi: Montfort Media. 2010. Seeds and Subsidies: The Political Economy of Input Programmes in Malawi. Future Agricultures Working Paper 13. Brighton: Future Agricultures Consortium. 2011. Beyond the Historic Landslide Victories: A Critical Review of the Post May 19 2009 Politics in Malawi. Paper presented at the Elections and Democracy in Africa: Election Processes, Liberation Movements and Democratic Change in Africa, Jinja, Uganda, 30 May1 June. Chinsinga, B., and E. Chirwa 2011. The Political Settlement, Development Policy and Inclusive Development in Malawi. A Research Paper Prepared for the Effective States and Inclusive Development ESID. Manchester: University of Manchester. Chinsinga, B., R. Mangani, and P. Mvula 2011. The Political Economy of Adaptation through Crop Diversification in Malawi. IDS Bulletin, 42 3: 11017. Chirwa, E. W. 1998. Fostering Private Food Marketing and Food Policies after Liberalisation The Case of Malawi. In P. Seppala ed., Liberalized and Neglected? Food Marketing Policies in Eastern Africa. Helsinki: United Nations UniversityWIDER. 2000. Civil Society in Malawis Democratic Transition. In M. Ott, K. Phiri, and N. Patel eds, Malawis Second Democratic Elections: Processes, Problems and Prospects. Blantyre: Christian Literature Association of Malawi. 27 2001. Food Pricing Reforms and Price Transmission in Malawi: Implications for Food Policy and Food Security. Working Paper WC0401. Zomba: Wadonda Consult. 2009. Sustained Increases in Food Prices: Effect and Policies in Malawi. Paper presented at the FAO Regional Workshop on Policies for the Effective Management of Food Price Swings in African Countries held on 23 April 2009, Dar es Salaam, Tanzania. 2011. Fiscal and Monetary Policy Reforms and Growth Performance for Poverty Reduction in Malawi. Paper prepared for UNCEA Economic Development and NEPAD Division. Addis Ababa. Chirwa, E. W., and H. Ngalawa 2006. The Extent and Impact of Import Surges in Malawi: The Case of Maize, Sugar and Milk. Paper submitted to Food and Agriculture Organisation. Rome. Chirwa, E. W., and C. Zakeyo 2006. Malawi. In H. Thomas ed., Trade Reforms and Food Security: Country Case Studies and Synthesis. Rome: Food and Agriculture Organisation. Copestake J., and R. Williams 2012 The Evolving Art of Political Economy Analysis: Unpacking its Practical Potential through a more Interactive Approach. Oxford Policy Management Briefing Paper: Oxford: Oxford Policy Management. Dorward, A.R., and E. Chirwa 2009. The Agricultural Input Subsidy Programme 2005 to 2008: Achievements and Challenges: London: School of Oriental and African Studies. 2011. The Malawi Agricultural Input Subsidy Programme: 200506 to 200809. International Journal of Agricultural Sustainability, 9 1: 23247. FEWS NET 2009. Malawi Food Security Update January 2009. Lilongwe: FEWS NET. Fozzard, A., and C. Simwaka 2002. How, When and Why does Poverty get Budget Priority: Poverty Reduction Strategy and Public Expenditure in Malawi. London: Overseas Development Institute. Goletti, F., and S. Babu 1994. Market Liberalization and Integration of Maize Markets in Malawi. Agricultural Economics, 11: 31124. Government of Malawi Go M 2012. Integrated Household Survey. MalawiZomba; National Statistics Office. Harrigan, J. 2001. From Dictatorship to Democracy: Economic Policy in Malawi 19642000. London: Ashgate. 2003. UTurns and Full Circles: Two Decades of Agricultural Reform in Malawi 19812000. World Development, 31 5: 84763. Jayne, T. S., J. Mangisoni, and N. Sitko 2008. Malawis Maize Marketing System: A Rapid Appraisal Study. Report to the World Bank. Lilongwe, Malawi. Kanyongolo, F. 2010. Back to the Courts: Legal Battles and Electoral Disputes, Democracy in Progress: Malawis 2009 Parliamentary and Presidential Elections. Balaka: Montfort Media. Kaunda, J. 1992. The Administrative Organization and Processes of National Development Planning. In G. C. Z. Mhone ed., Malawi at the Crossroads: The Postcolonial Political Economy. Harare: SAPES Books. 28 Keeley, J., and I. Scoones 2003. Understanding Environmental Policy Responses: Cases from Africa. London: EarthscanJames and James. Levy, S. ed. 2005. Starter Packs: A Strategy to Fight Hunger in Developing Countries? Lessons from the Malawi Experience 19982003. Oxford: CABI Publishing. Mayaya, B. 2011. National Security: Sincere Concern or Pseudo of Democracy?. The Lamp Magazine. Mhone, G. C. Z. ed., 1992. Malawi at the Crossroads: The Postcolonial Political Economy. Harare: SAPES Books. Mvula, P. M., E. W. Chirwa, and J. Kadzandira 2003. Poverty and Social Impact Assessment in Malawi: Closure of ADMARC Markets. Final Report submitted to Social Development Department, World Bank and Economic SectionPRSP Support, GTZ. Lilongwe. Myers, R. 2008. Efficiency of InterRegional Trade and Storage in Malawi Maize Markets. Report prepared for the World Bank. Lilongwe. Naess, L., E.Polack and B. Chinsinga 2011. Bridging Research and Policy Processes for Climate Change Adaptation, IDS Bulletin, 43 3: 97103 Poulton, C. 2011. Democratization and the Political Economy of Agricultural Policy in Africa. London: School of Oriental and African Studies SOAS. Rapsomanikis, G. 2009. The 20072008 Food Price Swing: Impact and Policies in Eastern and Southern Africa. FAO Commodities and Trade Technical Paper 12. Rome: Food and Agriculture Organisation. School of Oriental and African Studies, Wadonda Consult, Overseas Development Institute, and Michigan State University 2008. Evaluation of the 20067 Agricultural Input Supply Programme, Malawi: Final Report. London: School of Oriental and African Studies. Synder, W. 2005. The Limitations and Successes of Sustainable Agriculture. Winnipeg: University of Winnipeg. Wodon, Q., and H. Zaman 2008. Rising Food Prices in SubSaharan Africa: Poverty Impact and Policy Responses. Policy Research Working Paper 4738. Washington, DC: World Bank. 29 ", "filename": "738557013.pdf", "person": ["Ephraim Chirwa", "Chirwa, Ephraim", "Blessings Chinsinga", "Chinsinga, Blessings"], "date": ["2013"]}