{"lang": "de", "identifier_url": ["http://www.econstor.eu/bitstream/10419/74760/1/738571822.pdf"], "title": ["Elektromobilität und Ladesäulenstandortbestimmung: Eine exemplarische Analyse mit dem Beispiel der Stadt Duisburg"], "plaintext": "Arbeitspapiere der FOMKlumpp, Matthias Hrsg. ild Schriftenreihe Logistikforschung Band 24 Elektromobilitat und Ladesaulen standortbestimmung Eine exemplarische Analyse mit dem Beispiel der Stadt Duisburg Bioly, Sascha Kuchshaus, Viktor Klumpp, Matthias Die 1993 von Verbanden der Wirtschaft gegrundete staatlich anerkannte gemeinnutzige FOM Hochschule verfugt uber 22 Hochschulstudienzentren in Deutschland und ein weiteres in Luxemburg. Als praxisorientierte Hochschule fordert die FOM den Wissenstransfer zwischen Hochschule und Unternehmen. Dabei sind alle wirtschaftswissenschaftlichen Studiengange der FOM auf die Bedurfnisse von Berufstatigen zugeschnitten. Die hohe Akzeptanz der FOM zeigt sich nicht nur in der engen Zusammenarbeit mit staatlichen Hochschulen, sondern auch in zahlreichen Kooperationen mit regionalen mittelstandischen Betrieben sowie mit internationalen Grokonzernen. FOMAbsolventen verfugen uber solide Fachkompetenzen wie auch uber herausragende soziale Kompetenzen und sind deshalb von der Wirtschaft sehr begehrt.Weitere Informationen finden Sie unter fom.de Das Ziel des ild Institut fur Logistik Dienstleistungsmanagement ist der konstruktive Austausch zwischen anwendungsorientierter Forschung und Betriebspraxis. Die Wissenschaftler des Instituts untersuchen nachhaltige und innovative Logistik und Dienstleistungskonzepte unterschiedlicher Bereiche, initiieren fachbezogene Managementdiskurse und sorgen zudem fur einen anwendungs und wirtschaftsorientierten Transfer ihrer Forschungsergebnisse in die Unternehmen. So werden die wesentlichen Erkenntnisse der verschiedenen Projekte und Forschungen unter anderem in dieser Schriftenreihe Logistikforschung herausgegeben. Daruber hinaus erfolgen weitergehende Veroffentlichungen bei nationalen und internationalen Fachkonferenzen sowie in Fachpublikationen.Weitere Informationen finden Sie unter fomild.de ISSN 18660304 Bioly, SaschaKuchshaus, ViktorKlumpp, Matthias Elektromobilitat und Ladesaulenstandortbestimmung Eine exemplarische Analyse mit dem Beispiel der Stadt Duisburg FOM Hochschule fur Oekonomie Management ild Institut fur Logistik Dienstleistungsmanagement Schriftenreihe Logistikforschung Band 24, April 2012 ISSN 18660304 Essen Die Autoren danken Dirk Krome fur Korrekturhinweise zu dieser Publikation. Schriftenreihe Logistikforschung Band 24, BiolyKuchshausKlumpp: Elektromobilitat II Inhaltsverzeichnis Abkurzungsverzeichnis   IV Abbildungsverzeichnis   V Tabellenverzeichnis   VI Abstract   VII 1 Einleitung   1 1.1 Ausgangslage und Problemstellung   1 1.2 Fragestellung und Abgrenzung   4 1.3 Aufbau der Forschungsarbeit   5 2 Grunde fur EMobilitat   6 2.1 Urbanisierung und demografischer Wandel   6 2.2 Klimawandel   7 2.3 Masterplan Logistik der Bundesregierung   10 3 Voraussetzungen fur ElektroFahrzeuge   11 3.1 Aktuelle Reichweiten   11 3.2 RedoxFlowBatterien als Alternative zu LiIonen   14 3.3 LiIonenBatterien als Speicher fur Fotovoltaikanlagen   15 3.4 Umweltbilanz von EFahrzeugen   16 4 Elektromobilitat Modellregionen und Projekte   23 4.1 Weltweit  23 4.2 Modellregionen in Europa   26 4.3 Modellregionen in Deutschland   27 5 Konzepte fur Duisburg   30 5.1 Stadtinformationen   30 5.2 Bewirtschaftete Parkflachen   31 5.3 Istzustand in Duisburg   32 5.4 Moglicher zukunftiger Sollzustand   34 5.5 Rahmenbedingung fur die Ausweitung der Untersuchung   35 Schriftenreihe Logistikforschung Band 24, BiolyKuchshausKlumpp: Elektromobilitat III 6 Zusammenfassung und Ausblick   37 Literaturverzeichnis   38 Schriftenreihe Logistikforschung Band 24, BiolyKuchshausKlumpp: Elektromobilitat IV Abkurzungsverzeichnis BRICS   Brasilien, Russland, Indien, China, Sudafrika CFM  Chlorfluormethane CH4   Methan CO2   Kohlenstoffdioxid umgangssprachlich: Kohlendioxid CO2e   CO2equivalent: relatives Treibhauspotenzial CSG  China Southern Grid Company Limited FCKW   Fluorchlorkohlenwasserstoffe Gu D   GasundDampfKombikraftwerk oder GasundDampfturbinenKraftwerk HFC   Hydrofluorocarbons, englisch fur Fluorkohlenwasserstoffe IEA   International Energy Agency IPCC   Intergovernmental Panel on Climate Change KBA   Kraftfahrtbundesamt N2O   Distickstoffmonoxid OPNV   Offentlicher Personennahverkehr PFC   Perfluorcarbons, englisch fur Fluorkohlenstoffverbindung ppb   Parts per billion, Teile pro Milliarde, 109; 0,000000001 ppm   Parts per million, Teile pro Million, 106; 0,000001 SF6   Schwefelhexafluorid UNFCCC   United Nations Framework Convention on Climate Change Whkg   Wattstunde pro Kilogramm, gravimetrische Energiedichte: Ma fur die Energie pro Masse eines Stoffes Schriftenreihe Logistikforschung Band 24, BiolyKuchshausKlumpp: Elektromobilitat V Abbildungsverzeichnis Abbildung 1: Weltweiter Erdolbedarf nach Sektor   1 Abbildung 2: CO2, CH4 und N2OKonzentration in der Erdatmosphare   9 Abbildung 3: Antriebstechnologien von Elektrofahrzeugen   12 Abbildung 4: Reichweite von Elektrofahrzeugen in 2011   14 Abbildung 5: Kostenentwicklung der Fotovoltaik pro k Wh   15 Abbildung 6: CO2Emissionen des deutschen Strommix   16 Abbildung 7: Strommix nach Bundeslandern   20 Abbildung 8: Kraftwerke und Verbundnetze in Deutschland   22 Abbildung 9: Prognostizierter EFahrzeugbestand nach je Land angekundigter Ziele . 23 Abbildung 10: Modellregionen in den USA   24 Abbildung 11: Musterstadte Chinas   25 Abbildung 12: Ziele und Fortschritte in der ersten 13 Stadte   26 Abbildung 13: Modellregionen in Deutschland   28 Abbildung 14: Verkehrsanbindung und Lage der Stadt Duisburg in NRW   30 Abbildung 15: Bewirtschaftete Parkflachen in Duisburg   31 Abbildung 16: Aktuelle Ladestationen in Duisburg   33 Abbildung 17: Konzeptvorschlag fur Duisburg Cluster   34 Schriftenreihe Logistikforschung Band 24, BiolyKuchshausKlumpp: Elektromobilitat VI Tabellenverzeichnis Tabelle 1: Gravimetrische Energiedichte von Akkus und Kraftstoffen   3 Tabelle 2: Anthropogen emittierte Treibhausgase   8 Tabelle 3: Technische Daten aktueller EFahrzeuge   13 Tabelle 4: Kraftwerkstypen im CO2Vergleich   18 Tabelle 5: Ausgewiesene Parkflachen in Duisburg   32 Schriftenreihe Logistikforschung Band 24, BiolyKuchshausKlumpp: Elektromobilitat VII Abstract In the context of future emobility concepts one important research question is the location for public loading stations. Nowadays a study for Berlin has analyzed a location distribution for a emobility structure based on existing electricity infrastructure. In contrast to that this paper will analyze the end customer perspective regarding possible loading station spots in emobility concepts in the city of Duisburg, North RhineWestphalia. The paper at hand describes and compares two different methods of research. On the one hand a consumer survey and on the other hand an analysis of existing data of liable parking areas in Duisburg. Based on this analyzed data a classification of the consumers behavior will be enabled. This classification can be grouped in 3 categories: shortterm, midterm and longterm parking. These three categories can determinate which locations and which kind of loading station are requested by the todays consumers parking behavior and by the survey results of the interviewed consumers. Schriftenreihe Logistikforschung Band 24, BiolyKuchshausKlumpp: Elektromobilitat 1 1 Einleitung 1.1 Ausgangslage und Problemstellung Der PkwVerkehr hat fur unsere Mobilitat eine herausragende Bedeutung. Das verdeutlichen nicht nur die Zahlen zur Entwicklung der PkwNutzung in Deutschland, sondern auch weltweit. Der Umsatz der Automobilindustrie in Deutschland belief sich im Krisenjahr 2009 auf insgesamt 278 Milliarden Euro 2008: 345 Mrd. Euro1 und ist damit, am Umsatz gemessen, die mit Abstand bedeutendste Branche Deutschlands. Auf Platz zwei folgt Maschinenbau mit 175 Milliarden Euro 2008: 225 Mrd. Euro.2 Unstrittig ist, das momentan weltweit Rohol der wichtigste Energietrager und fur alle Transportsysteme von groer Bedeutung ist und zumindest kurz und mittelfristig auch bleiben wird. Abbildung 1: Weltweiter Erdolbedarf nach Sektor Quelle: In Anlehnung an Green Gear 2012, 26. Jan. 2012. Die Verbrennung fossiler Brennstoffe, wie Braun oder Steinkohle, Erdgas und Erdol, ist aufgrund des sogenannten Kohlenstoffkreislaufs unweigerlich mit der Emission von Kohlenstoffdioxid CO2 verbunden. Nach Angaben der International Energy Agency IEA wurden in 2009 fast 81 % des globalen Energiebedarfs aus fossilen Quellen gedeckt.3 Spatestens seit Beschluss des Zusatzprotokolls der Klimarahmenkonvention der Vereinten Nationen UNFCCC: United Nations Framework Convention on Climate Change besser bekannt unter dem Namen Kyotoprotokoll am 11. Dezember 1997 in 1 Vgl. Statistisches Bundesamt 2010, S.375. 2 Vgl. Statistisches Bundesamt 2011, S.370. 3 Vgl. International Energy Agency 2011, S.6, 8. Feb. 2012. Schriftenreihe Logistikforschung Band 24, BiolyKuchshausKlumpp: Elektromobilitat 2 Kyoto Japan ist die Reduktion der Emission von Treibhausgasen Ziel vieler Nationen. Momentan haben 193 Staaten diese Vereinbarung ratifiziert.4 Am 13. Dezember 2011 berichtete unter anderem die Suddeutsche Zeitung, das Kanada sich offiziell vom Kyotoprotokoll abwendet und fuhrte das auf die Tatsache zuruck, das die Emissionsvorgaben von den USA, sowie einigen Schwellen und Entwicklungslandern zum Beispiel China oder auch Indien nicht akzeptiert wurden und nur insgesamt 37 Industrienationen die Vorgaben anerkannt haben. Zuvor hatten bereits Japan und Russland angekundigt einer Verlangerung 5 der zukunftigen Vorgaben nicht mehr zuzustimmen, da diese ohne die groten Emittenten von Treibhausgasen USA und China nicht zielfuhrend sei.6 Neben dem Wunsch nach Reduktion von Treibhausgasemissionen, oftmals mit dem Aussto von CO2 gleichgesetzt, beziehungsweise in CO2e 7 angegeben, induziert die Verknappung fossiler Brennstoffe, insbesondere von Erdol, die Suche nach alternativen Antriebskonzepten. Durch technologische Fortschritte konnte in den letzten Jahren die statistische Reichweite 8 der weltweiten Erdolreserven immer wieder erhoht werden, dennoch ist Erdol als Ressource 9, wie jeder fossile Energietrager, nicht unendlich verfugbar. Zu der zunehmenden Knappheit aufgrund der Endlichkeit von Erdol kommen als weitere Faktoren unter anderem die Sicherheitsprobleme und politische Unruhen in einigen Erdol produzierenden Landern circa 62 % der Reserven sind den Landern des Nahen Osten zuzuschreiben sowie steigende Roholpreise durch die stetig wachsende Nachfrage Stichwort: Wirtschaftswachstum in den BRICSStaaten 10 und dadurch spekulativere Markte. Daher erscheint es sinnvoll die Erdolabhangigkeit der Mobilitat zukunftig zu reduzieren oder bestenfalls sogar ganz zu vermeiden. Zu einem Ausweg aus dieser Situation kann sich die Elektromobilitat, hier konkret Elektroautos, entwickeln. Fahrzeuge benotigen Energie fur ihren Antrieb. Verbren 4 Vgl. UNFCCC 2012, o.S, 26. Jan. 2012. 5 Ursprungliche Verpflichtungsperiode des Kyotoprotokolls: 2008 2012. 6 Vgl. Suddeutsche Zeitung 2011, 22. Jan. 2012. 7 CO2e CO2equivalent: 1 Tonne CO2 oder die Menge eines anderen Treibhausgases, die in ihrer Klimawirksamkeit 1 t CO2 entspricht. Die Einheit ist das international anerkannte Ma fur die Klimawirksamkeit von Treibhausgasen. Hintergrund ist, dass die sechs im Kyotoprotokoll genannten Treibhausgase CO2, CH4, N2O, HFC, PFC, SF6 eine unterschiedliche Klimawirksamkeit aufweisen. 8 Die statische Reichweite zeigt das Verhaltnis der derzeitig technisch und wirtschaftlich gewinnbaren Reserven eines Rohstoffes und dessen jahrlichen Fordermenge an. 9 Im Gegensatz zu Reserven, geben Ressourcen nachgewiesene, aber derzeit technisch undoder wirtschaftlich nicht gewinnbare, sowie nicht nachgewiesene, aber geologisch mogliche, kunftig gewinnbare Mengen an Energierohstoffen an. 10 Ursprunglich BRICStaaten Brasilien, Russland, Indien, China; am 27. Dez. 2010 wurde Sudafrika offiziell durch China als weiteres Mitglied vorgeschlagen. Jene Staaten weisen jahrliche Wachstumsraten der Wirtschaftsleistung von 5 10 % auf Vergleich: EU um 2 %. Schriftenreihe Logistikforschung Band 24, BiolyKuchshausKlumpp: Elektromobilitat 3 nungsmotoren nutzen dafur die im Treibstoff gespeicherte chemische Energie, die durch Verbrennung mit den damit zusammenhangenden Abfallprodukten wie CO2 freigesetzt wird. Fur ein Elektrofahrzeug hingegen, das vollstandig oder partiell elektrisch angetrieben wird, muss elektrische Energie in Fahrzeugbatterien vorgehalten werden und diese nach Verbrauch besser: Entladung wieder aufgeladen werden. Betrachtet man die Reichweiten von aktuellen Elektrofahrzeugen, so stellt man fest, dass diese noch nicht annahernd an die Reichweiten von konventionellen Fahrzeugen heranreichen Das ist den unterschiedlichen Energiespeicherkapazitaten gravimetrischen Energiedichten 11 von Benzin, Diesel und modernen Akkumulatoren geschuldet:12 Tabelle 1: Gravimetrische Energiedichte von Akkus und Kraftstoffen Energiedichte von im Jahr Whkg Energiedichte von Whkg nerotlaumukk ABleiSaure 2009 NiMH 2009 LiIonen 2009 LiIonen 2015 35 90 130 150 LiIonen 2020 20013 effotstfar K Benzin Diesel 11.800 12.800 Wasserstoff 800 Methanol 6.370 geschatzt Quelle: Umweltbewusst Heizen 2012, 27. Jan. 2012. Ferner sind fehlende internationale Standards fur Batterien und Ladesaulen als Hemmnis zu werten. Sollten sich zukunftig Elektrofahrzeuge etablieren, so ist davon auszugehen, das sich mit der momentan vorhandenen Tankstelleninfrastruktur lediglich ein Wechselsystem, wie kurzlich experimentell in China eroffnet, realisieren liee. Am 13. Dezember 2011 meldeten China Southern Grid Company Limited CSG14 und Better Place die Eroffnung eines Switchable Electric Car Experience Center 15 in Pearl River New Town. Hier verlie ein Elektroauto mit austauschbarer Batterie das Experience Center, wodurch Guangzhou zum Ausgangspunkt fur die Netzwerkinfrastruktur von Elektrofahrzeugen in den funf von CSG versorgten Sudprovinzen Chinas wurde.16 Werden die Batterien, beispielsweise aufgrund fehlender Standards und abweichender 11 Die gravimetrische Energiedichte beschreibt die Energie pro Masse eines Stoffes, im Gegensatz dazu existiert auch die volumetrische Energiedichte, die als Ma fur die Energie pro Raumvolumen Verwendung findet. 12 Vgl. Tabelle 1. 13 Andere Quellen rechnen mit einer Obergrenze der Energiedichte von 2.500 Whkg fur LiIonenAkkus, die um das Jahr 2025 technisch realisierbar sein konnte. 14 CSG ist der zweitgrote Stromanbieter der VR China und wird in der Fortune Global 500 im Jahr 2011 auf Platz 149 gelistet 2006: Platz 266, 2005: Platz 316. 15 Informationszentrum fur Elektrofahrzeuge mit austauschbaren Batterien. 16 SolarDriverOnline 2012, 27. Jan. 2012. Schriftenreihe Logistikforschung Band 24, BiolyKuchshausKlumpp: Elektromobilitat 4 Spezifikationen nicht getauscht, sondern geladen, wird die aktuell in Deutschland vorhandene Infrastruktur nicht ausreichen, um die flachendeckende Nutzung von Elektrofahrzeugen zu ermoglichen. 1.2 Fragestellung und Abgrenzung Die Zahlen des Kraftfahrtbundesamtes KBA weisen zum 1. Januar 2011 42,3 Millionen Pkw in der Bundesrepublik aus, davon befinden sich 90,2 % in privater Hand und alternative Technologien werden bislang nur zogerlich angenommen. So waren gema KBA zum Stichtag lediglich knapp 40.000 Pkw mit HybridElektroAntrieb im Bundesgebiet zugelassen.17 Am 3. Mai 2010 war einer Verlautbarung der Bundesregierung zu entnehmen, das bis zum Jahr 2020   mindestens 1 Million Elektrofahrzeuge auf Deutschlands Straen fahren sollen.18 Das entspricht circa 2 % aller Fahrzeuge nur Pkw und birgt dennoch Herausforderungen. Bei konventionellen Verbrennungsmotoren wird das Tankvolumen meist so dimensioniert, das die Mindestreichweite in der Regel 500 km pro Tankfullung uberschreitet. Bei Elektrofahrzeugen sind derzeit Maximalreichweiten von um 150 km je Batterieladung zu erwarten.19 Unter der Annahme, dass man die Akkumulatoren nicht vollig entladen kann, ist davon auszugehen, dass die Tank beziehungsweise Ladeintervalle mindestens 45fach kurzer ausfallen als bei Verbrennungsmotoren. Erschwerend kommt hinzu das die Dauer dieses Vorganges ungleich hoher ist. An bundesdeutschen Tankstellen konnen Benzin und Dieselkraftstoffe mit 35 lmin getankt werden,20 der reine Befullvorgang ist in der Regeln in unter 2 Minuten abgeschlossen. Daraus ergibt sich eine theoretische Dauer von 24 Sekunden fur 100 km Reichweite. Bei Elektrofahrzeugen ist mit 6 Stunden 230 V fur 150 km zu rechnen, das entspricht 4 Stunden pro 100 km, alternativ mit 30 Minuten fur 80 % Ladung bei 400 V, was zu einem Vergleichswert von 25 Minuten pro 100 km Reichweite fuhrt.21 Benzin und dieselbetriebene Pkw lassen sich 600x schneller fur 100 km rusten der damit verbundene Flachen und Zeitbedarf um Elektrofahrzeuge mit einem Tankstellennetz, wie es heute vorhanden ist, abzudecken ist undenkbar. Mit der vorherrschenden Infrastruktur erscheint der Plan der Bundesregierung nicht umsetzbar. Alternative Konzepte bezuglich der Infrastruktur sind notwendig. Da zukunftig offensichtlich das 17 Vgl. Kraftfahrtbundesamt 2011, 24. Jan. 2012. 18 Bundesregierung 2010, 26. Jan. 2012. 19 Vgl. Herstellerangaben fur: Citroen CZero, Mitsubishi iMi EV, Nissan Leaf, Peugeot i On, Renault Kangoo Z.E. 20 Vgl. Speziell fur Lkw konzipierte Zapfsaulen haben eine Forderleistung von bis zu 130 lmin. 21 Vgl. Ladezeiten entsprechen den Herstellerangaben Citroen CZero, Mitsubishi iMi EV, Nissan Leaf, Peugeot i On, Renault Kangoo Z.E., die Angabe Zeit pro 100 km wurde daraus abgeleitet. Schriftenreihe Logistikforschung Band 24, BiolyKuchshausKlumpp: Elektromobilitat 5 Fahrzeug nicht mehr zur Tankstelle kommt, muss die Tankstelle zum Fahrzeug kommen. Daher werden im Rahmen dieser Forschungsarbeit verschiedene Ladesaulenverteilungen exemplarisch fur die Stadt Duisburg untersucht. 1.3 Aufbau der Forschungsarbeit Zu Beginn werden in Kapitel 2 die Grundlagen und Rahmenbedingungen erlautert. Hier wird unter anderem auch auf sich wandelnde Notwendigkeiten eingegangen. Anschlieend werden konzeptionelle Voraussetzungen fur den Einsatz von Elektrofahrzeugen vorgestellt und in Kapitel 4 ein Uberblick uber den aktuellen Stand zum Thema Elektromobilitat in Deutschland gegeben. Dem schlieen sich verschiedene Denkansatze und Losungsvorschlage fur den konkreten Fall der Stadt Duisburg an Kapitel 5. Schriftenreihe Logistikforschung Band 24, BiolyKuchshausKlumpp: Elektromobilitat 6 2 Grunde fur EMobilitat 2.1 Urbanisierung und demografischer Wandel Nach Angaben der UN Bevolkerungsabteilung leben gema der World Urbanisation Prospects seit dem Jahr 2008 erstmals mehr Menschen in Stadten als auf dem Land und nach Ergebnissen der Modellrechnung wird bis zum Jahr 2050 der weitere Bevolkerungszuwachs grotenteils die Stadte betreffen.22 Urbanisierung oder auch ReUrbanisierung bedeutet im Allgemeinen der Zustrom von Menschen in Stadte. Das liegt unter anderem an der WiederEntdeckung der Vorteile zentraler Standorte und entfacht mannigfaltige Urbanitatsdiskurse.23 BRAKE schreibt plakativ: Die Attraktion von Stadten ist eine Thematik, die an Virulenz zunimmt: das 21. Jahrhundert gilt als urban age.24 Dabei ist es wichtig den Rahmen zu definieren, uber den man spricht. So beschreibt beispielsweise DAVIS die Urbanisierung vor allem auf der Sudhalbkugel als eine Art Landflucht, wie sie aus dem vorindustriellem Europa des 19. Jahrhundert bekannt ist, als wesentlichen Wachstumsgrund von Stadten. Dabei fuhrt er vor allem die in landlicheren Landesteilen oftmals geringeren Arbeits und Lebensmoglichkeiten als Ursache an und beschreibt das Wanderungsmotiv ist die Hoffnung bzw. die ubermittelte Erfahrung, am ehesten in groen Stadten uberhaupt uberleben zu konnen.25 Der Grad der Verstadterung wird bis 2050 auch in den bislang kaum oder nur wenig entwickelten Landern der Welt auf uber 50 % ansteigen.26 Wohingegen in starker entwickelten Volkswirtschaften eher die ReUrbanisierung eine zunehmend groere Rolle spielt. Hier sind jedoch keinesfalls ausschlielich landliche Regionen von dem Wegzug ihrer Bewohner betroffen, auch einige Stadte schrumpfen. Die Wanderungsmotive orientieren sich hier mehr an den Entwicklungspotenzialen der entstehenden Global Citys oder Regiopolen.27 In diesem Zusammenhang wird auch von Renaissance der Stadte oder Revitalisierung der Innenstadte gesprochen.28 Daruber hinaus nennt BRAKE drei Punkte, die die aktuelle Entwicklung begunstigen und verstarken: Der demografische Wandel: Aus deutscher Sicht als Alterung in Kombination mit Rucklaufigen Bevolkerungszahlen verstanden. Dieses Auffassung von demografischem Wandel ist dabei nicht als global einheitlich zu betrachten. Insbesondere al 22 Vgl. UN World Urbanization Prospects 2008, o.S. 23 Vgl. Vogelpohl, A. 2011, S.234. 24 Brake, K. 2011, S.299. 25 Davis, M. 2007, S.85f. 26 Vgl. Swiaczny, F. 2008, S.449f. 27 Vgl. Sassen, S. 1996; Arning, J., Reuther, I. 2008; Brake, K. 2011, S.300. 28 Vgl. u.a. Brake, K. 1993. Schriftenreihe Logistikforschung Band 24, BiolyKuchshausKlumpp: Elektromobilitat 7 tere Menschen gehen davon aus, das die personliche Mobilitat mit zunehmendem Alter tendenziell sinken wird. Sie stellen sich haufiger als noch vor einigen Jahren die Frage, in welcher Umgebung sie sich moglichst lange ohne fremde Hilfe versorgen konnen und wie es ihnen moglich sein wird, soziale Bedurfnisse Kino, Theater, etc. zu befriedigen. Zusatzlich meiden jungere Menschen zu dunn besiedelte Regionen und die damit oftmals verbundenen Herausforderungen fur sich und ihre Kinder. Ein weiterer Aspekt ist die Migration. Hierbei kann in Push und Pull Faktoren unterschieden werden. Stadtisch gepragte Regionen sind seit jeher Orte attraktiver Perspektiven in privaten, wie ebenso in beruflichen Belangen und damit Ziel vieler Menschen pull. Diese Regionen bieten tendenziell mehr quantitativ und bessere qualitativ Arbeitsmoglichkeiten. Dazu wirken oftmals nur begrenzt vorhandene Wirtschafts und Freizeitmoglichkeiten in landlich gepragten Regionen als pushFaktor. Dieser Aspekt wird durch die vorangehend beschriebene, demografisch bedingte neue Landflucht begunstigt. Die Schonung von Ressourcen wird als sakulare Herausforderung betrachtet. Ein hoher Zersiedlungsgrad bedingt hohen Platzbedarf und die daraus resultierende geringere Bevolkerungsdichte erschwert die flachendeckende Anbindung an Massentransportsysteme, wie UBahnen oder sonstigen Arten des Offentlichen Personennahverkehrs OPNV. Die kompakteren urbanen Strukturen gehen einher mit kurzeren Distanzen und ermoglichen, beziehungsweise begunstigen, unter anderem aufgrund der hoheren Bevolkerungsdichte den Verzicht auf individuelle Automobilitat, ganz ohne oder mit moderatem, aber akzeptablen Komfortverlust zugunsten des OPNV. Aufgrund der zunehmenden Urbanisierung konnten sich die zu uberbruckenden Distanzen verkurzen, was dem Einsatz von Elektrofahrzeugen unter den gegenwartigen Bedingungen hinsichtlich Reichweiten und Ladezeiten begunstigt. Alles in allem weisen die Trends in der Stadtentwicklung wie auch Uberlegungen aus der Politik in die gleiche Richtung: Moderne LogistikKonzepte, mit der Elektrifizierung des Automobils als Ausgangspunkt. 2.2 Klimawandel Der Klimawandel auf der Erde konnte dramatische Folgen fur die Menschheit haben. Erste Vorboten sind bereits sichtbar: Gletscher und Polareis schmelzen, der Meeresspiegel steigt, extreme Wetterereignisse nehmen zu und Schaden am Okosystem sind erwiesen. Wenngleich bislang nicht eindeutig nachgewiesen werden konnte, welcher Schriftenreihe Logistikforschung Band 24, BiolyKuchshausKlumpp: Elektromobilitat 8 Anteil an dieser Entwicklung tatsachlich menschenverschuldet ist. Der Treibhauseffekt, der aufgrund von Menschen emittierten Treibhausgasen entsteht, wird als anthropogener 29 Treibhauseffekt bezeichnet. Er wirkt zusatzlich zu dem naturlichen Treibhauseffekt. Dabei verursacht der Mensch zum einen die Erhohung der Konzentration naturlicher Treibhausgase Beispielsweise: Kohlendioxid, Methan, Distickstoffoxid und zum anderen werden neue Treibhausgase wie zum Beispiel Fluorchlorkohlenwasserstoffe FCKW und Chlorfluormethane CFM emittiert.30 Tabelle 2: Anthropogen emittierte Treibhausgase Spurengas Anthropogener Entstehungsprozess Entwicklungstendenz 1800 2000 Beitrag zum anth. Treibhauseffekt Treibhauspotenzial in CO2e Kohlendioxid CO2 Nutzung fossiler Energie Waldrodung 280 ppm 370 ppm Methan CH4 Nutzung fossiler Energie Viehhaltung Reisanbau 0,28 ppm 0,31 ppm 61 % 15 % 1 25 Distickstoffoxid N2O v.a. Bodenbearbeitung Dunger k.A. 4 % 298 FCKWGase Schwefelhexafluorid SF6 Schatzwerte Kunstliche Erzeugung in Treibgas Spraydosen Kuhlmittel Schutzgas bei der technischen Erzeugung von Magnesium 0 ppb 0,5 ppb 0 ppb 40 ppb 11 % 14.400 4 % 22.800 ppm parts per million 106 ppb parts per billion 109 Quelle: in Anlehnung an Schonwiese 2003, S. 337f., S. 349. Der IPCC Intergovernmental Panel on Climate Change, zu Deutsch der zwischenstaatliche Ausschuss fur Klimaveranderungen mit Sitz in Genf, wurde 1988 vom Umweltprogramm der Vereinten Nationen UNEP und der World Meteorological Organization WMO gegrundet. Der auch als Weltklimarat bezeichnete IPCC soll umfassend, objektiv und ergebnisoffen die wissenschaftlichen, technischen und soziookonomischen Informationen uber den von Menschen verursachten Klimawandel bewerten. Das Gremium, dem Hunderte von Wissenschaftlern in aller Welt zuarbeiten, soll die Folgen und Risiken der Klimaveranderung abschatzen und ausloten, wie man sie abschwachen oder sich an sie anpassen kann.31 CO2 in der Atmosphare: So steht es im Klimareport der IPCC aus dem Jahr 2007. Die folgende Abbildungen zeigen die Kohlenstoffdioxid, Methan und Distickstoffoxidkonzentration in der Erdatmosphare uber die letzten 10.000 Jahre bis ins Jahr 2005. Dabei stammen lediglich die roten Spitzen 29 Griechisch anthropos Mensch. 30 Vgl. Schonwiese, C.D. 2003, S.340. 31 Nahere Informationen unter: http:www.ipcc.ch. Schriftenreihe Logistikforschung Band 24, BiolyKuchshausKlumpp: Elektromobilitat 9 der Kurven von direkten Messungen in der Atmosphare. Werte fur weiter zuruckliegende Zeitpunkte haben Wissenschaftler aus Eisbohrkernen gewonnen. Der grau hinterlegte Rechteck zeigt den Verlauf seit 1750 in groerem zeitlichen Detail: Abbildung 2: CO2, CH4 und N2OKonzentration in der Erdatmosphare Quelle: IPCC 2007, S. 38f. Ursachen der Klimaanderung gema des vierten IPCC Berichts sind unter anderem:32 Der KohlendioxidGehalt der Luft hat seit 1750 um 35 % von 280 ppm auf 379 ppm im Jahr 2005 zugenommen. Die Zuwachsrate der letzten 10 Jahre ist die Grote seit 50 Jahren. Der heutige Wert ist der Grote in den letzten 650.000 Jahren. 78 % der Erhohung gehen auf die Nutzung fossiler Brennstoffe zuruck und 22 % auf Landnutzungsanderungen zum Beispiel durch Rodungen. Andere relevante Treibhausgase wie beispielsweise Methan und Lachgas, deren Konzentrationen seit 1750 um 148 % beziehungsweise 18 % zugenommen haben, bedingen zusammen in etwa halb so viel wie der CO2Anstieg. Der beschriebene Klimawandel und die begrenzte Verfugbarkeit fossiler Brennstoffe fuhren zu dem Plan die Treibhausgasemissionen zu verringern und machen die effiziente Nutzung naturlicher Ressourcen zu einem zentralen Thema unserer Zeit. In diesem Zusammenhang ist es wichtig, nicht nur uber die Kosten, die sich aus dem Klimawandel ergeben, zu reden, sondern auch die Vorteile einer effizienteren Nutzung von Energieressourcen aufzuzeigen.33 Inzwischen haben sich die Manahmen zur Verminderung des anthropogenen Klimawandel zu einem Konjunkturprogramm entwickelt, welches Innovationen induziert und den zukunftigen Wohlstand gewahrleistet. Dabei wird die Integration der Infrastruktur in die tagliche Praxis kaum infrage gestellt. 32 Vgl. IPCC 2007, S.3541. 33 Vgl. Ziegler, M. 2011, o.S. Schriftenreihe Logistikforschung Band 24, BiolyKuchshausKlumpp: Elektromobilitat 10 Auch konnen beispielsweise HybridFahrzeuge oder ein gruner Lebensstil eine suburbaner Lebensweise nicht umweltfreundlicher und nachhaltiger machen, wenn dadurch die Bezugspunkte von BioLebensmitteln erst nach einer langeren Autobahn oder Uberlandfahrt erreichbar sind. Zu einem Zielkonflikt fuhren dabei die auf der einen Seite stehenden Treibhausgase,34 anderseits wird in der Logistik die Frage der Nachhaltigkeit immer haufiger diskutiert.35 Dabei mussen jedoch Energie und Ressourcenverbrauche reduziert werden, um die Emission von Schadstoffen wie beispielsweise CO2 zu senken.36 Durch die Steigerung der Wirkungsgrade von Motoren sind keine Effizienzsprunge mehr zu erwarten. Daher mussen neue Konzepte, neue Verkehrstrager sowie neue Antriebskonzepte entwickelt werden.37 2.3 Masterplan Logistik der Bundesregierung Im Rahmen der globalen Klimaprobleme und Umweltprobleme beschloss die deutsche Bundesregierung im Mai 2010 ein umfassendes Energie und Klimaprogramm, um Deutschlands Vorreiterrolle in Bezug auf den Klimaschutz und Energieeffizienz zu starken. Dieses Programm heit Elektromobilitat emobility. Bis 2020 sollen mindestens 1.000.000 Elektrofahrzeuge auf deutschen Straen fahren. Das Ziel der Bundesregierung fur das Jahr 2020 ist eine Reduktion der Treibhausgase um 40 %, verglichen zu den Treibhausgasemissionen von 1990. Auch soll die Abhangigkeit von auf Erdol basierenden Kraftstoffen fur Fahrzeuge reduziert werden. Diese Reduktion kann zum Beispiel mit der neuen von Batterien betriebenen Fahrzeugtechnologie erzielt werden. Deshalb stellt die Bundesregierung insgesamt 3,3 Milliarden Euro fur die Erreichung des Klimaschutzes zur Verfugung. Dies entspricht gemessen am 2005 einer Steigerung von 200 %. Zusatzlich zu den okologischen Zielen gibt es auch wirtschaftliche Ziele. Insbesondere fur die verarbeitende Metallindustrie strebt die Bundesregierung mit dem Programm emobility die Sicherung von bis zu einer Millionen Arbeitsplatze in Deutschland an. Fur die Zukunft sieht sich die Bundesregierung Deutschland als einen der wichtigsten Anbieter fur Elektromobilitat, der seine fuhrende Rolle im Export innovativer Produkte in einem neuen Markt fur EMobilitat ausbaut. Derzeit befinden wir uns in der Realisierungsphase, sodass fur die Zukunft noch einige Fortschritte zu erwarten sind.38 34 Vgl. Schutzenmeister, F. 2010. 35 Vgl. Halldorsson, A. et al. 2009; Klaus, P. 2009; Klumpp, M. 2009. 36 Vgl. Browne, F.E. et al. 2008; Zeleweski, S., Saur, A., Klumpp, M. 2008; AlMansi, A. et al. 2008. 37 Vgl. Stan, C. 2005; Klaus, P., Krieger, W. 2004. 38 Vgl. Bundesregierung 2011a, 7. Jan. 2012. Schriftenreihe Logistikforschung Band 24, BiolyKuchshausKlumpp: Elektromobilitat 11 3 Voraussetzungen fur ElektroFahrzeuge Eine Moglichkeit die derzeit verfugbare Batterietechnologie effizienter zu nutzen befindet sich noch in der Testphase. Seit Ende 2011 betreibt China die weltweit grote Batteriewechselstation fur Elektroautos und Busse in Peking 39. Die Batteriewechselstation verfugt uber 1.900 m 2 und ist in der Nahe einer Auto Mall grotes Autozentrum in Sudchina. Die Idee dahinter ist, die zurzeit noch nicht ausreichende Reichweite der LithiumIonenAkkus durch die Moglichkeit eines Batteriewechsels zu kompensieren. Dies geschieht in der oben beschriebenen Batteriewechselstation. Zurzeit betragt die Dauer eines vollautomatischen Batteriewechsels circa 5 Minuten.40 3.1 Aktuelle Reichweiten Ein Elektrofahrzeug funktioniert mit Strom statt mit Benzin oder Diesel. Daher gibt es keine direkten Emissionen, sodass Elektrofahrzeuge keine Abgase verursachen. Der Strom, der in einer LithiumIonenBatterie gespeichert wird, treibt den Elektromotor an. In den meisten aktuellen Elektrofahrzeugen ist dieser LithiumIonenAkku in der Nahe der Rotationsachse, die die Rader des Fahrzeugs in Bewegung bringt. Verglichen mit einem herkommlichen Auto mit Verbrennungsmotor ist das maximale Drehmoment bei sehr niedrigen Drehzahlen erreicht, wobei die Beschleunigung eher linear verlauft. Der Energieverlust bei Elektrofahrzeugen ist im Vergleich zu herkommlichen Fahrzeugen mit Verbrennungsmotor geringer.41 Elektrofahrzeuge unterscheiden sich heute nach der Art des Antriebskonzeptes und nach Typ des Elektrofahrzeugs selbst. Die Antriebssysteme lassen sich in batterieelektrische Fahrzeuge, PluginHybride und BrennstoffzellenElektrofahrzeuge unterscheiden. Dieser Artikel bezieht sich auf batterieelektrische Fahrzeuge mit LithiumIonenBatterien.42 39 Vgl. Verein Medienberatung Leipzig 2012, 10. Feb. 2012. 40 Vgl. Better Place 2011, 10. Feb. 2012. 41 Vgl. Klostermann, A. 2011, 10. Jan. 2012. 42 Vgl. Acatech 2010a, S.20. Schriftenreihe Logistikforschung Band 24, BiolyKuchshausKlumpp: Elektromobilitat 12 Abbildung 3: Antriebstechnologien von Elektrofahrzeugen Quelle: Acatech 2010a, S.18. LithiumIonenBatterien sind zurzeit die starksten Batterien und naturlich viel komplexer als beispielsweise die Batterien in der Fernbedienung eines Fernsehers. Ein groer Vorteil ist, dass LithiumIonenAkkus keinen MemoryEffekt haben. Dies bedeutet, dass der Akku keinen Kapazitatsverlust erleidet, wenn er nicht immer vollstandig geladen oder entladen wird. Entsprechend muss er nicht immer vollstandig geladen oder entladen werden. Die Tragfahigkeit ist jedoch die gleiche. Auch schnelle Zwischenladungen sind ohne Leistungsverlust moglich. Im Vergleich zu den herkommlichen Batterien ist die neue Generation der LithiumIonenBatterien wesentlich leichter und kompakter, wobei sie zweioder dreimal mehr Energie pro Kilogramm speichern kann. Aufgrund der elementaren Bedeutung der LithiumIonenBatterie fur Elektrofahrzeuge wird die Technologie standig weiterentwickelt, um noch groere Reichweiten, geringeres Gewicht und niedrigere Preise zu erzielen. Die Ladedauer der LithiumIonenBatterie hangt vom Fahrzeugmodell und von der Ladestation ab. Je hoher die Leistung, desto kurzer ist die Ladezeit. Groere Elektrofahrzeuge benotigen standardmaig ca. sechs bis acht Stunden, um den Akku vollstandig aufzuladen. Schriftenreihe Logistikforschung Band 24, BiolyKuchshausKlumpp: Elektromobilitat 13 Tabelle 3: Technische Daten aktueller EFahrzeuge lledo M xa MV hmk reuadedalfu A V032 i ebnednut S reuadedalfu ACitroen CZero Mitsubishi iMi EV 130 130 6 6 V004 i ebnetun Mi tatizapa K%08 ruf 30 30 Nissan Leaf Peugeot i On Renault Fluence Z.E. Renault Kangoo Z.E. 150 7 30 130 6 30 135 7 30 130 7 30 eztapztil S .wr E tatizapakeiretta B h Wk hcuarbre V mk 001h Wk etiewhcie R mk ehciltano M noitkudor P dnat S4 4 5 4 5 2 16 13,5 150 ? 16 13,5 150 24 21 175 16 13,5 150 22 ? 185 2.100 2011 3.300 Jan. 2012 ? ? 22 ? 170 ? Quelle: Angaben gema Herstellerwebseiteauskunft. Zurzeit reicht im Durchschnitt eine AkkuLadung etwa fur eine Strecke von 160 Kilometern, was ungefahr einer Strecke von Duisburg nach Paderborn entspricht. Wie auch bei konventionellen Fahrzeugen wird der Energieverbrauch und damit auch die Reichweite von verschiedenen Faktoren beeinflusst, wie dem eigenen Fahrstil, der Strecke flach oder hugelig und der genutzten Funktionen zum Beispiel Klimaanlage, Radio, et cetera. Entsprechend schwierig ist es allgemeine Aussagen zu treffen. Ein weiterer Vorteil der Elektromotoren im Vergleich zu Verbrennungsmotoren ist die Fahigkeit zu der Energieruckgewinnung zum Beispiel beim Bremsprozess.43 Derzeit setzt die Automobilindustrie uberwiegend die NickelMetallhydridTechnologie fur LithiumIonenBatterien ein beispielsweise im Toyota Prius, VW Touareg, etc  Diese Technologie wird auch bereits in der Konsumentenindustrie verwendet zum Beispiel Laptops, Mobiltelefone. Die Anforderungen fur groe LithiumIonenZellen in Elektrofahrzeugen unterscheiden sich von den Zellen fur die Konsumentenindustrie und den bisher ver 43 o.A. 2011, 4. Jan. 2012. Schriftenreihe Logistikforschung Band 24, BiolyKuchshausKlumpp: Elektromobilitat 14 wendeten Zellen fur HybridAnwendungen in der Automobilindustrie, da sie eine viel hohere Energiedichte aufweisen mussen. Diese sollte mindestens 2.500 volle Ladezyklen uberleben eine angemessenes Autoleben. Die Entwicklung der LithiumIonenBatterieTechnologie hat gerade erst begonnen und es gibt zahlreiche Investitionen. Es ist anzunehmen, dass die nachsten Jahren neue Erkenntnisse hervorgerufen werden und sich signifikante Anderungen beobachten lassen werden.44 Abbildung 4: Reichweite von Elektrofahrzeugen in 2011 Quelle: Acatech 2010b, 8. Feb. 2012. 3.2 RedoxFlowBatterien als Alternative zu LiIonen Eine neuartige Batterietechnologie konnte das Problem der langen Ladezeiten bei der LithiumIonenBatterie losen. Die RedoxFlowBatterien 45 lassen sich in Minuten mit geladener Elektrolytflussigkeit aufladen. Auch ist Lebensdauer langer, teilweise bis zu zehn Mal langer als bei einer herkommlichen Bleibatterie. Die RedoxFlowTechnik beinhaltet jedoch auch Nachteile, da zurzeit wesentlich weniger Energie als bei der LithiumIonenBatterie gespeichert werden kann. Demzufolge wurde die Reichweite 44 Vgl. Bundesministerium fur Bildung und Forschung 2011. 45 Nach dem FraunhoferInstitut fur Chemische Technologie beruhen RedoxFlowBatterien auf dem Prinzip der Speicherung von chemischer Energie in Form von gelosten RedoxPaaren in externen Tanks. Die Stromerzeugung erfolgt in einem getrennten Leistungsmodul. Den Elektroden wird wahrend der Entladung kontinuierlich der umzusetzende geloste Stoff aus den Vorratstanks zugefuhrt und das entstehende Produkt ebenfalls in einen Vorratsbehalter abgefuhrt. Zum Laden wird die Pumprichtung des Elektrolyten umgedreht. Da die Speicherkapazitat im Wesentlichen von der Tankgroe fur die Elektrolytlosung bestimmt wird und der Wirkungsgrad bei bis zu 80 % liegt, ist dieser Speichertyp interessant fur die Groanwendung. Schriftenreihe Logistikforschung Band 24, BiolyKuchshausKlumpp: Elektromobilitat 15 einer RedoxFlowBatterie nach heutigen Erkenntnissen lediglich einem Viertel der Reichweite einer LithiumIonenBatterie entsprechen.46 3.3 LiIonenBatterien als Speicher fur Fotovoltaikanlagen In den letzten Jahren ist stets ein fallender Preistrend bei den durch Fotovoltaikanlagen erzeugten Strom zu beobachten. Dieser Preistrend ist auf ebenfalls sinkende Herstellungskosten von Fotovoltaikanlagen zuruckzufuhren. Ebenso fuhrte eine optimierte Technologie zu dieser sinkender Preisentwicklung. Im 4. Quartal 2009 kostete ein durch Fotovoltaik in Deutschland installierter KW durchschnittlich 3.135 Euro.47 Abbildung 5: Kostenentwicklung der Fotovoltaik pro k Wh Quelle: DAA Deutsche Auftragsagentur Gmb H 2011, 10. Feb. 2012. Sollte sich der Trend weiterhin fallend verhalten, ist damit zu rechnen, dass der durch Fotovoltaikanlagen erzeugte Strom in den nachstem Jahrzehnten das Preisniveau vom herkommlich erzeugten Strom erreicht. Folglich sind neue Speichertechnologien fur den Strom erforderlich. Diese Erkenntnis hat der USVerband ESA Electricity Storage Association untersucht und Moglichkeiten zur Speicherung der neuerwertigen Energietechnologie identifiziert. Neben Superkondensatoren, Schwungradern und Pumpwasserkraftwerken wurde auch die Speicherung in LitiumIonenBatterien erforscht. Die Untersuchung bezieht sich jedoch auf die Anwendung in Haushalts und Gebaude 46 Vgl. WEKA FACHMEDIEN 2009, 10. Feb. 2012. 47 Vgl. DAA Deutsche Auftragsagentur Gmb H 2011, 10. Feb. 2012. Schriftenreihe Logistikforschung Band 24, BiolyKuchshausKlumpp: Elektromobilitat 16 technik.48 Dieser Ansatz liee sich moglicherweise auf die fur Elektrofahrzeuge vorgesehenen LitiumIonenBatterien adaptieren, sodass es denkbar ware, den Solarstrom im eigenen Haus in den Batterien zu speichern. Vorstellbar ware dann die nun neue Moglichkeit, LitiumIonenBatterien im eigenen Haushalt aufladen zu konnen, mit der zurzeit in China erprobten Batteriewechstechnologie zu kombinieren. Demnach ermoglicht diese Kombination, die zurzeit noch zu geringen Reichweiten von Elektrofahrzeugen zu kompensieren. 3.4 Umweltbilanz von EFahrzeugen Wie viel CO2Emissionen verursacht ein EFahrzeug wirklich? Lokal, also direkt beim Fahren, ist der oft genutzte Slogan zero emission korrekt, also null Gramm CO2 pro Kilometer. Zwingend zu berucksichtigen ist allerdings das Kohlendioxid, welches bei der Produktion des getankten Stroms entsteht. Damit ist die Gesamtbilanz vom sogenannten Strommix abhangig, den man tankt. Zum deutschen Strommix tragen Kohle, Ol und Gaskraftwerke nach Angaben des Umweltbundesamtes nach wie vor mehr als die Halfte bei.49 Abbildung 6: CO2Emissionen des deutschen Strommix CO2Emissionsfaktor des Strommix gk Wh 744 744 711 708 704 697 676 651 653 632 629 643 637 625 603 597 590 605 570 565 563 800750700650600550500450400 Quelle: Umweltbundesamt 2011a, S.2. Bei diesen Zahlen ist der im Jahr 2011 beschlossene Atomausstieg 50 der Bundesregierung mit seinen Folgen noch nicht berucksichtigt. Die aktuellen 22,5 % Kernenergiean 48 Vgl. Saft Batterien Gmb H o.J., 10. Feb. 2012. 49 Vgl. Umweltbundesamt 2011a, S.2f. 50 Vgl. Der deutsche Bundestag beschloss kurze Zeit nach der Nuklearkatastrophe von Fukushima, Japan am 30. Juni 2011 die im Herbst 2010 beschlossene Laufzeitverlangerung deutscher AKW ruckgangig zu machen und im dreizehnten Gesetz zur Anderung des Atomgesetztes At G die dauerhafte Stilllegung aller AKW. Schriftenreihe Logistikforschung Band 24, BiolyKuchshausKlumpp: Elektromobilitat 17 teil, welche die CO2Bilanz positiv beeinflussen, mussten vollstandig durch CO2arme Energietrager substituiert werden, um die Bilanz von EFahrzeugen gleich zu halten. Kritiker des Atomausstieges setzten diesbezuglich an drei neuralgischen Punkten an: Die Versorgungssicherheit 51; nach Matthias Kurth, Prasident der Bundesnetzagentur sind keine Stromausfalle zu befurchten, eine sorgfaltige Analyse des Kraftwerksparks habe solide Reservekapazitaten ermittelt.52 Zu befurchtende Stromimporte unter anderem Atomstrom aus Frankreich und Tschechien; anstelle der Substitution des wegfallenden deutschen Atomstroms durch regenerative, heimische Energien. Nach Angaben des Bundesverband der Energie und Wasserwirtschaft e. V. BDEW bliebe die Bundesrepublik selbst nach Abschaltung aller AKW von Stromimporten unabhangig und ist in der Lage von Atomstromimporten unabhangig zu operieren.53 Mit den Zielen des Klimaschutzes sei nicht vereinbar, das durch den Ausstieg zukunftig langfristig mehr Strom aus fossilen Brennstoffen erzeugt werden wurde. Zumal in der BRD derzeit neue Kohlekraftwerke in Planung und Bau befindlich sind. Dieser Ansicht widerspricht beispielsweise Felix Matthes vom OkoInstitut in der Sendung Energiepolitik auf dem Holzweg des Deutschlandfunk, durch den Emissionshandel bliebe die Bilanz die Summe im Gesamtsystem gleich.54,55 Die OkoStromerzeugung verursachte in Deutschland mit circa 40 g CO2 pro k Wh Strom vergleichsweise geringe CO2Emissionen. Dieser CO2Ausstoss errechnet sich aus der Energie, die zur Produktion und Aufstellung von beispielsweise Windradern verwendet wurde. Den hochsten CO2Ausstoss bei der Stromerzeugung haben Stein 51 Stichwort: Deckung der Grundlast. 52 Kurth, M. 2011, o.S. 53 Nach Angaben des BDEW lag der Exportuberschuss im ersten Halbjahr 2011 im Saldo 17 % uber dem Import. 54 Antwort von F. Matthes auf die Frage wie viel CO2 sich durch die Laufzeitverlangerung einsparen liee: Der Langerbetrieb der Kernkraftwerke sparet uberhaupt kein CO2! Die paradoxe Situation ist ja, dass durch dies Langerlaufen von Kernkraftwerken gar kein CO2 eingespart wird; das klingt zunachst mal ungewohnlich, aber wir haben eine emissionsarme Option Kernkraftwerke, wir haben aber auch ein regulatives Umfeld, namlich den Emissionshandel. Wie gesagt, das Gute des Emissionshandels ist, dass wir die Emissionen ganz klar fixiert haben, das gilt nach oben, aber eben auch nach unten. Das Emissionsziel, und das ist das neue mit dem Emissionshandel, ist festgelegt. Wenn einer weniger emittiert, kann vermittelt uber eine entsprechende Preisreaktion fur die CO2Zertifikate, ein anderer mehr emittieren. Das heit also, egal, was man in dem System tut, die gesamte Belastung des Klimas bleibt gleich, und von daher, und das ist die paradoxe Situation, hilft eine Laufzeitverlangerung dem Klima nicht. Deutschlandfunk 2010. 55 Britische Autoren erwarten aufgrund der Schlieung der acht alten deutschen Atomkraftwerke eine verstarkte Nutzung fossiler Energietrager in Deutschland. Dadurch durfte sich die Nachfrage und damit der Preis der EUEmissionshandelszertifikate um rund funf Euro pro Tonne erhohen, wodurch wiederum die Anstrengungen der Teilnehmer des EUEmissionshandels ihre TreibhausgaseEmissionen zu senken verstarkt werden. Der Ausstieg konnte laut Autoren auch zu einer verstarkten Umstellung der Energieproduktion von Kohle auf Gas und erneuerbare Energien fuhren. Vgl. the guardian 2011. Schriftenreihe Logistikforschung Band 24, BiolyKuchshausKlumpp: Elektromobilitat 18 kohle und BraunkohleKraftwerke ohne KraftWarmeKopplung mit 949 g CO2 pro k Wh beziehungsweise 1.153 g CO2 pro k Wh zu verzeichnen. Wird die Abwarme bei der Stromerzeugung in Deutschland zum Beispiel zum Beheizen von Wohnungen genutzt, verringern sich die spezifischen CO2Emissionen fur die Steinkohle beziehungsweise BraunkohleHeizkraftwerke auf 622 g CO2 pro k Wh beziehungsweise 729 g CO2 pro k Wh Strom.56 Atomkraftwerke erzeugen mit 32 g CO2 pro k Wh Strom vergleichsweise geringe CO2Emissionen bei der Stromerzeugung. Da das Problem der Entlagerung in Deutschland beziehungsweise die Aufbereitung des Atommulls noch nicht geklart ist, bleibt die Okobilanz von Atomstrom umstritten. Die nachfolgende Tabelle stellt die in der BRD verfugbaren Kraftwerkstypen und ihre durchschnittlichen CO2Emissionen je k Wh vor. Tabelle 4: Kraftwerkstypen im CO2Vergleich Kraftwerkstyp CO2Emission in gk Wh Windenergie Offshore Windenergie Onshore Solarstrom Import aus Spanien Atomkraftwerk Wasserkraftwerk Multikristalline Solarzelle ErdgasGu DHeizkraftwerk ErdgasGu DKraftwerk SteinkohleImportHeizkraftwerk BraunkohleHeizkraftwerk SteinkohleImportKraftwerk BraunkohleKraftwerk 23 24 27 32 40 101 148 428 622 729 949 1.153 Farblich abgesetzt: erneuerbare Energiequellen Quelle: Herminghaus, H. 2012, o.S, 9. Feb. 2012. Die farblich hinterlegten so genannten regenerativen Energien werden im Allgemeinen haufig falschlicherweise als CO2frei angesehen. Die Frage der Umweltvertraglichkeit hangt ganz massiv vom Strommix ab 57 und Boschchef Franz Fehrenbach halt unter diesen Pramissen ein konventionell angetriebenes 3LiterAuto etwa mit sauberem 56 Vgl. Herminghaus, H. 2012 o.S. 57 Wagenhofer, P. 2011, o.S. Schriftenreihe Logistikforschung Band 24, BiolyKuchshausKlumpp: Elektromobilitat 19 Diesel fur umweltfreundlicher als reine EAutos.58 In Markten wie China, deren Strom uberwiegend aus Kohle gewonnen wird, gilt das noch viel mehr. Richtig okologisch wird der Elektroantrieb dann, wenn die damit ausgerusteten Autos etwa durch Leichtbau und windschlupfige Karosserien moglichst wenig Strom verbrauchen und dieser komplett aus erneuerbaren Energiequellen Wasser, Windkraft, Solaranlagen, Biomasse stammt.59 In Deutschland werden durch den hohen Anteil an Kohlekraftwerken 57 % pro Kilowattstunde Strom rund 580 Gramm CO2 emittiert. In Frankreich sind es unter 100, in China hingegen uber 1.000 Gramm. In Osterreich lag der Wert im Jahr 2008 bei 155 Gramm.60 Die Umweltbilanz von EFahrzeugen wird demnach mageblich von dem am Ort des Betreibens gultigen Strommix bestimmt. Nachfolgende Abbildung stellt den Strommix in Deutschland je Bundesland dar. 58 CO2Aussto im Vergleich: Ein Mittelklassewagen mit Okostrom erzeugt nur etwa sieben Gramm CO2 pro Kilometer und spart damit 95 Prozent an CO2Emissionen im Vergleich zum konventionellen Pkw mit circa 150 Gramm CO2 pro Kilometer ein. Wird das Elektroauto mit konventionellem Strom geladen, verursacht es 100 Gramm CO2Emissionen pro Kilometer. 59 Vgl. Wagenhofer, P. 2011, o.S. 60 Vgl. Wagenhofer, P. 2011, o.S. Schriftenreihe Logistikforschung Band 24, BiolyKuchshausKlumpp: Elektromobilitat 20 Abbildung 7: Strommix nach Bundeslandern Quelle: Umweltbundesamt 2011b, S.1. Schriftenreihe Logistikforschung Band 24, BiolyKuchshausKlumpp: Elektromobilitat 21 Fur das Land NordrheinWestfalen NW ist der im Vergleich mit dem Bundesdurchschnitt hohere Anteil an Stein und Braunkohle, sowie Erdgas fur eine schlechtere CO2Billanz des Strommixes verantwortlich. Stellt man lediglich auf die Treibhausgasemission ab, so sind Bundeslander wie beispielsweise SchleswigHolstein SH und MecklenburgVorpommern MV deutlich im Vorteil. Zu berucksichtigen bleibt dabei jedoch, das in SchleswigHolstein SH mehr als 50 % des Stromes aus Kernenergie gewonnen wird und MV zwar einen sehr hohen Anteil an Erneuerbaren Energien EE aufweist, die Gesamtstromeinspeisung aufgrund der Bevolkerungs und Industriestruktur jedoch nicht mit den Bedarfen von Bundeslandern wie NW oder Bayern BY verglichen werden kann. Dadurch stellt sich die Frage, wie viel CO2 vermeiden erneuerbare Energien? Durch den Einsatz von EE wurden 2010 in Deutschland Treibhausgase in Hohe von 110 Millionen Tonnen CO2Aquivalenten vermieden. Diese Zahl ermittelte das Umweltbundesamt fur die BMU Veroffentlichung Entwicklung der erneuerbaren Energien in Deutschland im Jahr 2010.61 Grundlage fur die Berechnung ist die Studie Emissionsbilanz erneuerbarer Energietrager, in der das Umweltbundesamt die Emissionsbilanz erneuerbarer Energien fur Strom, Warme und Kraftstoffbereitstellung mit optimierten Methoden berechnet hat. Vorketten zum Beispiel Herstellung und Wartung der Anlagen oder Gewinnung von Brennstoffen wurden in die NettoBilanz mit einbezogen.62 Das Umweltbundesamt sammelt in seiner Datenbank Kraftwerke in Deutschland Informationen zu allen Kraftwerksstandorten der offentlichen Stromversorgung, Industriekraftwerken und Bahnkraftwerken ab einer elektrischen Bruttoleistung von 100 MW pro Block beziehungsweise Kraftwerk.63 Folgende Abbildung verdeutlicht neben der Art der Stromerzeugung die Menge des erzeugten Stromes. 61 Vgl. Bundesministerium fur Umwelt, Naturschutz und Reaktorsicherheit 2011, S.3. 62 Vgl. Umweltbundesamt 2009, S.12ff. 63 Die letzte Veroffentlichung Datenbank Kraftwerke in Deutschland Liste der sich im Betrieb befindlichen Kraftwerke bzw. Kraftwerksblocke ab einer elektrischen Bruttoleistung von 100 Megawatt Stand: 9. Sep. 2011 ist unter http:www.umweltbundesamt.deenergiearchivkraftwerke_in_deutschland.pdf abrufbar. Schriftenreihe Logistikforschung Band 24, BiolyKuchshausKlumpp: Elektromobilitat 22 Abbildung 8: Kraftwerke und Verbundnetze in Deutschland Quelle: Umweltbundesamt 2011c, S.1. Schriftenreihe Logistikforschung Band 24, BiolyKuchshausKlumpp: Elektromobilitat 23 4 Elektromobilitat Modellregionen und Projekte 4.1 Weltweit Auf dem International Electric Vehicle Pilot City and Industry Development Forum wurde im Clean Energy Ministerial CEM Juli 2010 in Washington die Initiative Electric Vehicles Initiative EVI zur globalen Forderung von Elektromobilitat gegrundet. Das Ziel dieser Initiative ist es, bis zum Jahr 2020 20 Millionen Elektrofahrzeuge auf die weltweiten Straen zu bringen. Unter Elektromobilitat wird die Entwicklung und Nutzung von Elektrofahrzeugen fur unterschiedliche Verkehrsbedurfnisse verstanden. Zurzeit nutzen zahlreiche Programme die Elektromobilitat zur Forderung der Nutzung von Elektroautos. So sind global Kampagnen und Initiativen zu finden, wie zum Beispiel in den USA, China oder Europa.64 Abbildung 9: Prognostizierter EFahrzeugbestand nach je Land angekundigter Ziele Quelle: Electric Vehicles Initiative 2012, 8. Feb. 2012 Die USamerikanische Regierung verfolgt das Ziel, im Jahr 2015 uber eine Million Plugin HybridFahrzeuge auf die Straen zu bringen. Dafur wurden insgesamt 2,4 Milliarden Dollar bereitgestellt. Davon wurden 1.5 Milliarden Dollar in die Forderung von U.S. Automobilhersteller OEM budgetiert, um die Entwicklung effizienterer Batterietechnologien zu fordern. Weitere 500 Millionen Dollar erhalten U.S. Herstellern von Komponenten, die fur die Funktionalitat von Elektrofahrzeugen benotigt werden. Hier 64 Vgl. 2011 International Elektrical Vehicle Pilot City and Industry Development Forum 2011, o.S. Schriftenreihe Logistikforschung Band 24, BiolyKuchshausKlumpp: Elektromobilitat 24 bei handelt es sich beispielsweise um Komponenten wie Elektromotoren. 400 Millionen Dollar werden in Projekte investiert, die Konzepte zur Forderung der Infrastruktur unterstutzen.65 Insgesamt erhofft sich amerikanische Regierung von der gesamten Initiative die Schaffung von Zehntausenden Arbeitsplatzen und eine unabhangigere Beziehung zu auslandischen Olvorkommen. Ein Programm zur Forderung der Infrastruktur ist Charge Point America. Charge Point America, das von Coulomb Technologies Kalifornien gesponsert wird, beinhaltet verschiedene Projekte in zehn nordamerikanischen Regionen: Boston, BellevueRedmond, Sacramento, San JoseSan Francisco Bay Area, Los Angeles, Austin, Southern Michigan einschlielich Grand Rapids, Lansing, Ann Arbor, Detroit, New York City, Washington DCBaltimore und OrlandoTampa. Ziel des Programms ist es, circa 5.000 Ladestationen in den neun Regionen zu installieren.66 Abbildung 10: Modellregionen in den USA Quelle: Charge Point America 2012, 8. Feb. 2012. Wie auch die USA strebt China mittel bis langfristig eine Marktfuhrerschaft fur Elektroautos an.67 Wahrend die USA bis 2015 uber eine Millionen Fahrzeuge auf die Straen bringen mochte, strebt China fur denselben Zeitraum lediglich eine halbe Millionen Fahrzeuge auf den Straen an. Bis 2020 soll sich die Zahl der Elektrofahrzeuge auf chinesischen Straen jedoch auf 5 Millionen steigern.68 Dazu mochte China bis 2020 100 Milliarden Yuan 12 Milliarden Euro investieren. Davon sollen 50 Milliarden Yuan in die technische Forschung und Entwicklung und 30 Milliarden Yuan in die Produktindustrialisierung investiert werden. Die verbleibenden 20 Milliarden Yuan sind fur die 65 Vgl. U.S. Department of Energy 2009, 10. Feb. 2012. 66 Vgl. chargepointamerica 2012, 8. Feb. 2012. 67 Vgl. China Internet Information Center 2011, 10. Feb. 2012. 68 Vgl. Oppland Corporation 2011, 10. Feb. 2012. Schriftenreihe Logistikforschung Band 24, BiolyKuchshausKlumpp: Elektromobilitat 25 Forderung von Hybridfahrzeugen budgetiert. Getrieben wird das Programm vom Ministry of Industry and Information Technology MIIT, das auch den Energy Saving and New Energy Vehicle Industrial Plan The Plan entwickelt hat. Zusatzlich soll die Industrieforschung der fur die Elektrofahrzeuge benotigten Hauptkomponenten mit 10 Milliarden Yuan fur den Ausbau der fur Elektrofahrzeugtechnologie bedacht werden. Das chinesische Programm zur Forderung der Elektromobilitat ist das New Energy Vehicles Program und wurde 2009 von der chinesischen Regierung ins Leben gerufen. Fur die Forderung der fur die Elektrofahrzeuge benotigten Infrastruktur existiert ein separates Programm Ten Citys Thousand Vehicles,69 das im Januar 2009 gestartet wurde. Abbildung 11: Musterstadte Chinas Am 23. Jan. 2009 wurden 13 Stadte Beijing, Shanghai, Chongqing, Changchun, Dalian, Hangzhou, Jinan, Wuhan, Shenzhen, Hefei, Changsha, Kunming und Nanchang als Pilotstadte zum Vorantreiben der Verwendung neuer Energie fur Fahrzeuge ausgewahlt. Quelle: Global Times o.J., 10. Feb. 2012. Am 23. Jan. 2009 wurden 13 Stadte Beijing, Shanghai, Chongqing, Changchun, Dalian, Hangzhou, Jinan, Wuhan, Shenzhen, Hefei, Changsha, Kunming und Nanchang als Pilotstadte zum Vorantreiben der Verwendung neuer Energie fur Fahrzeuge im Rahmen des Ten Citys Thousand Vehicles Programms fur den Infrastrukturausbau ausgewahlt, wobei fur die folgenden 3 Jahre jeweils 10 Stadte folgen sollten. Zum heutigen Zeitpunkt umfasst das Programm bereits 25 Stadte.70 Bis 2015 plant das chinesische Unternehmen SGCC Chinas groter staatlicher Stromanbieter 2.351 Ladege 69 Vgl. Rosen, J. 2011, 4. Jan. 2012. 70 Vgl. The World Bank Group 2011, 10. Feb. 2012. Schriftenreihe Logistikforschung Band 24, BiolyKuchshausKlumpp: Elektromobilitat 26 baude mit insgesamt 220.000 Ladestationen in den Stadten zu installieren.71 Die nachfolgende Grafik vergleicht die aktuelle IstSituation mit den chinesischen Zielen bis 2012. Hieraus resultiert, dass bis zur Zielerreichung noch ein weiter Weg besteht. Abbildung 12: Ziele und Fortschritte in der ersten 13 Stadte Quelle: University of Wisconsin 2011, 10. Feb. 2012. 4.2 Modellregionen in Europa Wie in Asien und Amerika gewinnt das Thema Elektromobilitat auch in Europa mehr an Bedeutung. Seit 2008 gibt es mit der European Green Cars Initiative eine europaische Manahme, die die Forschung und Entwicklung der Technologie und Infrastruktur von Elektrofahrzeugen fordern soll. Die European Green Cars Initiative wurde durch die europaische Kommission veroffentlicht. Dazu werden den europaischen Staaten bis 2013 insgesamt 1,6 Milliarden Euro zur Verfugung gestellt. Im Gegensatz zur Forderung auf Bundesebene lassen sich jedoch auf europaischer Ebene verhaltnismaig wenig langerfristig angelegte Fordermanahmen finden.72 Neben landerspezifischen Betrachtungen gibt es in Europa auch landerubergreifende Projekte, wie beispielsweise Green e Motion. Green e Motion soll neben bestehenden Modellregionen weitere einzurichtende Modellregionen innerhalb Europas fordern. In diesen sollen in Summe 71 Vgl. Oppland Corporation 2011, 10. Feb. 2012. 72 Vgl. emobil BW Gmb H o.J., 10. Feb. 2012. Schriftenreihe Logistikforschung Band 24, BiolyKuchshausKlumpp: Elektromobilitat 27 mehr als 10.000 Ladesaulen installiert werden, u. a. in Barcelona, Madrid und Malaga circa 1.000, weitere 400 in Rom und Pisa, und etwa 3.600 in Berlin. Mit geplanten Investitionen in Hohe von 4,75 Milliarden Euro bis 2020 gehort Frankreich zu den investitionsfreudigsten Landern in Europa. Obwohl fur die Zukunft angestrebt wird, dass lediglich 10 % der Lademoglichkeiten an offentlichen Orten und die verbleibenden 90 % zu Hause und am Arbeitsplatz zu finden sein sollen, sind zur Forderung der Infrastrukturentwicklung Modellregionen in Frankreich definiert.73 Diese werden als Ecocities bezeichnet und sind im Programme des investissements davenir PIA erklart. Im Rahmen diesen Programmes sind bereits 49 Projekte bis 2012 definiert.74 4.3 Modellregionen in Deutschland Mit dem Energieund Klimaprogramm der deutschen Bundesregierung wurde ein Plan fur Elektromobilitat in Modellregionen entworfen. In Rahmen dieses Planes wurden Pilotprogramme in den 8 Modellregionen ins Leben gerufen, die mit insgesamt 130 Millionen Euro von der Bundesregierung gefordert werden. Die Pilotprogramme bestehen jeweils aus verschiedenen Forschungsund Entwicklungsprojekten, die in verschiedenen deutschen Regionen durchgefuhrt werden. Diese 8 Regionen werden als Modellregionen fur Elektromobilitat bezeichnet. Die 8 Modellregionen sind Hamburg, BremenOldenburg, RheinRuhr mit Aachen und Munster, RheinMain, Sachsen mit Dresden und Leipzig, Stuttgart, Munchen und BerlinPotsdam. 73 Vgl. Sima Media Gmb H 2011, 10. Feb. 2012. 74 Vgl. Caisse des Depots 2011, 10. Feb. 2012. Schriftenreihe Logistikforschung Band 24, BiolyKuchshausKlumpp: Elektromobilitat 28 Abbildung 13: Modellregionen in Deutschland Quelle: Bundesministerium fur Verkehr, Bau und Stadtentwicklung 2011, 7. Jan. 2012. In Modellregionen fur Elektromobilitat arbeiten verschiedene Akteure aus Wissenschaft, Industrie und den beteiligten Kommunen eng zusammen, um die Entwicklung einer Infrastruktur und die Kooperation der Elektromobilitat in der Offentlichkeit zu fordern. Das Ziel dieser Modellregionen ist es, Manahmen der Elektromobilitat in Schriftenreihe Logistikforschung Band 24, BiolyKuchshausKlumpp: Elektromobilitat 29 Deutschland entlang der gesamten Wertschopfungskette umzusetzen. Dies beinhaltet die Entwicklung neuer Forschungs und Produktionsstandorte fur Elektromobilitat, neuer Standorte fur Elektrofahrzeuge und neuer Produktionswerke fur Komponenten. Auch soll eine Grundlage fur die Forschungs und Ausbildungskapazitaten fur Elektromobilitat in den Regionen geschaffen werden.75 Zurzeit gibt es in keiner anderen Modellregion in Deutschland mehr Forschungsprojekte fur Elektromobilitat als in Berlin 10 Projekte.76 Ein involviertes Unternehmen aus der Industrie ist Vattenfall. Vattenfall errichtete 50 offentlich zugangliche Ladestationen fur Elektrofahrzeuge an Parkplatzen in Berlin. Diese Ladestationen konnen von den Teilnehmern der Vattenfall Elektromobilitatsprojekten und auch von allen interessierten Eigentumern von Elektrofahrzeugen 77 genutzt werden. Auch in der Modellregion Stuttgart wurden bereits Hunderte von Ladestationen im offentlichen Bereich zum Beispiel an Parkplatzen installiert.78 Ein weiteres Projekt in der Modellregion Munchen heit EFLOTT. Als Testflotte von Elektrofahrzeugen in Munchen wurde EFLOTT im September 2011 durch eine Kooperation von Audi, den Stadtwerken Munchen SWM und der Technischen Universitat Munchen TUM ins Leben gerufen. Sukzessive wurden 20 Audi A1 etron auf die bayrischen Straen gebracht und rund 200 neue Ladestationen errichtet. Das Vorgehen in diesem Projekt war es, die Ladestationen nach dem getesteten Nutzerverhalten zu bauen. E.ON stattete zum Beispiel private Garagen oder Parkhausern mit Lademoglichkeiten aus. Die ersten Ergebnisse der EFLOTT sind bereits verfugbar. Eine daraus resultierende Erkenntnis ist, dass die meisten Fahrer ihre Fahrzeuge in der eigenen Garage oder am Arbeitsplatz aufladen. Erst an dritter Stelle werden Ladestationen im offentlichen Raum, zum Beispiel auf Supermarktparkplatzen oder Parkhausern verwendet. Dieses Ergebnis beeinflusst sogar das E.ON Produktportfolio. E.ON reagierte auf die Erkenntnisse und bietet nun Ladestationen fur verschiedene Zwecke. Auer der Stromversorgung ist auch der komplette Service fur die Kunden Bestandteil des Portfolios, von der Bedarfsanalyse bis zur Beratung, wie das Ladegerat installiert werden muss oder wie die Lademoglichkeiten instand gehalten werden mussen, um moglichst lange erhalten zu bleiben. Neben Standardprodukten entwickeln die Experten des Unternehmens individuelle Losungen fur Parkhaus Manager. Zum Beispiel soll es moglich sein, die Gebuhren fur das Aufladen der Autobatterie mit der Parkgebuhr im Parkhaus zu verrechnen.79 75 Vgl. Berlin Partner Gmb H 2011, 10. Jan. 2012. 76 Vgl. Bundesministerium fur Verkehr, Bau und Stadtentwicklung 2011, 7. Jan. 2012. 77 Vgl. Wirtschaftsforderung Region Stuttgart Gmb H 2011, 10. Jan. 2012. 78 Vgl. Vattenfall Europe AG 2011, 10. Jan. 2012. 79 Vgl. E. ON Energie AG 2012, 10. Jan. 2012. Schriftenreihe Logistikforschung Band 24, BiolyKuchshausKlumpp: Elektromobilitat 30 5 Konzepte fur Duisburg 5.1 Stadtinformationen Duisburg ist nach eigenen Angaben die westlichste Grostadt des Ruhrgebietes, Universitatsstadt, Oberzentrum des Niederrheins und mit knapp 500.000 Einwohnern 15grote Stadt Deutschlands. Pragendes Merkmal ist die Lage an der Mundung der Ruhr in den Rhein, einem der verkehrsreichsten Flusse Europas, der 37,5 Kilometer lang durch Duisburg fliet. Als internationales Logistik und Handelszentrum verfugt Duisburg uber Verkehrsverbindungen per Wasser, Schiene, Strae und Flughafen in einer einzigartigen Kombination. Verkehrsgeografisch liegt die Stadt im Knotenpunkt eines dichten uberregionalen Autobahn, Schienen und Wasserwegenetzes, das sie an das Ruhrgebiet, den groten industriellen Ballungsraum Europas, anbindet und daruber hinaus Verbindungen in alle Teile Deutschlands und seine Nachbarlander schafft.80 Abbildung 14: Verkehrsanbindung und Lage der Stadt Duisburg in NRW NordrheinWestfalen Quelle: Duisburg.de 2012b, 9. Feb. 2012. Funf Bundesautobahnen legen ein dicht geknupftes Netz von Anbindungen uber das gesamte Stadtgebiet. Auf der geografischen NordSudAchse kreuzen die Autobahnen A3 und A59 die Stadt; auf der WestOstAchse die A40 und A42. Im Stadtbezirk Sud, Ortsteil Rahm, endet die A524 und fuhrt als B288 uber das sudliche Stadtgebiet. Die BAB 57 fuhrt westlich an Duisburg vorbei. Die Stadt verfugt damit uber 7 Autobahnkreuze und 21 Anschlussstellen. Im Schienenpersonenverkehr bestehen taglich uber 80 Vgl. Duisburg.de 2012a, 9. Feb. 2012. Schriftenreihe Logistikforschung Band 24, BiolyKuchshausKlumpp: Elektromobilitat 31 800 Zugverbindungen davon 100 ICE, IC und ECVerbindungen und im Schienenguterverkehr sind allein im kombinierten Verkehr 18 inlandische und 55 auslandische Zielbahnhofe in 16 europaische Lander verfugbar. Der Duisburger Hafen ist der grote Binnenhafen Europas und rechnet man die Betriebshafen der ansassigen Unternehmen hinzu, sogar der grote Binnenhafen der Welt.81 Den nahegelegenen Flughafen Dusseldorf International erreicht man von Duisburg aus in nur wenigen Minuten. 5.2 Bewirtschaftete Parkflachen Fur den weiteren Verlauf zur Bestimmung geeigneter Ladesaulenstandorte wurden im ersten Schritt die bewirtschafteten Parkflachen der Duisburger Innenstadt betrachtetet. Abbildung 15: Bewirtschaftete Parkflachen in Duisburg Quelle: Duisburg.de 2012c, 9. Feb. 2012. Die quantitative Verteilung dieser Parkflachen geht aus der folgenden Tabelle hervor. Fur die erste Konzeptionsphase umfasst diese Auflistung weder private, noch Firmenparkplatze. Bei einer weiteren Betrachtung sind diese Flachen gesondert zu erheben und zu berucksichtigen. Vor allem da davon auszugehen ist, dass insbesondere auf 81 Vgl. Duisport.de 2012, 9. Feb. 2012. Schriftenreihe Logistikforschung Band 24, BiolyKuchshausKlumpp: Elektromobilitat 32 Firmenparkplatzen die durchschnittliche Verweildauer je Pkw tendenziell ausreicht, um eine Batterieladung oder Teilladung sinnvoll durchfuhren zu konnen. Tabelle 5: Ausgewiesene Parkflachen in Duisburg 1 Averdunk Name 2 City Palais 3 CityParkhaus 4 Dusseldorfer Str. 5 FriedrichWilhelmStr. 6 Galeria Duisburg 7 Galeria Kaufhof 8 Hauptbahnhof 9 Hauptbahnhof Ost 10 Immobiliencenter Sparkasse 11 Innenhafen 12 Konigstr. 13 Kohnenstr. 14 Kohnenstr. 15 Kuhlenwall 16 Marktplatz Parkplatze 479 670 544 191 100 333 426 97 100 214 77 568 30 60 45 150 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 Name Burgplatz Nahestr. Obermauerstr. Oberstr. Oranienstr. Papendelle SinnLeffers Steinische Gasse Steinische Gasse Stresemannstr. UCIParkhaus Universitatsstr. Schifferstr. Schifferstr. Forum Summe Parkplatze 133 80 70 60 100 94 86 85 84 450 398 65 150 200 600 6.739 Quelle: Duisburg.de 2012c, Abrufdatum: 09.02.2012 Die Summe von 6.739 Parkplatzen wird im Folgenden als Basis fur die weiteren Uberlegungen zugrunde gelegt. Mit den Planzahlen der Bundesregierung bis zum Jahr 2020 1.000.000 Elektrofahrzeuge auf Deutschlands Straen zu bringen, wird die Zahl der heute zugelassenen Pkw des KBA 42,3 Mio. kombiniert. Das ergibt einen geplanten Anteil von naherungsweise 2,5 % Elektrofahrzeuge am Gesamtfahrzeugaufkommen in Deutschland. 5.3 Istzustand in Duisburg Unter den Annahmen, dass diese 2,5 % im gesamten Bundesgebiet gleich verteilt genutzt werden und dass sowohl einige Burger in Duisburg wohnen also die Fahrzeuge in der Nacht aufgeladen werden konnen, jedoch auerhalb Duisburgs arbeiten und ebenso NichtDuisburger die tagsuber Lademoglichkeiten benotigen und weitere ESchriftenreihe Logistikforschung Band 24, BiolyKuchshausKlumpp: Elektromobilitat 33 Fahrzeugfuhrer hauptsachlich uber private Stromentnahmestellen tanken, wird von einem anfanglichen durchschnittlichen Bedarf an Elektrifizierung von 1 % der Parkflachen ausgegangen, das sind gerundete 67 Ladesaulen fur die Innenstadt von Duisburg. Momentan sind zwei Ladestationen im erweiterten Innenstadtbereich offiziell verzeichnet. Die erste offentlich zugangliche Ladestation der Stadtwerke Duisburg AG steht am Innenhafen. Gemeinsam mit der THS Wohnen Gmb H haben die Stadtwerke Duisburg diese Ladesaule mit 2 Anschlussen 230 V am 07. Oktober 2010 eroffnet.82 Eine weitere Ladestelle mit 6 Anschlussen 230 V kam spater im Duisburger Suden hinzu. Abbildung 16: Aktuelle Ladestationen in Duisburg Quelle: Etankstellenfinder.com 2012, 9. Feb. 2012. Geplant sind derzeit daruber hinaus drei weitere Stationen, diese stellen nach Inbetriebnahme insgesamt drei 230 V und acht 400 V zusatzliche Lademoglichkeiten zur Verfugung.83 Mit diesen zwei ETankstellen und den acht vorgehaltenen Ladesaulen wurden nur knapp 10 % des geschatzten Bedarfes von 67 Ladeeinheiten gedeckt werden, zusatz 82 Vgl. Ladenetz.de 2012, 9. Feb. 2012. 83 Vgl. Etankstellenfinder.com 2012, 9. Feb. 2012. Schriftenreihe Logistikforschung Band 24, BiolyKuchshausKlumpp: Elektromobilitat 34 lich befinden sich diese Orte nicht unmittelbar im Bereich der Duisburger Innenstadt, in dem der Bedarf zugrunde gelegt wird. 5.4 Moglicher zukunftiger Sollzustand Zur Verteilung der benotigten Anzahl an Ladesaulen sind unterschiedliche Szenarien denkbar. Auf der einen Seite soll eine flachendeckende Versorgung mit Strom fur Elektrofahrzeuge sichergestellt werden, auf der anderen Seite macht die Bundelung von Ladestandorten zwecks Kostenminimierung bei Bau und Betrieb Sinn. Daher wurden fur ein erstes Konzept die bewirtschafteten Parkflachen in funf Innenstadtbereiche geclustert, und anhand der dort zur Verfugung stehenden Parkeinheiten die 1 % Elektrifizierung vorgenommen. Damit ergibt sich folgendes Bild, welches die Zonen sowie die darin aufgestellten Ladesaulen beinhaltet. Abbildung 17: Konzeptvorschlag fur Duisburg Cluster Quelle: Eigene Darstellung. Daruber hinaus sind weitere Verteilungen denkbar. Unter anderem: a die ungeclusterte Verteilung der benotigten Ladesaulen auf alle Parkflachen b ein zentraler Standort fur das gesamte Ladesaulenkontingent c Einbeziehung privater und Firmenparkplatze, so unterhalt beispielsweise das Silberpalais in Duisburg eine dreigeschossige Tiefgarage fur die Arbeitnehmer Schriftenreihe Logistikforschung Band 24, BiolyKuchshausKlumpp: Elektromobilitat 35 d Bevorzugte Berucksichtigung von nachweislich von Dauerparkern genutzten Parkflachen, das UCIKinoparkhaus bietet beispielsweise gesondert Tarife fur Arbeitnehmer in der Zeit Montag bis Freitag von 6:00 bis 18:00 Uhr in Duisburg am Hauptbahnhof an. 5.5 Rahmenbedingung fur die Ausweitung der Untersuchung Um exaktere Ergebnisse zu erhalten und die Ladesaulen bedarfsgerecht positionieren zu konnen mussen fur eine Prazisierung mehr Daten erhoben werden. Das geschilderte Konzept geht wie beschrieben von der Gleichverteilung aller EFahrzeuge im Bundesgebiet aus. Denkbar ist jedoch, dass sich vor allem die Metropole Ruhr als Ballungsgebiet mit knapp 10 Millionen Einwohnern auf relativ geringer Flache als SchwerpunktMetropole fur den Einsatz von Elektrofahrzeugen etablieren kann. Dazu konnte die durchschnittliche Tagesfahrstrecke in die Betrachtung aufgenommen werden. Sollte sich hierbei herausstellen, dass diese kurzer ist, als beispielsweise in vornehmlich landlicheren Gebieten, konnte eine Schlussfolgerung daraus sein, das der prozentuale Anteil von EFahrzeugen am Gesamtaufkommen fur die betrachtete Region die hier angenommenen 2,5 % ubersteigt. Analog dazu stiege der Bedarf an Ladesaulen. Bei der Ermittlung des 1 %Bedarfes wurde ohne Validierung der Daten geschatzt. Die reale Pendelbewegung von und nach Duisburg Tag und Nachtlader teilen sich eine Saule und halbieren damit den Bedarf kann in der Realitat Anpassungen erfordern. Bei durchschnittlich 6 Stunden Ladezeit ist rechnerisch die Ladung von vier Elektrofahrzeugen pro Station pro Tag moglich, die konkreten Bedarfe mussen mit dem zeitlichen Horizont ermittelt werden. Das bestcase und worstcase Szenario unterscheidet sich im Ladesaulenbedarf um den Faktor 4. Die durchschnittliche Auslastung der bewirtschafteten Parkflachen, sowie die durchschnittliche Verweildauer je Pkw ist zu erheben. Auf erste Anfragen bei der Stadt Duisburg mit dieser Forschungsfrage wurde durchweg positiv und kooperationsbereit reagiert. Detaillierte Daten und Informationen konnten ohne Konkretisierung der Angaben zur Nutzung bei den Betreibern nicht in Erfahrung gebracht werden. Mit diesen Daten ist darstellbar auf welchen Parkflachen sich Fahrzeuge so lange befinden, dass sie sinnvoll geladen werden konnen. Weiterhin ist die Parkdauer in drei Kategorien einzuteilen. Unter heutigen Gesichtspunkten erscheint es unter 30 Minuten Standzeit nicht angemessen uberhaupt Ladesaulen bereitzustellen. Von einer halben Stunde bis 4 Stunden AufentSchriftenreihe Logistikforschung Band 24, BiolyKuchshausKlumpp: Elektromobilitat 36 halt auf einem Parkplatz ware die Elektrifizierung mit 400 V moglich und daruber hinaus ist eine schonendere Ladung mit 230 V realisierbar. Schriftenreihe Logistikforschung Band 24, BiolyKuchshausKlumpp: Elektromobilitat 37 6 Zusammenfassung und Ausblick Das Thema Elektromobilitat hat in den letzten Jahren auf internationaler Ebene erheblich an Bedeutung gewonnen. In den USA, Asien und Europa lassen sich zahlreiche Energie und Klimaprogramme zur Forderung der Elektromobilitat finden. Diese Programme beinhalten Ziele, wie sich die Elektromobilitat in der Zukunft, teilweise sogar bis zum Jahr 2020, entwickeln soll. Das hohe Umsatzpotenzial in dem neuen Markt lasst viele Lander eine Fuhrerschaft anstreben, sodass eine weitere Bedeutungssteigerung fur die Elektromobilitat in der Zukunft als wahrscheinlich erscheint. Zum heutigen Zeitpunkt ist Elektromobilitat auerhalb der Modellregionen noch nicht abbildbar, da die fur die Elektromobilitat notwendige Infrastruktur noch nicht ausreichend ausgebaut ist. Insbesondere auerhalb der urbanisierten Regionen stellt sich die Frage, wie die Infrastruktur gestaltet werden kann, damit sich die Elektromobilitat flachendeckend entwickeln kann. Um diese noch offenen Fragestellung fachlich beurteilen zu konnen, sind genauere Zahlen und Informationen erforderlich, als sie zurzeit erhoben sind. Abschlieend lasst sich sagen, dass Elektromobilitat durch das internationale Interesse und die groe Teilnahme am Thema auch zukunftig an Bedeutung gewinnt und moglicherweise die Mobilitat, wie wir sie heute kennen, nachhaltig verandern wird. Schriftenreihe Logistikforschung Band 24, BiolyKuchshausKlumpp: Elektromobilitat 38 Literaturverzeichnis a Monografien und Fachbeitrage Acatech 2010a: Wie Deutschland zum Leitanbieter fur Elektromobilitat werden kann Status quo Herausforderungen Offene Fragen. Springer, Munchen. AlMansi, A., Aldarrat, H., Rhoma, F., Goudz, A., Lorenz, M., Noche, B. 2008: Design of an Environmaental Supply Chain Network: A Biosolid Waste Case Study. Kersten, W., Blecker, T., Flamnig, H. Hrsg  Global Logistics Management. Berlin. S.87 98. Arning, J., Reuther, I. Hrsg., 2008: Regiopolen. Die kleinen Grostadte in Zeiten der Globalisierung. Berlin. Brake, K. 1993: Die raumliche Struktur der Dienstleistungsokonomie oder: warum gibt es keine Dezentralisierung? In: Hauermann, H., Siebel, W. Hrsg.: Strukturen einer Metropole, Frankfurt am Main, S.91 107. Brake, K. 2011: Reurbanisierung Globalisierung und neuartige Inwertsetzung stadtischer Strukturen europaischen Typs. In: Frey, O., Koch, F. Hrsg.: Die Zukunft der europaischen Stadt, S.299 323. Browne, F.E., Cousins, P.D., Lamming, R.C., Faruk, A.C. 2001: Intelligent Logistics More Sustainable Freight Traffic. DVWG Hrsg. Traffic and Transport 2030 Visions, Concepts, Technologies. Berlin. S.69 79. Bundesministerium fur Bildung und Forschung 2011: Nationale Plattform Elektromobilitat Bericht der AG2 Batterietechnologie. http:www.bmbf.depub RD agzwei_batterietechnologie.pdf, 2. Jan. 2012. Bundesministerium fur Umwelt, Naturschutz und Reaktorsicherheit 2011: Erneuerbare Energien 2010, Daten des Bundesministeriums fur Umwelt, Naturschutz und Reaktorsicherheit zur Entwicklung der erneuerbaren Energien in Deutschland im Jahr 2010 auf der Grundlage der Angaben der Arbeitsgruppe Erneuerbare EnergienStatistik AGEEStat, Stuttgart. Davis. M. 2007: Planet of Slums. London, New York. Halldersson, A., Kotzab, H., SkjottLarsen, T. 2009: Supply Chain Management on the crossroad to sustainability: a blessing or a curse? Logistics Research, vol. 1, No.2, S.83 94. International Energy Agency 2011: Key World Energy STATISTICS, Paris IPCC 2007: Solomon, S., D. Qin, M. Manning, Z. Chen, M. Marquis, K.B. Averyt, M. Tignor and H.L. Miller Hrsg., Contribution of Working Group I to the Fourth Assessment Report of the Intergovernmental Panel on Climate Change, Synthesis Report, Cambridge, New York. Klaus, P. 2009: Looking out for the next generation research questions in logistics. Logistics Research, Vol. 1, No.3, S.129 130. Klaus, P., Krieger, W. 2004: Gabler Lexikon LogistikManagement logistischer Netzwerke und Flusse. Gable. Wiesbaden. Schriftenreihe Logistikforschung Band 24, BiolyKuchshausKlumpp: Elektromobilitat 39 Klumpp, M. 2009: Logistiktrends und Logistikausbildung 2020. ild Schriftenreihe Logistikforschung No. 6, 122009, Essen. Kurth, M. 2011: Bundesnetzagentur wird den Reservebetrieb eines Kernkraftwerks nicht anordnen, Pressemitteilung der Bundesnetzagentur vom 31. Aug. 2011, http:www.bundesnetzagentur.deShared DocsPressemitteilungenDE2011110831_Bericht Notwendigkeit Res KKW.html?nn65116, 30. Jan. 2012 Sassen, S. 1996: Metropolen des Weltmarktes. Die neue Rolle der Global Citys. Frankfurt a. M. Schonwiese 2003: Klimatologie, Stuttgart. Schutzenmeister, F. 2010: Hybrid oder autofrei? Klimawandel und Lebensstile. In: Der Klimawandel, S.267281. Stan, C. 2005: Alternative Antriebe fur Automobile Hybridsysteme, Brennstoffzellen, alternative Energietrager. Springer. Berlin, Heidelberg. Statistisches Bundesamt 2010: Statistisches Jahrbuch 2010 Fur die Bundesrepublik Deutschland mit Internationalen Ubersichten, Wiesbaden. Statistisches Bundesamt 2011: Statistisches Jahrbuch 2011 Fur die Bundesrepublik Deutschland mit Internationalen Ubersichten, Wiesbaden. Swiaczny, F. 2008: Urbanisierung und Entwicklung 2008 in: Bundesinstitut fur Bevolkerungsforschung Hrsg., Zeitschrift fur Bevolkerungswissenschaft 33 2008, S.449460. The Boston Consulting Group, Inc. 2010: Winning the BRIC Auto Markets: Achieving Deep Localization in Brazil, Russia, India, and China. Umweltbundesamt 2009: Emissionsbilanz erneuerbarer Energietrager. Durch den Einsatz erneuerbarer Energien vermiedene Emissionen im Jahr 2007, DessauRolau. Umweltbundesamt 2011a: Entwicklung der spezifischen KohlendioxidEmissionen des deutschen Strommix 19902009 und erste Schatzung 2010 im Vergleich zu CO2Emissionen der Stromerzeugung, http:www.umweltbundesamt.de energiearchiv co 2strommix.pdf, 30. Jan. 2012. Umweltbundesamt 2011b: Strommix in Deutschland, http:www.umwelt bundesamt.deenergiearchivstrommixkarte.pdf, 10. Feb. 2012. Umweltbundesamt 2011c: Kraftwerke und Verbundnetze in Deutschland, http:www.umweltbundesamt.deenergiearchivkraftwerkskarte.pdf, 10. Feb. 2012. UN World Urbanization Prospects 2008: World Urbanization Prospects. Executive Summary, New York. Vogelpohl, A. 2011: Stadte und die beginnende Urbanisierung. Henri Lefebvre in der aktuellen Stadtforschung. Wissenschaftlicher Beitrag, online veroffentlicht im SpringerVerlag 2. August 2011. Zelewski, S., Saur, A., Klumpp, M. 2008: Cooperative Rail Cargo Transport Effects. Projektbericht MAEKAS No. 2, Institut fur Produktion und Industrielles Informationsmanagement, Essen. Schriftenreihe Logistikforschung Band 24, BiolyKuchshausKlumpp: Elektromobilitat 40 Ziegler, M. 2011: Klimawandel und Energieeffizienz Kosten und Nutzen fur die Wirtschaft . Springer. Berlin, Heidelberg. b Internetquellen 2011 International Elektrical Vehicle Pilot City and Industry Development Forum 2011: http:www 2.china.ahk.dechambershanghaiattachmentEV_pilot_city_ forum.pdf, 8. Feb. 2012. Acatech 2010b: http:www.acatech.detypo 3temppicsde 49871842.jpg, 8. Feb. 2012. autocluster.nrw 2011: We love the new. Model region for electric mobility. http:www. autocluter.nrw.defileadminimagesPDFNRW_INVEST_Brochure_ Model_Region_Electric_Mobility.pdf, 4. Jan. 2012. Berlin Partner Gmb H 2011: Berliner Agentur fur Elektromobilitat. http:www.emoberlin.deprojekte, 10. Jan. 2012. Better Place 2011: CSG and Better Place Open Switchable Electric Car Experience Center in Guangzhou, http:www.betterplace.comthecompanypressroompressreleasesdetailindexidCSGandBetterPlaceOpenSwitchableElectricCarExperienceCenterinGuangzhouChina, 10. Feb. 2012. Bundesministerium fur Verkehr, Bau und Stadtentwicklung 2011: Modellregion Elektromobilitat Die 8 Modellregionen im Uberblick. http:www.bmvbs.deShared DocsDEArtikelUImodellregionenelektromobilitaet.html, 7. Jan. 2012. Bundesregierung 2010: Etablierung der Nationalen Plattform Elektromobilitat Gemeinsame Erklarung von Bundesregierung und deutscher Industrie, http:www. bundesregierung.deContentDEArtikel20100520100503elektromobilitaeterklaerung.html, 26. Jan. 2012. Bundesregierung 2011a: Klima schutzen Energie Sparen: Das Programm der Bundesregierung. http:www.bundesregierung.deContentDEMagazine MagazinWirtschaft Finanzen053sp1klimaschuetzenenergiesparendasprogrammderbundesregierung.html, 7. Jan. 2012. Bundesregierung 2011b: Etablierung der Nationalen Plattform Elektromobilitat Gemeinsame Erklarung von Bundesregierung und deutscher Industrie. http:www. bundesregierung.deContentDEArtikel20100520100503elektromobilitaeterklaerung.html, 6. Jan. 2012. Caisse des Depots 2011: Eco Cites : the French government supports 93 innovative projects, http:www.caissedesdepots.frennewsallthenewshalfyear20092010salesup10onareportedbasis03likeforlikeecocitesletatsoutient93projetsinnovants.html, 10. Feb. 2012. Charge Point America 2012: The Charge Point America Programm, http:chargepoint america.com, 8. Feb. 2012. China Internet Information Center 2011: China plans to take lead in newenergy vehicles, http:www.china.org.cnenvironment20110408content_22313377.htm, 10. Feb. 2012. Schriftenreihe Logistikforschung Band 24, BiolyKuchshausKlumpp: Elektromobilitat 41 DAA Deutsche Auftragsagentur Gmb H 2011: Die Preisentwicklung fur Fotovoltaik Anlagen , http:www.solaranlagenportal.comphotovoltaikkosten preisentwicklung, 10. Feb. 2012. DAA Deutsche Auftragsagentur Gmb H 2011: Die Preisentwicklung fur Fotovoltaik Anlagen , http:www.solaranlagenportal.comphotovoltaikkosten preisentwicklung, 10. Feb. 2012. Deutschlandfunk 2010: Energiepolitik auf dem Holzweg, Manuskript zur Sendung vom 6. Jun. 2010, http:www.dradio.dedlfsendungenwib1196835, 26. Jan. 2012. duisburg.de 2012a: Wohnort Duisburg, http:www.duisburg.delebenwohnort _duisburg.php, 9. Feb. 2012. duisburg.de 2012b: Verkehrsanbindung, http:www.duisburg.dewirtschaft wirtschaftstandort102010100000101137.php, 9. Feb. 2012. duisburg.de 2012c: Parkplatze in Duisburg, http:www.duisburg.demedienbilder_ aktuelltourismus_kultur_sportparken.pdf, 9. Feb. 2012. duisport.de 2012: http:www.duisport.de, 9. Feb. 2012. E.ON Energie AG 2012: Ladestationen fur verschiedene Einsatzbereiche. http:www.eonenergie.compageseea_deInnovationInnovationEMobilitaetLadestationenindex.htm, 10. Jan. 2012. Electric Vehicles Initiative 2012: http:www.cleanenergyministerial.orgour_ workelectric_vehiclesindex.html, 8. Feb. 2012. emobil BW Gmb H o.J.: EUForderprogramme zur Elektromobilitat, http:www.emobilbw.dePageseufoerderprogrammezurelektromobilitaet.php, 10. Feb. 2012. etankstellenfinder.com 2012: ETankstellen Adresse, http:etankstellenfinder.comatdeelektrotankstellenstromtankstelle1926Ladenetz.de47053Duisburg, 9. Feb. 2012 Global Times 2011: Pilot cities on new energy vehicle development, http:www.global times.cnfeatures201103606446.html, 10. Feb. 2012. Green Gear 2012: Das Auto der Zukunft Alternative Kraftstoffe und Antriebe, Notwendigkeit des Fortschritts Erdolknappheit, http:www.greengear.denotwendigkeitoelknappheit, 26. Jan. 2012. Herminghaus, H. 2012: CO2Vergleich bei der Stromerzeugung in Deutschland, http:www.co 2emissionenvergleichen.deStromerzeugungCO2VergleichStromerzeugung.html, 9. Feb. 2012. International Energy Agency 2011: International Electric Vehicle Pilot City and Industry Development Forum, ttp:www.iea.orgworkworkshopdetail.asp?WS_ID504, 8. Feb. 2012. Joel Rosen 2011: Chinas EV Demo Program Falls Flat; 25 Pilot Cities only Meet 38% of Target, http:chinadecoder.comnewsarticles20120111chinasevdemoprogramfallsflat25pilotcities, 4. Jan. 2012. Schriftenreihe Logistikforschung Band 24, BiolyKuchshausKlumpp: Elektromobilitat 42 Klostermann, A. 2011: Future of Automotive Powertrains Trends and Developments in Range extender Technology. http:www.atcentre.nlimagesstoriespublications publicatc%20trend%20analysis%20%20range%20extender% 20technology.pdf, 10. Jan. 2012. Kraftfahrtbundesamt 2011: Jahresbilanz des Fahrzeugbestandes am 1. Januar 2011, http:www.kba.decln_032nn_125264DEStatistikFahrzeugeBestandbestand__node.html?__nnntruerechts, 24. Jan. 2012. Ladenetz.de 2012: Ladesaule in Duisburg, http:www.ladenetz.deindex.php?id 35tx_ttnewstt_news201c Hash792a 502a 2861b 917a 82c 24820edc 2b 17, 9. Feb. 2012. o. a. 2011: Die Elektrostart Seite. Alles uber Elektroautos. http:www.elektroautostart.defaq, 4. Jan. 2012. Oppland Corporation 2011: o.T., http:www.opplandcorp.comev, 10. Feb. 2012. Saft Batterien Gmb H o. J.: Batterien als Energiespeicher zur Forderung von Fotovoltaik, http:www.saftbatteries.depdfSmart Grids2.pdf, 10. Feb. 2012. Sima Media Gmb H 2011: Join the e Mobility Revolution!, http:www.messeninfo.de newsJointhee MobilityRevolutionN197.html, 10. Feb. 2012. SolarDriverOnline 2012: Switchable Electric Car Center von CSG und Better Place in Guangzhou eroffnet, http:solardriver.dasreiseprojekt.de unterkategorie.php?ok15uk80, 27. Jan. 2012. Suddeutsche Zeitung 2011: Klimaschutzabkommen Kanada steigt offiziell aus Kyotoprotokoll aus, http:www.sueddeutsche.depolitikklimaschutzabkommenkanadasteigtoffiziellauskyotoprotokollaus1.1233232, 22. Jan. 2012 The guardian 2011: Germanys nuclear phaseout will cause UK emissions to fall, report says, Reliance on fossil fuels will raise price of carbon permits, prompting switch to gas which produces fewer emissions, http:www.guardian.co.uk environment2011jun22germanynuclearukemissions, 30. Jan. 2012. The World Bank Group 2011: China to benefit from emerging Global Electric Vehicle demand, though challenges remain, http:www.worldbank.orgennews2011 0420chinatobenefitfromemergingglobalelectricvehicledemand, 10. Feb. 2012. U.S. Department of Energy 2009: DOE Offers 2.4 Billion to Support NextGeneration Electric Vehicles, http:apps 1.eere.energy.govnewsnews_detail.cfm news_id12357, 10. Feb. 2012. Umweltbewusst Heizen 2012: Herstellung von Batterien fur Elektroautos, http:www.umweltbewusstheizen.deverkehrElektrofahrzeugeBatterie HerstellungHerstellungBatterie.html; 27. Jan. 2012. UNFCCC 2012: Status of Ratification of the Kyoto Protocol, http:unfccc.intkyoto_ protocolstatus_of_ratificationitems2613.php, 26. Jan. 2012. University of Wisconsin 2011: Strategic Policies and Demonstration Program of Electric Vehicle in China, http:minds.wisconsin.eduhandle179354513, 10. Feb. 2012. Schriftenreihe Logistikforschung Band 24, BiolyKuchshausKlumpp: Elektromobilitat 43 UPI Umwelt und PrognoseInstitut e. V. 1995: Folgen einer globalen Massenmotorisierung. http:www.upiinstitut.deupi 35.htm, 12. Jan. 2012. Vattenfall Europe AG 2011: Ladestationen in Berlin. http:www.vattenfall.dede ladestationenberlin.htm, 10. Jan. 2012. Verein Medienberatung Leipzig 2012: ener Cange Tiroler Forscher und Entwickler arbeiten an einem neuen Batteriewechselsystem fur Elektrofahrzeuge, http:solardriver.dasreiseprojekt.deunterkategorie.php?ok15uk80, 10. Feb. 2012. Wagenhofer, P. 2011: EAutos brauchen sauberen Strom, http:news.orf.atstories 20590192059018, 9. Feb. 2012. WEKA FACHMEDIEN 2009: Elektromobilitat: RedoxFlowBatterien als Alternative zu LiIonen, http:www.elektroniknet.depowernewsarticle 236960Elektromobilitaet_RedoxFlowBatterien_als_Alternative_zu_LiIonen, 10. Feb. 2012. Wirtschaftsforderung Region Stuttgart Gmb H 2011: Projekte. http:ecars.region stuttgart.deprojekte, 10. Jan. 2012. Zeit Online 2011: Bundesregierung treibt Elektroautoprogramm voran. http:www.zeit.deauto201105elektroautosonderrechte, 4. Jan. 2012. Schriftenreihe Logistikforschung Band 24, BiolyKuchshausKlumpp: Elektromobilitat 44 Die Publikationsreihe Schriftenreihe Logistikforschung Research Paper Logistics In der Schriftenreihe Logistikforschung des Institutes fur Logistik Dienstleistungsmanagement ild der FOM werden fortlaufend aktuelle Fragestellungen rund um die Entwicklung der Logistikbranche aufgegriffen. Sowohl aus der Perspektive der Logistikdienstleister als auch der verladenden Wirtschaft aus Industrie und Handel werden innovative Konzepte und praxisbezogene Instrumente des Logistikmanagement vorgestellt. Damit kann ein offentlicher Austausch von Erfahrungswerten und Benchmarks in der Logistik erfolgen, was insbesondere den KMU der Branche zugute kommt. The series research paper logistics within Institute for Logistics and Service Management of FOM University of Applied Sciences addresses management topics within the logistics industry. The research perspectives include logistics service providers as well as industry and commerce concerned with logistics research questions. The research documents support an open discussion about logistics concepts and benchmarks. Band 1, 112007 Klumpp, M.Bovie, F.: Personalmanagement in der Logistikwirtschaft Band 2, 122007 Jasper, A.Klumpp, M.: Handelslogistik und ECommerce vergriffen Band 3, 012008 Klumpp, M. Hrsg.: Logistikanforderungen globaler Wertschopfungsketten vergriffen Band 4, 032008 Matheus, D.Klumpp, M.: Radio Frequency Identification RFID in der Logistik Band 5, 112009 Bioly, S.Klumpp, M.: RFID und Dokumentenlogistik Band 6, 122009 Klumpp, M.: Logistiktrends und Logistikausbildung 2020 Band 7, 122009 Klumpp, M.Koppers, C.: Integrated Business Development Schriftenreihe Logistikforschung Band 24, BiolyKuchshausKlumpp: Elektromobilitat 45 Band 8, 042010 Gusik, V.Westphal, C.: GPS in Beschaffungs und Handelslogistik Band 9, 042010 Koppers, L.Klumpp, M.: Kooperationskonzepte in der Logistik Band 10, 052010 Koppers, L.: Preisdifferenzierung im Supply Chain Management Band 11, 062010 Klumpp, M.: Logistiktrends 2010 Band 12, 102010 Keuschen, T.Klumpp, M.: Logistikstudienangebote und Logistiktrends Band 13, 102010 Bioly, S.Klumpp, M.: Modulare Qualifizierungskonzeption RFID in der Logistik Band 14, 122010 Klumpp, M.: Qualitatsmanagement der Hochschullehre Logistik Band 15, 032011 Klumpp, M.Krol, B.: Das Untersuchungskonzept Berufswertigkeit in der Logistikbranche Band 16, 042011 Keuschen, T.Klumpp, M.: Green Logistics Qualifikation in der Logistikpraxis Band 17, 052011 Kandel, C.Klumpp, M.: ELearning in der Logistik Band 18, 062011 Abidi, H.Zinnert, S.Klumpp, M.: Humanitare Logistik Status quo und wissenschaftliche Systematisierung Band 19, 082011 Backhaus, O.Dother, H. Heupel, T.: Elektroauto Milliardengrab oder Erfolgsstory? Band 20, 092011 Hesen, M.A.Klumpp, M.: Zukunftstrends in der Chemielogistik Band 21, 102011 GroeBrockhoff, M.Klumpp, M.Krome, D.: Logistics capacity management A theoretical review and applications to outbound logistics Band 22, 112011 Helmold, M.Klumpp, M.: Schlanke Prinzipien im Lieferantenmanagement Band 23, 032012 Gusik, V.Klumpp, M.Westphal, C : International Comparision of Dangerous Goods Transport and Training Schemes Band 24, 042012 Bioly, S.Kuchshaus, V.Klumpp, M.: Elektromobilitat und Ladesaulenstandortbestimmung Eine exemplarische Analyse mit dem Beispiel der Stadt Duisburg Arbeitspapiere der FOMKlumpp, Matthias Hrsg. ild Schriftenreihe Logistikforschung Band 24 Elektromobilitat und Ladesaulen standortbestimmung Eine exemplarische Analyse mit dem Beispiel der Stadt Duisburg Bioly, Sascha Kuchshaus, Viktor Klumpp, Matthias Die 1993 von Verbanden der Wirtschaft gegrundete staatlich anerkannte gemeinnutzige FOM Hochschule verfugt uber 22 Hochschulstudienzentren in Deutschland und ein weiteres in Luxemburg. Als praxisorientierte Hochschule fordert die FOM den Wissenstransfer zwischen Hochschule und Unternehmen. Dabei sind alle wirtschaftswissenschaftlichen Studiengange der FOM auf die Bedurfnisse von Berufstatigen zugeschnitten. Die hohe Akzeptanz der FOM zeigt sich nicht nur in der engen Zusammenarbeit mit staatlichen Hochschulen, sondern auch in zahlreichen Kooperationen mit regionalen mittelstandischen Betrieben sowie mit internationalen Grokonzernen. FOMAbsolventen verfugen uber solide Fachkompetenzen wie auch uber herausragende soziale Kompetenzen und sind deshalb von der Wirtschaft sehr begehrt.Weitere Informationen finden Sie unter fom.de Das Ziel des ild Institut fur Logistik Dienstleistungsmanagement ist der konstruktive Austausch zwischen anwendungsorientierter Forschung und Betriebspraxis. Die Wissenschaftler des Instituts untersuchen nachhaltige und innovative Logistik und Dienstleistungskonzepte unterschiedlicher Bereiche, initiieren fachbezogene Managementdiskurse und sorgen zudem fur einen anwendungs und wirtschaftsorientierten Transfer ihrer Forschungsergebnisse in die Unternehmen. So werden die wesentlichen Erkenntnisse der verschiedenen Projekte und Forschungen unter anderem in dieser Schriftenreihe Logistikforschung herausgegeben. Daruber hinaus erfolgen weitergehende Veroffentlichungen bei nationalen und internationalen Fachkonferenzen sowie in Fachpublikationen.Weitere Informationen finden Sie unter fomild.de ISSN 18660304", "filename": "738571822.pdf", "person": ["Sascha Bioly", "Bioly, Sascha", "Viktor Kuchshaus", "Kuchshaus, Viktor", "Matthias Klumpp", "Klumpp, Matthias"], "date": ["2012"]}