{"lang": "pt", "identifier_url": ["http://www.econstor.eu/bitstream/10419/71800/1/738627526.pdf"], "title": ["Ampliando iniciativas de desenvolvimento local: O programa de aquisição de alimentos do Brasil"], "plaintext": "Copyright 2013Centro Internacional de Politicas para o Crescimento Inclusivo Programa das Nacoes Unidas para o Desenvolvimento Centro Internacional de Politicas para o Crescimento Inclusivo IPCIGGrupo de Pobreza, Escritorio de Politicas para o Desenvolvimento, PNUDEsplanada dos Ministerios, Bloco O, 7o andar 70052900 Brasilia, DF Brasil Telefone: 55 61 2105 5000Email: ipcipcundp.org cid:131 URL: www.ipcundp.org O Centro Internacional de Politicas para o Crescimento Inclusivo e uma parceria entre o Grupo de Pobreza,Escritorio de Politicas para o Desenvolvimento, PNUD, e o Governo do Brasil.Direitos e Autorizacoes Todos os direitos reservados.O texto e dados desta publicacao podem ser reproduzidos desde que as fontes sejam citadas.Reproducoes com fins comerciais sao proibidas.O Centro Internacional de Pesquisa para o Crescimento Inclusivo divulga os achados de seutrabalhos em andamento para incentivar a troca de ideias sobre os temas de desenvolvimento.Os artigos sao assinados pelos autores e devem ser citados de acordo. Os achados, interpretacoes econclusoes expressas sao dos autores e nao necessariamente do Programa das Nacoes Unidas parao Desenvolvimento ou do Governo do Brasil.Working Papers estao disponiveis online em www.ipcundp.org ou por meio de solicitacao deassinaturas via email para ipcipcundp.org Print ISSN: 1812108XAMPLIANDO INICIATIVAS DE DESENVOLVIMENTO LOCAL: O PROGRAMA DE AQUISICAO DE ALIMENTOS DO BRASIL Ryan Nehring e Ben Mc Kay 1 INTRODUCAO A pobreza global continua sendo, em grande parte, um fenomeno rural. Nos paises em desenvolvimento, aproximadamente 70 por cento do 1,4 bilhao de habitantes que vivem em extrema pobreza sao habitantes de areas rurais FIDA, 2011. Alem disso, a agricultura e fonte de sustento para mais de 80 por cento da populacao rural, o que ressalta a importancia de se apoiar tal atividade Banco Mundial, 2007; FIDA, 2011. Tal fato revelase ironico pois as zonas rurais sao onde a maioria dos alimentos do mundo sao produzidos e, ao mesmo tempo, e nelas que reside a maioria da populacao extremamente pobre e mal nutrida do mundo. A pobreza nas zonas rurais decorre de diversos fatores, como falta de investimento publico adequado em infraestrutura, armazenamento e instalacoes de mercado, juntamente com desvantagens historicamente enraizadas, politicas agricolas, de credito e de titularidade da terra, e fatores economicos que, juntos, influenciam a distribuicao de bens, recursos produtivos e acesso a credito e mercados. Os meios de subsistencia nas zonas rurais tambem sao baseados em diversas atividadesque vao desde a producao agricola ate o trabalho assalariado fora das fazendase que variam de acordo com as diferentes zonas agroclimaticas, arranjos fundiarios, regioes e culturas. A crescente ocorrencia de eventos climaticos extremos e recentes aumentos nas volatilidade global de precos de alimentos e commodities financeiras com aumentos significativos de preco, particularmente desde 2006 FAO et. al., 2011: 8 aumentaram os obstaculos que os produtores rurais ja enfrentavam em muitas regioes particularmente os mais pobres e tambem contribuiram para a existencia de bolsoes de inseguranca alimentar acentuada. No enfrentamento da crise alimentar, o SecretarioGeral das Nacoes Unidas estabeleceu uma ForcaTarefa de Alto Nivel para a Crise Global de Seguranca Alimentar, em 2008. A ForcaTarefa desenvolveu um Quadro de Acao Global CFA, Comprehensive Framework for Action, que delineou uma resposta, em dois eixos, para a crise alimentar mundial. Como primeira resposta, acesso e acessibilidade a alimentos precisam ser tratados adequadamente se o mundo deseja combater a epidemia imediata de fome que enfrenta. Em segundo lugar, o quadro destaca a importancia da revitalizacao da producao agricolaespecificamente, a producao de pequenos agricultorescom a capacidade de dar suporte a Centro Internacional de Politicas para o Crescimento Inclusivo. 2 International Policy Centre for Inclusive Growth uma solucao alternativa, baseada em praticas locais e mais sustentaveis, que possa se ajustar as novas realidades de crescimento populacional, mudanca climatica e deterioracao da vida rural. A protecao contra choques tambem e essencial para minimizar a vulnerabilidade das familias, que sofrem devido a pouco ou nenhum investimento em producao, incapacidade de cobrir suas necessidades basicas e, finalmente, com a persistencia da pobreza. O regime alimentar predominante em muitos paises, no entanto, da prioridade a mercados de integracao globais e de exportacao, em detrimento da producao nacional e local. Para muitos pequenos proprietarios, o acesso garantido a mercados de exportacao e um desafio e, como visto recentemente, tende a ser financeiramente volatil. Desafios sao impostos a estes produtores, devido ao foco em economias nacionais de escala para a producao e comercializacao, combinado com rigorosos padroes de qualidade e seguranca por parte dos governos e redes de supermercados importadores. Isto e agravado pelo acesso relativamente limitado a investimentos publicos e a suporte financeiro. Como resultado, com acesso incerto a capital e mercados maiores, os pequenos proprietarios sao menos economicamente competitivos na producao para mercados especializados de escala em relacao ao agronegocio de grande escala Schnieder et al., 2010. Ja naqueles casos em que podese articular localmente consumo e producao, a producao local pode ser economicamente viavel, socialmente inclusiva e ambientalmente sustentavel. Devido aos diversos desafios mencionados, a magnitude dos obstaculos enfrentados pelos meios de subsistencia rurais em todo o mundo, iniciativas locais podem responder as oportunidades e condicoes tambem locais. Abordagens que dao apoio ao sustento de pequenos agricultores como estrategia de luta contra a fome sao de particular valor FIDA, 2012. Iniciativas locais nao somente podem enfrentar a questao da fome, mas tambem sao eficazes e adequadas no provimento de dietas especificas para determinada regiao, comunidade ou cultura Allen, 2010. Do lado da producao, as disparidades de clima, solo e tecnicas agricolas podem ser minimizadas, atraves de apoio local e de solucoes inovadoras adaptadas a necessidades geograficas especificas IAASTD, 2009. De fato, varios paises hoje buscam colocar em pratica politicas inovadoras de enfrentamento dos novos riscos e vulnerabilidades que estao surgindo no regime alimentar mundial, ao mesmo tempo oferecendo uma resposta para desafios locais e nacionais muitas vezes de enorme recorrencia enfrentados na garantia de producao e seguranca alimentar adequada. E neste contexto que este trabalhoprocura explorar a experiencia do Programa de Aquisicao de Alimentos do Brasilo PAA. O objetivo principal do PAA e garantir acesso a alimentos em quantidade, qualidade e regularidade adequados, de acordo com as necessidades das populacoes que vivem em inseguranca alimentar e nutricional, bem como promover a inclusao social nas areas rurais, a partir do fortalecimento da agricultura familiar MDS, 2010, citado em Chmielewska e Souza, 2010. O trabalho se inicia na Secao 2 fornecendo uma visao geral do projeto, operacoes e trajetorias do PAA. Exploramos os atores envolvidos no projeto e as diferentes modalidades de implementacao ou seja, a compra direta de agricultores individuais e associacoes e organizacao de processos de compra pela companhia nacional de abastecimento, por municipios ou pelos estados. Os passos concretos que precisam ser seguidos no processo de aquisicao tambem sao descritos, com o objetivo de destacar algumas das questoeschave que terao influencia na ampliacao da escala e do ambito do programa, para que o mesmo possa alcancar alguns dos agricultores familiares mais vulneraveis. Working Paper 3 A Secao 3 descreve os objetivos deste estudo, que sao i fornecer documentacao de primeira mao da concepcao e operacoes do programaincluindo os atores observadosenvolvidos nas atividades de concepcao e implementacao do mesmo e ii identificar o potencial para ampliacao do programa no pais e possibilidades de construcao de conhecimento no eixo SulSul. A pesquisa documental e subsidiada por pesquisa de campo nos estados do Piaui e Ceara, ambos na regiao nordeste do Brasil. Esta regiao tem a maior incidencia de pobreza extrema no pais, grande parte da qual se encontra nas zonas rurais. Consequentemente, o Governo Federal ve a expansao do PAA como um instrumento fundamental no atendimento de sua meta de eliminar a pobreza extrema. O Piaui e um dos estados que mais implantou a modalidade PAAEstadual. O Ceara foi escolhido para observacao da modalidade PAAMunicipal, que nao esta presente no Piaui. Em seguida, a Secao 4 analisa questoes recentes relacionadas a evolucoes de politicas e a expansao do programa, particularmente no que concerne a expansao da cobertura para populacoes em situacao de extrema pobreza. A expansao do programa pode ser analisada em termos de diferentes caminhos LinnIFPRI, 2012. A expansao geografica ou de cobertura para uma populacao especifica, no ambito do programa, poderia seguir uma duplicacao horizontal em novas areas. O acrescimo ou modificacao das modalidades poderia representar uma expansao funcional, atraves de novos metodos de aumento da participacao. Ja a expansao institucionalem niveis local, estadual ou nacionalindica uma expansao vertical. Este trabalho argumenta que, devido a concepcao multiatores do programa, este se expande atraves de todos os tres caminhos delineados acima. Examinase questoes especificas sobre como atingir populacoes ate entao nao cobertas, e como cobrir de forma mais eficaz as ja cobertas pelo programa. Portanto, as secoes seguintes exploram os principais problemas e desafios da expansao, abordando questoes como capacidades organizacionais dos agricultores, transporte e concepcao de sistemas de pagamento e financiamento. A abordagem adotada pelo Brasil para o PAA e objeto de consideracao, incluindo mudancas recentes, e e dado destaque as questoes com chance de angariar maior interesse no compartilhamento de conhecimentos no eixo Sul Sul. 2 PROGRAMA DE AQUISICAO DE ALIMENTOS DO BRASIL: CONCEPCAO E OPERACOES No Brasil, 84,4 por cento de todas as unidades de producao agricolas sao de agricultura familiar,1 no entanto, as mesmas correspondem a apenas 24,3 por cento da area total de todos os estabelecimentos rurais. Existem tambem variacoes significativas no perfil dos agricultores familiares entre diferentes zonas agroclimaticas e regioes do Brasil. Nao obstante, mais de 25 por cento da populacao rural do Brasil vive em pobreza extrema. Sendo que dos aproximadamente 50 por cento dos agricultores familiares totais do pais residem no nordeste do Brasil, 35 por cento dos mesmos vivendo em pobreza extrema IBGE, 2010. Um numero significativo de agricultores familiares no sertao do nordeste, em especial, cultivam areas relativamente pequenas de terra e complementam sua renda com transferencias sociais Governo Federal do Brasil, 2011; FIDA, 2011; Gradin, 2007; Hall e Patrinos, 2006. O Brasil nao e excecao. Em todo o mundo em desenvolvimento, os pequenos agricultores sao frequentemente assolados por graves desigualdades de terra e renda, juntamente com acesso escasso a recursos e infraestrutura publicos. Com acesso a recursos produtivos 4 International Policy Centre for Inclusive Growth suficientes, no entanto, estes poderiam muito bem ser a maior forca produtiva inexplorada no combate a pobreza e a fome, alem de fatores essenciais na promocao de um modelo economicosocial mais igualitario e ambientalmente mais sustentavel de producao agricola. Apesar da desigualdade de acesso a terra, os agricultores familiares ja produzem 70 por cento de todos os alimentos consumidos pelos brasileiros diariamente IBGE, 2009. O apoio a agricultura familiar e uma questao politica de enorme importancia no Brasil. O governo de Luis Inacio Lula da Silva, em particular, deu grande enfase a este tema, promovendo a reorganizacao dos varios programas existentes e expandindo o compromisso do Estado com o combate a pobreza e a promocao da seguranca alimentar. Inclusive, Lula afirmou que teria realizado sua missao de vida se, ao final de seus mandatos, todo brasileiro pudesse ter tres refeicoes por dia Graziano da Silva, 2009. Para cumprir esta missao, o governo Lula iniciou uma ousada iniciativa de eliminacao da fome, apropriadamente chamada de Fome Zero. Embora muitos programas e ministerios estejam envolvidos na implementacao deste abrangente ataque contra a fome, o PAA em especifico tem sido particularmente inovador, simultaneamente apoiando meios de subsistencia rurais e reduzindo a fome com uma mesm a modalidade de programa. Lancado em 2003, o PAA do Brasil e um programa de aquisicao de alimentos patrocinado pelo Governo Federal que utiliza a capacidade produtiva dos empreendimentos familiares, contribuindo para satisfazer as necessidades nutricionais de pessoas que vivem em inseguranca alimentar, fornecendo alimentos para escolas publicas locais e provendo insumos para programas, bancos de alimentos, cozinhas comunitarias, associacoes de caridade e centros comunitarios para os necessitados CAISAN, 2011. O programa tem a dupla funcao de proporcionar acesso a mercados para os agricultores familiares elegiveiscomprando colheitas a precos justos, com base no preco medio do mercado regionale contribuindo para a seguranca alimentar principalmente atraves de doacoes a grupos vulneraveis. 2.1 ELEGIBILIDADE PARA O PAA Atualmente, o status da exploracao agricola familiar e determinado pela elegibilidade desta exploracao para programas publicos destinados a agricultores familiares, principalmente o Programa Nacional de Fortalecimento da Agricultura Familiar PRONAF. Todos os agricultores que desejem participar do PAA devem, em primeiro lugar, apresentar declaracao de aptidao ou adequacao ao PRONAF, chamada de DAP Declaracao de Aptidao ao Pronaf. Em 2006, o Governo Federal aprovou a Lei 11.326, tambem conhecida como Lei da Agricultura Familiar, que fornece uma definicao formal do tamanho de uma exploracao de agricultura familiar, a seguir: 1. Estabelecimento eou area de atividade economica em zona rural de menos de quatro modulos fiscais;2 2. A maioria do trabalho utilizado na fazenda e originario de membros da familia. 3. A maior parte da renda vem da propriedade: agricultura, pesca ou coleta, etc.; 4. estabelecimento e gerido pela familia. Working Paper 5 A DAP e o registro e mecanismo de focalizacao do governo para todos os produtores familiares no pais. Sem ele, o agricultor familiar fica fora do radar e nao podera ter acesso a politicas governamentais e a credito. As informacoes apresentadas no registro da DAP permitem ao governo compilar dados sobre renda, trabalho, terra e gestao, para todos os agricultores familiares registrados. O cadastro na DAP permite que as familias sejam registradas e representadas pelo chefe de familia assinante do registro com classificacao em diferentes grupos e por associacoes de agricultores. O Grupo A e o grupo mais vulneravel e inclui os mais recentes assentados da reforma agraria 3 e aqueles com pouca ou nenhuma renda. O Grupo B inclui assentados da reforma agraria mais estabelecidos e agricultores familiares, pescadores e familias rurais artesanais pobres.4 Os grupos foram desenvolvidos para corresponder as linhas de credito disponiveis no extenso programa de linha de credito para agricultores familiares do pais o PRONAF, mas o registro tambem prove uma forma conveniente de definicao de prioridades para as compras do PAA, para que as mesmas ocorram dos produtores mais vulneraveis Ministerio da Integracao Nacional, 2012. Embora os agricultores familiares mais vulneraveis sejam os primeiros da fila para vender ao PAA, nao ha nenhuma evidencia de que esta clausula seja sempre praticada ao nivel local. 2.2 MODALIDADES E FINANCIAMENTO DO PAA Os fundos para o programa sao direcionados pelo Ministerio do Desenvolvimento Agrario MDA e pelo Ministerio do Desenvolvimento Social e Combate a Fome MDS; ja a implementacao e um esforco coordenado entre a Companhia Nacional de Abastecimento Conab e os governos locais estaduais e municipais. Embora diversas modalidades sejam utilizadas para adquirir e distribuir alimentos oriundos de agricultura familiar, o metodo mais utilizado e a Compra com Doacao Simultanea CDS, que compreende mais de 80 por cento de todas as compras Conab, 2012. Esta modalidade utiliza duas intervencoes diferentes para os agricultores, ambas com um limite maximo anual de R 4.500 USD 2.217 por familia Chmieleweska e Souza, 2010. FIGURA 1. Dotacao Financeira do PAA por Modalidade, 2010 % Fonte: MDS, 2012. 6 International Policy Centre for Inclusive Growth Alem disso, esta modalidade tambem representa 63,6 por cento do total dos fundos do PAA; junto com o PAALeite um incentivo para a producao e o consumo de leite, que representa 34,2 por cento, os dois totalizaram 97,8 por cento da alocacao de recursos do programa de janeiro a junho de 2012 MDS, 2012. Enquanto o PAALeite e limitado a aquisicao e distribuicao de produtos lacteos e cobre apenas 10 Estados, o CDS abrange todos os 26 Estados e adquire produtos horticolas, frutas, carne, ovos, leite e derivados, graos, cereais, produtos assados, mel, peixe, doces, especiarias, acucar, oleaginosos e muito mais. TABELA 1 Programa de Aquisicao de Alimentos do Brasil Modalidade Objetivos e funcoes Fonte de financiamento Executor Formas de acesso Limite por familia R ano Compra Direta CD Formacao de Estoque FE Polos de compra; em situacoes de baixo preco, ou para atender as demandas de populacoes em situacao de inseguranca alimentar; desempenha um papel importante na regulacao de precos e de abastecimento. Fornece ferramentas aos agricultores para auxiliar na comercializacao de seus produtos, suporte de precos e agregacao de valor a producao; adquire alimentos para preenchimento de estoques, a ser comercializados ou distribuidos a grupos em situacao de inseguranca alimentar MDS e MDA CONAB Individuos, grupos informais, cooperativas, associacoes 8.000 USD 3.938 MDS e MDA CONAB Cooperativas e associacoes 8.000 USD 3.938 Compra Direta com Doacao Simultanea CDS Adquirir alimentos produzidos por agricultores familiares e doar alimentos para entidades da rede de assistencia social Incentivo a producao e consumo de leite PAALeite Incentivar o consumo de leite dentre familias em situacao de inseguranca alimentar e nutricional e incentivar a producao do agricultor familiar MDS MDS CONAB, estados, municipios Individuos, grupos informais, cooperativas, associacoes 4.500 USD 2.217 Estados do nordeste e Minas Gerais Individuos, grupos informais, cooperativas, associacoes 8.000 USD 3.938 Fonte: Gestor do PAA 2010. A luz das tendencias de alocacao dos recursos do PAA, bem como dos objetivos e funcoes de cada uma das modalidades do PAA, focalizaremos na modalidade CDS. A CDS e a modalidade mais significativa do PAA, nao so em termos de recursos mas tambem em termos Working Paper 7 de cobertura geografica e diversidade de itens alimentares adquiridos. Esta modalidade pode ser implementada por tres diferentes executores institucionais. No primeiro tipo de intervencao de CDS PAAConab, a Conab e a executora e organiza compras a partir de associacoes de agricultores, cooperativas ou sindicatos, para distribuicao a centros que satisfacam o bem publico. A primeira etapa do processo envolve uma reuniao informal com a associacao ou cooperativa, para avaliar a capacidade produtiva dos agricultores em termos de tipo e quantidade de produtos. Depois de determinar a viabilidade de seu projeto, a associacao coleta todas as informacoes necessarias dos produtores numeros de registro da DAP, culturas especificas e peso a adquirir, etc. e identifica as instituicoes que receberao as doacoes de alimentos prisoes, centros de assistencia social, hospitais, escolas, etc  Depois que a associacao tiver compilado todas as informacoes necessarias, ela apresenta sua proposta de projeto atraves do portal de registro online na Conab, o PAAnet.5 A Conab e responsavel por rever o projeto e por aprovalo ou rejeitalo, dependendo da adequacao das informacoes fornecidas e do cumprimento dos requisitos por exemplo, todos os produtores devem ter DAPs, as instituicoes de recebimento devem ser elegiveis, etc  O processo de aprovacao da Conab muitas vezes inclui a visita de um representante, que viaja ate o local para aprovar o projeto por seis a 12 meses; a aprovacao pode, entao, ser renovada a cada seis a 12 meses, sem a necessidade de uma visita oficial da Conab. FIGURA 2 Processo de CDS do PAAConab Depois que o projeto e aprovado pela Conab, todos os agricultores, a cooperativa ou associacao que estao participando devem abrir uma conta bancaria em um banco credenciado para receber os pagamentos. A equipe de gestao e os membros das cooperativas sao responsaveis por receber seus pagamentos. A associacao ou cooperativa e responsavel 8 International Policy Centre for Inclusive Growth por monitorar a entrega dos produtos e, possivelmente, recolher e distribuir os mesmos. A associacao ou cooperativa usa o banco de dados do PAAnet para informar a entrega exitosa da cota prometida por cada agricultor, e entao a Conab autoriza o pagamento a ser lancado na conta bancaria de cada agricultor, em ate 15 dias. A segunda e terceira intervencoes de compra na modalidade CDS, o PAAEstadual e o PAAMunicipal, sao organizadas pelos governos estaduais e municipais, respectivamente, que compram diretamente de fazendas familiares individuais, cooperativas ou associacoes e distribui os alimentos para instituicoes publicas escolas, creches, cozinhas comunitarias, etc. e programas locais de assistencia social. Este processo e semelhante ao PAAConab, com a diferenca de ser organizado pela Secretaria de Agricultura ou Desenvolvimento Rural local, sem passar pela Conab. Este processo tipicamente envolve tambem Secretarias Municipais transversais, que coordenam as acoes do programa voltadas a distribuicao. Um exemplo desta coordenacao seria o Secretario de Assistencia Social identificar os beneficiarios e instituicoes que irao receber os alimentos e coordenar o transporte dos mesmos. Neste caso, o Secretario de Agricultura so seria responsavel, portanto, por coordenar a apresentacao do projeto e orientar os agricultores a produzir para o programa. Entidades de coordenacao municipal mantem estreita articulacao com produtores e beneficiarios para entender a oferta e a procura de produtos de agricultura familiar Romeiro, 2010. Os precos oferecidos aos agricultores atraves do PAA CDS sao determinados por um levantamento regional realizado semestralmente pela Conab, utilizando uma amostra de tres municipios. FIGURA 3 Sistemas Descentralizados de Seguranca Alimentar e Nutricional Fonte: Figura de Romiero d Avila, traduzido pelos autores. Working Paper 9 3 ALGUMAS EVIDENCIAS DE ESTUDOS DE CASO 3.1 O PAPEL DOS ATORES EM DIFERENTES CONTEXTOS A pesquisa de campo foi realizada nos estados do Piaui e Ceara, ambos na regiao nordeste do Brasil. Esta regiao tem a maior incidencia de pobreza extrema no pais, grande parte da qual encontrada nas zonas rurais. Consequentemente, o governo ve a expansao do PAA como um instrumento fundamental para atingir a meta de eliminar a pobreza extrema, especialmente na regiao nordeste. O Piaui tem o maior nivel de desigualdade de renda do pais, e tambem e um dos estados mais fortemente envolvidos na modalidade PAAEstadual. O Ceara foi escolhido para observacao da modalidade PAAMunicipal, que nao esta presente no Piaui. FIGURA 4 Local da Pesquisa vermelho: Piaui; azul: Ceara O empreendimento de agricultura familiar foi definido como a unidade basica de analise nas entrevistas semiestruturadas, realizadas em uma ampla gama de ambientes. A maioria das familias entrevistadas se localizava em assentamentos da reforma agraria e refletiam uma variedade de aspectos, tanto em termos de tempo de assentamento, quanto de idade dos chefes das familias. O nivel organizacional tambem se mostrou variado. Entrevistamos membros de sindicatos, cooperativas e associacoes e tambem produtores nao afiliados. Nossos entrevistados tambem incluiram produtores inscritos em varias funcoes das modalidades do PAA ou que nao participavam do programa. No Piaui, foram realizadas entrevistas em quatro municipios diferentes: Uniao, Alto Longa, Sao Joao do Arraial e Esperantina. Dentre osmunicipios, identificamos varias instituicoes locais chave, responsaveis por apoiar e organizar o processo do PAA: o governo municipal Prefeitura, organizacoes nao governamentais ONGs, associacoes e sindicatos de trabalhadores rurais. Todos os municipios que visitamos no Piaui tinham apoio e participacao da Secretaria Estadual da Conab. Em vista deste importante papel desempenhado pela Conab no Piaui, visitamos tambem o escritorio regional na capital do estado, Teresina, para falar com o Superintendente e com o Gerente de Operacoes. Os funcionarios da Conab forneceram muitas informacoes uteis sobre o funcionamento do PAA, e destacaram problemas comuns que haviam surgido de sua experiencia como entidade Executora. Primeiro, o tempo de recebimento e distribuicao de fundos e 10 International Policy Centre for Inclusive Growth extremamente importante. Se o financiamento federal canalizado para a Conab chega atrasado, a Conab consequentemente atrasa seus pagamentos. Isto nao so prejudica os agricultores familiares, que podem ser muito dependentes de receitas provenientes do PAA, mas tambem diminui a moral dos participantes e gera incertezas sobre a confiabilidade do programa como fonte de mercados e de renda. Embora uma oportunidade de mercado garantido a precos justos seja otima para o processo de planejamento e producao de agricultores familiares, um atraso nos pagamentos poderia tornar o processo de aquisicao incompativel com suas necessidades de influxo previsivel e oportuno de fundos. Na maioria dos casos, no entanto, a Conab reconhece que o PAA funciona de forma eficaz e em tempo habilajudando as pessoas a organizar e planejar sua producao com precos base, garantindo acesso a mercados e com incentivos ao aumento da producao e da qualidade. No entanto, relacoes contratuais formais, inclusive com o governo, sao muito novas para alguns agricultores familiares. Assim, o processo pode ser um pouco lento para agricultores que tem incertezas sobre o valor de relacoes e acordos formais. Uma vez estabelecido, no entanto, o PAA desmonta a cadeia de suprimentos tradicional e, durante este processo, prepara os agricultores familiares nao apenas para desenvolver suas capacidades de organizacao e producao, mas tambem para entender seus mercados e estruturas de precos visando oportunidades futuras. Houveram variacoes no nivel de envolvimento das partes interessadas nos diferentes municipios, refletindo a economia politica local. Ainda que o potencial seja evidente para que diferentes atores desempenhem papeis de facilitacao na ajuda aos agricultores para organizar suas capacidades institucionais, a importancia da coordenacao entre atores do Estado, sociedade civil e instituicoes de agricultores familiares ficou clara. Por exemplo, a cidade de Uniao tem um governo municipal comprometido com a implementacao e expansao do PAA, mas pouco envolvimento de ONGs e associacoes; ja em Alto Longa, o programa recebe mais amplo apoio e defesa dos sindicatos rurais locais do que do governo municipal. Nossa experiencia em Sao Joao de Arraial indicou que a existencia de um esforco coordenado entre todas as instituicoes nao so amplia o PAA, mas tambem auxilia na implementacao de uma variedade de programas complementares. Por ultimo, Esperantina tem o comprometimento de suas associacoes, mas estas atualmente nao integram seus esforcos com os do governo municipal. Consequentemente, o impacto do PAA foi mais claramente observado em Sao Joao de Arraial, onde o PAA foi apenas um componente de um esforco municipal coordenado para apoiar a producao local focada nas necessidades locais. No Ceara, visitamos o municipio de Itapipoca, que so participa de uma modalidade do PAAo PAAMunicipale nao recebe nenhum apoio da Conab. Itapipoca tambem abrange uma area que inclui tres regioes agricolas distintas: semiarido sertao, montanhosa zona serrana e tropicalcosteira litoral. A rica diversidade ecologica, juntamente com uma forte presenca de ONGs, apresentou Itapipoca como um caso unico de expansao do PAA para alem das modalidades atuais. No entanto, a ausencia da Conab pareceu ser uma barreira expressiva ao fortalecimento e ampliacao do PAA. Todos os municipios que observamos tinham grande experiencia com a implementacao do PAA, e se mostraram a par de mudancas em politicas e estrategias governamentais de apoio a agricultura familiar e de combate a inseguranca alimentar. Nossas entrevistas refletiram o ambiente atual da politica, com alteracoes limitadas, dentro de um processo de expansao. Working Paper 11 Apesar da nova nomenclatura, as politicas de apoio a agricultores familiares e de protecao social naocontributiva permanecem praticamente inalteradas nos ultimos 10 anos. 3.2 REFORCANDO CAPACIDADES, COMUNIDADES E ECONOMIAS LOCAIS O PAA do Brasil tem inumeros efeitos transformadoras sobre a economia e sociedade locais. A concepcao do programa tem a capacidade de reestruturar a economia atraves de sua capacidade de conexao entre producao local e consumo, aumentando os rendimentos de produtores rurais familiares, o que, por sua vez, vincula sua capacidade produtiva a demanda local. Para muitos pequenos agricultores, a constante falta de acesso ao mercado e um obstaculo significativo a obtencao de rendimentos garantidos e a realizacao do investimento produtivo. Assegurando um mercado consistente e previsivel, o PAA revitaliza a producao de pequenos agricultores, que e significativamente mais eficiente que fazendas industriais de grande escala no atendimento as necessidades nutricionais mais diversas, em nivel nacional e local Rosett, 2000. Com seu mercado facilitado atraves do PAA, os produtores tambem sao capazes de observar o consumo de perto, e ter percepcoes diretas do mercado existente para seus produtos, enquanto os consumidores tambem ficam mais proximos da producao de seus alimentos. Este tipo de programa de compras publicas tem, portanto, a capacidade de oferecer maior protecao social para os pequenos agricultores familiares e populacoes vulneraveis que vivem em extrema pobreza. O PAA fornece protecao dos meios de subsistencia para recentes beneficiarios de terras e outros agricultores familiares anteriormente excluidos, com acesso seguro a mercados com precos justos. Para grupos em situacao de inseguranca alimentar, o PAA focaliza os grupos vulneraveis da comunidade para recebimento de doacoes de alimentos. O organizador de cada projeto de CDS do PAA localiza um beneficiario de alimentos e registrao no PAA, seja atraves do PAAnet ou do municipio. Em muitos casos, instituicoes publicas que anteriormente compravam de um atacadista agora podem receber alimentos pelo PAA, sem nenhum custo para os mesmos, arcando apenas com o custo de aquisicao do proprio programa. Tanto produtores locais quanto consumidores locais, portanto, recebem protecao de seus meios de subsistencia e necessidades basicas, respectivamente. Combinando aquisicoes locais com doacoes locais, esses programas promovem a possibilidade de se quebrar a cadeia de suprimentos convencional do sistema alimentar, baseada em intermediarios privados. Assim, podem proteger os produtores da exclusao do mercado e de precos abusivos, ao mesmo tempo protegendo os consumidores vulneraveis que, muitas vezes, nao tem como arcar com os altos custos dos alimentos adquiridos pela cadeia tradicional. Alem disso, identificamos no PAA um incentivo para que os produtores se envolvam em ou participem de associacoes, organizacoes eou grupos de agricultores, resultando em uma comunidade mais integrada, participativa e socialmente inclusiva atraves do capital social. Alem disso, pelo fato de que recebem precos baseados em medias do mercado regional, as familias de agricultores participantes do PAA relataram que recebem entre 30 e 300 por cento a mais dos programas de aquisicao do que receberiam de uma empresa privada intermediaria ou vendendo diretamente para o mercado. Isso, claro, depende das condicoes da cultura plantada e do mercado, mas a grande maioria dos agricultores familiares que encontramos observou aumento de precos de compra na faixa relatada. Este acesso garantido ao mercado, juntamente com condicoes de precos favoraveis, sem duvida permite e incita os 12 International Policy Centre for Inclusive Growth agricultores a aumentar sua producao. Alem disso, desde que os agricultores familiares estejam registrados na DAP, o programa de aquisicoes e aberto a todos os agricultores familiaresfornecendo acesso inclusivo a mercados para todos, com compras maximas mensais entre R 375 USD 184 e R 666 USD 327 por exploracao familiar. Redes sociais locais sao ativadas atraves do estabelecimento de vinculos entre a producao de pequenos agricultores locais e o consumo local. Verificamos, por exemplo, que os agricultores que participam do PAA estao mais preocupados com a qualidade e seguranca de seus produtos devido a sua estreita relacao com os consumidores. Em muitos casos, os alimentos supridos sao distribuidos para as escolas onde estudam os filhos do proprios fazendeiros, que fornecem insumos para o programa de merenda gratuita. Em uma configuracao ideal, Belik e Domene 2012 observaram um municipio do estado de Sao Paulo que integra o programa de alimentacao escolar ao PAA. Neste municipio, as escolas conseguiram adaptar seus cardapios as variacoes sazonais de fornecimento do PAA. Embora os autores tenham determinado que tal estrategia requer elevados niveis de organizacao e cooperacao local, observaramse numerosas vantagens, incluindo: producao mais organizada, expansao de cooperativas de agricultores, maior participacao civica, melhor gestao publica e alimentos mais diversificados e mais saudaveis nas escolas Belik e Domene, 2012. Assim, muitos agricultores nao se mostram preocupados somente em receber seus pagamentos pela producao, mas tambem ficam mais propensos a utilizar metodos agricolas mais nutritivos e menos dependentes de produtos quimicos e sentemse mais equipados para contribuir com a comunidade Belik e Domene, 2012:63  O PAA pode servir, portanto, como um facilitador para intensificar a cooperacao e organizacao entre os agricultores. Cada modalidade reune produtores em alguma funcao, seja com o trabalho da Conab no fortalecimento de cooperativas e associacoes ou atraves do municipio identificando agricultores familiares para participar e combinando a producao destes para atender as necessidades de seguranca alimentar local. Identificamos inumeros beneficios resultantes desta cooperacao mais estreita. Primeiro, as relacoes construidas entre os facilitadores locais Conab, Secretaria de Agricultura local engajam os agricultores em atividades da politica e de assistencia governamental que muitas vezes vao alem do PAA. Os agricultores se mostraram mais propensos a acessar linhas de credito do governo para a agricultura familiar PRONAF e a procurar assistencia tecnica que muitas vezes pode ser a Secretaria de Desenvolvimento Agricola municipal. Outra vantagem notavel e o maior compartilhamento de conhecimentos entre os agricultores que participam do PAA. O programa procura canalizar a demanda local na organizacao da producao, e gera renda a partir de recursos que anteriormente nao eram utilizados. 4 EXPANSAO DA POLITICA E AVANCOS RECENTES A eleicao da Presidente Dilma Rousseff, em 2010, significou a continuacao e o fortalecimento das politicas de protecao social e inclusao produtiva ja em vigor. Com o objetivo de eliminar a pobreza extrema ate 2014, no entanto, alguns dos programas e politicas existentes foram reconfigurados para alcancar as pessoas extremamente pobres de forma mais eficaz. Um novo programa guardachuva, o Brasil Sem Miseria BSM, foi lancado em 2011. O plano determina o uso de um enfoque regional e nacional para retirar mais de 16 milhoes de brasileiros da extrema pobreza, com base em tres conjuntos de acoes: renda, inclusao produtiva e servicos Working Paper 13 publicos.6 O principal Programa de Transferencias Condicionadas de Renda PTC do Brasil, o Bolsa Familia, deve ser expandido para mais 800.000 familias. Alem disso, o plano do BSM traca objetivos tremendamente ambiciosos para a amplificacao do PAA MDS, 2011. Desde a sua criacao, em 2003, o orcamento para compras publicas de alimentos no programa aumentou de pouco mais de R 80 milhoes USD 39 milhoes para mais de R 790 milhoes USD 388 milhoes, e o mesmo agora cobre mais de 200.000 exploracoes agricolas familiares no pais Conab, 2012. Ate 2014, o BSM planeja mais que dobrar o numero de agricultores familiares que vendem seus produtos pelo PAA, aumentando seu escopo para quase 450.000 familias MDA, 2012. Novas estatisticas de pobreza indicam que 8,5 por cento da populacao brasileira vivem em pobreza extrema com menos de R 70 por mes e que o mesmo numero aumenta para 25,5 por cento nas zonas rurais IBGE, 2010. Levando em conta a maior incidencia de pobreza no meio rural, o PAA deve desempenhar um papel critico na expansao de inclusao produtiva de populacoes historicamente marginalizadas. O governo brasileiro identificou cerca de 255.000 familias de agricultura familiar vivendo em extrema pobreza com base em seus niveis de renda, conforme relatado pelo registros da DAP Governo Federal do Brasil, 2012. A estrategia do governo e coordenar um esforco focalizado para aumentar significativamente os rendimentos produtivos dessas familias Muller, 2012. O governo busca atingir tal objetivo nao so tentando proporcionar acesso ao PAA e a outras politicas para tais familias, mas tambem tornandoas elegiveis a receber R 2.400 USD 1.181 a titulo de subvencao de ocasiao unica fomento, paga em parcelas para o investimento produtivo. Este auxilio se torna disponivel uma vez que um tecnico de campo tenha validado aquela familia, indicando que a mesma se encontra preparada e possui conhecimento de como usar sua subvencao para investimentos produtivos. Portanto, para se tornar elegivel ao fomento, a familia deve ter acesso a assistencia tecnica, que verificamos ser bastante escassa. Alem disso, para alcancar os mais excluidos dos excluidos, o BSM deve identificar os varios obstaculos que estes enfrentam. Primeiramente, o Governo Federal fica severamente limitado em sua capacidade de focalizacao utilizando a DAP como instrumento. Muitos agricultores normalmente os mais marginalizados nao tem DAP, seja por escolha propria ou por falta de recursosdivulgacao. Em segundo lugar, as pessoas que enfrentam as barreiras mais extremas para escapar da pobreza tendem a nao ter registro, ser analfabetas e nao possuir terra. Um grupo de trabalhadores rurais em Uniao, Piaui, nos disse que a luta contra a fome e a pobreza sera impossivel se a questao da terra nao for tratada antes. O Instituto Nacional de Colonizacao e Reforma Agraria do Brasil INCRA implementou um programa que da incentivo na forma de subsidio de R 3.000 USD 1.476 a adicao da chefe familia mulher a escritura da terra dos assentados da reforma agraria. Atualmente, o registro da DAP nao possui tal incentivo, o que significa que o chefe masculino da familia e, quase sempre, o chefe de familia para fins da fazenda da familia e, portanto, responsavel por receber os pagamentos do PAA. A unica excecao sao os acessorios Mulher agregada ou Jovem Agregado, que tem sido utilizados como complemento a DAP principal e permitem que a chefe da familia, ou filhoa, respectivamente, sejam registrados em uma nova DAP. No entanto, tais acessorios nao necessariamente introduzem incentivos para incluir tais atores em um registro existente de DAP que tenha o homem como o chefe de familia MDA, 2008. Outro mecanismo de focalizacao brasileiro para programas sociais, o Cadastro Unico, usa a chefe mulher da familia para incorporar as familias ao popular Programa Bolsa Familia entre outros, ja que 14 International Policy Centre for Inclusive Growth sao as mulheres que recebem a transferencia. O cruzamento de registros esta em discussao, mas nao ha propostas concretas apresentadas ate esta data, em parte devido ao obstaculo de haver diferentes chefes de familia em cada registro. A expansao do programa pode ser analisada em termos de seus diferentes caminhos LinnIFPRI, 2012. A expansao geografica ou cobertura de uma populacao especifica poderia seguir uma duplicacao horizontal em novas areas. A adicao ou modificacao das modalidades poderia representar uma expansao funcional, atraves de novos metodos de aumento da participacao. A expansao institucional em niveis local, estadual ou nacional indica uma expansao vertical. Devido a concepcao multiatores do programa, o mesmo esta se expandindo em todas as tres formas. Os administradores locais estao recebendo fundos adicionais para expandir seus contratos com novos agricultores familiares, o que aumenta o numero de DAPs e gera mais contas bancarias. Verticalmente, os fundos gerados pela expansao orcamentaria do programa deverao ser alocados nas tres principais submodalidades de CDS Estadual, Municipal, Conab e incrementarao o papel de cada modalidade atraves das acoes dos atores correspondentes. A partir de julho de 2012, o PAA introduziu um novo modelo para pagamentos feitos atraves das CDS do PAAMunicipal e PAAEstadual. Estas duas modalidades se encontravam atreladas a um mecanismo de pagamento convoluto e frequentemente afetado por atrasos Chmielewska e Souza, 2010. O novo modelo utiliza um cartao de debito Ver Figura 5 que permite retirar dinheiro em qualquer caixa eletronico e nao requer uma conta ou a participacao em uma cooperativaassociacao. O cartao deve melhorar significativamente a disponibilidade do PAA para populacoes mais vulneraveis. Verificamos que alguns agricultores nao tinham como acessar uma conta bancaria por serem analfabetos, nao possuir a documentacao adequada ou ter que passar por algum tipo de verificacao de credito. FIGURA 5 Cartao de Debito do PAA 4.1 DESAFIOS E CONQUISTAS NA IMPLEMENTACAO LOCAL DO PAA Quando confrontados com a questao da expansao do PAA, tanto em termos da inclusao de novos produtores quanto de ampliacao da capacidade produtiva dos participantes existentes, verificamos resultados semelhantes: falta de conhecimento sobre o programa, falta de participacao institucional e pouca capacidade institucional. A falta de conhecimento ficou aparente em diversos municipios, mas se mostrou mais forte em Uniao PI e Itapipoca CE. Working Paper 15 Em Uniao, muitos dos agricultores mais velhos se mostraram pouco convencidos e desconhecedores dos potenciais beneficios de se participar do PAA e nao demonstraram interesse em se envolver, apesar da insistencia de outros agricultores vizinhos. Para os agricultores em Itapipoca, observamos uma perspectiva ligeiramente diferente: os agricultores participantes iniciais sofreram atrasos significativos no recebimento de pagamentos, o PAA passou a ter uma ma reputacao e, como resultado, a maioria dos agricultores demonstrou pouco ou nenhum interesse em participar. Devido ao grande numero de atores envolvidos no planejamento, implementacao e monitoramento do PAA, e necessario que haja um minimo de organizacao e comprometimento para que este seja bemsucedido. Para muitos municipios, esta e uma barreira a ampliacao do programa. No estado do Piaui, o contraste entre as capacidades institucionais locais de diferentes municipios foi surpreendente. Por exemplo, o municipio de Alto Longa tinha sindicatos de trabalhadores rurais altamente comprometidos, mas a falta de compromisso do governo local se mostrou um obstaculo claro para o processo de se assegurar e exigir mais recursos para implementar as modalidades do PAA. No entanto, em Sao Joao de Arraial a prefeitura nao so se mostrou comprometida em engajarse com o PAA diretamente, como tambem mostrou envolvimento na facilitacao e incentivo as associacoes e cooperativas, para que estas se organizassem e passassem a acessar o programa atraves da modalidade CDS do PAAConab. Neste ultimo caso, nosso levantamento revelou que a participacao produtiva e organizativa dos agricultores esta apta e disposta a aumentar tanto a quantidade de produtos quanto o numero de agricultores participantes. Em muitos casos, as organizacoes envolvidas no PAA tinham participacao popular e motivaram os produtores, mas faltava a capacidade institucional para expandir seus beneficiarios. Em Esperantina, Piaui, trabalhamos com uma associacao apaixonada e bemorientadao Centro de Educacao Popular de Esperantina CEPESque coordenou um projeto atraves da modalidade CDS do PAAConab. Devido a sua capacidade limitada de pessoal, tempo e recursos financeiros, o CEPES nao foi capaz de expandir seu projeto para incluir mais produtores ou instituicoes beneficiarias. Alem disso, nao havia qualquer acordo formal com a prefeitura para coordenar seus esforcos entre as duas modalidades do PAA. Como resultado, seu projeto para o PAAConab era completamente soberano e coordenado exclusivamente dentro da associacao. Suas responsabilidades se estendiam ate mesmo ao uso dos carros pessoais dos funcionarios da Associacao, para entregar os produtos dos agricultores. Eles ficaram muito gratos por nossa visita, ja que a mesma dobrou sua capacidade de carga com um carro extra. Sem o empenho pessoal dos empregados da associacao, a questao do transporte se torna um problema expressivo. Em um assentamento de reforma agraria, nos perguntamos o que os agricultores faziam quando os empregados da associacao nao podiam vir com seus carros. Nesse assentamento, o agricultor nos disse que apenas uma pessoa na area tinha uma moto e tentava carregala com todos os seus produtos, mas muitas vezes a quantidade e muito grande e, neste caso, ou se faziam varias viagens ou so uma parte das mercadorias era entregue. O PAA tambem promove a geracao de renda a partir da extracao sustentavel de produtos de origem natural. Por exemplo, foi organizada uma cooperativa local em Esperantina PI para a colheita e producao de babacu, uma especie que ocorre naturalmente na palmeira e produz uma semente que pode ser utilizada na producao de diversos produtos. As quebradeiras de coco sao uma associacao de todas as mulheres que trabalham juntas para quebrar e abrir os cascos e, em seguida, processar as varias partes do babacu. A demanda por seus produtos 16 International Policy Centre for Inclusive Growth sofreu rapida expansao, em parte devido a participacao no PAA. Durante nossa visita, verificamos que elas tinham recentemente financiado e construido novas instalacoes de beneficiamento, para fazer farinha a partir da estrutura interna da semente. Elas usam a farinha de babacu para fazer alimentos assados e vendelos, ou vendem a farinha crua por cerca de R20 por quilo USD 10. O babacu tambem produz uma semente ou noz interna que e processada para produzir oleo, que pode ser utilizado para fabricar uma enorme variedade de produtos. Por ultimo, eles tambem podem utilizar a casca exterior da semente para produzir carvao, para uso em seus fornos. Esta casca queima ate altissimas temperaturas, dura muito tempo e existe em abundancia como subproduto do processamento da semente. Outro uso interessante do PAA foi visto em um assentamento da reforma agraria perto de Esperantina. O povoado de Canto existe ha menos de um ano e, portanto, tem pouca infraestrutura e producao limitada. No entanto, eles conseguiram ser incorporados a um projeto do PAA coordenado atraves de uma associacao local e se comprometeram com o fornecimento de produtos da floresta circundante. Os assentados colhem laranjas e bananas e fazem oleo de babacu para vender atraves do PAA, e estes produtos entao sao destinados a uma escola Catolica local para criancas em situacao vulneravel. A terra do assentamento era usada apenas para a producao de subsistencia, agora o PAA lhes fornece uma opcao para ganhar uma renda extra em torno de USD 50 60 por mes. Alem disso, a producao de oleo de babacu fornece as mulheres no assentamento um produto de valor agregado, uma vez que estas precisam quebrar as sementes de babacu para fazer o oleo. Estes dois exemplos mostram nao so a flexibilidade e a importancia do PAA no apoio a meios de subsistencia rurais, mas tambem demonstram sua capacidade de apoiar a producao que nao e garantida por meio de um mercado tradicional. Sem o PAA, muitos dos maravilhosos produtos naturais como o babacu ou produtos subutilizados como as bananas ou laranjas iriam para o lixo. Ouvimos muitas historias de frutas em excesso de oferta durante sua epoca de maturidade que poderiam ser canalizadas atraves do PAA, ao inves de estragar. Em Alto Longa, um agricultor investiu ate em equipamentos de processamento de frutas, o que lhe permitiu utilizar frutas que antes seriam desperdicadas para produzir polpa, que poderia ser vendida atraves do PAA. Observamos os efeitos do programa nao so no aumento da producao, mas tambem na organizacao da producao. Antes do envolvimento com o PAA, muitos produtores so tinham um mercado, o intermediario, que normalmente demanda apenas uma quantidade minima de produtos. E como o preco tambem era significativamente menor, os produtores alocavam uma porcao maior de terra para uma unica cultura de mercado. O PAA permite aos agricultores ofertar uma ampla variedade de produtos, o que resulta em renda menos volatil, seguranca alimentar por meio da subsistencia e metodos produtivos mais integrados, atraves da rotacao e consorciacao de culturas. Medidas de sustentabilidade sao tambem inerentes a concepcao do programa. Com enfase em trazer de volta o aspecto local do sistema alimentarproducao local para consumo localo programa esta promovendo seguranca alimentar com um foco local. Com os agricultores familiares mais integrados e desenvolvendo relacoes mais fortes com seus mercados locais, emerge um sistema muito mais sustentavel, com alimentos locais. Este tipo de sistema alimentar distanciase dos monopolios privados que controlam os canais intermediarios entre o produtor e o consumidor. Ao superar tais intermediarios privados, o PAA pode oferecer precos muito melhores e menos volateis aos produtores, baseados em uma media de mercado regional e, portanto, nao controlados por monopolios privados. Working Paper 17 Alem disso, em 2011, a Lei 12.512 estabeleceu que produtos agroecologicos ou organicos podem ser adquiridos a precos ate 30 por cento maiores que os fixados para os produtos convencionais pela Conab. Isto incentiva os agricultores a reduzir sua dependencia de insumos externos baseados em produtos quimicos e em organismos geneticamente modificados OGM, ao mesmo tempo potencialmente melhorando a qualidade do solo e dos alimentos e a eficiencia no uso dos recursos disponiveis. A producao de alimentos baseada em agroecologia foca em agroecossistemas integrados e diversificados, que dependem de insumos e especies locais e nativas, ao inves de insumos externos patenteados e baseados em produtos quimicos. Ela promove, portanto, um movimento no sentido da soberania alimentar, incentivando o uso de sementes locais atraves de bancos de sementes, uma producao de alimentos sensivel tanto ao local quanto a cultura em que ocorre e o uso de processos naturais para produzir sem depender de insumos externos. 5 PRINCIPAIS COMPONENTES A CONSIDERAR PARA O SUCESSO DA IMPLEMENTACAO E AMPLIACAO Os resultados observados do PAA foram positivos e os agricultores participantes expressaram sua crenca na capacidade do programa superar muitos de seus maiores obstaculos. Mas sera que esta experiencia poderia ser facilmente replicada em outras regioes, paises e continentes? Para muitos agricultores marginalizados em todo o mundo, os obstaculos variam desde acesso a mercados ate catastrofes climaticas e desapropriacoes. Portanto, e essencial compreender os elementos constitutivos do PAA e sua potencial duplicacao sob circunstancias potencialmente muito diferentes. Com isso em mente, esta secao seguinte ira identificar os atores necessarios, os varios niveis de participacao e o possivel impacto que um programa como o PAA pode ter. Incluise tambem uma descricao cronologica da implementacao conceitual de um programa de compras publicas, no estilo do PAA. Vincular a producao de pequenos agricultores a satisfacao das necessidades nutricionais dos pobres e uma ideia maravilhosa, e um uso fantastico de recursos publicos. Na pratica, no entanto, a ideia pode ser um pouco mais dificil de implementar, ao considerarmos algumas perguntas importantes: 1. Cobertura e focalizacao: como um programa de compras publicas pode garantir que tambem atinja os produtores vulneraveis que poderiam se beneficiar fortemente de um mecanismo social de mercado? Mecanismos de focalizacao e registro existentes poderiam sofrer alteracoes para garantir que indicadores mais relevantes sejam incluidos no cadastro, como tipo e uso da terra, dependencia e composicao do trabalho, disponibilidade e nivel de infraestrutura e acesso a mercados e recursos produtivos como agua para irrigacao. Alem disso, os dados sobre chefe de familia precisam ser cuidadosamente analisados para fornecer um panorama melhor da composicao das unidades familiares e para que se possam considerar outras opcoes para execucao do pagamento. O novo cartao bancario e uma de tais inovacoes, apresentando uma opcao mais flexivel, que permite que os pagamentos sejam mais rapidos e flexiveis. 2. Pontualidade no pagamento: ha uma serie de fatores que afetam a agilidade dos pagamentosdesde o respeito ao prazo oportuno para dotacoes orcamentarias e transferencias de fundos feitas para o nivel local ate a concepcao dos sistemas de pagamento em si. Quais devem ser os canais de distribuicao para que seja possivel chegar aos cidadaos 18 International Policy Centre for Inclusive Growth que podem nao estar dentro do escopo do sistema financeiro formal? Deveria o sistema de compras funcionar atraves de transferencias eletronicas somente, ou o administrador local deve comprar os produtos em dinheiro vivo? Por um lado, transferencias eletronicas podem garantir um pagamento mais oportuno e eficiente. No entanto, isto pode ser um desafio em casos em que os agricultores familiares estejam relativamente isolados e enfrentem barreiras logisticas eou outros obstaculos para que possam interagir com os sistemas bancarios e de credito formais. Por outro lado, exigir uma conta bancaria pode facilitar o acesso a mais credito e oferecer uma forma mais garantida de economizar dinheiro. As questoes relacionadas a pagamento devem, portanto, ser concebidas caso a caso e os gestores de programas tambem podem utilizar mecanismos de pagamento como transferencias via celular, mobile banking ou usando os correspondentes bancarios. Por ultimo, a disponibilidade de espaco fiscal no nivel federal e crucial, ja que o financiamento local pode nao se mostrar adequado ao proposito logrado, por nao ser sensivel a escala do desafio e as disparidades regionais.7 3. Organizacao das capacidades dos agricultores: O processo de organizacao das capacidades dos agricultoresseja na forma de uma associacao, cooperativa ou grupo informale um componente fundamental de um processo de compras focalizado em pequenos agricultores. Para que os participantes possam se informar sobre as ofertas do programa, preparar propostas, organizar a producao, identificar, planejar e facilitar as entregas de alimentos, ter acesso a pagamentos, providenciar o transporte e garantir seu custeio, requerse que haja nivel significativo de capacidade organizacional, alem do estabelecimento de mecanismos eficientes de entrega. Cooperativas e associacoes podem nao se encontrar tao bem desenvolvidas no caso dos agricultores mais pobres e frequentemente mais dispersos. Em varias ocasioes, durante nossas visitas de campo no Nordeste do Brasil, descobrimos que eram as ONGs e associacoes locais que preenchiam esta lacuna, facilitando o processo de organizacao para os agricultores familiares e coordenando a relacao entre agricultores familiares e o Executor do PAA. Para a expansao do Programa, no entanto, nao podemos presumir que todas as comunidades terao ONGs e associacoes dispostas a assumir o processo de facilitacao de forma voluntaria. Logo, e necessario que a concepcao de programas publicos de aquisicao de alimentos considerem as condicoes locais para a execucao de tais programas, assim como as possibilidades de incorporar formalmente ou colaborar com acoes de iniciativa da sociedade civil que podem auxiliar em atividades de divulgacao, capacitacao e suporte tecnico. Considerese, por exemplo, a Canasta Comunitaria do Equador, resultado da organizacao e do ativismo da sociedade civil equatoriano que existe fora das estruturas formais do governo.8 4. Transporte: Quem pode e deve assumir a responsabilidade de transportar a producao, especialmente em comunidades onde tanto produtores distantes das estradas principais ou residentes em areas onde o transporte local e limitado ou caro quanto consumidores tem dificuldades neste quesito? Deve haver algum subsidio para o custeio do transporte em tais comunidades? Bancos de alimentos, cozinhas comunitarias, escolas 9 ou quaisquer outras instituicoes que requeiram alimentos provavelmente se instalarao em areas mais urbanas, mas os pequenos agricultores podem nao ter acesso a transporte que entregue seus produtos a estas areas. Uma cooperativa, associacao ou colaboracao de agricultores poderia ser uma opcao, mas estas iniciativas nem sempre terao a capacidade de atender a demanda de todos os produtos que precisam ser entregues. O PAA nao preve explicitamente recursos para o transporte, embora, em muitos casos, o municipio ou a associacao facilite o transporte a suas proprias custas. A vantagem de agricultores familiares que formam grupos informais Working Paper 19 ou cooperativas, ou que se envolvem em associacoes, e a capacidade de reunir recursos para proporcionar meios coletivos de transporte. No entanto, o fato de que o PAA nao considera ou nao possui disposicoes formais para uma parte tao importante do processo de contratacao precisa ser abordado. Muitos dos novos assentamentos da reforma agraria estao localizadas em areas excluidas, com parco acesso por estradas e minimos meios de transporte. Assim, para que um programa de compras publicas funcione de forma muito mais eficaz, a questao do transporte deve ser abordada como meio de fornecer aos agricultores familiares acesso ao mercado que o programa lhes assegura. Com estes obstaculos em mente, a resposta dada pelos legisladores brasileiros nos permite obter um panorama do papel e da responsabilidade dos atores envolvidos na superacao desses desafios: 1. Focalizacao e cobertura: Os agricultores que desejarem participar destes programas de aquisicao de alimentos devem ser considerados agricultores familiares de acordo com sua declaracao de aptidao para o PRONAF DAP, que e o cadastro de fazendas de agricultura familiar do pais. Segundo o ultimo Censo Agropecuario 2006, 4.367.902 estabelecimentos agricolas, representando 84,4 por cento do total, foram identificados como agricultores familiares. No entanto, muitos dos agricultores mais pobres e muito frequentemente semterra ainda nao estao registrados na DAP e, portanto, ainda se encontram excluidos dos programas publicos que focalizam os agricultores familiares. Com base nos dados mais recentes da Secretaria da Agricultura Familiar do Ministerio do Desenvolvimento Agrario do Brasil, cerca de 204.000 agricultores familiares participaram do PAA em 2011, o que representa apenas 4,67 por cento do total de agricultores familiares elegiveis para o PAA atraves da DAP MDA, 2012. No entanto, existem dois elementos importantes a considerar em relacao a estes dados: i nem todos os agricultores familiares registrados na DAP precisam ou querem participar do PAA, ja que os mesmos podem ja ter acesso a mercados em condicoes favoraveis; e ii ha, sem duvida, agricultores familiares sem registro na DAP, devido a falta de conhecimento ou acesso ou por escolha propria. Qualquer que seja o caso, os dados disponiveis apresentam uma grande discrepancia entre o numero de agricultores familiares que podem participar do programa e sua cobertura. Como o PAA tem como objetivo fortalecer a agricultura familiar atraves do acesso a mercados garantidos para agricultores familiares excluidos ou explorados, concluise que o programa nao esta necessariamente focalizando todos os agricultores registrados com DAP. Assim, o numero de 4,67 por cento, mencionado acima, nao representa a taxa de cobertura da populacao focalizada, mas sim uma taxa de cobertura da populacao elegivel. O orcamento atual do PAA, de R 775 milhoes USD 381 milhoes representa meros 0,0000187 por cento do Produto Interno Bruto PIB. Assim, se o PAA fosse cobrir todos os agricultores familiares registrados com DAPnao necessariamente focalizados, mas elegiveiso mesmo teria de aumentar seu financiamento para cerca de 25 vezes o que e agora. Um aumento de 25 vezes equivaleria a um orcamento de 0,0004675 por cento do PIB 2011, ou cerca de R 19,3 bilhoes USD 9,65 bilhoes. Isso significa que, com base nos dados disponiveis, o PAA adquire atualmente uma media de cerca de R 3.800 USD 1.870 em alimentos por agricultor familiar por ano, e a expansao orcamentaria para R 19,3 bilhoes presumiria esta mesma media. No entanto, estes sao calculos puramente matematicos, alem dos quais tambem precisam 20 International Policy Centre for Inclusive Growth os levar em conta a capacidade institucional do governo em todos os niveis, assim como os procedimentos organizacionais necessarios. Em todo caso, os esforcos de ampliacao devem ser prioridade, considerandose a prevalencia da pobreza rural, a grande dependencia da subsistencia da populacao da agricultura familiar e o orcamento relativamente diminuto designado ao PAA, que cobre menos de cinco por cento dos agricultores familiares elegiveis no Brasil. Alem disso, o cadastro de DAPs deveria assumir uma abordagem muito mais proativa para atingir as populacoes elegiveis, como proposto pelo novo foco na Busca Ativa 10 estabelecida no ambito do BSM. Uma campanha nacional para registro de DAP focalizada nos beneficiarios elegiveis, juntamente com uma campanha de conscientizacao sobre programas publicos e elegibilidade, certamente atrairia um maior percentual de pessoas pobres em areas rurais, proporcionandolhes acesso a servicos de extensao chave, como credito e assistencia tecnica, e garantia de acesso a mercados com precos justos. A intensificacao do PAA e sua focalizacao especifica nas pessoas pobres das areas rurais fortalecerao a transicao para um caminho sustentavel de saida da pobreza, um problema que continua sendo majoritariamente rural para o Brasil e para a maioria dos paises. Alem disso, como descrito acima, a maioria dos programas sociais sao acessados atraves do Cadastro Unico do Brasilque utiliza a chefe de familia mulher como destinataria dos pagamentos dos programas de transferencias de renda e outros programas de assistencia social. Como a DAP e normalmente registrada com o chefe masculino de familia como responsavel pelo recebimento de pagamentos, os dois cadastros podem retratar experiencias diferentes. Isto posto, ha muitas variaveis a considerar, e e possivel que a classificacao dos trabalhadores assalariados rurais como agricultores familiares no Cadastro Unico seja uma opcao mais eficiente do que tentar aplicar indicadores de agricultura familiar, como os atualmente utilizados pelo registro da DAP. 2. Entrega do pagamento: O PAA utiliza um processo de multiplos atores que canaliza recursos do Governo Federal para os agricultores atraves de varias modalidades, conforme descrito acima. Esta concepcao oferece varias opcoes para que os administradores locais tenham acesso ao programa. Por exemplo, uma cooperativa de agricultores ativa pode articular seu projeto de PAA com a Conab de seu estado, caso seu governo municipal nao seja ativo neste sentido. Por outro lado, um governo municipal pode proativamente articular um projeto de PAA, tanto com o governo do estado quanto com o Governo Federal. A verificacao da entrega dos produtos tem sido um problema e gerado atrasos de pagamento, embora o aumento do uso da verificacao eletronica, atraves do PAAnet, esteja minimizando este problema Chmielewska e Souza, 2010. Um sistema ideal seria ter acesso total a modalidade de verificacao eletronica, com todos os agricultores familiares de posse de conta bancaria aprovada e elegiveis para recebimento de transferencias bancarias. Este parece ser o objetivo do PAA do Brasil, mas e necessario um longo processo para que todos sejam integrados, especialmente os mais marginalizados. 3. Organizacao: A facilitacao local do programa tambem assume muitas formas, devido as diferentes modalidades. Esta faceta do programa e particularmente importante, pois identifica e usa tanto atores governamentais quanto naogovernamentais. A Conab tambem e uma organizacao crucial, que pode trabalhar diretamente com cooperativas e associacoes fora das estruturas governamentais estaduais ou locais. Os governos municipais podem ainda desempenhar o papel de organizadores principais, oferecendo o PAA a agricultores individuais Working Paper 21 que tem DAP e nao estao associados a uma cooperativa ou associacao. Portanto, a concepcao brasileira, baseada no oferecimento de multiplas modalidades, e fundamental para seu sucesso inicial e sua capacidade de ampliacao. 4. Transporte: O obstaculo mais desafiador identificado foi o transporte. As areas marginalizadas ficam normalmente distantes de areas urbanas ou mesmo semiurbanas, e tem pouco ou nenhum acesso a transporte publico. Visitamos muitos assentamentos recentes da reforma agraria, onde poucos assentados tinham carro, ou sequer uma motocicleta. Na maioria dos casos onde o governo municipal a Secretaria de Desenvolvimento Rural implementa uma modalidade do PAA CDS PAA Municipal ou Estadual, o mesmo integra o transporte e a distribuicao dos produtos com a Secretaria Municipal de Assistencia Social. Essa relacao foi extremamente importante para que os agricultores pudessem garantir a entrega dos produtos e a distribuicao eficaz dos alimentos para as populacoes corretamente identificadas. No entanto, em modalidades em que governo municipal e ignorado PAAConab em modalidade CDS, quando uma cooperativa executa um projeto com a Conab do estado, ha pouca capacidade de transporte integrado. Testemunhamos muitas maneiras pelas quais a cooperativa pode organizar o transporte comum, mas o tamanho e peso das entregas causariam problemas. Infelizmente, nao conseguimos avancar na implementacao de quaisquer solucoes no que diz respeito ao transporte, e esta questao continua a atormentar o programa em certas areas. Ideias como dotacoes orcamentarias para a contratacao de transporte privado ou o uso de transporte publico vem a mente, mas podem haver barreiras a integracao de todos os agricultores familiares participantes destes modelos, isso sem falar da expansao prevista para o programa. 5.1 EXPANDINDO OPORTUNIDADES E TRAJETORIAS FUTURAS O PAA representa um novo modelo de politica agricola para aumentar a renda de pequenos agricultores, apoiando a populacao em situacao de inseguranca alimentar. Sua concepcao cria um novo mercado para a comercializacao de produtos de agricultura familiar, com o objetivo de ampliar as oportunidades de mercado adicionais e melhorar os vinculos e novas cadeias de suprimentos para alem dos parametros projetados do programa. As entrevistas revelaram um misto de opinioes colhidas junto aos principais formuladores de politica e aos atores que trabalham no campo supervisionando a implementacao do programa. Ao vislumbrar o futuro do programa, como os agricultores familiares irao utilizalo? E os termos do programa se alterarao com a evolucao de sua participacao e taxas de producao? Discussoes com os principais formuladores de politicas indicam que o papel do PAA no longo prazo para os agricultores familiares e o de aumentar sua renda e proporcionar uma via de acesso a outros mercados. O Secretario Nacional de Agricultura Familiar do MDA, Laudemir Muller, descreveu o PAA como um veiculo de comercializacao que abre caminho para novas oportunidades no mercado privado. Testemunhamos este potencial em multiplas ocasioes, com os agricultores nos relatando que o preco pago pelo PAA permitiulhes ter uma referencia de preco muito melhor, tanto para venda nos mercados locais quanto para negociacao com os intermediarios, que antes exerciam poder monopolista sobre os precos. A revitalizacao dos produtos locais, como o oleo de babacu, tambem aumenta a consciencia do consumidor e pode estimular a criacao de um mercado privado mais expandido. No entanto, a nossa experiencia de campo indica que o PAA nao tem o potencial de, por si so, garantir a superacao da pobreza dos agricultores familiares do programa. Mas deveria esta superacao ser um objetivo do programa? Um limite anual de R 8.000 22 International Policy Centre for Inclusive Growth USD 3.938 e diminuto para o estado, mas pode ser uma renda expressiva e aumentar a capacidade de investimento dos agricultores com limitacoes de renda. Alem disso, apesar de so receberem um total de 25 por cento do credito agricola disponivel no Brasil, os agricultores familiares sao responsaveis por 40 por cento do valor total da producao nacional e por 77 por cento do emprego agricola do Brasil Boyce et al., 2005. Ha muito mais financiamento agricola amplamente disponivel para grandes agronegocios de operacao monocolheita de grande escala com plantacoes de mais de 1.000 hectares IBGE, 2006. No lado da demanda, o PAA contribui ativamente para a luta contra a fome. Ate o momento, ele ja adquiriu mais de tres milhoes de toneladas de alimentos, que beneficiam cerca de 20 milhoes de brasileiros anualmente MDA, 2012. O nivel de inseguranca alimentar no Brasil tem diminuido rapidamente, e nos ultimos 10 anos, o nivel de desnutricao foi de nove por cento para pouco menos de seis por cento FAO, 2012. Estes numeros ainda dao espaco para melhorias significativas, e indicam possibilidades de um atendimento mais amplo pelo PAA das necessidades nutricionais de milhoes de brasileiros. No entanto, os mesmos numeros tambem levantam a questao de potenciais limites existentes do lado da demanda. Este e o caso particularmente do nivel local, onde poderia haver descasamentos entre oferta e demanda. Uma ideia seria integrar as politicas de alimentos para garantir o controle das pressoes de oferta e demanda. No contexto brasileiro, o Programa Nacional de Alimentacao Escolar PNAE tem um orcamento anual de mais de R 3 bilhoes, e oferece refeicoes a cerca de 50 milhoes de alunos por dia FNDE, 2012. Em 2009 o PNAE foi significativamente alterado pela Lei 11.947, que estabeleceu a obrigacao legal de que 30 por cento do orcamento de alimentacao escolar deve advir de compras de agricultura familiar Ibid. Muitos municipios estao tendo dificuldades em cumprir a exigencia legal de 30 por cento, enquanto outros a estao superando. Nossa visita ao municipio de Sao Joao de Arraial PI demonstrou a capacidade de um municipio de obter 70100 por cento dos alimentos de seu programa de alimentacao escolar de agricultores familiares locais. Muito de seu sucesso pode ser atribuido a coordenacao e integracao conduzida pelo municipio das comunidades de agricultura familiar locais. A integracao de programas e instituicoes locais pode proporcionar uma melhor fiscalizacao e identificacao de como um maior volume de producao local pode se adequar a demanda. Neste sentido, o PAA pode servir como uma plataforma dentro da qual a producao da agricultura familiar pode garantir o atendimento das necessidades locais, e ate mesmo ir alem delas. As feiras locais de agricultores podem ser usadas para conectar os produtores diretamente aos consumidores, com beneficios para ambas as partes na transacao. Tais modelos locais, que aproximam o produtor do consumidor, resultam em menores custos de transporte e emissoes, mais conhecimento sobre a origem e producao dos alimentos e custos mais baixos para o consumidor, alem de maiores retornos financeiros para o produtor. Ainda assim, muitos produtores procuram os supermercados, que sao mais convenientes e oferecem uma selecao mais ampla e variada de produtos. Para reforcar os meios de subsistencia rurais, e crucial obter acesso e controle sobre a terra e seus recursos produtivos. No entanto, e o acesso ou a falta de acesso aos mercados que pode dificultar seu caminho de saida da pobreza, e os mercados privados nem sempre garantem mercados justos e competitivos para os agricultores que se encontram fora das economias nacionais de escala. A exclusao destas populacoes, tanto em termos de acesso rodoviario quanto de infraestrutura, sistemas de irrigacao, credito, programas publicos e Working Paper 23 mercados, prejudica sua capacidade de melhorar sua qualidade de vida e superar a pobreza e a fome. Com um intermediario publico assumindo um papel muito maior, o governo poderia preencher esta lacuna ao fornecer acesso a mercados focados em agricultores familiares que atuam em competicao com intermediarios privados, que frequentemente compram dos mesmos agricultores familiar a precos injustamente baixos e vendem a producao dos mesmos para consumidores ou distribuidores que podem inflacionar os precos pagos na compra original. Devido a uma variedade de fatores, incluindo falta de opcoes, falta de conhecimento dos precos de base, condicoes desiguais de negociacao, falta de transporte, etc., os agricultores familiares excluidos muitas vezes recebem um preco muito baixo por suas culturas, que ainda assim podem se traduzir em precos muito mais elevados para os consumidores. No entanto, se o PAA puder aumentar sua capacidade e seu papel como intermediario publicoque compra e vende produtosele poderia cumprir sua missao atraves da geracao de um maior volume de compras e posicionandose como um atacadista da producao agricola familiar. Como a maioria dos produtos adquiridos pelo PAA sao doados a populacoes vulneraveis, o aumento do papel do programa como ofertante de culturas a precos justos para consumidores locais permitiria que o programa cobrisse mais agricultores familiares, ao mesmo tempo oferecendo precos justos aos produtores. Esta expansao funcional poderia aumentar a cobertura e participacao entre produtores e consumidores, ao mesmo tempo aumentando o orcamento do programa e sua sustentabilidade financeira. Com base em dados de 2012 ate agora, as modalidades de Formacao de Estoques FE e Compra Direta CD do PAA representam apenas dois por cento do orcamento do programa. Estas modalidades consistem da compra de culturas dos agricultores familiares e subsequente vendacomercializacao destas culturas para os consumidores. Portanto, o aumento da cobertura do PAA em termos de maior ampliacao e expansao de sua capacidade funcional, feita atraves do maior uso destas duas modalidades, poderia aumentar a participacao da agricultura familiar e garantir precos justos e naovolateis aos consumidores.Estas receitas permitiriam que o programa continuasse a se expandir, tanto funcional quanto horizontalmente, com aumento de sua capacidade institucional, logistica e de pessoal. Para ser claro, nao estamos sugerindo aqui que o PAA altere seu papel de doador de alimentos para as populacoes mais vulneraveis. Ao inves disso, sugerimos que ele poderia aumentar seu papel como vendedor de culturas a precos justos para aqueles consumidores que podem ter a maior parte de sua renda comprometida com a aquisicao de alimentos, aqueles que sao profundamente afetados por qualquer tipo de volatilidade de precos no mercado.11 Ao fazer isso, o PAA pode potencialmente obter recursos que lhe permitam aumentar os seus esforcos para beneficiar mais produtores e consumidoresoferecendo um sistema de precos estavel, justo e mais competitivo. Isto nao so da aos agricultores uma base de referencia de precos para a venda de seus produtos, mas tambem ira inevitavelmente reduzir os precos para os consumidores com mais concorrencia no mercado. Atuando como comprador e vendedore assim praticamente preenchendo a lacuna entre o produtor e consumidorum PAA de atuacao expandida poderia oferecer acesso garantido a precos justos para agricultores familiares e, ao mesmo, tempo garantir fornecimento adequado e precos justos para os consumidores. Isto acabaria eliminando o monopolio privado do sistema nacional de alimentos e mitigando a volatilidade de precos de alimentos para produtores e consumidores. Outra consequencia seria a eliminacao da capacidade de intermediarios privados de acumular grandes estoques de alimentos quando 24 International Policy Centre for Inclusive Growth os precos de mercado sao desfavoraveis e controlar precos de compra. Alem disso, um maior controle sobre o sistema de alimentos pelo povo brasileiro, conquistado atraves de um intermediario publico, seria um avanco para a soberania alimentar do pais. 5.2 CONCLUSOES O PAA do Brasil e uma politica inovadora que, com uma dotacao orcamentaria minima, combate a inseguranca alimentar e apoia os meios de subsistencia rurais. Sua concepcao multiatores amplia a participacao e promove a organizacao dos agricultores. Ao mesmo tempo, o programa ainda enfrenta desafios para incorporar os produtores mais vulneraveis e tratar de algumas dificuldades operacionais, como os mecanismos de transporte, formas de pagamento e seu potencial de rapida expansao. No entanto, nossa pesquisa identificou que a concepcao do programa pode ter resultados variados, dependendo do envolvimento de instituicoes locais e de coordenacao. Como iniciativa de desenvolvimento local sustentavel, o PAA depende significativamente de relacionamentos bem coordenados entre atores, com facilitadores locais particularmente engajados e comprometidos. As varias modalidades do programa proporcionam espaco institucional suficiente para que uma serie de facilitadores possa mobilizar e buscar ativamente a participacao no PAA. Reconhecemos o papel fundamental da Conab em sua modalidade, que a permite envolverse diretamente com as cooperativas e associacoes de agricultores. No entanto, a verdadeira medida do sucesso do programa pode ser visto no numero de atores participantes e em seu nivel de participacao. Uma receita de sucesso envolve esforcos multinivel e coordenados para garantir participacao popular, compartilhar informacoes e enfrentar os desafios descritos acima. E evidente que o PAA oferece uma resposta dupla tanto para a fome quanto para a pobreza rural, fornecendo acesso a alimentos para os mais necessitados e, ao mesmo tempo, revitalizando a agricultura familiar, com acesso garantido a mercados. Estas respostas sem duvida aliviaram, e continuarao a aliviar, o problema da pobreza rural e da fome no Brasil. O governo tambem deve considerar o equilibrio de suas dotacoes orcamentarias, para que as mesmas reflitam nao so a origem de sua oferta interna de alimentos mas tambem o grupo que representa a grande maioria de seus estabelecimentos agricolasos agricultores familiares. Durante o anosafra 20092010, a agricultura familiar recebeu apenas USD 9,6 bilhoes em investimentos orcamentais, enquanto o agronegocio recebeu USD 59,3 bilhoesmais de seis vezes mais recursos. Para incluir as populacoes mais pobres e vulneraveis objetivochave do BSM, o governo precisa fortalecer sua reforma agraria e politicas publicas relacionadas para atingir os assentamentos da reforma agraria. Os semterra e assentados recentes da reforma agraria sao as populacoes mais dificeis de identificar, muitas vezes devido a sua falta de direitos formais de uso da terra, documentacao individual ou coletiva e de infraestrutura comunicacoes, acesso a servicos publicos, etc  No entanto, esta populacao tambem tem grande potencial de producao, devido a sua oferta de trabalho inexplorado, investimento publico limitado e diversidade de culturas Altieri et al., 2012. Ao se remediarem algumas das principais falhas do PAA, como discutido na Secao 5, estas populacoes vulneraveis poderao realizar plenamente o potencial do programa e passar por uma transformacao produtiva que lhes proporcione mais renda, seguranca alimentar e estabilidade no mercado. Working Paper 25 O apoio e a identificacao de organizacoes de agricultores expande uma das mais importantes plataformas institucionais de implementacao do programa. Uma melhoria no mecanismo de pagamento para garantir a disponibilizacao imediata e generalizada de pagamentos deve ser destacada como uma area importante de melhoria. O novo modelo de pagamentos, com uso de cartao de debito, e um grande avanco na direcao certa, e foi lancado enquanto este trabalho estava sendo escrito. Este modelo permite uma transferencia direta de recursos do Governo Federal para o agricultor, e retira do facilitador local a responsabilidade de organizar os pagamentos. Alem disso, o cartao nao requer a existencia de uma conta bancaria previa, o que vai ampliar o PAA para que este possa alcancar os agricultores que nao tem acesso a financiamento formal. Estes desafios sao enfatizados nao apenas como uma forma de identificar areas de melhoria no PAA, mas tambem como consideracoes importantes para a transferencia da experiencia do programa para outros paises. O PAA e um exemplo maravilhoso de como oferecer aos agricultores acesso a mercados e precos justos, direta ou indiretamente. A maioria dos produtores vulneraveis em todo o mundo recebem pouco ou nenhum apoio de seus governos, e encontram barreiras para obter acesso a seus mercados em condicoes favoraveis. Um programa de compras publicas voltado especificamente para os pequenos agricultores pode garantir a eles a obtencao de precos justos e a existencia de concorrencia para os intermediarios, servindo como uma rede de seguranca crucial na luta contra a fome e na promocao da organizacao dos agricultores. A experiencia brasileira mostra uma opcao orcamentaria viavel para qualquer governo que deseje impulsionar suas economias locais e proporcionar uma politica descentralizada e sustentavel de seguranca alimentar. A integracao da producao local com o consumo oferece mais transparencia no sistema alimentar e aumenta a demanda por variedades tradicionais de alimentos,muitas vezes produzidas de forma mais sustentavel, com menos insumos quimicos e pegada de carbono mais baixa. Atualmente, o PAA esta passando por o que denominamos de expansao vertical, horizontal e funcional, mas muitas barreiras ainda persistem. Uma campanha de marketing nacional poderia ajudar os produtores a se conscientizar do que e o PAA e de como eles podem se envolver e se beneficiar do programa. Os governos locais devem receber mais informacoes sobre o PAA, bem como incentivos para que executem a politica. Alem disso, o financiamento e estrutura da Conab devem ser aumentados, nao so para expandir o PAA, mas tambem para aumentar sua capacidade de comercializar os produtos dos agricultores familiares e, desta forma, servir como um intermediario publico de maior envergadura. Os modelos de compras publicas estao se tornando cada vez mais populares e relevantes como garantidores de um ambiente comercial justo para os pequenos agricultores, mas ainda ha muito trabalho a ser feito. A agricultura corporativa ainda recebe a maioria do auxilio provido pelo Governo, tanto tecnico quanto financeiro. Muitos paises tem um regime estabelecido de compras publicas de alimentos, mas nao conseguem focalizar efetivamente os pequenos agricultores como sua forca produtiva. A diversidade de pequenos produtores no programa brasileiro reflete a capacidade do PAA de alcancalos e realizar seu potencial produtivo. Em varios casos, o programa tem proporcionado uma saida para produtos que eram frequentemente desperdicados ou para os quais nao havia uma oportunidade clara de mercadopor exemplo, polpa de frutas. 26 International Policy Centre for Inclusive Growth Muitos vinculos ainda precisam ser estabelecidos entre programas de alimentacao escolar e de agricultura familiar. Esta e uma area de crescimento potencial que poderia aumentar ainda mais a renda dos pequenos produtores e melhorar a qualidade dos alimentos. A esperanca e que a licao do PAA do Brasil possa ser um ponto de partida para melhorias continuas, tanto dentro do pais quanto em inovacoes no exterior. Muitas licoes podem ser aprendidas com o caso brasileiro, mas o mesmo certamente nao e uma solucao milagrosa. Uma expansao dos programas de aquisicao de alimentos focalizados poderia proporcionar avancos em termos de concepcao e novos metodos de focalizacao. Alem disso, o programa tem inumeras vantagens, mas um estudo maior e mais aprofundado de impacto e avaliacao do mesmo poderia fornecer mais percepcoes sobre seus resultados, lacunas e potencialidades. REFERENCIAS Altieri, M.A., Nichols, C. and Funes, F. 2012. Agroecologia: Unica Esperanza para la Soberania Alimetaria y la Resilencia Socioecologica, Sociedad Scientifica Latinoamericana de Agroecologia SOCLA Rio20 position paper presented at the Rio20 United Nations Conference on Sustainable Development, Rio de Janeiro, June 2012. Allen, P. 2010. Realizing Justice in Local Food Systems, Cambridge Journal of Regions, Economy and Society, 3: 295308. Belik, W. and Domene, S.M.A. 2012. Experiencias de Progamas Combinados de Alimentacao Escolar e Desenvolvimento Local em Sao Paulo Brasil, Agroalimentaria, 18:34, http:www.saber.ula.vebitstream123456789353791art 4.pdf acessado em 29 de outubro de 2012. Camara Interministerial de Seguranca Alimentar e Nutricional CAISAN 2011. Plano Nacional de Seguranca Alimentar e Nutricional 20122015. Brasilia, CAISAN. Chmielewska, D. and Souza, D. 2010. Market Alternatives for Smallholder Farmers in Food Security Initiatives: Lessons from the Brazilian Food Acquisition Programme, IPCIG Working Paper, No. 64, Brasilia, International Policy Centre for Inclusive Growth, www.ipcundp.orgpubIPCWorking Paper 64.pdf acessado em 29 de outubro de 2012. Companhia Nacional de Abastecimento Conab 2012. Programa de Aquisicao de Alimentos: Resultados das Acoes da Conab em 2011. Brasilia, Conab. Del Grossi, M.E. 2011 Poverty Reduction: From 44 Million to 29.6 Million People in J. Graziano da Silva, M.E. Del Grossi and C. Galvao de Franca eds, The Fome Zero Zero Hunger Program: The Brazilian Experience. Rome, Food and Agriculture Organization of the United Nations. Federal Government of Brazil 2006. Lei 11.326, de 24 de julho de 2006, website do governo federal, http:www.planalto.gov.brccivil_03_Ato 200420062006LeiL11326.htm acessado em 29 de outubro de 2012. Federal Government of Brazil 2011. Brazil Program to eradicate extreme poverty to benefit 16.2 million people, Press release, May 2011, http:www.brasil.gov.brparapresspressreleasesmay1brazilprogramtoeradicateextremepovertytobenefit16.2millioncitizensbr_model 1?set_languageen acessado em 29 de outubro de 2012. Working Paper 27 Federal Government of Brazil 2012. Busca Ativa in Plano Brasil sem Miseria, http:www.brasil.gov.brsobrecidadaniabrasilsemmiseriavideosbuscaativa acessado em 29 de outubro de 2012. Food and Agriculture Organization of the United Nations FAO 2012. Country Profile: Food Security Indicators: Brazil. Rome, FAO. Fundo Nacional de Desenvolvimento da Educacao FNDE 2012. Alimentacao Escolar, http:www.fnde.gov.brindex.phpprogramasalimentacaoescolar acessado em 29 de outubro de 2012. Gortaire, R. 2006. Sistemas de Canasta Comunitaria Organizaciones de Consumo Agroecologico?. Buenos Aires, TAU, http:www.tau.org.arupload89f 0c 2b 656ca 02ff 45ef 61a 4f 2e 5bf 24Red_de_econom_a_para_la_vida.pdf acessado em 29 de outubro de 2012. Gradin, C. 2007. Why is Poverty so High Among AfroBrazilians? A Decomposition Analysis of the Racial Poverty Gap, IZA Discussion Paper, No. 2809. Bonn, IZA, http:ftp.iza.orgdp 2809.pdf acessado em 29 de outubro de 2012. Graziano da Silva, J. 2009 Zero Hunger and the Territories of Citizenship: Promoting Food Security in Brazils Rural Areas in J. von Braun, R. Vargas Hill and R. PandyaLorch eds, The Poorest and the Hungry: Assessments, Analyses, and Actions. Washington, DC, International Food Policy Research Institute: 367374. Graziano da Silva, J., Del Grossi, M.E. and Galvao de Franca, C. 2011. The Fome Zero Zero Hunger Program: The Brazilian Experience. Rome, Food and Agriculture Organization of the United Nations. Hall, G. and H.A. Patrinos eds 2006 Indigenous Peoples, Poverty and Human Development in Latin America 19942004, Washington, DC, The World Bank. IAASTD and Mc Intyre, B.D. 2009. International Assessment of Agricultural Knowledge, Science, and Technology for Development IAASTD: Latin America and the Caribbean LAC Report. Washington, DC, Island Press. Instituto Brasileiro de Geografia e Estatistica IBGE 2009. Censo Agropecuario 2006. Rio de Janeiro, IBGE. IBGE 2010. Censo Demografico 2010. Rio de Janeiro, IBGE. International Fund for Agricultural Development IFAD 2010. Rural Poverty Report 2011. Roma, FIDA, http:www.ifad.orgrpr 2011reporterpr 2011.pdf acessado em 29 de outubro de 2012. FIDA 2011. Enabling Poor Rural People to Overcome Poverty in Brazil. Roma, FIDA, http:www.ifad.orgoperationsprojectsregionsPLfactsheetbrazil_e.pdf acessado em 29 de outubro de 2012. FIDA 2012. Sustainable Smallholder Agriculture: Feeding the World, Protecting the Planet. Roma, FIDA, http:www.ifad.orgeventsgc35docconcept_e.pdf acessado em 29 de outubro de 2012. 28 International Policy Centre for Inclusive Growth Lal, R. and Junior, W. 2011. Where Biodiversity, Traditional Knowledge, Health and Livelihoods Meet: Institutional Pillars for the Productive Inclusion of Local Communities Brazil Case Study, IPCIG Working Paper, No. 81. Brasilia, International Policy Centre for Inclusive Growth. Linn, J.F. ed. 2012. Scaling Up in Agriculture, Rural Development, and Nutrition, Focus 19, Brief 3, June 2012. Washington, DC, 2020 Vision for Food, Agriculture, and the Environment Initiative of the International Food Policy Research Institute, http:www.ifpri.orgpublicationscalingagricultureruraldevelopmentandnutrition acessado em 29 de outubro de 2012. Ministero de Desenvolvimento Agrario MDA 2012. PAA Balanco 2011 e dados 2012, contato pessoal com o MDA, Brasilia, 20 de marco de 2012. MDA 2008. Declaracao de Aptidao do Agricultor Familiar ao Pronaf Manual do Cadastrador. Brasilia, MDA, http:comunidades.mda.gov.brportalsafarquivosviewinstitucionalManual_DAP_2008_2009.pdf acessado em 29 de outubro de 2012. Ministerio de Desenvolvimento Social e Combate a Fome MDS 2011. Plano Nacional Brasil sem Miseria. Brasilia, MDS. MDS 2012. Dados do PAA 2012, http:aplicacoes.mds.gov.brsagipaa2012visi_paa_geralpg_principal.php?urlgeral_modalidade acessado em 29 de outubro de 2012. Ministerio da Integracao Nacional. Progamas de Financiamento. Brasilia, Ministerio da Integracao Nacional, http:www.mi.gov.brpdffundosfnoprogramas_de_financiamento.pdf acessado em 29 de outubro de 2012. Muller, L. 2012. Personal Interview, 21 March 2012. Romeiro d Avila, C. 2010. Modalidade Compra com Doacao Simultanea in I. Luiz Conti org., Programa de Acuisicao de Alimentos: uma Inovacao em Politicas Publicas de Seguranca Alimentar e Nutricional, Vol. 3. Porto Alegre, Projeto REDESAN. Rosset, P. 2000. The Multiple Functions and Benefits of Small Farm Agriculture in the Context of Global Trade Negotiations, Development, 43:2. Schneider, S., Shiki, S. and Belik, W. 2010. Rural Development in Brazil: overcoming inequalities and building new markets, Revista di Economia Agraria, 65:2, http:www.ufrgs.brpgdrarquivos801.pdf acessado em 29 de outubro de 2012. United Nations HighLevel Task Force on the Global Food Security Crisis 2008. The Comprehensive Framework for Action, http:www.un.orgenissuesfoodtaskforcecfa.shtml acessado em 29 de outubro de 2012. World Bank 2007 World Development Report: Agriculture for Development. Washington, DC, World Bank, http:siteresources.worldbank.orgINTWDR2008ResourcesWDR_00_book.pdf acessado em 29 de outubro de 2012. NOTAS 1. Para uma definicao formal da agricultura familiar no Brasil, ver a Lei 11.326 Lei da Agricultura Familiar na Secao 2.1. 2. O tamanho de um modulo fiscal e definido em base municipal e varia em todo o paiso tamanho medio e normalmente maior nas regioes a sul e oeste do pais e menor no nordeste. Em muitas das areas maiores, como em Pirapora, Minas Gerais, o tamanho medio de 280 ha e muito superior a media bruta do estado de 70 ha devido ao Codigo Florestal, que obriga os produtores a reservar terra florestada para protecao ambiental. No estado do Parana, 470.000 propriedades rurais do total de 514.000 sao registradas como exploracoes agricolas familiares, variando em tamanho de 20 ha a 120 ha, considerando que somente oito por cento de tais propriedades precisam reservar terra em conformidade com o codigo florestal. Ver http:agricultura.ruralbr.com.brnoticia201106tamanhodomodulofiscalcitadonocodigoflorestalvariaemcadamunicipiobrasileiro3333440.html. 3. Os assentamentos da reforma agraria sao um componente critico da reforma agraria do Brasil. Del Grossi 2011 estima que entre 2003 e 2009 574.532 familias tenham sido assentadas em terras totalizando 47,7 milhoes de hectares em area. O processo envolveu 3.386 projetos, que representaram cerca de 62 por cento de todos os assentamentos estabelecidos ao longo dos ultimos 39 anos. Uma instituicao especifica foi criada, em 1970 para implementar a reforma agraria, o Instituto Nacional de Colonizacao e Reforma Agraria INCRA, sendo responsavel por compensacoes por expropriacao e processos relacionados a titulacao da terra. 4. Para uma lista completa dos grupos e elegibilidade do DAP, consultar http:www.agricultura.al.gov.brprogramasDAP.pdf. 5. PAAnet: http:www.conab.gov.brprodutos ServicosPAANETinterna.php?a503?a1129t2. 6. Inclusao Produtiva e uma linha transversal de acao que permeia toda a politica social brasileira e incorpora um foco em atividades de capacitacao para melhorar o acesso ao emprego formal eou a qualidade do trabalho e atividades produtivas desempenhadas por pessoas em situacao de pobreza, seja atraves de autoemprego, autoemprego individual ou coletivo associativo ou cooperativo e agricultura familiar, etc. De fato, os agricultores familiares foram sujeitos a atencao consideravel no contexto de programas transministeriais destinados a melhorar a inclusao produtiva. Ver leite e Junior 2011. 7. Os fundos federais para o PAA sao um instrumento para canalizar financiamento federal do Sul e Sudeste regioes mais desenvolvidas para a regiao Nordeste, mais pobre e desigual. 8. O Canasta Comunitaria foi inicialmente organizado em 1987 e agora incorpora em torno de 1.400 familias nas atividades de producao e consumo. A ideia se originou do objetivo de atender aos consumidores que desejam variedades de alimentos locais e saudaveis a precos acessiveis, os quais estavam desaparecendo dos supermercados locais. A instituicao serve como uma plataforma para estabelecer acordos entre pequenos agricultores e consumidores locais dispostos a comprar seus produtos. Ver Gortaire 2006. 9. As instituicoes benfeitoras variam e sao determinados pelo projeto executado pela cooperativa, municipio ou pela Conab. Eles normalmente fazem parte de um sistema de protecao social, governamental ou privado, e recebem os alimentos adquiridos para compensar seu orcamento existente. 10. O Busca Ativa referese a busca do governo federal brasileiro para proativamente localizar e prover documentacao e servicos para os 16 milhoes de brasileiros identificados como vivendo em condicoes de pobreza extrema. Como parte do BSM, o Busca Ativa pretende construir uma ponte entre o Estado e seus cidadaos com o objetivo de incluir todos os cidadaos brasileiros na rede formal de servicos sociais e garantir que eles nao sejam mais invisiveis. 11. Segundo o Relatorio do FIDA Pobreza Rural 2011, pobres gastam 5080 por cento de sua renda em alimentos FIDA, 2010. International Centre for Inclusive Growth International Policy Centre for Inclusive Growth IPC IGPoverty Practice, Bureau for Development Policy, UNDPEsplanada dos Ministerios, Bloco O, 7o andar 70052900 Brasilia, DF Brazil Telephone: 55 61 2105 5000Email: ipcipcundp.org cid:131 URL: www.ipcundp.org", "filename": "738627526.pdf", "person": ["Ryan Nehring", "Nehring, Ryan", "Ben McKay", "McKay, Ben"], "date": ["2013"]}