{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/71670/1/739266292.pdf"], "title": ["Product and labor market imperfections and scale economies: Micro-evidence on France, Japan and the Netherlands"], "plaintext": "Product and Labor Market Imperfections and Scale Economies: MicroEvidence on France, Japan and the Netherlands Sabien Dobbelaere VU University Amsterdam, Tinbergen Institute and IZA Kozo Kiyota Yokohama National University and RIETI CREST Paris TechENSAE, UNUMERIT Maastricht University and NBER Jacques Mairesse Discussion Paper No. 7253 February 2013 IZA P.O. Box 7240 53072 Bonn Germany Phone: 4922838940 Fax: 492283894180 Email: izaiza.org Any opinions expressed here are those of the authors and not those of IZA. Research published in this series may include views on policy, but the institute itself takes no institutional policy positions. The IZA research network is committed to the IZA Guiding Principles of Research Integrity. The Institute for the Study of Labor IZA in Bonn is a local and virtual international research center and a place of communication between science, politics and business. IZA is an independent nonprofit organization supported by Deutsche Post Foundation. The center is associated with the University of Bonn and offers a stimulating research environment through its international network, workshops and conferences, data service, project support, research visits and doctoral program. IZA engages in i original and internationally competitive research in all fields of labor economics, ii development of policy concepts, and iii dissemination of research results and concepts to the interested public. IZA Discussion Papers often represent preliminary work and are circulated to encourage discussion. Citation of such a paper should account for its provisional character. A revised version may be available directly from the author. IZA Discussion Paper No. 7253 February 2013 ABSTRACT Product and Labor Market Imperfections and Scale Economies: MicroEvidence on France, Japan and the Netherlands Allowing for three labor market settings perfect competition or righttomanage bargaining, efficient bargaining and monopsony, this paper relies on an extension of Halls econometric framework for estimating simultaneously pricecost margins and scale economies. Using an unbalanced panel of 17,653 firms over the period 19862001 in France, 8,725 firms over the period 19942006 in Japan and 7,828 firms over the period 19932008 in the Netherlands, we first apply two procedures to classify 30 comparable manufacturing industries in 6 distinct regimes that differ in terms of the type of competition prevailing in product and labor markets. For each of the three predominant regimes in each country, we then investigate industry differences in the estimated product and labor market imperfections and scale economies. We find important regime differences across the three countries and also observe differences in the levels of product and labor market imperfections and scale economies within regimes. JEL Classification: C23, D21, J50, L13 Keywords: Corresponding author: Sabien Dobbelaere Department of Economics VU University Amsterdam De Boelelaan 1105 1081 HV Amsterdam The Netherlands Email: sabien.dobbelaerevu.nl rent sharing, monopsony, pricecost markups, production function, panel data The analysis using the Japanese firmlevel data was conducted at the Research Institute of Economy, Trade and Industry RIETI. Kiyota acknowledges financial support from the Japan Society for the Promotion of Science Grantinaid A22243023. All errors or omissions are the sole responsibility of the authors. We are grateful to Bjorn Brugemann, Masahisa Fujita, Kyoji Fukao, Bas van der Klaauw, Jose Luis MoragaGonzalez, Masayuki Morikawa and Ayumu Tanaka for helpful comments and suggestions 1 Introduction There is an abundant literature on production function estimation studying how cid:133rms convert inputs intooutputs and the e ciency with which this occurs see Syverson, 2011 for a survey. This literature as oflate has given increasing attention to possible biases that market imperfections cid:150particularly in the productmarketcid:150 could induce in production function and productivity estimates. There is a long tradition in applied industrial organization of estimating product market power see De Loecker and Warzynski, 2012 forreferences. While most economists believe that product and labor market imperfections almost surely existto one degree or another, only few have explicitly accounted for their joint incid:135uence on production function estimation at the micro level see Dobbelaere and Mairesse, 2013 for references. Contributing to theeconometric literature on estimating microeconomic production functions and the one on estimating simultaneously market imperfections in product and labor markets, this paper serves the purpose of quantifyingindustry dierences in product and labor market imperfections and scale economies using cid:133rmlevel data in France, Japan and the Netherlands. Do manufacturing industries in the three countries under considerationbelong to dierent regimes characterizing the type of competition prevailing in product and labor markets?To what extent do manufacturing industries within a particular regime dier in the degree of imperfectionsin the product and labor markets in which they operate? These are the main questions that we address.In this paper, we rely on two extensions of Hallcid:146s 1988 econometric framework for estimating simultaneouslypricecost margins and scale economies using cid:133rm panel data that take into account imperfections in thelabor market.Instead of imposing a particular labor market setting on the data cid:150a common practice inempirical studies estimating labor market imperfectionscid:150we follow Dobbelaere and Mairesse 2013 and useeconometric production functions as a tool for testing the competitiveness of product and labor markets andevaluating their degree of imperfection. We consider two product market settings perfect competition P Cand imperfect competition IC and three labor market settings perfect competition or righttomanagebargaining P R, e cient bargaining EB and monopsony M O. We thus distinguish 6 regimes.Our empirical analysis is based on three large unbalanced panels of manufacturing cid:133rms: 17,653 cid:133rms overthe period 19862001 in France, 8,725 cid:133rms over the period 19942006 in Japan and 7,828 cid:133rms over theperiod 19932008 in the Netherlands. It consists of two parts. In the cid:133rst part, we apply two proceduresto classify 30 comparable manufacturing industries in distinct regimes that dier in terms of the type ofcompetition prevailing in product and labor markets in each country. The cid:133rst classicid:133cation procedure isbased on point estimates of our parameters of interest and enables a complete classicid:133cation whilst the secondis based on concid:133dence intervals around estimated parameters which entails a more statistically correct cid:150but incompletecid:150 characterization of industries. We observe important dierences in the prevalent productand labor market settings, and hence in the prevalent regimes across the three countries.Irrespective ofthe classicid:133cation procedure, we cid:133nd that i the proportion of industries and cid:133rms that is characterized byimperfect competition in the product market is much higher in France and the Netherlands than in Japan andii the most prevalent labor market setting is e cient bargaining in France and perfect competition or righttomanage bargaining in Japan and the Netherlands. As such, according to both classicid:133cation procedures,the dominant regime is one of imperfect competition in the product market and e cient bargaining in thelabor market in France, one of perfect competition in the product market and perfect competition or righttomanage bargaining in the labor market in Japan and one of imperfect competition in the product marketand perfect competition or righttomanage bargaining in the labor market in the Netherlands.2In the second part, we investigate industry dierences in the estimated product and labor market imperfectionparameters within the three predominant regimes in each country. In addition to the important crosscountryregime dierences that our analysis reveals, we also cid:133nd dierences in the levels of market imperfections andscale economies within a regime.We proceed as follows. Section 2 discusses the theoretical framework and elucidates the econometric implementation. Section 3 presents the cid:133rm panel data for France, Japan and the Netherlands. Section 4applies two classicid:133cation procedures to characterize the type of competition in the product and labor markets of our selected manufacturing industries. Section 5 analyses industry dierences in the degree of marketimperfections within predominant regimes. Section 6 concludes.2 Theoretical framework and econometric implementation 2.1 Theoretical framework This section extends the framework of Hall 1988 for estimating pricecost margins and scale economies.To this end, we follow Dobbelaere and Mairesse 2013 by considering three labor market settings: perfectcompetition or righttomanage bargaining Nickell and Andrews, 1983, e cient bargaining Mc Donald and Solow, 1981 and monopsony Manning, 2003. This section contains the main ingredients of the theoreticalframework. For technical details, we refer to Appendix A.We start from a production function Qit cid:2it F Nit; Mit; Kit, where i is a cid:133rm index, t a time index, N islabor, M is material input and K is capital. cid:2it Aecid:17iutcid:29it, with cid:17i an unobserved cid:133rmspecicid:133c eect, uta yearspecicid:133c intercept and cid:29it a random component, is an index of technical change or cid:147truecid:148 total factorproductivity. Denoting the logarithm of Qit; Nit; Mit; Kit and cid:2it by qit; nit; mit; kit and cid:18it respectively,the logarithmic specicid:133cation of the production function gives:qit QN itnit QM itmit QKitkit cid:18it1where QJ it J N; M; K is the elasticity of output with respect to input factor J.Firms operate under imperfect competition in the product market IC. We allow for three labor market settings LM S: perfect competition or righttomanage bargaining P R1, e cient bargaining EBand monopsony M O. We assume that material input and labor are variable factors. Shortrun procid:133tmaximization implies the following cid:133rstorder condition with respect to material input:where cid:11M it jit Mitrefers to the markup of Pit Qitoutput price Pit over marginal cost CQit. Depending on the prevalent LM S, shortrun procid:133t maximizationimplies the following cid:133rstorder condition with respect to labor:is the share of material costs in total revenue and cid:22it PitCQitQM it cid:22it cid:11M it2QN it cid:22it cid:11N itif LM S P R cid:22it cid:11N it cid:0 cid:22itcid:13it 1 cid:0 cid:11N it cid:0 cid:11M itif LM S EB345 cid:22it cid:11N it cid:181 1Nw itcid:19if LM S M O1 Our framework does not allow to disentangle perfect competition in the labor market from righttomanage bargaining.In both settings, labor is unilaterally determined by the cid:133rm from procid:133t maximization, i.e. the wage rate equals the marginalrevenue of labor see Section A.1 in Appendix A.3is the share of labor costs in total revenue. cid:13it cid:30itwhere cid:11N it wit Nitrepresents the relative extent 1cid:0cid:30it Pit Qitw it 2 the wage elasticity of theof rent sharing, cid:30it 2 0; 1 the absolute extent of rent sharing and Nlabor supply. From the cid:133rstorder conditions with respect to material input and labor, it follows that theparameter of joint market imperfections it: it M itQcid:11M it cid:0QN itcid:11N it 0if LM S P R cid:22itcid:13itcid:20 1 cid:0 cid:11N it cid:0 cid:11M itcid:11N itcid:21 0if LM S EB cid:0cid:22it 1Nw it 0if LM S M O6789Assuming that the elasticity of scale, cid:21it Qexpressed as:N it QM it QKit, is known, the capital elasticity can beQKit cid:21it cid:0 QN it cid:0 QM it Inserting Eqs. 2, 6 and 10 in Eq. 1 and rearranging terms gives:qit cid:22it cid:11N it nit cid:0 kit cid:11M it mit cid:0 kit itcid:11N it kit cid:0 nit cid:21itkit cid:18it 2.2 Econometric implementation1011Eq. 6 shows that the dierences between the estimated output elasticities of labor and materials and theirrevenue shares are key to empirical identicid:133cation of the product and labor market imperfection parameters.Essential is that the test for the prevalent LM S assumes that cid:133rms take the price of materials as given. In aperfectly competitive labor market or in a righttomanage bargaining setting, the only source of discrepancybetween the estimated output elasticity of labor and the share of labor costs in revenue is the cid:133rm pricecostmarkup, just like in the materials market Eq. 3. Therefore, the dierence in the two factorscid:146 outputelasticitytorevenueshare ratios, i.e. the parameter of joint market imperfections, equals zero Eq. 7.In an e cient bargaining setting, the marginal employee receives a wage that exceeds hisher marginal revenuesince e cient bargaining allocates inframarginal gains across employees. As such, the outputelasticitytorevenueshare ratio for labor becomes smaller, and smaller than the respective ratio for materials in particular.Hence, there is a positive dierence between the materials and labor ratios, i.e. the parameter of joint marketimperfections is positive Eq. 8.In a monopsony setting, on the other hand, the marginal employee obtains a wage that is less than hishermarginal revenue. As such, the outputelasticitytorevenueshare ratio for labor exceeds the respective ratiofor materials, yielding the negative parameter of joint market imperfections Eq. 9.Depending on the LM S, it follows from the parameter of joint market imperfections that the dierencesbetween the estimated output elasticities of labor and materials and their revenue shares can be mapped intoeither the cid:133rm pricecost markup and the extent of rent sharing Eq. 8 or the cid:133rm pricecost markup andthe cid:133rm labor supply elasticity Eq. 9.4Since our study aims at i comparing regime dierences in terms of the type of competition prevailing inproduct and labor markets across France, Japan and the Netherlands and ii assessing withinregime industry dierences in the estimated product and labor market imperfection parameters and the scale elasticityparameters in each of the countries, we estimate average parameters. There are many sources of variationin input shares. Some of them are related to variation in machinery and capacity utilization, i.e. variationin the business cycle. When deriving our parameters of interest, we want to abstract from such sources ofvariation. Therefore, we assume average input shares. The empirical specicid:133cation that acts as the bedrockfor the regressions at the industry level is hence given by:qit cid:22 cid:11N nit cid:0 kit cid:11M mit cid:0 kit cid:11N kit cid:0 nit cid:21kit cid:16 it12The estimated industryspecicid:133c joint market imperfections parameter cid:16b jcid:17 determines the regime characterizing the type of competition prevailing in the product and the labor market. A priori, 6 distinct regimesare possible: 1 perfect competition in the product market and perfect competition or righttomanagebargaining in the labor market, 2 imperfect competition in the product market and perfect competition orrighttomanage bargaining in the labor market, 3 perfect competition in the product market and e cientbargaining in the labor market, 4 imperfect competition in the product market and e cient bargaining inthe labor market, 5 perfect competition in the product market and monopsony in the labor market and 6 imperfect competition in the product market and monopsony in the labor market. We denote the 6 possibleregimes by R 2 f P CP R; ICP R; P CEB; ICEB; P CM O; ICM Og, where the cid:133rst part recid:135ects thetype of competition in the product market and the second part recid:135ects the type of competition in the labormarket. Once the regime is determined, we derive the product and labor market imperfection parametersfrom the estimated joint market imperfections parameter.3 Data description The French data are based on cid:133rm accounting information from EAE cid:147Enqute Annuelle dcid:146Entreprisecid:148,cid:147Service des Etudes et Statistiques Industriellescid:148 SESSI. The Japanese data are sourced from the concid:133dential micro database of the cid:147Kigyou Katsudou Kihon Chousa Houkokushocid:148 Basic Survey of Japanese Business Structure and Activities BSJBSA collected annually by the Research and Statistics DepartmentMETI.2 The survey is compulsory for cid:133rms with more than 50 employees and with capital of more than 30million yen. The Dutch data are sourced from the Production Surveys PS at Statistics Netherlands whichare collected annually by the cid:147Centraal Bureau voor de Statistiekcid:148 CBS. A combination of census andstraticid:133ed random sampling is used for each wave of the PS. A census is used for the population of enterpriseswith at least cid:133fty employees and a straticid:133ed random sampling is used for enterprises with fewer than cid:133ftyemployees. The stratum variables are the economic activity and the number of employees of an enterprise.For each country, our estimation sample is restricted to cid:133rms having at least four consecutive observations.After some trimming on input shares in total revenue and input growth rates to eliminate outliers and anomalies, we end up with an unbalanced panel of 17,653 cid:133rms covering the period 19862001 in France F R,8,725 cid:133rms spanning the period 19942006 in Japan JP and 7,828 cid:133rms over the period 19932008 in the Netherlands N L. Table B.1 in Appendix B gives the panel structure of the estimation sample by country.Output Q is decid:133ned as current production decid:135ated by the twodigit producer price index in F R and realgross output measured by nominal sales divided by the industrylevel gross output price index in JP and 2 For details on the Japanese data, we refer to Kiyota et al. 2009.5N L. Labor N refers to the average number of employees in F R, the number of manhours computed aseach cid:133rmcid:146s total number of employees multiplied by industrylevel working hours in JP and the numberof employees in September of a given year in N L. Material input is decid:133ned as intermediate consumptiondecid:135ated by the industrylevel intermediate consumption price index in the three countries. The capital stockK is measured by the gross bookvalue of cid:133xed assets in F R, computed from tangible assets and investmentbased on the perpetual inventory method in JP 3 and proxied by depreciation of cid:133xed assets decid:135ated bythe industrylevel gross cid:133xed capital formation price index for all assets in N L. The working hours andprice decid:135ators for JP are obtained from the Japan Industrial Productivity JIP 2009 database, whichwas compiled by RIETI and Hitotsubashi University.4 The price decid:135ators for N L are obtained from the EUKLEMS database November 2009 release, March 2011 update. The shares of labor cid:11N and materialinput cid:11M are constructed by dividing respectively the cid:133rm total labor cost and undecid:135ated intermediateconsumption by the cid:133rm undecid:135ated production and by taking the average of these ratios over adjacent years.Table 1 reports the means, standard deviations and quartile values of our main variables by country. Theaverage growth rate of real cid:133rm output is 3.3% per year in F R, 2.0% in JP and 2.5% in N L. In F R, labor,materials and capital have increased at an average annual growth rate of 1.4%, 4.9% and 0.8% respectively. In JP , labor and capital have decreased at an average annual growth rate of 0.2% and 0.3% respectively, whilematerials has increased at an average annual growth rate of 1.3%. In N L, labor, materials and capital haveincreased at an average annual growth rate of 0.4%, 2.6% and 1.6% respectively. The Solow residual or theconventional measure of total factor productivity T F P is stable over the considered period in each country.As expected for cid:133rmlevel data, the dispersion of all these variables is considerably large. For example, T F Pgrowth is lower than 5.2% 2.2% 4.3% for the cid:133rst quartile of cid:133rms and higher than 5.9% 4.2% 5.9%for the upper quartile in F R JP N L.Insert Table 1 about hereFor illustrative purposes, we estimate Eq. 11 at the manufacturing level using the GMM estimator.5 Table B.2 in Appendix B present the results. From the estimated market imperfections parametercid:16b cid:17, we inferthat the ICEBregime applies at the manufacturing level in F R and N L and the P CP Rregime in JP .6In F R N L, the pricecost markup is estimated at 1.252 1.429 and the absolute extent of rent sharing at 0.324 0.245. In JP , the pricecost markup is estimated at 0.989.3 Details on the measurement of the user cost of capital can be found in Section B.1 in Appendix B.4 For more details on the JIP database, see Fukao et al. 2007.5 The set of instruments includes the lagged levels of n, m and k dated t cid:0 2 and t cid:0 3 in the cid:133rstdierencedequations and the lagged cid:133rstdierences of n, m and k dated t cid:0 1 in the levels equations. We retrieved the cid:133rststeprobust standard errors.rentsharing parameters If LM S P R,cid:16bcid:13 and bcid:30 respectivelycid:17 can be retrieved from the joint market imperfections parameter cid:16b cid:17 see Eq. 8.however, we can only retrieve the pricecost markup bcid:22 from the joint market imperfections parametercid:16b cid:17 see Eq. 7. Thisexplains why bcid:22, bcid:13 and bcid:30 are reported for F R and N L and bcid:22 is reported for JP in Table B.2 in Appendix B.66 If LM S EB,the pricecost markup bcid:22 and the relative and absolute extent of4 Classicid:133cation of industries In each country, we consider 30 comparable manufacturing industries, making up our estimation sample. Thisdecomposition is detailed enough for our purpose and ensures that each industry contains a su cient numberof observations minimum: 342 observations. Table B.3 in Appendix B presents the industry repartition ofthe estimation sample and the number of cid:133rms and the number of observations by industry and country.From Section 2, it follows that the industryspecicid:133c joint market imperfections parameter captures imperfectcompetition in both the product and the labor market and as such determines the prevalent regime to whicheach industry belongs. For each industry j 2 f 1; : : : ; 30g, we estimate a standard CobbDouglas productionfunction Eq. 12 using the system GMM estimator. We apply two classicid:133cation procedures.1 Classicid:133cation procedure 1, on which we comment below, is summarized as follows:Classicid:133cation procedure 1:Hypothesis testQQM jcid:11M j cid:0QM j H10:cid:18cid:22jcid:01 H20:cid:18 jH10:cid:18cid:22jcid:01 H20:cid:18 jH10:cid:18cid:22jcid:01 H20:cid:18 jH10:cid:18cid:22jcid:01 H20:cid:18 jH10:cid:18cid:22jcid:01 H20:cid:18 jH10:cid:18cid:22jcid:01 H20:cid:18 jQQN jQN j N j M jcid:11M j cid:01cid:19cid:20 0:10 andcid:11N jcid:19cid:20 j 0:30jcid:11M j cid:01cid:19 0:10 andcid:11N jcid:19cid:20 j 0:30jcid:11M j cid:01cid:19cid:20 0:10 andcid:11N jcid:19 0:30cid:11M j cid:01cid:19 0:10 andcid:11N jcid:19 0:30cid:11M j cid:01cid:19cid:20 0:10 andcid:11N jcid:19cid:20 cid:00:30cid:11M j cid:01cid:19 0:10 andcid:11N jcid:19cid:20 cid:00:30QN jQN jQN jQM jcid:11M j cid:0QM jQM jcid:11M j cid:0QM jQM jcid:11M j cid:0QM jQM jcid:11M j cid:0QM jQM jcid:11M j cid:0Null hypothesisnot rejected R P CP RR ICP RR P CEBR ICEBR P CM OR ICM OClassicid:133cation 1 is entirely based on the point estimates of the pricecost markup cid:22j and the joint marketimperfections parameter j. On pragmatic grounds, we argue that decid:133ning H0 :cid:0cid:22j cid:0 1cid:1 j 0 is tooexcessive. Based on the industryspecicid:133c input shares cid:11J j J N; M; K and the industryspecicid:133c outputelasticitiescid:16bQJcid:17jJ N; M; K of the three countries, we select a common threshold of 1:10 for cid:22j and j 0:30jfor j.7 For example, if our null hypothesis is that imperfect competition in the product market and e cient 7 Table B.4 in Appendix B motivates the choice of j 0:30j for j.7bargaining in the labor market feature the industry, we perform the following test: H10 : cid:0cid:22j cid:0 1cid:1 0:10and H20 : j 0:30. The test rejects that the ICEBregime applies if either H10 or H20 is rejected. Byconstruction, this procedure does not take into account the precision of the estimates but has the advantageof entailing a complete classicid:133cation.Table 2 summarizes the resulting industry classicid:133cation. Columns 35 in Table B.5 in Appendix B providedetails on the specicid:133c industries belonging to each regime according to classicid:133cation 1. Focusing on theproduct market side, more than 83% of the industries comprising more than 91% of the cid:133rms are typicid:133edby imperfect competition in F R and N L whilst this does only hold for 43% of the industries comprising 39% of the cid:133rms in JP . On the labor market side, 30% of the industries comprising 55% of the cid:133rms arecharacterized by e cient bargaining, 63% of the industries comprising 43% of the cid:133rms by perfect competitionor righttomanage bargaining and monopsony features only 7% of the industries comprising 2% of the cid:133rmsin F R. In JP , 53% of the industries comprising 51% of the cid:133rms are characterized by perfect competitionor righttomanage bargaining, 23% of the industries comprising 30% of the cid:133rms by monopsony and 23% ofthe industries comprising 20% of the cid:133rms by e cient bargaining. In N L, the three labor market settingsare more evenly distributed compared to F R and JP : 40% of the industries comprising 55% of the cid:133rms arecharacterized by perfect competition or righttomanage bargaining, 30% of the industries comprising 25%of the cid:133rms by monopsony and 30% of the industries comprising 20% of the cid:133rms by e cient bargaining.Taken together, the three predominant regimes in F R are ICEB, ICP R and P CM O:cid:15 ICEBregime: 30% of the industries comprising 51% of the cid:133rms,cid:15 ICP Rregime : 40% of the industries comprising 38% of the cid:133rms andcid:15 ICM Oregime: 13% of the industries comprising 5% of the cid:133rms.In JP , the three predominant regimes are P CP R, P CM O and ICP R:cid:15 P CP Rregime: 23% of the industries comprising 27% of the cid:133rms,cid:15 P CM Oregime: 20% of the industries comprising 27% of the cid:133rms andcid:15 ICP Rregime: 30% of the industries comprising 24% of the cid:133rms.In N L, the three predominant regimes are ICP R which is by far the dominant regime, ICEB and ICM O:cid:15 ICP Rregime: 37% of the industries comprising 53% of the cid:133rms,cid:15 ICEBregime: 30% of the industries comprising 20% of the cid:133rms andcid:15 ICM Oregime: 20% of the industries comprising 18% of the cid:133rms.Insert Table 2 about here82 Classicid:133cation procedure 2, on which we comment below, is summarized as follows:Classicid:133cation procedure 2:Hypothesis test for product market setting P M SP C is null: H10: cid:22jcid:01 cid:20 0:10 against H1a: cid:22j cid:0 1 0:10IC is null: H10: cid:22jcid:01 0:10 against H1a: cid:22j cid:0 1 cid:20 0:10Hypothesis test for EBlabor market setting LM SP R is null: H10: jcid:20 0:30 against H1a: j 0:30EB is null: H10: j 0:30 against H1a: j cid:20 0:30Hypothesis test for M Olabor market setting LM SP R is null: H10: j cid:00:30 against H1a: j cid:20 cid:00:30M O is null: H10: jcid:20 cid:00:30 against H1a: j cid:00:30Statisticalsignicid:133cance level Null hypothesis not rejected 5%5%5%5%5%5%P M S P CP M S ICLM S P RLM S EBLM S P RLM S M OClassicid:133cation procedure 2 is based on concid:133dence intervals around estimated parameters. To determine therelevant productlabor market setting, we consider two a priori null hypotheses. Focusing on the productmarket side, choosing IC as the null hypothesis can be interpreted as believing more strongly in some degreeof imperfect competition, whilst the opposite is true when choosing P C as the null hypothesis. The choiceof two a priori null hypotheses allows the characterization of three types of industries. In particular, industryjcid:15 is characterized to be highly imperfectly competitive or far from perfectly competitive, denoted by ICcid:3,if P M S IC under both null hypotheses.cid:15 is characterized to be weakly imperfectly competitive or nearly perfectly competitive, denoted by P Ccid:3,if P M S P C under both null hypotheses.cid:15 belongs to the overlapping category, denoted by mover, if the P M Stype is dierent under both nullhypotheses.Focusing on the labor market side, choosing EBM O as the null hypothesis can be interpreted as believingmore strongly that the marginal employee receives a wage that diers from hisher marginal revenue, whilstchoosing P R as the null hypothesis supports more the belief that the marginal employee receives a wageequal to hisher marginal revenue. The choice of two a priori null hypotheses allows the characterization offour types of industries. In particular, industry jcid:15 is most likely to be characterized by e cient bargaining, denoted by EBcid:3, if LM S EB under bothnull hypotheses.cid:15 is most likely to be characterized by monopsony, denoted by M Ocid:3, if LM S M O under both nullhypotheses.cid:15 is most likely to be characterized by perfect competitionrighttomanage bargaining, denoted by P Rcid:3,if LM S P R under both null hypotheses.cid:15 belongs to the overlapping category, denoted by mover, if the LM Stype is dierent under both nullhypotheses.9Table 3a reports the three types of industries on the product market side and the four types of industries onthe labor market side. Table 3b summarizes the resulting cid:150incompletecid:150industry classicid:133cation. Table B.5 in Appendix B provides details on i the characterization of the specicid:133c industries columns 68 on the productmarket side, columns 911 on the labor market side and ii the specicid:133c industries belonging to a particularregime columns 1214.Let us cid:133rst focus the discussion on the product market side. A large proportion of industries is characterizedto be highly imperfectly competitive in F R and N L: 63% of the industries comprising 83% of the cid:133rms inthe former and 83% of the industries comprising 90% of the cid:133rms in the latter.In contrast, 33% of theindustries comprising 37% of the cid:133rms are typicid:133ed to be nearly perfectly competitive in JP . In N L F R,only 13% 7% of the industries making up 9% 13 of the cid:133rms are typicid:133ed as movers whereas 43% of theindustries comprising 38% of the cid:133rms belong to the overlapping category in JP .On the labor market side, about 50% of the industries making up about 50% of the cid:133rms are typicid:133ed asmovers in the three countries. In F R, 23% of the industries comprising 41% of the cid:133rms are most likely to becharacterized by e cient bargaining whereas the remaining 30% of industries comprising 10% of the cid:133rms aremost likely to be characterized by perfect competitionrighttomanage bargaining. In N L and JP , about 40% of the industries making up more than 42% of the cid:133rms are typicid:133ed as P Rcid:3industries whereas only asmall proportion cid:1507% 10% of the industries comprising 4% 6% of the cid:133rms in JP N Lcid:150are characterizedas EBcid:3industries.Insert Table 3a about hereWhereas classicid:133cation procedure 2 provides a more statistically correct characterization of industries, it entailsan incomplete classicid:133cation. From Table 3b, it follows that only about 40% of the industries comprising 40%of the cid:133rms can be classicid:133ed in one of the six regimes in F R and N L whereas this is only true for 27% of theindustries making up 28% of the cid:133rms in JP . The dominant regime iscid:15 ICcid:3EBcid:3 in F R, covering 23% of the industries comprising 41% of the cid:133rms,cid:15 P Ccid:3P Rcid:3 in JP , covering 17% of the industries comprising 22% of the cid:133rms andcid:15 ICcid:3P Rcid:3 in N L, covering 27% of the industries comprising 33% of the cid:133rms.Insert Table 3b about hereSumming up, we observe important dierences in the prevalent product and labor market settings, and hencein the prevalent regimes across the three countries. Irrespective of the classicid:133cation procedure, the proportionof industries and cid:133rms that is characterized by imperfect competition in the product market is much higherin F R and N L than in JP . Irrespective of the classicid:133cation procedure, the most prevalent labor marketsetting is e cient bargaining in F R and perfect competition or righttomanage bargaining in JP and N L.As such, according to both classicid:133cation procedures, the dominant regime is one of imperfect competition inthe product market and ecient bargaining in the labor market in F R, one of perfect competition in theproduct market and perfect competition or righttomanage bargaining in the labor market in JP and one of 10imperfect competition in the product market and perfect competition or righttomanage bargaining in thelabor market in N L.8Does the cid:133nding of important regime dierences across the three countries imply that manufacturing industries in the three countries dier considerably in the type of competition prevailing in product and labormarkets? To answer that question, we compare the relevant regime of each industry j 2 f 1; : : : ; 30g acrossthe three countries. To ensure a complete classicid:133cation, we base the comparison on classicid:133cation procedure 1. From columns 35 in Table B.5 in Appendix B, it follows that ten industries are characterized by the sameproduct market setting in each of the three countries. The livestock, seafood and cid:135our products industry ischaracterized by perfect competition whereas industries manufacturing textiles, furniture, chemicals, pharmaceuticals, metals, special industrial machinery, electronic parts and components, other transport equipmentand miscellaneous manufacturing products are characterized by imperfect competition. Three industries aretypicid:133ed by the same labor market setting in each of the three countries. Industries manufacturing furnitureand metals are characterized by perfect competition or righttomanage bargaining whilst the miscellaneousmachinery industry is characterized by monopsony.5 Withinregime industry dierences in parameters of interest To what extent do manufacturing industries within a particular regime dier in the degree of imperfections inthe product and labor markets in which they operate? To address that question, we condition our answer onclassicid:133cation 1 and investigate industry dierences in the estimated industryspecicid:133c scale elasticity parameterbcid:21j, joint market imperfections parameter b j, and corresponding pricecost markup bcid:22j and absolute extentof rentsharingbcid:30j or labor supply elasticitycid:16bNwcid:17jparameters within each of the three predominant regimesin F R, JP and N L.Table 4 presents the industry mean and the industry quartile values of the system GMM results within thethree predominant regimes in each country. The left part of Table 4 reports the estimated scale elasticityparameter, the middle part the estimated joint market imperfections parameter and the right part therelevant product and labor market imperfection parameters, i.e. the pricecost markup within P CP R and ICP R, the pricecost markup and the extent of rent sharing within ICEB, and the pricecost markupand the labor supply elasticity within P CM O and ICM O. We also present the industryspecicid:133c procid:133tratio parameter, which can be expressed as the estimated industryspecicid:133c pricecost markup divided by. This ratio shows that the source of procid:133t lies either inthe estimated industryspecicid:133c scale elasticitycid:16bcid:22bcid:21cid:17jimperfect competition or decreasing returns to scale. The standard errors cid:27 of bcid:22j, bcid:13j, bcid:30j, bcid:12j andcid:16bNwcid:17jcid:133rst part, we performed an F test of the joint hypothesis H0 :cid:0cid:22j cid:0 1cid:1 j 0, where the alternative is that at least one of theparameters does not equal zero. The cid:133rst part allows to select industries belonging to the P CP Rregime. In the second part,we tested a 2dimensional hypothesis by conducting two separate ttests to classify the remaining industries in one of the 5 otherregimes. Comparing this classicid:133cation procedure with classicid:133cation procedure 1 in the current study shows i no dierences inthe prevalent P M S in F R and N L, but a slightly higher prevalence of imperfect competition in JP and ii no dierences inthe prevalent LM S in F R, only minor dierences in N L classicid:133cation procedure 1 results in a slightly lower prevalence of EBand a slightly higher prevalence of P R and MO and a much higher lower prevalence of M O P R according to classicid:133cationprocedure 1 in JP . Consistent with classicid:133cation procedures 1 2, we cid:133nd that the dominant regime is ICEB, P CP R and ICP R in F R, JP and N L respectively. Details on this classicid:133cation procedure are not reported but available upon request.8 In Dobbelaere and Mairesse 2013, we applied a slightly dierent classicid:133cation procedure, consisting of two parts. In the 11are computed using the Delta method Wooldridge, 2002.9 All industryspecicid:133c estimates are presented in Table B.6 in Appendix B.10 In addition to the parameters reported in Table 4, Table B.6 also reports thecomputed factor shares and the output elasticity estimates. In Table B.6, industries within the P CP R and ICP Rregimes are ranked according tobcid:22j. Within the P CEB and ICEBregimes, we rank industries inincreasing order ofbcid:30j. Within the P CM O and ICM Oregimes, industries are ranked according tobcid:12j.Let us focus the discussion on the primary parameters within the predominant regimes in F R, JP and N Lrespectively. The predominant regimes in F R are ICEB 30% of industries51% of cid:133rms, ICP R 40% ofindustries38% of cid:133rms and ICM O 13% of industries5% of cid:133rms.than 0.376 for the cid:133rst quartile of industries and higher than 0.460 for the top quartile. The medianand higher than 1.305 for industries in the upper quartile. The median values of cid:21j and cid:22j are estimatedat 1.005 and 1.248 respectively.cid:15 Within regime R ICEB in F R,bcid:21j is lower than 0.937 for industries in the cid:133rst quartile and higherthan 0.971 for industries in the third quartile. b j is lower than 0.477 for industries in the cid:133rst quartileand higher than 0.702 for industries in the third quartile. The correspondingbcid:22j is lower than 1.295 forthe cid:133rst quartile of industries and higher than 1.413 for the top quartile. The correspondingbcid:30j is lowervalues ofbcid:21j, b j bcid:22j andbcid:30j are estimated at 0.948, 0.518, 1.320 and 0.414 respectively.cid:15 Within regime R ICP R in F R,bcid:21j is lower than 0.998 for industries in the cid:133rst quartile and higherthan 1.017 for industries in the third quartile. bcid:22 is lower than 1.215 for industries in the cid:133rst quartilecid:15 Within regime R ICM O in F R,bcid:21j is lower than 1.014 for industries in the cid:133rst quartile and higherthan 1.055 for industries in the third quartile. b j is lower than 0.659 for industries in the cid:133rst quartileand higher than 0.317 for industries in the third quartile. The correspondingbcid:22j is lower than 1.128 forthe cid:133rst quartile of industries and higher than 1.230 for the top quartile. The correspondingcid:16bNwcid:17jin the upper quartile. The median values ofbcid:21j, b j bcid:22j andcid:16bNwcid:17jisestimated to be lower than 1.789 for industries in the cid:133rst quartile and higher than 3.723 for industriesare estimated at 1.034, 0.489, 1.178and 2.763 respectively.The predominant regimes in JP are P CP R 23% of industries27% of cid:133rms, P CM O 20% of industries27% of cid:133rms and ICP R 30% of industries24% of cid:133rms  Their respective standard errors are computed as:cid:15 Within regime R P CP R in JP ,bcid:21j is lower than 1.021 for industries in the cid:133rst quartile and higherthan 1.068 for industries in the third quartile. bcid:22 is lower than 1.011 for industries in the cid:133rst quartile;bcid:13 bQw are derived as follows: bcid:22 bQcid:11M bQ1bcid:13 ;bcid:12j cid:11N, bcid:30 bcid:139 Dropping subscript j, bcid:22,bcid:13, bcid:30, bcid:12 andbNbQw bcid:12bN1cid:0bcid:12N!2N!2M cid:27M!cid:16bQMcid:172 cid:27cid:11N cid:11M cid:01cid:172 cid:16bQNbQcid:02bQ, cid:16cid:27bcid:30cid:172; cid:0cid:27bcid:13cid:12 cid:16cid:0cid:27bcid:22cid:12 bbN bbcid:16bQMcid:174M cid:27M!2Ncid:172 cid:27N!2M!cid:16bQ cid:16cid:27bcid:12cid:172NbQcid:02bQcid:16cid:27bcid:12cid:172and cid:16cid:27wcid:172bN bbb1cid:0bcid:124 .cid:16bQNcid:174bN10 For reasons of completeness, Table B.6 also provides detailed information on the system GMM estimates of the industrieswhich are classicid:133ed in the nonpredominant regimes in the three countries, i.e. the P CP R and P CM Oregimes in F R, the P CEB, ICEB and ICM Oregimes in JP and the P CM O and P CP Rregimes in N L.cid:11M 2 cid:18cid:27Mcid:192bQMcid:172 cid:27cid:11Mcid:172 cid:16bQcid:16 cid:11Ncid:27bcid:13 21bcid:134 ,N cid:0cid:16bQNcid:172 cid:27cid:11N cid:11M cid:01cid:11Ncid:11M cid:17QMcid:11MbMcid:11Mand MNQ;QQcid:11MQQ;QQM1Q12and higher than 1.063 for industries in the upper quartile. The median values of cid:21j and cid:22j are estimatedat 1.053 and 1.050 respectively.isestimated to be lower than 2.065 for industries in the cid:133rst quartile and higher than 2.975 for industriesare estimated at 1.088, 0.424, 1.029cid:15 Within regime R P CM O in JP ,bcid:21j is lower than 1.060 for industries in the cid:133rst quartile and higherthan 1.099 for industries in the third quartile. b j is lower than 0.514 for industries in the cid:133rst quartileand higher than 0.340 for industries in the third quartile. The correspondingbcid:22j is lower than 1.010 forthe cid:133rst quartile of industries and higher than 1.062 for the top quartile. The correspondingcid:16bNwcid:17jin the upper quartile. The median values ofbcid:21j, b j bcid:22j andcid:16bNwcid:17jcid:15 Within regime R ICP R in JP ,bcid:21j is lower than 1.032 for industries in the cid:133rst quartile and higherthan 1.045 for industries in the third quartile. bcid:22 is lower than 1.116 for industries in the cid:133rst quartileand higher than 1.174 for industries in the upper quartile. The median values of cid:21j and cid:22j are estimatedat 1.034 and 1.136 respectively.and 2.426 respectively.The predominant regimes in N L are ICP R 37% of industries53% of cid:133rms, ICEB 30% of industries20% of cid:133rms and ICM O 20% of industries18% of cid:133rms.to be lower than 0.267 for industries in the cid:133rst quartile and higher than 0.294 for industries in theand higher than 1.390 for industries in the upper quartile. The median values of cid:21j and cid:22j are estimatedat 1.027 and 1.357 respectively.cid:15 Within regime R ICP R in N L,bcid:21j is lower than 0.995 for industries in the cid:133rst quartile and higherthan 1.048 for industries in the third quartile. bcid:22 is lower than 1.306 for industries in the cid:133rst quartilecid:15 Within R ICEB in N L, bcid:21j is lower than 0.983 for industries in the cid:133rst quartile and higher than 1.021 for industries in the third quartile. b j is lower than 0.406 for industries in the cid:133rst quartile andhigher than 0.693 for industries in the third quartile. The correspondingbcid:22j is lower than 1.331 for thecid:133rst quartile of industries and higher than 1.470 for the top quartile. The correspondingbcid:30j is estimatedupper quartile. The median values ofbcid:21j, b j bcid:22j andbcid:30j are estimated at 1.013, 0.465, 1.444 and 0.273cid:15 Within R ICM O in N L,bcid:21j is lower than 1.023 for industries in the cid:133rst quartile and higher than 1.064 for industries in the third quartile. b j is lower than 0.668 for industries in the cid:133rst quartile andhigher than 0.341 for industries in the third quartile. The corresponding bcid:22j is lower than 1.223 forthe cid:133rst quartile of industries and higher than 1.279 for the top quartile. The correspondingcid:16bNwcid:17jin the upper quartile. The median values ofbcid:21j, b j bcid:22j andcid:16bNwcid:17jisestimated to be lower than 1.831 for industries in the cid:133rst quartile and higher than 3.746 for industriesare estimated at 1.053, 0.550, 1.251respectively.and 2.268 respectively.Insert Table 4 about hereSumming up, we do not only observe important regime dierences across the three countries, we also cid:133nddierences in the levels of product and labor market imperfections and scale economies within a regime.Within the ICP Rregime in F R, JP and N L, the median scale elasticity estimates are comparable acrossthe three countries while the median pricecost markup is estimated to be the highest in N L and the lowest in 13JP . Within the ICEBregime in F R and N L, the median scale elasticity and the median pricecost markup are estimated to be the highest in N L whilst the median absolute extent of rent sharing is estimatedto be the highest in F R. Within the ICM Oregime in F R and N L, the median scale elasticity and themedian pricecost markup are estimated to be the highest in N L whilst the median labor supply elasticityis estimated to be the highest in F R.Existing empirical studies cid:150relying on either the same or a simplicid:133ed version of our theoretical modelcid:150have found that product and labor market imperfections are likely to go hand in hand by documenting apositive correlation between the estimated pricecost markup and the estimated extent of rent sharing inthe crosssection dimension see Dobbelaere, 2004; Boulhol et al., 2011 and Dobbelaere and Mairesse, 2013.Corroborative evidence is provided by several OECD studies indicating that i there is a positive correlationbetween product market regulation and industry wage markups OECD, 2001 and ii product and labormarket deregulations are correlated across countries e.g. Brandt et al., 2005. Supporting evidence is alsogiven by Ebell and Haefke 2006 who argue that the strong decline in coverage and unionization in the UKand the US might have been a direct consequence of product market reforms of the early 1980s and by Boulhol2009 who develops a theoretical model formalizing the idea that trade and capital market liberalizationput pressure on labor market institutions leading to deregulation. Do we observe any relationship betweenproduct and labor imperfections in the three countries under consideration? To get a cid:133rst insight, Table B.7 in Appendix B reports correlations between product and labor market imperfection parameters for all industriesand for the relevant predominant regimes in each of the three countries. Two types of correlations betweencoe cients. The latter, which is based on Wilcox 2005, gives a correlation that is less sensitive to outliersand therefore more robust. Considering all industries, we observe a signicid:133cant and strong correlation ofcoe cients. Within the predominant regimes in F R, we cid:133nd a signicid:133cant correlation of about 0.65 betweenbcid:22j and bcid:13j bcid:22j and bcid:12j are reported: Spearmancid:146s rank correlation coe cients and biweight midcorrelationmore than 0.75 between either bcid:22j and bcid:13j or bcid:22j and bcid:12j in F R. This holds for both types of correlationbcid:22j andbcid:13j in the ICEBregime. Considering all industries, we observe a signicid:133cantly positive rank robustcorrelation of 0.50 0.16 betweenbcid:22j andbcid:13j and a signicid:133cantly negative rank correlation of 0.46 betweenbcid:22jandbcid:12j in JP . The latter correlation loses signicid:133cance in the P CM Oregime. Considering all industries, weobserve a signicid:133cantly positive correlation of about 0.73 between eitherbcid:22j andbcid:13j orbcid:22j andbcid:12j in N L. Thisis true for both types of correlation coe cients. However, none of the correlation coe cients are signicid:133cantwithin the predominant regimes. A visual representation is given in Graphs 13. Each graph correspondsto one country. The cid:133rst two panels in each graph focus on all industries, whereas the last two panels in Graphs 1 and 3 and the last panel in Graph 2 focus on the predominant regimes. The dashed lines denotethe median values of the product and labor market imperfection parameters.Insert Graphs 13 about hereHow do our estimates of product and labor market imperfections match up with other studies focusing on thesame countries? Our industry classicid:133cation 1 and the order of magnitudes of our joint market imperfectionsparameter and corresponding product and labor market imperfection parameters within each regime areconsistent with the classicid:133cation and parameter estimates of Dobbelaere and Mairesse 2013. The latterstudy uses an unbalanced panel of 10,646 French cid:133rms in 30 manufacturing industries over the period 19782001 extracted from EAE and assumes constant returns to scale. Using an unbalanced panel of more than 8,000 Japanese cid:133rms in 26 manufacturing industries over the period 19942006 extracted from the BSJBSAand imposing LM S P R on the data, Kiyota 2010 estimates the scale elasticity parameter to be lowerthan 0.868 for the bottom quartile of industries and higher than 0.930 for the top quartile. The pricecost 14markup is estimated to be lower than 0.940 for the cid:133rst quartile of industries and higher than 0.993 forthe upper quartile. Using an unbalanced panel of 2,471 Dutch cid:133rms in 11 manufacturing industries over theperiod 19921997 extracted from the Amadeus database, assuming constant returns to scale and imposing LM S P R on the data, Konings et al. 2001 cid:133nd that the pricecost markup is lower than 1.460 for thecid:133rst quartile of industries and higher than 1.790 for the upper quartile.As mentioned above, other studies focusing on the same kind of analysis include Dobbelaere 2004 and Boulhol et al. 2011. Using an unbalanced panel of 7,086 Belgian cid:133rms in 18 manufacturing industriesover the period 19881995 extracted from the annual company accounts collected by the National Bank of Belgium and imposing LM S EB on the data, the former estimates the scale elasticity parameter tobe lower than 1.000 for the cid:133rst quartile of industries and higher than 1.171 for the upper quartile. Thepricecost markup is estimated to be lower than 1.347 for the bottom quartile of industries and higher than 1.629 for the top quartile. The corresponding absolute extent of rentsharing estimate is lower than 0.134 forthe cid:133rst quartile of industries and higher than 0.221 for the third quartile. Using a panel of 11,799 Britishcid:133rms in 20 manufacturing industries over the period 19882003 extracted from One Source and Financial Analysis Made Easy, assuming constant returns to scale and imposing LM S EB on the data , Boulhol etal. 2011 estimate the pricecost markup to be lower than 1.212 for the bottom quartile of industries andhigher than 1.292 for the top quartile. The corresponding absolute extent of rent sharing is estimated to belower than 0.189 for the cid:133rst quartile of industries and higher than 0.544 for the upper quartile. Whereasthere is an abundant literature on estimating the extent of product market power see Bresnahan, 1989 for asurvey, there is less direct evidence of employer market power over its workers. For studies estimating thewage elasticity of the labor supply curve facing an individual employer, we refer to Reynolds 1946, Nelson1973, Sullivan 1989, Boal 1995, Staiger et al. 1999, Falch 2001, Manning 2003 and Booth and Katic 2011. These studies point to an elasticity in the 0:75range.6 Conclusion How dierent are manufacturing industries in their factor shares, in their marginal products, in their scaleeconomies and in their imperfections in the product and labor markets in which they operate? How doestheir behavior deviate across countries? In order to analyze these questions, we rely on an extension of Hallcid:146s 1988 econometric framework for estimating pricecost margins and scale economies by nesting threedistinct labor market settings perfect competition or righttomanage bargaining, e cient bargaining andmonopsony.Using an unbalanced panel of 17,653 cid:133rms over the period 19862001 in France, 8,725 cid:133rms over the period 19942006 in Japan and 7,828 cid:133rms over the period 19932008 in the Netherlands, we cid:133rst apply two procedures to determine the prevalent product market and labor market settings, and hence the prevalent regime,in 30 comparable manufacturing industries. Irrespective of the classicid:133cation procedure, our analysis providesevidence of pronounced regime dierences across the three countries. The dominant regime in France is oneof imperfect competition in the product market and e cient bargaining in the labor market ICEB. Themedian procid:133t ratio cid:150decid:133ned as the pricecost markup divided by the scale elasticitycid:150and absolute extent ofrentsharing parameters in the ICEBindustries are of 1.41 and 0.41 respectively. In Japan, the dominantregime is perfect competition in the product market and perfect competition or righttomanage bargainingin the labor market P CP R, with a median procid:133t ratio of about 1.00. The dominant regime in the Netherlands is one of imperfect competition in the product market and perfect competition or righttomanage 15bargaining in the labor market ICP R , with a median procid:133t ratio of about 1.39. Our study does not onlyhighlight crosscountry regime dierences, it also reveals crosscountry dierences in the levels of productand labor market imperfections and scale economies within a particular regime.References1 Bhaskar V, Manning A, To T. 2002. Oligopsony and monopsonistic competition in labor markets. Journalof Economic Perspectives 162: 155174.2 Bhaskar V, To T. 1999. Minimum wages for Ronald Mc Donald monopsonies: A theory of monopsonisticcompetition. Economic Journal 109455: 190203.3 Boal WM. 1995. Testing for employer monopsony in turnofthecentury coal mining. RAND Journal of Economics 263: 519536.4 Boal WM, Ransom MR. 1997. Monopsony in the labor market. Journal of Economic Literature 351:86112.5 Booth AL, Katic P. 2011. Estimating the wage elasticity of labour supply to a cid:133rm: What evidence isthere for monopsony? Economic Record 87278: 359369.6 Boulhol H. 2009. Do capital market and trade liberalization trigger labor market deregulation? Journalof International Economics 77 2: 223233.7 Boulhol H, Dobbelaere S, Maioli S. 2011. Imports as product and labour market discipline. British Journal of Industrial Relations 492: 331361.8 Brandt N, Burniaux J.M, Duval R. 2005. Assessing the OECD jobs strategy: Past development andreforms. OECD Working Paper 429. Organisation for Economic Cooperation and Development.9 Bresnahan T. 1989. Empirical studies of industries with market power. In Handbook of Industrial Organization, vol. 2, Schmalensee R, Willig R eds. NorthHolland: Amsterdam.10 Burdett K, Mortensen D. 1998. Wage dierentials, employer size and unemployment. International Economic Review 392: 257273.11 De Loecker J, Warzynski F. 2012. Markups and cid:133rmlevel export status. American Economic Review 1026: 24372471.12 Dobbelaere S. 2004. Estimation of pricecost margins and union bargaining power for Belgian manufacturing. International Journal of Industrial Organization 2210: 13811398.13 Dobbelaere S, Mairesse J. 2013. Panel data estimates of the production function and product and labormarket imperfections. Journal of Applied Econometrics 281: 146.14 Ebell M, Haefke C. 2006. Product market regulation and endogenous union formation. IZA Discussion Paper 2222. Institute for the Study of Labor.15 Falch T. 2001. Decentralized public sector wage determination: Wage curve and wage comparison for Norwegian teachers in the preWW2 period. Labour 153: 343369.1616 Fukao K, Hamagata S, Inui T, Ito K, Kwon HU, Makino T, Miyagawa T, Nakanishi Y, Tokui J. 2007.Estimation procedures and TFP analysis of the JIP database 2006. RIETI Discussion Paper 07E003.Research Institute of Economy, Trade and Industry.17 Fukao K, Kwon HU. 2006. Why did Japancid:146s TFP growth slow down in the lost decade? An empiricalanalysis based on cid:133rmlevel data of manufacturing. Japanese Economic Review 572: 195228.18 Hall RE. 1988. The relationship between price and marginal cost in US industry. Journal of Political Economy 965: 921947.19 Kiyota K. 2010. Productivity, markup, scale economies, and the business cycle: Estimates from cid:133rmlevel panel data in Japan. RIETI Discussion Paper 10E040. Research Institute of Economy, Trade and Industry.20 Kioyta K, Nakajima T, Nishimura KG. 2009. Measurement of the market power of cid:133rms: the Japanesecase in the 1990s, Industrial and Corporate Change 183: 381414.21 Konings J, Van Cayseele P, Warzynski F. 2001. The dynamics of industrial markups in two small openeconomies: Does national competition policy matter? International Journal of Industrial Organization 195: 841859.22 Manning A. 2003. Monopsony in motion: Imperfect competition in labor markets. Princeton University Press: Princeton.23 Mc Donald IM, Solow RM. 1981. Wage bargaining and employment. American Economic Review 715:896908.24 Nelson P. 1973. The elasticity of labor supply to the individual cid:133rm. Econometrica 415: 853866.25 Nickell SJ, Andrews M. 1983. Unions, real wages and employment in Britain 195179. Oxford Economic Papers 35supplement: 183205.26 OECD. 2001. The crossmarket eects of product and labour market policies. OECD Economic Outlook 70. Organisation for Economic Cooperation and Development.27 Research and Statistics Department, Ministry of Economy, Trade and Industry METI. 19942006. Kigyou Katsudou Kihon Chousa Houkokusho Basic Survey of Japanese Business Structure and Activities.METI: Tokyo.28 Reynolds L. 1946. The supply of labor to the cid:133rm. Quarterly Journal of Economics 602: 390411.29 Staiger D, Spetz J, Phibbs C. 1999. Is there monopsony in the labor market? Evidence from a naturalexperiment. NBER Working Paper 7258. National Bureau of Economic Research.30 Sullivan D. 1989. Monopsony power in the market for nurses. Journal of Law and Economics 322:S135S178.31 Syverson C. 2011. What determines productivity? Journal of Economic Literature 492: 326365.32 Tokui J, Inui T, Kim YG. 2008. Embodied technological progress and productivity slowdown in Japan.RIETI Discussion Paper 08E017. Research Institute of Economy, Trade and Industry.1733 Wilcox RR. 2005. Introduction to robust estimation and hypothesis testing Statistical Modeling and Decision Science. Academic Press: San Diego, CA.34 Wooldridge J. 2002. Econometric analysis of cross sections and panel data. MIT Press: Cambridge, MA.18Table 1: Descriptive statistics by country FRANCE 19862001Variables Real cid:133rm output growth rate cid:1qit Labor growth rate cid:1nit Materials growth rate cid:1mit Capital growth rate cid:1kitcid:11N j cid:1nit cid:0 cid:1kit cid:11M j cid:1mit cid:0 cid:1kitcid:11N j cid:1kit cid:0 cid:1nitSRit Labor share in nominal output cid:11N i Materials share in nominal output cid:11M i 1 cid:0 cid:11N i cid:0 cid:11M i Number of employees Nit Variables Real cid:133rm output growth rate cid:1qit Labor growth rate cid:1nit Materials growth rate cid:1mit Capital growth rate cid:1kitcid:11N j cid:1nit cid:0 cid:1kit cid:11M j cid:1mit cid:0 cid:1kitcid:11N j cid:1kit cid:0 cid:1nitSRit Labor share in nominal output cid:11N i Materials share in nominal output cid:11M i 1 cid:0 cid:11N i cid:0 cid:11M i Number of employees Nit Mean 0.0330.0140.0490.0080.0220.0020.0030.3090.5020.188144Sd.0.1520.1280.1920.1560.1480.0550.0980.1300.1430.087722JAPAN 19942006Sd.0.1400.0990.1610.1080.1440.0270.0670.0880.1050.0482,253Mean 0.0200.0020.0130.0030.0110.0000.0110.1990.7140.087530Q10.0500.0400.0540.0700.0580.0280.0520.2170.4130.13030Q10.0500.0450.0650.0710.0580.0150.0220.1390.6570.05494Q20.0300.0000.0440.0130.0240.0040.0040.2960.5110.16546Q20.0150.0050.0090.0320.0210.0030.0090.1870.7280.074160Q30.1150.0660.1480.0740.1020.0240.0590.3860.6020.21999Q30.0850.0380.0880.0280.0900.0110.0420.2450.7860.105340THE NETHERLANDS 19932008Variables Real cid:133rm output growth rate cid:1qit Labor growth rate cid:1nit Materials growth rate cid:1mit Capital growth rate cid:1kitcid:11N j cid:1nit cid:0 cid:1kit cid:11M j cid:1mit cid:0 cid:1kitcid:11N j cid:1kit cid:0 cid:1nitSRit Labor share in nominal output cid:11N i Materials share in nominal output cid:11M i 1 cid:0 cid:11N i cid:0 cid:11M i Number of employees Nit Q30.1150.0340.1420.1140.0780.0320.0590.3440.5390.33293Note: SRit cid:1qit cid:0 cid:11N j cid:1nit cid:0 cid:11M j cid:1mit cid:0 1 cid:0 cid:11N cid:0 cid:11M cid:1kit.Mean 0.0250.0040.0260.0160.0010.0030.0080.2750.4470.278105Q10.0630.0260.0880.0760.0770.0230.0430.2000.3490.21527Q20.0220.0000.0200.0000.0030.0000.0040.2730.4390.27245Sd.0.1860.1270.2510.2270.1750.0610.1070.1090.1470.092472N156,947156,947156,947156,947156,947156,947156,947156,947156,947156,947156,947N75,03875,03875,03875,03875,03875,03875,03883,29183,29183,29183,291N65,32165,32165,32165,32165,32165,32165,32173,14973,14973,14973,14919 ind.prop. of ind. %prop. of cid:133rms %PRODUCT MARKETSETTINGPCICTable 2: Industry classicid:133cation 1 by country LABOR MARKET SETTINGPRJP N L723:326:9930:023:71653:350:613:31:21136:753:41240:054:6F R310:04:91240:037:51563:343:1EBJP N L413:37:9310:011:9723:319:8000930:020:2930:020:2F R000930:050:6930:055:3MOF RJP N LF R JP N L26:71:8413:35:266:71:6620:026:913:33:4723:330:3310:07:5620:017:7930:025:2516:76:72583:393:3301001001756:661:71343:339:030100100413:38:72686:791:33010010020Table 3a: Product and labor market settings according to industry classicid:133cation 2 by country PRODUCT MARKET SETTINGP Ccid:3 ind.prop. of ind. %prop. of cid:133rms %ICcid:3 ind.prop. of ind. %prop. of cid:133rms %mover ind.prop. of ind. %prop. of cid:133rms %LABOR MARKET SETTINGP Rcid:3 ind.prop. of ind. %prop. of cid:133rms %EBcid:3 ind.prop. of ind. %prop. of cid:133rms %M Ocid:3 ind.prop. of ind. %prop. of cid:133rms %mover ind.prop. of ind. %prop. of cid:133rms %F RJPN L310:04:01963:383:286:712:91033:336:5723:325:31343:338:313:31:02583:390:3413:38:7F RJPN L930:010:1723:341:30001446:748:61343:350:126:73:50001550:046:41240:041:7310:06:20001550:052:1 ind.prop. of ind. %prop. of cid:133rms %PRODUCT MARKETSETTINGPCcid:3ICcid:3Table 3b: Industry classicid:133cation 2 by country LABOR MARKET SETTINGF R26:71:026:72:2413:43:2PRcid:3EBcid:3MOcid:3JP N LF RJP N LF RJP N LF R JP N L516:721:513:33:4620:024:913:31:0826:733:2930:034:213:31:513:32:026:63:5000310:06:2310:06:2000723:341:3723:341:32100000000000000000000000000026:71:0930:043:51136:744:5620:023:026:65:4826:628:413:31:01136:739:41240:040:4Table 4: Industryspecicid:133c scale elasticity parameterbcid:21j, joint market imperfections parameter b j,wcid:1j by countryand corresponding pricecost markup bcid:22j and absolute extent of rent sharing bcid:30j or labor supply elasticitycid:0bNbcid:30jbcid:13jcid:16bcid:22bcid:21cid:17j FRANCEb jbcid:22jbcid:21j Regime R ICEB30% of industries, 51% of cid:133rmsIndustry mean Industry Q1Industry Q2Industry Q3Regime R ICP R40% of industries, 38% of cid:133rmsIndustry mean Industry Q1Industry Q2Industry Q3Regime R ICM O13% of industries, 5% of cid:133rmsIndustry mean Industry Q1Industry Q2Industry Q3Regime R P CP R23% of industries, 27% of cid:133rmsIndustry mean Industry Q1Industry Q2Industry Q3Regime R P CM O20% of industries, 27% of cid:133rmsIndustry mean Industry Q1Industry Q2Industry Q3Regime R ICP R30% of industries, 24% of cid:133rmsIndustry mean Industry Q1Industry Q2Industry Q30.948 0.0250.937 0.0200.948 0.0230.971 0.0270.561 0.1730.477 0.1390.518 0.1460.702 0.1631.338 0.0551.295 0.0431.320 0.0461.413 0.0651.412 0.0731.349 0.0581.413 0.0621.482 0.0800.734 0.2000.603 0.1400.707 0.1510.853 0.2220.413 0.0710.376 0.0450.414 0.0540.460 0.064bcid:21j 1.003 0.0270.998 0.0211.005 0.0271.017 0.033bcid:21j 1.034 0.0261.014 0.0251.034 0.0261.055 0.028bcid:21j 1.049 0.0211.021 0.0171.053 0.0191.068 0.029bcid:21j 1.082 0.0231.060 0.0201.088 0.0221.099 0.026bcid:21j 1.035 0.0181.032 0.0141.034 0.0181.045 0.020b j 0.098 0.2240.016 0.1910.119 0.2150.207 0.269b j0.488 0.3300.659 0.2910.489 0.3040.317 0.369JAPANb j0.111 0.2380.285 0.1640.111 0.2210.005 0.298b j0.447 0.2580.514 0.2220.424 0.2470.340 0.309b j 0.109 0.2180.133 0.1990.145 0.2340.242 0.236bcid:22j 1.267 0.0721.215 0.0531.248 0.0611.305 0.091bcid:22j 1.179 0.0811.128 0.0701.178 0.0821.230 0.092bcid:22j 1.048 0.0481.011 0.0361.050 0.0381.063 0.066bcid:22j 1.025 0.0461.010 0.0361.029 0.0421.062 0.054bcid:22j 1.152 0.0371.116 0.0321.136 0.0381.174 0.042cid:16bcid:22bcid:21cid:17j 1.263 0.0831.212 0.0621.251 0.0741.303 0.105cid:16bcid:22bcid:21cid:17j 1.140 0.0901.091 0.0751.145 0.0941.190 0.104cid:16bcid:22bcid:21cid:17j 1.000 0.0560.966 0.0460.996 0.0471.029 0.068bcid:21cid:17jcid:16bcid:220.948 0.0520.923 0.0450.941 0.0490.960 0.054cid:16bcid:22bcid:21cid:17j 1.114 0.0451.089 0.0411.097 0.0431.118 0.046bcid:12j 0.715 0.1530.641 0.1340.718 0.1640.788 0.173cid:0bNwcid:1j 2.756 2.4391.789 1.0732.763 2.5393.723 3.806bcid:12j 0.701 0.1330.674 0.1140.706 0.1260.748 0.150cid:0bNwcid:1j 2.434 1.6732.065 1.0692.426 1.6862.975 1.97222Table 4 ctd: Industryspecicid:133c scale elasticity parameterbcid:21j, joint market imperfections parameter b j,and corresponding pricecost markup bcid:22j and absolute extent of rent sharing bcid:30j or labor supply elasticitycid:0bNTHE NETHERLANDSwcid:1j by countrycid:16bcid:22bcid:21cid:17j 1.313 0.0741.272 0.0571.328 0.0671.352 0.086Regime R ICP R37% of industries, 53% of cid:133rmsIndustry mean Industry Q1Industry Q2Industry Q3Regime R ICEB30% of industries, 20% of cid:133rmsIndustry mean Industry Q1Industry Q2Industry Q3Regime R ICM O20% of industries, 18% of cid:133rmsIndustry mean Industry Q1Industry Q2Industry Q3bcid:21j 1.024 0.0220.995 0.0141.027 0.0191.048 0.033bcid:21j 1.010 0.0320.983 0.0221.013 0.0281.021 0.042bcid:21j 1.048 0.0311.023 0.0221.053 0.0321.064 0.041b j 0.136 0.2230.032 0.1430.126 0.1790.269 0.260b j 0.534 0.2980.406 0.2070.465 0.2570.693 0.337b j0.724 0.3330.668 0.1960.550 0.3270.341 0.399bcid:22j 1.344 0.0631.306 0.0501.357 0.0551.390 0.070bcid:22j 1.435 0.1081.331 0.0671.444 0.0891.470 0.106bcid:22j 1.254 0.0991.223 0.0681.251 0.0991.279 0.117cid:16bcid:22bcid:21cid:17j 1.419 0.1181.340 0.0821.410 0.1161.460 0.127cid:16bcid:22bcid:21cid:17j 1.197 0.1041.177 0.0701.186 0.1061.241 0.119bcid:13j 0.386 0.1800.364 0.1490.375 0.1850.417 0.190bcid:12j 0.671 0.1100.647 0.0790.693 0.0940.789 0.142bcid:30j 0.271 0.0950.267 0.0910.273 0.0990.294 0.101cid:0bNwcid:1j 2.512 1.5651.831 0.9552.268 1.0893.746 2.175Notes: Firststep robust standard errors in parentheses.N jcid:11N jbQbQM jcid:11M j cid:0bQM jcid:11M jb j bcid:22j cid:11N j M jcid:11M jcid:21cid:11N j cid:11M jcid:01QN jcid:0cid:20bQbQbcid:13j M jbcid:11M jbcid:30j bcid:13j 1bcid:13j M j N jcid:11M jbQbcid:12j cid:11N jbQcid:0bNwcid:1j bcid:12j 1cid:0bcid:12j 23Graph 1: Product and labor market imperfection parameters in France 24Graph 2: Product and labor market imperfection parameters in Japan 25Graph 3: Product and labor market imperfection parameters in the Netherlands 26Appendix A : Technical details of the theoretical framework A.1 IC and perfectly comp. labor marketrighttomanage bargaining ICPRIC and perfectly competitive labor market Let us start from the following specicid:133cation of the production function: qit QM itmit QKitkit cid:18it Eq. 1 in the main text. Firms operate under imperfect competition in the product marketIC and act as price takers in the input markets. Assuming that material input and labor are variable inputfactors, shortrun procid:133t maximization implies the following two cid:133rstorder conditions:N itnit QEqs. A.1 and A.2 equal Eqs. 2 and 3 in the main text.QM it cid:22it cid:11M itQN it cid:22it cid:11N itA.1A.2Assuming that the elasticity of scale, cid:21it Qexpressed as:N it QM it QKit, is known, the capital elasticity can beQKit cid:21it cid:0 QN it cid:0 QM it Inserting Eqs. A.1, A.2 and A.3 in the production function and rearranging terms yields:qit cid:22it cid:11N it nit cid:0 kit cid:11M it mit cid:0 kit cid:21itkit cid:23it IC and righttomanage RTM bargainingA.3A.4Let us abstain from the assumption that labor is priced competitively. We assume that the workers andthe cid:133rm bargain over wages w but that the cid:133rm retains the right to set employment N unilaterally afterwards righttomanage bargaining; Nickell and Andrews, 1983. Since, as in the perfectly competitivelabor market case, material input and labor are unilaterally determined by the cid:133rm from procid:133t maximization see Eqs. A.1 and A.2 respectively, the markup of price over marginal cost cid:22 that follows from Eq. A.4 is not only consistent with the assumption that the labor market is perfectly competitive but alsowith the less restrictive righttomanage bargaining assumption.A.2 IC and e cient bargaining ICEBFirms operate under imperfect competition in the product market IC. On the labor side, we assume that theworkers and the cid:133rm bargain over wages w and employment N e cient bargaining; Mc Donald and Solow,1981. It is the objective of the workers to maximize U wit; Nit Nitwit N it cid:0 Nitwit, where N it is thecompetitive employment level 0 Nit cid:20 N it and wit cid:20 wit the reservation wage. Consistent with capitalquasicid:133xity, it is the cid:133rmcid:146s objective to maximize its shortrun procid:133t function: cid:25it Rit cid:0 wit Nit cid:0 jit Mit,where Rit Pit Qit stands for total revenue. The outcome of the bargaining is the generalized Nash solutionto:maxwit; Nit; Mitcid:8Nitwit cid:0N it cid:0 Nitcid:1 wit cid:0 N itwitcid:9cid:30it f Rit cid:0 wit Nit cid:0 jit Mitg 1cid:0cid:30itA.527where cid:30it 2 0; 1 represents the absolute extent of rent sharing.Material input is unilaterally determined by the cid:133rm from procid:133t maximization, which directly leads to Eq. A.1.Maximization with respect to the wage rate and labor respectively gives the following cid:133rstorder conditions:cid:21wit wit cid:13itcid:20 Rit cid:0 wit Nit cid:0 jit Mitwit RN it cid:30itcid:20 Rit cid:0 RN it Nit cid:0 jit Mit Nit Nitcid:21with cid:13it cid:30it 1cid:0cid:30itthe relative extent of rent sharing and RN it the marginal revenue of labor.Solving simultaneously Eqs. A.6 and A.7 leads to the following expression for the contract curve:RN it witA.6A.7A.8Eq. A.8 shows that under risk neutrality, the cid:133rmcid:146s decision about employment equals the one of a nonbargaining neoclassical cid:133rm that maximizes its shortrun procid:133t at the reservation wage.Denote the marginal revenue by RQit and the marginal product of labor by QN it. Given that cid:22it PitRQitin equilibrium, we can express the marginal revenue of labor as RN it RQit QN it RQit QQitNit PitQN it. Using this expression together with Eq. A.8, the elasticity of output with respect to labor can N itcid:22itbe written as:QN it cid:22it cid:18 wit Nit Pit Qitcid:19 cid:22it cid:11N itA.9Given that we can rewrite Eq. A.6 as cid:11N it cid:11N it cid:13it 1 cid:0 cid:11N it cid:0 cid:11M it, Eq. A.9 is equivalentto Eq. 4 in the main text:QN it cid:22it cid:11N it cid:0 cid:22itcid:13it 1 cid:0 cid:11N it cid:0 cid:11M itA.10A.3 IC and monopsony ICMOSo far, we have assumed that there is a potentially incid:133nite supply of employees wanting a job in the cid:133rm.A small wage cut by the employer will result in the immediate resignation of all existing workers. However,there are a number of reasons why labor supply might be less than perfectly elastic, creating rents to jobs.Paramount among these are the absence of perfect information on alternative possible jobs Burdett and Mortensen, 1998, moving costs Boal and Ransom, 1997 and heterogeneous worker preferences for jobcharacteristics Bhaskar and To, 1999; Bhaskar et al., 2002 on the supply side, and e ciency wages withdiseconomies of scale in monitoring Boal and Ransom, 1997 and entry costs on the part of competing cid:133rmson the demand side. All these factors give employers nonnegligible market power over their workers.Consider a cid:133rm that operates under imperfect competition in the product market IC and faces a laborsupply Nit wit, which is an increasing function of the wage wit. Both Nit wit and the inverse of this 28relationship wit Nit are referred to as the labor supply curve of the individual cid:133rm. The monopsonist cid:133rmcid:146sobjective is to maximize its shortrun procid:133t function, taking the labor supply curve as given:max Nit; Mitcid:25wit; Nit; Mit RitNit; Mit cid:0 wit Nit Nit cid:0 jit Mit Maximization with respect to material input directly leads to Eq. A.1.Maximization with respect to labor gives the following cid:133rstorder condition:wit cid:12itRN itA.11A.12where cid:12it Ngives the following expression for the elasticity of output with respect to labor Eq. 5 in the main text:w it 2 represents the wage elasticity of the labor supply. Rewriting Eq. A.12and Nw it 1Nw itQN it cid:22itcid:11N itcid:181 1Nw itcid:19A.1329Appendix B : Statistical annex B.1 Measurement of the cost of capital in the Japanese data The capital stock is constructed from tangible cid:133xed assets. In the BSJBSA, tangible cid:133xed assets include landthat is reported at nominal book values except for 1995 and 1996. In other words, the information on landis available only in 1995 and 1996. To construct the capital stock, we cid:133rst exclude land from tangible cid:133xedassets, multiplying by 1 cid:0 the land ratio:e BKit 1 cid:0 BKitwhere e BKit and BKit are the book value of tangible cid:133xed assets that excludes land and includes landrespectively and is the land ratio. Following Fukao and Kwon 2006, the land ratio is proxied by theindustryaverage ratio of land to tangible cid:133xed assets in 1995 and 1996.1The book value of tangible assets excluding land is then converted to the current value of tangible assetsor nominal tangible assets. The conversion rate is constructed from the Financial Statements Statistics of Corporations by Industry published by the Ministry of Finance. The value of nominal tangible assets is thendecid:135ated by the investment goods decid:135ator:cid:26te BKitPI te Kit B.1B.2B.3and PI t is the investment goods decid:135ator, which is decid:133ned as industryspecicid:133c nominal investment cid:135owsdivided by industryspecicid:133c real investment cid:135ows. The latter is obtained from the JIP 2009 database. Thewhere e Kit denotes real tangible assets for cid:133rm i in year t 2000 constant prices, cid:26t is the conversion rate 2real value of tangible assets in the initial year cid:28 is decid:133ned as the initial capital stockcid:16e Kicid:28cid:17, where cid:28 equals 1994 or the cid:133rst year that a cid:133rm appears in the BSJBSA. The perpetual inventory method is then used toconstruct the real capital stock:Kit 1 cid:0 cid:14tKitcid:01 IitPI twhere Kit is the capital stock for cid:133rm i in year t, cid:14t the depreciation rate decid:133ned as the weighted average ofvarious assets in an industry and Iit investment.3 cid:14t is obtained from the JIP 2009 database.The cost of capital is the user cost of capital multiplied by the real capital stock. The user cost of capitalis obtained from the JIP 2009 database and decid:133ned as the industryspecicid:133c nominal capital cost divided bythe industryspecicid:133c real capital stock.1 Therefore, the land ratio is constant throughout the period.2 For more details on the conversion rate, see Tokui et al. 2008.3 We consider cid:133rms that did not report investment as cid:133rms with zero investment.30Table B.1: Panel structure: Number of participations by country of participationsa obs 2,5684,91012,16213,97214,12814,34615,65013,92614,85613,00010,8928,91035,280174,60045678910111213141516Total FRANCE% cid:133rms 6429822,0271,9961,7661,5941,5651,2661,2381,0007785942,20517,6531.472.816.978.008.098.228.967.988.517.456.245.1020.21100.0% obs 2,2243,1853,5824,6275,3606,6788,1209,95515,90023,6603.645.5611.4811.3110.009.038.877.177.015.664.413.3612.49100.0JAPAN% cid:133rms 5566375976616707428129051,3251,8202.673.824.305.566.448.029.7511.9519.0928.41THE NETHERLANDS6.377.306.847.587.688.509.3110.3715.1920.86% obs 4,1003,0653,9604,6344,5045,3105,9406,2926,7686,9298,6385,2657,74473,149100.0% cid:133rms 1,0256136606625635905945725645336173514847,8285.604.195.416.346.167.268.128.609.259.4711.817.210.59100.0%13.097.838.438.467.197.547.597.317.206.817.884.486.18100.083,291100.08,725Note: a Median number of observations per cid:133rm: 9 FR, 10 JP and 9 NL.31Table B.2: Estimates of output elasticities and market imperfection parameters by country F R0.2740.0360.6290.0260.0400.0500.9430.0230.3660.1511.2520.0510.4790.1840.3240.0841.3270.061JP0.2330.0690.7060.0410.0800.0931.0200.0400.1810.3830.9890.0580.9700.080N L0.2650.0500.6400.0280.0760.0670.9810.0290.4670.2321.4290.0640.3240.1490.2450.0851.4570.093NKMb Qb Qb Qbcid:21b bcid:22bcid:13bcid:30bcid:22bcid:21Notes: Firststep robust standard errors. Industry and time dummies are included but not reported. The set ofinstruments includes the lagged levels of n, m and k dated t cid:0 2 and t cid:0 3 in the cid:133rstdierenced equations and thelagged cid:133rstdierences of n, m and k dated t cid:0 1 in the levels equations.Mcid:11M cid:0 bQNcid:11Nb bQbcid:22 bQMcid:11Mcid:11Ncid:11M icid:11N cid:11M cid:01MQMcid:11MN cid:0hbQbcid:13 bQbbcid:30 bcid:131bcid:1332Table B.3: Industry repartition by country FRANCEJAPANTHE NETHERLANDSIndustry Name Code NES 114123456789101112131415161718192021222324252627282930Total Livestock, seafood and flour products Miscellaneous food and related products Beverages and tobacco Textiles Clothing and skin goods Wooden products Furniture Pulp, paper and paper products Publishing, reprinting Chemicals Organic chemical products Pharmaceuticals Miscellaneous chemical products Plastics Ceramic, stone and clay products Steel Metals Architectural metal products Other metal products Special industrial machinery General industrial machinery Miscellaneous machinery Industrial apparatus Household electrical appliances Other electrical machinery Electronic parts and components Motor vehicles Other transport equipment Precision instruments Miscellaneous manufacturing products B01B02, B04B06B03F21F23C11C12F31C41F32F33C31F41, F43F42C31C32F45F46F13F14F51, F53E22, F52, F55E21F54E25, E27E28E24E23, E26E32C44C46E31, E33F61F62D01D02, E11E14E34E35C42C43 Firms Obs.520 4,7941,381 13,636182 1,854881 8,3981,267 11,105840 9,197586 5,723546 6,0051,391 12,973372 4,003100 1,046205 2,041189 1,9681,206 12,572830 8,474326 3,5811,376 14,268256 2,3361,747 18,426556 5,278410 3,647344 3,49885 675204 2,011120 882533 4,825219 2,104345 3,443310 2,541326 3,29617,653 174,600Code BSJBSA919399, 102101111113, 119121122131, 139140151152160, 413414171, 181, 189, 201, 209172173175174, 179190221222, 229231232241242251259262261, 263269271272273, 281282290301309311313, 319310, 320 Firms Obs.276 2,550566 5,489130 1,277207 1,902144 1,13482 72188 759294 2,889561 5,401229 2,409154 1,569181 1,936293 3,104470 4,542408 3,804281 2,735218 2,203198 1,761485 4,729252 2,371263 2,441506 4,809245 2,20373 630404 3,580504 4,649672 6,794131 1,213237 2,132173 1,5558,725 83,291Code SBI151152, 156153155, 157 158159, 160171177181183201205361211212221222231233, 251241243, 247244245246252261267271273, 27512752274, 27532754, 282283281284287291, 293, 295292294311223, 297, 334335300, 322323314316, 321341343351355331333362366 Firms Obs.283 2,688867 7,64937 430208 2,05176 610270 2,606413 3,680229 2,572865 7,22249 495205 2,04039 37396 949388 3,928309 2,96348 520134 1,415619 5,783689 6,452555 5,423475 4,55734 34242 39464 62744 347138 1,109204 1,984148 1,329227 1,92073 6917,828 73,149Notes: a NES 114: French industrial classification, Nomenclature Economique de Synthese Niveau 3,b BSJBSA: Basic Survey of Japanse Business Structure and Activities,c SBI: Dutch industrial classification, Standaard Bedrijfsindeling.33Table B.4: Underpinnings of common threshold of j 0:30j for j by country F RJPN L0.294 0.3020.510 0.5160.196 0.1900.327 0.3260.627 0.6420.029 0.0210.366 0.4020.268 0.2870.804 0.8064.097 4.147cid:11N jcid:11M jcid:11K jcid:16bQNcid:17jcid:16bQMcid:17jcid:16bQKcid:17jbcid:13jbcid:30jbcid:12jcid:0bNwcid:1jbcid:13j 0:30bcid:30j bcid:13j 1bcid:13j Notes: Average values. Median values in square brackets.0.196 0.1980.719 0.7230.085 0.0830.215 0.2140.263 0.2690.510 0.5160.283 0.2850.344 0.3190.786 0.7880.589 0.6030.040 0.0500.092 0.0780.632 0.6920.387 0.4090.785 0.7843.643 3.6300.302 0.3210.232 0.2430.794 0.7963.848 3.895w jw jbNbcid:12j 1bNcid:0bNwcid:1j cid:0M jbQ0:30 cid:11M jcid:11N jcid:11K jcid:11M j M jbQ34Table B.5: Details on industry classification 1 2 by country Classification 1Regime Classification 2Industry 123456789101112131415161718192021222324252627282930Total Name Livestock, seafood and flour products Miscellaneous food and related products Beverages and tobacco Textiles Clothing and skin goods Wooden products Furniture Pulp, paper and paper products Publishing, reprinting Chemicals Organic chemical products Pharmaceuticals Miscellaneous chemical products Plastics Ceramic, stone and clay products Steel Metals Architectural metal products Other metal products Special industrial machinery General industrial machinery Miscellaneous machinery Industrial apparatus Household electrical appliances Other electrical machinery Electronic parts and components Motor vehicles Other transport equipment Precision instruments Miscellaneous manufacturing products Regime 35Table B.6: Industryspecific input shares , output elasticitiesimperfections parameter , and corresponding pricecost markup and absolute extent of rent sharing or, scale elasticity, joint market Regime 30% of industries, 51% of firmsFRANCElabor supply elasticity by country 0.971 0.0240.938 0.0271.000 0.0210.979 0.0270.937 0.0200.948 0.0180.891 0.0390.962 0.0170.912 0.0340.436 0.1460.480 0.3730.477 0.1220.371 0.2210.702 0.1630.518 0.1630.577 0.1510.745 0.1390.744 0.1441.310 0.0661.235 0.1031.413 0.0461.238 0.0661.296 0.0431.346 0.0361.320 0.0511.438 0.0461.447 0.0400.430 0.1310.453 0.3170.603 0.1400.625 0.3460.707 0.1500.833 0.1390.853 0.2090.894 0.1511.211 0.2220.300 0.0640.312 0.1500.376 0.0540.385 0.1310.414 0.0520.454 0.0410.460 0.0610.472 0.0420.548 0.0451 20.7980.1880.0000.8390.6950.0000.3320.7980.00211.237.6011.5310.799.6918.8610.627.2111.641.433.731.211.052.322.271.860.521.30Regime 40% of industries, 38% of firmsIndustry 1589202194165Industry 2621102471425628301729Industry 3122213 0.2900.2430.3370.3450.2450.3820.3360.2970.407 0.3170.3080.2250.3240.3100.2750.3290.2590.2930.3280.3430.358 0.1810.2300.3260.255 0.4850.5480.4740.4900.5680.4420.4920.5310.420 0.4910.5110.5540.4920.5240.5420.4040.5490.5210.4740.4660.391 0.5900.5450.4820.5430.2250.2090.1890.1650.1880.1760.1720.1720.1730.1910.1820.2210.1840.1660.1830.2670.1920.1850.1980.1920.2510.2290.2250.1920.2030.253 0.0330.183 0.0680.316 0.0310.299 0.0590.145 0.0340.316 0.0280.249 0.0450.206 0.0350.286 0.0540.324 0.0600.331 0.0750.304 0.0600.445 0.0560.361 0.0490.305 0.0330.425 0.0650.278 0.0400.309 0.0500.385 0.0560.392 0.0370.423 0.0740.328 0.0440.427 0.0810.461 0.0730.402 0.0630.636 0.0320.677 0.0570.670 0.0220.607 0.0320.735 0.0240.595 0.0160.649 0.0250.763 0.0250.608 0.0170.553 0.0290.590 0.0540.668 0.0430.603 0.0410.648 0.0300.673 0.0210.507 0.0510.698 0.0230.666 0.0300.632 0.0300.667 0.0220.568 0.0380.676 0.0390.660 0.0490.535 0.0450.678 0.0400.082 0.0420.077 0.1180.014 0.0400.073 0.0770.056 0.0450.037 0.0330.008 0.0390.007 0.0430.018 0.0420.112 0.0610.006 0.1050.033 0.0700.033 0.0860.014 0.0640.041 0.0400.087 0.0840.032 0.0530.025 0.0670.015 0.0620.001 0.0450.015 0.0890.060 0.0630.066 0.1200.010 0.1050.034 0.0910.989 0.0330.915 0.0421.005 0.0281.015 0.0270.996 0.0221.019 0.0171.020 0.0271.008 0.0221.000 0.0211.003 0.0361.058 0.0201.005 0.0330.106 0.2190.079 0.3170.148 0.3000.151 0.2400.074 0.1960.133 0.1400.041 0.2690.194 0.1860.221 0.2120.160 0.2080.287 0.1380.269 0.2701.125 0.0581.155 0.1061.205 0.0781.225 0.0841.237 0.0581.242 0.0401.254 0.1261.270 0.0421.277 0.0581.334 0.0641.431 0.0481.451 0.098Regime 13% of industries, 5% of firms1.064 0.0251.022 0.0251.006 0.0291.046 0.0270.669 0.2810.648 0.4300.304 0.3010.330 0.3071.145 0.0661.211 0.0891.111 0.0941.249 0.0740.631 0.1070.651 0.1660.785 0.1800.791 0.162361 20.0061.0000.9970.9920.6220.0010.9940.0050.7531.0000.0090.3496.768.027.455.759.9614.292.3411.626.818.2014.897.241.420.651.970.351.981.971.000.300.891.425.060.231.711 0.7841.867 1.3633.659 3.8963.787 3.7151 21.0001.0000.9490.9754.874.288.944.711.880.390.751.05Table B.6 ctd: Industryspecific input shares , output elasticities, scale elasticity, jointmarket imperfections parameter , and corresponding pricecost markup and absolute extent of rent sharing or FRANCE ctdRegime 10% of industries, 5% of firmslabor supply elasticity by country 0.388 0.0770.329 0.0590.237 0.0550.407 0.0430.594 0.0420.656 0.0280.960 0.0450.938 0.0460.908 0.0330.213 0.2930.177 0.2490.021 0.2630.962 0.1021.024 0.0731.089 0.047Regime 7% of industries, 2% of firms1.019 0.0230.971 0.028JAPAN0.788 0.3960.348 0.3341.035 0.0481.005 0.0740.568 0.1310.743 0.193Regime 23% of industries, 27% of firmsIndustry 23181Industry 1127Industry 59242291619Industry 25152114822 0.3300.2730.221 0.1980.257 0.2230.2490.2010.1860.2270.1650.229 0.2280.1970.2170.1760.1660.238 0.4230.5800.602 0.6100.561 0.7170.6640.7310.7380.6780.7520.679 0.6940.7140.6850.7420.7550.6690.2470.1470.1760.1930.1820.0600.0870.0690.0760.0950.0830.0920.0790.0890.0970.0820.0790.0920.166 0.0900.015 0.0670.015 0.0550.028 0.0870.059 0.0960.049 0.0980.051 0.0740.056 0.0540.101 0.0490.051 0.0580.025 0.0910.072 0.0410.024 0.0600.051 0.0660.084 0.0740.090 0.0620.103 0.0870.014 0.0510.360 0.0720.347 0.0730.287 0.0530.324 0.0430.231 0.0530.144 0.0250.303 0.0430.194 0.0440.250 0.0340.387 0.0440.310 0.0420.323 0.0620.244 0.0380.212 0.0420.335 0.0450.631 0.0290.564 0.0420.719 0.0520.671 0.0360.766 0.0280.776 0.0270.720 0.0260.800 0.0500.745 0.0200.724 0.0250.759 0.0390.693 0.0280.754 0.0320.723 0.0490.712 0.023Regime 20% of industries, 27% of firms1.055 0.0361.046 0.0191.054 0.0291.021 0.0171.074 0.0191.018 0.0091.068 0.0200.285 0.2990.289 0.2210.101 0.2770.276 0.1640.272 0.2170.111 0.3290.005 0.1631.003 0.0721.011 0.0541.049 0.0381.050 0.0361.062 0.0381.063 0.0661.098 0.0301.088 0.0211.120 0.0261.099 0.0261.088 0.0201.038 0.0221.060 0.0200.657 0.2220.514 0.2470.475 0.3140.373 0.2470.322 0.3090.341 0.2081.044 0.0361.062 0.0551.010 0.0411.015 0.0430.957 0.0651.064 0.0340.614 0.0870.674 0.1140.680 0.1510.732 0.1370.748 0.1930.758 0.116371 21.0001.0001.0003.697.556.830.392.381.631.314 0.7032.885 2.9181 20.9981.0003.705.651.941.591 21.0000.8170.9960.0140.9960.0000.2523.657.863.225.954.825.277.511.132.301.101.382.112.151.551 20.0000.6490.9960.2130.7780.0004.526.115.037.214.976.780.332.802.971.600.531.691.589 0.5822.065 1.0692.127 1.4722.725 1.9002.975 3.0433.125 1.972Table B.6 ctd: Industryspecific input shares , output elasticities, scale elasticity, jointmarket imperfections parameter , and corresponding pricecost markup and absolute extent of rent sharing or JAPAN ctdRegime 30% of industries, 24% of firmsIndustry 1747282723121130Industry 213118Industry 261020 0.1690.2260.1990.2380.1870.2250.2120.1390.193 0.1550.1290.1500.189 0.2090.1710.203 0.7440.6920.7270.6850.7310.7020.6480.7580.719 0.7840.7860.7900.744 0.6810.7300.7160.0870.0820.0740.0770.0820.0730.1400.1030.0880.0610.0860.0600.0670.1100.0990.081Industry 13 0.172 0.7280.101labor supply elasticity by country 0.217 0.0360.195 0.0330.262 0.0480.235 0.0280.178 0.0340.205 0.0440.221 0.0410.147 0.0260.188 0.0530.112 0.0230.039 0.0320.094 0.0360.129 0.0430.287 0.0400.324 0.0250.231 0.0420.268 0.0460.821 0.0290.765 0.0190.811 0.0230.775 0.0290.830 0.0190.809 0.0340.761 0.0330.917 0.0300.895 0.0230.851 0.0110.810 0.0380.847 0.0170.818 0.0470.823 0.0280.847 0.0250.804 0.0320.008 0.0520.055 0.0420.041 0.0590.002 0.0490.027 0.0450.038 0.0740.073 0.0680.030 0.0410.050 0.0470.030 0.0290.126 0.0370.057 0.0270.053 0.0830.029 0.0550.045 0.0370.063 0.0660.842 0.0310.000 0.038Regime 13% of industries, 8% of firmsRegime 10% of industries, 12% of firmsRegime 3% of industries, 3% of firms1.045 0.0201.015 0.0181.032 0.0241.012 0.0141.036 0.0141.051 0.0181.055 0.0151.035 0.0131.032 0.0290.182 0.2360.242 0.1590.199 0.2630.145 0.1490.183 0.1990.242 0.2360.133 0.2350.146 0.1990.271 0.2831.103 0.0391.106 0.0281.116 0.0321.131 0.0421.136 0.0261.151 0.0491.174 0.0511.210 0.0401.244 0.0320.992 0.0140.975 0.0160.997 0.0300.999 0.0150.367 0.1580.726 0.2470.450 0.2460.419 0.2831.086 0.0141.031 0.0491.072 0.0221.099 0.0630.862 0.3631.060 0.3581.061 0.5761.068 0.6681.033 0.0171.007 0.0150.993 0.0140.349 0.2130.483 0.1590.502 0.2391.209 0.0411.159 0.0351.123 0.0450.551 0.3260.719 0.2261.128 0.5031.110 0.0310.402 0.2751.158 0.0420.742 0.133381 20.0001.0000.9980.8860.0000.8740.0440.9971.0002.864.133.303.407.775.644.863.052.980.451.180.801.274.462.902.680.072.451 20.9190.8770.9720.0003.943.274.544.041.130.281.680.971 20.0000.0270.4206.635.465.272.003.442.011 20.7685.613.850.463 0.1050.514 0.0840.515 0.1360.516 0.1560.355 0.1360.418 0.0770.530 0.1112.880 1.999Table B.6 ctd: Industryspecific input shares , output elasticities, scale elasticity, jointmarket imperfections parameter , and corresponding pricecost markup and absolute extent of rent sharing or THE NETHERLANDSRegime 37% of industries, 53% of firmslabor supply elasticity by country Industry 4142720211725112197Industry 121616182910262328 0.2690.2400.2490.3070.3140.2670.2670.1710.2420.3230.300 0.2300.2690.2700.2920.3640.2230.2870.2900.271 0.4610.4500.5420.4300.4300.4660.4690.5040.4880.3580.448 0.3860.4450.4930.4720.3410.4790.4280.4600.4870.2700.3100.2090.2620.2570.2680.2640.3250.2700.3190.2520.3840.2850.2370.2360.2960.2980.2850.2490.2420.338 0.0580.288 0.0360.282 0.0420.439 0.0380.340 0.0320.286 0.0430.331 0.0870.190 0.0740.307 0.0250.440 0.0330.341 0.0250.307 0.1020.304 0.0480.234 0.0410.273 0.0320.374 0.0620.136 0.0730.247 0.0800.208 0.0830.171 0.0450.569 0.0320.582 0.0220.708 0.0300.563 0.0230.576 0.0240.632 0.0330.640 0.0590.693 0.0340.679 0.0180.499 0.0240.635 0.0180.694 0.1170.643 0.0390.627 0.0330.629 0.0220.503 0.0250.624 0.0580.629 0.0380.666 0.0490.667 0.0250.103 0.0700.116 0.0460.037 0.0670.078 0.0520.079 0.0510.076 0.0570.057 0.1320.144 0.0820.078 0.0360.066 0.0530.072 0.0360.066 0.1660.074 0.0690.113 0.0690.092 0.0500.136 0.0860.255 0.0560.107 0.0900.177 0.1040.133 0.0601.010 0.0360.986 0.0201.027 0.0141.080 0.0180.995 0.0200.995 0.0251.028 0.0331.027 0.0341.063 0.0121.005 0.0201.048 0.0120.023 0.2600.089 0.1790.174 0.2160.118 0.1630.258 0.1430.284 0.2000.126 0.4340.269 0.4700.121 0.1260.032 0.1570.280 0.1091.235 0.0701.292 0.0501.307 0.0551.309 0.0531.342 0.0551.357 0.0701.365 0.1261.376 0.0671.390 0.0371.394 0.0671.418 0.041Regime 30% of industries, 20% of firms1.067 0.0491.021 0.0220.974 0.0220.994 0.0151.013 0.0281.016 0.0420.983 0.0431.051 0.0400.971 0.0230.465 0.6230.315 0.2340.406 0.2070.397 0.1490.451 0.2570.693 0.3260.609 0.3370.731 0.3470.738 0.2021.797 0.3041.444 0.0871.272 0.0671.331 0.0461.478 0.1041.303 0.1211.470 0.0891.447 0.1061.369 0.0510.155 0.1890.206 0.1440.364 0.1690.369 0.1270.375 0.1900.399 0.1850.417 0.2130.588 0.2510.603 0.1490.135 0.1420.171 0.0990.267 0.0910.270 0.0680.273 0.1010.285 0.0950.294 0.1060.370 0.1000.376 0.058391 21.0001.0001.0001.0001.0001.0001.0001.0000.9961.0001.0004.467.334.979.458.124.671.824.598.2110.756.121.420.612.362.332.350.371.062.433.433.391.681 21.0001.0001.0000.9981.0001.0001.0001.0001.0000.402.667.179.955.010.843.521.304.440.371.871.671.971.121.101.461.391.001.046 0.0411.075 0.0351.064 0.0301.023 0.0231.022 0.0441.059 0.0161.930 0.5900.668 0.3990.604 0.2990.496 0.1960.341 0.3560.304 0.1581.232 0.0951.223 0.1501.271 0.1171.205 0.0681.279 0.1021.315 0.0610.390 0.0790.647 0.1420.678 0.1070.709 0.0810.789 0.1720.812 0.0771.133 0.0321.011 0.0240.974 0.0511.255 0.3800.929 0.3610.592 0.4481.012 0.1281.061 0.0520.913 0.0800.446 0.0860.533 0.1030.607 0.184Regime 10% of industries, 8% of firms0.638 0.2131.832 1.1412.106 1.0372.431 0.9553.746 3.8684.322 2.1750.806 0.2791.142 0.4741.542 1.1891 21.0001.0000.9931.0001.0001.0002.043.112.786.672.618.040.941.581.981.121.171.231 21.0001.0001.0006.124.922.292.353.490.451 21.0003.011.22Table B.6 ctd: Industryspecific input shares , output elasticities, scale elasticity, jointmarket imperfections parameter , and corresponding pricecost markup and absolute extent of rent sharing or THE NETHERLANDS ctdRegime 20% of industries, 18% of firmsIndustry 3302215249Industry 815 0.1480.3040.2900.2510.2640.323 0.2410.1480.287 0.4600.4020.4140.4160.4060.369 0.4740.6430.4960.3920.2940.2960.3340.3300.3080.2850.2090.217Industry 13 0.198 0.4800.322labor supply elasticity by country 0.467 0.0800.576 0.0810.544 0.0650.426 0.0390.428 0.0770.523 0.0340.545 0.0670.294 0.0470.431 0.1190.567 0.0440.491 0.0600.527 0.0480.501 0.0280.519 0.0420.486 0.0220.480 0.0600.682 0.0330.453 0.0400.012 0.0910.008 0.1330.007 0.0890.096 0.0530.074 0.0930.051 0.0520.108 0.1130.035 0.0730.090 0.1080.241 0.0720.504 0.0510.246 0.103Regime 3% of industries, 1% of firms0.992 0.0440.169 0.4381.050 0.105Notes: Firststep robust standard errors in parentheses. Time dummies are included but not reported. The set ofinstruments includes the lagged levels of , and dated 2 and 3 in the firstdifferenced equations and thelagged firstdifferences of , and dated 1 in the levels equations. Industries within and are ranked according to , industries within and are ranked according to and industries within and are ranked according to . 1 1 1 40Table B.7: Correlations between estimates of product and labor market imperfections by countrycid:26FRANCEbcid:22j ;bcid:13j 0.788cid:3cid:3cid:3 0.814cid:3cid:3cid:30.683cid:3cid:3 0.641cid:3cid:3cid:26bcid:22j ;bcid:12j 0.777cid:3cid:3cid:3 0.749cid:3cid:3cid:3JAPAN0.502cid:3cid:3cid:3 0.164cid:30.400 0.4290.463cid:3cid:3 0.1840.029 0.704THE NETHERLANDS0.728cid:3cid:3cid:3 0.799cid:3cid:3cid:30.100 0.2600.738cid:3cid:3cid:3 0.731cid:30.600 0.352All industries R ICEBR ICM OAll industries R P CM OAll industries R ICEBR ICM ONotes: Rank correlation is reported. A robust correlation is reported in square brackets.cid:3cid:3cid:3Signicid:133cant at 1%, cid:3cid:3Signicid:133cant at 5%, cid:3Signicid:133cant at 10%.41", "filename": "739266292.pdf", "person": ["Sabien Dobbelaere", "Dobbelaere, Sabien", "Kozo Kiyota", "Kiyota, Kozo", "Jacques Mairesse", "Mairesse, Jacques"], "date": ["2013"]}