{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/93666/1/73976344X.pdf"], "title": ["Identifying term interbank loans from fedwire payments data"], "plaintext": "Identifying Term Interbank Loans from Fedwire Payments Data Dennis Kuo, David Skeie, James Vickery, and Thomas Youle Federal Reserve Bank of New York Staff Reports, no. 603 March 2013 JEL classification: G01, G10, G21 Abstract Interbank markets for term maturities experienced great stress during the 200709 financial crisis, as illustrated by the behavior of one and threemonth Libor. Despite widespread interest in these markets, little data are available on dollar interbank lending for maturities beyond overnight. We develop a methodology to infer individual term dollar interbank loans for maturities between two days and one year by applying a set of filters to payments settled on the Fedwire Funds Service, the largevalue bank payment system operated by the Federal Reserve Banks. Our approach introduces several innovations and refinements relative to previous research by Furfine 1999 and others that measures overnight interbank lending. Diagnostic tests to date suggest our approach provides a novel and useful source of information about the term interbank market, allowing for a number of research applications. Limitations of the algorithm and caveats on its use are discussed in detail. We also present stylized facts based on the algorithms results, focusing on the 200709 period. At the crisis peak following the failure of Lehman Brothers in September 2008, we observe a sharp increase in the dispersion of inferred term interbank interest rates, a shortening of loan maturities, and a decline in term lending volume. Key words: interbank market, loan, Fedwire, algorithm _________________ Kuo: University of California at Los Angeles email: dkuo 127ucla.edu. Skeie, Vickery: Federal Reserve Bank of New York email: david.skeieny.frb.org, james.vickeryny.frb.org. Youle: University of Minnesota email: youle 001umn.edu. For market insights, the authors thank members of the New York Feds Markets Group, particularly Chris Burke, Patrick Dwyer, Spence Hilton, and John Mc Gowan. This paper also benefited from comments by Olivier Armantier, Alexandre Chailloux, Adam Copeland, Antoine Martin, and Jamie Mc Andrews. The authors also thank Enghin Atalay, Michael Walker, and particularly David Hou and Sha Lu for outstanding research assistance. The views expressed in this paper are those of the authors and do not necessarily reflect the position of the Federal Reserve Bank of New York or the Federal Reserve System. 1. Introduction Interbank markets experienced enormous stress during the recent 200709 financial crisis, and were seen as a driver of contagion throughout the financial system and to the real economy. The disruption in interbank borrowing conditions for maturities beyond overnight attracted particular attention. Sharp increases in term interbank rates, as measured by 1month and 3month Libor yields depicted in Figure 1 as a spread to OIS, were widely followed by market participants as key indicators of bank funding stress and the severity of the crisis.1 Perceptions of a wide dispersion of term interbank rates were reflected in anecdotes of credittiering among banks. Financial commentators and officials claimed that interbank lending markets were frozen, and in particular, that banks were unable to borrow interbank funds at tenors beyond overnight.2 Figure 1: Libor OIS during the 200709 financial crisis Despite the importance of US dollar term interbank markets, little data is available to researchers to measure and analyze term dollar interbank transaction interest rates, volumes, and 1 An overnight indexed swap OIS is a shortterm interest rate swap in which the floating leg is indexed to the overnight effective federal funds rate. The LiborOIS spread is a measure of the credit and liquidity risk of interbank loans. An OIS has little credit or liquidity risk, because the swap counterparties exchange at maturity only the difference between the interest accrued on the two swap legs, a small amount relative to the notional swap principal. 2To illustrate: One professional calls the money markets basically frozen except for overnight. Barrons, 91207. Banktobank lending freezes, Reuters, 31708. Today we have banks that no longer lend to each other because they lack confidence that is what is freezing up the market, he IMF managing director Dominique StraussKahn said. Straits Times, 4408. One major flaw in the global banking system, and a sign that problems extend beyond whether US homeowners can pay their mortgages, is the fact that banks dont trust each other enough to loan beyond an overnight period. Wall Street Journal, 101008. There is no longer an interbank market. There are only central banks supplying cash, Bloomberg, 121108. 1 maturities. Libor itself is based on a survey of market participants, in which a panel of large banks report an estimate of the rate at which they believe they could borrow in the interbank market at various maturities. Recently, however, a range of media reports, academic studies and regulatory investigations have suggested that Libor may at times have been misreported or manipulated by some reporting banks, particularly during the crisis period.3 No comprehensive measures of term US dollar interbank loan flows are collected, and regulatory data on outstanding volumes is limited. The goal of this paper is to develop a methodology to infer term US dollar interbank loans at a transaction level using payments data from the Fedwire Funds Service 4, the largevalue bank payment system operated by the Federal Reserve. Amongst other functions, the Fedwire Funds Service is used to settle a significant fraction of US dollar interbank loans.5 The basic idea of the algorithm is to identify pairs of payments that match the properties of the sending and return leg of an interbank loan: namely, a sending payment from bank A to bank B, and a matching return payment for a slightly larger amount from bank B to A on a later date, where the sending and return payment meet a set of criteria consistent with interbank market conventions. This approach has been used previously to infer overnight interbank lending activity beginning with seminal research by Furfine, 1999, but to our knowledge has not previously been used to identify term US dollar interbank loans. We interpret the results of the algorithm to be a measure of overall interbank market activity; we do not attempt to distinguish subsets of the market e.g. term Eurodollar deposits. Historically, algorithms based on the work of Furfine have been used as a method of identifying overnight or term federal funds transactions. The Research Group of the Federal Reserve Bank of New York has 3 For more details, see Snider and Youle 2013, Duffie, Skeie and Vickery 2013, Kuo, Skeie and Vickery 2012, Gyntelberg and Wooldridge 2008, and Michaud and Upper 2009. The Wheatley Review of Libor H.M. Treasury, 2012 outlines a range of recommendations for the reform of Libor. 4 Fedwire is a registered service mark of the Federal Reserve Banks. 5 CHIPS is the other significant largevalue payment system used for settling US dollar interbank loans. Some interbank loans are also settled via book transfers. See Section 2 for more details. 2 recently concluded that the output of its algorithm based on the work of Furfine 6 may not be a reliable method of identifying federal funds transactions.7 This paper therefore refers to the transactions that are identified using the Research Groups algorithm as overnight or term loans made or intermediated by banks. Use of the term overnight or term loans made or intermediated by banks in this paper to describe the output of the Research Groups algorithm is not intended to be and should not be understood to be a substitute for or to refer to federal funds transactions. Our methodology infers individual unsecured interbank loans made or intermediated by banks with maturities between two days and one year, loan size, date, time, maturity and implied interest rate. We identify transactions amongst a broad range of Fedwire members, primarily US banks, but also including subsidiaries or branches and agencies of foreign banks, and governmentsponsored enterprises GSEs.8 We generally use the term interbank to refer broadly to transactions amongst this set of institutions, but also in some cases present disaggregated results depending on the type of receiving or sending institution. The extension of this type of matching algorithm to maturities beyond overnight introduces several methodological challenges. We introduce a number of refinements to Furfines approach for overnight loans to ensure computational feasibility, and improve the signaltonoise ratio of the estimates. For example, we restrict the algorithm to identify only transaction pairs for which the implied loan interest rate is close to a whole number of basis points, based on conversations with New York Fed market analysts suggesting that this corresponds to usual market practice. As well as describing our approach, we present statistics that shed light on the approximate magnitude of misclassification errors associated with the algorithm. Two types of errors are possible: 6 It should be noted that for its calculation of the effective federal funds rate, the Federal Reserve Bank of New York relies on different sources of data, not on the algorithm output. 7 The output of the algorithm may include transactions that are not federal funds trades and may discard transactions that are federal funds trades. Some evidence suggests that these types of errors in identifying federal funds trades by some banks may be large. 8 These include Fannie Mae, Freddie Mac and the Federal Home Loan Banks. 3 the algorithm may by mistake match up two payments that in reality do not constitute the extension and subsequent repayment of an interbank loan a Type I error, or may fail to identify actual unsecured interbank loans a Type II error. A first source of Type I and Type II errors, statistical in nature, is that the algorithm may fail to correctly identify the set of related transaction pairs in the Fedwire Funds Service. For example, it may by chance match up two transactions that are actually unrelated a Type I error. A second source of error is that the algorithm may identify transaction pairs that, while related, are not term interbank loans between the proximate counterparties identified in Fedwire payments. For example, the sender andor receiver of the Fedwire payment may be acting as a correspondent on behalf of another institution. This is an important concern if the research question at hand requires identifying the ultimate borrower and lender of funds, although may be less relevant for inferring overall market trends. A third source of error is that some interbank loans will inevitably not be identified simply because they are not settled over the Fedwire Funds Service. Our diagnostic tests suggest that the incidence of the first source of errors, i.e. statistical noise, is low. As evidence on Type I statistical errors, we show that implied interest rates on matched transaction pairs are tightly bunched near the prevailing Libor rate prior to the onset of the financial crisis in August 2007. This would not be expected if the algorithm is matching unrelated transactions instead, we would expect a distribution that is roughly uniform over a wide range of implied interest rates. As evidence on Type II statistical errors, we show that the filters applied by our algorithm would screen out only a relatively small percentage around 30 percent of loans in a direct interbank loan dataset obtained from an interbank broker. Evaluating the second source of errors i.e. pairs representing transactions other than a term interbank loan between the proximate counterparties identified in the Fedwire Funds Service is more challenging. In particular, accurately determining the volume of correspondent activity seems difficult. The distribution of implied interest rates does however support our interpretation that the 4 algorithm identifies unsecured loans, rather than secured funding sources such as repurchase agreements, which have lower interest rates. We emphasize more generally that the results of the algorithm reflect noisy inferences, not direct loan data, and so caution should be exercised when studying them.9 Our overall interpretation is that the algorithms results provide useful insights into interbank unsecured funding markets, but researchers making use of the results of Furfinetype algorithms, either at overnight or term maturities, should attempt to corroborate results against other data sources where possible, and to conduct robustness checks on subsets of the sample that may be less likely to be subject to inference problems, such as loans originated by GSEs, or by small banks. Limitations of the algorithm, and caveats on its use, are discussed in more detail in the body of this paper. Bearing these caveats in mind, the algorithms results can be used to study a variety of features of the term interbank market, such as interest rates, volumes and maturities. While the primary purpose of this paper is to describe the algorithm itself, we also report stylized facts on term interbank market activity during the 200709 financial crisis period. Broadly consistent with movements in Libor, we estimate that onemonth and threemonth term rates increased considerably relative to OIS during the crisis, particularly after the failure of Lehman Brothers in September 2008. The crosssectional distribution of term rates also becomes much more diffuse following the onset of the crisis in August 2007. This dispersion is most pronounced at the crisis peak in late 2008. Our estimates also suggest that maturityweighted average issuance of new interbank term loans decreased from roughly 140 billion to 90 billion around the default of Lehman Brothers, but was relatively stable in the early part of the crisis. These results are broadly consistent with Afonso et al. 2011, who study the overnight interbank market during this period. However, we also identify 9 Armantier and Copeland 2012 attempt to assess the size of Type I and Type II errors when using the overnight Furfine algorithm to identify overnight federal funds loans, a subcomponent of the overall overnight interbank market, for two large banks. They find a high incidence of Type I and Type II errors, which could be due to a large volume of correspondent transactions, misclassifications between overnight federal funds loans and Eurodollar deposits, or could reflect other factors. See section 5.2 for a more detailed discussion. 5 significant movements in the maturity structure of inferred interbank lending, which Afonso et al. 2011 are not able to analyze. We observe a noticeable shortening of the maturity of newly originated loans around the crisis peak. Specifically, there is a sharp decline in the fraction of loan originations with a maturity of three months or more. To our knowledge, this paper represents the first systematic attempt to extend the original Furfine 1999 methodology for overnight interbank loans to identify longerterm dollar interbank loans. There are numerous potential applications of the output of this term algorithm for studying aspects of the interbank market and the recent crisis.10 For example, Kuo, Skeie and Vickery 2012 use output from this algorithm, as well as a number of other data sources, to analyze the behavior of Libor during the financial crisis. Duffie, Skeie and Vickery 2013 use the results of the algorithm to help evaluate the statistical properties of a samplingwindow approach to computing a Libor fixing. Perhaps most closely related to this paper, independent work by Heijmans, Heuver and Walraven 2010 extends the Furfine matching approach to identify and study eurodenominated Dutch term interbank loans settled on TARGET2, the European payment system. Our approach is also related to other papers that have developed refinements of the overnightloan Furfine 1999 approach, or used alternative data sources to study interbank market behavior. For example, Demiralp, Preslopsky, and Whitesell 2006 examine calendarday effects and brokered federal funds volumes using results from a modified Furfine algorithm. Bartolini, Hilton and Mc Andrews 2010 analyze overnight interbank loan data from an interbank broker in comparison to the Furfine 10 Furfinetype algorithms have previously been widely used to study a range of questions on overnight interbank markets. Afonso et al. 2011 study how the overnight interbank market evolved after the Lehman Brothers bankruptcy, finding that the market did not collapse, but that spreads and flows became more sensitive to borrower characteristics. Furfine 2001 finds evidence even in noncrisis times that federal fund spreads vary with borrower credit risk. Ashcraft, Mc Andrews and Skeie 2011 show that overnight interbank rates reflected the price of liquidity during the crisis, and exhibited greater volatility because of weaker banks that held precautionary reserves overnight. Related US literature includes Ashcraft and Bleakley 2006, Ashcraft and Duffie 2007, and Bech and Atalay 2010. Other papers use Furfinebased methods to study nonUS interbank markets. For example, Wetherilt, Soramaki, and Zimmerman 2009 examine CHAPS payments data to study how the network structure of the sterling interbank market changed during the recent crisis, and Akram and Christophersen 2010 match interbank loans on the Real Time Gross Settlement system of Norges Bank, the Norwegian central bank. 6 algorithm to study settlement delays in overnight money markets. Bech and Klee 2011 also use broker data along with the Furfine algorithm to study the effects of different sectors of the overnight federal funds market since the implementation of interest on reserves. While most interbank loans are negotiated overthecounter, some euro interbank lending occurs on a market exchange in Italy called eMID, over which a small amount of term lending occurs, as studied by Angelini, Nobili and Picillo 2009 and Schwarz 2010. Quarterly bankreported data on outstanding interbank credit exposures is used to examine interbank lending for German banks by Craig and von Peter 2010 and for Dutch banks by Liedorp et al. 2010. The rest of this paper proceeds as follows. Section 2 describes the institutional background. Section 3 describes the main steps involved in the algorithm. Section 4 analyzes the magnitude of statistical noise associated with the algorithm. Section 5 discusses the types of potential loans that may be identified by the algorithm, and the extent to which we believe these can be distinguished. Section 6 presents summary statistics on the results of the algorithm during 200709. Section 7 concludes. The technical appendix presents detailed information on the algorithm structure. 2. Institutional background The interbank market consists of loans made from one bank to another, or more broadly, from one financial institution to another. Interbank borrowing by banks includes loans from other depository institutions as well as from nonbank financial institutions, such as GSEs. Wholesale funding more broadly includes borrowing in a wider range of money market instruments, such as certificates of deposit CDs, commercial paper and repurchase agreements, and from a wider range of institutional entities that include financial intermediaries e.g. banks and money market funds as well as nonfinancial corporations. Wholesale funding excludes retail borrowing e.g., small insured deposits. Access to unsecured interbank borrowing is important for many banking firms, because many bank assets are opaque, nonmarketable loans that are difficult to use as collateral. Borrowing maturities 7 range from overnight to at least one year. Interbank loans are also sometimes referred to as trades, with buy corresponding to borrow and sell corresponding to lend. Banks borrow on the interbank market and broader wholesale markets at a range of maturities for several reasons. First, many banks use wholesale borrowing as a part of their structural funding, which refers to borrowing that is part of a banks continuing, perpetual funding source. Some banks have little access to retail deposits and borrow primarily in wholesale funding markets. Second, banks borrow at multiple maturities and overlap or ladder borrowing to manage interest rate risk, liquidity risk, and rollover risk. Term borrowing can help insulate banks against a sudden inability to borrow and against unexpected liquidity withdrawals see Acharya and Skeie, 2011. Many banks also manage intraday liquidity needs caused by unexpected payments shocks with overnight borrowing arranged late in the day Ashcraft et al., 2011. Unsecured US dollar interbank loans, the focus of this paper, are generally negotiated bilaterally overthecounter. Many interbank loans are arranged through brokers. Some large money center banks act as dealers, particularly in the overnight market, providing liquidity and credit and earning profits from the bidask spread and from arbitrage see Ashcraft and Duffie, 2007. The market also includes correspondent banks acting as intermediaries. Settlement of interbank loans occurs either over one of the two largevalue payment systems, the Fedwire Funds Service and The Clearing House Interbank Payments System CHIPS, or on a single banks balance sheet, if both the borrower and lender have accounts with the common clearing bank. Currently there exists no comprehensive transactionlevel data on the US term interbank market, and relatively little aggregate data is collected or published for rates and volumes on term dollar interbank loans. Data on term interbank market rates are not based on observed traded rates but rather on either bank surveys, such as Libor and the nowdiscontinued New York Funding Rate NYFR, or reference bidask rates from brokers that may or may not correspond to completed 8 trades.11 Reference rates include Reuters FT Eurodollar quotes, an electronicscreen broker quote for Eurodollars, and the H.15, a Eurodollar deposit offered rate published by the Federal Reserve based on a reported broker quote. Significantly more data is collected on the overnight interbank market. Traded overnight rates and volumes are often collected by central banks for the implementation of monetary policy. The Federal Reserve publishes the effective federal funds rate based on data from interbank brokers on the rates and volumes of overnight federal funds transactions that are brokered.12 Even so, the published rate excludes nonbrokered transactions, which may compose a large amount of the interbank market,13 and does not include Eurodollars.14 Financial regulatory agencies collect some aggregate measures of dollar interbank volumes. Call Reports filed by US depository institutions report total overnight federal funds lending and borrowing, although they do not separately report term interbank borrowing. The Federal Reserves H.8 statistical release also reports weekly estimates of the banking systems aggregate outstanding interbank lending volume, although the maturity structure of this lending is not reported. According to the H.8 report, interbank loans and wholesale deposits represented 4.7% of aggregate bank liabilities as of December 27th, 2006 just before the period of this study. While they 11 Libor is published by the British Bankers Association BBA, and is computed as the interquartile trimmed mean of the interbank ask rates reported by a panel of large banks. Libor is used to index a wide range of financial contracts. While Libor formally measures the rates at which banks can borrow from other banks, it is widely interpreted as an indicator of the cost of unsecured wholesale borrowing from a broader set of counterparties. Responding to perceived limitations of dollar Libor, the interbank broker ICAP introduced an alternative index known as NYFR New York Funding Rate, starting in June 2008. ICAP announced in August 2012 that it was discontinuing NYFR, because of a decline in participation by survey member banks. Kuo et al. 2012 analyze the informational content of Libor and NYFR. 12 Federal funds loans are unsecured loans of immediately available funds between banks and other institutions with accounts at Federal Reserve Banks. The set of institutions with Reserve accounts includes domestic depository institutions, domestic branches of foreign banks, GSEs, foreign central banks, and monetary authorities. 13 See Bech and Klee 2011 and Bartolini et al. 2010. 14 Eurodollars are dollar deposit liabilities of banks domiciled outside the United States. Thus, banks operating in the United States, including branches and agencies of foreign banks, do not, by definition, borrow Eurodollars, although they can do so indirectly through their nonUS offices or through International Banking Facilities. See Bartolini, Hilton and Prati 2008 for more details. Federal funds are typically traded during New York market hours the New York session, while Eurodollars are traded during both London market hours the London session and the New York session and are settled over Fedwire and CHIPS. Eurodollar transactions settled over Fedwire are sometimes known as Eurofeds Stigum, 2007. 9 represent a relatively small fraction of total bank liabilities, interbank loans play an important role as the marginal bank funding source both intraday and in the shortterm on a weekly and monthly basis. As the marginal funding source for many banks, rates and volumes of wholesale funding in these markets are important for understanding the overall availability of finance to banks. 3. Description of term algorithm This section describes the main steps involved in implementing the term algorithm. 3.1 The Fedwire Funds Service The source data for the algorithm are the transaction logs of the Fedwire Funds Service, the realtime gross settlement system operated by the Federal Reserve for largevalue wholesale payments between USdomiciled member financial institutions. Fedwire members include Federal Reserve Banks, depository institutions including domestic branches and agencies of foreign banks and other institutions with Federal Reserve accounts e.g. Fannie Mae, Freddie Mac, the Federal Home Loan Banks, BIS, etc  Our data includes a set of basic characteristics of every payment settled over the Fedwire Funds Service, including the ABA number of the sending and receiving institutions, the payment date and time, and the dollar amount transferred. 3.2 Example Using the Fedwire data, we develop and apply a generalized version of the algorithm developed by Furfine 1999 to identify matching backandforth pairs of payments whose characteristics suggest they are likely to be term unsecured interbank loans. An illustrative example of the type of payment pair matched by the algorithm is shown below. In this example, Bank A lends 65m to Bank B for one month, at an annualized interest rate of 3.04%15. In the Fedwire Funds Service, this loan appears 15 More precisely: in this example, the funds are lent for 31 days. Interest rates in the interbank market are quoted based a 360 day year convention. A return amount of 65,170,155.56 thus implies an annualized interest rate of 65,170,155.56 65,000,000 1 x 36031 3.040000%. Note that the interest rate is a whole number of basis points, consistent with interbank market practice see further discussion below. 10 as a payment of 65m from Bank A to Bank B on 772008, and a return payment from Bank B to Bank A one month later for a slightly larger amount, 65,170,155.56. We refer to the first payment as the sending leg, and the second payment as the return leg of the pair. Figure 2: Payment pair 65,000,000.00 on 7708Bank AImplied Rate 3.0400%Bank B65,170,155.56 on 8708 The basic idea of the algorithm is to search the Fedwire Funds Service for payment pairs like the one shown above. We first identify large roundnumber payments, which are candidate sending legs. For each candidate, we then search for return payments for a slightly larger amount with a date up to one year after the sending leg. The sending and return leg, as well as the resulting payment pair, must satisfy a range of filters designed to screen out spurious matches. 3.3 Steps in the algorithm The main steps in the algorithm are as follows. A more detailed description of the filters outlined below is provided in the technical Appendix. Filter 1: We exclude any payments that are identified as a leg of an overnight loan by the New York Feds version of the Furfine 1999 algorithm. After applying the term algorithm, these pairs can be remerged to create a consolidated dataset including both term and overnight loans. Filter 2a: Identify the set of Fedwire payments that are large roundlot payments at least 10m, in increments of 100,000 that do not involve a clearing institution, such as Continuous Linked Settlement CLS or the Depository Trust Company DTC, or particular clearing and custodian banks and foreign institutions. The exclusion of nonround loan sizes is in part based on 11 communication from the New York Fed market analysts that interbank loans generally involve a round sending amount. We also exclude transactions between entities that are members of the same regulatory highholder e.g. two subsidiaries of the same BHC. The set of transfers in the Fedwire Funds Service that meet these characteristics constitute the set of candidate sendingleg payments. E.g. Payment of 65m from bank A to bank B on July 7, 2008. Filter 2b: Identify the set of Fedwire payments which are candidate loan returns. These are loans which are greater than 10m in size, are not in round increments of 1,000 or more 17, and do not involve clearing institutions, governments, central banks, or common subsidiaries of the same regulatory highholder. E.g. Payment of 65,170,155.56m from bank B to bank A on Aug 7, 2008. We then search for transaction pairs amongst the candidate send and return transactions identified above. In order to be retained, the loan pair must satisfy the following additional filters. Filter 3: The loan pair is retained if i the implied maturity is 231 calendar days or one month, whichever is shortest or 112 months plus or minus one business day, and ii the implied annualized interest rate is between 150bp below and 150bp above the Libor fixing rate of the same maturity 18, and is within five cents of being a whole number of basis points. The decision to exclude trades not in whole basis points is based in part on communication from the NY Fed market analysts that this corresponds to usual market convention.19 E.g. The pair of payments identified above corresponds to a thirtyone day loan with an annualized interest rate of exactly 3.04000%. 17 Return legs in increments of 1,000 are excluded because they are a major source of Type I errors. The round return amount easily creates wholebasis point implied rates, resulting in spikes in trade volume at interest rates apart from Libor that are difficult to explain otherwise. 18 We assume, consistent with the convention reported on the BBA website, that trades are settled on the Fedwire Funds Service two business days after they are dealt. Thus the Libor fixing that we reference is from two business days prior to the date that the sending leg passes over the Fedwire Funds Service. 19 Consistent with this prior, in our own analysis we find that nonwholebasis point trades identified by our filter are much less tightly clustered around Libor than wholebasispoint pairs in the precrisis period. 12 Filter 4: Apply a tiebreaker in situations where the sending leg of the pair matches multiple return legs, or the return leg matches multiple sending legs. Our default tiebreaker is to keep the transaction pair of shortest implied maturity.20 We use this shortest maturity tiebreaker in Step 4 because it biases us against finding loans at long horizons, and because it does not bias trades towards being close to the Libor fixing rate, within the search range of Libor 150bp. However, we have also experimented with two other tiebreakers: i picking a matched trade at random, and ii keeping the matched trade whose interest rate is closest to the Libor rate of the same maturity. We also consider the inferred loans which result when we drop all send and return legs which are involved in any ties, keeping only those which are uniquely matched. The properties of the set of identified transaction pairs are largely robust to which of these matching methods is used.21 We do not attempt to identify loans with nonwholemonth maturities beyond a term of one month, in part to save time and computational resources, in part because of feedback from market participants that such loans are relatively unusual, and in part because Libor fixings are only reported at whole month maturities beyond one month. Summary statistics reported below suggest that one and three month loans, as well as term loans for maturities of less than one month, represent the largest share of measured lending volume. 3.4 Matching rates We apply the algorithm to the set of potential sending legs passing over the Fedwire Funds Service during the period from January 1, 2007 to March 31, 200922. Table 1 reports the number of observations, ties, and other statistics as we impose increasingly restrictive filters on the set of 20 If multiple remaining loan pairs have the same shortest maturity, we select one pair at random. 21 Heijmans et al. 2010 use tiebreaking procedures quite similar to those described above, and provide a useful discussion about the advantages and disadvantages of different tiebreaking approaches. 22 Note that, while we restrict the set of candidate sending legs to this 27 month time period, we do consider candidate return legs from after March 2009. Since we search for loans up to one year in maturity, we consider return legs up to March 2010. 13 candidate transactions. Separate statistics are reported for the precrisis period up to August 9, 2007, part A of the table and the crisis period after this date, as one might expect different interbank and algorithm behavior in these periods. Matches reported in Table 1 are not necessarily unique; we apply a tiebreaking procedure to the final set of matched pairs from column 6, as described below. Insert Tables 1a and 1b here The first column reports the set of matches surviving a relatively weak filter requiring only that the send leg be at least 10 million and in multiples of 50,000 and that the return leg not be in multiples of 10,000. About 5 million sendreturn pairs survive this initial filter in the precrisis time period 14 million in the crisis period. Few of these are unique onetoone matches. The number of qualifying sendreturn pairs decreases sharply as additional filters are imposed. Notably, column three shows results after imposing the condition that sendreturn pairs have implied interest rates in whole basis points. This restriction eliminates a high percentage of candidate trades, reducing the number of candidates in the precrisis period from 5 million to just 48,800. Subsequent filters, particularly the requirement that the return leg not be in round units of 1,000, further reduce the set of candidate pairs. Our preferred filter is in column six.23 It includes 27,040 transaction pairs for the precrisis period 1107 to 8907, and 86,327 observations for the crisis period 81007 to 33109. Notably, only a minority of the surviving sendreturn pairs in column six represent a unique match e.g. for the precrisis period, 9,296 of the 27,040 surviving pairs are unique. For the remainder, either the return leg is matched to multiple send legs, the send leg is matched to multiple return legs, or a set of multiple send legs and return legs are matched together. How important these different ties are for our estimates depends on how different these ties are from one another. For example, a send leg could be matched to multiple return legs, all of which occur on the same date and 23 The last step of this filter involves removing overnight loans which are made over three day weekends and other banking holidays. In keeping with our practice of removing overnight loans recovered by the standard Furfine algorithm, we remove these additional loans which are essentially overnight loans. 14 are for the same amount. In this case, the set of inferred loans will be exactly the same regardless of how the tie is resolved i.e. which return leg is chosen. Alternatively, the send leg could be matched to multiple returns which all occur on the same date but are in different amounts. In this case, whichever way the tie is resolved will leave the inferred maturities unchanged, but the final inferred loan interest rate will depend on exactly how the tie is resolved. To examine the prevalence of these different sorts of ties, we partition the sendreturn pairs from column 6 of Table 1 into sixteen categories based on the status of both the send and the return, broken down into precrisis and crisis periods. This breakdown is presented in Tables 2a and 2b. In the precrisis period, reported in Table 2a, there are 20,957 pairs where the send legs matched to a unique return leg and 9,656 pairs where the return legs uniquely matched to the send leg. Insert Tables 2a2d here We also observe 11,039 cases where return legs matched to multiple send legs, but where each send leg is for the same amount and date. This type of tie can occur, for example, when one bank sends a large number of identicalsized payments to another bank on the same day e.g. multiple transfers of 10m. Given the structure of the algorithm, if any one of these send legs is matched to a return, each of them will be. For our purposes however these ties are innocuous, since any way of resolving them will necessarily leave the overall volume and rate estimates unchanged. Of greater importance are 6,326 returns which are matched to multiple sends which differ in regards to amounts and dates. Note that there are no pairs where the return is matched to multiple sends which occur on the same date but in different amounts. This is because send legs must be denominated in multiples of 100,000. Being matched to two sameday send legs 100,000 or more apart will require that one of the matches implied interest rate to be outside of the interest rate band we consider, so it is unsurprising that zero returns are matched to two sameday differentamount sends. The results are broadly similar in the crisis period, which is reported in Table 2b. 15 There are several ways to count the number of ties in a manytomany match. Consider a situation where one send leg is matched to ten return legs. One way is to count this as ten ties, which is the way ties are counted over the combined period reported in Table 2c and in prior tables. But in an important sense this statistic significantly overstates the number of ties, because once a tiebreaker is implemented, only one of these ten ties remains. Table 2d reports the number of inferred loans that participated in ties posttiebreaker, which shows a greatly reduced amount. For example, the number of sendreturn pairs where both the send is matched to multiple nonidentical returns and the return is matched to multiple nonidentical sends drops from 15,834 to 1,348 after imposing a tiebreaker. This is consistent with our finding that an average tied send is tied to roughly 14 returns on average. In other words, a small number of sends and returns are responsible for most of the ties. Perhaps the best approach to gauge the importance of these ties for our overall volume and term interest rate estimates is to compare these estimates across different tiebreaking methods. We present the results from different tiebreaking methods in Table 3. Four approaches are considered: 1 resolving ties by choosing the sendreturn pair with the closest implied interest rate to the correspondingmaturity Libor rate, 2 resolving ties by choosing the sendreturn pair with the shortest implied maturity, 3 resolving ties randomly, and 4 keeping only those sendreturn pairs which are uniquely matched to one another. After eliminating ties using the shortestmaturity tiebreaker there are 47,027 term loans over 122007 3312009. Table 3 compares the shortestmaturity tiebreaker with the alternative random and closesttoLibor tiebreakers as well as a tiebreaking procedure which only keeps sends and return pairs involving a unique match. Insert Table 3 here By most measures e.g. number of loans per day, total loan value, and average maturity, the resulting sets of transaction pairs are similar across the four tiebreaking methods. The most obvious variation across methods is that the uniquematch tiebreaker has onethird fewer observations than the other three. The balance represents inferred loans which are involved in ties. 16 4. Statistics on matching rates and signaltonoise ratio The algorithm described above aims to infer unsecured term interbank loans from an underlying payments dataset. Such a process is inevitably imperfect and involves both Type I and Type II errors. As discussed in the introduction, three main sources of errors are possible. i Statistical misclassifications. The algorithm may incorrectly match together two unrelated payments passing over the Fedwire Funds Service, a Type I error. Conversely, the algorithm may fail to identify an actual roundtrip loan passing over the Fedwire Funds Service, because the loan does not satisfy the algorithms filters e.g. a loan that is not for a round dollar amount, a Type II error. ii Related payment pairs that are not interbank loans. The algorithm may identify a payment pair that represents another type of transaction, other than an unsecured term interbank loan e.g. a triparty or bilateral repurchase agreement, or a dollar roll. A related issue is that the algorithm may identify an interbank loan for which the sender receiver is acting as a correspondent or intermediary for another financial institution, rather than being the final lender borrower of funds. iii Interbank loans not settled via the Fedwire Funds Service. As discussed in Stigum and Crescenzi 2007, a significant fraction of dollar interbank loans are settled over other payment systems, particularly CHIPS, rather than over the Fedwire Funds Service. This creates an error of omission; the algorithm will identify only a subset of total USdollar interbank lending activity. In this section we consider the first source of error, that is, statistical Type I and Type II misclassifications. We turn to the other sources of error in section 5. 4.1 Type I and Type II statistical errors 17 The algorithms design attempts to balance a tradeoff between Type I and Type II errors. Applying a more restrictive filter will reduce Type I false positive errors, but will drop any actual interbank loans that violate the filter, generating Type II false negative errors. For example, our preferred filter restricts interest rates to be in whole basis points. As we saw earlier, this restriction is extremely effective, reducing the number of candidate sendreturn pairs by 99% because unrelated payment matched by chance are unlikely to generate an implied interest rate exactly in whole basis points. However, if actual term loans occur at interest rates that are not in round basis points, the algorithm will skip such loans and generate Type II errors. In order to ascertain the frequency with which our preferred filter screens out actual term loans, we examine a dataset on brokered interbank loans over 20002004 provided by BCG Brokers. The overnight portion of this dataset has been examined in several in previous studies, including Bartolini et al. 2008 and Bartolini et al. 2010. We examine the term loans in this data to determine whether these loans satisfy the requirements of our filters.24 Table 1 presented earlier reports the percentage of these brokered term loans that remain as increasingly stringent filters are imposed. As the table shows, 71% of the loans from the BCG brokered loan dataset satisfy the conditions of our preferred set of filters from column 6.26,27 For this reason, we view this filter set as providing an appropriate balance between Type I and Type II statistical misclassification errors. These filters are restrictive enough to reduce the total candidate number of sendreturn pairs from 5 24 The brokered data does not record the identity of the sender and the borrower, so could not be directly linked up to our matched payments, even if it was over a similar time period. 26 This comparison of course assumes that the features of term interbank loans from the brokered dataset are representative of the term interbank market as a whole and for the different period we examine. Notably, however, key features of the brokered data corroborate independent reports received by us that term loans primarily occur at whole basis point interest rates and in round lot payments. 27 The percentage of brokered trades which survive is not a direct estimate of the final Type II error rate, because the tiebreaking step could potentially have a substantive impact on this rate. The difficulties arise when a send leg of an actual transaction is matched to multiple return legs, which can be a mixture of actual interbank loan return legs and completely unrelated payments. Tiebreaking methods which are less likely to select actual return legs over unrelated payments in such situations will deliver inferior Type II error rates relative to the brokered data rates we report. Assessing the exact Type II error rate is difficult and attempts to do so for the standard overnight Furfine algorithm have not been successful to this point. 18 million to just 27,040 for the precrisis period, but are permissive enough that a large majority of a sample of actual interbank loans satisfy them. We use the relative frequency of matches with unusual interest rates and maturities as another diagnostic tool. The fraction of loans with nonLibor maturities e.g. 22 day loans in Table 1a decreases from 69% of initial matches to 23% of the matches for the preferred filter. Percentages are similar for Table 1b. Similarly, in Table 1a, the number of pairs with interest rates more than 30bp away from Libor drops from 80% of our initial matches to 29% in our preferred filter. This is notable because one would expect few transactions 30bp from Libor in the prefinancialcrisis period. Finally, the interquartile range of the spreadtoLibor generally narrows as filters from our preferred version of the algorithm are successively applied. These findings represent further evidence that the filters we apply improve the signaltonoise properties of the algorithm. 4.2 Analysis of signaltonoise ratio Another test for the incidence of Type I statistical errors i.e. the extent to which the algorithm identifies unrelated transactions by chance, is to examine the histogram of the final set of matched transaction pairs, after applying all filters and tiebreakers, during the quiet period before the initial onset of the financial crisis in August 2007. In this period we anticipate that nearly all Fedwire members would be able to borrow at a rate close to Libor. If the algorithms results represent actual term loans made or intermediated by banks, we would thus expect to observe a distribution of loan rates tightly clustered around the Libor fixing rate. If algorithm is noisy, and primarily identifies pairs of unrelated payments, one would expect to observe a roughly uniform distribution of loan interest rates, since nothing about the design of our algorithm biases it towards finding trades close to the Libor fixing rate recall that the default tiebreaker is to select the shortestmaturity loan. The histogram of matched onemonth and threemonth loan rates during this precrisis period is presented in Figure 3. There is indeed a tightly bunched distribution of loan rates around Libor, both at a onemonth and threemonth maturity. The interquartile range for loan interest rates is 19 around 5 basis points bp for both maturities, despite the fact we search for trades over an interval of 300bp. There are small, roughly symmetric, quantities of loans at interest rates far from Libor, which we interpret as being primarily randomly matched unrelated trades although some may be actual loans. This exercise strongly suggests a high fraction of matched trades are actually related payment pairs, rather than noise. Figure 3: Histogram of measured loan rates Distribution of measured interbank loan rates, as measured by our algorithm, over the precrisis sample period 112007 to 882007. Figure is centered around the samematurity Libor fixing rate that applied on the loan contract date for each loan observation. 1 month 3 months 1.51.5deltte S sedar T fo rebmu Negarev A yli.6.4.2deltte S sedar T fo rebmu Negarev A ylia D01.5 1 .50.511.5Spread to LIBOR, Percenta D01.5 1.50.511.5Spread to LIBOR, Percent 4.3 Government sponsored entities and small banks A different diagnostic test involves separately analyzing loans involving either GSEs or smaller banks. If the algorithms final results involve matches of unrelated payment pairs that are not loans, then banks sending a high volume of nonloan payments over Fedwire will generate a higher fraction of Type I errors. We expect this would be the case for large banking organizations, which play a more central role in the payments system. The incidence of such errors conversely is likely to be lower amongst GSEs and small banks, which we expect to have proportionately lower levels of unrelated payment volume due to their reduced activity in other markets.30 30 It is less clear whether small banks and GSEs have lower levels of unrelated payments relative to their interbank activity. But for the purposes of determining Type I errors, the absolute volume is likely more important. This is 20 Table 4 presents statistics on the matches involving large banks, small banks and GSEs, broken into precrisis and crisis periods. Large banks have a somewhat larger interquartile range of interest rates, and more nonLibor maturity transactions, than either smaller banks or GSEs in both the precrisis and crisis periods. While there could be other explanations, these findings are consistent with the proposition that larger banks may have a greater number of false positives stemming from a greater number of unrelated large payments. Insert Table 4 here Summing up, the measures considered in this section suggest that the algorithm seems to perform quite well, and the purely statistical errors involved are well understood. The algorithm filters eliminate a high fraction of our initial matches while eliminating only a small portion of actual term interbank loans from a dataset of brokered loans. We also find that the distribution of implied term interest rates is clustered tightly around Libor in the period before August 2007, with an interquartile range of approximately 5 basis points, suggesting the algorithm identifies few unrelated transaction pairs. Table 4 suggests that the signaltonoise ratio of the algorithm may be higher for GSEs and small banks than for large banking firms. 5. What types of transactions are identified by the algorithm? The evidence above suggests only a small fraction of the matched payment pairs represent random statistical noise. However, an alternative possibility is that at least some of them represent roundtrip transactions of types other than unsecured term loans between the proximate counterparties identified in the Fedwire Funds Service. Two nonmutuallyexclusive cases seem plausible: because as the level of unrelated payments increase, not only are there more unrelated possible sends, but the probability that any particular send will be matched with an unrelated return is greater due to the greater number of possible returns. This could lead to a compounding effect where the number of Type I errors increases rapidly in the absolute level of unrelated payments, making large banks much noisier in comparison to small banks and GSEs. 21 1. The payment pair reflects a different type of lending transaction, such as a repurchase agreement repo or secured term loan. 2. The sender recipient identified in the Fedwire Funds Service is not the ultimate provider beneficiary of funds, but instead is acting as a correspondent or agent for another party. Below we discuss whether a significant fraction of the matched pairs identified by our algorithm are likely to fall into these categories. 5.1 Potential transaction types Table 5 lists a range of common shortterm secured and unsecured funding instruments used by US financial institutions. Below we consider whether these instruments are likely to be settled over the Fedwire Funds Service, andor to be identified by our algorithm. Insert Table 5 here Interbank loans settled over CHIPS and book transfers. CHIPS is an alternative electronic payment system for large US dollar transactions. A significant volume of interbank loans are settled over CHIPS. Others may also be settled directly by a book transfer, in cases where the depositor and borrower have accounts at a common institution. Since our algorithm identifies only Fedwire transactions, volumes estimated by the algorithm represent only a subset of the total dollardenominated interbank market. This is an unavoidable limitation of our approach. Future research could, however, apply our approach to other payment systems. Money market instruments. It is possible that part of the algorithms output of the algorithm reflect the issuance, sale andor maturing of money market instruments such as certificates of deposit CDs, commercial paper CP, and shortterm government securities Tbills. DTC 2002 and BIS 2003b note that the cash and securities leg of the sale of these securities is normally settled on a deliveryversuspayment DVP basis through a securities settlement system, such as the DTC a subsidiary of the Depository Trust and Clearing Corporation, DTCC, or the Fedwire 22 Securities Services.31 As a precaution, we exclude from the final set of payment pairs any payments to or from a settlement institution, including the DTC, CLS or CHIPS, or those involving the US government, or the Federal Reserve System. We also exclude inferred loans that imply borrowing by an international agency or foreign central bank. A further consideration is that CP and Tbills are issued on a discount basis, implying that the initial sending leg is likely to be slightly less than a round amount e.g. 99.98m. Such transactions would be discarded by our algorithm, which requires the sending leg to be a round number.32 Despite these considerations, to our knowledge we are unable to entirely rule out the possibility that a CD issued by a bank may be identified by the algorithm. A large unsecured CD is a wholesale funding instrument similar in economic substance to a term interbank loan, although it may have greater secondary market liquidity. Repos. Repos are shortterm secured loans collateralized by Treasury or agency securities, corporate bonds, equities or other securities. While many repos have an overnight maturity, some are for longer terms, and many are open, in the sense that they roll over automatically unless one party explicitly chooses to cancel the transaction. An important segment of the repo market is the triparty repo market, in which a clearing bank provides intermediation services to the cash investor and collateral provider. Copeland, Martin and Walker 2010 provide a detailed analysis of this market. Settlement of triparty repo transactions themselves occurs on the books of the relevant triparty clearing bank, and thus would not be expected to be settled over the Fedwire Funds Service. As a precaution, however, we exclude inferred loans from State Street to either JP Morgan Chase or the Bank of New York. State Street is 31 In this case, the clearing and settlement platform undertakes both the transfer of securities, through its role as a custodian, and the transfer of funds on a bookentry basis between accounts held by members of the system hence the term delivery versus payment. Fedwire Securities Service provides these services for a subset of security types, including marketable US Treasury securities, securities issued by government agencies and GSEs, and securities issued by certain international organizations. While operated by the Federal Reserve, this system is entirely separate from the Fedwire Funds Service data used as the basis for our algorithm. 32 Commercial paper data used in Acharya, Schnabl and Suarez 2011 confirms this convention for CP transactions. Thanks to Philipp Schnabl for confirming this stylized fact. 23 a large custodian for money market mutual funds that lend in the triparty market, and JP Morgan Chase and Bank of New York are the two clearing banks for triparty repo. In bilateral repo markets, funds and collateral are swapped directly between two counterparties, rather than through an intermediary clearing bank. As in the case of other security transactions, settlement of these transactions normally occurs on a DVP basis via a securities settlement system such as the DTC or the Fedwire Securities Service. Related party transactions. Some payments in the Fedwire Funds Service are likely to reflect nonmarket transactions between related parties, such as subsidiaries of the same parent holding company. To screen out such transactions, we exclude transactions between institutions with the same regulatory highholder. Correspondent transactions. A final possibility is that our algorithm identifies transactions where the receiving andor sending institution are acting as a correspondent on behalf of the financial beneficiary of funds. In some cases, the final beneficiary may be a related party of the receiver bank that is not a Fedwire member e.g. a nonbank or nonUS subsidiary. In other cases it may be an unrelated third party. Our interpretation is that our matched dataset is likely to include a nontrivial quantity of correspondent loans. We speculate that correspondent activity is likely to be larger in cases where the sender or receiver are large firms, or are US branches or subsidiaries of foreign banking institutions. As discussed earlier, the presence of correspondent transactions may be of little concern or actually beneficial for research that seeks to measure overall interbank activity. However, it is likely to be of greater concern if the research strategy relies on correctly identifying the identity of the sending and receiving institution. 5.2 The distribution of implied interest rates As an additional diagnostic test of the algorithms output, we compare the distribution of implied interest rates for payment pairs identified by the algorithm to market interest rates for different 24 instruments of the corresponding maturity. We do this over different phases of the financial crisis period, a period where there is significant dispersion between secured and unsecured funding rates. Our prior is that, particularly prior to the onset of the crisis, transactions should be centered close to Libor, considering that Libor is the most widelyused measure of term interbank borrowing costs. If, on the other hand, the algorithm instead identifies secured transactions, we should observe a distribution of implied interest rates centered on repo rates. Note: some market observers have argued that Libor survey responses may have understated actual unsecured cost of funds at particular times during the financial crisis. For a discussion of this issue which makes use of the algorithm described here as well as other data sources, see Kuo, Skeie and Vickery, 2012. Insert Figure 4 here Results for this exercise are presented in Figure 4, based on an application of the algorithm to sending legs from January 1, 2007 to March 31, 2009, at onemonth and threemonth maturities. Interest rates on the graph are normalized relative to the relevant MBS reverse repo rate. Prior to the peak of the financial crisis, the distribution of interest rates is unimodal and centered near the Libor fixing rate. Notably, the histogram does not exhibit volume spikes at repo rates or the OIS rate. This is clearer to see following the onset of the crisis, when inferred interbank rates are more diffuse, allowing their relation to different index rates to be distinguished more easily. The plot is consistent with our earlier argument that it is unlikely the algorithm identifies significant volumes of repo agreements or other types of secured loans. Such loans would be expected to settle on other payment systems, and should also involve lower interest rates than the distribution observed in Figure 4. Also notable in the figure is the fact that the distribution of inferred interest rates becomes strikingly more diffuse, and less bellshaped, around the peak of the financial crisis 9152008 to 11112008. This presumably lenders concerns about interbank counterparty credit risk during this period of financial stress, as well as other factors. 25 As discussed above, one significant limitation of the algorithm is the difficulty of identifying whether the proximate counterparties identified in the Fedwire Funds Service are also the final counterparties i.e. that these parties are not acting as correspondents. Our impression is that it is likely to be difficult to fully overcome this limitation, given the structure of the payments data. The quantity of correspondent transactions is likely to vary significantly by institution e.g. it seems likely to be lower for GSEs, which use the interbank market as principals, rather than as financial intermediaries. These differences could be used to identify subsets of the set of algorithm payment pairs that are less likely to be correspondent transactions, if necessary for the question at hand. The issue of correspondent lending is also considered by Armantier and Copeland 2012, hereafter AC, in the context of overnight transactions. AC find that a related overnight Furfinestyle algorithm maintained by the Money and Payments Studies function of the Federal Reserve Bank of New York performs poorly in identifying overnight federal funds loans for two large banks. Specifically, AC find that 64% of the transactions identified by the overnight algorithm are not federal funds loans, based on a loanlevel federal funds identifier provided by these two banks. We note that the research question and methodology of AC differs from this paper in several ways: i AC consider the algorithms performance in measuring federal funds activity, not interbank lending defined more broadly, ii AC examines only overnight lending, while this paper examines only term lending, iii AC apply different filters to Fedwire data than this paper does 33, iv AC focuses on two banks, while this paper examines the aggregate results of the term algorithm. These differences aside, however, AC suggest that correspondent lending is a likely reason for false positives observed in their sample, consistent with the discussion above. As discussed earlier, the potential presence of 33 For example, unlike this paper, the algorithm used by AC excludes a large volume of transactions based on the value of a business function code provided as part of the Fedwire transaction log. This may help to exclude transaction pairs which may be more likely to be other types of overnight loans that are not federal funds. Conversely, our term algorithm drops payment pairs for which the implied interest rate is not a whole number of basis points, while the algorithm used by AC retains such pairs in the sample. 26 correspondent lending activity may or may not be an important concern, depending on the research question at hand. 6. Summary statistics We now present some simple summary statistics for the final sample of transaction pairs identified by the algorithm, again focusing on inferred loans originated between January 2007 and March 2009. Figure 5 plots the total measured volume of term loans made or intermediated by banks issued over this period. The figure is split up into five maturity buckets: 27 days, 8 days up to one month but excluding one month, 12 months, 35 months, and 612 months. At each maturity, origination volumes are computed as daily volumes multiplied by the maturity of the identified transaction in business days. This is done so that loan volumes across maturities can be compared appropriately otherwise shortterm loan volumes will be magnified, because they are rolled over more proportionately frequently. In steady state, these origination statistics would correspond to the outstanding volume of term loans of each maturity.34 As the figure shows, our algorithm identifies a significant volume of implied term loans made or intermediated by banks. Total volumes generally lie between 100bn and 150bn, although with significant variation over time. A broad spectrum of maturities is represented, including a nontrivial volume of loans with a tenor of three months or more. Inferred term interbank lending activity declines sharply in the period around the failure of Lehman Brothers in September 2008, from approximately 140bn to 90bn, although it remains 34 For example, imagine we wish to compare two banks, A and B. Bank A rolls over 50m of overnight interbank loans each business day. Bank B rolls over 10m of term loans each day, where each term loan has a maturity of 5 business days. In steady state, both these banks have 50m of interbank loans outstanding at any point in time. However, if we plotted total issuance volume, bank As volume would be five times larger than bank B, simply because each loan is rolled over five times as often. For this reason, the approach in Figure 4 would multiply bank Bs issuance volume by 5, the maturity of each loan. While we could instead simply plot volumes of outstanding loans in Figure 4, which looks similar, except that it moves sluggishly in response to changes in fundamentals, because loan volumes respond only when the old loans mature. 27 relatively stable earlier in the crisis, with the exception of significant volatility associated with yearend 2007. This is notable in light of the findings of Afonso et al. 2011 that overnight interbank lending is relatively robust during this same time period. One potential reason for relatively robust overnight lending could be a switch in lending activity from term to overnight. Figure 4 suggests that this switching explanation is not quantitatively important for the 200709 period taken as a whole. It could be relevant for certain subperiods, however, particularly the crisis peak in late 2008. Figure 5: Volume of term interbank loans originated, by maturity Maturityweighted i.e. daily volume multiplied by loan maturity in days volume of term interbank loans originated between January 2007 and March 2009 as identified by the term algorithm. A dashed line corresponds to the end of a calendar year. 25020015010050DSUno illi B0107Crisis Onset Bear Stearns Lehman Brothers 1007708409Date 27 days 829 days 12 month 35 month 612 month Figure 5 also indicates a shortening of the maturity structure of term interbank loans around the peak of the crisis in late 2008. In particular there is a sharp contraction in the volume of loans with maturities of three months or longer towards the end of the sample. Overall lending activity is also comparatively lower near the end of the sample period late 2008 and early 2009, despite an 28 improvement in overall financial market conditions during this period. This likely reflects the rapid accumulation of excess reserves by banks during this period see Keister and Mc Andrews, 2009, for a discussion of excess reserves during this period. Complementing Figure 5, Table 6 presents some basic summary statistics for the transaction pairs identified by the algorithm, including loan size, number of observations and loan spreads relative to the OIS rate. Consistent with publicly available interest rate metrics such as Libor, we observe a large increase in the spread of implied interbank loan interest rates relative to OIS. Perhaps more surprisingly, Table 6 shows an increase in average loan sizes over time. This primarily reflects a compositional shift; namely an increase in the share of lending by the GSE sector implied GSE loans are significantly larger than nonGSE loans, as shown in Table 4. Insert Table 6 here Table 7 presents more detail about the maturity distribution of identified transaction pairs during different phases of the crisis. As in Figure 5, we observe significant changes in the maturity structure of identified transaction pairs at and after the crisis peak. Specifically, there is a marked increase in the fraction of short term loans those with maturities less than one month and a significant decline in the fraction of originations with maturities beyond three months. Insert Table 7 here 7. Summary and conclusions Our analysis to date suggests that the results of the algorithm described in this paper are informative, and provide useful insights into the characteristics of the US dollar term interbank market. For example, we find that the distribution of implied loan interest rates is very tightly bunched around the Libor fixing rate prior to the onset of the financial crisis, suggesting that the algorithms results contain few payment pairs matched together purely by statistical chance. Conversely, we show using 29 data from an interbank broker that more than 70 percent of a sample of actual term interbank loans satisfy the filters imposed by our algorithm. While we view the diagnostic checks in this paper as encouraging, we also note that, as with the original overnight matching algorithm of Furfine 1999, caution should be exercised given that the results of the algorithm reflect inferences about underlying loans, not direct data. In addition to describing the algorithm methodology, we present a number of novel stylized facts about the characteristics of term loans made or intermediated by banks, both before and during the recent crisis. For example, we document a shortening of inferred term loan maturity and decrease in loan volume around the bankruptcy of Lehman Brothers, although not a complete breakdown of the term market. We also find that in addition to the large increase in term lending rates as a spread to OIS, there was a very large increase in the crosssectional dispersion of term interbank rates during the financial crisis, particularly at the crisis peak. 30 References Acharya, Viral, Philipp Schnabl and Gustavo Suarez 2011 Securitization without Risk Transfer, Journal of Financial Economics, forthcoming. Acharya, Viral and David Skeie 2011. A Model of Liquidity Hoarding and Term Premia in InterBank Markets, Journal of Monetary Economics 585, 436 447. Afonso, Gara, Anna Kovner and Antoinette Schoar 2011. Stressed, Not Frozen: The Federal Funds Market in the Financial Crisis, Journal of Finance 664, 11091139. Akram, Farooq and Casper Christophersen 2010. Interbank Overnight Interest Rates Gains from Systemic Importance, working paper. Angelini, Paolo, Andrea Nobili and Cristina Picillo 2009. The Interbank Market After August 2007: What Has Changed, and Why? Temi Di Discussione Economic Working Papers 731. Armantier, Olivier and Adam Copeland 2012. Assessing the Quality of Furfinebased Algorithms, Federal Reserve Bank of New York Staff Report No. 575, October 2012. Ashcraft, Adam and Hoyt Bleakley 2006. On the Market Discipline of Informationally Opaque Firms: Evidence from Bank Borrowers in the Federal Funds Market, Federal Reserve Bank of New York Staff Reports, No. 257. Ashcraft, Adam and Darrell Duffie 2007. Systemic Illiquidity in the Federal Funds Market, American Economic Review 972, 221225. Ashcraft, Adam, James Mc Andrews and David Skeie 2011. Precautionary Reserves and the Interbank Market, Journal of Money, Credit, and Banking 437, Suppl., 311 348. Bartolini, Leonardo, Spence Hilton and Alessandro Prati 2008. Money Market Integration, Journal of Money, Credit, and Banking 401, 193213. Bartolini, Leonardo, Spence Hilton and James Mc Andrews 2010. Settlement Delays in the Money Market, Journal of Banking Finance 345, 934945. Bartolini, Leonardo, Svenja Gudell, Spence Hilton and Krista Schwarz 2005. Intraday Trading in the Overnight Federal Funds Market, Federal Reserve Bank of New York Current Issues in Economics and Finance 1111. Bech, Morten L. and Enghin Atalay 2010. The Topology of the Federal Funds Market, Physica A: Statistical Mechanics and Its Applications, 38922: 522346. 31 Bech, Morten L. and Elizabeth Klee 2011. The Mechanics of a Graceful Exit: Interest on Reserves and Segmentation in the Federal Funds Market, Journal of Monetary Economics 585, 415431. Copeland, Adam, Antoine Martin and Michael Walker 2010. The TriParty Repo Market before the 2010 Reforms, Federal Reserve Bank of New York Staff Report No. 477. Craig, Ben and Goetz von Peter 2010. Interbank Tiering and Money Center Banks, BIS Working Papers No. 322. Demiralp, Selva, Brian Preslopsky and William Whitesell 2006. Overnight Interbank Loan Markets, Journal of Economics and Business 581, 6783. Duffie, Darrell, David Skeie and James Vickery 2013. A SamplingWindow Approach to TransactionsBased Libor Fixing, Federal Reserve Bank of New York Staff Report No. 596. Furfine, Craig 1999. The Microstructure of the Federal Funds Market, Financial Markets, Institutions Instruments 8, 2444. Furfine, Craig 2001. Banks Monitoring Banks: Evidence From the Overnight Federal Funds Market. Journal of Business 741: 3358. Gyntelberg, Jacob and Philip Wooldridge 2008. Interbank Rate Fixings During the Recent Turmoil, BIS Quarterly Review. Heijmans, Ronald, Richard Heuver and Danielle Walraven 2010. Monitoring the unsecured interbank money market using TARGET2 data, DNB Working Papers, No 276. H.M. Treasury 2012. The Wheatley Review of Libor: Final Report, H.M. Treasury, London, September, 2012. Keister, Todd and James Mc Andrews 2009. Why are Banks Holding So Many Excess Reserves? Federal Reserve Bank of New York Staff Reports No. 380. Kuo, Dennis, David Skeie and James Vickery 2012, A Comparison of Libor to Other Measures of Bank Borrowing Costs, work in progress, Federal Reserve Bank of New York. Liedorp, F.R., L. Medema, M. Koetter, R.H. Koning and I. van Lelyveld 2010. Peer Monitoring or Contagion? Interbank Market Exposure and Bank Risk, DNB working paper No. 248. Michaud, FrancoisLouis and Christian Upper 2009, What Drives Interbank Rates? Evidence From the Libor Panel, BIS Quarterly Review. 32 Schwarz, Krista 2009. Mind the Gap: Disentangling Credit and Liquidity in Risk Spreads, working paper. Snider, Connan and Thomas Youle 2013. The Fix Is In: Detecting Portfolio Driven Manipulation of the Libor, working paper. Stigum, Marcia and Anthony Crescenzi 2007. Stigums Money Market. New York: Mc GrawHill. Wetherilt, A., K. Soramaki and P. Zimmerman 2009. The Sterling Unsecured Loan Market During 20062008: Insights from Network Topology, Bank of England Working Paper No. 398. 33 Technical Appendix: Algorithm filters This technical appendix describes in more detail the filters we apply in order to construct the dataset of inferred term loans made or intermediated by banks. We begin with a record of all payments passing over Fedwire Funds Service. Fedwire is a largevalue, realtime gross settlement system in the United States that is used by around seven thousand financial institutions, Federal Reserve Banks, and government agencies to send and receive US dollar payments of funds. The sender of the payment initiates the transaction, which is final and irrevocable.35 The fields from the transaction journal that were used in this project are as follows: 1. Transfer amount 2. Business day 3. Sender ABA Routing Transit number 4. Receiver ABA Routing Transit number 5. Transaction ID: This is an ID assigned by the Money and Payments Studies Function that is unique to each transaction within the same business day Filter 1: No overnight loans. We do not consider any Fedwire payments that are part of an overnight loan as identified by FRBNY version of Furfine algorithm developed in Furfine, 1999, and used or refined in numerous subsequent research papers. Filter 2a: Sending legs. Each potential sending leg must satisfy the following criteria: In whole multiples of 100,000. Greater than or equal to 10m Not to or from a settlement institution: CLS, CHIPS, or DTC Not sent from State Street to J.P. Morgan Chase JPMC or Bank of New York Bo NY Not sent or received by the Federal Reserve or US government Not received by an international agency or foreign central bank Not sent and received by member entities of the same regulatory high holder e.g. Payment of 65m from bank A to bank B on July 7, 2008. Filter 2b: Return legs. Each potential return leg must satisfy the following criteria: Greater than 10m NOT in round multiples of 1,000 or more Not to or from a settlement institution: CLS, CHIPS, or DTC Not sent by either JPMC or Bo NY to State Street Not sent or received by the Federal Reserve or US government Not sent by an international agency or foreign central bank Not sent to and received by entities of the same regulatory top holder e.g. Payment of 65,170,155.56 from bank B to bank A on Aug 7, 2008. 35 The Fedwire Funds Service is owned and operated by the Federal Reserve System. The Federal Reserve Wholesale Product Office keeps daily journals of all transactions that pass over the Fedwire Funds Service. In the first quarter of 2007 there was an average of 535 thousand transactions per day, making up a daily average of 2.44 trillion in interbank payments. 34 Note that we omit transactions between State Street and either J.P. Morgan Chase JPMC or the Bank of New York Bo NY in which State Street is the implied lender of funds. We do this because it may be possible that such transactions are part of a triparty repurchase agreement where State Street is acting on behalf of a money market funds or another institutional investor. State Street provides services for many money market and institutional funds that invest heavily in triparty repo agreements serviced by the clearing banks JPMC and Bo NY. Our understanding is that funds to and from State Street to the clearing banks are often settled over Fedwire. We then match together sending and return legs that satisfy these filters, as long as the payment pair satisfies the properties described below. Filter 3: Matched payment pairs. Payment pairs are retained if the sending and return legs satisfy the filters described above, and the maturity and imputed interest rate of the loan implied by the payment pair satisfy the criteria described below. Allowable maturities: 2 29 days 4 weeks: following business day rule for maturity date 112 months: modified following business day rule for maturity date For 112 months we include loans with a maturity date falling one business day before and after the proper maturity date. We do this to accommodate occasional deviations from the maturity date convention. Allowable interest rates: Rate is greater than 132 of a percent and within 150 bp of Libor fixing; symmetric band about the Libor fixing is always maintained and imposes a null hypothesis that the Libor fixing represents the average ask rate that the borrowers in our sample face: o 2 5 days falls within Libor overnight bucket o 6 10 days falls within Libor 1 week bucket o 11 17 days falls within Libor 2 week bucket o 18 24 days falls within Libor 3 week bucket: o 1 12 month 1 business day fall within the respective Libor 112 month bucket Libor 3 week generated by averaging Libor 2 week and Libor 1 month fixings Rate is in basis point increments; rounding of 5 cents on the return leg is permitted Note that to implement this interest rate filter, we use the following rules: The imputed interest rate in percent is calculated as 100 x repayment principalprincipal x 360calendar days. Reference Libor fixing is from two business days prior to settlement date. o Holiday in US but none in London: Assume that term trades continue to be dealt in London. Trades settled on the business day after a US holiday will reference the average of the Libor rate from two and three business days prior o Holiday in London but none in US: Assume that term trades continue to be dealt in the US. Trades dealt on a London holiday reference the most recent Libor fixing. 35 e.g. Payment of 65m from bank A to bank B on Jul 7, 2008. Payment of 65,170,155.56from bank B to bank A on Aug 7, 2008. This corresponds to a 31 day 1 month loan with an annualized interest rate of 3.04000%. Filter 4. Tiebreaking. As discussed in the text, the sample of transaction pairs surviving the filters described above contains a subset of loan deliveries that are matched to several different loan returns, and a subset of loan returns that are matched to several different loan deliveries. We apply three different methods to select between duplicate matching situations. Our default method is Option A: Choose the shortest maturity. The properties of the resulting set of transactions are, however, robust to whichever method is used, as discussed in the text. Option A: Choose the shortest maturity If the duplicate matches represent different maturities, choose the shortest possible maturity. Among duplicate matches of the same maturity, choose randomly. Option B: Choose randomly Choose between all duplicate matches randomly. Option C: Choose to minimize imputed rate distance from Libor fixing Choose between all duplicate matches based on shortest absolute value of distance from Libor fixing. Among duplicate matches of the same absolute value of distance from Libor fixing, choose randomly. Sections 4 and 5 of the main text describe a number of diagnostic tests to evaluate the properties of the algorithms output. As one crosscheck on our analysis, the graphical evidence in Figure 4 compares the distribution of measured interbank rates to different secured funding ask rates. Our prior is that these secured loans should not appear in our inferences, and in general will not be settled over the Fedwire Funds Service. Consistent with this prior, these secured funding ask rates, including OIS and various reverse repo rates, lie below the mass of the distribution of our measured loans made or intermediated by banks during the crisis. We see no evidence of a spike in loan volume at or below these secured funding rates. In Table 5 we consider which of several different bank wholesale funding instruments may be identified by the algorithm, and which instruments can be ruled out as being likely to be captured by the algorithm. 36 Figure 4: Distribution of loan rates relative to Libor and other indexes 1207 to 8907 Period Maturity: 1 month 1207 to 8907 Period Maturity: 3 monthssno 150snoilli Mn illi Mn 80i de 100i de 60ltt e Segarev A y 50ltt e Segarev A y 4020lia D01.51.50.511.522.53lia D01.51.50.511.522.53Spread to Rev. repo MBS, Percent Spread to Rev. repo MBS, Percent Interbank trades Rev. repo Agency Bonds OISRev. repo Treasury LIBORInterbank trades Rev. repo Agency Bonds OISRev. repo Treasury LIBOR8907 to 91208 Period Maturity: 1 month 8907 to 91208 Period Maturity: 3 monthssnoilli M ni deltte S egarev A ylia D6040200snoilli M ni deltte S egarev A ylia D3020100snoilli M ni deltte S egarev A ylia D201510501.51.50.511.522.531.51.50.511.522.53Spread to Rev. repo MBS, Percent Spread to Rev. repo MBS, Percent Interbank trades Rev. repo Agency Bonds OISRev. repo Treasury LIBORInterbank trades Rev. repo Agency Bonds OISRev. repo Treasury LIBOR91508 to 111108 Period Maturity: 1 month 91508 to 111108 Period Maturity: 3 monthssnoilli M ni deltte S egarev A ylia D201510501.51.50.511.522.531.51.50.511.522.53Spread to Rev. repo MBS, Percent Spread to Rev. repo MBS, Percent Interbank trades Rev. repo Agency Bonds OISRev. repo Treasury LIBORInterbank trades Rev. repo Agency Bonds OISRev. repo Treasury LIBOR111208 to 63009 Period Maturity: 1 month 111208 to 63009 Period Maturity: 3 months 403020100snoilli Mn i 1.51.50.511.522.53deltt e Segarev A ylia D4030201001.51.50.511.522.53Spread to Rev. repo MBS, Percent Spread to Rev. repo MBS, Percent Interbank trades Rev. repo Agency Bonds OISRev. repo Treasury LIBORInterbank trades Rev. repo Agency Bonds OISRev. repo Treasury LIBOR37 snoilli Mn i deltt e Segarev A ylia D Table 1a: Match Restrictions, PreCrisis Period Statistics of the algorithms manytomany matching as filters are successively imposed. Sample period: 122007892007. Corresponds to filters 13 of the algorithm, prior to implementing a tiebreaking procedure. Column 6 represents the filters imposed in the default algorithm used throughout the rest of the paper. The brokered data is for term loans over 20002004. 1 2 3 4 5 6 7 Send leg in 50,000s and larger than 10m and returns not in 10,000s Implied rates in 32nds of a percent or in round bp Implied rates in round bp Send leg in 100,000s Return leg NOT in 1,000s Remove holiday overnight Return leg NOT in 100s Observations 4,997,407 55,106 48,800 48,549 29,680 27,040 23,706 Unique Matches 30,935 13,811 13,166 12,938 10,072 9,296 8,533 Rate 30bp from Libor 3,980,080 29,397 24,149 24,021 9,310 7,830 5,985 Non Libor Maturities 3,461,360 20,334 17,898 17,811 7,834 6,318 5,172 Inter Quartile Range: Spread to Libor 1m Inter Quartile Range: Spread to Libor 3m 1.385 0.34 0.26 0.26 0.13 0.13 0.09 1.471 0.64 0.575 0.575 0.11 0.11 0.095 Brokered Data 88.6% 84.25% 76.06% 76.02% 71.21% 71.21% 67.74% 38 Table 1b: Match Restrictions, Crisis Period Statistics of the algorithms manytomany matching as filters are successively imposed. Sample period: 81020073312009. Corresponds to filters 13 of the algorithm, prior to implementing a tiebreaking procedure. Column 6 represents the filters imposed in the default algorithm used throughout the rest of the paper. The brokered data is for term loans over 20002004. 3 4 5 6 7 1 Send leg in 50,000s and larger than 10m and returns not in 10,000s 2 Implied Rates in 32nds of a percent or in round bp Implied rates in round bp Send leg in 100,000s Return leg NOT in 1,000s Remove holiday overnight Return leg NOT in 100s Observations 14,084,919 173,636 152,662 152,031 92,508 86,327 75,642 Unique Matches 67,513 31,397 29,160 28,674 21,664 20,419 18,551 Rate 30bp from Libor 11,200,878 111,596 96,615 96,217 49,786 44,999 38,254 Non Libor Maturities 9,742,746 67,831 59,308 59,039 25,170 20,923 17,499 Inter Quartile Range: Spread to Libor 1m Inter Quartile Range: Spread to Libor 3m 1.275 0.675 0.603 0.604 0.461 0.461 0.445 1.473 0.859 0.859 0.858 0.42 0.416 0.362 Brokered Data 88.6% 84.25% 76.06% 76.02% 71.21% 71.21% 67.74% 39 Table 2a: Matching Ties, PreCrisis Period Different types of ties in the manytomany match after imposing filters but prior to implementing a tiebreaker. Computed for the precrisis period of 122007892007. Total: Return leg matched to: Send leg matched to: Unique send leg Multiple send legs, all sameday and sameamount Multiple Send legs, all sameday but not all same amounts Multiple Send legs, not all same dates and amounts 0 0 0 0 0 4,272 20,957 225 916 88 439 4,709 27,021 1,741 6,326 Unique return leg 9,279 7,406 Multiple return legs, all sameday and sameamount Multiple return legs, all sameday but not all same amounts Multiple return legs, not all same dates and amounts Total: 64 27 286 9,656 627 324 2,682 11,039 40 Table 2b: Matching Ties, Crisis Period Different types of ties in the manytomany match after imposing filters but prior to implementing a tiebreaker. Computed for the crisis period of 81020073312009. Return leg matched to: Unique send leg Multiple send legs, all sameday and sameamount Multiple Send legs, all sameday but not all same amounts Multiple Send legs, not all same dates and amounts Total: Send leg matched to: Unique return leg 20,402 14,141 Multiple return legs, all sameday and sameamount Multiple Return legs, all sameday but not all same amounts Multiple return legs, not all same dates and amounts Total: 221 1,519 118 868 1,653 6,211 22,394 22,739 0 0 0 0 0 25,358 59,901 851 2,591 916 1,902 14,045 21,909 41,170 86,303 41 Table 2c: Matching Ties, Before Tiebreaker Full Sample Different types of ties in the manytomany match after imposing filters but prior to implementing a tiebreaker. Computed for the full sample of 1220073312009. To be compared to Table 2d. Multiple send legs, all sameday and sameamount Multiple Send legs, all sameday but not all same amounts Multiple Send legs, not all same dates and amounts Return leg matched to: Unique send leg Total Send leg matched to: Unique return leg 29,657 21,473 Multiple return legs, all sameday and sameamount Multiple Return legs, all sameday but not all same amounts Multiple return legs, not all same dates and amounts 285 2,146 145 1,183 1,936 8,848 Total 32,023 33,650 0 0 0 0 0 29,728 80,858 1,076 3,507 1,013 2,341 15,834 26,618 47,651 113,324 42 Table 2d: Matching Ties, After Tiebreaker Full Sample Different types of ties in the manytomany match after imposing filters as well as implementing the shortestmaturity tiebreaker. Computed for the full sample of 1220073312009. To be compared to Table 2c. Multiple send legs, all sameday and sameamount Multiple Send legs, all sameday but not all same amounts Multiple Send legs, not all same dates and amounts Return leg matched to: Unique send leg Total Send leg matched to: Unique return leg 29,593 6,071 Multiple return legs, all sameday and sameamount Multiple return legs, all sameday but not all same amounts Multiple return legs, not all same dates and amounts Total 128 695 60 333 930 30,711 2,030 9,129 0 0 0 0 0 4,370 40,034 132 955 110 503 1,348 5,960 4,308 45,800 43 Table 3: Tiebreaking Statistics of the resulting sample for each tiebreaking procedure implemented in step 4 of the algorithm. Unusual maturities are loans under one month but are not in weeks or within one day of being in weeks. Calculated for all trading days in 1220073312009. Closest to Libor Pre Crisis 122007882007 Observations 13,284 13,655 13,317 Shortest Maturity Random Unique Matches Only 9,268 62.9 Average daily number of issued term loans Average daily total value of issued term loans 89.8 92.3 90.1 8,665m 8,875m 8,691m 6,116m Average spread to Libor 0.008 Average interquartile spread to Libor range Average Maturity Percentage of unusual maturities Crisis 8920073312009 0.046 26.7 29.7% 0.017 0.055 27.7 31.7% 0.01 0.047 26.8 29.8% 0.009 0.037 24.9 29.3% Observations 32,521 33,372 32,716 20,389 Average daily number of issued term loans Average daily total value of issued term loans 83.0 85.3 83.5 53.1 11,465m 11,648m 11,540m 7,715m Average spread to Libor 0.117 Average interquartile spread to Libor range Average maturity Percentage of unusual maturities 0.315 26.6 32.3% 0.076 0.348 26.9 35.3% 44 0.146 0.358 26.9 32.6% 0.122 0.297 25.7 32.2% Table 4: Comparison across lender types Comparing match quality for different groups of lenders, using shortestmaturity tiebreaking method. Large banks are banks whose estimated average daily term lending volume exceeds 200m. Small banks are those that lend lower than this value. Unusual maturities are loans under one month but are not in weeks or within one day of being in weeks. Calculated for all trading days in 1220073312009. Large Banks Other Small Banks GSEs Pre Crisis 122007882007: Number of loans Average loan size 8,137 2,854 1,087 1,577 90.3m 55.5m 325.6m 40.2m Average spread to Libor Term Interquartile spread to Libor Range Term Average spread to Libor 3 month Interquartile spread to Libor range 3 month Percentage of unusual maturities Percentage of implied rates 30bp from Libor Crisis 8920073312009: 0.033 0.079 0.039 0.11 33.3% 24.4% 0.013 0.037 0.006 0.031 28.9% 10.5% 0.037 0.024 0.041 0.02 32.0% 1.7% 0.026 0.05 0.053 0.115 28.2% 10.5% Number of loans Average loan size 20,617 5,650 3,273 3,832 101.2m 60.5m 588.1m 58.9m Average spread to Libor Term Interquartile spread to Libor Range Term Average spread to Libor 3 month Interquartile spread to Libor range 3 month Percentage of unusual maturities Percentage of implied rates 30bp from Libor 0.061 0.454 0.032 0.342 38.0% 45.6% 45 0.098 0.275 0.023 0.185 29.6% 33.2% 0.163 0.212 0.161 0.171 29.6% 21.9% 0.039 0.266 0.061 0.239 34.0% 25.5% Table 5: Wholesale funding instruments potentially identified by algorithm Instrument Settlement method Instrument Pricing on DeliveryReturn In our results? Evidence Sources face valueface value plus interest Yes Stigum, paper Stigums Money Market face valueface value plus interest No Stigum face valueface value plus interest Unlikely Wrong settlement system The Fedwire Funds Service CHIPS DTC DTC Fedwiresettled interbank loans CHIPSsettled interbank loans CDs Commercial paper discounted face valueface value No No Treasuries and Agencies The Fedwire Securities Service discounted face valueface value Stigums Money Market http:www.bis.orgpublcpss 20r 3.pdf http:www.bis.orgpublcpss 20r 3.pdf http:www.frbservices.orgserviceofferingsfedwirefedwire_security_service.html Paper Technical Appendix Wrong pricing convention and wrong settlement system Wrong pricing convention and wrong settlement system No associated peak in our results; triparty transactions settled on books of clearing bank face valueface value plus interest Unlikely Triparty repo Bilateral repo and other nontriparty repo JPMC and Bo NY, the Fedwire Securities Service, DTCC, the Fedwire Funds Service DTCC, the Fedwire Securities Service face valueface value plus interest Unlikely Paper Technical Appendix No associated peak in our results; settled on the Fedwire Securities Service Relatedparty transactions Various Various Unlikely We drop transaction pairs within same bank holding company Paper Technical Appendix 46 Table 6: Summary statistics: Fedwiresettled interbank loans Crisis easing 111208 onwards 6,508 185.066 0.619 1.046 All 1107 31309 47,027 125.245 0.519 0.603 Number of observations Average loan size m Average interest rate % spread to OIS 1month only Average interest rate % spread to OIS 3month only Precrisis before 8907 13,655 BNP to Lehman 8907 91208 23,759 95.979 125.025 0.132 0.557 Time period Crisis peak 91508 111108 3,105 130.245 2.035 0.107 0.67 2.185 47 Table 7: Maturity composition of term loans Maturityweighted issuance volumes are calculated as the product of average daily loan issuance and loan maturity in days. In steady state, this will be equal to the dollar volume of loans outstanding. Issuance by maturity % 27 days 814 days 1529 days, 1 month 1 month 2 months 3 months 45 months 6 months 711 months 12 months All maturities bn BNP to Lehman 8907 91208 Time period Crisis peak 91508 111108 Crisis easing 111208 onwards All 1107 33109 13.4011.0616.5516.996.4417.435.027.703.571.84140.21 17.4817.3124.5811.245.435.806.738.202.440.80100.94 23.45 13.80 26.77 9.74 5.31 7.40 2.40 3.19 5.72 2.21 118.92 15.0911.5117.7015.046.3616.145.206.534.342.09128.00Precrisis before 8907 12.989.7913.0715.037.0321.066.965.765.512.80122.49 48 ", "filename": "73976344X.pdf", "person": ["Dennis Kuo", "Kuo, Dennis", "David Skeie", "Skeie, David", "James Vickery", "Vickery, James", "Thomas Youle", "Youle, Thomas"], "date": ["2013"]}