{"lang": "de", "identifier_url": ["http://www.econstor.eu/bitstream/10419/74769/1/739821512.pdf"], "title": ["Einsatz von Wikis in der Logistikpraxis"], "plaintext": "Schriftenreihe Logistikforschung Band 30, KeuschenKlumpp: Einsatz von Wikis in der Logistikpraxis II Inhaltsverzeichnis Abkurzungsverzeichnis   IV Abbildungsverzeichnis   V Tabellenverzeichnis   VI Abstract   VII 1 2 Einfuhrung   1 Logistik   2 2.1 Struktureller Aufbau   2 2.2 Standardthemen der Logistik   2 2.2.1 Funktionsbereiche   2 2.2.2 Subsysteme   4 2.2.3 Logistikmanagement   5 2.3 Logistiktrends   7 2.3.1 Demografiebedingt   7 2.3.2 Gesellschaftsbedingt   7 2.3.3 Global bedingt   8 2.3.4 Technologiebedingt   9 2.4 Aus und Weiterbildung in der Logistik   9 2.4.1 Berufliche Erstausbildung   10 2.4.2 Berufliche Weiterbildung   11 2.4.3 Studiengange und weitere Bildungsangebote   11 3 Wikis   13 3.1 Entstehung   13 3.2 Definition   13 3.3 Theoretische Ansatze   14 3.3.1 Administrations und Managementlehre   14 3.3.2 Human Relations Ansatz   15 3.3.3 Organisationstheoretischer Ansatz   16 Schriftenreihe Logistikforschung Band 30, KeuschenKlumpp: Einsatz von Wikis in der Logistikpraxis III 3.3.4 Systemtheoretischer Ansatz   17 3.4 SWOTAnalyse  18 4 Testdurchfuhrung   19 4.1 Aufbau und Struktur   19 4.2 Projektpartner   20 4.3 Zielgruppe   21 4.4 Methode   21 4.5 Vorgehensweise   22 5 6 Analyse und Schlussfolgerungen   24 Zusammenfassung und Ausblick   37 Anhang: Fragebogen zur Fallstudie   38 Literaturverzeichnis   44 Schriftenreihe Logistikforschung Band 30, KeuschenKlumpp: Einsatz von Wikis in der Logistikpraxis IV Abkurzungsverzeichnis AG   Aktiengesellschaft B.Eng.   Bachelor of Engineering BMBF   Bundesministerium fur Bildung und Forschung EDI   Electronic Data Interchange EDV   Elektronische Datenverarbeitung f.   folgend ff.   fortfolgend GNSS   Global Navigation Satellite System Hrsg. .   Herausgeber RFID   Radio Frequency Identification S.   Seite SWOT   Strength, Weaknesses, Opportunities, Threats vgl.   vergleiche Wi We Lo   Wissenschaftliche Weiterbildung in der Logistik Schriftenreihe Logistikforschung Band 30, KeuschenKlumpp: Einsatz von Wikis in der Logistikpraxis V Abbildungsverzeichnis Abbildung 1: Human Relations Ansatz und Einsatz des Wikis   15 Abbildung 2: Vorgehensweise zur WikiKonzeption   23 Abbildung 3: Wiki als erganzende Manahme   24 Abbildung 4: Prufungsvorbereitung   25 Abbildung 5: Trends in der Logistik   26 Abbildung 6: Buchempfehlungen   26 Abbildung 7: Ausbildungsinhalte   27 Abbildung 8: Informationen zu Ausbildungsberufen   28 Abbildung 9: Informationen Weiterbildung   28 Abbildung 10: Darstellung Weiterbildungsangebote   29 Abbildung 11: Einsatz Fotos   30 Abbildung 12: Informationsfindung   30 Abbildung 13: Erganzende Informationen   31 Abbildung 14: Erneute Nutzung   31 Abbildung 15: Weiterentwicklung   32 Abbildung 16: Verbesserungsvorschlage Hauptseite   33 Abbildung 17: Verbesserungsvorschlage Beispielartikel   34 Abbildung 18: Verbesserungsvorschlage Studiengang   35 Abbildung 19: WikiAusbau   36 Schriftenreihe Logistikforschung Band 30, KeuschenKlumpp: Einsatz von Wikis in der Logistikpraxis VI Tabellenverzeichnis Tabelle 1: Berufliche Erstausbildungen   10 Tabelle 2: Berufliche Weiterbildung   11 Tabelle 3: Differenzierung theoretische Ansatze und Wiki   16 Tabelle 4: Gemeinsamkeiten Systemtheorie und Wikipedia   17 Tabelle 5: SWOTAnalyse   18 Tabelle 6: Auflistung Befragte   24 Schriftenreihe Logistikforschung Band 30, KeuschenKlumpp: Einsatz von Wikis in der Logistikpraxis VII Abstract Lifelong learning concepts are increasingly discussed also in logistics due to the importance of competences in a dynamic and complex logistics industry. Content management systems are programs that allow users to read, publish, and modify online content. A special kind of content management systems are wikis. The use of these tools can help that more and more people in logistics industry acquire further qualification. Logistics wikis are useful supplementary tool for learning logistics content. The following working paper describes the theoretical background of topics in logistics as well as current trends in logistics, education and training courses. The structure of this paper is oriented on the FOM ild wiki structure which is empirically tested in the last chapter. Several people from the professional context tested the wiki portal in reference to its usability. This research is connected to the German national excellence cluster Logistik Ruhr www.effizienzcluster.de as part of the Wi We Lo project Wissenschaftliche Weiterbildung in der Logistik. Schriftenreihe Logistikforschung Band 30, KeuschenKlumpp: Einsatz von Wikis in der Logistikpraxis 1 1 Einfuhrung In den letzten Jahren hat sich die Logistik als eine bedeutende Wirtschaftsbranche und Wissenschaftsdisziplin entwickelt. Hohe Komplexitat, Internationalitat und Interdisziplinaritat sind fur die Logistik kennzeichnend.1 Im Jahr 2011 lag der Logistikumsatz in der Bundesrepublik Deutschland bei 2232 Milliarden Euro. Der Logistiksektor wies mehr als 2,8 Millionen Beschaftigte im Jahr 2011 in den Bereichen Administration, Lager Umschlag, Transport und Verkehr sowie indirekte Aktivitaten aus.3 Trends wie Umwelt und Ressourcenschutz, steigender Automatisierungsgrad sowie fortschreitende Technologisierung in der Branche sorgen fur Dynamik und fur steigende Anforderungen bei den Mitarbeitern.4 Dies erfordert neue Konzepte in der Aus und Weiterbildung des Personals mit logistisch gepragtem Hintergrund. Neue Methoden aus dem Bereich des Web 2.0 oder der Social Media lassen sich beispielsweise einsetzen Wikis sind hierfur ein Beispiel. Mit Hilfe von WikiSystemen lassen sich Inhalte von mehreren Personen bearbeiten, welche auf einem Intranet oder Internetserver zentral verwaltet werden. Die Erstellung neuer Beitrage oder die Erganzung bestehender Beitrage lasst sich von jedem Benutzer uber Eingabefenster durchfuhren. Vorteile bei der Anwendung von WikiSystemen sind eine einfache Handhabung, eine schnelle Einarbeitungszeit und geringe notwendige Textverarbeitungskenntnisse der Benutzer. Weitere Vorteile wie niedriger Implementierungsaufwand und geringe Kosten lassen sich auffuhren. Mehr als 90%5 der befragten Unternehmen mochten ihr Wissensmanagement durch die Nutzung von Wikis unterstutzen, so Ergebnisse aus einer Befragung. Aufgrund des offenen Konzeptes und der nicht vorgegebenen Struktur ist der Einsatz von Wikis in verschiedenen Anwendungsszenarien denkbar. Dies kann beispielsweise in der Bereitstellung von Checklisten, Arbeitsanleitungen und Handbuchern, Ankundigung aktueller Termine oder das Bereitstellen von Schulungsunterlagen sein.6 Im Rahmen des vorliegenden Arbeitspapiers wurde die Nutzung eines Wikis fur die Logistikaus und weiterbildung getestet. Die Erprobung erfolgte bei der Duisburger Hafen AG, bei der die Akzeptanz und die Nutzerergonomie als zentrale Fragen des vorliegenden Untersuchungsgegenstands evaluiert wurden. 1 Vgl. Klumpp, M.Clausen, U.ten Hompel, M. 2013, S. 1 f; Schiek, A. 2008, S. 1. 2 Vgl. Kille, C.Schwemmer, M. 2012, S. 35. Im Jahr 2007 lag der Logistikumsatz der deutschen Wirtschaft bei ca. 210 Mrd. Euro. Vgl. Wannenwetsch, H. 2009, S. 1. 3 Vgl. Kille, C.Schwemmer, M. 2012, S. 38. 4 Vgl. Keuschen, T. Klumpp, M. 2011, S. 1 ff; Keuschen, T.Klumpp, M. 2012, S. 1 ff. In diesem Arbeitspapier sind bei Nennung der mannlichen Formen von Personen, Tatigkeits und Berufsbezeichnungen gleichberechtigt auch die weiblichen Bezeichnungsformen ausgedruckt. Aus Platzgrunden wird nur eine Form angefuhrt. 5 Vgl. Orth, R. 2009, S. 75 ff. 6 Vgl. Orth, R. 2009, S. 75 ff. Schriftenreihe Logistikforschung Band 30, KeuschenKlumpp: Einsatz von Wikis in der Logistikpraxis 2 2 Logistik 2.1 Struktureller Aufbau Die nachfolgende Struktur des vorliegenden Arbeitspapieres orientiert sich an dem Aufbau des FOMildWikis fur die Logistikbranche. Es werden nachfolgend die Standardthemen der Logistik, Logistiktrends sowie Aus und Weiterbildung mit ihren dazugehorigen Unterkategorien aufgearbeitet und vorgestellt. 2.2 Standardthemen der Logistik In den nachfolgenden Unterkapiteln werden die Funktionsbereiche, die Subsysteme und das Logistikcontrolling aufgearbeitet. 2.2.1 Funktionsbereiche Die Logistik lasst sich in die Bereiche Beschaffungs, Produktions, Distributions, Entsorgungs und Ersatzteilelogistik differenzieren. Im Rahmen des vorliegenden Arbeitspapieres werden diese kurz angeschnitten und erlautert. a Beschaffungslogistik Eine strikte Abgrenzung zwischen den Begriffen Einkauf, Beschaffung und Beschaffungslogistik liegt seitens der einschlagigen Literatur nicht vor.7 Primare Aufgaben der Beschaffungslogistik sind unter anderem eine niedrige Bestandshaltung, die Beschleunigung der Materialflusse sowie die Sicherstellung der Versorgung im Bereich der Beschaffung.8 Die Beschaffungslogistik gilt als eine Schnittstelle zwischen der Distributionslogistik des Lieferanten und der Produktionslogistik des zu betrachtenden Unternehmens.9 Aufgaben wie beispielsweise Management der Beschaffungstransporte, Standortverteilung, Bestandsmanagement Beschaffungslager und Kooperationsmanagement zwischen den beteiligten Akteuren im Beschaffungsprozess sind unmittelbar der Beschaffungslogistik zuzuordnen.10 b Produktionslogistik Die Produktionslogistik ist das Bindeglied zwischen der Beschaffungs und Distributionslogistik.11 Alle Aktivitaten, welche im Zusammenhang mit den Informations, Material und Wertflussen in der Produktion und Montage stehen, ausgehend vom Rohmateriallager bis zum Fertigwarenlager, konnen der Produktionslogistik zugeordnet wer 7 Vgl. Keuschen, T.Klumpp, M. 2012, S. 11. 8 Vgl. Vahrenmamp, R. 2005, S. 209. 9 Vgl. Lasch, R., Janker, C. 2010, S. 3; Pfohl, H.C. 2009, S. 167. 10 Vgl. Vgl. Hertel, J.Zentes, J.SchrammKlein, H. 2005, S. 105. 11 Vgl. Pfohl, H.C. 2009, S. 180. Schriftenreihe Logistikforschung Band 30, KeuschenKlumpp: Einsatz von Wikis in der Logistikpraxis 3 den.12 Die Sicherstellung der Versorgung des Produktionsprozesses mit Einsatzgutern und der Abgabe der Halb und Fertigerzeugnisse ist zentrale Aufgabe der Produktionslogistik.13 Aufgrund des Querschnittscharakters der Logistik ist die Produktionslogistik ein Subsystem der Unternehmenslogistik. Zielsetzungen der Produktionslogistik sind unmittelbar der Unternehmenslogistik abzuleiten. Die formale Zielsetzung der Produktionslogistik ist eine bessere Logistikperformance bei geringeren Logistikkosten und somit verbunden eine Verbesserung des Logistikerfolgs.14 c Distributionslogistik Analog zur Beschaffungslogistik stellt die Distributionslogistik das Bindeglied zwischen der Produktionslogistik eines Unternehmens und der Beschaffungslogistik des Kunden dar.15 Zielsetzungen der Distributionslogistik sind die Sicherstellung der Verfugbarkeit sowie die Verteilung der verkaufsfahigen Waren.16 Von der Fertigstellung der Erzeugnisse bis zur Annahme der Guter durch den Kunden umfasst die Distributionslogistik alle Aktivitaten der Guter und Materialflusse.17 Gestaltungsmoglichkeiten im Rahmen der Distributionslogistik sind unter anderem die Anordnung der vertikalen und horizontalen Distributionslagerstrukturen einschlielich der Distributionsstufen, die Auswahl von Distributionsstandorten und die Planung und Durchfuhrung der Kundenbelieferungen.18 d Entsorgungslogistik Nicht zuletzt durch das im Jahre 1996 eingefuhrte Kreislaufwirtschafts und Abfallgesetz stiegen die Anforderungen in der Entsorgungslogistik. Bereits zu Beginn der 1990er Jahre gab es wichtige Impulse durch die Verpackungsverordnung.19 Im Mittelpunkt der Betrachtungen der Entsorgungslogistik stehen okonomische und okologische Zielsetzungen,20 dessen Aufgabe die raumliche und zeitliche Umwandlung der Ruckstande ist.21 Neben der Erfassung der Ruckstandsflusse ist die Optimierung der Material und Informationsflusse sowie die Ausweitung der intra und interorganisatorischen Organisationsstrukturen eine weitere Aufgaben der Entsorgungslogistik.22 Die Fluss 12 Vgl. Mathar, HJ.Scheuring, J. 2009, S. 122. 13 Vgl. Pfohl, H.C. 2009, S. 180. 14 Vgl. Nebl, T. 2007, S. 771. 15 Vgl. Pfohl, H.C. 2009, S. 198. 16 Vgl. Koether, R. 2011, S. 17. 17 Vgl. Kummer, S.Grun, O.Jammernegg, W. 2009, S. 322. 18 Vgl. Koether, R. 2011, S. 27. 19 Vgl. Vahrenkamp, R. 2005, S. 235. 20 Vgl. Kranert, M.CordLandwehr, K. 2010, S. 91. 21 Vgl. Corbat, P. 2009, S. 123. 22 Vgl. Hansen, U. 2004, S. B61. Schriftenreihe Logistikforschung Band 30, KeuschenKlumpp: Einsatz von Wikis in der Logistikpraxis 4 richtung der Ruckstande entlauft im Gegensatz zur Beschaffungs, Produktions und Distributionslogistik entgegengesetzt und regelt die Ruckfuhrung von Werkstoffen.23 e Ersatzteillogistik Die Sicherstellung der Verfugbarkeit von Ersatzteilen ist primare Aufgabe der Ersatzteillogistik. Die Synonyme Verwendung des Begriffs Ersatzteillogistik ist AfterSalesLogistik.24 In der Praxis werden Ziele wie Kostenoptimierung, Serviceoptimierung, Lagerbestandsoptimierung, Maximierung der Zuverlassigkeit und Verfugbarkeit mit erhohter Prioritat verfolgt.25 2.2.2 Subsysteme Jedes System als Ganzes kann in weitere Teil bzw. Subsysteme unterteilt werden. Durch eine Aufteilung der Logistik als Gesamtsystem in verschiedenen Subsystemen der Logistik lasst sich eine Konkretisierung ermoglichen. Zu den verrichtungsspezifischen Subsystemen der Logistik zahlen unter anderem die Auftragsabwicklung, Lager, und Lagerhaltung, Transport sowie Verpackung.26 Die Subsysteme werden nachfolgend beschrieben. a Auftragsabwicklung Gema der DIN 69905 ist die Auftragsabwicklung als: die Aufgabendurchfuhrung vom Anfang bis zum Ende eines Auftrags 27. Im Allgemeinen wird zwischen der technischen und kaufmannischen Auftragsabwicklung differenziert.28 Die Steuerung und Uberwachung von Kundenauftragen sowie allen anderen Beschaffungs, Distributions und Produktionsauftrage sind elementare Aufgaben der Auftragsabwicklung.29 Zu nennen sind beispielsweise die Anfragenbewertung, die Angebotsbearbeitung, die Auftragsklarung, Planung und Kalkulation, die Konstruktion von Angeboten sowie die Produktionsplanung.30 Insbesondere bei der technischen Auftragsabwicklung nimmt die Produktionsplanung und Steuerung eine zentrale Rolle ein.31 b Lager und Lagerhaltung Die gewollte Unterbrechung des Materialflusses zwischen einem Ausgangsort und einem Bestimmungsort in einem raumlichen, zeitlichen undoder logischen Speicher wird 23 Vgl. Kranert, M.CordLandwehr, K. 2010, S. 91. 24 Vgl. Vahrenkamp, R. 2005, S.163. 25 Vgl. Biedermann, H. 2008, S. 8. 26 Vgl. Pfohl, H.C. 2009, S. 67 ff. 27 Vgl. Hesseler, M.Gortz, M. 2007, S. 316. 28 Vgl. Gudehus, T. 2010, S. 45 f. 29 Vgl. Hellingrath, B.Laakmann, F.Nayabi, K. 2004, S. 112. 30 Vgl. Schlick, C.Bruder, R.Luczak, H. 2010, S. 541. 31 Vgl. Schuh, G.Schweicher, B. 2008, S. 6. Schriftenreihe Logistikforschung Band 30, KeuschenKlumpp: Einsatz von Wikis in der Logistikpraxis 5 als Lager bezeichnet.32 Eine Vielzahl unterschiedlicher Lager je nach Funktion und Art der zu lagernden Guter lassen sich unterscheiden.33 Zu den obersten Zielsetzungen der Lagerhaltung zahlen die fristgerechte sowie qualitative Bedarfsdeckung, gunstige Beschaffung von Lagergutern, geringer Verderb und Diebstahl der Lagerguter und eine geringe Kapitalbindung.34 c Transport Die Raumuberbruckung bzw. die Ortsveranderung mit Hilfe von Transportmitteln wird als Transport bezeichnet. Bei dem Einsatz von Transportsystemen, bestehend aus dem Transportgut, dem Transportmittel sowie dem Transportprozess,35 kann zwischen innerbetrieblichen und auerbetrieblichen Transport unterschieden werden.36 Das Guterverkehrssystem, als Subsystem des Verkehrssystems, ist fur die Logistik von besonderer Bedeutung. Eine Unterscheidung erfolgt in Land, Luft und Wasserverkehre.37 d Verpackung Um Guter zu schutzen, werden diese losbar, vollstandig oder teilweise umhullt. Diese Umhullung von Gutern beziehungsweise Packgutern bezeichnet man als Verpackung.38 Umfassende Rucknahme, Verwertungs und Pfandpflichten sind in der Verpackungsverordnung und die damit einhergehenden Produktverantwortung der Hersteller geregelt. In der Verpackungsverordnung sind die einzelnen Verpackungsarten, wie Transportverpackungen, Umverpackungen, Verkaufsverpackungen und Getrankeverpackungen geregelt.39 2.2.3 Logistikmanagement Der Autor PLOWMAN definierte 1964 die Aufgabe der Logistik mit der 7RightsRegel. Aufgabe der Logistik ist es, die richtigen Waren und Guter, in der richtigen Menge, in der richtigen Qualitat, fur den richtigen Kunden, zum richtigen Zeit am richtigen Orten und zu den richtigen Kosten zur Verfugung zu stellen.40 In Anlehnung an den Managementgedanken kann Logistik als Planung, Steuerung und Kontrolle der Material und Informationsflusse, mit der Sicherstellung der Verfugbarkeit als Zielsetzung, ver 32 Vgl. Gohout, W. 2007, S. 161. 33 Vgl. Schulte, G. 2001, S. 255 ff. 34 Vgl. Gohout, W. 2007, S. 162. 35 Vgl. Pfohl, H.C. 2009, S. 149. 36 Vgl. Wannenwetsch, H. 2009, S. 345. 37 Vgl. Holderied, C. 2005, S. 96. 38 Vgl. Pfohl, H.C. 2009, S. 134. 39 Vgl. Flanderka, F.Stroetmann, C. 2008, S. 2. 40 Vgl. Plowman, E. G. 1964, S. 1. Schriftenreihe Logistikforschung Band 30, KeuschenKlumpp: Einsatz von Wikis in der Logistikpraxis 6 standen werden.41 Im Rahmen des vorliegenden Arbeitspapiers werden unter Logistikmanagement nachfolgend das Supply Chain Management, das Logistikcontrolling und die Informations und Kommunikationssysteme angeschnitten. a Supply Chain Management Logistik und Supply Chain Management werden teilweise synonym verwendet, teilweise von ihrer Bedeutung her differenziert betrachtet.42 Eine integrative und prozessorientierte Betrachtungsweise entlang der gesamten Wertschopfungskette vom Rohstofflieferanten bis zum Endkunden kann als Supply Chain Management verstanden werden. Im Vordergrund steht dabei die Planung und Steuerung der Waren, Informations und Finanzflusse entlang der Supply Chain.43 Als Zielsetzungen sind beispielsweise die Kundenorientierung und somit verbunden die Erhohung der Kundenzufriedenheit, Kostensenkungen durch Bestandsreduktionen, Vermeidung von OutofStocks, kurzere und schnellere Durchlaufzeiten und eine verbesserte Koordination zwischen Angebot und Nachfrage innerhalb der Supply Chain zu nennen.44 b Logistikcontrolling Die gezielte Planung, Steuerung und Kontrolle einschlielich der durch die Logistik verursachten Kosten macht es erforderlich, Methoden, Instrumente und Verfahren zur Uberwachung der Logistikkosten zu implementieren.45 Primares Ziel des Logistikcontrollings ist es, die Wirtschaftlichkeit der Logistik zu gewahrleisten. Im Mittelpunkt des Logistikcontrollings stehen vor allem die Kosten und Leistungsrechnung sowie die Bildung von Kennzahlen und Kennzahlensysteme. Additional kann die Budgetierung, bei der Finanzen, Investitionsmittel, Ressourcen und Personal den verbrauchenden Bereichen zugewiesen werden, als weiteres Instrument des Logistikcontrollings aufgefuhrt werden.46 c Informations und Kommunikationssysteme Systeme, die Informationen in Form von erfassen, ubertragen, transformieren, speichern, bereitstellen und verarbeiten, werden als Informations und Kommunikationssysteme bezeichnet und sind grotenteils der Wirtschaftsinformatik zuzuordnen.47 Der Informationsfluss innerhalb der Supply Chain lasst sich in den vorauseilende, begleitende und nachfolgende Informationen unterteilen. Der Austausch der Informationen 41 Auf die verschiedenen Betrachtungsweisen der Logistik wird im Rahmen des Arbeitspapieres nicht weiter eingegangen. 42 Vgl. Pfohl, H.C. 2000, S. 5. 43 Vgl. Kuhn, A.Hellingrath, H. 2002, S. 10. 44 Vgl. Keuschen, T. 2010, S. 24. 45 Vgl. Vahrenkamp, R. 2005, S. 423. 46 Vgl. Wannenwetsch, H. 2009, S. 455. 47 Vgl. Fink, A.Schneidereit, G.Vo, S. 2005, S. 1. Schriftenreihe Logistikforschung Band 30, KeuschenKlumpp: Einsatz von Wikis in der Logistikpraxis 7 erfolgt inner und uberbetrieblich. Eine zentrale Herausforderung ist das Schnittstellenmanagement. Durch fehlende Standards und unterschiedlichen Systemen entstehen Inkompatibilitaten.48 Electronic Data Interchange EDI nimmt in der internationalen Logistik eine zentrale Rolle bei Systemen der inner und uberbetrieblichen Informationsweitergabe ein.49 2.3 Logistiktrends Wie in den letzten Jahren in verschiedenen Studien berichtet wurde, lasst sich in der Logistikbranche eine Vielzahl an Trends identifizieren.50 Exemplarisch lassen sich die in den nachfolgend vorgestellten Unterkapiteln dargestellten Entwicklungen beziehungsweise Einflusse auffuhren.51 2.3.1 Demografiebedingt Einen zentralen Stellenwert wird der demografische Wandel in den nachsten Jahren einnehmen.52 Bedingt durch die dauerhaft geringe Geburtenraten und der Steigerung der Lebenserwartung, wird der Anteil alter Menschen zunehmen und die gesellschaftliche Balance aus dem Gleichgewicht bringen. Dies hat auch Auswirkungen auf zukunftige Logistikkonzeptionen. Die Mobilitat im landlichen Raum wird hiervon insbesondere betroffen sein. Durch die vermehrte Abwanderung junger berufstatiger Menschen in die Stadte, werden sich die Mobilitatsangebote fur Senioren im landlichen Raum verringern und eine Aufrechterhaltung des Angebotes des offentlichen Personennahverkehrs wird sich als schwierig erweisen.53 Daruber hinaus hat der demografische Wandel Einfluss auf die Infrastruktur, Bildung und der medizinischen Versorgung eines Landes.54 Der Fach und Fuhrungskraftemangel, hohere Krankheitsausfalle aufgrund des gestiegenen Durchschnittsalters einer Belegschaft sowie kundenindividuelle Losungen, oftmals in der medizinischen Versorgung, lassen sich auffuhren.55 2.3.2 Gesellschaftsbedingt Bedingt durch den Klimawandel, wachst der Druck nach gesellschaftlicher Verantwortung. In den letzten 1015 Jahren stieg das Interesse zunehmend an einer grunen Logistik.56 Umweltfreundliche Logistikkonzepte gewinnen verstarkt an Bedeutung. Hand 48 Vgl. Aberle, G. 2003, S. 565 f. 49 Vgl. Schiek, A. 2008, S. 389. 50 Vgl. z.B. Miebach Consulting 2009, S. 1 ff; Sraube, F. 2008, S. 1 ff; Wittenbrink, P. 2011, S. 1 ff. 51 Vgl wiki.fomild.de 2012, 23. Nov. 2012. 52 Vgl. Statistisches Bundesamt 2013, S. 8. 53 Vgl. Gomm, M.Hansen, E. G. 2010, S. 501. 54 Vgl. bundesregierung.de 2013, 22. Jan. 2013. 55 Vgl. wiki.fomild.de 2013c, 22. Jan. 2013. 56 Vgl. Mc Kinnon, A. 2012, S. 5 Schriftenreihe Logistikforschung Band 30, KeuschenKlumpp: Einsatz von Wikis in der Logistikpraxis 8 lungsfelder ergeben sich fur Logistikdienstleister in den Bereichen der technischen und logistischen Optimierung, der Kompetenzforderung, der Verlagerung und der Kombination von Verkehren sowie der alternativen Antriebskonzepten.57 Fur eine rasche Entwicklung der ressourcenschonenden Logistik tragen verschiedene Anspruchsgruppen, welche im Rahmen des vorliegenden Arbeitspapieres zu der Gruppe Gesellschaft zusammengefasst wurde, bei. Einen weiteren und zunehmend an gesellschaftlicher Aufmerksamkeit errungenen Logistiktrend zeichnet sich im Bereich Sicherheit ab. Sicherheitsrisiken lassen sich in Interne, wie zum Beispiel Sabotage durch eigene Mitarbeiter oder Externe wie beispielsweise Terrorismus unterscheiden.58 Insbesondere externe Sicherheitsrisiken haben Einfluss auf die Infrastruktur und Mobilitat eines Landes. Deutlich wurde dies im Dezember 2012. Durch einen Bombenalarm am Bonner Hauptbahnhof kam der Verkehr mehrere Stunden zum Erliegen.59 2.3.3 Global bedingt Ein weiterer Logistiktrend ist die steigende Volatilitat der Markte.60 Bedingt dadurch wird es fur das heutige und zukunftige Logistikmanagement immer komplexer, Angebot und Nachfrage optimal aufeinander abzustimmen. Als Folge lassen sich unter anderem die Erhohung des BullwhipEffektes sowie Unsicherheiten bei Produktions und Kapazitatsplanungen innerhalb der Supply Chain auffuhren. Dies bewirkt eine Steigerung der Anforderungen an Reaktionsfahigkeiten der beteiligten Akteure innerhalb der logistischen Prozesskette. Die Dynamik und die Anforderungen an logistischen Systemen wurden in der Finanz und Wirtschaftskrise deutlich.61 Ein globalbedingter Logistiktrend wird in der Schaffung neuartige Transportzeitmodelle aufgrund des zunehmenden Verkehrsaufkommens 62 gesehen. Zukunftige Herausforderungen bestehen in der Nutzung der Infrastruktur. Auffuhren lassen sich beispielsweise Larm und Luftbelastungen sowie Platzmangel. Um einen reibungslosen Ablauf bei der Innenstadtbelieferung zu gewahrleisten, arbeiten mehr als 70%63 der Handelsunternehmen an neuartigen Transportzeitmodellen. Zu nennen ist beispielsweise die Anlieferung der Waren in der Nacht. Die Nachtanlieferungen im Zeitfenster von 22 bis 6 Uhr finden jedoch nur in begrenzter Form Anwendung. In Wohn und Wohnmischgebieten ist dies aufgrund des entstehen 57 Vgl. Keuschen, T.Klumpp, M. 2012, S. 24 f. 58 Vgl. Klumpp, M. 2010, S. 8. 59 Vgl. zeit.de 2013, 23. Jan. 2013. 60 Vgl. Ehrenhofer, M.Roth, C. 2010, S. 36. 61 Vgl. Klug, F. 2010, S. v. 62 Vgl. Die Bundesregierung 2008, S. 11. 63 Vgl. still.de 2013, 23. Jan. 2013. Schriftenreihe Logistikforschung Band 30, KeuschenKlumpp: Einsatz von Wikis in der Logistikpraxis 9 den Larms bei der Anlieferung nur bedingt anwendbar. Erste Konzeptverbesserungen befinden sich in ihrer Entwicklung.64 2.3.4 Technologiebedingt Im Bereich technologiebedingter Logistiktrends lassen sich zahlreiche Beispiele finden: Beispielsweise Radio Frequency Identification RFID65, Global Navigation Satellite System GNSS66, Elektromobilitat und andere. Durch den Einsatz der RFIDTechnologie in der Logistik lassen sich Prozesse effizienter gestalten und somit verbunden Kosteneinsparungen realisieren. Daruber hinaus kommt es zu einer Verbesserung der Transparenz innerhalb der Supply Chain.67 Einsatzgebiete dieser Funktechnologie sind vielseitig in der Logistik. Denkbar ist beispielsweise die Anwendung in der Pharmalogistik. Mit Hilfe des sogenannten RFIDSensorTags lassen sich Temperaturen der versendeten Waren kontrollieren und uberwachen.68 Mit Hilfe des Einsatzes der GNSSTechnologie besteht die Moglichkeit eine dynamische Touren und Routenplanung vorzunehmen. Kommt es in der Prozesskette zu einer zum Beispiel durch Stau ausgeloste Verzogerung, liee sich auf eine Alternativroute zuruckgreifen.69 Alternative Antriebskonzepte stellen in der Logistik eine zentrale Herausforderung in naher Zukunft dar und konnen somit als einen weiteren Logistiktrend identifiziert und aufgefuhrt werden. Hybrid, Gas, Strom und Wasser sind dabei mogliche Antworten auf die Frage nach der zukunftigen Nutzung der Ressourcen im Bereich einer nachhaltigen Mobilitat.70 Dabei nimmt Elektromobilitat einen zentralen Stellenwert fur die Sicherstellung der Wettbewerbsfahigkeit ein.71 2.4 Aus und Weiterbildung in der Logistik Die Aus und Weiterbildung nimmt in der Logistik einen zentralen Bestandteil in den nachsten Jahren zur Sicherstellung der Wettbewerbsfahigkeit ein.72 Die zunehmende Breite und Vielfalt an Aufgaben machen es erforderlich, mageschneiderte Aus und Weiterbildungen fur logistisches Personal zu konzeptionieren.73 Es kann festgestellt werden, dass im Verlauf der Zeit sowohl die Kompetenzanforderungen als auch die individuellen Kompetenzentwicklungspfade zunehmen werden, geschuldet durch die 64 Vgl. handelslogistiktrends.de 2013, 23. Jan. 2013. 65 Vgl. Klumpp, M. 2010, S. 1. 66 Vgl. Klumpp, M.Sandhaus, G. 2012, S. 329. 67 Vgl. rfidbasis.de 2013, 24. Jan. 2013. 68 Vgl. Bioly, S.Klumpp, M. 2012, S. 8. 69 Vgl. Klumpp, M.Sandhaus, G. 2012, S. 329. 70 Vgl. Keuschen, T.Klumpp, M. 2012, S. 24. 71 Vgl. Die Bundesregierung 2011, S. 5 ff. 72 Vgl. Keuschen, T.Klumpp, M. 2010, S. 1 ff. 73 Vgl. Roth, A. 2008 , S. 27. Schriftenreihe Logistikforschung Band 30, KeuschenKlumpp: Einsatz von Wikis in der Logistikpraxis 10 Trends und Entwicklungen denen die Logistik ausgesetzt ist. Beispielsweise lassen sich Compliance und Governance, Dynamik und Komplexitat, Risiko und Sicherheit sowie innovative Technologien in der Logistik auffuhren. Auch der Nachhaltigkeitsaspekt und das Netzwerkmanagement lassen sich als zukunftige Herausforderung nennen. Mit Hilfe moderner Technologien lassen sich individuelle Lernprozesse fordern und unterstutzen und konnen damit verbunden einen wichtigen Beitrag zum Bildungsfortschritt beitragen.74 Um den zukunftigen Logistiknachwuchs entsprechend uber die vorhandenen Aus und Weiterbildungsmoglichkeiten in der Logistik zu informieren, gibt es den Bereich Aus und Weiterbildungsangebote auf den Seiten des FOMildWikis, welcher nachfolgend beschrieben wird.75 2.4.1 Berufliche Erstausbildung Das FOMildWiki informiert Besucher uber folgende Ausbildungsberufe in der Logistik:76 Tabelle 1: Berufliche Erstausbildungen Ausbildungsberuf Berufskraftfahrerin Fachkraft fur multimodale Verkeh Betriebswirtin VerkehrLogistik re Abiturausbildung Fachlageristin Betriebswirtin Fachschule Ver Hafenschifferin kehr Kaufmannfrau fur Kurier, Ex Binnenschifferin press und Postdienstleistungen Fachkraft fur Hafenlogistik Kaufmannfrau fur Spedition und Fachkraft fur Kreislauf und AbLogistikdienstleistungen fallwirtschaft Kaufmannfrau fur Verkehrsser Fachkraft fur Kurier, Express und vice Postdienstleistungen Luftverkehrskaufmannfrau Fachkraft fur Lagerlogistik Schifffahrtskaufmannfrau Servicefahrerin Quelle: wiki.fomild.de 2013e, 24. Jan. 2013. 74 Vgl. Decker, J. 2010, S. 1096 ff. 75 Vgl. wiki.fomild.de 2012, 24. Jan. 2013. 76 Vgl. wiki.fomild.de 2013d, 24. Jan. 2013. Schriftenreihe Logistikforschung Band 30, KeuschenKlumpp: Einsatz von Wikis in der Logistikpraxis 11 Die in der Tabelle dargestellten Ausbildungsberufe werden im Rahmen der FOMildWikis naher beschrieben. Einzeln vorgestellte Inhalte sind unter anderem das Berufsbild, Informationen zum Ausbildungsberuf sowie Ausbildungsinhalte im Uberblick. Besucher konnen erganzende Informationen bei den aufgefuhrten Quellen entnehmen.77 2.4.2 Berufliche Weiterbildung Alle Weiterbildungsangebote die nach einer betrieblichen Erstausbildung in der Logistik zu absolviert werden konnen, werden in der Kategorie Weiterbildung den Besuchern des FOMildWikis vorgestellt.78 Tabelle 2: Berufliche Weiterbildung Weiterbildung Fachkaufmannfrau fur Auen Industriemeisterin Kraftverkehr wirtschaft Logistikmeisterin Fachkaufmannfrau fur Einkauf Nautikerin und Logistik Staatlich geprufter Betriebswirtin Fachwirtin fur Hafenwirtschaft, der Fachrichtung VerkehrswirtTransport und Logistik schaftLogistik Fachwirtin fur den Bahnbetrieb Verkehrsfachwirtin Fahrertraining Quelle: wiki.fomild.de 2013f, 24. Jan. 2013. Das FOMildWiki arbeitetet im Rahmen der Rubrik Weiterbildung die Beschreibung des Weiterbildungsangebotes, das Berufsbild zur entsprechenden Weiterbildung, erganzende Informationen zum Weiterbildungsangebot zum Beispiel Voraussetzungen sowie die Inhalte der Weiterbildung auf.79 2.4.3 Studiengange und weitere Bildungsangebote Die von den Hochschulen zur Verfugung gestellten Informationen zu den Bachelorstudiengangen rund um die Logistik, konnen Besucher des FOMildWikis in der Kategorie Studiengange, Bachelor, entnehmen.80 Alle Studiengange, welche zu einem Bachelorabschluss in der Logistik an deutschen Hochschulen fuhren, werden in dieser Kategorie vorstellt. Insgesamt werden 33 Bachelorstudiengange vorgestellt. Diese sind in al 77 Vgl. wiki.fomild.de 2013e, 24. Jan. 2013. 78 Vgl. wiki.fomild.de 2013f, 24. Jan. 2013. 79 Vgl. wiki.fomild.de 2013g, 24. Jan. 2013. 80 Vgl. wiki.fomild.de 2012, 24. Jan. 2013. Schriftenreihe Logistikforschung Band 30, KeuschenKlumpp: Einsatz von Wikis in der Logistikpraxis 12 phabetischer Reihenfolge nach Namen der Hochschulen geordnet.81 Informationen zu den Logistikmasterstudiengangen finden Besucher des FOMildWikis in der Kategorie Aus und Weiterbildungsangebote, Studiengange, Master. Hier sind Informationen zu Logistikstudiengangen, welche mit dem akademischen Grad des Masters abschlieen, zu finden. Insgesamt werden 11 Masterstudiengange vorgestellt, die nach Namen der Hochschulen sortiert sind. Grundlage fur die Recherche der Logistikstudiengange war neben den zur Verfugung gestellten Informationen der Hochschulen, die Publikation der FOM ild Schriftenreihe, Band 12, Logistikstudienangebote und Logistiktrends.82 Weitere WeiterbildungsangeboteSeminare sind in der Kategorie Aus und Weiterbildung in der gleichnamigen Verlinkung zu entnehmen. Zielsetzung dieser Kategorie ist die Vorstellung weitere Bildungsangebote, die nicht als Ausbildung oder Studiengang im Bereich der Logistik zu finden sind.83 Das FOMildWiki stellt derzeit vier Angebote im Bereich der Logistik vor:84 CSRSeminar Universitat DuisburgEssen International Logistics Management Hochschule Kempten LogistikControllerin BVLCampus Logistikmanagement VWA Die Besucher des FOMildWikis konnen je nach zur Verfugung gestellten Informationen des Bildungstragers unter anderem die Beschreibung des Studiengangs, BerufsmoglichkeitenArbeitsmarkt, Informationen zum Weiterbildungsangebot, Inhalte der Weiterbildung sowie den Nachweis der Originalquelle entnehmen.85 81 Vgl. wiki.fomild.de 2013i, 24. Jan. 2013. 82 Vgl. Keuschen, T.Klumpp, M. 2010. 83 Vgl. wiki.fomild.de 2012, 24. Jan. 2013. 84 Vgl. wiki.fomild.de 2013h, 24. Jan. 2013. 85 Vgl. wiki.fomild.de 2013j, 24. Jan. 2013. Schriftenreihe Logistikforschung Band 30, KeuschenKlumpp: Einsatz von Wikis in der Logistikpraxis 13 3 Wikis 3.1 Entstehung Im Jahre 1995 wurde von dem Softwareentwickler WARD CUNNINGHAM das erste Wiki mit dem Namen Wiki Wiki Web entwickelt. Bedingt durch mangelnde Nutzerergonomie haben sich Wikis jedoch nicht durchgesetzt. Erst in den spaten 1990er Jahren war das Potenzial der WikiTechnologie ersichtlich und mit dem Erfolg von Wikipedia im Jahre 2001 kam der Durchbruch der WikiTechnologie.86 Wikipedia ist eine gebuhrenfreie und gemeinnutzige Enzyklopadie mit nahezu 800 Servern und 200 Angestellten. Pro Monat nutzen ca. 450 Millionen Benutzer die Plattform Wikipedia. Die englischsprachige Webseite erreichte am 13. Juli 2012 den 4 millionsten, die deutschsprachige Webseite am 18. November 2012 den 1,5 millionsten Artikel.87 Der Durchbruch der WikiTechnologie begann auch in Organisationen und Unternehmen ab dem Jahre 2000. Wikis als Software fur das Projektmanagement, Dokumentation, Intranet und Wissensdatenbanken werden als Einsatzgebiete genutzt.88 3.2 Definition Benutzer einer WikiTechnologie konnen nicht nur Beitrage lesen, sondern diese inhaltlich verandern. Dadurch wird unter anderem neben dem Bereitstellen von Informationen das Ziel verfolgt, dass mehrere Autoren einen gemeinschaftlichen Text veroffentlichen.89 EBERSBACHGLASERHEIGL definieren die WikiTechnologie wie folgt: Ein Wiki ist eine webbasierte Software, die es allen Betrachtern einer Seite erlaubt, den Inhalt zu andern, indem sie diese Seite online im Browser editieren. Damit ist das Wiki eine einfache und leicht zu bedienende Plattform fur kooperatives Arbeiten an Texten und Hypertexten.90 Im Rahmen des vorliegenden Arbeitspapieres wird sich dieser Auffassung der genannten Autoren angeschlossen, jedoch ist der autorisierte Personenkreis, welcher es erlaubt, den Inhalt zu andern, eingeschrankt und vordefiniert. Der Charakter einer offenen Plattform wird in der ersten Entwicklungsstufe des hier vorgestellten LogistikWikis nicht genutzt. 86 Vgl. Hettler, U. 2010, S. 42. 87 Vgl. wikipedia.de 2012, 28. Nov. 2012. 88 Vgl. Hettler, U. 2010, S. 42. 89 Vgl. Kneifel, F. 2009, S. 63. 90 Ebersbach, A.Glaser, M.Heigl, R. 2008, S. 64. Schriftenreihe Logistikforschung Band 30, KeuschenKlumpp: Einsatz von Wikis in der Logistikpraxis 14 3.3 Theoretische Ansatze Es finden sich zahlreiche gemeinsame aber auch verschiedene Ansatze zwischen den klassischen Ansatzen bestehender Theorien und der WikiTechnologie. Im Rahmen des vorliegenden Arbeitspieres werden die Ansatze der Administrations und Managementlehre, der Human Relations Ansatz, der organisationstheoretische Ansatz und der systemtheoretischer Ansatz exemplarisch vorgestellt und mit Wikipedia verglichen beziehungsweise gegenubergestellt. 3.3.1 Administrations und Managementlehre In der angelsachsischen Literatur wird nach wie vor auf die Uberlegungen von SCOTT91 zuruckgegriffen, welcher zwischen der klassischen und neoklassischen Organisationstheorie differenziert. Nach der traditionellen Organisationstheorie sind Organisationen Institutionen welche zweckgebunden und rational gestaltete soziale Systeme sind. Die klassische Organisationstheorie vertritt die Auffassung, dass sich die Idee der ZweckMittelRelation auf allen Hierarchieebenen problemlos anwenden lasst. Der Burokratieansatz von WEBER, die wissenschaftliche Betriebsfuhrung von TAYLOR und die Administrations und Mengenlehre von FAYOL lassen sich beispielhaft fur den klassischen Theorieansatz nennen.92 Nach der Auffassung von FAYOL bestehen die Basiselemente einer guten Fuhrung in der Unterscheidung zwischen Planung, Organisation, Befehl, Koordination und Kontrolle.93 Die Prinzipienlehre nach FAYOL wird aufgrund der zu allgemeingultigen Aussagen und der fehlenden empirischen Basis als wissenschaftlich unhaltbar betrachtet. In Bezug zur WikiTechnologie lassen sich keine Gemeinsamkeiten, sondern betrachtliche Unterschiede feststellen. Die Administrations und Managementlehre vertritt daruber hinaus die Auffassung, dass der Mensch unselbststandig ist und Anweisungen und Regeln Folge zu leisten hat. Bei der Administrations und Managementlehre wird im Gegensatz zur WikiTechnologie, welche auf Selbstorganisation ausgerichtet ist, eine detaillierte Arbeits und Koordinationsplanung durchgefuhrt. Bei der Administrations und Managementlehre gelten Abweichungen als Storung und Organisation wird als eine formale Struktur verstanden. Im Vergleich dazu ist bei der WikiTechnologie Eigeninitiative gefragt und informale und soziale Prozesse finden Berucksichtigung.94 91 Vgl. Scott, W. R. 1974, S. 242 ff. 92 Vgl. Scherm, E.Pietsch, G. 2007, S. 10. 93 Vgl. Schuh, G.Kampker, A. 2011, S. 20 f. 94 Vgl. Komus, A.Wauch, F. 2008, S. 87. Schriftenreihe Logistikforschung Band 30, KeuschenKlumpp: Einsatz von Wikis in der Logistikpraxis 15 3.3.2 Human Relations Ansatz Der Human Relations Ansatz gehort zur Kategorie der neoklassischen Organisationstheorie. Im Vergleich zur klassischen Sichtweise steht im Mittelpunkt der Betrachtungen das menschliche Verhalten in Organisationen und nicht die Untersuchung von formalen Organisationsstrukturen. Im Rahmen des Human Relation Ansatzes wird nicht die Mesoebene betrachtet, sondern die Mikroebene, welche starker auf Individuen und Gruppen fokussiert ist.95 Zahlreiche Experimente der Psychologen MAYO und ROETHLISBERGER zwischen 1924 und 1934 bilden Ausgangspunkt des Human Relations Ansatzes. Zielsetzungen der durchgefuhrten Experimente war es, den Nachweis fur den Zusammenhang zwischen Arbeitsproduktivitat und positive Umwelteinflusse bei den Arbeitsbedingungen zu erbringen. Dazu wurde von Forschern eine zielgerichtete Veranderung der Arbeitsbedingungen wie beispielsweise der Beleuchtung des Arbeitsplatzes vorgenommen. Die Leistungen der Mitarbeiter nahmen sowohl in der Gruppe mit den positiv gestellten Arbeitsbedingungen als aber auch in der Kontrollgruppe, die unter unveranderten Arbeitsbedingungen tatig waren, zu. Begrundet wurde dieses Resultat unter anderem von der Abhangigkeit durch soziale Beziehungen am Arbeitsplatz.96 Die nachfolgende Abbildung zeigt die Korrelation zwischen sozialen Beziehungen, soziale Bedingungen und der Arbeitszufriedenheit und der Arbeitsleistung. Abbildung 1: Human Relations Ansatz und Einsatz des Wikis Quelle: Eigene Darstellung, in Anlehnung an Holtbrugge, D. 2007, S. 12. Betrachtet man den Zusammenhang zwischen den sozialen Beziehungen, den sozialen Bedingungen sowie der Arbeitszufriedenheit, was sich letztendlich in Form von Output wiederspiegelt, kann davon ausgegangen werden, dass durch den Einsatz der 95 Vgl. Scherm, E.Pietsch, G. 2007, S. 10. 96 Vgl. Holtbrugge, D. 2007, S. 12. Schriftenreihe Logistikforschung Band 30, KeuschenKlumpp: Einsatz von Wikis in der Logistikpraxis 16 WikiTechnologie sich die Arbeitszufriedenheit steigern lasst. Neben der Informationsgewinnung und damit verbunden der Aus und Weiterbildungsfunktion kann die Mitarbeiterzufriedenheit mittels Wiki Eigeninitiative und Selbststandigkeit der Mitarbeiter fordern. 3.3.3 Organisationstheoretischer Ansatz Die nachfolgende Tabelle zeigt die wesentlichen Differenzierungen zwischen den klassischen Theorieansatzen und Wikipedia. Tabelle 3: Differenzierung theoretische Ansatze und Wiki Klassische Organisationtheorien Wikipedia Regelabweichungen stellen Storungen dar und sind durch Kontrollen zu minimieren. Das zentrale Instrument sind organisatorische Regelungen, um das Verhalten der Organisationsmitglieder zu steuern. Es liegt die Annahme zugrunde, dass die Arbeitsbedingungen stabil sind, so dass sich die Arbeitsanforderungen genau planen und stabile Regelungen zur Arbeitsausfuhrung aufstellen lassen. Eigeninitiative ist gefragt. Grundprinzipien, die in den meisten Gesellschaften intuitiv sind, regeln den Umgang miteinander Ignoriere alle Regeln. Flexibles und offenes System mit wechselnden Teilnehmern. Hierarchische Beziehungen dominieren. Flache Hierarchien dominieren. Ziel der Organisationsgestaltung ist die Optimierung der inneren Strukturen und die Perfektionierung der Leistungserbringung. Die Umwelt und die wechselnden exogenen Einflusse, die situationsbedingte Anpassungen erforderlich machen, werden vernachlassigt. Die Mitarbeiter willigen bei Eintritt in die Institution Unternehmen oder Staat in die vorgegebene Ordnung ein. Individuelle Verhaltensweisen und Bedurfnisse werden ebenso vernachlassigt wie Gruppenbeziehungen sie werden als Storfaktoren empfunden und sind als solche zu minimieren. Ziel ist die grote und beste Enzyklopadie zu entwickeln die Art der Leistungserbringung obliegt jedem Mitarbeiter selbst. Die Leistung Artikel wird kollaborativ in kontinuierlichen Prozessen optimiert. Grundprinzipien sind zu beachten, ansonsten gilt Ignoriere alle Regeln, sofern die Motivation zur Mitarbeit beeintrachtigt und andere Personen nicht personlich angegriffen werden. Soziale und Gruppenprozesse sind Grundlage der Wikipedia. Quelle: Komus, A.Wauch, F. 2008, S. 89. Schriftenreihe Logistikforschung Band 30, KeuschenKlumpp: Einsatz von Wikis in der Logistikpraxis 17 3.3.4 Systemtheoretischer Ansatz In der Literatur existieren unterschiedliche Vorstellungen uber das Verstandnis der Analyse von organisierten Sozialsystemen.97 Im Allgemeinen lassen sich die Varianten der organisationssoziologischen, der soziotechnischen und der systemtheoretischkybernetische Variante vorfinden. Alle Varianten basieren jedoch auf die allgemeine Systemtheorie, die eine ganzheitliche Betrachtungsweise anstrebt.98 Die nachfolgende Tabelle zeigt Gemeinsamkeiten zwischen der Systemtheorie und Wikipedia. Grundlage der Analyse dabei waren der St. Galler Systemansatz und der soziotechnische Ansatz.99 Tabelle 4: Gemeinsamkeiten Systemtheorie und Wikipedia Systemaspekte Wikipedia Offenheit Grenzen zwischen Wikipedia und Umwelt konnen kaum gezogen werden. Selbstorganisierend, Ordnung entsteht aus sozialen Prozessen in Systemen. In Eigendynamik werden die Verhaltensregeln entwickelt und angepasst. Dynamische Entwicklung analog zur Umwelt KoordinationAnpassung an Wachstum und Komplexitat Flexibilisierung durch Redundanz Lernfahigkeit fur Zukunft Schnelle und flexible Reaktionen durch eine Vielzahl von Autoren, Lektoren, Administratoren Schlieung von Lucken, um Missbrauch entgegenzuwirken, zum Beispiel Sperrung von Artikeln, die fur Vandalismus besonders anfallig sind, Sicherungsinstrumente wie Beobachtungslisten und Beobachtungskandidaten Selbstregelung durch Ruckkopplung zur Einhaltung des Sollwertes Gegenseitige Kontrolle und Korrektur zur Zielerreichung Automatisierbarkeit Kaum Eingriffe der Schiedsinstanzen Komplexitat als Resultat von Beziehungen und Ordnungen, die aus den Interaktionen resultieren; erschwerte Prognostizierbarkeit und Analyse Aufgrund der Komplexitat der Beziehungen in der Wikipedia sind Reaktionen schwer prognostizierbar. Quelle: wikimanagement.de 2013, 03. Jan. 2013. 97 Vgl. Scherm, E.Pietsch, G. 2007, S. 103. 98 Vgl. Krallmann, H.Schonherr, M.Trier, M. 2007, S. 23. 99 Vgl. wikimanagement.de 2012, 04. Jan. 2013. Schriftenreihe Logistikforschung Band 30, KeuschenKlumpp: Einsatz von Wikis in der Logistikpraxis 18 3.4 SWOTAnalyse Konkrete Strategien sind auf Grundlage von Umwelt, Branchen und Unternehmensanalysen zu formulieren. Zur Entscheidungsfindung existieren eine Vielzahl an Instrumenten und Methoden. Bei der Gegenuberstellung von Vor und Nachteilen sowie von Chancen und Risiken eignet sich die SWOTAnalyse.100 Bei der Nutzung der WikiTechnologie lassen sich Vorteile aber auch Nachteile auffuhren.101 Fur die Nutzung eines Wikis fur die Logistikbranche sind neben generellen Vor und Nachteilen ebenfalls Chancen und Schwachen fur die Logistik herausbilden, wie nachfolgend in der SWOTAnalyse dargestellt. Tabelle 5: SWOTAnalyse Generelle Vorteile Generelle Nachteile Schneller Abruf der Inhalte Gefahr inhaltlicher Fehleintrage Gleichzeitige Texterstellung mehrerer Verfasser Durch dynamische Struktur teilw. Verlinkung schwer Einfache Bedienbarkeit Verwendung unsauberer Quellen Geringe Systemkosten Artikel von Laien erstellt I.d.R. schnelle Fehlerkorrektur Uberwachung der Inhalte erforderlich Geringe Systemanforderungen Vandalismus Chancen fur die Logistik Schwachen fur die Logistik Erganzende Manahme in der Aus und Weiterbildung des Logistikpersonals Ansprechen unterschiedlicher Zielgruppen akademisch, gewerblich, kaufmannisch Schnelle Informations und Wissensbeschaffung fur Logistikpersonal Interesse wecken bei nicht weiterbildungsinteressierten Logistikern Motivation Quelle: Eigene Darstellung. Hoher Aufwand der Uberwachung bzgl. der eingearbeiteten Logistikinhalte Gefahr einer ubertriebenen und nicht zielgruppenorientierten Weiterbildung Freiraume unter anderem zeitlich mussen geschaffen bzw. bereit gestellt werden Infrastruktur fur Logistikpersonal muss ggf. beschafft und eingerichtet werden 100 Vgl. Strunz, H.Dorsch, M. 2009, S. 259. 101 Vgl. Back, A.Gronau, N.Tochtermann, K. 2009, S. 15 f; learninginactivity.com 2013, 04. Jan. 2013. Schriftenreihe Logistikforschung Band 30, KeuschenKlumpp: Einsatz von Wikis in der Logistikpraxis 19 4 Testdurchfuhrung 4.1 Aufbau und Struktur Vier Hauptkategorien bilden den Mittelpunkt des FOMildWikis. Im Bereich der Standardthemen werden traditionelle Inhalte der Logistik vermittelt. Aktuelle Trends, die sich die Logistik in den nachsten Jahren stellen wird, werden den Besuchern in der Kategorie Aktuelle Trends der Logistik vorgestellt. Informationen uber Weiterbildungsangebote, die sich zwischen Erst und Weiterbildung sowie Studienangebote BachelorMaster unterscheiden, erhalten Besucher des FOMildWikis in der Kategorie Weiterbildungsangebote. Informationen und Zusammenfassungen zu Werken der Logistik sind der Rubrik Buchbesprechungen Besprechung zu entnehmen.102 Zum Bereich Standardthemen der Logistik zahlen die Funktionsbereiche der Logistik, welche aus den Kernelementen Beschaffung, Produktions, Distributions, Entsorgungs und Ersatzteillogistik besteht, die Subsysteme der Logistik, die die Themengebiete Lagerhaltung, Transport, Auftragsabwicklung und Verpackung aufarbeitet und das Logistikmanagement welches die Schwerpunkte des Supply Chain Managements, des Logistikcontrollings sowie der Informations und Kommunikationssysteme vorstellt.103 Uber eine Auswertung von Studien beziehungsweise eine Zusammenfassungen von Studien uber Logistiktrends wurden die auf der Hauptseite des FOMildWikis die Trends gewonnen. Zu diesen Logistiktrends zahlen:104 Grune Logistik Nachhaltigkeit in der Logistik Demographische Einflusse auf die Logistik Steigender Automatisierungsgrad und ITIntegration Differenzierte, kundenindividuelle Logistikdienstleistungen Steigende Anforderungen an Sicherheit in der Transportkette Komplexere Kapazitatsplanung aufgrund zunehmender Volatilitat von Angebot und Nachfrage Neuartige Transportzeitmodelle aufgrund steigenden Verkehrsaufkommens Im Bereich der Erstausbildung werden insgesamt 17 Ausbildungsberufe und im Bereich Weiterbildung insgesamt 11 Moglichkeiten zur Weiterbildung vorgestellt, welche 102 Vgl. wiki.fomild.de 2013a, 10. Jan. 2013. 103 Vgl. wiki.fomild.de 2013a, 10. Jan. 2013. 104 Vgl. wiki.fomild.de 2013a, 10. Jan. 2013. Schriftenreihe Logistikforschung Band 30, KeuschenKlumpp: Einsatz von Wikis in der Logistikpraxis 20 einen eindeutigen Bezug zur Logistik aufweisen. Unter Studiengange werden 33 Bachelor und 11 Masterstudiengange vorgestellt. Mit Gegensatz zur Alphabetisierung nach Namen des Ausbildungsberufs im Bereich Erst und Weiterbildung, sind die Hochschulen nach ihren Standorten sortiert. 4.2 Projektpartner Im Rahmen des Projektes Wissenschaftliche Weiterbildung in der Logistik Wi We Lo, gefordert durch den Spitzenclusterwettbewerb Effizienz Cluster Logistik Ruhr 2.0 des Bundesministeriums fur Bildung und Forschung BMBF von der Bundesregierung, beteiligen sich Kooperationspartner aus Wissenschaft und Wirtschaft. Ein Kooperationspartner ist die Duisburger Hafen AG,105 bei der die Testdurchfuhrungen stattgefunden haben. Duisburg war wie Dortmund, Essen und Bochum einst ein Industriestandort fur die Montanindustrie. Mittlerweile gilt die Stadt Duisburg als Wissenschafts und Hightech Standort.106 Davon profitiert auch die Logistikbranche: Bedingt durch die wirtschaftliche Entwicklung und das damit verbundene Wachstum konnte der Duisburger Hafen im Jahr 2011 den Gesamtguterumschlag um 10% auf insgesamt 125,6 Millionen Tonnen steigern.107 Auf eine Reihe von Gesellschaften mit insgesamt 700 Mitarbeitern, die in Unternehmensbereichen wie Controlling, EDV, Einkauf, Finanz und Rechnungswesen, Personalmanagement, Revision und Unternehmensentwicklung tatig sind, kann der Duisburger Hafen zuruckgreifen.108 Im Rahmen seiner Infra und Suprastruktur nimmt die Duisburger Hafen AG folgende Aufgaben war: 109 Forderungsrechtliche Beratung Immobilienmanagement und Vertrieb Infrastruktur im Bahnbereich Offentlichkeitsarbeit und Marketing Umwelt und Behordenmanagement Vermessung, Bauplanung und Bauausfuhrung 105 Vgl. fom.de 2013, 08. Jan. 2013. 106 Vgl. Bourmer, A. 2009, S. 412. 107 Vgl. verkehrsrundschau.de 2012, 08. Jan. 2013. 108 Vgl. duisport.de 2013, 08. Jan. 2013. 109 Vgl. duisport.de 2013, 08. Jan. 2013. Schriftenreihe Logistikforschung Band 30, KeuschenKlumpp: Einsatz von Wikis in der Logistikpraxis 21 Zu je einem Drittel am Grundkapital der Duisburger Hafen AG sind die Bundesrepublik Deutschland, das Land NordrheinWestfalen und die Stadt Duisburg beteiligt.110 4.3 Zielgruppe Im Rahmen des vorliegenden Arbeitspapiers wurde eine Testdurchfuhrung bei der Duisburger Hafen AG durchgefuhrt. An der Testdurchfuhrung haben Teilnehmerinnen aus verschiedenen Berufsgruppen und mit unterschiedlicher Anzahl an Jahren an Berufserfahrung teilgenommen. Bei der ersten Gruppe der kaufmannischen Auszubildenden, welche den Beruf der Industriekaufleute erlernen, nahm ein berufsbegleitender Studierender zum Bachelor of Arts Business Administration und ein Trainee teil. Die zweite Gruppe bei der Testdurchfuhrung im Duisburger Hafen bestand aus Fachkraften fur Lagerlogistik in der Differenzierung Groverpackung und Warenannahme. Zielsetzung der Testdurchfuhrung ist die Ermittlung der Nutzerergonomie des logistikgepragten Wikis und die Akzeptanzfindung eines solchen Portals. Die Teilnehmerinnen erarbeiteten dazu mit Hilfe eines standardisierten Leitfadens die Bereiche Standardthemen und Weiterbildungsangebote anhand vorformulierter Aufgaben. Daruber hinaus wurde nach der Akzeptanzfindung eines WikiForums und nach Verbesserungsvorschlagen gefragt. Insgesamt nahmen an der Befragung Auszubildende aus dem gewerblichen und kaufmannischen Umfeld teil, so dass beide Gruppen im Bereich der Auszubildenden als Zielgruppe abgedeckt werden konnten. 4.4 Methode Fur die Losung eines Problems werden systematische Informationen benotigt. Dazu ist es erforderlich, Daten zu erheben, diese zu klassifizieren und zu analysieren. Im Rahmen einer empirischen Vorgehensweise wird auf eine Sammlung von Techniken und Methoden zuruckgegriffen, um wissenschaftliche Untersuchungen durchzufuhren und menschliches Verhalten und gesellschaftliche Phanomene zu analysieren.111 Grundsatzlich kann zwischen qualitativer und quantitativer Forschung differenziert werden. In Gebieten mit geringem Kenntnisstand wird auf qualitative Forschung zum Beispiel in Form von Fallstudien zuruckgegriffen. Zielsetzung besteht darin, ein Tiefenverstandnis des komplexen Realproblems zu bekommen.112 Eine Einzelfallstudie wird oftmals herangezogen, wenn einzelne Personen, Gruppen, Organisationen, Gesellschaften oder Kulturen zu untersuchen sind. Konzipiert werden Fallstudien zum einen als Mittel zur 110 Vgl. duisport.de 2013, 08. Jan. 2013. 111 Vgl. Schnell, R.Hill, P. B.Esser, E. 2011, S. 2 ff. 112 Vgl. Riesenhuber, F. 2009, S. 6. Schriftenreihe Logistikforschung Band 30, KeuschenKlumpp: Einsatz von Wikis in der Logistikpraxis 22 Beschreibung und Erklarung von Sachverhalten sowie zur Uberprufung von Hypothesen und zum anderen zur Absicht einer explorativen Forschung. Die durch Fallstudien gewonnenen Informationen und Erkenntnisse liefern wichtige Indizien und Informationen zur Theoriebildung und Konzeptspezifikationen.113 In der Literatur existieren keine expliziten Handlungsempfehlungen, wie im Rahmen von eingesetzten Fallstudien eine Datenerhebung und Datenanalyse zur erfolgen hat. Jedoch sollte sich die Datenerhebungsmethode in erster Linie an der Zielsetzung des Untersuchungsgegenstandes orientieren, um die gewunschten Informationen zu erhalten.114 Im Rahmen des zu bearbeitenden Forschungsprozesses lassen sich verschiedene Datenerhebungsmethoden einsetzen. Darunter fallen beispielsweise Interviews, Beobachtungen, Inhaltsanalysen und Befragungen. Der Aufwand der eingesetzten Methoden kann unterschiedlich variieren, so sind beispielsweise Interviewer auszuwahlen und auszubilden oder die Konzeption eines Fragebogens bei dem Einsatz von Befragungen.115 Im Rahmen des vorliegenden Arbeitspapieres findet ein Methodenmix Anwendung. Um das FOMildWikiPortal in Bezug auf die Nutzerergonomie und Akzeptanz zu testen, wurde eine Fallstudie entwickelt. Als Datenerhebungsmethode wird auf eine Befragung zuruckgegriffen. 4.5 Vorgehensweise Fur den erfolgreichen Einsatz eines Wikis in der Logistikpraxis ist es erforderlich, dass dieses zum einen die Anforderungen an der Nutzerergonomie erfullt und zum anderen auf Akzeptanz findet. Das vorliegende Arbeitspapieres untersucht das FOMildWiki diesbezuglich. Eine Datenerhebung erfolgte mittels Fallstudie, welche von den Auszubildenden der Duisburger Hafen AG durchgefuhrt wurde. Die Teilnehmerinnen lernten dazu die unterschiedlichen Bereiche des FOMildWikis kennen. Bewertungen wurden unter anderem die Logik und den Aufbau in der Untergliederung Standardthemen der Logistik, Buchbesprechungen, aktuelle Trends der Logistik, Weiterbildungsangebote. Anhand konkreter Beispiele der Lagerhaltung und der Weiterbildung sollten die Teilnehmerinnen die im Wiki erstellten Artikel lesen und beurteilen. Daruber hinaus wurden von den Befragten nach der Meinung eines eigenen Forums sowie nach dem Gesamteindruck und damit einhergehende Verbesserungsvorschlage gefragt. Nach der Datenerhebung erfolgten die Datenauswertung der Fragebogen sowie die notwendigen Anpassungen am FOMildWiki. Die aus der Befragung gewonnenen Informationen zur 113 Vgl. Schnell, R.Hill, P. B.Esser, E. 2011, S. 241. 114 Vgl. Borchardt, A.Gothlich, S. E. 2009, S. 36 ff. 115 Vgl. Schnell, R.Hill, P. B.Esser, E. 2011, S. 13. Schriftenreihe Logistikforschung Band 30, KeuschenKlumpp: Einsatz von Wikis in der Logistikpraxis 23 Anpassung werden mit Hilfe einer erneuten Fallstudien getestet und bewertet, so dass eine kontinuierliche Anpassung, Weiterentwicklung und Verbesserung des FOMildWikis gegeben ist. Die Abbildung 2 verdeutlicht diesen kontinuierlichen Prozess. Abbildung 2: Vorgehensweise zur WikiKonzeption WikiKonzeption Datenauswertung und Anpassung Nutzerergonomie Akzeptanzfindung Datenerhebung Fallstudie n Datenerhebung mittels Fallstudie I Datenauswertung und Anpassung Quelle: Eigene Darstellung. Schriftenreihe Logistikforschung Band 30, KeuschenKlumpp: Einsatz von Wikis in der Logistikpraxis 24 5 Analyse und Schlussfolgerungen Die nachfolgende Tabelle zeigt die Verteilung der befragten Teilnehmerinnen: Tabelle 6: Auflistung Befragte Gesamt Keine Angabe Keine Angabe zum beruflichen Status Gewerblich Kaufmannisch Fachkraft fur Lagerlogistik, 1. Ausbildungsjahr Fachkraft fur Lagerlogistik, 3. Ausbildungsjahr Industriekaufmann, 1. Ausbildungsjahr Industriekaufmann, 2. Ausbildungsjahr Industriekaufmann, 1. Ausbildungsjahr und Studierender zum Bachelor of Arts in Business Administration Trainee 11 2 4 1 1 1 1 1 Quelle: Eigene Darstellung. Bei der in der Duisburger Hafen AG durchgefuhrten Fallstudie mit anschlieender Befragung nahmen insgesamt 11 Teilnehmerinnen teil, davon sind 46% der Befragten in eine gewerbliche und 36% der Befragten in eine kaufmannische Ausbildungsmanahme. 18% gaben zum beruflichen Status keine Angabe an. Bei der Frage, ob sich die an der Fallstudie Befragten Personen vorstellen konnen, das FOMildWiki als erganzende Manahme zur Berufsschule einzusetzen wurde wie folgt Antwort gegeben: Abbildung 3: Wiki als erganzende Manahme 40%35%30%25%20%15%10%5%0%Ich kann mir vorstellen, das Wiki als erganzende Manahme zur Berufsschule einzusetzen. 36,4% 36,4% 18,2% 9,1% 12341 stimme ich voll zu 5 stimme ich gar nicht zu 0,0% 5 Quelle: Eigene Darstellung. Schriftenreihe Logistikforschung Band 30, KeuschenKlumpp: Einsatz von Wikis in der Logistikpraxis 25 Die Frage wurde bezuglich der Akzeptanz und Annahme des FOMildWiki in der Logistikpraxis gestellt. Daruber hinaus wurde das Wiki als erganzende und nicht als ersetzende Manahme den Befragten vorgestellt. Den Einsatz des FOMildWikis als prufungsvorbereitende Manahme beantworteten die Teilnehmerinnen wie folgt: Abbildung 4: Prufungsvorbereitung Um mich auf Prufungen vorzubereiten, kann ich mir gut vorstellen, das Wiki zu verwenden. 30%25%20%15%10%5%0%27,3% 27,3% 27,3% 18,2% 12340,0% 51 stimme ich voll zu 5 stimme ich gar nicht zu Quelle: Eigene Darstellung. Mehr als 50% der Befragten konnen sich vorstellen, dass FOMildWiki zur Prufungsvorbereitung einzusetzen, circa 27% ist unentschlossen und nahezu 18% kann sich dies nicht vorstellen. Daruber hinaus wurden die Befragten gefragt, ob diese gerne aktuelle Trends in der Logistik nachlesen. Die nachfolgend dargestellte Abbildung zeigt das Interesse der Befragten nach aktuellen Trends in der Logistik. Die teilweise geringe Akzeptanz ist vermutlich durch die befragte Zielgruppe zu begrunden. Anscheinend fokussieren Auszubildende die fur die Berufsausbildung relevanten Themen. Schriftenreihe Logistikforschung Band 30, KeuschenKlumpp: Einsatz von Wikis in der Logistikpraxis 26 Abbildung 5: Trends in der Logistik 40%35%30%25%20%15%10%5%0%Aktuelle Trends in der Logistik lese ich gerne im wiki nach. 36,4% 27,3% 18,2% 18,2% 12341 stimme ich voll zu 5 stimme ich gar nicht zu 0,0% 5 Quelle: Eigene Darstellung. Die an der Befragung teilgenommenen Personen scheinen grotenteils kein Interesse an Buchempfehlungen zu haben. Dies kann unter anderem an die zunehmend geringere Akzeptanz nach Buchern und dem steigenden Interesse alternativer Medien liegen. Dies zeigt beispielsweise auch Abbildung 11, bei der ersichtlich ist, dass mehr als 80% Grafiken, Fotos oder Filme fur eine Verbesserung des Lernerfolges sind. Keiner der Befragten stimmte bei Buchempfehlungen voll zu, keiner gar nicht. Auffallig jedoch ist, dass ca. 45% der Befragten ein geringes Interesse an Buchempfehlungen zeigen. Abbildung 6: Buchempfehlungen 50%45%40%35%30%25%20%15%10%5%0%Buchemphelungen finde ich gut im wiki. 45,5% 27,3% 27,3% 0,0% 12341 stimme ich voll zu 5 stimme ich gar nicht zu 0,0% 5 Quelle: Eigene Darstellung. Schriftenreihe Logistikforschung Band 30, KeuschenKlumpp: Einsatz von Wikis in der Logistikpraxis 27 Die Struktur und den Aufbau des FOMildWikis hinsichtlich der zur Verfugung gestellten Informationen uber die Ausbildungsinhalte der Ausbildungsberufe beantworten die Befragten Teilnehmerinnen wie in Abbildung 7 ersichtlich. Knapp dreiViertel der Befragten Personen finden die Struktur des FOMildWikis gut und ubersichtlich aufgebaut sowie hilfreich. Knapp einViertel beantworteten die Frage mit teilweise. Abbildung 7: Ausbildungsinhalte 40%35%30%25%20%15%10%5%0%Um mich uber die Ausbildungsinhalte meines Ausbildungsberufes zu informieren, finde ich das Wiki gut und ubersichtlich aufgebaut sowie sehr hilfreich. 36,4% 36,4% 27,3% 123451 stimme ich voll zu 5 stimme ich gar nicht zu 0,0% 0,0% Quelle: Eigene Darstellung. Eine weiterfuhrende Frage zur Informationsaufbereitung der Ausbildungsberufe und Ausbildungsinhalte wurde den Teilnehmerinnen gestellt. Bei dieser Frage standen nicht die Ausbildungsinhalte, sondern die Informationen zu den einzelnen Ausbildungsberufen im Vordergrund. Mehr als 30% der Befragten gab an, dass die dargestellten Informationen zu den einzelnen Ausbildungsberufen vollumfanglich sind. Nahezu die Halfte der Befragten 45% beantworteten die Frage mit teilweise. Als Verbesserungsvorschlage wurden beispielsweise die Zugangsvoraussetzung der entsprechenden Ausbildungsberufe, weiterfuhrende Inhalte aus dem Berufsschulunterricht sowie Entwicklungs und Verdienstmoglichkeiten genannt. Die nachfolgende Abbildung 8 verdeutlicht die Ergebnisse. Schriftenreihe Logistikforschung Band 30, KeuschenKlumpp: Einsatz von Wikis in der Logistikpraxis 28 Abbildung 8: Informationen zu Ausbildungsberufen 50%45%40%35%30%25%20%15%10%5%0%Die Informationen zu den einzelnen Ausbildungsberufen finde ich vollumfanglich. 45,5% 36,4% 18,2% 123451 stimme ich voll zu 5 stimme ich gar nicht zu 0,0% 0,0% Quelle: Eigene Darstellung. Eine weitere Zielsetzung des FOMildWikis ist das Bereitstellen von Informationen fur Weiterbildungsinteressierte in der Logistik. Abbildung 9 verdeutlicht die Ergebnisse. Abbildung 9: Informationen Weiterbildung 70%60%50%40%30%20%10%0%Das FOMildWiki bietet eine gute Moglichkeit, dass ich mich uber Weiterbildungen informieren kann. 63,6% 27,3% 9,1% 0,0% 0,0% 123451 stimme ich voll zu 5 stimme ich gar nicht zu Quelle: Eigene Darstellung. Die Mehrheit an der Fallstudie teilgenommenen Personen sieht das FOMildWiki als gute Moglichkeit zur Informationsgewinnung bezuglich Weiterbildungen. 27% stimmten voll beziehungsweise 63% stimmten zu. 9% beantworteten die Frage mit teilweise. Schriftenreihe Logistikforschung Band 30, KeuschenKlumpp: Einsatz von Wikis in der Logistikpraxis 29 Die Teilnehmerinnen beantworteten die inhaltliche Darstellung der einzelnen Weiterbildungsangebote als Orientierungshilfe wie in nachfolgender Abbildung dargestellt. Abbildung 10: Darstellung Weiterbildungsangebote Hilfreich finde ich die inhaltliche Darstellung der einzelnen Weiterbildungsangebote Orientierungshilfe. 54,5% 36,4% 60%50%40%30%20%10%0%9,1% 0,0% 0,0% 123451 Stimme ich voll zu 5 stimme ich gar nicht zu Quelle: Eigene Darstellung. Die Mehrheit der Befragten Personen gab an, dass die inhaltliche Darstellung der einzelnen Weiterbildungsangebote eine gute Orientierungshilfe bietet. Mehr als die Halfte 54% stimmten voll, nahezu 37% stimmten zu. 9% vertreten eine gemischte Auffassung zur inhaltlichen Darstellung der einzelnen Weiterbildungsangebote als Orientierungshilfe. Lernprozesse lassen sich durch Visualisierungen effektiver gestalten. Bilder tragen dazu bei, komplizierte Sachverhalte leicht verstandlich zu machen und wirken auf den Lernenden auflockernd, fordern die Kreativitat und erhohen die Aufnahmebereitschaft.116 Abbildung 11 zeigt die Ergebnisse der Umfrage, ob der Einsatz von GrafikenFotos oder Filme Einfluss auf den Lernerfolg hat. Mehr als 80% der befragten Personen sind der Auffassung, der Lernerfolg lasst sich mit dem Einsatz von GrafikenFotos und Film verbessern. Im Rahmen der durchgefuhrten Fallstudie wurde die Frage nach der Bearbeitung eines Beispielartikels gestellt. Unter 20% der Teilnehmerinnen sind der Ansicht, der Einsatz von Grafi 116 Vgl. zhw.unihamburg.de 2013, 16. Jan. 2013. Schriftenreihe Logistikforschung Band 30, KeuschenKlumpp: Einsatz von Wikis in der Logistikpraxis 30 kenFotosFilme auf das zu bearbeitende Beispiel keinen Einfluss auf den Lernerfolg erzielt hatte. Abbildung 11: Einsatz Fotos Waren GrafikenFotosFilme hilfreicher fur den Lernerfolg? nein 18,2% Ja 81,8% Quelle: Eigene Darstellung. Fur eine Akzeptanz des FOMildWikis ist eine schnelle und zielgerichtete Informationsfindung von entscheidender Bedeutung. Abbildung 12 zeigt die Ergebnisse der Befragung. Abbildung 12: Informationsfindung Haben Sie alle gefragten Informationen schnell und zielfuhrend gefunden? Keine Angabe 9% Nein 0% Ja 90,9% Quelle: Eigene Darstellung. Schriftenreihe Logistikforschung Band 30, KeuschenKlumpp: Einsatz von Wikis in der Logistikpraxis 31 Das FOMildWiki stellt Informationen schnell und zielfuhrend zur Verfugung. Das gaben mehr als 90% der befragten Personen an. 9% verweigerten zur der Frage die Aussage, keiner der Teilnehmerinnen gab an, Informationen nicht schnell und zielfuhrend zu auf der FOMildPlattform finden. Daruber hinaus wurde den Teilnehmerinnen die Frage gestellt, ob das FOMildWiki hilfreich ist, um erganzende Informationen rund um die Logistik zu erhalten. Alle der Befragten Teilnehmerinnen gaben ja als Antwort an. Abbildung 13: Erganzende Informationen Beurteilen Sie das Wiki als hilfreich, um erganzende Informationen rund um die Logistik zu erhalten? 120,0%100,0%80,0%60,0%40,0%20,0%0,0%100,0% 1Quelle: Eigene Darstellung. 0,0% 20,0% 3 Eine erneute Nutzung des FOMildWikis spiegelt die Akzeptanz und Nutzerergonomie wider. Es kann davon ausgegangen werden, dass bei einer geringen Akzeptanz und einer schlechten Nutzerergonomie die Bereitschaft zur erneuten Nutzung des Wikis gering waren. Die nachfolgende Abbildung zeigt die Bereitschaft zu einer erneuten der Teilenehmerinnen. Abbildung 14: Erneute Nutzung Wurden Sie das Wiki wieder benutzen? Keine Angabe 9,1% Nein 0,0% Ja 90,9% Quelle: Eigene Darstellung. Schriftenreihe Logistikforschung Band 30, KeuschenKlumpp: Einsatz von Wikis in der Logistikpraxis 32 Mehr als 90% gaben an, dass FOMildWiki wieder zu benutzen, 9% gab zu der Frage keine Antwort ab und keiner der Befragten wurde das Wiki nicht noch einmal anwenden. Ein Wiki lebt von seinen Benutzern. Zu den Aufgaben der Benutzer gehoren, Inhalte zu lesen, zu erganzen und selbst zu erstellen. Je mehr Benutzer an der Erganzung und Erstellung von Beitragen beteiligt sind, desto groer und schneller wird das Wiki mit Inhalten gefullt. Betrachtet man die Entwicklung beispielhaft bei Wikipedia, lasst sich feststellen, dass seit dem Jahre 20032004 eine rasante Entwicklung der deutschsprachigen Artikelanzahl stattfand. Auf mehr als 1,5 Millionen Artikel konnte Wikipedia am 15. Januar 2013 zuruckgreifen.117 Auch fur das FOMildWiki ist die Bereitschaft der Benutzer zur Weiterentwicklung des LogistikWikis von groer Bedeutung. Abbildung 15: Weiterentwicklung Konnten Sie sich vorstellen, das Wiki weiterzuentwickeln und mit Inhalten zu fullen? Keine Angabe 27% Ja 45,5% Nein 27% Quelle: Eigene Darstellung. 45% der Teilnehmerinnen gaben an, dass eine Beteiligung zum Ausbau und Erganzung der Inhalte des FOMildWiki fur sie in Frage kommt. 27% konnen sich nicht vorstellen, das FOMild weiterzuentwickeln und 27% gaben keine Aussage zu dieser Frage ab. Die Ergebnisse zeigen, dass die Bereitschaft zum aktiven Gestalten eines Wikis relativ gering ist. Hier sind Anreize zu schaffen. 117 Vgl. de.wikipedia.org 2013, 16. Jan. 2013. Schriftenreihe Logistikforschung Band 30, KeuschenKlumpp: Einsatz von Wikis in der Logistikpraxis 33 Eine abschlieende Frage war es, ob sich die Befragten den Ausbau des FOMildWikis wunschen. 90% stimmte fur den Ausbau des FOMildWikis, nahezu 9% wunscht sich teilweise einen weiteren Ausbau. Keiner an der durchgefuhrten Fallstudie gab an, sich keine Weiterentwicklung des FOMildWikis zu wunschen. Das in Abbildung 15 dargestellte Ergebnis zeigt, dass das FOMildWiki positiv in der Logistikbranche zumindest im Rahmen der hier vorgestellten Untersuchung aufgenommen wurde. Im Rahmen der durchgefuhrten Befragung wurde den Teilnehmerinnen die Frage gestellt, welche Bereiche nach deren Einschatzung fehlen. Neben dem Wunsch eines LogistikGlossar, die Erganzung von Fachvortragen, wurde der Wunsch nach inhaltlicher Vervollstandigung geauert. Im Rahmen der inhaltlichen Vervollstandigung teilten die Testpersonen unter anderem den Ausbau an Definitionen, geografische Einordnung von Logistikstandorten und deren Besonderheiten wie beispielsweise Hafengebiete, Wasserwege etc. sowie vertiefende Informationen zu den Studienangeboten mit. Die nachfolgende Abbildung verdeutlicht die genannten Verbesserungs und Erganzungsvorschlage. Abbildung 16: Verbesserungsvorschlage Hauptseite Verbesserungsvorschlage Hauptseite Inhaltliche Vervollstandigung 11 Logistik Glossar Erganzung von Fachvortragen Keine Verlinkung zum Text 1 1 1 024681012Anzahl Nennungen, Mehrfachnennungen moglich Quelle: Eigene Darstellung. Schriftenreihe Logistikforschung Band 30, KeuschenKlumpp: Einsatz von Wikis in der Logistikpraxis 34 Eine weitere Aufgabe der Fallstudie bestand in der Bearbeitung eines Beispielartikels der Teilnehmerinnen im Bereich der Lagerhaltung. Nach dem Durchlesen des Artikels wurden die Befragten aufgefordert, fehlende Informationen und Moglichkeiten zur Verbesserung der dargestellten Inhalte des Beispielartikels anzugeben. Die gestellte Frage war als eine offene Frage konzipiert. Die Ergebnisse sind nachfolgend dargestellt. Abbildung 17: Verbesserungsvorschlage Beispielartikel Verbesserung der Inahlte zur Lagerhaltung 01234567Bilder und Videos 6 legahcsro VSchlagworter Mindmaps 1 1 Anzahl Nennungen, Mehrfachnennungen moglich Quelle: Eigene Darstellung. Die Befragten schlugen als Verbesserungsvorschlage den Einsatz von Bildern und Videos 6Nennungen, das Einfuhren von Schlagwortern 1Nennung sowie das Einbinden von Mindmaps 1Nennung als grafische Gedankenlandkarte vor. In einer anschlieenden Diskussion mit den Befragten wurde der Wunsch nach Visualisierung von Lerninhalten deutlich hervorgebracht. Es zeigte sich jedoch auch, dass unterschiedliche Vorstellungen uber die konkreten Manahmen bei den Teilnehmerinnen vorhanden sind. Am Beispiel des Artikels Lagerhaltung, bei dem ausschlielich Grundlagen vorgestellt wurden, wurde die Komplexitat und die unterschiedlichen Ansichten uber operativen Tatigkeiten in der Logistik deutlich. Die Befragten auerten sich unterschiedlich uber die moglichen Inhalte und Darstellung der Bilder und Videos. Dies liegt zum einen an den unterschiedlichen Zielgruppen und zum anderen an fehlenden Standards. Als Beispiel wurden die Lagerhaltung in der Stahlbranche und die Lagerhaltung in der Konsumguterindustrie aufgefuhrt. Eine weitere Aufgabe der Fallstudie war die Beurteilung zu einem im FOMildWiki dargestellten Studiengang der Kategorie Weiterbildungsangebote. Beispielhaft wurde der Bachelorstudiengang Technisches Logistikmanagement der Hochschule Heilbronn vorgestellt. Der Studiengang schliet mit dem akademischen Grad des Bachelor of Engineering ab. Die FOMildWiki Seite stellt die Bereiche Beschreibung des Studiengangs, Berufsmoglichkeiten Arbeitsmarkt, Infos zum Studiengang, Studieninhalte Schriftenreihe Logistikforschung Band 30, KeuschenKlumpp: Einsatz von Wikis in der Logistikpraxis 35 im Uberblick und Quellen des exemplarischen Studiengangs vor. Bei der Beschreibung des Studiengangs werden die wesentlichen Elemente wie Gliederung in Grund und Hauptstudium, Anzahl der Praxissemester und der Anfertigung einer abschlieenden Abschlussarbeit den Besuchern dargestellt. Informationen uber Einstiegsmoglichkeiten nach Abschluss des Studiums werden in Berufsmoglichkeiten Arbeitsmarkt den Besuchern nahergebracht. Bei den Infos zum Studiengang sind der FOMildWiki Seite folgende Inhalte zu entnehmen:118 Studienabschluss: Bachelor of Engineering B. Eng. Studienbeginn: Wintersemester und Sommersemester Regelstudienzeit: 7 Semester einschlielich Praxissemester und Bachelorarbeit Studienort: Heilbronn Studienzeitmodell: Vollzeit Voraussetzungen: o Allgemeine, Fach oder Fachgebundene Hochschulreife o 8wochiges Vorpraktikum im logistischen Bereich Unter Studieninhalte im Uberblick werden den Besuchern des FOMildWikis weiterfuhrende Informationen zu den Inhalten des exemplarischen Studiengangs erlautert. Die auf der FOMildWiki Seite zur Verfugung gestellten Informationen stammen aus denen der Hochschule. Diese Information kann unter Quellen entnommen werden. Die Befragten gaben, wie nachfolgend dargestellt, folgende Verbesserungsvorschlage an. Abbildung 18: Verbesserungsvorschlage Studiengang Differenzierung nach Inhalt legahcsro VVoraussetzungen Gehalt und Entwicklung Bessere Gliederung Ausbau der Inhalte 1 1 3 2 2 01234Anzahl Antworten, Mehrfachnennungen moglich Quelle: Eigene Darstellung. 118 Vgl. wiki.fomild.de 2013b, 17. Jan. 2013. Schriftenreihe Logistikforschung Band 30, KeuschenKlumpp: Einsatz von Wikis in der Logistikpraxis 36 Bei der Differenzierung nach Inhalten auerten die Befragten den Wunsch, eine Unterscheidung der verschiedenen Disziplinen, wie beispielsweise betriebswirtschaftlich oder ingenieurwissenschaftlich, im Wiki vorzunehmen. Bei den Voraussetzungen sind als Verbesserungsvorschlage besondere Anforderungen fur die Aufnahme des Studiums, eine verbesserte Darstellung mittels Mindmap und vertiefte Informationen zu den Inhalten genannt worden. Eine konkrete Umsetzung der Verbesserungsvorschlage im FOMildWiki ist jedoch zum einen aufgrund der interdisziplinar gestalteten Studiengange schwer und zum anderen werden ausschlielich die Informationen dargestellt, die von den Hochschulen zur Verfugung gestellt werden. Die Teilnehmerinnen der Fallstudie sollten daruber hinaus ihre Einschatzung nach einem eigenen Forum abgeben. Die Moglichkeit, Kontakte mit anderen Personen in der Logistikbranche zu knupfen, ist als wesentliche Zielsetzung eines solchen FOMildWiki Forums formuliert worden. Die Frage wurde als offene Frage konzipiert. Neun der Befragten Personen finden die Idee der Implementierung eines Forums gut. Allerdings stehen die Qualitat der Beitrage, die Richtigkeit der Angaben und der Einsatz eines geeigneten Moderators bei den Befragten im Vordergrund. Zwei der Befragten hielten die Einrichtung eines eigenen Forums fur fraglich, da bereits eine Vielzahl an sozialen Netzwerken vorhanden ist und nach deren Einschatzung das Forum vermutlich nicht genutzt werden wurde. Eine abschlieende Frage war der Wunsch nach einem Ausbau des FOMildWikis, die die Befragten wie folgt beantworten. Mehr als 90% der an der Fallstudie teilnehmenden Personen ist fur einen weiteren Ausbau des FOMildWikis, circa 9% gaben keine Meinung dazu ab. Abbildung 19: WikiAusbau 60%50%40%30%20%10%0%Ich wurde mir wunschen, dass das FOMildwiki weiter ausgebaut wird. 54,5% 36,4% 9,1% 0,0% 0,0% 123451 stimme ich voll zu 5 stimme ich gar nicht zu Quelle: Eigene Darstellung. Schriftenreihe Logistikforschung Band 30, KeuschenKlumpp: Einsatz von Wikis in der Logistikpraxis 37 6 Zusammenfassung und Ausblick Die vorliegende Untersuchung macht den Handlungsdruck in der Logistikbranche deutlich. Mit dem Einsatz von Wikis in der Logistikbranche besteht die Moglichkeit, dass Texte gelesen, erganzt oder erstellt werden. Menschen aus Wirtschaft und Wissenschaft, die sich in logistischen Aus und Weiterbildungsmanahmen befinden oder Logistikinteressierte, die sich rund um die Logistik informieren mochten, konnen ihr Wissen mit Hilfe von Wikis vertiefen und weitere Einblicke rund um die Logistik gewinnen. Durch den Einsatz eines logistikgepragten Wikis kommt die Logistikbranche der Forderung des lebenslangen Lernens ein Stuck weiter nach. Neue Bildungskonzepte sind durch Dynamik, Flexibilitat und Komplexitat in der Logistikbranche erforderlich. Durch den Einsatz eines LogistikWikis besteht die Moglichkeit des flexiblen und ortsunabhangigen Lernens. Der Wunsch nach dem Einsatz eines solchen Wikis zeigten die aus der Fallstudie gewonnenen Erkenntnisse. Dies verdeutlichten beispielsweise die gewonnenen Erkenntnisse, dass Wiki als prufungsvorbereitende Manahme zu Nutzen oder weiterfuhrende Informationen rund um die Logistik zu erhalten. Positiv hervorzuheben ist der Wunsch einer erneuten Nutzung des FOMildWikis bei den an der Fallstudie beteiligten Personen. Allerdings schlagt sich auch die hohe Komplexitat der Logistik nieder: Verschiedene Zielgruppen haben unterschiedliche Erwartungen und Anspruche an ein LogistikWiki. Die Qualitat und die Richtigkeit der dargestellten Inhalte nehmen oberste Prioritat bei einem aus und weiterbildungsbasiertem Portal ein. Je mehr Personen als autorisierte Autoren zugelassen werden, desto groer die Anzahl der Artikel je Zeiteinheit, die im Wiki hinterlegt, erganzt und verbessert werden. Jedoch lasst sich als Nachteil eine Erhohung des Koordinations und Steuerungsaufwands, zum Beispiel bei der Uberprufung der eingestellten Artikel, auffuhren. Entsprechende Konzeptvorschlage, die beispielsweise eine ausgewogene Balance zwischen Artikelanzahl und Qualitatsverlust berucksichtigen, sind zu diskutieren und zu erarbeiten. Schriftenreihe Logistikforschung Band 30, KeuschenKlumpp: Einsatz von Wikis in der Logistikpraxis 38 Anhang: Fragebogen zur Fallstudie Schriftenreihe Logistikforschung Band 30, KeuschenKlumpp: Einsatz von Wikis in der Logistikpraxis 39 Schriftenreihe Logistikforschung Band 30, KeuschenKlumpp: Einsatz von Wikis in der Logistikpraxis 40 Schriftenreihe Logistikforschung Band 30, KeuschenKlumpp: Einsatz von Wikis in der Logistikpraxis 41 Schriftenreihe Logistikforschung Band 30, KeuschenKlumpp: Einsatz von Wikis in der Logistikpraxis 42 Schriftenreihe Logistikforschung Band 30, KeuschenKlumpp: Einsatz von Wikis in der Logistikpraxis 43 Schriftenreihe Logistikforschung Band 30, KeuschenKlumpp: Einsatz von Wikis in der Logistikpraxis 44 Literaturverzeichnis Aberle, G. 2003: Transportwirtschaft, Munchen. Back, A.Gronau, N.Tochtermann, K. 2009: Web 2.0 in der Unternehmenspraxis Grundlagen, Fallstudien und Trends zum Einsatz von Social Software, Munchen. Biedermann, H. 2008: Ersatzteilmanagement Effiziente Ersatzteillogistik fur Industrieunternehmen, Berlin, Heidelberg. Bioly, S.Klumpp, M. 2012: Weiterbildungshandbuch RFID, Berlin. Borchardt, A.Gothlich, S. E. 2009: Erkenntnisgewinn durch Fallstudien. In: Methodik der empirischen Sozialforschung, Wiesbaden, S.3754. Bourmer, A. 2009: Deutschland Im Fokus: Visionare Architektur 24 spektakulare Neubauten in Deutschland, Baedeker, Allianz Reisefuhrer, Ostfildern. bundesregierung.de 2013: http:www.bundesregierung.deContentDEStatische SeitenBregThemen AZDemografischer Wandelpolitikschwerpunktdemographischerwandel.html, 22. Jan. 2013. Corbat, P. 2009: Logistik in Vertriebsunternehmen, Norderstedt. de.wikipedia.org 2013: http:de.wikipedia.orgwikiWikipedia:Meilensteine, 16. Jan. 2013 Decker, J. 2010: Logistik Lernen Bedeutung und Einordnung systemintegrierten Denkens und Handelns in der Aus und Weiterbildung. In: Schonberger, R.Elbert, R. Hrsg.: Dimensionen der Logistik Funktionen, Institutionen und Handlungsebenen, Wiesbaden, S. 10951120. Die Bundesregierung 2011: Regierungsprogramm Elektromobilitat, Berlin. Die Bundesregierung 2008: Masterplan Guterverkehr und Logistik, Berlin. duisport.de 2013: http:www.duisport.de?page_id8, 08. Jan. 2013. Ebersbach, A.Glaser, M.Heigl, R. 2008: Social Web, Konstanz. Ehrenhofer, M.Roth, C. 2010: 25 Jahre Pfohl scher Logistikwurfel. In: Schonberger, R.Elbert, R. Hrsg.: Dimensionen der Logistik Funktionen, Institutionen und Handlungsebenen, Wiesbaden, S. 2340. Flanderka, F.Stroetmann, C 2008: Verpackungsverordnung Kommentar fur die Praxis unter vollstandiger Berucksichtigung der 5. Anderungsverordnung, Heidelberg, Munchen, Landsberg, Frechen, Hamburg. Fink, A.Schneidereit, G.Vo, S. 2005: Grundlagen der Wirtschaftsinformatik, Heidelberg. fom.de 2013: http:www.fom.deforschunginstituteildinstitutfuerlogistikunddienstleistungsmanagementdasildaufeinenblick.html!tabforschungsprojekte2, 08. Jan. 2013. Gohout, W. 2007: Operations Research Einige ausgewahlte Gebiete der linearen und nicht linearen Optimierung, Munchen. Schriftenreihe Logistikforschung Band 30, KeuschenKlumpp: Einsatz von Wikis in der Logistikpraxis 45 Gomm, M.Hansen, E. G. 2010: Nachhaltige Mobilitat durch Mitfahrkonzepte. In: Schonberger, R.Elbert, R. Hrsg.: Dimensionen der Logistik Funktionen, Institutionen und Handlungsebenen, Wiesbaden, S. 495516. Gudehus, T. 2010: Logistik Grundlagen, Strategien, Anwendungen, Heidelberg, Dordrecht, London, New York. handelslogistiktrends.de 2013: http:www.handelslogistiktrends.deadminuploadsTHLExecutive Summary.pdf, 23. Jan. 2013. Hansen, U. 2004: Entsorgung und Kreislaufwirtschaft. In: Arnold, D.Isermann, H.Kuhn, A.Tempelmeier, H. Hrsg.: Handbuch Logistik, Munchen, S. B61B644. Hellingrath, B.Laakmann, F.Nayabi, K. 2004: Auswahl und Einfuhrung von SCMSoftwaresystemen. In: Beckmann Hrsg.: Supply Chain Management Strategien und Entwicklungstendenzen in Spitzenunternehmen, Berlin, Heidelberg, S. 99122. Hesseler, M.Gortz, M. 2007: Basiswissen ERPSysteme Auswahl, Einfuhrung Einsatz betriebswirtschaftlicher Standardsoftware, Herdecke, Witten. Hettler, U. 2010: Social Media Marketing Marketing mit Blogs, Sozialen Netzwerken und weiteren Anwendungen des Web 2.0, Munchen. Hertel, J., Zentes, J., SchrammKlein, H. 2005: SupplyChainManagement und Warenwirtschaftssysteme im Handel, Berlin, Heidelberg. Holderied, C., 2005: Guterverkehr, Spedition und Logistik Munchen. Holtbrugge, D. 2007: Personalmanagement, Berlin, Heidelberg, New York. Keuschen, T. 2010: Supply Chain Quality Management, Berlin. Keuschen, T.Klumpp, M. 2012: Weiterbildungshandbuch Grune Logistik, Berlin. Keuschen, T.Klumpp, M. 2011: Green Logistics Qualifikation in der Logistikpraxis, Schriftenreihe Logistikforschung, Band 16, Essen. Keuschen, T.Klumpp, M. 2010: Logistikstudienangebote und Logistiktrends, Schriftenreihe Logistikforschung, Band 12, Essen. Kille, C.Schwemmer, M. 2012: Die Top 100 der Logistik 20122013 Marktgroen, Marktsegmente und Marktfuhrer, Bremen, Hamburg. Klug, F. 2010: Logistikmanagement in der Automobilindustrie Grundlagen der Logistik im Automobilbau, Heidelberg, Dordrecht, London, New York. Klumpp, M. 2010: Logistiktrends 2010, Schriftenreihe Logistikforschung, Band 10, Essen. Klumpp, M.Clausen, U.ten Hompel, M. 2013: Logistics Research and the Logistics World 2050. In: Clausen, U.ten Hompel, M.Klumpp, M. Hrsg.: Efficiency and Logistics, Heidelberg, New York, Dordrecht, London, S. 16. Klumpp, M.Sandhaus, G. 2012: Dynamic Scheduling In Logistics with AgentBased Simulation. In: Klumpp, M. Hrsg.: The 2012 European Simulation and Modelling Conference, Conference Proceedings October 2224, 2012 at FOM University, Essen, S. 329336. Schriftenreihe Logistikforschung Band 30, KeuschenKlumpp: Einsatz von Wikis in der Logistikpraxis 46 Kneifel, F. 2009: Mit Web 2.0 zum OnlineKatalog der nachsten Generation, Wiesbaden. Koether, R. 2011: Distributionslogistik Effiziente Absicherung der Lieferfahigkeit, Wiesbaden. Komus, A.Wauch, F. 2008: Wikimanagement Das Unternehmen von Social Software und Web 2.0 lernen konnen, Munchen. Krallmann, H.Schonherr, M.Trier, M. 2007: Systemanalyse im Unternehmen Prozessorientierte Methoden der Wirtschaftsinformatik, Munchen. Kuhn, A.Hellingrath, H. 2002: Supply Chain Management Optimierte Zusammenarbeit in der Wertschopfungskette, Berlin, Heidelberg, New York, Barcelona, Hongkong, London, Mailand, Paris, Tokio. Kranert, M.CordLandwehr, K. 2010: Einfuhrung in die Abfallwirtschaft, Wiesbaden. Kummer, S.Grun, O.Jammernegg, W. 2009: Grundzuge der Beschaffung, Produktion und Logistik, Munchen. Lasch, R., Janker, C. 2010: Ubungsbuch Logistik Aufgaben und Losungen zur quantitativen Planung in Beschaffung, Produktion und Distribution, Wiesbaden. learninginactivity.com 2013: http:www.learninginactivity.comindex.php?titleVor_und_Nachteile_eines_Wikis, 04. Jan. 2013. Mathar, HJ.Scheuring, J. 2009: Unternehmenslogistik Grundlagen fur die betriebliche Praxis mit zahlreichen Beispielen, Repetitionsfragen und Antworten, Zurich. Mc Kinnon, A. 2012: Environmental sustainability A new priority for logistics manager. In: Mc Kinnon, A.Browne, M.Whiteing, A. 2012: Green Logistics: Improving the Environnmental Sustainability of Logistics, London, Philadelphia, New Delhi, S. 330. Miebach Consulting 2009: Global Logistics Trends Study 2009 Go Local for Performance Key Results of the Global Logistics and Supply Chain Trends Study, Frankfurt. Nebl, T. 2007: Produktionswirtschaft, Munchen. Orth, R. 2009: Wissensmanagement mit WikiSystemen. In: Mertins, K.Seidel, H. Hrsg.: Wissensmanagement im Mittelstand, Grundlagen Losungen Praxisbeispiele, Berlin, Heidelberg, S. 7581. Pfohl, H.C. 2009: Logistiksysteme Betriebswirtschaftliche Grundlagen, Berlin, Heidelberg,New York. Pfohl, H.C. 2000: Supply Chain Management: Konzepte, Trends, Strategien. In: Pfohl, H.C. Hrsg.: Supply Chain Management: Logistik plus? Logistikkette Marketingkette Finanzkette, Darmstadt. rfidbasis.de 2013: http:www.rfidbasis.derfid_und_logistik.html, 24. Jan. 2013. Riesenhuber, F. 2009: Grozahlige empirische Forschung. In: Albers, S.Klapper, D.Konradt, U.Walter, A.Wolf. J. Hrsg.: Methodik der empirischen Sozialforschung, Wiesbaden, S. 118. Roth, A. 2008: Aus und Weiterbildung in der Logistik. In: Klaus, P.Krieger, W. Hrsg.: Gabler Lexikon Logistik, Wiesbaden. Schriftenreihe Logistikforschung Band 30, KeuschenKlumpp: Einsatz von Wikis in der Logistikpraxis 47 Plowman, E. G. 1964: Lectures on elements of business logistics, Stanford UniversityGraduate School of Business, Stanford, California. Schwerm, E.Pietsch, G. 2007: Organisation Theorie, Gestaltung, Wandel, Munchen. Schiek, A. 2008: Internationale Logistik Objekte, Prozesse und Infrastrukturen grenzuberschreitender Guterstrome, Munchen. Schlick, C.Bruder, R.Luczak, H. 2010: Arbeitswissenschaft, Heidelberg, Dordrecht, London, New York. Schnell, R.Hill, P. B.Esser, E. 2011: Methoden der empirischen Sozialforschung, Munchen. Schuh, G.Schweicher, B. 2008: Einleitung. In Schuh, G. Hrsg.: Effiziente Auftragsabwicklung mit my Open Factory, Munchen, Wien, S. 14. Schuh, G.Kampker, A. 2011: Strategie und Management produzierender Unternehmen, Heidelberg, Dordrecht, London, New York. Scott, W. R. 1974: Organization Theory: A Reassessment. In: Academy of Management Journal,Vol. 17 2, S. 242254. Sraube, F. 2008: Trendforschung in der Logistik Logistikinnovationen 2015, Prasentation, Eigenverlag, Berlin 2008 Statistisches Bundesamt 2011: Demografischer Wandel in Deutschland Bevolkerungs und Haushaltsentwicklung im Bund und in den Landern, Heft 1, Wiesbaden. still.de 2013: http:www.still.de17834.0.0.html, 23. Jan. 2013. Strunz, H.Dorsch, M. 2009: Management im internationalen Kontext, Munchen. Vahrenkamp, R. 2005: Logistik Management und Strategien, Munchen. verkehrsrundschau.de 2012: http:www.verkehrsrundschau.deduisburgerhafenmitdeutlichemumschlagsplus1098101.html, 08. Jan. 2013. Wannenwetsch, H. 2009: Integrierte Materialwirtschaft und Logistik Beschaffung, Logistik, Materialwirtschaft und Produktion, Heidelberg, Dordrecht, London, New York. wiki.fomild.de 2013a: http:wiki.fomild.demediawikiindex.phpAuswertungsmethodik, 10. Jan. 2013. wiki.fomild.de 2013b: http:wiki.fomild.demediawikiindex.phpHochschule_Heilbronn_B.A.,_B.Eng., 17. Jan. 2013. wiki.fomild.de 2013c: http:wiki.fomild.demediawikiindex.phpAuswertungsmethodik, 22. Jan. 2013. wiki.fomild.de 2013d: http:wiki.fomild.demediawikiindex.phpKategorie:Erstausbildung, 24. Jan. 2013. wiki.fomild.de 2013e: http:wiki.fomild.demediawikiindex.phpFachkraft_f%C3%BCr_Hafenlogistik, 24. Jan. 2013. wiki.fomild.de 2013f: http:wiki.fomild.demediawikiindex.phpKategorie:Weiterbildung, 24. Jan. 2013. Schriftenreihe Logistikforschung Band 30, KeuschenKlumpp: Einsatz von Wikis in der Logistikpraxis 48 wiki.fomild.de 2013g: http:wiki.fomild.demediawikiindex.phpFachkaufmannfrau_f%C3%BCr_Au%C3%9Fenwirtschaft, 24. Jan. 2013. wiki.fomild.de 2013h: http:wiki.fomild.demediawikiindex.phpKategorie:Weitere_Weiterbildungsangebote Seminare, 24. Jan. 2013. wiki.fomild.de 2013i: http:wiki.fomild.demediawikiindex.phpKategorie:Master, 24. Jan. 2013. wiki.fomild.de 2013j: http:wiki.fomild.demediawikiindex.phpLogistikmanagement_VWA, 24. Jan. 2013. wiki.fomild.de 2012: wiki.fomild.demediawikiindex.phpHauptseite, 23. Nov. 2012. wikimanagement.de 2012: http:www.wikimanagement.dewikiindex.php 5?titleB.4.3_Die_systemtheoretischen_Ans%C3%A4tze_und_Wikipedia, 03. Jan. 2013. wikipedia.de 2012: http:www.de.wikipedia.orgwikiWikipedia:Enzyklop%C3%A4dieGeschichte _der_Wikipedia, abgerufen am 28. Nov. 2012. Wittenbrink, P. 2011: BMEUmfrage zum Transportmarkt 2012, Eigenverlag, Lorrach. zeit.de 2013: http:www.zeit.degesellschaftzeitgeschehen201212bombebonnbahnhof, 23. Jan. 2013. zhw.unihamburg.de 2013: http:www.zhw.unihamburg.deedidaktmodulnonflashindex.php?id77open77, 16. Jan. 2013. Schriftenreihe Logistikforschung Band 30, KeuschenKlumpp: Einsatz von Wikis in der Logistikpraxis 49 Die Publikationsreihe Schriftenreihe Logistikforschung Research Paper Logistics In der Schriftenreihe Logistikforschung des Institutes fur Logistik Dienstleistungsmanagement ild der FOM werden fortlaufend aktuelle Fragestellungen rund um die Entwicklung der Logistikbranche aufgegriffen. Sowohl aus der Perspektive der Logistikdienstleister als auch der verladenden Wirtschaft aus Industrie und Handel werden innovative Konzepte und praxisbezogene Instrumente des Logistikmanagement vorgestellt. Damit kann ein offentlicher Austausch von Erfahrungswerten und Benchmarks in der Logistik erfolgen, was insbesondere den KMU der Branche zu Gute kommt. The series research paper logistics within Institute for Logistics and Service Management of FOM University of Applied Sciences addresses management topics within the logistics industry. The research perspectives include logistics service providers as well as industry and commerce concerned with logistics research questions. The research documents support an open discussion about logistics concepts and benchmarks. Band 1, 112007 Klumpp, M.Bovie, F.: Personalmanagement in der Logistikwirtschaft Band 2, 122007 Jasper, A.Klumpp, M.: Handelslogistik und ECommerce vergriffen Band 3, 012008 Klumpp, M. Hrsg.: Logistikanforderungen globaler Wertschopfungsketten vergriffen Band 4, 032008 Matheus, D.Klumpp, M.: Radio Frequency Identification RFID in der Logistik Band 5, 112009 Bioly, S.Klumpp, M.: RFID und Dokumentenlogistik Band 6, 122009 Klumpp, M.: Logistiktrends und Logistikausbildung 2020 Band 7, 122009 Klumpp, M.Koppers, C.: Integrated Business Development Band 8, 042010 Gusik, V.Westphal, C.: GPS in Beschaffungs und Handelslogistik Band 9, 042010 Koppers, L.Klumpp, M.: Kooperationskonzepte in der Logistik Band 10, 052010 Koppers, L.: Preisdifferenzierung im Supply Chain Management Schriftenreihe Logistikforschung Band 30, KeuschenKlumpp: Einsatz von Wikis in der Logistikpraxis 50 Band 11, 062010 Klumpp, M.: Logistiktrends 2010 Band 12, 102010 Keuschen, T.Klumpp, M.: Logistikstudienangebote und Logistiktrends Band 13, 102010 Bioly, S.Klumpp, M.: Modulare Qualifizierungskonzeption RFID in der Logistik Band 14, 122010 Klumpp, M.: Qualitatsmanagement der Hochschullehre Logistik Band 15, 032011 Klumpp, M.Krol, B.: Das Untersuchungskonzept Berufswertigkeit in der Logistikbranche Band 16, 042011 Keuschen, T.Klumpp, M.: Green Logistics Qualifikation in der Logistikpraxis Band 17, 052011 Kandel, C.Klumpp, M.: ELearning in der Logistik Band 18, 062011 Abidi, H.Zinnert, S.Klumpp, M.: Humanitare Logistik Status quo und wissenschaftliche Systematisierung Band 19, 082011 Backhaus, O.Dother, H. Heupel, T.: Elektroauto Milliardengrab oder Erfolgsstory? Band 20, 092011 Hesen, MarcAndreKlumpp, M.: Zukunftstrends in der Chemielogistik Band 21, 102011 GroeBrockhoff, M.Klumpp, M.Krome, D.: Logistics capacity management A theoretical review and applications to outbound logistics Band 22, 112011 Helmold, M.Klumpp, M.: Schlanke Prinzipien im Lieferantenmanagement Band 23, 032012 Gusik, V.Klumpp, M.Westphal, C.: International Comparison of Dangerous Goods Transport and Training Schemes Band 24, 042012 Bioly, S.Kuchshaus, V.Klumpp, M.: Elektromobilitat und Ladesaulenstandortbestimmung Eine exemplarische Analyse mit dem Beispiel der Stadt Duisburg Band 25, 072012 Sain, S.Keuschen, T.Klumpp, M.: Demographic Change and its Effect on Urban Transportation Systems: A View from India Band 26, 082012 Abidi, H.Klumpp, M.: Konzepte der Beschaffungslogistik in Katastrophenhilfe und humanitarer Logistik Band 27, 102012 Froelian, E.Sandhaus, G.: Conception of Implementing a Service Oriented Architecture SOA in a Legacy Environment Band 28, 112012 Albrecht, L.Klumpp, M.Keuschen, T.: DEAEffizienzvergleich Deutscher Verkehrsflughafen in den Bereichen PassageFracht Schriftenreihe Logistikforschung Band 30, KeuschenKlumpp: Einsatz von Wikis in der Logistikpraxis 51 Band 29, 112012 Meyer, A.Witte, C.Klumpp, M.: Arbeitgeberwahl und Mitarbeitermotivation in der Logistikbranche Band 30, 122012 Keuschen, T.Klumpp, M.: Einsatz von Wikis in der Logistikpraxis Die 1993 von Verbanden der Wirtschaft gegrundete staatlich anerkannte gemeinnutzige FOM Hochschule verfugt uber 30 Studienorte in Deutschland. Als praxisorientierte Hochschule fordert die FOM den Wissenstransfer zwischen Hochschule und Unternehmen. Dabei sind alle wirtschaftswissenschaftlichen Studiengange der FOM auf die Bedurfnisse von Berufstatigen zugeschnitten. Die hohe Akzeptanz der FOM zeigt sich nicht nur in der engen Zusammenarbeit mit staatlichen Hochschulen, sondern auch in zahlreichen Kooperationen mit regionalen mittelstandischen Betrieben sowie mit internationalen Grokonzernen. FOMAbsolventen verfugen uber solide Fachkompetenzen wie auch uber herausragende soziale Kompetenzen und sind deshalb von der Wirtschaft sehr begehrt.Weitere Informationen finden Sie unter fom.de Das Ziel des ild Institut fur Logistik Dienstleistungsmanagement ist der konstruktive Austausch zwischen anwendungsorientierter Forschung und Betriebspraxis. Die Wissenschaftler des Instituts untersuchen nachhaltige und innovative Logistik und Dienstleistungskonzepte unterschiedlicher Bereiche, initiieren fachbezogene Managementdiskurse und sorgen zudem fur einen anwendungs und wirtschaftsorientierten Transfer ihrer Forschungsergebnisse in die Unternehmen. So werden die wesentlichen Erkenntnisse der verschiedenen Projekte und Forschungen unter anderem in dieser Schriftenreihe Logistikforschung herausgegeben. Daruber hinaus erfolgen weitergehende Veroffentlichungen bei nationalen und internationalen Fachkonferenzen sowie in Fachpublikationen.Weitere Informationen finden Sie unter fomild.de ISSN 18660304", "filename": "739821512.pdf", "person": ["Thomas Keuschen", "Keuschen, Thomas", "Matthias Klumpp", "Klumpp, Matthias"], "date": ["2012"]}