{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/72510/1/741452820.pdf"], "title": ["Adoption of mGovernment service initiative in developing countries: A citizen-centric public service delivery perspective"], "plaintext": "1 ADOPTION OF MOBILE GOVERNMENT m GOVERNMENT SERVICE INITIATIVE IN DEVELOPING COUNTRIES: A CITIZEN CENTRIC PUBLIC SERVICE DELIVERY PERSPERCTIVE.1 Apollos Patricks Oghuma, MyeongCheol Park, Jae Jeung Rho Korea Advanced Institute of Science Technology KAIST, Graduate School of Innovation, Department of Management Science, N22, KAIST 335, Gwahangno, YusongGu, Daejon 305701, Korea apooghuma;imcpark;jjrhokaist.ac.kr Abstract The phenomenal advancement of mobile technologies and the large penetration of mobile phones in developing countries have provided alternative solutions to reengineer public service delivery mechanism. Governments are now challenged to deliver an expanding set of services to citizen given the general pervasiveness and ubiquity of mobile devices. This development has given a growing focus on modernizing public service delivery to improve the efficiency and effectiveness of services. The devices have become the worlds most common means of interpersonal communication and constituting the new frontier that is beginning to transform governance; making government more accessible and more citizencentric by extending the dividends of governance. This emerging trend in public service delivery has been named m Government. This new paradigm shift of governance is the latest innovation and practice in developed countries. m Government has emerged as an appropriate form of governments initiatives using mobile devices within the purview of government administration to deliver public services to citizens and organizations in a transparent, accountable, efficient and effective manner on mobile devices. The Public Private Partnership PPP model has been advocated because of the budgetary constraints of governments. This paper examines some of the factors for its successful implementation and the policy directions for governments and other stakeholders. The paper draws on concepts from multiple theoretical perspectives using the theory of diffusion and grounded theory to understand the proposition of the new initiative. The paper explores m Government potentials for transforming governance by increasing their accessibility and citizencentricity. This study contributes to the literature on m Government by synthesizing best practices solutions for public service delivery and suggests a new business model for its sustenance. The paper also suggests policy direction to governments and stakeholders. Keywords: m Government, CititzenCentric Public service delivery, Mobile Technology, Mobile Services, PublicPrivatePartnership model. 1.0 Introduction Mobile devices are making the world go round. According to a World Bank study 2010 and Global IT research company Informa Telecoms and Media info Dev titled information and Communication for development 2012 found that an estimated threequarter of the worlds people have access to a mobile device. Close to 5 billion of the users are in developing countries. This development is bringing significant changes in lifestyle and economics. The same aforementioned World Bank report also added that mobile communications offer major opportunities to advance human and economic development from providing basic access to health information to making cash payments, spurring job creation, and stimulating citizens involvement in democratic processes. The challenge however, is how best to enable people, businesses, and 1 This research was supported by the MKE The Ministry of Knowledge.Economy, Republic of Korea, under the ITRC Information Technology.Research Center.support program supervised by the NIPA National IT.Industry Promotion. Agency. NIPA2012H0301121004. 1 2 governments in developing countries take full advantage of these opportunities towards efficient service delivery. The advancement in mobile technology is instrumental in enhancing the relationship between governments and the citizens, as well as in playing a central role during events such as the just concluded Arab Spring where social media pages and other dedicated domains were opened to help disseminate information, mobilize resources and synergize efforts. It is apposite to adumbrate a little on the example of Yemeni woman, Tawakul Karman, a 33 year old mother of three who heads the human rights group Women Journalists without Chains. She has been a leading figure in the protests as part of the antiauthoritarian revolts that have been on the rise in the Arab world. Using text messages, Facebook and other social media, she organized the first student demonstrations at Sanaa University challenging the rule of President Ali Abdullah Saleh. Karman has been dubbed Iron Woman, The Mother of Revolution and The Spirit of the Yemeni Revolution by fellow protesters. In 2011 she became the youngest ever recipient of the Nobel Prize for Peace. Additionally, in the state of Kerala in India, an m Government program deployed 20 applications and has facilitated more than 3 million interactions between the government and citizens since December 2010Alozie et al., 2011; CNN, 2011; World Bank 2011 and info Dev report, 2012. We must also not lose sight of the fact that maximal exploitation and exploration of internet portals greatly aided the election of Barack Obama as the 1st AfricanAmerican President The Economist 2011. Mobile communications is changing even faster than many have predicted that it has transformed the way we live our lives and communicate with each other, and we expect it to play a key role in the next phase of public service delivery in governments given its growth. well as a to for as repository As the world becomes more global and countries become more competitive, governments will have no choice but to become more citizencentric. Governments are becoming citizencentric by revamping traditional government operations to create a public value. ICTs have been seen as systemic tools for economic and social development. Kofi Annan had in one of his numerous papers asserted that mobile technologies is a great chance for developing countries to facilitate the integration, economic and otherwise, good governanceAnnan,2002;Mc Clurg,2003;Mossberger,Tolbert, Mc Neals,2007;Oates,Owen Gibson,2006; Wilhelm,2000. Some analysts and scholar have examined the linkage between mobile technologies and advancement of democracy public service delivery. There is no attempt in this paper to distinguish between mobile technologies and political development or democratization as concepts but we are looking at public service delivery that is citizencentric and aided by mobile technologies. Dahl.1998;Grugel, 2002. Although mobile feature prominently communications and less in governance in the developing world, account of the impact of it on governance as in mobile government has not been succinctly explored. This has been acknowledged for decades in developing countries first with respect to telecommunications and later with respect to ICT generally. Lately, much emphasis has been given to the many different social applications of ICT such as elearning, ehealth and e Government. There are ample anecdotal and, in some other realms fleeting, narratives of the interplay of mobile technologies and public service delivery. For many years nothing much happened concerning m Government in developing countries. However, over the last decade mobile technologies has developed rapidly in developing countries providing the basis for voice communications, text messaging and internet access and increasingly, for other growing variety of data communications services. technologies continue In places with bad roads, unreliable postal services, few trains and parlous landlines, mobile phones have substituted for travel; allow quicker and easier access to information, and services boost entrepreneurship and make it easier to do business. A study by World Resources Institute of 2012 found that as the developing worlds incomes rise, household spending on mobile phones grows faster than spending on energy, water or indeed anything else. Hence, mobile phones are so valuable to people in the developing countries that they are providing access to telecommunications for the first time, rather than just being portal adjuncts to existing fixedline phone, as in the developed countries. 2 3 A recent study by Leonard Waverman of the London Business School found that adding an extra ten mobile phones per 100 people in a typical developing country boosts growth in GDP per person by 0.8%. This fact is consistent with Christine ZhenWei Qiang, an economist at the World Bank. They also found that telecoms technologies promote growth more effectively in developing countries than in developed ones. This can be attributed to the fact that telecom services help markets more efficient, reduce transaction costs and increase productivity an area in which developing countries have further to go than developed ones. The benefits of mobile phones are not just economic; there are political and social governance advantages too. Again, these are just a few anecdotal examples, but they illustrate the myriad of unseen ways in which mobile phones are improving peoples lives in the developing countries in particular. According an IT journal named id 21 insights, its publication of September 2007 averred that mobile ownership brings two types of benefits: incremental benefits improve what people already do offering them faster and cheaper communication while transformational benefits offer something newnew ways to access services and support livelihood. To date, mobile phones in developing countries are more than just a fixedline alternative; however, policies and strategies have recognized that they are also communications on the move mobile, multifunctional and crossfunctional. The implication of all these cannot be understood simply by generalizing from the past research on ICTs. Governments and others need to build specific knowledge about the new capabilities Richard Heeks et al., 2007. Mobile phones have penetrated the informal sector in developing countries so much that they are helping to reinforce existing structures and inequalities. One thing is very evident that is, mobile applications in developing countries will not be used in the same ways as in developed countries. It has been noted that mobile divide will increase the disparities in society unless new initiatives and innovations, including increasing the affordability of mobile phones help reach those who are currently disconnected Abijagunet al., 2007. In 2010 the developing countries accounted for around threequarter of worlds 4 billion people with mobile phones, according to the ITUD 2010 reports. With the pervasiveness of the mobile phones to the developing countries, the center of gravity has shifted from the developed to the developing countries. The 3G is the development of new phonebased services, beyond voice calls and basic text messages, which are now becoming feasible because mobile phones are relatively widely available. Their spread in developing countries is not just reshaping the industry but we are advocating that governments use it to change the public service delivery mechanisms for citizens and businesses alike that is the thrust of this paper. The applications of mobile technologies in many different fields, like ehealth, elearning and, of course, e Government and more recently, as mobile is the preferred mode of communication is poised to change the scenarios in the developing countries Bailard, 2009; Hughes Lonie, 2007; Karjauoto, 2006. From the above, it is evident that mobile government m Government if adopted, given the mobile device antecedents in the developing countries promises to revolutionize public service delivery. This one aspect of governance that is appealing for transformation. Indeed, a large number of initiatives are being explored. But development in most developing countries is still relatively slow although some countries have taken a fast leap forward. Some other countries are mostly at planning stages. But the potentials are there, and there are also potentials for leaping quickly forward to develop the many useful applications for mobile service initiatives. The emergence of mobile devices should not only revolutionize the way business is conducted but also transform the delivery mechanism of government services. Quite a number of countries have e Government infrastructures having adopted it years back. Since the 1990s, public sector organizations across the globe have been applying internet technology and other ICTs in innovative ways to deliver services, and improve efficiency: set of practices commonly known as electronic government Silavana et al, 2008. 3 4 Most people often use the term government and governance interchangeably in contexts and have resulted into misapprehensions but for the purpose of this paper, Kumar et al.,2007 define government as an institutional superstructure that society uses to translate politics into policies and legislation. While they aver that governance is the outcome of the interaction of government, public service, and citizens throughout the political process, program design policy development, and service delivery. Kumar et al. conclude that governments are specialized institutions that contribute to governance and that governance is the outcome of politics, policies, and programs. As the lead quote from Kumar et al, the perception of e Government is the use of ICT by governments to exchange information and services with citizens, businesses, and other arms of government. Similar definitions abound among which are e Governemnt is the use of ICTs to improve public service delivery. Heeks, 2000; Trimi et al. state that e Government is the use of wired internet technology buy public sector organizations to better deliver services and improve their efficiency Trimi et al.,2008; Holden et al. state that e Government is the use of ICTs in government operations, so that government services are provided electronically 24X7Holden et al.,2003. Carroll2005 state that e Government refer to activities at federal, regional and local government levels, and that it may also refer to internal activities with government, and external relations. According to Ntaliani, e Government is rapidly becoming one of governments critical means for the provision of seamless services for public agencies, businesses and citizens to achieve better governance, in some quarters; it is referred to as democratic dividends Ntaliani 2008. An explosion in the use of mobile technologies, such as mobile phones, laptops, personal digital assistants PDAs to connect to wireless networks has enabled governments to transit from e Government to m Government Silavana et al. ,2008. Khaled et al., 2008 and M.J. Moon, 2004 both aver that within the context of e Government, m Government services can offer more access to information and through wireless communication networks and mobile devices such as pagers, PDAs, cellular phones, and their supporting systems. services and nongovernmental organizations NGOs Mobile government as the term connotes aims to bring mobility to e Government processes. m Government is a combination of the two concepts: e Government and mobility. The general notion of the term is to make use of mobile technologies in order to enhance existing e Government procedures and services. Many scholars perceive mobility differently in the context of e Government; hence a more precise definition cannot be overemphasized. In the contribution of Roggenkamp, he states that there are three levels of mobility: device mobility, user mobility and service mobility Roggenkamp, 2004. m Government is defined in various slightly different ways in many publications. An early and often cited definition is an extension or supplement of e Government Kuschu 2004. m Government is the strategy and its implementation for providing information and services to government employees, citizens, businesses and other organizations through mobile devices,Kushchu et al. and Lee et al.,2006. From the above definitions, what we can deduce is that m Government creates and guarantees mobility and portability for the public, business, and government. Besides, it is convenient in accessing information, realtime, and in turn, creates further advanced e Government services, Young et al., 2004. The potential for m Government in developing countries, however remains largely unexploited, even though, governments in developing countries are increasingly making efforts to expand mobile networks infrastructure to provide more access to information and services for citizens through wireless devices. Attempts to integrate e Government processes with mobile devices into governmental services have already been made soon as the first generation of mobile phones captured the market. With the recent technological advances in mobile technologies and the resulting rise of smartphones, m Government has become a hot topic of interest and is currently subject to several projects and activities in developing countries. This development brings about considerable changes in the ways 4 5 public administration provides information and delivers services to citizen, businesses, and other public administration systems. Mobile tools are being introduced in most developing countries enabling the strengthening of the existing public administration services and the activation of innovative ones. Mobile technologies tools are expected to provide ubiquitous, seamless, usercentric, and automated application of internet technology to public administration services and to enhance the ties among citizens, businesses, and government Alberto Asquer; IGI Global, 2011. Interestingly, globalization, localization, and information revolution are empowering citizens to demand for citizencentric public service delivery from their governments. Such a focus on government performance is expected to yield improved delivery of and access to government information and services in developing countries according to the World Bank Report on Public Service delivery, 2005. One basic purpose of this paper is to emphasize the importance and relevance of m Government by discussing its various advantages, different potentials as well as raise awareness for developing countries to see the capabilities to enhance governments administrative and procedures for easy dispensation. 2.0 Literature Overview In the recent years, several studies and white papers on m Government have been published in different countries and by various scholars. In consideration of the fact the term m Government is currently a topical issue and it has even become a buzzword all over the world. It is therefore less surprising that a lot of scientific and nonacademic literature has been published on this topic. This section introduces some relevant studies, articles, and scientific papers on m Government that have been published in the past years Several studies and white papers on m Government have been published in different countries and by various authors. 2.1 The concept of Public Private Partnership PPP The concept of PPP originates from USA, as joint publicandprivate sector funding for educational program, and then in 1950s it referred to similar funding for utilities, but has come into wider use since the 1960s Gbolagade Abiola et al., 2011. The model describes a government service or private business venture which is funded and operated through partnership of government and one or more private sector companies. It should be noted that Government contributions to a PPP may also be in kind. The objectives of PPP is to contribute to the economic integration, accelerates economic growth and sustainable development, engenders and sustains private sector in traditional public sector projects, and expand local access to international markets. This paper discusses the adoption of m Government from slightly different point of view but none to our best of knowledge has discussed on the model. PPP is defined as the cooperation of some sort jointly developing products and services and sharing risks, cost and resources Van Ham and Koppenjan, 2001. It has been viewed as a contract with no room for shortterm Broadbent and Leaughlin 2003, Carr 19998 and Bouvalrd 2004. But Statton 1989 define the model as a business and nonprofit sector in a private sector for risk sharing and for mutual production of doods or services. This definition is consistent with Salamon, 1995. The PPP has been seen as a tool of governance and management; a tool for financial arrangement; as a development strategy as well as a language game Hodge and Greve 2007; Holland 1984; Huxham 1996; Klijin and Teisman 2004 and 2005; Stratton 1989; Cillin 1998; William 1997; World Bank 1999; Agere 2000; Paoletto 2000; Osborne 2001, Savas 2000; Teisman and Klijin 2002, Hodge and Greve 2005. The PPP has been developed to cope with the lack of budget and to improve public service quality through creativity and competitiveness of private sectors Byungwoo, 2010. There is plenty of research on PPP models because the content of the model is being changed frequently to prevailing circumstances of each country and the size of project Shin 2006; Vic Kerman 2003; Herpen,2002 . One thing that can be observed from the fore goings is that it aims to reduce pressure on government budgets due to using private finance for infrastructure and also better value for money in the provision of public service infrastructure. To reduce similar infrastructural gap, some other developing countries have adopted Public Private Partnerships PPP 5 6 The World Bank, 2006. The model being a contractual agreement and collaboration formed between a public agency and private sector is currently being used to leverage government funding and operations. These partnership models had for some time been employed to deliver on priority economic infrastructure projects such as roads, hospitals, ports, e Government in Nigeria Ne Gest 2008 and now this paper advocating for the PPP model for m Government services in developing countries given the model antecedents. It is not only about funding; it provides an arrangement whereby private investors not only share gross returns orand profit with Government, they also share losses and risks involved and to mitigate against these they the private partners get involved with training of government staff, general capacity building within the Agencies and transformation of an entire Agency Ne Gest 2008. In fact, in order to ensure sustainability, the terms of the PPPs stipulate that the shares of the Government Agencies in the profits be ploughed back for capacity building, enhancement of backend resources within the agencies Agunloye, 2008. the following buy and they Menckhoff can be diversified by and Recourse to PPPs is, indeed, often motivated by public sectors objective to attract private capital towards infrastructure financing, so as to complement or substitute for limited public resources. PPPs may take many different forms, associated to different degrees of involvement of public players. There functions; are many PPP models design,build,finance,operate,maintain,own,transfer,lease,develop and Zegras,1999,Zhang and Kumaraswany,2011. There are many variations of PPP models Steinmann, 2007. Most prevalent are DesignBuildFinanceOperate; BuildOperateTransfer; BuildOwnOperate; BuildLeaseTransfer; LeaseDevelopOperate; RehabilitateOperateTransfer, etc. Song 2005. Some relevant examples of the model include the City Net in Amsterdam, the Fibre Speed and Connected Community in the UK, a range of cases in France, the cases of New Zealand fibertohome with a substantial input of public funds. In New Zealand, the government proposed in 2009 to finance up to 50% of the cost of a new broadband access network Belloc et al., 2012. In UK, more than 70% PPP projects have been executed. In Korea according to the Korean Development Institute, KDI, 2006 shows several procurement models of PPP projects. Most developing countries do not have the requisite capacity to achieve the huge amounts needed to drive development in all sectors on its own and has thus among other options embarked upon the PPP model to address the challenges constraining the growth of the economy. Governments are ensuring public services are improved in a sustainable way to follow best international practices and achieved through open competition. Obozuwa,2010. There are lots of opportunities the model provides: improving service delivery, improving costeffectiveness; increasing investment in public infrastructure; reducing public sector risk; delivering capital project faster; improving budget certainty as well as making better use of assets. The model also encourages a life cycle approach to planning and budgeting through the use of longterm contracts. It is hope that developing countries would seize the opportunities provided by evolving global partnerships to create enduring public service delivery by taking the mobile technologies advantages. The white paper Mobile Government 2010 and Beyond published by Mobi Solutions Ltd, an Estonian mobile service provider asserts that m Government will support and lead to the following future trends: raising efficiency; no citizen left behind; citizen expectations; collaboration; accessibility and broadband availability; multichannel delivery ;digital economy ;development of m Government in rural areas; location awareness. The white paper also identifies the following challenges: physical limitation; cost; m Digital divide; mobile mindset; privacy and security; big data; resistance to organizational change; technology standard and global standard. The white paper concludes thus: mobile services are indeed useful to improve government, encourage citizens empowerment and build democracy. It is now unambiguous to state that the functions of m Government will reduce previous barriers and therefore, offer equal communication to every member of the community. We can see that the productivity of health system and public service delivery is dependent on ICT and mobile communication industry will soon take advantage. The abilities of mobile phones remain vastly 6 7 underused by the average owner and evidently by the government. Mobile applications have yet to really entrench in our lives. In 2008, the O2 Ireland sponsored study on m Government in Ireland 2008 which was published by i Reach, 2008. The paper suggests m Government initiatives for the following topics: m Voting; m Eductaion; m Citizen. The paper concluded that the benefits of both e Government and with it m Government are added convenience and flexibility for both government and staff and member of the public i Reach,2008. A study by Claire Huijnen on Mobile tourism and mobile government published by the European Centre for Digital Communication EDDC in 2006 concluded with the identification of different challenges m Government has to overcome. The paper mentions several issues such as infrastructural development, payment infrastructures, privacy and security, legal issues accessibility, and the compatibility of mobile systems with existing e Government systems. A study by Ibrahim Kuschu on Positive Contribution of Mobile Phones to Society published by the mobile Government consortium international in 2007 emphasizes the great potential of m Government to make valuable contributions to citizens welfare. He elucidates that mobile phones help to create an informative, connected, culturally innovative, participative and converging society. Shadi alkhamayseh et al., 2005 identified fourteen success factors of m Government by doing an intense literature research. Sandy et al., 2005 introduced a success factor model for m Government which aims to assist developers in planning and implementing m Government services. They identified and classified success factors into: cost, business reengineering, education, acceptance, security and access. Karannn and Khoo, 2008 identified infrastructural investment, regulatory and political environment, awareness and acceptance, security and privacy, and equitable acceptance as key success factors for m Government. In another scientific publication, Tarek Elkiki, 2007, reports on the barriers to m Government on organizational, technical, infrastructural, government, and social level and provides suggestions how to overcome these issues. Jennie Carroll, 2005 examines identify gaps that government services should satisfied. He avers people using mobile technology depends on their age and other sociocultural factors. He recommends that high user acceptance should be achieved during the design and implementation of m Government services. In another development, J.Carroll looks at m Government from the users perspectives and concludes that m Government can mandate the provisoion of services but they cannot mandate their acceptance. Many have argued that it is too early in the season to consider m Government when e Government has not even reach maturity. Others are of the opinion that it is inappropriate to seek m Government prior to conducting a thorough audit of the transformation that e Government has brought in developing countries. m Government will depend to a large extent on its potential to optimize e Government rather than depreciate efforts gained with e Government. Accordingly, there is great need to therefore understand the extent to which m Govenment is a complement, substitute or even distraction to e Government. Governments must now respond to their citizens quest for citizencentric public service delivery by enhancing and capitalizing on the opportunities of the mobile technologies. m Government initiative though is an ambitious initiative that will deliver better services to meet the social , health and economic needs of the citizens should be convenient and accessible as services provided by the likes of banks, airlines and hotels according to the Integrated Public Service deliveryWhite Paper 2010. Within this context therefore, this paper presents the concept of m Government in the developing countries taking cognizance of the pervasiveness of the mobile technologies; identify the high impact services as well as transition along the trajectory of emerging innovative business models in providing mobile services. The objectives of this paper are, to present the concept discuss the opportunities of m Government to improving the lives of citizens and to identify mobile services and business models that have strategic high impact in developing countries. To achieve the objectives, it is essential to undertake both theoretical and empirical research. The paper will explore the existing technologies and comparative study of m Government implementations elsewhere. 7 8 This paper is structured as follows: section two presents the overview of m Government and mobile services. Section three contains the brief discussion about the mobile communication and business models. Section four presents the opportunities and challenges of the m Government in developing countries. Finally, in section five, conclusion and recommendation of this study are presented. We conclude the paper by providing a case for broader perception of m Government as means for comprehensive socioeconomic development and government information services delivery especially to the marginalized communities. 3.0 Mobile Government Definitions and Differentiations of m Government and e Government The term m Government comprises a broad spectrum of services and initiatives. In general, the term m Government comprises the term mobility and e Government. Kumar et al. have succinctly distinguished between government and governance. According to the distinction they made in their paper Kumar et al.,2007 government is an institution superstructure that the society uses to translate politics into policies and legislation Contrary, they state that governance is the outcome of the interaction of government, the public service and citizen throughout the political process, policy development, program design and service delivery. Kumar et al. conclude that governments are specialized institutions that contribute to governance and that governance is the outcome of politics, policies and programs. m Government seeks to promote some ubiquitous access to government information and services. m Government and e Government are not two distinct entities. Kumar at al. refer to e Government as the governments use of ICT to exchange information and services with citizens, businesses, and other arms of government. Similar definitions of e Government can be found in other m Government related publications as well. Just for an example, Silvana et al.,2008, state that e Government refers to the use of wired internet technology by public sector organization to better deliver their services and improve their efficiency. Holden et al., 2003, state that the conception of e Government generally refers to the use of ICTs in government operations, so that government services are provided electronically 24X7. It is evident from this definition that Holden et al. include one of the benefits of e Government into its definition, namely the theoretical permanent availability of services. Carroll,2005, adds to Holden et al .definition that e Government may refer to activities at federal , regional and local government levels and that it also refer to internal activities within government, and external relations. From the above definitions of e Government as posited by many authors in their publication, they differ slightly but have common consent in that it refers to the provision of information and services by government using ICTs. One thing is clear here, there is no limitation to the use of technology. m Government aims to bring mobility to e Government processes . Roggenkamp, 2004 reflects upon the mobility. He states that there are basically three levels of mobility: social level of mobility, a physical level of mobility, and virtual mobility being added by the introduction of ICTs. Additionally, Roggenkamp further defines three different types of mobility into device mobility, user mobility and service mobility. He also provides a very important distinction between wireless and mobile. While mobile basically means the ability to communicate anytime and anywhere ubiquitous wireless just refers to the fact that a device is without wires. For succinctness, a PC being connected wirelessly to a WLAN is still not able to provide the same degree of mobility as a smartphone. From the above background, one thing that is clear is that m Government is a combination of the two concepts of e Government and mobility that have been described and defined in the above paragraphs. m Government is therefore the provision of mobility to the existing e Government procedures and services and to develop new mobile approaches in the field of application, Thomas Zefferer, 2011. m Government service initiative is underpinned by a common purpose to improved public service delivery targeting a specific issue or problem that are fitforpurpose in other words to make citizens dealing with governments easier, PeppersRogers groups,2010. There is no gainsaying the fact that the intention of m Government is quite intuitional. It has been defined differently in many publications. 8 9 Kuschu et al. who claimed that m Government may be defined as a strategy and its implementation involving the utilization of all kinds of wireless and mobile technology, services, applications and devices for improving benefits to the parties involved in e Government including citizen, businesses and all government units. Antovski et al., 2005, provide a rather loose definition of m Government. They simply state that m Government is largely a matter of getting public sector IT systems geared to interoperability with citizens mobile services. This definition is corroborated by Carroll 2005. In contrast, Misra, 2010, provides a short and concise definition of m Government by stating that m Government is public service delivery including transaction on mobile devices like mobile phones, pagers, and PDAs. This paper will further reiterate that although several slightly different definitions of m Government can be found in extant literature, there is common consent that m Government is a subset of or complement to e Government. m Government is no replacement or successor of e Government; it aims to enhance existing e Government services using mobile technologies and to extend the set of offered services Kushchu et al ; Thomas Zefferer 2011. In another development, Misra, 2010 provides another perspective that we are currently in the third phase of the development of webbased e Government which is technology inspired and called m Government. Kumar et al alluded to this fact that m Government is a technology specific subcategory of e Government. There are almost as many slightly differing definitions of m Government as there are publications on this topic. However, two main principles have been seen as common consent: m Government denotes the utilization of mobile technologies for electronic governmental services, as well as the development of new approaches using mobile approaches; m Government is a subset or extension of e Government. m Government is no successor of or replacement for classical e Government approaches but aims to enrich the set of offered electronic governmental services by means of mobile technologies. Like e Government, m Government operates on four different levels of interactions as identified in the figure 1 below. m Governmemt m Government to Citizen m G2C to Citizen m G2B m Government m Government to Citizen m G2E to Citizen m G2G Figure 1. m Government interactions m G2C: refers to the interactions between government to citizen m G2B: describing the interaction of government with business m G2E: concerning the interaction between government and to its employee m G2G: referring to interaction to interagency relationships and the interactions between governmental agencies. Presently, the most common interaction is m G2C Ntaliana, 2008. Therefore this paper focuses on m G2C interaction which enables ubiquitous citizencentric public service delivery from government. According to Ntaliana, 2008, m Government services can provide particular support and solutions for citizen, as follows: 9 10 Mobility and ubiquity. The major advantage of m Government is mobility, namely the ability to reach citizen anywhere and anytime. Provision of locationbased government services. The ability to determine a persons location based services creates new location and provide exact physical opportunities. Ontime information delivery. Realtime connection and fast access. Ease of use. Enhanced level of customization and personalization of mobile devices Improving emergency management. It is evident that m Government is a promising solution for overcoming administrative inefficiency and helping rural citizens and businesses, because they are far off the decision and policy making hubs. m Government is aimed at transforming public service delivery but it requires careful planning from on the government side, not just enthusiasm for technology. It is evident that mobile communication technologies are the key catalyst for transformational change that is citizencentric. We shall see that this initiative requires separate strategies according to Kuschu et al and Misra 2010. The strategies needed to be developed: an infrastructure strategy, a usercustomer strategy and organizational change strategy. They both emphasized the need for pragmentic planning on the side of government organizations and that technology was not the focus of planning, but the end user, be it worker or citizen. 4. Theoretical framework and Techniques Studies have attempted to identify the reasons for the delay in adopting of m Government in developing countries and found that it was caused by a number of factors, including not knowing that it can be accessed Horrigan and Murray,2006, the lack of relevant contents and services Wilhelm, 2003. Additionally, many studies have dealt with the infrastructure placing emphasis on both availability and policy matters Gorp, Maitland, Hanekop, 2006; Preston et al., 2007. Arguably, the classical diffusion of mobile technologies is too simple to account for all the complexity that surrounds an innovation such as mobile services Leeuwis, 2004. Infact, research suggests that the penetration and diffusion of mobile technologies is not a consequence of a single action or factor but of interplay between factors and approaches Mahler Roggers, 1999; Trkman, Jerman Blazik, Turk, 2008. In a comparative case study between developed countries, Lee and Chan Olmsted 2004 found the main difference to be grounded in policy supporting technology and consumer demand. In this case, only desk materials of governmental publications, press reports and online documents were examined Lee ChanOlmsted 2004. This paper will make developing countries desiring to adopt m Government to provide citizencentric public service delivery the primary concern of the study. The research question is as follows: what are the reasons or motivations for governments of developing countries want to adopt m Government? Because only little research currently exists in the field, there is a need for an enriched theoretical approach aimed at empirically examining the relationship between e Government and m Government and the interpretation of benefits. Second research question is the following: How can knowledge about the motivation and needs of m Government be utilized in an effort to achieve a citizencentric public service delivery and with a sustainable business model? This paper extends the existing knowledge of e Governemnet by offering a systematic analysis of it and the presence of mobility effect of m Government. The paper draws on concepts from multiple theoretical perspectives using the theory of diffusion and Grounded theory GT to empirically understand the proposition of the new initiative. This is because 10 11 GT focuses on basic social processes toward service delivery as well as explores the contextual factors affecting citizens in terms of service delivery Crook, 2001; Glaser, 1978 and Dey ,1999. Citizens want product or and service as means to reach some desired benefits or consequences at their earliest convenience, which in turn are determined by their social values. The faster citizens get government information and service the better they become. Hence the string of engagement from service attributes to consequences to personal values Gutman,1982. To assess the theoretical rate of diffusion in relation to mobile technologies, the laddering technique is applied Reynolds Gutman, 1988. Laddering is a semi structured interview that gives the respondent the opportunity to explain in hisher own words why and how something is of importance to him or her. It follows that a vital part of the interviewing processing or service under study, which case is m Government adoption. This approach is in accordance with GT GlasserStrauss, 1967. The mobile technologies and existing e Government infrastructures in developing countries are conducted using snowballing, that is selecting key infrastructures, government determination to provide service delivery to its citizen and processing important knowledge e.g., Glasser and Strauss,1967. We are looking at basic social processes Crook,2001. We explored the integral social relationships and behaviours of citizens with respect to mobile technologies as well as took cognizance of citizens act toward things on the basis of meaning social interactions Glasser,1978; Blumer,1962. We are not oblivious of the many versions of GT Bey, 1999; the qualitative research point of view is anchored on the basis of Strauss and Corbin 1990 whereas, the need for social processes Charmaz, 1995, 2002, considering the mobile boom as a phenomenon we took the extant literature as data Glaser 1992. From the perspective of GT, the motive that exists for government of developing countries to adopt m Government, can be structured in to codes: Values; Consequences and Attributes. The first motivational pattern to be identified is clustered around the social ties and community and involves the trajectory to improved service delivery mechanism, improved information and services among government, businesses and citizens. The second motivational pattern relates to activity and innovation. It has provided spinoff in terms more participation of people in governance consequence of social tie. A third motivational pattern is connectional stability in relation to value of innovation; anywhere and anytime. A fourth motivational pattern is clustered around the perception of transparency, convenience, and saving time. The final motivation for m Government as seen from GT is that of value equality, belonging, and to a lesser degree economics. The thematic analysis using the GT from the above provides evidence for the developing countries for further nuancing of reason to adopt m Govenment. In developing countries, mobile is clearly dominating; fixed telephone lines remain the exception and penetration is at 3 per 100 inhabitants, by far the lowest in the world. Hence, the uptake of fixed broadband is likely be dominated by mobile broadband. The falling prices and the availability of 3G and the likes of 4G and LTE are expected to change this over the coming years according to ITUD, 2011 reports. Kuschu et al., 2003 and Lallan, 2009 averred that m Government is particularly suited for developing countries where internet access rates are low but mobile phone penetration is growing at an exponential rate. Therefore, in developing countries, where e Government applications have faced difficulties, the majority of the population lives in rural areas, and infrastructures are not well developed; m Government is the best solutions in delivering government services to rural communities. Government in developing countries can start implementing m Govenment in three different phases. Firstly, application should be developed to reach citizens in time of crisis such earthquakes. This could be from government to citizens in one wayfashion. Secondly, more interactive m Government application can be developed to allow citizens participation in government activities. Thirdly, highly interactive m Government applications can be developed as contended in Farshid Ghyasi, 2009. Three approaches are achievable from the m Government model shown above; Government independently launches m Government services using the gateway of Telcos. The second approach although similar to the first, except that the m Government service is provided through portals of 11 12 Telcos. The third approach involves the exclusive usage of Government gateway designed for m Government services, as an integrated service channel, Kim et al.,2004.This approach is consistent with some extant literature that discuss privacy and security of government information Karan et al., 2008 and also consistent with of Alkhamayseh et al.,2005 but differs from them in important ways. Whereas Kim et al advocate for government entire ownership as it were, we argue that public private partnership3Ps model could be used to make up for budgetary pressures of many governments as a result of growing demand of services, Wong, 2006; Mc Quuaid 2000; Kernaghan, 1993; Kouwen Hoven ,1993. Since the aftermath of the economic recession of the 1990s, countries of the EU have increasingly been reforming their public services and discussing alternative to meeting the future public service to their citizen Bode, 2006, EC, 2004, Ec 2003, HM Treasury, 2003, Piekkola, 3003. According to the Worldbank,2007, benefits of the 3Ps model are evidently convincing as in increasing efficiency in the execution of service, enhancing implementation capacity , risk reduction and mobilizing financial resourcesYliherva,2006,Demirage et al.,2004, Brunila et al .,2003; CIC, 2000. Now Public Private Partnership PPP has become a favorite tool for providing public services and developing society in both developed and developing countries. At the most general level Public Private Partnerships PPPs are generally recognized as long term cooperative institutional arrangements between public and private sectors to achieve various purposes. There is a wide range of PPPs with diverse features and involved in different activities. However, very few people agree on what exactly a PPP is and what is its definition. There is no precise and widely accepted definition of PPP and the concept of PPP is still contested. PPPs are viewed from different angles. These include as a way of managing and governing organizations, as an institutional arrangement for financial relationship, as a development strategy, and also as a language game Khanom, 2009. The review of different definitions indicates that there is no precise agreed definition of PPP The World Banks definition of PPP is closely aligned to that of the Asia Development Bank Institution 2000. The World Bank 1999 defines PPP as joint initiatives of the public sector in conjunction with the private, for profit and notforprofit sectors, also referred to as the government, business and civic organizations. Public funds may also be involved in the creation of PPP, although they do not constitute an essential element on these agreements. Recourse to PPPs is indeed, often motivated by the public sectors objective to attract private capital towards infrastructure financing, so as to complement or substitute for the limited public resources. PPPs may take many different forms, associated to different degrees of involvement of public players. In some cases, often denominated Private Finance Initiatives or DesignBuildfinanceOperate DBFC, financial resources are predominantly of a private nature. In other cases, the presence of public capitals is more substantial. This is the case for PPPs in the form of DesignBuildOperate DBO, BuildOperate and TransferBOT, Build and TransferBT, BuildRent and TransferBRT Belloc et al.,2012;Herpen,2002;Shin,2006; Vickerman,2003; Song, 2005; Allen,2001; Menckhoff and Zegras, 1999; Zhang and Kumaraswamy,2001. Relevant examples of the adoption of PPPs include the experience of City Net in Amsterdam, the experience of Fibre Speed and Connected Community in the UK, a range of cases in France, where a specific legal framework has been set in place and, more recently, the case of New Zealand and Australia, where government has adopted plans to institute PPPs for deployment of fiber networks of an FTTH type FibertotheHome with a substantial input of the public funds. According to Carroll 2005, there are many drivers that contribute to the genesis of mobile government. The drivers include wireless technology evolution and the need for more effectiveness and efficiency in government service delivery as the main drivers. Similarly, Oakland County 2005 and Sandy and Mc Millan 2005 both posited that the number of mobile phones and more recently smart devices are escalating swiftly and making mobile devices phones the most common communication devices on earth. 4.1 Case studies 12 13 There are a lot of practical m Government projects and initiatives from all over the world. Schol et.al. 2006 introduce City of Seattles Mobile City Government Project . Bremer et al., 2006 introduce an SMS based m Government initiative in Mexico City. They report on results and achieved benefits for the citizens. In Torino and Italy, Carcillo et al., 2006 present a location service for m Government solutions to provide citizens and tourists with relevant information on their location. Chatzinotas et al., 2006 provides a case study of an m Government portal called Agroportal. The paper concludes with a list of security guidelines and policies, which should be followed by users in order to avoid security attacks. The case of Macedonia is very interesting as presented by Antovski et al., 2005. They conclude that citizen should be carefully educated in order to feel comfortable with m Government advocacy. This is also consistent with Antovski et. al., 2006 in their publication of m Gov: The Evolution Method in which they stress the need to encourage citizens to access the new mobile and wireless public electronic services. Below are figures showing how mobile technologies are in the increase in developing countries. Fig. 3. Mobile cellular subscription in developing and develop region: ICT development Index ITU 2008 Fig. 4. Mobile cellular subscription in developing and developed regions: ICT Development Index ITU 2008 13 14 Fig. 5. ICT Development Index from 2000 2010 ITU 2011 Fig. 6. Mobile penetration in Developing countries Source ITU 2010 Fig. 6. The global mobile data and revenue traffic Sources: Ovum Mobile Voice Data forecast 20112016 Jan 2012; Global Telecom, 25th July, 2011 14 15 Fig. 7. Global population and mobile connection m Fig. 8. Global mobile voice and data revenues Sources: Ovum Mobile Voice Data forecast 20112016 Jan 2012; Global Telecom, 25th July,2011 Fig 8. World Telecom Indicators for the World telecom Service in 2011. 15 16 In Beijing, China, Song, 2005 concludes that the success of m Government requires organizational changes and the reengineering of common processes Besides, . in being mobile, we should think beyond the potential of the mobile technology alone, rather we should think more about the meaning of m Governemt as reshaping of government itself. According to Ovum mobile voice and data forecast for 20112016 of January 2012 reports that mobile connections would surpass the overall human population by 2014. In the Middle East, several publications have been made. For instance, Naqvi et al., 2005 report on m Government initiatives in Oman. In a recent publication in Alrazooqi et al., 2010 focus on the situation in Dubai and propose an m Government solution for Dubai government. It is evident from the foregoings that m Government is actually a hot topic in the world. Given the ongoing developments and the phenomenal growth in mobile technologies, this trend is most likely to continue during the next years, hence the need for developing countries to take advantage. 4.2 m Governemnt Adoption Framework Source: Kim et al 2004 Fig. 9. m Government Adoption model Three approaches are achievable from the m Government model shown above; Government independently launches m Government services using the gateway of Telcos. The second approach although similar to the first, except that the m Government service is provided through portals of Telcos. Over the years, the telecoms industry has significantly boosted the receipts of many government agencies through various services. The third approach involves the exclusive usage of Government gateway designed for m Government service. The objective of creating the mobile service delivery gateway MSDG is to put in place governmentwide shared infrastructure and services to enable rapid development, mainstreaming and deployment of mGovernment services. It will enhance interoperability across various public services as well as reduce the total cost of operation of mGovernance services by providing a common pool of resources aggregating the demand for communication and existing e Government services, and act as a platform for various Government Departments and Agencies to test, rapidly deploy, and easily maintain mGovernance services across the country. The infrastructure should be based on open standards to ensure interoperability of apps across operating systems and devices. Eternally 16 17 Source: Kim et al 2004; Farshid Ghyasi 2004; Farshid and Kuschu ,2006 Fig. 10. m Government deployment Phase stages The diagram above shows how m Government can be deployed effectively and efficiently in three different phases: phases 1applications to reach out to citizens, phase 2applications to encourage citizens and phases 3application that requires simple transactions. Given the fact that majority of citizens now have mobile devices and are ideally suited as alternative access and delivery channels for public services. It is important to mention here that mGovernance is currently evolving, not only in developing countries but also in the developed world. The success of the proposed initiative on mGovernment will greatly depend upon the ability of the Governments to provide frequently needed public services to the citizens, create infrastructure for ubiquitous mobilebased services, adopt appropriate open standards, develop suitable technology platforms, make the cost of services affordable, and create awareness, if all these are done then an inclusive delivery of public service to citizen would have realized. Starting with SMS based m Government would have a strategic role in developing countries. It has been reported that providing public services through the SMS channel has significantly reduced time, and cost; introduced a cheaper, easier and faster informationaccessing channel; improved transparency , accountability, communication, and relationship between government and citizens; made services and procedures easier for the citizens; improved the district political image; engaged more people and increased citizen participation Susanto et al., 2010; Lallana,2004;Rannu and Semevsky,2005;Bremer and Prado,2006. 4.3 m Government in Developing Countries The high penetrations of mobile technologies in the developing countries are the keys to the potentials of m Government. Most citizens have mobile devices with them all the time and are much more accessible medium. According to the World bank report on developing countries published in 2012,a developing country is one in which the majority lives on far less moneywith far fewer basic public servicesthan the population in highly industrialized countries. Five million of the worlds 6 billion people live in developing countries where incomes are usually under 2 per day and a significant portion of the population lives in extreme poverty under 1.25 per day. In addition, the relatively lower cost of mobile device technology versus internet technology has drastically lowered the entry barriers to citizen in developing countries to be connected to government services. Mobile phones allow citizen to get access to government services virtually in any place covered by a mobile network. From the above scenario, a developing country may be one: That is largely rural or with a population that is migrating to poorly equipped cities, with a lowperforming economy that is based primarily on agriculture and where nonagricultural jobs are scarce and lowpaying; Where the populace is often hungry and sorely lacks education, where there is a large knowledge gap and technological innovation is scarce; Where health and education systems are poor andor lacking and where transportation, potable water, power and communications infrastructure is also scarce; 17 18 Where the amount of government debt is unsustainable; Where the land mass, population, and domestic markets are small and far disbursed, often on remote islands or in island groups, susceptible to natural disasters, with limited institutional capacity, limited economic diversification; andor Where government has collapsed and armed conflict has left a fragile state with weak institutions and policies, either unwilling or unable to provide basic social services, especially for the poor. It is estimated that a third of people living in absolute poverty around the world live in fragile states in a vicious cycle of poverty and conflict. Zhu et al.,2006 corroborated that there are significant differences between developed countries and developing countries in size, and time interval of adoption of new communication technologies. They found that the rate of adoption of mobile technologies in developing countries is higher than developed countries Rogers 1983, Bass 1969, and Mahajan et. al,1990. In other words, the size of early adopters in developing countries is larger than that in developed countries. Some of the attractive features that prompt shift towards m Government in developing countries include but not limited to the following: Number of mobile users and increasing penetration of mobile devices Mobiles connecting people to the internet Mobility Inclusiveness and Remote area access. Mobile phones, can reach those areas where infrastructure necessary for internet services or wired phone services is difficult to setup. In the developing countries mobile government applications have become a key method to reaching citizens in far and wide areas and promoting exchange of communication. Most importantly in countries with insufficient telecom infrastructures and greater acceptance of mobile phones, the ability of reaching rural areas may be considered as an important feature of m Government. Mobile technologies increasing inclusion of the most marginalized people in the society. Low cost: Mobile devices are relatively low cost technology, which the common people can afford to have as compared to Internet technology Ease of learning: Usage of mobile devices is fairly simple thus making it easy for nay common person to use it and to access information and service. Easy Infrastructure setup: Mobile technologies can be easily installed in countries where infrastructure is an issue and less economic constraint. Improvement on e Government effort:,Government is not a replacement to e Government but complementary to it. Also, it helps in expanding the scope of e Governance in the areas like e Democracy, e Participation, e Voting and many other forms of communication between the citizen and the government Rinku Dixit, 2009. According to Lallan, 2009, m Government can be applied to four main purposed such as m Services, m Communications, m Adminstration and m Democracy in the public sector. Some literature have categorize the applications into two domains such as backoffice and frontoffice applications, and four interactions as seen in figure 1. The backoffice applications are focused on the use of wirelessmobile technologies in intrainter government affairs m G2E, m G2G to enhance government productivity and to save cost. The second domain, frontoffice applications are focused on the use of wirelessmobile technologies to provide information and services for citizens baseness m G2c,m G2B. For developing countries, SMS based m Government allows more people to access and to use m Government services. 18 19 In the Philippines, for example people prefer to contact their government using the SMS based channelrather than Internet Lallana, 2004. Corroborating this fact Susanto and Godwin 2006 contended that SMS based m Governemnt should become a frontline system for delivering m Government services in developing countries. 4.4 Classification of m Government services We have seen from the paper that most definitions of m Government are rather loose and comprise a wide spectrum of mobile governmental applications and initiatives. We shall describe some of the most important classification approaches that can be found in extant literature. User interface: The possible approach on user interface was given by Misra, 2010. He distinguishes between webbased m Government services and nonweb m Government. He asserted that webbased services are known as e Government. The reduced screen size and limited input capabilities often make interaction with web sites through mobile web browser troublesome. m Government services in developing countries are currently relying on short text message service SMS only and can thus use be classified as non web m Government. While classical e Government services mainly rely on web technologies, m Government services usually make use of a broader spectrum of technologies being available on mobile phones. Hence, a classification of m Government services according to their user interface technology seems thus reasonable Zefferer,2011. Participants: Another often followed strategy to classify m Government services is according to the participants being involved in the particular service or procedure. According to Mobi solutions, 2010, the types of participants existing in m Government ecosystem where indicated and their possible relations between the different parties were shown as in table 1. Government Business Citizen Tourist Government G2G G2B G2C G2T Business B2G B2B B2C B2T Citizen C2G C2B C2C C2T Table 1. Classification according to participants. From the above table, the core field of application is the communication with direction to citizen citizencentric public service delivery. In contrast, less potential is expected for citizeninitiated communications. This table has been extended by Kumar et al to include government to its employees G2E. Yoojung et al., 2004 also classified m Government services in the same terrain. 4.5 Type of transaction Another key property of m Government service is the type of transaction that is carried out within an m Government process. According to Norris et al., 2005 there are three different types of transaction in e Government. This classification has also been adopted in m Govenment services by several scholars for instance in Hassan et al., 2009 and Sheng et al., 2008. Informational transactions; transactional services and operational services were identified. Purpose 19 20 Another possible classification of m Government services can be applied according to the services intended purpose. Zalesak, 2003 has identified four main purposes for m Government in the public sector. m Communication aims to improve the communication between governments and citizens. This particularly for developing countries, reaching citizens is often difficult for government. Mobile devices and appropriate m Government services allow governments to easier get in contact with their citizens m Services basically comprise m Transactions and m Payment. This allow processing of transaction between citizens and governments m Democracy comprises initiatives to improve the democratic participation of citizens using mobile devices. Lallana,2009 emphasizes importance of m Government for democracy in one of his numerous publications. Lallana asserted that m Government can strengthen existing democracies by enhancing existing institutions and that m Government can help create a more vibrant civil society. the m Administration aims to improve internal governmental operations within and between public authorities and agencies. Another interesting approach to classify m Government services has been introduced in ICDT,2007. The authors claim that there are two phases in the development of m Government services and propose to classify services according to the phase to which they belong: provision through mobile devices and provision of services which are only possible through wireless and mobile infrastructure. This according to ICDT, 2007 is actually the more crucial phase in the development of m Government. m Government initiatives in some developed countries are prompted by demands for a more responsive government, government all over the world have recognized the potential of mobile technology and are constantly exploring the potential utility and feasibility of m Government. However, m Government development worldwide has been uneven. This is attributed to two factors: the development level of existing e Government and mobile technologies. Several factors too are fueling the demand for mobile services as it were: the penetration of mobile technology and the relative low cost of entry into mobile connectivity; the convergence of wired internet and telecom network, allowing information once only available on a computer to be received through mobile phones,; and the shift towards higher data transfer rates and 3G services which promises to make more information available as faster speeds, mGov World reports 2007. We have repeatedly mentioned that m Government is a value added of e Government and therefore it will be more advanced wherever a solid foundation of e Government exists, for example, in developed countries. The mobile technologies are quite advanced such as 3G wireless, 4G LTE , costeffective, and widely used in developed countries Silvana et al., 2008 Items Traditional Government Electronic Government Mobile Government Principle Bureaucratic process Service time Service location 8Hrs, 5Days a Week Inpersonvisit, phone fax, reengineering Progress internet 247 Home or office using the internet Service form Several visit to offices Multiclicks to web portal Seamless integration and linkages wireless devices 247365 Anywhere anywhereubiquitous One needed service access time to Table 2. The diagram below shows a comparative understanding of various types of Government. 20 21 4.6 m Government initiatives in some Countries The steadily increasing worldwide popularity of mobile phones and related mobile technologies has paved the way for various m Government initiatives and activities all over the world. A selected of successful m Government projects is presented. Applications Government Agencies Description m G2C Hong Kong Alerting SMS services SMS Bank ID PKI Norway SMS VETUMA Bloodbank SMS eID solution Kenya Estonia Finland eID SMS Notification Singapore SMS Notification Malta Tax Notification Norway m G2E mPhone Korea Parking enforcement mLocal management system Anyang,Korea Tax Uijeonbu, Busan Korea phones Mobile emergency Online banking processes during Mobile signature ticket Blood repository checks To create esignatures Providing parking reminders, passport renewal Court sittings, Exams results SMS Police information devices, print ticket on the spot Parking lot, Print ticket on the spot retrieve using mobile officer Access Transfer data to the local tax to information, Table 3. . Shows m Governemt initiatives in some developing countries. The popularity and the various benefits of mobile services have led to a large number of m Government projects and initiatives all over the world. The list of activities introduced above tries to provide an overview of some current activities but is far from being complete. Consequently, some global trend can be observed from the above table. The most relevant are list below: One of the most apparent findings is the fact that SMS is still the most important technology in the context of m Government application. Modern smartphones offer a broad spectrum of enhanced communication technologies; SMS is still the technology of choice in most m Government applications. This development is dominant in developing countries however, in developed countries it is often relied on. Honestly speaking, m Government initiatives heavily depend on the country and the region, in which they are applied. In developing countries, m Govenment is an opportunity to provide governmental services to those, who have no access to other electronic communication facilities. The wide spread of mobile phones and mobile networks allow for electronic communication channel between government, NGOs, and citizens and thus helps to overcome the digital divide. Contrary, in developed countries, m Government is mainly used for convenience reasons. Since mobile devices such as smartphones are typically always on, m Government services are available to users at any time. Although the motives to adopt and use m Government services basically differ between developing countries, m Government can improve the life of citizen. The analysis done on some case studies on m Govenment initiatives and projects revealed that they could be assigned in classes of service: Health; Education; Agriculture; Security; Financial services; Transport and recently Mobile ID and Mobile Signature. 21 22 Governments worldwide have within the last decade come to the realization that ICTs is viable tool that can help them achieve their aims: to deliver efficient and cost effective services to its citizenry, clients and partners. To this end, government in most developed and developing countries of the world are at different stages of adoption and implementation of their chosen m Government policies and initiatives in a bid to reform their public sector, and improve on its services deliveries. The reality in developing countries is that most of them are still at infant stages with steep learning curves. It could be argued that a public is an extension of the kind of government that is in power. Hence in some developing countries, their public sectors present a vibrant and supportive ally in governance. It should be noted that government is divided into levels for administrative conveniences toward bring government closer to the governed. In the UK, it is broadly divided into the Central and Local Governments a twotier structure. However, in some developing countries like Nigeria, a threetier structured approach is adopted, namely Federal, State and Local Governments. Circumstantially, different countries do make choice of structure based on their needs and certain political, economic and social dispositions. However, as earlier noted governments greatest desire is to bring governance closer to the governed, while making all government services available and accessible to all; without fear of exclusion of disadvantaged citizens, clients and partners PeppersRoggers, 2010; World Bank, 2005; Osita, e Government in Nigeria, 2009. In a bid to bring government and governance to the people, the different tiers of government at one time or the other play complementary roles to ensure that the effects of their policies and initiatives are well received by the citizenry and other stakeholders as well. Not being oblivious of the tiers, a topbottom approach model to m Government implementation will serve the purpose of most developing countries given the existing of e Government structures. This model is anticipated to bring governance to the people. Governments of developing countries should set the policy and standards. In most developing countries, all the attempts to adopt and implement m Government to date have been marred by lack of understanding of what m Government is about. Introducing computerization, digitalization, mobile banking ecommerce, epayment etc are not e Government m Government in itself but some of the appendages that drives it World Bank, Public Service Delivery, 2005 It will be noted that the case studies presented have shown that m Government is already an important initiative in many countries. Mobile technologies have proven to be able to significantly contribute to peoples welfare. Taking cognizance of the fact that most initiatives we saw from the paper rely on rather simple mobile technologies such SMS, it can be expected that new advanced mobile technologies offered by modern smartphones will lead to improved service. There is no doubt that more sophisticated m Government services would be introduced in the nearest future. Similarly, it can be seen that the list of m Govenment projects given in this paper contains only a small selection of past and current m Government projects, it becomes obvious that m Govenment is currently a buzzword all the over world. It is therefore less surprising that a lot of scientific and nonacademic studies literature has already been published on the m Govenment. Many developing countries have achieved and are achieveing significant developments in m Govenment compared to past years. 4.7 Advantages of m Government According to Carroll, 2006 the advancements in the development of communication networks and mobile devices have enabled m Govenment service initiatives. He also posited that there is need for people to see a personal benefit; otherwise offered services may not be accepted. This calls for a greater sensitization in the context of m Government. Citizens need to see an advantage in doing transaction with governmental authorities with their mobile phone instead of using e Government based solutions. m Government provides several benefits for citizens compared to other approaches. The most important ones have been summarized by Mobi Solutions, 2010 and they are : mobile devices are always carried and always on; evolution in mobile technology promises more innovative services; m Government is the new frontier in public service delivery; SMS contribute to the use of e Government; mobile communications bring change in the efficiency of government work; mobile industry and services revolutionize social and economic development; marketlace of mobile, active 22 23 mobile web users and spenders is growing; SMS makes healthcare more flexible; students prefer SMS for communicating. The World Bank and its technology entrepreneurship and innovation programme, info Dev, report that nearly fivebillion of the mobile subscriptions were in developing countries .It also report that in developing countries, citizens are increasingly using mobile phones to create new livelihoods and enhance their lifestyles, while governments are using them to improve service delivery and citizen feedback mechanisms. The World Bank Sustainable Development VP Rachel Kyte asserted that mobile communications offer major opportunities to advance human and economic development from providing basic access to health information to making cash payments, spurring job creation, and stimulating citizen involvement in democratic processes. The challenge according to him now is to enable people, businesses, and governments in developing countries to develop their own locallyrelevant mobile applications so they can take full advantage of these opportunities. The reports further emphasized the role of governments in enabling mobile application development and delivery of citizencentric public services. 4.8 Factors affecting the implementation of m Government in developing countries: Even though m Government may be seen as an extension of e Government services, existence of e Government services is not a prerequisite for deployment of m Government services. The mobilebased innovative public services to be deployed under this scenario are aimed at extending the access of public services to the vast majority of the society who are unable or unwilling to access public services through internet or those which simply prefer to use mobile devices. The key objective of m Government initiatives is to enhance the bottomup participation and empower all the citizens by bring public services closer home to the populace Governments should undertake awareness creation and capacity building exercises for according greater visibility to the Mobile Government initiative amongst stakeholders and potential beneficiaries across Government, business, and Civil Society. Regardless of all the benefits we have stressed above, there exist challenges which need to be handled during its implementation. The challenges include but not limited to the following: interoperability; privacy and security; people readiness; standards, power limitation of the mobile devices; legislation on the m Services; cost of the mobile devices, infrastructure. Public awareness: There is great need for advocacy of the em services to the adoption of such services AlKhamaseh and Lawrence,2006; Choudrie and Dwivedi,2005. Mobiles services beneficiaries should continue the usage Hu et al.,2011. Trust: Just as in e Governement adopting trust is among the most significant factors affecting it usage Titah and Barki, 2006. The issue of security and privacy could also affect m Government adoption Abusamaha and Abdel Samad, 2007; Al Thunibat et al., 2011; El Kiki and Lawrence, 2007; Kuscu et al ., 2008. Cost: The cost of owning the access devices should be affordable and the cost of accessing services should be low Ghyasi and Kuschu,2004. The liberalization of the telecom markets in most of the developing countries and the implementation of competition law which is causing the prices to go down and the service quality to be up. Infrastructural constraints: the lack of advanced and secured technical infrastructure could have great effects. The interoperability system integration, adequate bandwidth, mobile device capabilities should be sorted out. 23 24 Legal framework: Adequate regulatory framework should be set up by the governments to regulate electronic transactions; crimes, data protection; signatures; privacy and security. 4.9 Conclusion This paper focuses on the adoption of m Government service initiatives in developing countries and it discusses key factors affecting its implementation as well as the business model. We note that m Government is currently seen as a new hype in the e Government circle but the valueadded services it brings cannot be overemphasized. Mobile technologies is now paving ways more than ever before for governments to deliver better, quicker and on time information for its citizens in developing countries than in developed world because they can now easily bypass building all the heavy infrastructures, the costs and time association with developing those infrastructures and adopt wireless or mobile technologiesFarshid Ghyasi,2004. The paper suggests that the PPP model should be adopted as well as the implementation should be in phases. It also adds that m Government should not be designed to replace e Government but should instead target new or additional services unavailable under the e Government. Over and above that, m Government should exploit the mobile aspect of the devices and must maximize service delivery to citizens. The services should be citizencentric. Prospects for m Government deployment in developing countries are very bright given the successes most developing countries have recorded in mobile technologies and awareness generation. Although, the issues of building relevant content, telecom services, m Services privacy and security cannot be ruled out in m Government adoption, it is suggested that governments should ensure that they build an integrated system that is highly interoperable. The strategic pursuit of m Government is expected to stimulate the transformation of government public services and should help empower citizens for ubiquitous government information and services. Three separate strategies need to be developed: an infrastructure strategy, a usercustomer strategy and organizational change strategy. We emphasized the need for pragmatic planning on the side of government and that technology is not the focus of planning, but the end user, be it worker or citizen. We must add here very quickly that overemphasis on technology will not augur well. There is currently too much focus on technology, and not enough emphasis on citizen and working practices. This trend should be critically examined. There should be a clear awareness of the impact of m Government services on the citizens for the success. This can only be successful when Governments promotes education and awareness campaigns for the service initiative to succeed. That is, m Government policy education should be taken to the grassroots. Technology is the tool, not the solution for mobile working for the reinforcement of a pragmatic citizencentric public service delivery. In order to bridge the digital divide in developing countries through broadband, governments should put in place and implement a comprehensive Broadband Policy with requisite strategic plan for implementation. This should be vigorously pursued with appropriate timelinemilestones. Government should build infrastructure that guarantees reliable broadband for its citizens. There should be more mobile penetration and mobile service should be efficient and effective.Government should subsidize the ICT infrastructure and mobile handsets. Governments should put in place adequate legislative framework and enabling environment for private sector participation to maximize the mobile boom toward effective governance that is citizencentric. In federal systems like Nigeria where there are various layers of government with an intricate tax system, governments must be cautious in order not to expose private investors to double or multiple taxation as these are invariably passed on to the end users who constitute the grass root. Where practicable, it is essential to grant tax holidays and reliefs to these investors in order to encourage them and invariably boost accessibility. This paper has been able to show that PPP is possible business model for the actualization of m Government initiatives in developing countries given the current governments budgetary constraints. 24 25 Not enough research has been done on this aspect this paper has opened up the link, therefore, filling this gap in the literature. The paper has also showed that trust, public awareness, access cost, infrastructural constraints, and lack of an enabling legal framework remain the main challenges facing the adopting of m Government in developing countries. In order to increase usage of SMS based m Government services, governments should make people aware of and provide information about the services. The bane of poor public service delivery in most developing countries has been dearth in infrastructures and business models. Harnessing the PPPs strategy will change the scenarios. New working practices need to be developed to help citizens and business corporations adapt to the new style of public service delivery that is ubiquitous, hence the need for pragmatic planning on the side of government. Governments around the world should now see governance and businesses redefined by mobile technologies. This study, however, is limited in the respect of empirical study. Thus, further study is required. References: and Political Participation. Political Ressearch N.O. Alozie, 2011: Sizing up ICTs as agents of Political development in subSahara Africa, Telecommunication Policy 352011752763 CNN, 2011. Arab League Demonstrations World Bank,2010: Mobile technologies Report : Trends in Developing Countries. Info Dev Report,2012: Global IT research company Informa Telecoms and Media info Dev titled information and Communication for development. The Economist Magazine 2011: The Economist Daily news and views: Economist.com Annan,K.A.2002. ICTs: A priority for Africas development in J.Okpaku Ed, ICTs for African Development. New York: UN ICT Task Force Dahl,R.A.1998. On Democracy. New Haven,CT: Yale University Press Grugel,J.2002 Democratization: A critical introduction. New York: Palgrave Mac Millan Mc Clurg, S.D.2003. Social Networks Quaerterly,564,449464 Mossberger,K., Tolbert,C., Mc Neal, R. 2007 Digital citizenship. Cambridge, MA: MIT Press Oates, S., Owen, D., Gibson,R.2006. The Internet and politics. London, UK: Routledge Okpaku,J.Ed.2003. ICTs for African development. New York: UN ICT task Force. Wilhelm,A.G.2000. Democracy in the digital age. London, UK: Routledge World Development Indicators 2011 World fact Book 2011 Charmaz K 1990 Discovering chronic illness: Using grounded theory Social Science and Medicine 3011:11611172 Charmaz K 2006 :Constructing Grounded Theory: A Practical Guide through Qualitative Analysis London Sage Publications Crooks DL 2001 :The importance of symbolic interaction in grounded theory research on womens health Health Care for Women International 22,1127 Dey I 1999: Grounding Grounded Theory Guidelines for Qualitative Inquiry, San Diego: Academic Press. Glaser BG Strauss AL 1967: The discovery of grounded theory: Strategies for qualitative research New York: Aldine de Gruyter Glaser BG 1978 :Theoretical sensitivity, California, The Sociology Press Strauss A Corbin J 1990 :Basics of qualitative research Grounded theory procedures and techniques Newbury Park: Sage Publications Strauss A Corbin J 1998 Basics of qualitative research techniques and procedures for developing grounded theory Second edition Thousand Oaks: Sage Publications Manish Kumar and Omesh Prasad Sinha: MGovernment Mobile Technology for eGovernment, In International conference on egovernment, India, 2007 25 and Beyond, White paper, 2010, 26 Silvana Trimi and Hong Sheng: Emerging Trends in MGOVERNMENT, Communications of the ACM, May 2008, Vol. 51, No. 5 Jennie Carroll: Risky Business: Will Citizens Accept Mgovernment in the Long Term?, EURO m GOV 2005, Brighton, UK, pp. 7787 Stephen H. Holden, Donald F. Norris, Patricia D. Fletcher: Electronic government at the local level: Progress to Date and Future Issues, Public Performance and Management Review, Vol. 26, No. 4, June 2003 Klas Roggenkamp: Development Modules to unleash the potential of Mobile Government: Developing mobile government applications from a user perspective, Proceedings of the 4th European Conference on eGovernment, Dublin, Ireland, 2004 Ibrahim Kushchu and M. Halid Kuscu: From Egovernment to Mgovernment: Facing the Inevitable Ljupco Antovski and Marjan Gusev: MGovernment Framework, Proceedings EURO m Gov 2005, eds. I.Kushchu and M.Huschu 1012.07.2005, Sussex, UK, pp.3644 D. C. Misra: Make Mgovernment an Integral Part of Egovernment: An Agenda for Action, Compendium, pp 7886, National Forum on Mobile Applications for Inclusive Growth and Sustainable Development, April 78 2010, New Delhi D. C. Misra: Egovernment: The New Frontier in Governance, New Delhi. Mobi Solutions Ltd: Mobile Government: 2010 http:www.mobisolutions.com filesMobile%20Government%202010%20and%20Beyond%20v 100.pdf, Young Kim, Jongsoo Yoon, Seungbong Park, and Jaemin Han: Architecture for implementing mobile Government services in Korea,ER Workshops 2004 Mohammed Hassan, Tareq Jaber, Zina Hamdan: Adaptive Mobile Government Framework, International Conference on Administrativ Development: Towards Excellence in Public Sector performance,2009 Donald F. Norris, M.Jae Moon: Advancing eGovernment at the Grassrrots: Tortoise or Hare? Public Administration Review,2005 Donald F. Norris, M. Jae Moon: Advancing EGovernment at the Grassroots: Tortoise or Hare?, Public Administration Review, Vol. 65, No. 1, pp. 6475 Hong Sheng, Silvana Trimi: Mgovernment: technologies, applications and challenges, Electronic Government, An International Journal, Vol. 5, No. 1, 2008 Zalesak: MGovernment: more than a mobilized government, 2003 ICDT: From eGovernment to mGovernment, ICTD Project Newsletter, August 2007 Emmanuel C. Lallana: m Government and e Democracy GSM Association Europa Technologies Limited: GSM World Coverage 2010 Jennie Carroll: Whats in It for Me?: Taking MGovernment to the People, BLED 2006 Proceedings, Paper 49, 2006 Kavita Karan, Michele Cheng Hoon Khoo: Mobile Diffusion and Development: Issues and Challenges of MGovernment with India in Perspective, Proceedings of M4D 2008, Karlstad University, Sweden Tarek ElKiki: m Government: A Reality Check, Sixth International Conference on the Management of Mobile Businesses ICMB 2007, 2007 Shadi Alkhamayseh, Elaine Lawrence and Agnieszka Zmijewska: Towards Understanding Success Factors Government, http:www.mgovernment.orgresurceseuromgvo 2006PDF2_AlKhamayseh.pdf Tarek ElKiki, Elaine Lawrence: Mobile User Satisfaction and Usage Analysis Model of m Government Services, http:www.mgovernment.orgresurceseuromgvo 2006PDF11_ElKiki.pdf, Geoffrey A Sandy, Stuart Mc Millan: A Success Factors Model For MGovernment, http:www.m 4life.orgproceedings2005PDF36_R348SG.pdf Mobi Solutions Ltd, http:www.mobisolutions.comen Kim, Y., Yoon, J., Park, S. Han, J. 2004, Architecture for Implementing the Mobile Government Services in Korea, pp. 601612. Kushchu, I. Kuscu, M.H. 2003, From Egovernment to Mgovernment: Facing the Inevitable, m Govlab, http:www.mgovlab.orglibrarymgovlabmgovlab_ikhk.pdf Mobile in Interactive 26 in 2008, to Unleash Issues for Providing UserCentric m Government mGovernment Personalisation http:www.o 2online.ie 2004 Development Modules 27 Alkhamayseh, S. Lawrence, E. 2005, MOBILE GOVERNMENT CONVERGING TECHNOLOGIES AND TRANSITION STRATEGIES, DEXA 2005, Copenhagen, Denmark, pp. 358365. Carroll, J. 2005, Risky Business: Will Citizens Accept Mgovernment in the Long Term? EURO m GOV 2005, Brighton, UK, pp. 7787. Ostberg, O. 2003, A Swedish View on Mobile Government, International Symposium on E MGovernment, Seoul, Korea, http:www.statskontoret.seuploadPublikationer20032003128.pd. Kushchu, I. and Kuscu, H. 2003 From Egovernment to Mgovernment: Facing the Inevitable? in the proceeding of European Conference on EGovernment ECEG 2003, Trinity College, Dublin. Roggenkamp, K. the Potential of Mobile Government:Developing mobile government applications from a user perspective from Proceedings of the 4th European Conference on eGovernment, Dublin, Ireland i Reach: Ireland wpswcmresourcesfileeb 87e 10545735e 5i Reach%20Booklet%202008%20%283%29.pdf. O2 Ireland, http:www.o 2online.ieo 2. Mansoor Alrazooqi and Rohan de Silva: An MGovernment Solution Proposal for Dubai Government, http:www.wseas.uselibraryconferences2010CataniaTELEINFOTELEINFO15.pdf. Panagiotis Germanakos, George Samaras, Constantinos Mourlas, Eleni Christodoulou: Innovative Personalization Services, http:www.mgovernment.orgresurceseuromgvo 2006PDF14_Germanakos.pdf. Shadi Alkhamayseh, Omar Hujran, Anas Aloudat, Elaine Lawrence: Intelligent MGovernment: Application Techniques, http:www.mgovernment.orgresurceseuromgvo 2006PDF1_AlKhamayseh.pdf. A. Farshid Ghyasi, http:www.mgovernment.orgresurcesmgovlab_afgik.pdf. Gang Song: Transcending eGovernment: a Case of Mobile Government http:www.grchina.commobilitytranscending_egov.pdf. Syed Jafar Naqvi and Hafedh AlShihi: MGovernment Services http:iisit.orgVol 6IISITv 6p 817824Naqvi 678.pdf. Abdulmohsen Abanumy, Pam Myhew: Mgovernment Implications For EGovernment In International Telecommunication Union: Measuring the Information Society The ICT Development Index, http:www.itu.intnetpressofficebackgroundersgeneralpdf5.pdf F.Bello et al.,2012: Whither Policy design for broadband penetration Evidence from 30OECD countries: Telecommunication Policy 362012 382398 Byungwoo Gil, 2011: Public Private Partnership in Transport: Trends Theory: Trends and issues of PPP models in transport focused on South Korea and the UK Herpen,G.W.E.B.V.2002 Public Private Partnership, The advantages and Disavantages examined . AET conference Cambridge. Dominic Obozuwa: 2011, PPP as a tool for infrastructural development in Nigeria: WaliUwasis Co 2011 Gbolagade Abiola and Adebayo 2011, Toward a public private partnership in the Nigerian power sector: Challenges and prospects. Victor,D.G. and Heller,T.C., eds., 2006, The political Economy of Power Sector Reform: The Experiences of Five Majoe developing Countries. Cambridge: Cambridge University Press. World Bank, 2006, Private participation in infrastructure: Lesson Learned, Paper presented at the OECD Global Forum for International Investment, Istanbul, World Bank, 2002, Private participation in infrastructure: Trends in Developing Countries in 1990 2001. Washington,Dc: The World Bank. Ibrahim Kushchu: mGovernment: Cases of Developing Countries, Initiatives in Oman, and Location Awareness of in Beijing, 27 28 28 29 29 ", "filename": "741452820.pdf", "person": ["Apollos Patricks Oghuma", "Oghuma, Apollos Patricks", "Myeong-cheol Park", "Park, Myeong-cheol", "Jae Jeung Rho", "Rho, Jae Jeung"], "date": ["2012"]}