{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/72496/1/741506017.pdf"], "title": ["The obligation to serve for telecommunications services: Divergent policy paths in Canada and the US"], "plaintext": " ITS Biennial Conference 2012 The Obligation to Serve for Telecommunications Services: Divergent Policy Paths in Canada and the U.S. Barbara A. Cherry Indiana University 1229 E. Seventh Street Bloomington, IN 474055501 USA cherrybindiana.edu By 1. INTRODUCTION Telecommunications carriers are pressing policymakers to eliminate or redefine the scope of their obligation to serve. Given that the U.S. and Canada share a similar English common law history, telecommunications carriers are raising similar legal arguments in these two nations regarding how the obligation to serve should apply in a competitive, more deregulatory environment. The fundamental assertion underlying their arguments is that the obligation to serve arises from monopoly and is not applicable in a competitive market. However, the efficacy of telecommunications carriers arguments differs greatly in these two nations. The obligation to serve for telecommunications services is now following divergent policy paths in the U.S. and Canada. In the U.S., given the dual jurisdictional nature of regulation, telecommunications carriers are pursuing multiple strategies on both the federal and state levels. On the federal level, statutory classification of services under the Communications Act of 1934 determines whether a statutory duty to serve applies Title II services have a duty to serve, Title I services do not. Carriers have successfully obtained classification of broadband services as Title I noncommon carriage services, and the Federal Communications Commission FCC has yet to rule whether voiceoverinternetprotocol VOIP services are Title II common carriage services. Large incumbent local exchange carriers ILECs are now seeking a legal transition from the provision of circuitswitched Title II to broadband and VOIP services Title I, that will enable them to not only abandon their copper wireline facilities but also to eliminate any obligation to provide Title II voice services. As to universal service, the large ILECs are seeking FCC forbearance or elimination of the federal statutory obligation to serve, including the obligation not to ITS Biennial Conference 2012 2 discontinue service without prior FCC approval, for carriers eligible to receive federal universal service support. Meanwhile, large ILECS are lobbying, and have successfully achieved in numerous states, the enactment of state laws that discontinue carrier of last resort obligations Lichtenberg, 2012. In Canada, both narrowband and broadband services are statutorily defined as common carrier services under the Telecommunications Act of 1993 and provincial regulation has been federally preempted. Under this statutory framework, the telecommunications carriers recently sought relief from the obligation to provide voice services in forborne exchanges in a proceeding, Telecom Notice of Consultation 201043, opened by the Canadian RadioTelevision and Telecommunications Commission CRTC to consider, among other things, whether the obligation to serve and the basic service objective should be modified. In its regulatory policy decision, Telecom Regulatory Policy CRTC 2011291 2011, the CRTC concluded that the obligation to serve is retained for the provision of voice services by incumbent local exchange carriers: 1 for the basic service objective in regulated exchanges, and 2 for standalone primary exchange service in forborne exchanges. Why are the policy outcomes regarding the obligation to serve diverging in the U.S. and Canada? This paper asserts that a critical component of this policy divergence is that these nations have differing perceptions of the shared common law history underlying their statutory laws. Moreover, these differing perceptions result from different administrative procedures, whereby the CRTC but not the FCC expressly considered the legal status of the obligation to serve in a competitive environment. As explained in depth in prior research Cherry, 2006 2008, the common law obligations of common carriers and public utilities have been misunderstood and mischaracterized in the U.S. The result has been a misattribution of the obligations to the existence of monopoly power and the claim of their inapplicability to a competitive environment, contributing to the FCCs classification of broadband services as Title I information services that do not bear the duty to serve upon reasonable request and to misleading discourse regarding network neutrality. This misattribution is now being exploited by large ILECs in the states to support passage of state laws that eliminate carrier of last resort obligations for voice services. By contrast, in Telecom Regulatory Policy CRTC 2011291, the CRTC expressly rejected the ILECs argument that the obligation to serve can only be lawfully imposed for voice services ITS Biennial Conference 2012 3 where there is a monopoly. This decision was reached as a result of the CRTC opening a proceeding to squarely address the issue of the obligation to serve under the current statutory regime and its implementation under deregulatory policy developments a step that the FCC has not taken. In so doing, the CRTC was provided and considered conflicting legal opinions as to the obligation to serve. Michael Ryan provided a legal opinion on behalf of the ILECs. I provided a legal opinion in response on behalf the Public Interest Advocacy Centre PIAC. Unlike the FCC, the CRTC also held a hearing in this proceeding at which all Commissioners were present. Parties were given opportunity to provide public statements, subject to direct questioning by the Commissioners. The CRTCs decision to squarely address the issue of the obligation to serve in a formal proceeding provided the opportunity for interested parties to directly confront the fundamental errors, or mischaracterizations, of these obligations that ILECs advocate to influence future policy development. Such a focused opportunity, or forum, to counter ILECs arguments has not developed in the U.S. Instead, refutation of ILECs arguments require repeated efforts in multiple fora federal and state, legislative and regulatory in which the ILECs can exploit their superior resources and foster confusion. Given the shared British common law history in the U.S. and Canada, the errors exposed are the same in both nations. This paper provides the legal analysis presented to the CRTC on behalf of PIAC in sections 2 through 6. It examines the common law history underlying the obligation to serve for common carriers and public utilities, and explains that the most fundamental error of ILECs arguments is the claim that the common law obligation to serve underlying the statutory regime requires a monopoly. Section 7 then discusses the decision of the CRTC rendered upon consideration of conflicting legal opinions filed on behalf of ILECs and PIAC. The purpose of providing the legal analysis here is in furtherance of several goals. One is to directly confront the mischaracterizations of the common law made by ILECs that the CRTC found influential, and thereby provide the foundation for the type of focused analysis that should also be conducted in the U.S. The second is to raise awareness as to the difficulty of confronting these mischaracterizations, given the depth of historical analysis necessary to both explain and fully appreciate their significance, in the context of piecemeal and distributed policymaking fora in the U.S. ITS Biennial Conference 2012 4 2. INTRODUCTION TO THE LEGAL OPINION ON BEHALF OF PIAC Classifying a firm or industry under the heading public service imposes an explicit set of obligations on that firm or industry. In this respect the public service concept differs from other types of regulation and has important policy consequences Stone, 1991, p. 28. These obligations include the duty to serve. In CRTC Telecom Notice 2009575 par. 3, the Commission described the obligation to serve as including the obligation to provide service to: existing customers; new customers requesting service where the carrier has facilities including the requirement to act as carrier of last resort; and new customers requesting service beyond the limits of the carriers facilities. There is an important common law history underlying designation of a firm or industry that bears the obligation to serve. It is critical that this legal history be properly understood and interpreted in order to guide the Commissions consideration of the obligation to serve in the present proceeding. The common law history of the obligation to serve has often been misunderstood. Some modern commentators focus on a modern concept of economic criteria and overlook the importance of the historical social criteria for imposing this special obligation on an industry or firm. In particular, some erroneously interpret legal history by claiming that common law imposition of a duty to serve requires the existence of monopoly. As will be discussed, under the common law the imposition of the duty to serve was originally, and often continues to be, independent of the existence of monopoly.1 Furthermore, the legal history shows that the scope of the duty to serve has evolved over time. Public service companies must serve not only within existing capacity, but also have an affirmative obligation to extend their facilities within their service area and usually have a barrier to exit. History also shows that industries to which the common law duty to serve may be imposed changes over time, such as due to changes in transportation and communication technologies. During the nineteenth century, the common law duty to serve was imposed on new technologies such as railroads, telegraphy, telephony, as well as gas and electric utilities. The extension of the duty to serve to new technologies and services is relevant to inquiry as to whether the duty should be extended to broadband service. 1 This is true however monopoly is defined actual, natural, virtual or practical. ITS Biennial Conference 2012 5 Michael H. Ryans 2010 legal opinion submitted in this proceeding reflects some of the misunderstandings of other commentators. The most fundamental error throughout his analysis is the claim that the common law obligation to serve requires a practical monopoly. This claim arises from a misinterpretation and misapplication of foundational Canadian and U.S. cases, Chastain v. British Columbia Hydro and Power Authority, Chastain 1973 2 W.W.R. 481, and Munn v. Illinois, 94 U.S. 113 1876, respectively.2 It is also a factual misrepresentation of the common law, even for the telecommunications sector itself because both telegraph and telephone systems were considered public service companies during competitive eras. Ryans opinion also appears to conflate the common law of common carriers and public utilities. Telecommunications carriers are both common carriers and public utilities under the common law, and failure to appreciate the dual classification is likely to misdirect inquiry in this proceeding. Finally, in my view, Ryans conclusions as to whether a carrier may be required to provide broadband service is inconsistent with both the common law and the contextual analysis required by Metcalfe Telephones Limited v. Mc Kenna et al, 1964 R.C. S. 202, reversing 1963, 85 C.R.T.C. 157 B.T.C  For all the foregoing reasons, I disagree with some of Ryans conclusions, which are articulated with specificity throughout my opinion. The structure of my opinion is organized as follows. To most effectively demonstrate the fundamental error flowing throughout Ryans analysis his claim that the common law obligation to serve requires a practical monopoly, it is necessary to start with an examination of the common law origins of the duty to serve. Awareness of this foundational legal history is critical for correctly interpreting more modern Canadian case law, and in particular Chastain which is the case on which Ryan most directly relies. Therefore, my analysis starts in Section 3 with a review of the origins and subsequent evolution of the common law duty to serve as well as a brief discussion of statutorily imposed duties to serve. Section 4 then examines the correct interpretation of Chastain and Munn v. Illinois, and explains why Ryans analysis is a misinterpretation and misapplication of these cases.3 Section 5 explains why Ryans claim of practical monopoly is factually inaccurate for the telecommunications industry itself, and a why 2 Chastain briefly describes some aspects of the ancient English common law duty to serve, but then directs the reader to the U.S. Supreme Courts examination in Munn v. Illinois of the historical roots of this principle that the United States and Canada have applied in common. 3 Section 4 also discusses a second U.S. Supreme Court case, Nebbia v. New York, 291 U.S. 502 1934, that clarifies how to correctly interpret Munn v. Illinois. ITS Biennial Conference 2012 6 a duty to serve is consistent with regulatory policy based on competition and forbearance. Section 6 discusses the evolution of the scope of the duty to serve to require extension of facilities within an existing service area in order to preclude selective refusals to serve customers. It discusses the necessity of contextual evaluation of circumstances in enforcing such a duty under Metcalfe Telephones Limited v. Mc Kenna, and why Ryans conclusions as to broadband are inconsistent with this case. Section 6 concludes with discussion of the evolution of the scope of the duty to serve to include a barrier to exit prior regulatory agency approval to discontinue service or abandon facilities, and the challenges of applying the carrier of last resort obligation in a competitive environment. 3. THE COMMON LAW OBLIGATION TO SERVE 3.1. Origins During Feudalism: Public Callings From medieval times under English common law, public callings or common callings bore unique obligations under tort law merely by virtue of their status as public employments. Public callings were simply undertakings to serve the public,4 unlike the performance of services within the feudal relation of lord to man that was considered private employment. During the medieval period, the state of society was so primitive that most economic activities were conducted in the context of private rather than public employments Burdick, 1911, p. 522. Moreover, public employments bore obligations as a matter of law under tort law, as the common law of contract did not yet exist.5 Public callings included not only common carriers and innkeepers, but also other occupations such as blacksmiths, surgeons, tailors, barbers, bakers and ferrymen.6 The tort obligations of public callings are a duty to serve all upon reasonable request without unreasonable discrimination at a just and reasonable price and with adequate care.7 The tort obligations borne by public callings were based solely on their status as public employments and not on the existence of monopoly.8 Unfortunately, modern commentators have inappropriately 4 The term common calling meant that the practitioner of an occupation 1 performed the occupation as a means of livelihood and 2 held himself out to serve the public at large, as distinct from performing the services exclusively under private arrangements Payton, 1981, p. 147 n. 1. 5 For a discussion that the common law obligations of public callings arose under the English common law of tort, see Cherry 1999, pp. 810. See also Burdick 1911, at pp. 516517. 6 For a discussion of public callings, see generally Adler 1914. 7 See Adler 1914 at pp. 159161; Stone 1991, at pp. 2930; Payton 1981, pp. 122136, 144. 8 For a discussion that classification of a public calling is not based on the existence of monopoly, see Adler 1914, at pp. 146152, 156; Stone 1991, at p. 29; Payton 1981, at pp. 130131. ITS Biennial Conference 2012 7 attributed the public callings duty to serve to the existence of a virtual monopoly. Some modern commentators have attributed the duty to serve to the fact that the innkeeper, the smith, and the common carrier have a virtual monopoly visavis their individual customers. Although the concept of virtual monopoly may appeal to the modern mind because it makes imposition of the duty to serve economically rational, we should recognize that contemporaries would have been baffled by such an explanation.   The monopoly theory does not account, however, for the other bases of the duty in cultural expectations and public policy that can plainly be seen underlying the law. Payton, 1981, pp. 130131, footnote omitted. The duty to serve was imposed under local custom, or custom of the realm Payton, 1981, pp. 123131. In addition, one of the grounds underlying the common law obligations of innkeepers, blacksmiths and common carriers is that they were essential to travelers, a uniquely vulnerable class of people whose safety and wellbeing were important for the good of the realm Payton, 1981, p. 130. 3.2. Transition to Capitalism: Survival of Common Law Duty for Some Public Callings During the latter part of the seventeenth century, most trades began to do business as public employments, so the concept of a public calling began to lose its significance Stone, 1991, pp. 2930; Burdick, 1911, p. 522. By the end of the eighteenth century in ordinary trades there ceased to be any need for a distinction between the common and the private exercise of trade Adler, 1914, p. 157, emphasis in original. Although the original economic reasons for the idea of common calling disappeared, the concept underwent an important transformation Stone, 1991, p. 29.9 Certain kinds of businesses,   most notably common carriers by land and water and innkeepers, were treated differently,   marking the beginning of the idea of the public service company. Stone, 1991, p. 30.10 The common law tort obligations of public callings remained for these kinds of businesses. The duty to serve had come to be justified on the grounds of public necessity, or public policy, which in turn justified the corollary duty to serve for a 9 Many commentators have noted the remarkable capacity of common law judges to transform concepts and ideas that originated in feudal and agrarian England into ones that are functional in a capitalist industrial society Stone, 1991, p. 29. 10 See also Burdick 1911, p. 515 Public or common callings were the original public service companies; Stone 1991, p. 29 The public service company concept can be traced back to the fourteenthcentury idea of a common calling  ITS Biennial Conference 2012 8 reasonable price that was no longer imposed upon those engaged in private businesses Burdick, 1911, p. 528. Thus, certain occupations, because they did things that were public in nature as yet undefined, were under a special set of obligations that included the duty to serve all impartially and adequately Stone, p. 30, emphasis added.11 Stone 1991 further explains why the concept of the public service company was not, at the time, further defined. When the public service company conception was devised in the late seventeenth century, there was little need to define the idea sharply. Few businesses were covered, and most important, the number of new businesses that might conceivably be included namely, those in communications and transportation did not expand significantly until the major technological breakthroughs of the nineteenth century. Moreover, the sharp intellectual division between what the appropriate roles are for state and free market that began during the time of Adam Smith had not yet taken root. Consequently, there was no great need for the courts or other policymakers to sharpen the conception of the public service company. The short list of industries covered, reasoning by analogy and the common laws mechanism of rule by precedent, provided sufficient guidance. p. 30 3.3. Nineteenth Century Development of Public Service Companies Under Franchises Due to the rise of new technologies including transportation and communication during the industrial revolution, the nineteenth century was a period when the concept of the public service company needed to be refined and clarified Stone, 1991, p. 31. Before the arrival of regulatory agencies, policies for public utilities were made by judges employing an evolving common law and legislators promulgating rules in new situations Stone, 1991, p. 26.12 During the nineteenth century the growth of the law of public service companies was due to government grant of franchises, broadly defined. Social and economic development during this time gave rise to conditions which have been held increasingly to necessitate and to justify the grant to private individuals and enterprises of the exercise of powers or privileges not otherwise inhering in such individuals and enterprises Burdick, 1911, p. 616. A franchise is a right, privilege or power of public concern Burdick, 1911, p. 616, quoting California v. Pacific Railroad, 127 U.S. 1, 40 1888. Franchises are of two types, the power to do and the 11 The phrase as yet undefined refers to language quoted from the case Lane v. Cotton, 12 Mod. 472 1701. 12 Judicial development of the concept of public utilities in the U.S. during the nineteenth century is discussed at length in Levy 1957. ITS Biennial Conference 2012 9 right to be e.g. grant of corporate charter Burdick, 1911, p. 616. It is the power to do that is of interest here. Governmental powers most frequently sought for furtherance of private enterprises are the general power of eminent domain, the power to use public streets and highways, the privilege of exclusive performance of some undertaking, or use of state funds or credit Burdick, 1911, p. 617. Under the police power to regulate, the inherent power of a sovereign that the U.S. and Canada have in common,13 state policies were designed to promote the development and expansion of industry while assuring that business activities operated to promote the common good Stone, 1991, p.18. On the one hand, states would promote enterprises thought regulatory, licensing, subsidy, or other policy instruments. On the other, the activities of these enterprises could be curbed or compelled to operate for the public good through the police power Stone, 1991, p. 18. When the required regulation was very extensive, the industry or activity was called a public service or public utility Stone, 1991, p. 18. The railroad was the quintessential public service in the nineteenth century Stone, 1991, p. 20. It is the acceptance of a franchise that carries with it the duty to serve.14 Even if not expressly stated, the duty to serve is presumed to have been intended by the legislature in creating a public franchise Burdick, 1911, p. 630. The courts supplied the duty to serve all members of the public as an implied term of the charters Payton, 1981, p. 138, emphasis added. In the English and American common law   the duty to serve was justified variously because the company exercises delegated governmental power, offers an essential public service, controls an artery of commerce, or has a monopoly Payton, 1981 p. 138. Chastain also recognizes that under the common law there is an implied duty to serve by virtue of acceptance of a franchise, which may or may not be exclusive. It bears emphasizing here that virtual monopoly is not required for the imposition of the duty to serve. Some commentators, including Bruce Wyman,15 argue that the original reason for 13 This is discussed in Section 4.2. 14 See, e.g., Burdick 1911, p. 627 The authority to the effect that the grant of the power eminent domain and use of streets and highways carries with it this correlative obligation duty to serve is overwhelming. 15 Both Adler 1914 and Burdick 1911 specifically identify Bruce Wyman as one of the commentators that makes this erroneous claim. Interestingly, Wyman is one the scholars upon whom Ryan relies in his legal opinion para. 18. ITS Biennial Conference 2012 10 classing certain callings as public callings is because they were virtual monopolies. Burdick 16, Adler 17 1914, p. 149, and Stone 199118 disagree with this conclusion because it is simply factually wrong. Adler states Monopoly   cannot be accepted as an explanation of the distinction between public and private callings, either at present or in the distant past.   The reason for this failure is neglect of the facts.   From the earliest times one who was engaged in a given occupation as a business was described as being in a common employment, otherwise the employment was private 1914, p. 149, emphasis added. Similarly, as for common carriers in particular, Payton states It is apparent from the historical and legal record   that a common carrier has never been allowed to refuse customers arbitrarily because other conveyances are readily available 1981, p. 150 n. 44. Stone 1991 also offers an explanation for modern commentators tendency to impute a monopoly requirement. He first emphasizes the primary importance of the social characteristics of an industry in determining whether a firm is a public service company. The starting point, then, in distinguishing public service companies from others is that the most important consideration is the kind of service involved and not the number of firms or potential firms in an industry.   Although the economic characteristics of an industry play important roles in shaping policy or no policy toward it, the social characteristics of an industry are primary in determining whether or not a firm is a public service company. pp. 2627, emphasis added But, he observes that contemporary policymakers and commentators tend to employ only economic criteria. is an extremely The point important one because many contemporary policymakers and commentators employ only economic criteria in making their policy recommendations. Under their view, if an industry can be shown not to be a natural monopoly an industry in which production is done most efficiently by a single firm it should no longer be subject to economic regulation.   But 16 Burdick 1911, p. 515 A careful study of the subject has led me to a somewhat different conclusion. Wyman also asserts that virtual monopoly makes a business a public calling, which in turn entitles a grant of powers of eminent domain and use of streets and highways. Burdick states that being a public calling is not a condition precedent to receive grant of a franchise, rather the cases show that as a result of the grant of powers above mentioned the grantee is bound to exercise these powers to the public 1911, p. 620, emphasis in original. 17 Reference is in the next sentence. See also Adler 1914 at pp. 151152. 18 Stone 1991, p. 29, footnote omitted Neither monopoly nor the kind of occupation determined whether one was classified as common. 11 ITS Biennial Conference 2012 under public service liberalism the framework for policymaking involves far more than economic criteria. Monopoly   plays an important role in the policy toward public service companies, but it is not the defining characteristic.   Most important   telephone systems were considered public service companies even when they were engaged in vigorous competition. Stone, p. 27, emphasis added By ignoring the social criteria, the focus solely on economic criteria not only erroneously elevates its importance but also obscures the primary public policy purpose for imposing public service obligations. 3.4. Statutory Codification of Obligations for Public Service Companies Legislatures may codify legal obligations whether preexisting common law obligations or new obligations in statutes for businesses that are already public service companies. For example, Canadas federal government passed the Railway Act of 1888 that placed railroads, as well as the operation of their telephone and telegraph lines, under the authority of a regulatory agency, the Railway Committee. In 1906, the application of the Act which had since also been amended in 1903 was extended to telephone companies under the jurisdiction of the same federal regulatory agency, by then renamed the Board of Railway Commissioners. Similarly, in the U.S. the Interstate Commerce Act of 1887 ICA codified common law obligations of railroad common carriers and provided a new legal framework based on regulatory oversight of a federal expert agency, the Interstate Commerce Commission ICC for enforcement of such obligations.19 The ICA was later amended in 1910 to extend jurisdiction of the ICC to telegraphy and telephony.20 19 The Cullom Report, named after Senator Cullom, is the report of the U.S. Senate Select Committee on Interstate Commerce, which provides a comprehensive record of the Committees investigation and recommendation for federal legislation. The Cullom Report cogently explains the reasons for such codification under federal law: 1 inadequacy of the common law remedies, even under state statutes that established regulatory agencies; 2 the states lacked jurisdiction over interstate commerce; and 3 the insufficiency of competition to protect customers from oppressive practices and unreasonable discrimination. Report of the Senate Select Committee on Interstate Commerce, 49th Congress, 1st Session 1886. See also Stone 1991, p. 32 The influential 1886 Cullom Report, which led to enactment of the Interstate Commerce Act, provides a contemporary view of the centrality of the railroad and why it is a model of a public service industry. 20 Now the telegraph line and the telephone line are becoming rapidly as much a part of the instruments of commerce and as much a necessity in commercial life as the railroads. 45 Congressional Record 5534 1910 Congressional statement. ITS Biennial Conference 2012 12 3.5. Statutory Origins of Duty to Serve for Businesses Bearing No Duty Under Common Law Scope of States police power Under the states police power, such duties as those peculiar duties imposed under the common law may be imposed upon businesses by statute when such businesses would not be subject to those duties under any of the principles previously discussed under the common law Burdick, 1911, p. 742. Whether, under the U.S. Constitution, governments police power had sufficient breadth to so regulate those businesses that are not public service companies under the common law was the subject of litigation in the nineteenth early twentieth centuries. An important line of U.S. Supreme Court cases addressing this issue starts with Munn v. Illinois 1876. As previously mentioned in the introduction to this opinion and discussed more fully in Section 4, Chastain directs the reader to Munn v. Illinois for an examination of the historical roots of the English common law obligations of public callings. Given that the origins and subsequent evolution of the common law obligation to serve has been discussed, the foundation has now been laid for examining Chastain and Munn v. Illinois in their proper context. 4. MISINTERPRETATION AND MISAPPLICATION OF CHASTAIN AND MUNN V. ILLLINOIS Ryans legal opinion in this proceeding relies on Chastain for his conclusion that the common law obligation to serve requires a practical monopoly. In turn, Chastain states that England and its common law jurisdictions share the historical roots of this common law principle, and that the U.S. and Canada have followed the same path in its application. In this regard, Chastain refers to Munn v. Illinois for an examination of these shared historical roots. Thus, reliance on Chastain in this proceeding requires that both Chastain and Munn v. Illinois be correctly understood. The following discussion shows the proper interpretation of Chastain and Munn v. Illinois, and how Ryans analysis misinterprets and misapplies the law in these cases. The analysis continues as follows. First, it discusses the U.S. Supreme Courts decision in Nebbia v. New York 1934, which clarifies how to correctly interpret Munn v. Illinois. Second, it discusses how to correctly interpret the analysis in Chastain and its reference to Munn v. Illinois. Third, it explains how Ryans analysis incorrectly interprets Chastain. ITS Biennial Conference 2012 13 4.1. Nebbia v. New York and Munn v. Illinois It is necessary to clarify at the outset that properly interpreted, Munn v. Illinois and Nebbia v. New York should have limited application to the present proceeding. This is because the core issue raised in both cases is a constitutional one under the U.S. Constitution. More specifically, both cases address the constitutionally permissible scope of the states police power to regulate the prices of businesses that are not public services under the common law. Yet, as discussed in Section 5, telecommunications services are public services under the common law, so this particular form of constitutional challenge is inapposite. However, Ryans interpretation of Chastain and Munn v. Illinois suffers from an inappropriate intertwining of policy issues underlying public service and constitutional legal principles in a manner foreseen and explained by Stone. The public service idea has also become enmeshed in important constitutional questions that are apart from its theoretical basis. Behind the passions of the constitutional questions lay important policy issues, analytically separate from the former but, unfortunately, intertwined in practice. In brief, the question of whether a particular business is clothed with a public interest and therefore should be heavily regulated because that would be sound public policy is very different from whether the price regulation of a particular business is permissible under the Fourteenth Amendment of the Constitution or whether it constitutes an unconstitutional taking of property without due process of law. Virtually every student of constitutional law is familiar with the leading cases culminating in Nebbia v. New York, finally rejecting the distinction on constitutional grounds when the Court held five to four that New York could constitutionally fix minimum and maximum retail milk prices. But few are aware of the numerous English and state common law decisions that developed and applied the public service company concept on public policy grounds. We are concerned with the public policy aspect of the distinction between public service companies and other firms, not the now settled constitutional issues that in many ways obscured the fundamental distinction that we are exploring. Stone, 1991, pp. 2728, footnote omitted In Nebbia v. New York, the Court considered the constitutionality of a New York statute that empowered a Milk Control Board to fix minimum and maximum retail prices to be charged by stores for milk sold to consumers for consumption off premises. The appellant against whom the statute had been enforced argued that the statute would be per se unreasonable and unconstitutional unless applied to businesses affected with a public interest; and that a business so affected is one in which property is devoted to an enterprise of a sort which the ITS Biennial Conference 2012 14 public itself might appropriately undertake, or one whose owner relies on a public grant or franchise for the right to conduct the business, or in which he is bound to serve all who apply; in short, such as commonly called a public utility; or a business in its nature a monopoly 291 U.S. at 531. In this regard, the appellant acknowledged various ways in which a business could be a public utility under the common law. The Court stated that the dairy industry was not a public utility in the accepted sense of the phrase, that this was not a case involving monopoly or monopolistic practice, and that those engaged in business were not dependent upon public grants or privileges 291 U.S. at 531. The Court observed the appellants claim that Munn v. Illinois limited permissible legislation prescribing charges to businesses affected with a public interest, and   no business is so affected except it have one or more of the characteristics he enumerates 291 U.S. at 532. The Court then explained how to correctly interpret Munn v. Illinois: But this is a misconception. Munn and Scott held no franchise from the state. They owned the property upon which their elevator was situated and conducted their business as private citizens. No doubt they felt at liberty to deal with whom they pleased and on such terms as they might deem just to themselves. Their enterprise could not fairly be called a monopoly, although it was referred to in the decision as a virtual monopoly. This meant only that their elevator was strategically situated and that a large portion of the public found it highly inconvenient to deal with others. This court concluded the circumstances justified the legislation as an exercise of the governmental right to control the business in the public interest; that is, as an exercise of the police power. It is true that the court cited a statement from Lord Hales De Portibus Maris, to the effect that when private property is affected with a public interest, it ceases to be juris privati only; but the court proceeded at once to define what it understood by the expression, saying: Property does become clothed with a public interest when used in a manner to make it of public consequence, and affect the community at large p. 126. Thus understood, affected with a public interest is the equivalent of subject to the exercise of the police power; and it is plain that nothing more was intended by the expression. 291 U.S. 532533 The Court then further explained that under Munn v. Illinois, the statement that one has dedicated his property to public use does not require the intention to conduct ones business to a public use, but is merely another way of saying that if one embarks in a business which public interest demands shall be regulated, he must know regulation will ensue 291 U.S. at 534. Moreover, the Court stated that the touchstone of public interest in any business, in its practices and ITS Biennial Conference 2012 15 charges, clearly is not the enjoyment of any franchise from the state, Munn v. Illinois, supra. Nor is it the enjoyment of a monopoly   Brass v. North Dakota 291 U.S. at 534535. Finally, in perhaps the now most well known passage, the Court held: It is clear that there is no closed class or category of businesses affected with a public interest, and the function of courts in the application of the Fifth and Fourteenth Amendments of the U.S. Constitution is to determine in each case whether circumstances vindicate the challenged regulation as a reasonable exertion of governmental authority or condemn it as arbitrary or discriminatory. The phrase affected with a public interest can, in the nature of things, means no more than that an industry, for adequate reason, is subject to control for the public good. 291 U.S. 536, citation omitted Thus, the scope of the governments police power to regulate a business 1 is not limited to characteristics enumerated in Munn v. Illinois; 2 does not require that the business be intended to be conducted for public use; 3 does not require the grant of a franchise; and 4 does not require a monopoly. In particular, the proper interpretation of Munn v. Illinois is that neither the reference to a virtual monopoly nor the one to Lord Hales De Portibus Maris can be construed to require a monopoly. Since the constitutionality of the states exercise of its police power must be determined on a casebycase basis, the Court then explained the basis for determining constitutionality in a given case. A state is free to adopt whatever economic policy may reasonably be deemed to promote public welfare, and to enforce that policy by legislation adapted to its purpose. The courts are without authority either to declare such policy, or, when it is declared by the legislature, to override it. If the laws passed are seen to have a reasonable relation to a proper legislative purpose, and are neither arbitrary nor discriminatory, the requirements of due process under the U.S. Constitution are satisfied, and judicial determination to that effect renders a court functus officio. 291 U.S. 537. This standard is known in the U.S. as the rational relationship test. Thus, having clarified the scope of the governments police power to regulate any business in Nebbia v. New York, for constitutional purposes the need to prove that a business did or did not fall into one of the historical classes of businesses affected with a public interest fell into disuse. However, the common law was left undisturbed as to when a business is a public ITS Biennial Conference 2012 16 service company whether a common carrier or public utility and thereby bound by the implied duty to serve as a matter of law. 4.2. Chastain and Munn v. Illinois In Chastain, the plaintiffs sought declarations to the effect that the defendant supplier of gas and electric power has no valid authority to require the posting of security deposits, the return of money deposited, and an injunction. The defendant argued that the plaintiffs had no status to sue. The plaintiffs countered that the defendant was a public utility bearing obligations as a matter of law and not contract. The defendant conceded that, if it were a public utility, then its defense must fail. Therefore, the main issue in the case was whether the defendant, incorporated under the British Columbia Hydro and Power Authority Act of 1964, was a public utility. The court found that the defendant was a public utility even though it was not subject to the provisions of the Public Utilities Act. The court proceeded to discuss why this particular defendant was a public utility; however, Ryans 2010 analysis misstates the courts analysis in representing it as defining the basis for any business to be a public utility. The plaintiffs argued that the defendant was a public utility bound to provide its service to all who seek it as a matter of law and not of contract, charging only a reasonable price for such services and treating all consumers equally para. 19 that is, that the defendant was a public utility under the common law. The defendant argued that it was not a public utility, being exempt from the provisions of the Public Utilities Act and the general law governing utilities. The court stated that it cannot give effect to the argument that the defendant is not a public utility para. 22. The basis for this assertion is because the mere fact that the defendant is not subject to the provisions of the Public Utilities Act, R.S.B.C. Ch. 323, does not alter its essential character. It partakes so much of the nature of a public utility that it must be amenable to the law governing public utilities para. 22. The court further explained For the great majority of the people of British Columbia and for all of the plaintiffs joined or represented in this action, the defendant has a monopoly on the supply of gas and electricity. It is clear from the statute that it was intended to have such a monopoly and it is also clear that in relationship to the public it is a public utility para. 22, emphasis added. The court found that this intent was further demonstrated by the fact that the defendants own statute provides that it shall be deemed to have been granted a certificate of public convenience and necessity under the Public ITS Biennial Conference 2012 17 Utilities Act.   The fact that the defendants statute deems such a certificate to have been given strengthens the courts view that it was intended to create a public utility for the public service para. 22. The courts focus on the legislatures intent is reference to the common law duty to serve as a public utility that is implied by grant and acceptance of a government franchise. The defendant had been incorporated by statute and given the privilege to provide gas and electricity service, a service that the government could have provided itself. Moreover, although the franchise was not expressly exclusive, the court found that the legislature intended for the defendant to operate as the only provider. Although the duty to serve implied by a government franchise does not require that the franchise be one of monopoly, it does include situations where the franchise is indeed exclusive. This latter basis for finding an implied duty to serve is expressed in the courts statement: The obligation of a public utility or other body having a practical monopoly on the supply of a particular commodity or service of fundamental importance to the public has long been clear para. 23. This statement, however, does not purport to represent all the circumstances under which any business is a public utility and thus bears the duty to serve. The court then recognized that public utilities supplying services such as power, telephone and transportation services are of relatively recent origin, however the special obligations that they bear to supply service have deeper historical roots. It is in this context that the court refers to the special obligations to supply service that have been imposed from the very earliest days of the common law upon bodies in like case, such as carriers, innkeepers, wharfingers and ferry operators. This has been true in England and in the common law jurisdictions throughout the world para. 23. In so doing, the court further recognized that the law in the United States and Canada followed the same path: In Munn v. Illinois, 94 U.S. 113 in the Supreme Court of the United States, the historical roots of this principle were examined and they have been applied in the United States. In Canada the law has followed the same path para. 23. However, the court did not offer to further explain these historical roots, apparently considering its reference to the examination in Munn v. Illinois to be sufficient. The following reviews the relevant portion of Munn v. Illinois. It reveals not only the U.S. Supreme Courts purpose for examining the historical roots to which Chastain referred, but also the Canadian courts purpose for referring to this examination in Chastain. A proper ITS Biennial Conference 2012 18 understanding of Chastains purpose for referring to Munn v. Illinois is important in order to correctly interpret Chastain. As will be shown, Ryans legal opinion misinterprets and misapplies Chastain. As previously discussed, in Nebbia v. New York which was decided in 1934 and long before Chastain the U.S. Supreme Court clarified how to correctly interpret Munn v. Illinois. It should be recalled that, in Munn v. Illinois, the Court was not considering the issue at bar in Chastain whether a business was a public utility under the common law and thereby bound by the implied duty to serve as a matter of law; rather, the issue was the constitutionality of price regulation under a states police power imposed on a business that is not a public service company. Moreover, the Court left undisturbed the common law of public service companies and their duty to serve as a matter of law. In considering the constitutional issue, the Courts discussion of historical roots in Munn v. Illinois was for the purpose of explaining the inherent power of the sovereign to regulate under its police power and stressing the breadth of such power. It is for this purpose that the Court stated: Under these police powers the government regulates the conduct of its citizens one towards another, and the manner in which each shall use his own property, when such regulation becomes necessary for the public good. In their exercise it has been customary in England from time immemorial, and in this country from its first colonization, to regulate ferries, common carriers, hackmen, bakers, millers, wharfingers, innkeepers, c., and in so doing to fix a maximum or charge to be made for services rendered, accommodations furnished, and articles sold. To this day, statutes are to be found in many of the States upon some or all these subjects; and we think it has never yet been successfully contended that such legislation came within any of the constitutional prohibitions against interference with private property. 94 U.S. at 125 The Court then discussed the principles upon which this power of regulation rests in order to determine what is within and without its operative effect. It is at this juncture that the Court referred to Lord Chief Justice Hales treatise De Portibus Maris, stating: Looking, then, to the common law, from whence came the right i.e. the power to regulate which the Constitution protects, we find that when private property is affected with a public interest, it ceases to be juris privati only. 94 U.S. at 125126. As clarified by the Court in Nebbia v. New York, here the Court meant nothing more than that affected with a public interest is the equivalent of subject to the exercise of the police power 291 U.S. at 533. The Court then further recounted ITS Biennial Conference 2012 19 examples of the exercise of the inherent police power under English common law, some with references to the common law in Lord Hales treatise De Jure Maris, and others under more recent U.S. state legislation. It is in this context that the Court provided examples, such as the imposition of duties on ferries, wharves and wharfingers, warehouses, innkeepers and common carriers. Explaining its purpose for doing so, the Court stated We have quoted thus largely the words of these eminent expounders of the common law, because, as we think, we find in them the principle which supports the legislation we are now examining 94 U.S. at 129; and, we need go no further. Enough has already been said to show that, when private property is devoted to a public use, it is subject to public regulation. It remains only to ascertain whether the warehouses of these plaintiffs in error, and the business which is carried on there, come within the operation of this principle 94 U.S. at 130. Thus, the Courts purpose in recounting all this history was to substantiate its finding that the states have the inherent power to regulate private businesses under their police power which was retained under the U.S. Constitution, and that this power is of great breadth as demonstrated by English common law cases predating the Constitutions ratification. It is only in determining the constitutionality of the police power in the case before it that the Court proceeded to examine the nature of the warehouse business regulated under the Illinois Constitution. In this regard, Nebbia v. New York clarified that the Courts reference to virtual monopoly   meant only that their elevator was strategically situated and that a large portion of the public found it highly inconvenient to deal with others 291 U.S. 532, and thus, even though no franchise was granted, these circumstances justified the Illinois exercise of its police power. Moreover, Nebbia v. New York also clarified that circumstances justifying exercise of the states police power is not limited to the characteristics enumerated in Munn v. Illinois. Having reviewed the purpose and meaning of the historical examination in Munn v. Illinois, the correct interpretation of Chastain becomes clear. In Canada, government has the inherent power of a sovereign to regulate under its police power. The breadth of that power is great, stemming from deep historical roots shared in common with the U.S. and as discussed in Munn v. Illinois. As for the legislatures exercise of its police power under the specific circumstances in Chastain, it is clear that the legislature granted the defendant a franchise to provide gas and electricity service that was intended to be of a public utility nature. The public ITS Biennial Conference 2012 20 utility nature of the business arises from the type of service offered having been authorized to provide an essential service to the community, the grant of a franchise such authorization is to be deemed the grant of a certificate of public convenience and necessity under the Public Utilities Act, and in this case the grant of an exclusive franchise the legislature intended the defendant to be the only provider. The government has the power to impose and enforce special obligations on certain businesses, such as public utilities. Such power is clear from the examination of its historical roots in Munn v. Illinois. Furthermore, as history demonstrates, for public utilities such obligations may arise on an implied basis under common law or be expressly imposed by statute. It was argued that the authorities referred to above depended on particular statutes and bylaws governing the supply of the commodity concerned. There being no statutory requirement here for the delivery of power, these cases, it is said, do not support the plaintiffs position. This argument I consider to be without merit. While it is true that in the Canadian decisions cited above there were statutory provisions the public, nevertheless the judgments make it clear that the statutes are merely declarative of common law principles and in cases even outside the statute the duty to supply remains upon the utility. Chastain, para. 26 imposing an obligation to supply commodity to The court then quoted from Minister of Justice for the Dominion of Canada v. City of Levis 1919 A.C. 505, in which dealers of water had an implied obligation to supply water to government buildings. Therefore, consistent with governments inherent police power, the defendant is a public utility and under the common law is bound by an implied obligation to serve. Consequently, the plaintiffs have status to sue for enforcement of the defendants special obligations, and defendants defense must fail. It is also important to correctly acknowledge what the court in Chastain did not decide. The decision in Chastain was based on the specific circumstances of the case before it. It did not purport to describe all the factual circumstances under which any business would be considered a public utility under the common law. 4.3. Ryans analysis of common law and Chastain Throughout his legal opinion, Ryan states in various ways that the common law obligation to serve requires a practical monopoly. The first statement in this regard is in section II of his conclusions, which provides in the first indented paragraph under para. 8: The common law imposes an obligation on all Canadian carriers to provide telegraph and telephone services to the public at a reasonable price and without ITS Biennial Conference 2012 21 unreasonable discrimination. This obligation to serve arises wherever a carrier has a practical monopoly defined below on the provision of the service. The second sentence is potentially misleading, but is any event incorrect if it is meant to imply that for the obligation to serve to arise the carrier must have a practical monopoly. Telecommunications carriers are both common carriers and public utilities. As discussed in Section 5, under the common law the obligation to serve arises for a common carrier independent of market structure, and may arise for a public utility with or without the existence of a monopoly. Ryan in fact does not define practical monopoly, but uses the term in the context of discussing Chastain Ryan, paras. 11, 14. He also refers to the roots deep in the common law Ryan, para. 12 that was mentioned in Chastain. He then discusses some of the sources examined by the U.S. Supreme Court in Munn v. Illinois, such as Chief Justice Hales treatise De Portibus Maris, but makes no reference or acknowledgement of Munn v. Illinois itself Ryan, paras. 12, 14 and accompanying footnotes. Based on Chastain and these other sources, Ryan claims: Mc Intyre J. Justice in Chastain does not define the term practical monopoly. The English courts have used the term virtual monopoly in the same context. Despite some variances in terminology, the concept is clear: at common law, the obligation to serve arises uniquely in cases where there is a single supplier and does not apply in a competitive environment. para. 14, footnote omitted, emphasis added By adding the word uniquely, Ryan has now made explicit what the statement in his conclusion para. 8 above could misleadingly imply. Ryan now asserts that the obligation to serve arises uniquely, or only, in cases where there is a single supplier and does not apply in a competitive environment. Chastain makes no such claim, and neither does Munn v. Illinois from which Ryan derives the other sources. A correct reading of Munn v. Illinois and the Courts examination of the historical roots of governments police power under the common law, as discussed at length above, do not support Ryans interpretation. It is not clear whether reference to Munn v. Illinois was intentionally omitted, although those reviewing Ryans opinion would more likely discover this improper interpretation if Munn v. Illinois had been directly referenced. ITS Biennial Conference 2012 22 5. DUTY TO SERVE IS CONSISTENT WITH COMPETITION AND FORBEARANCE Ryans assertion that the obligation to serve arises uniquely in cases of monopoly needs to be recognized not only as a misinterpretation of the law, but also as factually inaccurate for the telecommunications sector itself. Ryan further claims that as to the list of services to which an obligation to serve may attach which includes telephone service they have all historically been provided on a monopoly basis para. 14, emphasis added. This assertion is simply untrue as telephone systems were considered public service companies even when they were engaged in vigorous competition Stone, 1991, p. 27. The historical application of the duty to serve on telephone companies, which apparently has tended to be forgotten, reveals that application of the duty is not only consistent with but also appropriate for the industry under forbearance. 5.1. Duty to Serve has Already Applied to Telecommunications Carriers During Competition Stones book discusses the public service concept generally, and then why telephone was a public service even before its enormous economic impact was recognized 1991, p. 23. He stresses that telegraphy and telephony were generally considered together during the nineteenth and early twentieth centuries by legal treatises Stone, 1991, p. 38. Therefore, one needs to look at telegraphy in order to understand why telephony was a public service so early in its history. In the U.S., telegraph companies were seen as public service businesses as early as 1845 by the states Stone, 1991, p. 42, and by the 1880s there was   universal agreement that telephone firms were public service companies. And this view continued without challenge after 1894, when competitors of the Bell System sprang up after the expiration of the basic Bell patents Stone, 1991, p. 44. In addition to court decisions, states enacted statutes regulating telephone companies as public services or making telegraph laws applicable to telephones Stone, 1991, p. 44.21 Thus, although the telephone did not, of course, achieve the commercial importance of the railroad for many years after its invention, its probable centrality in business life was grasped almost immediately Future as well as immediate strategic centrality was important in determining public utility status. For this reason, the telephone was considered a public utility almost from its inception Stone, 1991, p. 33. 21 Courts almost uniformly upheld the constitutionality state statutes when challenged on the ground that the telephone industry was not affected with a public interest. The U.S. Supreme Court recognized that a telephone company is a public utility in Budd v. New York 1892 Stone, 1991, p. 45. ITS Biennial Conference 2012 23 and telephone companies have been considered to be public service companies. First, some cases have justified imposing the duty to serve on telegraph and telephone companies by classing them as special kinds of common carriers Burdick, 1911, p. 622.22 Second, some It is also important to recognize that there are several legal bases upon which telegraph cases have justified imposing the duty to serve on telegraph and telephone companies also because of the grant of the power of eminent domain or of the power to use streets and highways, that is, the grant of a franchise Burdick, 1911, p. 622623.23 Third, some cases have justified imposing the duty to serve on telephone companies because they had franchises of monopolistic privileges.24 Fourth, in some cases, the duty to serve all impartially has been expressly imposed by statutes, sometimes under state or provincial law and sometimes under federal law.25 5.2. Duty to Service is Consistent With Forbearance With regard to the appropriateness of a duty to serve in the telecommunications industry under forbearance, Ryan claims: Since forbearance by the Commission is premised on the presence of competition, the making of a forbearance order is an acknowledgment that there is no longer the practical monopoly over the provision of the relevant service that is the essential underpinning of the common law obligation to serve. While the Commission has often expressly determined in forbearance orders that it would continue to exercise its section 272 powers, the use of section 272 as a vehicle for imposing a general obligation to serve on a carrier would be inconsistent with the rationale for forbearance. If such an obligation were nevertheless to be 22 A telephonic system is simply a system for the transmission of intelligence and news. It is, perhaps, in a limited sense, and yet in a strict sense, a common carrier. It must be equal in its dealings with all. Missouri v. Bell Telephone Co., 23 Fed. 539 1885. Telegraph and telephone companies are common carriers of speech for hire. Commercial Union Telegraph Co. v. New England Telephone Telegraph Co., 61 Vt. 241 1888. 23 No one can doubt the inherent justice of the rules thus laid down. Common carriers, whether engaged in interstate commerce or in that wholly within the State, are performing a public service. They are endowed by the State with some of its sovereign powers, such as the right of eminent domain, and so endowed by reason of the public service they render. As a consequence of this, all individuals have equal rights both in respect of service and charges. Western Union Telegraph Co. v. Call Publishing Co., 181 U.S. 92, 99100 1901. 24 In the second decade of the twentieth century, aversion to telephone competition grew. State regulatory commissions discouraged competition, approved consolidations, and certificates of convenience and necessity denied to applicants when existing companies could adequately serve the demand in their areas Stone, 1991, p. 219. 25 See Section 1.4, supra; Bell Canada Act; federal legislation in the U.S. includes the Interstate Commerce Act of 1887 and later the Communications Act of 1934; Burdick 1911, p. 624 citing numerous states cases in the U.S  ITS Biennial Conference 2012 24 imposed, I cannot see a rationale for imposing it on some carriers e.g. ILECs but not others e.g. CLECs. By definition, in forborne markets, no carrier is dominant. third full paragraph, p. 3 As has been established a as general matter in Section 4 and for telecommunications in particular in Section 5.1, under the common law the obligation to serve does not require that a common carrier or public utility provide service as a practical monopoly. Moreover, from its inception under the common law, the common carriers obligation to serve has been independent of market structure. Therefore, for the Commission to impose a general obligation to serve within the context of forbearance is consistent with the common law obligation.26 In fact, to not apply the obligation to serve is a radical policy choice relative to the public policy prevailing prior to the recent deregulatory era.27 The common law obligation is to serve all who apply for service upon reasonable request at a reasonable price and without unreasonable discrimination, and to serve the public adequately.28 As has been done historically, this obligation to serve should apply to all providers serving the public, that is, to CLECs as well as to ILECs. Thus, generally I agree with that portion of Ryans opinion that the obligation to serve should apply symmetrically. However, some aspects of the obligation to serve that further evolved and was applied during the monopoly era, such as the carrier of last resort and implicit subsidies embedded in the price structure, needs to be appropriately modified for sustainability in a competitive environment.29 For example, 26 Other scholars have reached the same conclusion. For example, The question addressed in this paper is whether competition will have or ought to have any impact on a common carriers or public utilitys duty to serve under the traditional concepts of public utility regulation. I conclude that   the fundamental obligation of the utility to serve impartially all who apply for service under reasonable rates and regulations should not be affected Payton, 1981 p. 121. If an agency takes advantage of the opportunities for regulatory flexibility in the face of competition, and allows the utility to price its services sensibly, there should be no need for the utility to be relieved of the duty to serve all who apply for service Payton, p. 147. However, Payton does state that the carrier of last resort obligation needs to be addressed, consistent with the points I raise in the next paragraph and in Section 6.2. 27 For a discussion of the radical nature of the decision of the FCC to find that broadband Internet access service is not a common carriage service, see Cherry 2006, 2008. The FCC has a pending proceeding examining the reclassification of broadband as a telecommunications service. In the Matter of Framework for Broadband Internet Service, Notice of Inquiry, GN Dkt. No. 10127 released June 17, 2010. 28 To the extent that this obligation may require an extension of facilities will be discussed in Section 6. 29 For a discussion of how to appropriately modify universal service policy in the transition from a monopoly to a competitive market structure, see Cherry and Wildman 1999. ITS Biennial Conference 2012 25 there is a rationale for imposing a carrier of last resort obligation on, and providing explicit funding to, some carriers but not others within the context of universal service policy. 6. SCOPE OF THE DUTY TO SERVE The scope of the duty to serve has evolved over time, where scope refers to the range of circumstances under which a public service company must serve: to serve up to existing capacity; to extend facilities; to expand its business; or to restrict discontinuance of service or abandonment of facilities. During the medieval period, a public calling had to serve within its existing capacity but was generally not liable for refusal to serve if existing facilities were exhausted Burdick, 1911, pp. 521, 528529. However, as the common law of public service developed during the nineteenth century, the scope of this basic duty expanded to address varying ways in which the duty was being evaded as well as in the context of monopoly franchises. These include the duty to extend facilities and an exit barrier to discontinuance of service or abandonment of facilities. These further developments have implications for the provision of broadband services. 6.1. Duty to Extend Facilities Public service companies must extend their facilities so as to meet reasonable demand Stone, 1991, p. 49, emphasis added. The easiest way to evade responsibility to serve all is to arrange service in such a way that many wouldbe customers are excluded. This leads to the   crucial obligation: to serve the public adequately. The word adequate is, of course, a relative one dependent on the technological and economic capabilities of the firm and industry under consideration.   In an 1895 case a telegraph company was required to expand its business. But it is the duty of the telegraph company to have sufficient facilities to transact all the business offered to it for all points at which it has offices. Stone, 1991, p. 49, emphasis in original, quoting Leavell v. Western Union, 21 S.E. 391, 392 N.C., 1895 Thus, a public service company can be required to expand its business in the form of extending its facilities in order to preclude selective refusal to serve customers. Extension of facilities in such situations is considered a requirement to provide adequate facilities.30 30 A public utility regulated by statute or franchise is likely to have a positive obligation to furnish a reasonable quantity and quality of service Payton, 1981, p. 122. ITS Biennial Conference 2012 26 However, the obligation to extend facilities is not without limit. As an implied duty, the obligation to extend facilities arises from the holding out to serve the public by a common carrier or from the terms of the franchise granted by government to the public utility. It is in this respect that the requirement to extend facilities is necessarily a determination to be made under the circumstances prevailing in specific cases, and thus the concept of the existing service territory has arisen. For example, in Metcalfe Telephones Limited v. Mc Kenna, the Supreme Court of Canada reversed an order of the Board of Transport Commissioner that had ordered Bell Canada to provide telephone service to Mc Kenna. Referring to the statutory provisions under the Bell Canada Act, the Court found that the purpose of section 41:   is to require Bell to serve all persons within which a general service is given by Bell, who comply with the other requirements of the section. It is not intended to impose a requirement upon the Bell company to extend its services into new areas or to enter a territory already served by another telephone company. R.C.S. at 204 The Court continues to adopt the statement of the Assistant Chief Commissioner quoted below. By its nature a public utility usually operates in an area or territory in which it alone provides the service. This is the area or territory in which its general service is given. The boundaries may be clearly defined but usually are not. A customer, consumer or subscriber in such an area with very few exceptions cannot elect by which utility he will be served. He has available to him only the services provided by the utility giving general service in the area. Hence the reasons for much legislation to protect him. Instances have occurred in the past where rivalries have arisen between utilities to serve certain areas with resulting intrusion by one utility into the territory served by another. At the time of the passage of the amendment of 1902 of the Bell Canada Act with which we are concerned, the pattern of utilities providing a general service in a particularly territory was well established. At that time there were in the Provinces of Quebec and Ontario many private and municipal telephone systems. ITS Biennial Conference 2012 27 In my opinion, the wording of the 1902 amendment recognized the necessity of one telephone system only providing a general service in any one city, town or village, or in any one territory or service area. R.C.S. at 204205 Therefore, given that Metcalfe already had facilities running along the road on which Mc Kenna resides, the terms of the Bell Canada Act, and an agreement between Bell and Metcalfe approved by the Transport Board not to compete with each other, the Court held that the Boards order is to be set aside. Thus, the Court determined the scope of the public utilitys duty to extend facilities, based on assessment of the circumstances prevailing at the time, to be limited to that utilitys service area. Importantly, those circumstances included existing statutory provisions and a governmentally approved agreement of noncompetition between Bell and Metcalfe, reflecting the then prevailing policy choices governing the telephone industry in Canada. By adopting the Assistant Chief Commissioners Statement, the Court acknowledged that the boundaries of the public utilitys service area or territory are usually not clearly defined, thus highlighting the need for factual inquiry. 6.2. Duty to Provide Broadband Service Turning to the issue in the present proceeding as to whether a carrier may be required to provide broadband service, Ryan concludes: It follows that the law does not require a carrier, or authorize the Commission to require a carrier: a to provide broadband service to locations within an existing service territory if the required facilities are not in place first full paragraph on p. 3, emphasis in original. This unequivocal statement is inconsistent with both the common law and Metcalfe Telephones Limited v. Mc Kenna. The issue, rather, requires evaluation of circumstances under the now prevailing public policy choices, which may also vary among carriers particularly given the statutory requirements of the Bell Canada Act. Canadas current policy is reflected in the policy goals embodied in section 7 of the Telecommunications Act and the Governor in Councils Policy Direction for PN CRTC 200614 to rely on market forces to the maximum extent feasible as the means of achieving the telecommunications policy objectives para. 1ai. Such evaluation will be a challenging endeavor for the Commission, as the policy choices have changed from those based on exclusive franchises in Metcalfe Telephones Limited v. Mc Kenna. In this regard, it bears emphasizing that under the common law both common carriers ITS Biennial Conference 2012 28 and public utilities have the duty to serve which includes the duty to extend facilities within its service territory in order to meet reasonable demand. Since telecommunications carriers in Canada are both common carriers and public utilities, inquiry as to the existing service territory of a carrier needs to take into account telecommunications carriers dual classification. Moreover, it is my understanding that broadband service is considered a telecommunications service in Canada. If so, then a telecommunications carrier that already provides broadband service to some customers within its service territory, can be required to provide broadband service to others within the service territory in order to meet reasonable demand. A further factual inquiry, of course, will then be what is reasonable demand. As to this inquiry, the prevailing universal service policy may be determinative. Without any explicit funding support, reasonable demand requires that customers be willing to pay compensatory rates. The core of the duty to serve itself should be properly understood. It is not a requirement that the utility serve for inadequate compensation; it is an obligation to serve everyone who makes a reasonable request for service and who tenders reasonable compensation under rules of general applicability, including, of course, any rate differentials authorized by the regulatory agency. In other words, the duty to serve, properly conceived, is a prohibition against arbitrary, ad hoc, and selective refusals to deal Payton, 1981, p. 146, emphasis added. Thus, to prevent arbitrary, ad hoc, and selective refusals to deal, the Commission can order a telecommunications carrier to extend facilities to provide broadband in its service territory to customers willing to pay compensatory rates. Furthermore, the scope of customers to be served within a service territory could be expanded through explicit universal service funding support. With regard to the potential for funding support for broadband service, Ryan concludes: The Commission has the power under section 46.5 of the Act to create a fund to support continuing access to basic telecommunications services and to require all service providers to contribute to that fund; but, in my opinion, this provision does not authorize the Commission to create a fund to support the building of broadband service into territories unserved by broadband. This section is intended to ensure that existing services remain affordable, not to support the introduction of new services. fourth full paragraph on p. 3, emphasis in original ITS Biennial Conference 2012 29 His categorical conclusion that section 46.5 does not authorize the Commission to create a fund to support the building into territories unserved by broadband is both misleading and a misstatement of the law. It is insufficiently articulated to reflect the nuances of the scope of telecommunications carriers duty to serve, and does not recognize the contextual analysis necessary to determine what are service territories. Ryans conclusion is also internally inconsistent. For example, in par. 3 in his Introduction, Ryan states that broadband service is an existing service as he has defined the term for purposes of his opinion. Thus, if broadband is an existing service and thereby not a new service, then his objection to applying 46.5 to broadband does not apply. Finally, basic telecommunication services is not defined in the Telecommunications Act, but is to be determined by the Commission. Therefore, the Commission could revise the definition of basic telecommunications services to include broadband service. 6.3. Duty Not to Discontinue Service or Abandon Facilities Without Prior Approval An exit barrier also emerged so that a public utility regulated by statute or franchise   is typically required to obtain the permission of a regulatory agency before it may withdraw its facilities from service Payton, 1981, p. 122, and nearly all utilities that have major investments in fixed facilities also have an obligation not to abandon their operations or discontinue unprofitable portions of their service without the prior consent of the appropriate regulatory agency Payton, 1981, p. 144. The requirement to continue supplying customers as a matter of common law not contract has been recognized in Canada.31 The carrier of last resort obligation is a concept that has often been used to describe this exit barrier placed on public utilities and usually in the context of exclusive franchises. For telecommunications services, the carrier of last resort obligation has been an important component of universal service policy to ensure that less desirable or unprofitable customers would continue to be served. The application of a carrier of last resort obligation in a competitive environment requires coordination with modification of universal service policy.32 It is for this reason, as stated in Section 5.2, that application of a carrier of last resort obligation under a 32 See Cherry and Wildman 1999. 31 See St. Lawrence Rendering Co. Ltd. V. The City of Cornwall, 1951 O.R. 669685 Plaintiff granted an injunction to require a waterworks system, operating as a public utility system, to reconnect service. ITS Biennial Conference 2012 30 policy of forbearance requires careful evaluation beyond a simple assertion of symmetric application among ILECs and CLECs for appropriate implementation. 7. THE CRTCS DECISION REGARDING THE ILECS OBLIGATION TO SERVE In Telecom Notice of Consultation 201043, one of the key issues considered by the CRTC is whether the obligation to serve and the basic service objective should be modified. On May 3, 2011, the CRTC issued its regulatory policy decision in Telecom Regulatory Policy CRTC 2011291. The CRTCs analysis begins with the recognition that all Canadians, regardless of whether they live in forborne or regulated exchanges, are entitled to receive primary exchange service PES. PES is a wirelinebased telephone service that provides customers with unlimited local calling within a defined area at a flat monthly rate, as well as access to a long distance network of the customers choice par. 30. Prior to this proceeding, in regulated exchanges  , ILECs continue to have an obligation to serve i.e. provide all tariffed services, including PES, throughout their territories subject to the basic service objective   par. 30. Moreover, in forborne exchanges  , the large ILECs are subject to a limited obligation to serve, as set out in Telecom Decision 200615. The large ILECs are required to provide residential standalone PES in such exchanges, generally subject to a price ceiling set at the rate in effect prior to forbearance and in a manner consistent with the basic service objective par. 31, footnote omitted. The ILECs obligation to serve, in regulated and forborne exchanges, applies to both highcost serving areas HCSAs and nonHCSAs pars. 3031. As for the provision of voice service, the CRTC notes that in this proceeding most of the parties agreed that the terms and conditions associated with the obligation to serve and the basic service objective   remain appropriate par. 32, footnote omitted. However, the parties generally disagreed   on which exchanges i.e. forborne or regulated should be subject to the obligation to serve and the basic service objective par. 33. Certain parties, such as small ILECs and PIAC, asserted that such obligations should be retained in both regulated and forborne exchanges par. 34; whereas, other parties, including the large ILECs, argued that such obligations should be eliminated in forborne exchanges and retained in regulated exchanges par. 35. Not unexpectedly, the CRTC concludes that the obligation to serve and the basic service objective, as they currently apply to voice services, are retained for ILECs in regulated ITS Biennial Conference 2012 31 exchanges both HCSAs and nonHCSAs par. 43. Although, the CRTC declines to apply symmetrical obligations on competitors, given that the majority of competitors have a minimal presence in regulated exchanges par. 42. In this regard, the CRTC notes that only ILECs are capable of providing access to basic wireline telephone service for all customers in their respective regulated exchanges. Given this situation and the minimal presence of wireline competitors in those exchanges, the Commission considers that market forces cannot be relied upon to achieve the policy objectives of the Act par. 40. As for forborne exchanges, the CRTC considers it unnecessary to insist upon the basic service objective to protect consumer interests because competition continues to be strong and pervasive across most areas par. 45. However, the CRTC considers that an obligation for ILECs to provide standalone PES, subject to a price ceiling, should be retained in forborne exchanges both HCSAs and nonHCSAs in order to continue to safeguard the interests of consumers par. 46, footnote omitted. As with regulated exchanges, the CRTC declines to apply symmetrical obligations on competitive local exchange carriers CLECs in forborne exchanges par. 47, deeming it consistent with the GovernorinCouncils 2006 Policy Direction to implement regulatory measures to the greatest extent possible in a symmetrical and competitively neutral manner par. 191.33 The CRTC gave several reasons for this decision to retain the obligation to serve on ILECs in forborne exchanges. First, based on the record of this proceeding,   a substantial number of residential customers in small forborne exchanges do not have access to a competitive wireline service provider par. 46. Second, the CRTC expressly rejects the argument that the obligation to be serve can be imposed only where there is a monopoly. Certain parties submitted that an obligation to serve can only be lawfully imposed where there is a monopoly. Because there is no monopoly, these parties argued that the Commission does not have the legal authority to impose an obligation to serve in forborne exchanges. The Commission notes its disagreement with this argument. In the Commissions view, it is unduly narrow, is inconsistent with the broad statutory powers granted to the Commission, and fails to recognize the broad policy objectives to which the Commission must have regard. Par. 46, fn. 33 33 The CRTC declines to extend the obligation to serve to CLECS in forborne exchanges because imposing this obligation on competitors would be unduly duplicative and would not be a minimally intrusive means of achieving the policy objectives underlying the obligation to serve par. 47. ITS Biennial Conference 2012 32 Thus, the CRTC based its decision to retain the ILEC obligation to serve for voice services on both the empirical reality as to the lack of access to a competitive wireless provider throughout the entire exchange and the rejection of a legal theory based on the assertion that the obligation to serve only applies in a monopoly environment. It should be noted that the CRTC also considered in Telecom Notice 201043 whether it should play a role with respect to access to broadband Internet services par. 29. Given that provision of broadband service is still a telecommunications common carriage service under the Telecommunications Act of 1993, the issues related to whether the CRTC should establish a funding mechanism for broadband Internet access, whether specific target speeds should be created for broadband Internet access, and whether broadband Internet access should be required as part of the basic service objective par. 58. As to these issues, the CRTC notes the basic service objective includes dialup access to lowspeed Internet at local rates  as dialup access was the norm when the basic service objective was created par. 55. Since then, broadband access to the Internet has become prevalent, and although in Canada, the rollout of broadband Internet access has been successful through a combination of market forces, targeted funding, and publicprivate partnerships at all levels of government ,   service gaps remain in rural and remote areas par. 55. At this juncture, the CRTC concludes that market forces and targeted government funding will continue to drive the rollout and improvement of broadband Internet access services in rural and remote areas   and will give service providers the greatest flexibility to choose technologies and prioritize rollout in a manner that best responds to consumer demand par. 63. However, the CRTC committed to continue monitoring of the availability of these services to Canadians par. 63. Thus, having retained ILECs obligations to serve in both regulated and forborne exchanges as well as the basic service objective in regulated exchanges, the CRTC concludes that it would not be appropriate at this time to establish a funding mechanism to subsidize the deployment of broadband Internet access services   but will review the matter of funding mechanisms should market gaps persist par. 64. Similarly, the CRTC decides to not require broadband Internet access to be provided as part of any basic service objective par. 84, ITS Biennial Conference 2012 33 but intends to closely monitor developments in the industry   to allow the Commission, in the future, to determine whether regulatory intervention may be needed par. 83. Yet, the CRTC did set target speeds for broadband Internet access service at a minimum of 5 Mbps download and 1 Mbps upload, noting that while many Canadians in urban areas already have access to broadband Internet services at or above these target speeds, such speeds are not currently available to most Canadians in rural and remote areas par. 76. 8. CONCLUSION Due to differing policy decisions, the U.S. and Canada are following divergent policy paths with regard to the obligation to serve in a competitive regulatory environment. The divergence arises in large part by the nations differing perceptions of their shared common law history underlying their respective statutory regimes. These differing perceptions result, in turn, from use of different administrative and policymaking procedures. In Canada, the CRTC squarely addressed the issue as to the obligation to serve in a competitive environment in a formal proceeding, providing the forum for a focused inquiry that permitted interested parties to present their legal arguments. Importantly, this forum provided the opportunity to directly confront the ILECs attempts to influence future policy developments through mischaracterizations of their historical common law obligations as common carriers and public utilities that underlie the statutory regime that subsequently evolved. As a result of this process, the CRTC expressly rejected ILECs assertion that, because there is no monopoly, the Commission lacks the legal authority to impose an obligation to serve in forborne exchanges. Having rejected this legal premise, the CRTC proceeded to evaluate prevailing conditions of service to residential customers in both regulated and forborne exchanges, and found that an obligation to provide voice service was still necessary in both regulated and forborne exchanges in order to safeguard the interests of consumers. By contrast, in the U.S., relevant policy decisions are being rendered in the absence of such direct, focused inquiry. Large ILECs are pursuing a multipronged, multijurisdictional strategy to eliminate or avoid obligations to serve. Having succeeded in reclassification of broadband Internet access services as Title I information services and not Title II common carriage, telecommunications services under the federal Communications Act of 1934, the large ILECs are now seeking to abandon provision of Title II services over their copper wireline facilities. In furtherance of this strategy, the large ILECs are seeking elimination or forbearance ITS Biennial Conference 2012 34 from obligations to serve associated with federal universal service support policy under the Telecommunications Act of 1996 which amended the Communications Act of 1934. In addition, large ILECs are lobbying, and have successfully achieved in various states, the enactment of state laws that discontinue carrier of last resort obligations. The policy decisions governing the obligation to serve in the U.S. deserve the careful and targeted scrutiny conducted in Canada. However, it should now be evident from the legal opinion presented to the CRTC and reiterated here that the requisite understanding of the duty to serve necessary to convincingly rebut the ILECs argument that such obligation is applicable and appropriate only in a monopoly environment is unlikely to be achieved in the context of the fragmented policymaking activities taking place in the U.S. It is hoped that the analysis here will provide both a catalyst and support for efforts to establish an appropriate forum for making a wellinformed policy decision based on historically accurate analysis in the U.S. Sources Cited Adler, Edward A. 1914. Business jurisprudence. Harvard Law Review, 28, 135162 1914. Burdick, Charles K. 1911. The origin of the peculiar duties of public service companies, parts IIII. Columbia Law Review, 11, 514531, 616638, 743764. Cherry, Barbara A. 1999 The Crisis in Telecommunications Carrier Liability: Historical Regulatory Flaws and Recommended Reform. Norwell, MA: Kluwer Academic Publishers. Cherry, Barbara A. 2006. Misusing network neutrality to eliminate common carriage threatens free speech and the postal system. Northern Kentucky Law Review, 33, 483511. Cherry, Barbara A. 2008. Back to the future: How transportation deregulatory policies foreshadow evolution of communications policies. The Information Society, 24, 273291. Cherry, B. A., Wildman, Steven S. 1999. Unilateral and bilateral rules: A framework for increasing competition while meeting universal service goals in telecommunications. In B.A. Cherry, A. Hammond S.S. Wildman Eds., Making Universal Service Policy: Enhancing the Process Through Multidisciplinary Evaluation pp. 3958. Mahwah, NJ: Lawrence Erlbaum Associates. Levy, Leonard W. 1957. Law of the Commonwealth and Chief Justice Shaw. New York, NY: Oxford University Press. ITS Biennial Conference 2012 35 Lichtenberg, Sherry. 2012. The year in review: The Status of telecommunications deregulation in 2012. National Regulatory Research Institute. Retrieved from http:xrl.usbnb 5su. Payton, Sallyanne. 1981. The duty of a public utility to serve in the presence of new competition. In W. Sichel T. Gies Eds., Applications of Economic Principles in Public Utility Industries pp. 121152. Ann Arbor, MI: University of Michigan. Stone, Alan. 1991. Public Service Liberalism: Telecommunications and Transitions in Public Policy. Princeton, NJ: Princeton University Press. Cases Cited Brass v. North Dakota, 158 U.S. 391 1894. Budd v. New York, 143 U.S. 517 1892. California v. Pacific Railroad, 127 U.S. 1 1888. Chastain v. British Columbia Hydro and Power Authority, 1973, 32 D.L.R. 3d 443, 1973 2 W.W.R. 481. Commercial Union Telegraph Co. v. New England Telephone Telegraph Co., 61 Vt. 241, 17 Atl. R. 1071 1888. Metcalfe Telephones Limited v. Mc Kenna et al., 1964 S.C.R. 202, reversing 1963, 85 C.R.T.C. 157 B.T.C  Minister of Justice for the Dominion of Canada v. City of Levis, 1919 A.C. 505. Missouri v. Bell Telephone Co., 23 Fed. 539 1885. Munn v. Illinois, 94 U.S. 113 1876. Notice of Inquiry, In the Matter of Framework for Broadband Internet Service, Federal Communications Commmission, GN Docket No. 10127 released June 17, 2010. Lane v. Cotton, 1701, 12 Mod. 472, 88 E.R. 1458 K.B  Leavell v. Western Union, 116 N.C. 211, 21 S.E. 391 1895. Nebbia v. New York, 291 U.S. 502 1934. St. Lawrence Rendering Co. Ltd. v. The City of Cornwall, 1951 O.R. 669. Telecom Regulatory Policy CRTC 2011291. Obligation to Serve and Other Matters, Canadian Radiotelevision and Telecommunications Commission May 3, 2011. Retrieved from www.crtc.gc.caengarchive20112011291.htm. Western Union Telegraph Co. v. Call Publishing Co., 181 U.S. 92 1901. ", "filename": "741506017.pdf", "person": ["Barbara A. Cherry", "Cherry, Barbara A."], "date": ["2012"]}