{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/75434/1/743775546.pdf"], "title": ["Bright past, shady future? Past and potential future export performance of CEE countries in a comparative perspective"], "plaintext": "Bright past, shady future? Past and potential future exportperformance of CEE countries in a comparative perspectivecid:3Matija Rojecx Jocid:181ze Damijanycid:181Crt Kostevcz April 8, 2013Abstract In this paper we examine the reasons behind the remarkable export performance of transition economiesin the last two decades. Following Redding and Venables 2004, 2004a and Fugazza 2004, we decompose export performance into the gains due to the advantageous access to foreign markets and exportgains on the side of the internal supply capacity. We cid:133nd that size of the economy, inward FDI penetration, most notably in the manufacturing sector, export unit values, denoting the structural changesof CEECscid:146exports, and the quality of institutions and infrastructure had signicid:133cant positive impact onexporting countrycid:146s supply capacity, while productivity had a negative impact. The latter is mostly dueto unfavourable trends in ULC since the accession. Unlike in EU15 and BRIC countries, the internalsupply capacity is becoming decreasingly important as base of CEECs export performance. At the sametime, trends in cost competitiveness are worsening relative to competing countries, while benecid:133ts of EUaccession have been mostly exploited. This may compromise the CEECscid:146future export growth.Keywords: exports performance, supply capacity, foreign market access, Central and Eastern Europeancountries JEL: F120, F150, F210, O100, P300cid:3Acknowledgement: This paper was produced in the framework of GRINCOH http:www.grincoh.eu, a research projectfunded by the European Unioncid:146s 7th Framework Programme and focusing on the relations between economic, social andenvironmental factors of development and the policies adopted in CEECs during transformation and after EU accession. Thispublication recid:135ects only the authorcid:146s views, the European Commission is not liable for any use that may be made of theinformation contained therein.y University of Ljubljana, Faculty of Economics and Institute of Economic Research, Ljubljanazcorresponding author University of Ljubljana, Faculty of Economics, crt.kostevcef.unilj.six University of Ljubljana, Faculty of Social Sciences and Institute of Macroeconomic Analysis and Development, Ljubljana 11 Introduction Economic wise, success in export markets and changes in exports structure are in the focus of the cohesionprocess of Central and Eastern European countries CEECs being the new member states of the EU. Theremarkable upgrading of export performance has been one of the most outstanding features of the transitionand EU integration processes of CEECs. Since the beginning of the 1990s, these countries have recordedan extremely high growth of exports in absolute and in relative terms, which has been accompanied byincreasing market shares abroad, by the dominance of the EU15 as the main market, and by considerablechanges in the structure of exports in favor of goods with higher value added.The literature dealing with CEECcid:146s increasing export performance ranges from gravity models, upgradedgravity models, distinguishing between market access and supply capacity factors, shiftshare analysis, analysis of export competitiveness and more or less comprehensive descriptive analysis of factors behind thegrowing export performance. By far the most common approach to the analysis of CEECscid:146export performance is gravity models. Gravity models suggest that the lifting of central planning restrictions on foreigntrade, the transition to market economies, and the independence of new countries have led to an increasein and geographical restructuring of foreign trade along the lines of gravity theory. This means that foreign trade intensity in the CEECs increased to a great extent and the EU15, as a large, near, and highlydeveloped market, assumed the role of the predominant trading partner.In short, CEECs have gradually approached the cid:147normalcid:148 level of trade with developed countries, especially the EU, but considerabledierences exist among individual countries.1Upgraded gravity models distinguish between market access and supply capacity factors of CEECsexport performance. They claim that market access has been more important than supply capacity forgrowing export performance of CEEC, but market access cannot explain inter country dierences in exportperformance. These dierences are explained by internal supply capacity factors of individual countries,where a stable institutional setup, structural reforms, and targeted FDI are in the forefront Reddingand Venables, 2004, 2004a; Fugazza, 2004; Damijan, Rojec and Ferjancid:181cicid:181c, 2011. The results of shiftshare analysis method point in the same direction. The method, which decomposes the overall increase inexports into general demand component, structural eect component and competitiveness eect component,shows that CEECs improved their competitive position in EU15 compared to nonEU competitors due topreferential trade arrangements, but even more due to improved supply capacity, i.e. by raising theircompetitiveness against the other nonmember states exporters to the EU15 Havlik, Landesmann and Stehrer, 2001. Within this context low labour costs have been quite important, especially in the earlystage of transition Havlik, 2000. Kaminski, Wang and Winters 1996b create a synthetic index of exportperformance in which they consider three broad sets of determinants, i.e. initial, pretransition conditions,changes in access to Western markets, and cid:133nally, policy stances as recid:135ected in the reform process. Theyconsider the speed and scope of the reform process as being the main determinant of transition countriescid:146export performance. Another synthetic indicator of CEECs competitiveness has been developed by Zinnes,Eilat and Sachs 2001. It is composed of seven subindicators, the most important from the point of viewof export performance being the one on openness. The indicator of openness puts supply capacity factorsin the forefront as it cid:146seeks to capture the ease in which economic activity can take advantage of the foreignsector for markets, knowhow, competition, cid:133nancing, investment, sources of inputs, and other componentslinking its markets and cid:133rms to the global economycid:146Zinnes, Eliat and Sachs, 2001: 325. As expected, asfar as synthetic indicator of competitiveness as well as the openness subindicator is concerned, the CEECsranked one to eight among analyzed 25 transition countries.The objective of this paper is to examine the determinants of the transition economiescid:146 export performance. The empirical approach is based on the spatial model of economic activity with CES demandstructure Fujita, Krugman, Venables, 1999, which was previously employed by Redding and Venables2004, 2004a, Fugazza 2004, and Damijan, Rojec and Ferjancid:181cicid:181c 2011. This estimation strategy allowsus to distinguish between what Redding and Venables 2003 term market access and supply capacitydeterminants of export performance. Our approach to identicid:133cation follows in two steps: cid:133rstly, we assessthe contribution of market access against that of supply capacity improvement of CEEC countries andcompare it to other relevant country groups, and secondly, we assess the importance of individual factorsdetermining capacity to supply exports. Following the gravity model estimation framework, we use a regres1 See Collins and Rodrik, 1991; Havrylyshyn and Pritchett, 1991; Rosati, 1992; Hamilton and Winters, 1992; Baldwin, 1994;Kaminski, Wang and Winters, 1996a; Jakab, Kovacs and Oszlay, 2001; Havrylyshyn and AlAtrash, 1998; Egger, 2003; Fidrmucand Fidrmuc, 2003; Bussiere, Fidrmuc and Schnatz, 2005.2sion based decomposition method Fields, 2004 to determine the relative shares of market access and supplycapacity components to export performance. Factors determining the supply capacity are numerous, but sofar their impact on CEECscid:146export performance has not been fully assessed in the literature. In analyzingthe supply capacity factors, we broaden the concepts outlined by Redding and Venables 2004, 2004a and Fugazza 2004 by including in the model the impact of broader set of supply capacity determinants, suchas structural changes as proxied by unit values of exports and imports, productivity growth, measured by GDP per capita, price competitiveness, inward and outward foreign direct investment FDI, infrastructurequality, institutional setting, impact of the global economic crisis.There are several contributions of the paper. First, the model takes into account a broader set ofexplanatory variables of supply capacity than previous studies. Second, CEECscid:146export performance is putin comparative perspective with EU15, other transition countries and emerging economies. And third, this isthe cid:133rst paper on CEECscid:146export performance that spans beyond 2004, i.e. beyond the time of EU accessionand also allowing a look into both the precrisis and crisis periods.The paper is structured as follows. Section two examines the determinants of the transition economiescid:146growing export performance as put forward by the literature. Section three presents data and descriptivestatistics. In section four, the methodology is described, section cid:133ve estimates the eect of supply capacityand foreign market access on export performance, while section six presents the results on the impact ofindividual explanatory variables on supply capacity and foreign market access. Section seven concludes.2 Determinants of transition economies export performance In examining the determinants of the impressive growth of CEECscid:146 export performance, we follow theapproaches of Redding and Venables 2004, 2004a and Fugazza 2004. Redding and Venables and, ontheir work, Fugazza and Damijan, Rojec and Ferjancid:181cicid:181c 2011 developed a model of trade that uses gravitytechniques to estimate to what extent the export growth of a country is due to changed access to foreignmarkets and to what extent it is due to changes in the internal supply capacity of the exporting country.This is essentially a standard new trade theory model based on product dierentiation derived from aconstant elasticity of substitution demand structure. Market access segment, i.e. access to foreign marketsis disaggregated to particular regional groupings. Countries at the center of or at least near to a fastgrowing region experience favorable foreign market access Fugazza, 2004; Damijan, Rojec and Ferjancid:181cicid:181c,2011. Particularly positive for foreign market access may be regional economic integration Redding and Venables, 2004. The internal supply capacity is regressed on variables such as GDP, population, internaltransport costs, and one or two institutional variables real exchange rate cid:135uctuations, risk of expropriation,labormarket characteristics, EBRD transition indices. The institutional variable may be of particularimportance in the case of CEECs, which have gone through an overwhelming transformation process fromsocialist to a market economy, and may still have some implementation gap as far as institutional frameworkis concerned. The results of Redding and Venables 2003, 2004, and Fugazza 2004 suggest that marketaccess has been more important than supply capacity for the increasing export performance of the CEECs.In Redding and Venables 2004, growth in foreign market access was a much more important source ofexport growth than supply capacity growth. The main component of foreign market access growth was Western Europe i.e., the EU. Nevertheless, the actual level of trade of Eastern Europe is lower than onewould expect given good market access and betterthanaverage internal geography and institutions. Thislevel is due to CEECs that are faced with supply capacity constraints. The results of Fugazza 2004 aremore ambiguous. In the cid:133rst phase of transition 198895, foreign market access was much more importantfor the export growth of the CEEC than supply capacity growth, whereas the situation in 199299 wasquite the opposite. Thus, the beginning of the transition was characterized by the opening of the marketsin the EU and elsewhere, whereas the supply capacity was not able to exploit the new opportunities. Inthe case of Damijan, Rojec and Ferjancid:181cicid:181c 2011, EU market access has also been of great importance forexport performance of CEECs but does not explain the dierences between countries. These dierences areexplained by internal supply capacity factors, where a stable institutional setup, structural reforms, andtargeted FDI are in the forefront.Apart from the fundamentals of gravity theory, the literature puts forward six factors that deserve specialattention when analyzing the CEECcid:146s export performance, i.e. improved access of CEECs to EU markets,structural changes in CEECscid:146 exports, increased levels of productivity in CEECs, imports, inward FDI,quality of infrastructure and institutional setting.32.1 Improved access of CEECs to EU markets Most of the increasing importance of the EU15 as the main market for transition economiescid:146 exports isexplained by gravity theory, that is, by the belowcid:145normalcid:146level of pretransition trade with the EU15. Thesize, proximity, and development level of the EU15 represent an extremely strong gravity force for CEECexports. In addition, the EU accession process has provided these countries with preferential access to EU15markets. How important has this institutional factor been? The literature suggests that preferential marketaccess, especially the Europe Agreements, provides the transition economies with a competitive edge oversuppliers from other countries and has clearly been important for increasing the volume of CEEC trade buthas not been directly responsible for much of the growth of their exports Kaminski, 1994; Kaminski, Wang,and Winters, 1996b; Crespo and Fontoura, 2007. Europe Agreements retained a number of restrictionsdelays in liberalizing imports of sensitive products, tight rules of origin, continuing threats of antidumpingand the virtual exclusion of agriculture, which were removed only gradually in the process of EU accession.The actual accession of CEECs to the EU in 2004, however, has not brought about any further increases of CEECscid:146integration in the EU15 markets. In fact, the share of EU15 in total CEECscid:146exports has beendecreasing since the beginning of the century Table 1. It, thus, seems that market access eect of EUaccession process has been exhausted much before actual accession. Still, Table 1 shows that EU15 marketsare much more important for CEECs than for EU15 themselves. The importance of EU15 markets is notdecreasing only for CEECs but even faster for EU15 recid:135ecting faster growth of non EU markets in the lastdecade or so.Table 1: Share of EU15 markets in total exports of CEECs and EU15 in 20002011, in %year CEECsa EU15a 69,7200069,6200169,5200269,92003200469,468,6200569,0200668,5200767,72008200966,765,22010201163,678,578,277,477,176,775,173,274,072,473,972,672,0Source: Eurostat,http:epp.eurostat.ec.europa.eutgmtable.do?tabtableinit1plugin1languageenpcodetet 00037a Unweighted average 2.2 Structural changes in CEECscid:146exports.Since the beginning of the transition process, the export structure of the CEECscid:146economies has undergonesignicid:133cant changes in terms of increasing shares of medium and hightech manufactures and the corresponding decreases in the shares of resource intensive, labour intensive and lowtech manufactures see Table 2.The export structures of the CEECs show a tendency of gradual convergence with the export structures ofthe EU15 both at inter and intrasectoral quality upgrading levels Crespo and Fontoura, 2007.Of course, structural change in itself does not necessarily lead to increase of competitiveness, i.e. anincreased share of hightechnology products in exports is not per se an indicator of higher export competitiveness. What matters is the quality of properties of economic activity, i.e. the quality of structuralchanges in transition countriescid:146exports Szalavetz, 2005. Still, extensive literature on the structural changesin CEEC exports tends to claim that structural upgrading of exports positively contributed to their exportperformance. Firstly, export growth of CEEC has been based on products that were not exported in the 4Table 2: Structure of merchandise exports by factor intensitya of CEECsb and EU15 in 19952010, in %Labour intensive 1995c 2000 2005 2010year Resource intensive EU15 19,8 18.0 17.8 20.7CEECs 28,2 20.7 19.2 20.6EU15 11,8 10.1 8.67.9CEECs 19,7 18.5 14.0 10.2EU15 7,96.7CEECs 14,1 10.5 10.6 9.0EU15 30,1 29.8 29.8 28.0CEECs 21,4 30.1 33.3 33.4EU15 24,5 29.4 28.5 27.7CEECs 14,6 18.1 18.2 23.3Lowtech 6.66.6Mediumtech Hightech Source: Handbook of Statistics 2007cid:1502008 United Nations, 2007; United Nations Commodity Trade Statistics Database, 2011; calculations by IMAD.a The classicid:133cation of products into individual groups is based on the UN methodology Trade and Development Report, 2002. The classicid:133cation does not include all products and therefore the sum of thecid:133ve product groups does not necessarily equal 100%b Including Cyprus and Maltac For 1995, CEECs do not include Bulgaria and Romania.pretransition era and on cid:146traditionalcid:146 export items that have been substantially upgraded or dierentiated. Secondly, export restructuring has been characterized by positive specialization patterns betweenand within industries, and accompanied by quality upgrading as indicated by increased value added peremployee, increased unit values and more engagement in medium and high quality segments of industries. Thirdly, the share of vertical and horizontal intraindustry trade with the EU has also increased see Aturupane, Djankov and Hoekman, 1997; Hoekman and Djankov, 1996; Kaminski and Ng, 2001; Havlik,Landesman and Stehrer, 2001; Soss, 2002; Dulleck, Foster, Stehrer and Woerz, 2004; Crespo and Fontoura,2007; Havlik, Leitner and Stehrer, 2008.Table 3: Structure of merchandise exports by factor intensitya of CEECs in 2010, in %country Czech Republic Estonia Latvia Lithuania Hungary Poland Slovakia Bulgaria Romania Slovenia Resource intensive Labour intensive Lowtech Mediumtech Hightech 12,537,946,147,013,823,714,849,021,517,58,910,98,712,35,112,48,714,515,611,09,69,411,76,04,210,412,26,310,68,640,220,113,014,833,532,637,614,534,139,623,814,815,217,237,219,325,012,115,320,3Source: Handbook of Statistics 2007cid:1502008 United Nations, 2007; United Nations Commodity Trade Statistics Database, 2011; own calculations.a The classicid:133cation of products into individual groups is based on the UN methodology Trade and Development Report, 2002. The classicid:133cation does not include all products and therefore the sum of thecid:133ve product groups does not necessarily equal 100%Within the remarkable structural changes of CEECscid:146 export structure there are, however, big dierences among individual CEECs, between the most developed Czech Republic, Hungary, Poland, Slovakia,Slovenia and other transition countries can be observed, the former having much higher shares of mediumand high tech products see Table 3. Dulleck, Foster, Stehrer and Woerz 2004 tackle the issue of exportspecialization and quality upgrading of CEECs by distinguishing among three dimensions of exports. Thecid:133rst dimension reefers to shifts in export structure from low to high technology industries, the second dimension identicid:133es shifts inside industries from low to high quality segments, and the third dimension looks 5at quality improvements inside quality segments within industries. If countries specialize in low technologyindustries, or in lowquality segments within industries, or if they experience negative trends in unit valuesor unit value ratios they cid:133nd themselves in a cid:146lowquality trapcid:146. While cid:133ve Central European countries Czech Republic, Hungary, Poland, Slovakia, Slovenia appear to have been successful in substantial qualityupgrading of their export structure according to all three dimensions, some aspects of a cid:146lowquality trapcid:146can be found for the Baltics, Bulgaria and Romania.2.3 Increased levels of productivity in CEECs According to Bernard and Jensen 1998, productivity measured by value added per employee growth isan important determinant of export growth; they claim that productivity gains from 19871992 accountedfor about 10% of overall U.S. export growth in 19871994. There is no econometric analysis assessing theimpact of productivity growth on CEECcid:146s export performance but the fact is that productivity growth of CEEC has been remarkable since the beginning of transition and since 1995, has also been much fasterthan in the EU15. Havlik 2005 and Parteka 2009 in fact report on a much faster productivity growthin CEECs as compared to EU15 in the period from 1990 to 2005. Table 4 concid:133rms a strong productivitycatchingup process of CEECs with EU15 countries also for the period after accession. Thus, CEECscid:146labour productivity per person employed increased from 46.4% of EU27 level in 1995 to 57.6% in 2004and 66.5% in 2011. The respective numbers for labour productivity per hour worked are 43.4%, 51.8% and 61.1%. There are considerable dierences among individual CEECs but all of them show strong productivitycatchingup process.Table 4: Labour productivity per person employed and per hour worked in CEECs in 19952011, Index EU27100Per person employeda Per hour workedb 1995 2004 20111995 200443,532Bulgaria 35,131,5 34,868,459,9 67,2Czech Republic 64,4 73,158,148,634,1 57,7Estonia Latvia 33,3 45,936,652,657,436,236,2 53,9Lithuania 5060,147,5 56,667,155Hungary 38,3 49,961,946Poland 55,7Romania.34,631,578,966,7 81,6Slovenia 46,4 63,550,2 65,8Slovakia CEECs10c 46,4 57,643,4 51,8201143,573,567,662,264,67268,951,180,980,266,580,473,961,1 Source: Eurostata GDP in purchasing power standards and the number of persons employed.b GDP in purchasing power standards and the hours actually worked in the economycunweighted average The impact of productivity on export performance is more often measured by wage or cost competitiveness expressed by unit labour costs ULC, i.e. the ratio of the labour costs to the labour productivity.Thus Carlin, Glyn and Van Reenen 2001 study the relationship between export market shares and relative ULC in OECD countries. They claim that relative ULC calculated from exchange rate, wages and labourproductivity have important eects on export market shares, that sensitivity to labour costs is lower inhigh tech industries and higher in industries that are subject to increasing product market competition. Intheir analysis of the determinants of CEECscid:146export performance, Damijan, Rojec and Ferjancid:181cicid:181c 2011 alsocid:133nd that decreasing unit labour costs ULC signicid:133cantly contributed to increased export performance of CEECs in 19942004. In this context it is important to note that trends in real ULC of CEECs since theiraccession to the EU have not been really favourable, i.e. they have not improved their wage competitivenessvisavis the EU15 countries see Table 5.The fact that in the whole period of 19952011, and especially since the accession, CEECs exhibit muchbetter trends in terms of productivity catchingup than in terms of real ULC is a mirror picture of their 6Table 5: Trends in real unit labour costs of CEECs in 19952011, Index, 2005 1001995 2000 2004 2005 2006 2007 2008 2009 2010 2011Bulgaria 113,5 105,9 101,7 10096,5 96,6 100,1 108,2 111,2 107,1Czech Republic 92,5 95,8 100,4 10099,9 99,2 100,6 101,1 102,1 103,1116,7 103,4 102,1 100 100,3 105,4 114,1 116,9 109,2 106,1Estonia 107,9 102,5 95,5Latvia 100 104,6 110,7 118,3 110,3 101,8 98,6Lithuania 93,5 99,6 100,6 100 103,3 101,4 102 104,4 94,9 89,998,6 99,4 98,5 97,9 91,9 92,3104,7 100,5 99,8Hungary 10097,5 96,3 100,4117,5 114,9 102,4 100Poland 98,8 97,594,9 96,3 102,7 101,4 103,2 97,1Romania 100111,6 102,2 100,2 100Slovenia 99105 106,4 10699,1 104,9 98,5Slovakia 98,8 98,1 99,7 107,8 105,9 103,5100CEECs10a 106,3 105,2 99,3 100,0 99,3 100,1 103,6 105,2 102,5 100,1EU15a 104,1 101,1 100,2 100,0 98,7 98,5 100,7 104,5 101,9 100,3122,6 91,9.9997,5 99,4Source: Eurostat Note: Real unit labour costs compares remuneration compensation per employee in currentprices and productivity gross domestic product GDP in current prices per employmenta unweighted averagerestructuring towards higher value added products. From the point of view of their export performance thismeans the stagnation of wage cost competitiveness may be accompanied by advances in their export unitvalues. In fact Benkovskis and Wcid:246rz 2012, analyzing export competitiveness of CEECs in 20042007, claimthat CEECs in fact experienced a loss in price competitiveness and increase of unit values of their exportsfor more than in their competitors. Benkovskis and Wcid:246rz 2012 further claim that average quality of theirgoods increased for more than their export prices, indicating improvements in nonprice competitiveness.Due to issues with data coverage, we resort to using gross domestic product per capita as a measure ofproductivity.Imports have become an increasingly important determinant of export performance. Beltramello, De Backer and Moussiegt 2012 show that due to growing production fragmentation within global value chains,imports of intermediate goods represent a large part of countrycid:146s exports. In this way imports of intermediates increasingly determine the export competitiveness of countries in cid:133nal products and simply lookingat the evolution of exports may misrepresent the international competitive position of a country.2.4 The role of FDI in the growing export performance of CEECs The importance of FDI for the transition economiescid:146 exports is very high and increasing. Foreign subsidiaries are responsible for the majority of exports in most of the transition economies, especially forexports in high and mediumhightech industries. This is to a major degree related to the participationof foreign subsidiaries in global supply chains, the latter being responsible for an increasing part of globaltrade see Baldwin, 2012, Rahman and Zhao, 2013. Foreign subsidiaries also show much faster restructuringtowards high and mediumhightech exports and much higher export propensity than domestic enterprisesDamijan and Rojec, 2007. The analyses claiming positive impact of inward FDI on transition countriescid:146export performance are numerous. In their analysis of the determinants of CEECscid:146 export performance,Damijan, Rojec and Ferjancid:181cicid:181c 2011 cid:133nd that CEECs with higher levels of accumulated FDI do exhibita much larger growth of exports what points towards the dynamic aspect of FDI, that is, that FDI doesfoster manufacturing restructuring and create the economic potential for future export growth, directly, viasuperior export performance of foreign subsidiaries and, indirectly, via knowledge spillovers from foreignsubsidiaries to indigenous cid:133rms, especially via backward linkages with local suppliers, making them morecompetitive see, for instance, Gcid:246rg and Greenaway, 2004. For Filatotchev, Stephan and Jindra 2008 foreign investorscid:146ownership and control over strategic decisions in foreign subsidiaries are positively associatedwith exporting, while Caetano and Galego 2007 cid:133nd signicid:133cant relationship between FDI and transitioncountriescid:146intra industry trade. Christodoulakis and Sarantides 2011 argue that size and composition of FDI is the crucial factor in shaping productivity and, thus, aecting competitiveness and external positionof an economy. They claim that in this regard northern EU countries are much better o than southern EU countries. Gu, Awokuse and Yuan 2008 say that FDI cid:135ows into China have statistically signicid:133cantand positive eects on its exports. In its analysis of developing countriescid:146trade, UNCTAD 2005: 61 cid:133nds 7that FDI is likely to aect export performance positively, as positive and signicid:133cant relationship betweenexport performance and FDI contribution to capital formation is found at all levels of export performance.However, there appears to be a Ushaped relationship between export performance and FDI; they relateclosely at early stages of export development , but the relationship becomes weaker as export developmentadvances, only to become stronger again at later stages of export development.In spite of the remarkable contribution of FDI to the export performance of the CEECs, the causalrelationship between export propensity and strategic foreign ownership remains ambiguous. It seems thatmost of the superior export propensity of foreign subsidiaries is explained by factors other than the nationality of ownership, with multinationality 2 of the cid:133rm being a very important one Pfaermayr and Bellak,2000; Rojec, Damijan and Majcen, 2004. In estimating the eects of FDI in CEECs exports, Kutan and Vukcid:154ic 2007 separate the eects of FDI into supply capacityincreasing eects, when FDI incid:135ows increasethe host countrycid:146s production capacity and consequently export supply potential, and FDIspecicid:133c eectsarising from MNEscid:146knowledge and technology, better information about export markets, or better contactto the supply chain of the parent cid:133rm than do local cid:133rms. Their results indicate that, for all countries intheir sample, FDI has increased domestic supplycapacity and hence exports, while FDIspecicid:133c eects onexports are observed only in the new member states of the European Union.Quality of infrastructure is another variable regularly used in gravity models to explain export performance. As the quality and price of transportation services is of crucial importance for exporters, positiveimpact of the access to and quality of domestic transport physical as well as information and communication infrastructure on countrycid:146s export performance is self evident and generally recognized by theauthors dealing with the subject see, for instance, Bougheas, Demetriades and Morgenroth, 1999; Limaoand Venables, 2001; Francois and Manchin, 2006; UNCTAD, 2005. According to PortugalPerez and Wilson 2010, marginal eect of infrastructure improvement on exports decreases with per capita income whilethat of information and communication technology increases.For the quality of infrastructure we use World Development Indicators database as proposed by Francoisand Manchin 2006.3 A full description of the infrastructure indicators used in our model is provided inthe Appendix.2.5 Institutional setting In their seminal work on the role of institutions in economic development, Rodrik, Subramanian, and Trebbi 2004 cid:133nd that institutional quality has a positive and signicid:133cant eect on trade integration.Adequacy and quality of institutional setting is one of the most frequently analyzed issues related to exportperformance. The uncontested conclusion is that institutions matter for trade, i.e. have positive impact oncountrycid:146s export. Within gravity models, a great variety of institutional aspects have been tested, dependingon a particular objective, from complex indicators of institutional setting such as World Bank Governance Index Meon and Sekkat, 2006; Kaufmann, Kraay and Mastruzzi, 2009 or Economic Freedom of the World Index Francois and Manchin, 2006; Depken and Sonora, 2005, to a combination of various aspects ofbusiness environment and labor market regulations Fugazza 2004; Iwanow, 2008, Freund and Bolaky, 2004;PortugalPerez and Wilson, 2010; Li Puma, Newbert and Doh, 2011; UNCTAD, 2005, protection of propertyrights, risk of expropriation or contract enforcement Redding and Venables 2004, Fugazza 2004; Araujo,Mion and Ornelas, 2009; Iwanow, 2008; Ranjay and Lee, 2003; UNCTAD, 2005 and real exchange rate asa measure of macroeconomic environment Fugazza 2004. Institutional quality does not seem to have thesame importance for all exporters and exportscid:146segments. Thus, according to UNCTAD 2005 institutionsmatter more at a higher level of export performance as production becomes more and more capital intensivemaking better protection of property rights essential, according to Anderson and Marcoullier 2002 theimpact of institutions is larger in the case of dierentiated goodscid:146 exports, Li Puma, Newbert and Doh2001 claim that institutional quality is more important to increasing export performance of new and smallcid:133rms compared with large and established cid:133rms, and Iwanow 2008 says that importance of institutionsfor export performance raises with complexity of the industry. Levchenko 2004 goes even a step furtherby suggesting that dierences in institutional quality themselves can be a source of comparative advantage.2 The fact that a cid:133rm operates within a multinational cid:133rm network, be it as a foreign subsidiary or a parent company givesit some advantage over domestic cid:133rms not part of a multinational network.3 They include the following data the percentage of paved roads out of total roads, the number of cid:133xed and mobile telephonesubscribers per 1000 people, the number of telephone mainlines per 1,000 people, on telephone mainlines in largest city per 1,000 people, telephone mainlines per employee, mobile phones per 1,000 people, and freight of air transport million tonsper km.8In the case of transition countries, which have gone through an overwhelming change in the entiresocioeconomic system and the building of institutions, one would ideally use a complex measure of thereform process as an indicator of the development of the institutional setting. The most commonly usedindicator of reform progress is the European Bank for Reconstruction and Development EBRD transitionindex. In 19902010, CEECs increased their overall EBRD transition index from only 1.36 the minimumbeing 1 to 3.69 calculated from EBRD Transition Indicators by Country, which is near to the level of ancid:146idealcid:146advanced market economy, 4.3. The existing literature on the subject Havrylyshyn and AlAtrash,1998; Kaminski, 1993; Kaminski, Wang, and Winters, 1996b; Damijan et al, 2011 is pretty straightforward,stating that the speed and scope of transition reforms have been crucial to the growth of export performance.This means that the more ambitious CEEC in terms of ongoing structural reforms and the building of astable institutional setup are more successful in fostering export growth.Since EBRD Transition Indices are avilable only for transition countries, while we also have othercountries in our analysis, they cannot be used in this exercise.Instead we use the Institutional qualitydatabase Kuncid:181cicid:181c, 2012 as it incorporates the widest array of indicators of institutional quality, separatelyfor legal, political and economic institutions, the three being of crucial importance for CEECs. A moredetailed description of the institutional indicators used in our model is provided in the Appendix Real exchange rate, which recid:135ects the underlying relative movement of prices at home and abroad, isanother institutions related variable measuring the macroeconomic environment in the country, which isregularly used in gravity models. No doubt, real exchange rate cid:135uctuations, which indicate export pricecompetitivenes, is an important determinant of export performance see, for instance, Fugazza, 2004; Havlik,2000; Damijan, Rojec and Ferjancid:181cicid:181c, 2011; Bernard and Jensen, 1998; Fischer, 2007; Bayoumi, Harmsenand Turunen, 2011, especially so for commodities and manufactured products that are labour intensivetypically weak export performers, while less so for capital intensive and dierentiated products typicallygood export performers UNCTAD, 2005; Fugazza, 2004. In the latter case nonprice competitiveness ismore important.3 Data and descriptive statistics The primary source of data used in this paper is the UNCTAD trade database. We use information onthe complete matrix of aggregate bilateral trade cid:135ows imports and export in current US dollars for 62countries in the period between 1995 and 2011. The included countries can be grouped into the following:EU countries 4, CEEC, CIS countries 5, SouthEastern Europe 6, Asia 7, NAFTA8, BRIC9, Latin countries 10,Australia and New Zealand and South Africa. Additionally, we also take advantage of information on tradedisaggregated at the productgroup level according to degree of manufacturing into: i labourintensive andresourcebased manufactures, ii manufactures with low skill and technology intensity, iii manufactureswith medium skill and technology intensity, and iv manufactures with high skill and technology intensity 11.Finally, we also use information on unit value import and export and terms of trade indices available forthe countries of interest. It is worth noting that there are no instances of missing trade between in theperiod of observations between the 62 countries of interest. UNCTAD is also the source for information oninward and outward FDI shares in gross domestic products.Trade data has been supplemented using information on geographical factors from CEPIIcid:146s Geodistdatabase Mayer and Zignano, 2011, which cid:133rst and foremost provides information on geographical distancebetween countries unweighted or weighted with citylevel information to account for population density,their contiguity, whether they share a common language o cial language or whether at least 9 percent ofthe population in both countries speaks a common language, whether they share a common colonial pastor are currently in a colonial relationship or where formerly one country. Lastly, we employ information on 4 Austria, Belgium, Bolgaria, Czech Republic, Cyprus, Denmark, Estonia, France, Finland, Germany, Greece, Great Britain,Hungary, Ireland, Italy, Latvia, Lithuania, Malta, Netherlands, Luxemburg, Portugal, Poland, Spain, Sweden, Slovenia, Slovakia,Romania 5 Belorusia, Ukraine, and Kazakhstan.6 Albania, Bosnia and Hercegovina, Serbia, Montenegro, Croatia, Macedonia.7 Thailand, Hong Kong, Macao, Singapore, Malaysia, Indonesia, Philippines, Taiwan and South Korea.8 United States, Canada and Mexico.9 Brasil, Russia, India, and China 10 Argentina and Chile.11 Details on the classicid:133cation of products into product groups are available in Appendix 1 to Chapter 3 of UNCTADcid:146s Tradeand Development Report 2002.9economic activity GDP, price indices, population size and development indicators infrastructure fromthe World Bankcid:146s World Development Indicators database. A full description of the development indicatorsused is provided in the Appendix. Trade values and GDP are decid:135ated using US GDP decid:135ator, with year 2000 serving as a base year. Finally, we use information on the quality of institutions from the Institutionalquality database Kuncid:181cicid:181c, 2012. Some basic characteristics of the dataset are presented in Figures 1, 2, and Table 1.Figure 1: Export growth index 1995100 for global trading blocks between 1995 and 2011Source: UNCTADThe two most pronounced features of Figure 1 are, cid:133rstly, the clearly observable eect of the 20082009cid:133nancial and economic crisis on world trade cid:135ows and, secondly, the markable dierences between fastergrowing economies of BRIC, CIS and CEEC compared with the slower progress countries of EU15, NAFTA,Latin America and other Asian countries. A look at the evolution of foreign direct investment FDI incid:135owsinto the main trading blocks is presented in Figure 2. Similarly as with trade data, it is revealed that thefastest growth in FDI was achieved by countries of the former Soviet Union 12 CIS, CEECs and the fourmembers of BRIC. Given the observed advantages of emerging economies in terms of both their exportingperformance and their success in attracting FDI, it is likely that these two features are related.Figure 2: FDI stock index global comparison of trading blocks between 1995 and 2011Source: UNCTADFinally, Table 1 presents some of the more revealing features of the World Development Indicators. Inour analysis we will confront data on export performance with origin and destination country characteristics.12 CIS does not include Russia, which appears as a member of BRIC.10An important determinant of the overall capacity to export is also the state of the countrycid:146s infrastructurea snapshot of which is presented in Table 1.Table 6: Descriptive statistics infrastructural endowment in 2007 median valuesregion Internetshare of mobile share of ICT motor vehicles perroad densitysubscribers % phone users % exports %100 people 4.93.713.91.718.76.626.63.3Asia BRICCEECs CISEU15Latin NAFTASEE6Source: World development indicators.Road density is measured by kms of road per 100 sq. km of land area 87.652.6110.879.6115.683.991.4107.433.71.44.80.44.70.35.11.113619745217054424656222610337125.52413714.59351A comparison of median values of some of the infrastructural indicators reveals that the EU 15, NAFTAand CEECs enjoy a substantial advantage in terms of both the ICT infrastructure as well as transportinfrastructure. Only in terms of the actual share of ICT products in the export value are the Asian countriesin the forefront with a striking advantage.4 Methodology The goal of this section is to shed light on the causes of the observed divergent export performances of theworldcid:146s key trading regions with the special focus on the role played by external and internal geography. Theestimation framework employed in this paper is based on the identicid:133cation strategy proposed by Reddingand Venables 2004, where, based on a model of world trade with CES demand, multiple production locations and iceberg transport costs, trade is decomposed into exportcountry characteristics, importcountrycharacteristics and the betweencountry information i.e. geographical distance. Redding and Venablesuse a very general specicid:133cation of the gravity equation by using only source and destinationcountry indicator variables instead of the information on the respective income and other country characteristics.This enables the importingcountry dummy to also capture other features of the market capacity such asthe manufacturing price index and control for what Anderson and van Wincoop 2003 term cid:147multilateralresistancecid:148.4.1 Estimating Export Performance Total export growth can be decomposed into supply capacity and foreign market access growth. Following theapproach of Redding and Venables 2004, 2004a and Fugazza 2004, we estimate a gravity model equationwhere the dependent variable is total manufacturing exports logarithmic from country i to country j andthe dependent variables are bilateral distance logarithmic, an indicator of the existence of a commonborder, exportercountry dummies, and importerpartner dummies:ln Xij cid:11 cid:12j P artnerj cid:13i Countryi cid:141Distij cid:142Bordij uij1Bilateral distance Distij and the border dummy Bordij are assumed to capture geographical bilateraltrade costs. Exporterscid:146 and importerscid:146 cid:133xed eects, Countryi and P artnerj, respectively, are introducedin order to control for supplier capacity and market capacity. These terms can also serve as a control forinstitutions and policyrelated bilateral trade costs.The model is estimated for 63 countries described above at the level of the aggregate trade cid:135ows ofthese countries with their most important trading partners from all over the world. The data set spans theperiod 19952011, which creates a balanced panel for 16 years.114.2 Accounting for Supply Capacity and Foreign Market Access Calculation of a countrycid:146s own supply capacity and its foreign market access follows directly from the gravitymodel 1. Here, an exportercid:146s country dummy indicates the countrycid:146s own scope of supply capacity, whilethe scope of foreign market access is determined by the partner countrycid:146s eect weighted by the distanceand by the border. Therefore, following Redding and Venables 2004, in the second step, the estimatesobtained in the cid:133rst stage of the analysis estimates of model 1 are used to construct supply capacity andforeign market access series. The supply capacity estimate for country i SCi is given by the exponentialof the exporter country dummy times its coe cient:while the estimate of foreign market access F M Ai is given by SCi expcid:13i CountryiF M Ai Pi 6j expbcid:12j P artnerj cid:3 Distbcid:141ij cid:3 expbcid:142BordijThe estimates of supply capacity 2 and foreign market access 3 allow us to decompose the sourcesof export growth over the last decade and help us to analyze over time the contribution of both the supplycapacity and the foreign market access to the export performance of each individual CEEC.4.3 Decomposition of the dependent variable into contributions made by the explanatory variables Fields 2003 suggests a regressionbased procedure of assigning weights to various independent variablesin explaining a dependent variable. This procedure constitutes a cid:147decompositioncid:148 in the sense that thevariance is broken down into a number of components such that the whole is equal to the sum of its parts.Following Fields, 2004, a standard regression equation is considered:i 1; :::; n:4Yi bcid:120 cid:0PKk1bcid:12k Xik bi;error term.where bcid:12k are the coe cient estimates, K is the number of independent variables, bi is the estimated Decomposition analysis assigns explanatory power to the several independent variables so that a holdsother things equal, b decomposes so that the contribution of several independent variables sum to thecontribution of the overall model. Given the regression equation 4, let sXk denote the share of thevariance of Y that is attributable to the kcid:146th explanatory factor and let R2 be the fraction of the variancethat is explained by all of the Xcid:146s taken together. Then, it can be shown that the variance of Y can bedecomposed as Fields, 20042356789dividing by varY givesvarY PKk1 covbcid:12k Xk; Y covb; Y where each sweight sXk is given byand the weight associated with the residual is given by If the error term is ignored, the remaining sweights sum to R2100% PKsXk sb k1 sXk PKPKvarY k1 sXk sbcovbcid:12k Xk; Y covb; Y k1 covbcid:12k Xk; Y varY varY 12 R2Finally, expressing the sXkcid:146s in terms of their percentage contribution to R2, we obtain the cid:147pweightscid:148pXk cid:17sXkR2such that the pXkcid:146s sum to 100%. The weights just derived take the variance as the measure ofdispersion of Y, but other measures such as coe cient of variation, Gini coe cient, Theil index, and Atkinsonindex could be employed.4.4 Factor analysis of the regressors We dispose with a wide variety of variables describing dierent aspects of countriescid:146 infrastructure ICT,transport, institutional and technological development and given that they often describe dierent aspectsof the same country feature including all of them as regressors would not be sensible. In addition to theimpact on the precision of the estimation due to the larger number of regressors, some of the variables mayalso display high rates of colinearity.It is for those reasons that we choose to employ factor analysis which reveals the underlying patterns ofrelationships within groups of variables. Factors enable us to employ condensed information in our regressionof interest. In factor analysis, the factors are formed to maximize their explanation of the variable set Hairet al. 1995. As our variables of interest are highly correlated within each of the groups of related variablesICT infrastructure, road and rail infrastructure, other transport infrastructure, institutions, this makesthem particularly good candidates for factor analysis. For the purpose of analyzing the determinants ofexport supply capacity and market access, we condense world development indicators and information oninstitutional quality into four factors:cid:15 ICT infrastructure Share of internet users, Share of ICT products in exports, Share of ICT productsin imports, Share of mobile phones, number of public internet servers, number of telephone lines;cid:15 Road and rail infrastructure Railroad lines, Quantity of goods transported by rail, Number of passengers transported by rail, Road density, Road network, Quantity of goods transported by road, Numberof cars per kilometer;cid:15 Other transport infrastructure Quantity of goods transported by air, Container port tra c, Portquality, Liner shipping connectivity;cid:15 Quality of institutions Quality of legal institutions, Quality of political institutions, Quality of economic institutionsAll factors are obtained separately for country of origin and destination country.5 Estimation of the eect of supply capacity and foreignmarket access We cid:133rst present results of bilateral trade regressions 1 done on an annual basis for each of the years between 1995 and 2011. Each of the regressions includes a full set of home and partner country dummy variablesas well as distance between capital cities weighted by the capitalcid:146s share of economic activity and border aswell as broader regionalblock dummies.13sraeylaudividni 11025991notamitsenoitauqeedartlaretali B:7elba T000.0000.0000.0000.0000.0000.0000.0000.0000.0000.0000.0000.0000.0000.0000.0000.0000.0ecnatsid 11020102900280027002600250024002300220021002000299918991799169915991SELBAIRAV000.0000.0000.0000.0000.0000.0000.0000.0000.0000.0000.0000.0000.0000.0000.0000.0000.0748.1728.1938.1628.1908.1538.1738.1858.1288.1919.1259.1389.1289.1779.1140.2290.2011.2ytiugitnoc141.0831.0241.0041.0241.0931.0431.0531.0531.0731.0141.0141.0541.0341.0841.0151.0061.0316.1447.1368.1440.2011.2149.1007.1198.1901.2151.2173.2421.2980.2502.2581.2792.2183.2704.0652.0681.0736.0204.0953.0143.0091.0714.0404.0253.0462.0391.0104.0693.0093.0182.0861.0754.0193.0324.0374.0812.0013.0314.0014.0233.0671.0343.0804.0283.0903.0771.0074.0183.0614.0891.0651.0922.0414.0904.0803.0771.0722.0753.0273.0873.0983.0414.0514.0344.0344.0645.0326.0495.0484.0174.0994.0196.0757.0176.0222.0803.0853.0491.0483.0763.0781.0143.0273.0871.0984.0983.0702.0726.0193.0091.0885.0324.0712.0826.0414.0702.0234.0964.0100.1101.1521.1370.1680.1250.1301.1361.1841.1511.1811.1223.1743.1691.1491.1761.1072.1331.0131.0131.0631.0831.0341.0241.0341.0641.0551.0551.0061.0539.2530.3036.2760.3442.3821.3059.2137.2724.2791.2102.2358.1367.0722.0872.0567.0372.0372.0166.0382.0262.0896.0611.0802.0147.0621.0891.0707.0910.0912.0316.0610.0012.0106.0740.0632.0495.0040.0812.0006.0150.0942.0845.0960.0752.0356.0720.0503.0261.0656.1656.0512.0092.0761.0087.1667.0881.0491.0271.0657.1857.0280.0862.0571.0977.1477.0110.0432.0281.0908.1708.0253.0803.0004.0704.0334.0314.0655.0564.0083.0744.0245.0985.0285.0395.0635.0884.0233.0633.0353.0390.0420.0901.0SEYSEY782,3199.0390.0140.0801.0SEYSEY392,3099.0490.0200.0701.0SEYSEY782,3099.0790.0710.0901.0SEYSEY682,3099.0001.0850.0711.0SEYSEY292,3989.0990.0150.0311.0SEYSEY782,3989.0990.0521.0901.0SEYSEY082,3099.0101.0530.0011.0SEYSEY182,3989.0101.0340.0111.0SEYSEY182,3989.0990.0900.0011.0SEYSEY462,3889.0301.0780.0111.0SEYSEY172,3889.0301.0160.0311.0SEYSEY162,3889.0701.0450.0511.0SEYSEY842,3789.0901.0530.0711.0SEYSEY812,3789.0211.0300.0811.0SEYSEY112,3789.0611.0410.0121.0SEYSEY691,3689.0121.0490.0921.0SEYSEY131,3589.0ymmudrentra Pymmudemo Hsnoitavresb OderauqsRsicaisanitalceec 6eesatfan 51ue 72ue 141.0p,50.0p,10.0p,sesehtnerapnisrorredradnatstsubo RBased on results of Table 7 we calculate the contributions of supply capacity SCi and foreignmarketaccess F M Ai to growth of total exports and use the estimated values of these two components to determinethe regressionbased decomposition of export performance as suggested by Fields 2004. Ultimately, we plotthe estimated contribution of supply capacity throughout the period, with foreignmarket access representingthe remaining share.13Figure 3: Regressionbased decomposition: Contribution of supply capacity to export growth of CEECcountries exportsin share of totalAs can be seen from Figure 3, there is substantial volatility in the estimated contribution of supplycapacity to overall exports. In order to smooth out the eects of the cycles, we perform the same set ofregressions using three year averages of exports for any given year:14exportit exportit exportit1 exportit2310Estimates of 1 on threeyear moving average of exports are reported in Table 8 below, while theevolution of accompanying regressionbased decomposition into two main factors is depicted in Figure 4.13 The combined contributions of SC and FMA by design make up the total 100%.14 Note that by addopting the moving average, we loose the last two years in the sample 2010, 2011, but as Figure 14 showsthese two years do not deviate from the trend.15notamitsenoitauqeedartlaretali B:8elba T900280027002600250024002300220021002000299918991799169915991000.0000.0000.0000.0000.0000.0000.0000.0000.0000.0000.0000.0000.0000.0000.0000.0000.0000.0000.0000.0000.0000.0000.0000.0000.0000.0000.0000.0000.0000.0selbairavecnatsid128.1618.1518.1918.1528.1438.1058.1288.1719.1849.1649.1369.1389.1710.2480.2ytiugitnoc731.0531.0631.0631.0331.0131.0031.0031.0131.0331.0431.0431.0731.0931.0541.0435.1237.1487.1418.1517.1606.1807.1587.1739.1859.1349.1359.1800.2430.2710.2483.0441.0061.0954.0883.0443.0551.0451.0524.0483.0353.0802.0261.0014.0383.0463.0192.0461.0383.0983.0073.0542.0451.0273.0583.0083.0812.0841.0743.0873.0483.0341.0741.0482.0563.0773.0612.0851.0791.0263.0553.0733.0733.0763.0793.0204.0134.0904.0945.0534.0353.0373.0424.0093.0481.0142.0243.0591.0803.0543.0861.0464.0343.0861.0584.0653.0751.0805.0473.0461.0145.0673.0951.0665.0383.0850.1590.1790.1270.1780.1270.1570.1790.1660.1101.1191.1602.1941.1570.1090.1921.0921.0031.0331.0631.0831.0831.0241.0541.0151.0051.0451.0851.0668.2298.2339.2350.3120.3198.2466.2293.2871.2289.1688.1727.1667.1137.0282.0762.0507.0942.0842.0186.0002.0322.0396.0011.0012.0476.0170.0212.0536.0300.0912.0485.0700.0802.0475.0420.0722.0165.0250.0132.0285.0360.0062.0465.0070.0752.0606.0920.0542.0646.0800.0032.0261.0657.1547.0140.0912.0661.0966.1037.0460.0432.0283.0473.0614.0924.0524.0114.0914.0154.0784.0705.0884.0474.0963.0472.0822.0090.0500.0401.0SEYSEY672,3199.0090.0710.0201.0SEYSEY672,3299.0190.0620.0101.0SEYSEY472,3299.0290.0620.0301.0SEYSEY572,3199.0390.0110.0101.0SEYSEY172,3299.0390.0420.0101.0SEYSEY562,3199.0590.0410.0201.0SEYSEY462,3199.0590.0420.0301.0SEYSEY691,3199.0690.0400.0401.0SEYSEY431,3099.0590.0300.0301.0SEYSEY671,3099.0790.0400.0401.0SEYSEY612,3099.0990.0930.0601.0SEYSEY091,3099.0201.0910.0701.0SEYSEY281,3099.0501.0810.0011.0SEYSEY651,3989.0901.0420.0311.0SEYSEY290,3989.0ymmudrentra Pymmudemo HderauqsR.sb Osicaisanitalceec 6eesatfan 51ue 72ue 161.0p,50.0p,10.0psesehtnerapnisrorredradnatstsubo RFigure 4: Regressionbased decomposition: Contribution of supply capacity to export growth for CEECscid:146exportsin share of total 3year averageBoth Figure 3 and 4 reveal that the contribution of supply capacity to the countrycid:146s export performancehas been decreasing steadily since the high of year 2000. During this period the decrease has almost reached 20 percentage points. Interestingly, the cid:133nancial and economic crisis of 20082009 did not have a signicid:133cantimpact on the observed trajectory. Naturally, this implies that the contribution of foreign market access toexporting performance has been experiencing a corresponding increase.We decompose the above supply capacitycid:146s contribution further to account for the possible dierencesbetween global trading blocks as well as the probable dierences between the product groups. Firstly, wepresent the dynamics of the contribution of supply capacity to exports by trading block group of countries.Figure 5: Regressionbased decomposition: Contribution of supply capacity to export growth for countrygroups with fastest growing exports in share of total 3year averageSource: UNCTAD and own calculations Regional decomposition of export performance indicates large dierences between the four groups ofcountries. Supply capacity matters most for Asian countries and least for CEEC and EU 15 countries.Approximately 50% of export performance of Asian countries Asian tigers, China excluded is determinedby supply capacity, with the number closer to 10% for the CEECs. Importantly, the contribution of SCis decreasing over time for all blocs apart from the EU15. In addition, the Asian countriescid:146 contributionof supply capacity experienced a pronounced drop in 2002, returning to a slightly lower share in 2003.Comparison of CEECs with other fast growing exporting groups of countries shows that CEECs export 17performance growth in the last 15 years has been much less based on improved supply capacity than inother countries. This is not a good sign for the future as it indicates that CEECs may begin to lose theirexport competitiveness. There is not much more room for improving foreign market access component, asbenecid:133ts of the EU accession have been already exploited.Finally, we take a look at the dynamics of SC contribution across the four product groups. Figure 6 depicts the dynamics of the contribution of export supply capacity for CEECscid:146 exports split betweeni labor intensiveresource intensive products, ii less skilltechnology intensive products, iii mediumskilltechnology intensive products, and iv high skilltechnology intensive products. Signicid:133cantly, thecontribution of SC is decreasing for three of the four groups of products, most evidently for high skillproducts. Only low skilltechnology products do not experience an overall decline, although the share of SC has been falling since 2004. Lowest level of supply capacitycid:146s contribution is found for laborresourcebased products in CEE countriescid:146 exports. All these further reinforces the above view that CEECs mayhave serious problems with the growth of their export performance in the future.Figure 6: Regressionbased decomposition: Contribution of supply capacity to export growth of CEECsfor product groups with fastest growing exports in share of total 3year averageSource: UNCTAD and own calculations In order to be able to pinpoint the factors impacting this trend we estimate the determinants of supplycapacity and foreign market access.6 Results In order to gain In this section we present results of the analysis of export performance determinants.a deeper understanding of the dynamics of the capacity to supply exports and access to foreign markets,we estimate the impact of a number of country characteristics on its ability to supply exporting markets.For this purpose we run separate regressions on the estimated supply capacity SC and foreign marketaccess FMA variables.SCit f GDP originit; GDP pcoriginit; IM Pit; F DIit; U Vit; cid:1ER; crisist; Xit; itF M Ait f GDP destit; GDP pcdestit; IM Pit; F DIit; U Vit; cid:1ER; crisist; Xit; it1112where GDPit represents the logarithm of gross domestic product in constant US dollars for both theexporting and destination countries. Aggregate country income allows us to control for both supply countryof origin and demand conditions destination country. GDP pcit is the logarithm of gross domestic productper capita in constant US dollars in both of the trading partners, measuring the similaritiesdierencesin level of development andor average productivity. IM Pit represents the log of imports of the exportingcountry from the destination country. Imports serve to capture an added aspect of the nature of the trade 18relationship between the country pair. F DIit stands for the percentage share of inward FDI stock in GDP aswell as the percentage share of outward FDI stock in GDP. While a high share of inward FDI may indicatethat the country is a particularly advantageous location for exportoriented production, high share ofoutward FDI may imply that local cid:133rms are using FDI for increasing own exports to host countries andorare oshoring parts of their production process to other markets. We control for the price competitivenessof a country by including both the export and import unit values U Vit; in constant dollars. Export unitvalues may also indicate structural upgrading of exports. cid:1ER indicates the change in the bilateral exchangerate crossrate15. crisist is decid:133ned as 1 in the two o cial years of the global cid:133nancial and economiccrisis 2008 and 2009 and 0 otherwise. The inclusion of the crisis variable is merited by the possibilitythat the crisis represents a break in the aggregate trade trends and may have caused a similar break inmeasures of exporting performance. Xit stands for a group of infrastructural and institutional indicatorsthat we condensed into four factors. Due to issues with data availability we only employ three of the fourfactors ICT infrastructure, road and railtransport infrastructure and institutional quality for the originequation 11 and destination equation 12 countries. In order to control for any possible residual eectsof the EU expansion in 2004, we introduce a dummy variable for the period after 2004 for CEE countries.16Finally, we also control for time and origin country cid:133xed eects 17. it is and i.i.d. error term.The benchmark estimations of 11 and 12 are presented in Table 9. We use seemingly unrelatedregression to simultaneously estimate both versions of estimation equation. The reason for this is that thetwo equations one for SC and one for FMA are not unrelated and are hence very likely to have correlatederrors. An assumption implicit in separate OLS estimations i.e. that contemporaneous errors of the twoequations are uncorrelated likely does not hold in this case due to the explicit connection between SC and FMA. More likely the error correlation is of the form:cov1t; 2t cid:271213an estimation that takes explicit account of the error correlation will increase the precision of the parameter estimates via a twostep procedure accounting for the error structure in the second step GLS estimation.The signicid:133cance of the BreuschPagan test of error independence concid:133rms the appropriateness of the choiceof estimator.Columns 1 and 2 of Table 9 present estimates of the regressions on the logarithm of SC and logarithmof FMA, respectively. Columns 3 and 4 present estimates on the logarithm of supply capacity and foreignmarket access on a subsample of Central and EasternEuropean countries. In columns 5 and 6 we additionallycontrol for the share of manufacturing industries in 2007 inward and outward FDI stocks in CEECs.Insert Table 9 about herePredictably, Table 9 reveals that there are substantial dierences in the impact of country characteristicsbetween supply capacity and foreignmarket access. In line with expectations, GDP of the exporting countrylnGDP otcid:01 positively impacts the measured supply capacity of the economy, while the destination countrysize does not signicid:133cantly eect the foreign market access. The level of developmentproductivity levellnGDP pcotcid:01 of the exporting country positively impacts the supply capacity in the complete sampleindicating that more productive countries rely more heavily on SC in their export performance. The eectis not as strong in the CEEC subsample and even signicid:133cantly negative for one specicid:133cation. . Given thefact that trends in real ULC of CEECs since their accession to the EU have not been favorable, i.e. they havenot improved their wage competitiveness visavis the EU15 countries, this is in line with expectations. Boththe shares of inward and outward FDI in GDP positively impact the capacity to supply foreign markets withexports, while they, by and large, have a negative eect on foreign market access. The latter tends to indicateconsiderable importance of marketaccess type of inward as well as outward FDI. Since it is predominantlythe manufacturing FDI which impacts export performance, it expectedly turns out that the eect of theshare of manufacturing in inward FDI stock is highly signicid:133cantly positive on CEECs supply capacity. Thefact that the share of manufacturing FDI also has a signicid:133cant and positive impact of CEECscid:146foreign market 15 All exchange rates are given in the form of an direct quotation i.e. value of one unit of local currency measured in foreigncurrency. This implies that a decrease in the exchange rate should depreciation should lead to increased exports.16 Given the asymmetric nature of the Association Agreements the CEE countries signed with the EU, the EU openned upto CEEC imports substantially earlier than 2004. In 2004 the CEE countries removed all of their trade barriers with the EU.17 In the benchmark ordinary least squares regression we also control for the destination country cid:133xed eects, while the cid:133xedeects regression bases on country pairs as the unit of observation.19access seems to point to e ciencyseeking type of inward FDI which are highly export oriented. In line withexpectations, the unit value of export prices has a positive and signicid:133cant eect on the supply capacity,which is in line with positive structural changes in CEECscid:146 exports, while import prices higher importunit values negatively eect the price competitiveness of the exporting economy. As expected, currencydepreciation only seems to impact foreign market access and the eect appears ambiguous. While there is astrong positive eect of the origin country institutions on supply capacity, the institutions in the receivingcountry play no role in determining FMA. In addition, while ICT infrastructure has a positive eect on SConly in case of the full sample, the eect of rail and road infrastructure of the exporting country appears tobe ambiguous. Finally, there is evidence in support of the positive eect of EU accession on the capacityto supply exports, but the crisis of 20082009 has a much stronger negative eect on both the capacity tosupply exports as well as the demand by foreign markets.Even after controlling for a substantial number of measurable country characteristics in our specicid:133cations,we are unlikely to have captured all of the measurable and unmeasurable factors that help determineexporting performance. In order to mitigate the issue of omitted variables, we next estimate 11 with thecid:133xed eects within estimator, allowing us to control for all timeinvariant countrypair specicid:133c eects.These results are presented in Table 10, where, as before, columns 1 and 2 show estimated coe cients forthe whole sample, while columns 3 and 4 display estimates for the CEECs.18Insert Table 10 about hereOnce we control for countrypair cid:133xed eects, the estimates remain in line with the benchmark resultsestablished by SC regression. The eect of exporting country size as measured by logarithm of GDP onsupply capacity remains strongly positive in case of the complete sample as well as in the case of CEECs.Productivity or level of development measured by logarithm of GDP per capita of the exporting countryhas no signicid:133cant impact on the supply capacity. The shares of inward and outward FDI in GDP alsoremain broadly in line with those established in Table 9. by exhibiting positive impact on the supplycapacity. Export import unit values have a signicid:133cant positive negative impact on both supply capacityand foreign market access. Generally, both institutions and infrastructure of exporting country positivelyimpact its supply capacity, the eects being quantitatively very relevant. Another key feature of the datais that institutional and infrastructural characteristics of the destination country has no or small negativeeect on foreign market access. Finally, it appears that the crisis has had some impact on the trajectoriesof both supply capacity and foreign market access curves as the coe cient of the crisis dummy is negativeand signicid:133cant for supply capacity in the complete and CEECs sample. Interestingly, the impact of criseson foreign market access seems to be only smaller.Given that the above results are based on aggregate trade data, they mask some crucial compositioneects. Namely, trade by dierent industries and in dierent products may be governed by diverse processesthat cannot be accounted for by estimation of aggregate trade functions. It may be that products withlower value added depend more crucially on the size of the market and place a dierent emphasis on thequality of institutions andor infrastructure than the products at the other end of the spectrum. In order toinvestigate whether compositional eects are driving some of our results, we take explicit account of tradein dierent product groups in Table 11. We do so by estimating 11 separately for the four product groupsfollowing UNCTADcid:146s decid:133nition. In this case we only look at the impact of regressors on supply capacityin all four columns for CEEC countries only.Insert Table 11 about hereThe results shown in Table 11 do not reveal discernible qualitative dierences between product groups.The size of the economy signicid:133cantly and positively impacts a countrycid:146s supply capacity for all productgroups. On the other hand, average productivity level of development of exporting economy, measured by GDP per capita, has a signicid:133cant and negative impact on its supply capacity. As already noted, this is anexpected result and is a consequence of decreasing cost competitiveness measured by ULC of CEECs. Thenegative impact of GDP per capita seems to gradually decrease with increasing technological intensity of 18 It bares noting that all time invariant variables distance, common language etc are no longer included in the specicid:133cationas they are already controlled for with the FE estimator.20product groups, indicating that cost competitiveness is of greater importance in lower technology productgroups. Signicid:133cant negative impact of EU accession on the supply capacity primarily captures the overallnegative trend of supply capacity. As far as the signicid:133cance and direction of the eect of other variablesis concerned, they are very much in line with results presented in Tables 9 and 10. There are only slightto moderate quantitative dierences between the four product groups, but these are not recid:135ected at all indirection or signicid:133cance of the coe cients.7 Conclusions The paper examines the determinants of the impressive growth of CEECscid:146export performance in a comparative perspective with other groups of countries. Based on the relevant theoretical concepts, we followthe approaches of Redding and Venables 2004, 2004a, Fugazza 2004, and Damijan, Rojec and Ferjancid:181cicid:181c2011, and distinguish between foreign market access and the supply capacity determinants of export performance. We build an econometric model to assess the determinants of export performance in two steps:cid:133rst, we assess the contribution of foreign market access against that of supply capacity improvement, andsecond, we assess the importance of individual factors determining the foreign market access and supplycapacity. We also look at the eect of EU accession and current cid:133nancial and economic crisis on CEECsexport performance growth.The contribution of supply capacity to the CEECscid:146 export performance has been decreasing steadilysince the high of year 2000 and in 2011 contributed less than cid:133ve percent to CEECscid:146export performance,the remaining being accounted by foreign market access. Interestingly, the cid:133nancial and economic crisis of 20082009 didncid:146t have a signicid:133cant impact on this trend. It seems that along with the ongoing EU accession,the contribution of foreign market access component to CEECscid:146 exports has been gaining in importance.Thus, export performance of CEECscid:146in the last decade or so has been predominantly due to their betterposition in the EU market, while the contribution of CEECscid:146 supply capacity has been decreasing. Thesituation in other groups of countries, which exhibited the highest export growth in the last 15 years BRIC,Asia, EU15 show much higher and stagnating contribution of supply capacity to their export performance.This is not a good sign for the future as it indicates that CEECs may be beginning to lose their exportcompetitiveness.In assessing the importance of individual factors determining the foreign market access and supplycapacity standard variables of the gravity estimation were taken into consideration, such as size and proximityof the markets, and additionally include those factors that have been recognized by the literature as relevantdeterminants of foreign market access and supply capacity, i.e. productivity growth, importance of inwardand outward FDI structural changes as indicated by unit values of exports and imports, infrastructurequality, institutional setting, EU accession and economic crisis. We cid:133nd that the following results for CEECs.The exporting country size as measured by logarithm of GDP has a positive impact on its supplycapacity. Productivity of the exporting country negatively impacts the supply capacity of CEECs. Giventhe fact that trends in real ULC of CEECs since their accession to the EU have not been at all favorable,i.e. they have not improved their wage competitiveness visavis the EU15 countries, this is in line withexpectations. Inward FDI penetration has a positive impact on CEECscid:146export performance, with the sizeof the impact depending to a major extent on the share of FDI into manufacturing sectors. Export unitvalues, denoting the structural changes of CEECscid:146exports, have a signicid:133cant positive impact on CEECscid:146supply capacity.Distinguishing between dierent product groups cid:150labor and resource based products, low skilltechproducts, medium skilltech products, high skill products cid:150does not reveal any quantitative dierences asfar as the determinants of supply capacity are concerned. The negative impact of the average productivitylevel seems to gradually decrease with increasing technological intensity of product groups. We see thelatter cid:133nding as an indication of the higher importance of cost competitiveness in lower technology productgroups. In general the only dierences between the four product groups appear to be quantitative, as thesign or signicid:133cance of the coe cients appear very robust to changes in productcid:146s technological intensity.The distinctive contributions of the paper are: i the model takes into account a broader set of explanatory variables of supply capacity than previous studies; ii CEECscid:146 export performance is put incomparative perspective with other transition countries and emerging economies; iii this is the cid:133rst paperon CEECscid:146export performance that spans beyond 2004, i.e. beyond the time of EU accession and, thus,21enables distinguishing between pre and postEU accession period, as well as between precrisis and crisisperiod.All in all, the future of CEECscid:146 export growth seems to be at jeopardy because the internal supplycapacity is less and less important base of their export performance, trends in cost competitiveness areworse than in competing countries, benecid:133ts of EU accession have been mostly exploited, and economicrecession continues to be a bigger problem for European than for other countries.References1 Anderson, J., and D. Marcouiller. 2002. Insecurity and the Pattern of Trade: An Empirical Investigation.The Review of Economics and Statistics, 84: 342352.2 Araujo, L., G. Mion and E. Ornelas. 2009. Institutions and Export Dynamics. Mimeo.3 Aturupane, C., S. Djankov and B. Hoekman. 1997. Determinants of IntraIndustry Trade between Eastand West Europe. Policy Research Working Paper 1850 November. Washington, D.C.: World Bank.4 Baldwin, R.E. 1994. Towards an Integrated Europe. London: CEPR.5 Baldwin, R. 2012. Global Supply Chains: Why they emerged, why they matter, and where they aregoing. CTEI Working Papers CTEI201213. The Graduate Institute Geneva, Centre for Trade and Economic Integration.6 Bayoumi, T., R. Harmsen and J. Turunen. 2011. Euro Area Export Performance and Competitiveness.IMF Working Paper WP11140. Washington, D.C.: International Monetary Fund.7 Beltramello, A., K. De Backer and L Moussiegt. 2012. The Export Performance of Countries within Global Value Chanins GVCs. OECD Science, Technology and Industry Working Papers 201202.Paris: OECD Publishing. http:dx.doi.org10.17875k 9bh 3gv 6647en.8 Benkovskis, K. and J. Wcid:246rz. 2012. Evaluation of NonPrice Competitiveness in Exports from Central,Eastern and SouthEastern European Countries at the EU market. Workshop on external competitiveness and export performance, EC Economic and Financial Aairs, Brussels, 2728 March.9 Bougheas, S., Demetriades, P. and E. Morgenroth. 1999. Infrastructure, transport costs and trade.Journal of International Economics, 47: 169189.10 Bernard, A.B. and J.B Jensen. 1998. Understanding the U.S. Export Boom. NBER Working Paper Series, Working Paper No. 6438. Cambridge, MA.: National Bureau of Economic Research.11 Bussiere, M., J. Fidrmuc and B. Schantz. 2005. Trade Integration of Central and Eastern European Countries: Lessons from a Gravity Model. Working Paper Series No. 545 November. Frankfurt: European Central Bank.12 Caetano, J. and A. Galego. 2007. In Search for the Determinants of IntraIndustry Trade within an Enlarged Europe. SouthEastern Europe Journal of Economics, 2: 163183.13 Carlin, W., A. Glyn and J. Ven Reenen. 2001. Export Market Performance of OECD Countries: An Empirical Examination of the Role of Cost Competitiveness. The Economic Journal, 111 January:128162.14 Christodoulakis, N. and V. Sarantides. 2011. External asymmetries in the euro area and the role offoreign direct investment. Working Paper 132. Athens: Bank of Greece.15 Collins, S. and D. Rodrik. 1991. Eastern Europe and the Soviet Union in the World Economy. Washington, D.C.: Institute for International Economics.16 Crespo, N. and M.P. Fontoura. 2007. Integration of CEECs into EU Market: Structural Change and Convergence. Journal of Common Market Studies, 453: 611632.2217 Damijan, J.P. and M. Rojec. 2007. Foreign Direct Investment and Catchingup of New EU Member States: Is There a Flying Geese Pattern? Applied Economics Quarterly, 532: 91117.18 Damijan, J., M. Rojec and M. Ferjancid:181cicid:181c. 2011. The Growing Export Performance of Transition Economies: EU Market Access versus Supply Capacity Factors. Panoeconomicus, 20114: 489509.19 Depken, C.A. and R.J. Sonora 2005. cid:147Asymmetric Eects of Economic Freedom on International Trade Flows.cid:148International Journal of Business and Economics 42: 141155.20 Dulleck, U., N. Foster, R. Stehrer and J. Woerz. 2004. Dimensions of Quality Upgrading in CEECs.WIIW Working Papers No. 29. Vienna: The Vienna Institute for International Economic Studies.21 Egger, P. 2003. An econometric view on the estimation of gravity models and the calculation of tradepotentials. The World Economy, 252: 297312.22 Fidrmuc, J and J. Fidrmuc. 2003. Disintegration and trade. Review of International Economics, 115:811829.23 Fields G.S. 2003. Accounting for income inequality and its change: a new method, with application tothe distribution of earnings in the United States. Research in Labor Economics, Vol. 18.24 Fields G.S. 2004. RegressionBased Decompositions: A New Tool for Managerial DecisionMaking.mimeo, Cornell University25 Filatotchev, I., J. Stephan and B. Jindra. 2008. Ownership Structure, Strategic Controls and Exportingof ForeingInvested cid:133rms in Transition Economies. Journal of International Business Studies, 397:11331148.26 Fischer C. 2007. An assessment of the trends in international price competitiveness among EMU countries. Discussion Paper Series 1: Economic Studies No 082007. Frankfurt am Main: Deutsche Bundesbank.27 Francois, J. and M. Manchin. 2006. Institutional Quality, Infrastructure, and the Propensity to Export.Mimeo.28 Freund, C. and B. Bolaky 2002. cid:147Trade, Regulations, and Growth.cid:148World Bank policy research working paper no. WPS 3255, November.29 Fugazza, M. 2004. Export Performance and Its Determinants: Supply and Demand Constraints. Policy Issues in International Trade and Commodities Study Series No. 26. New York and Geneva: United Nations Conference on Trade and Development UNCTAD.30 Gu, W., T.O. Awokuse and Y. Yuan. 2008. The Contribution of Foreign Direct Investment to Chinacid:146s Export Performance: Evidence from Disaggregated Sectors. Mimeo.31 Hamilton, C.B. and A.L. Winters. 1992. Opening up International Trade for Eastern Europe. Economic Policy, April: 78115.32 Havlik, P. 2000. Trade and Cost Competitiveness in the Czech Republic, Hungary, Poland and Slovenia.World Bank Technical Paper No. 482 November. Washington, D.C.: World Bank.33 Havlik, P. 2005. Structural Change, Productivity and Employment in the new EU Member States.WIIW Research Reports, No. 313 January. Vienna, The Vienna Institute for International Economic Studies.34 Havlik, P., M. Landesmann and R. Stehrer, R. 2001. Competitiveness of CEE Industries: Evidencefrom foreign Trade Specialization and Quality Indicators. WIIW Research Reports, No. 278 July.Vienna: The Vienna Institute for International Economic Studies.35 Havlik, P., S. Leitner and R. Stehrer. 2008. Growth Resurgence, Productivity catchingup, and Labour Demand in CEECs. WIIW Statistical Reports No. 3. Vienna: The Vienna Institute for International Economic Studies.2336 Havrylyshyn and AlAtrash. 1998. Opening Up and Geographic Diversicid:133cation of Trade in Transition Economies. IMF Working Paper, WP9822. Washington, D.C.: International Monetary Fund,European II and Policy Development and Review Departments.37 Havrylyshyn, O and Pritchett. 1991. European Trade Patterns after the Transition. Policy, Researchand External Aairs, Working Papers, Trade Policy, WPS 748. Washington, D.C.: World Bank.38 Hoekman. B. and S. Djankov. 1996. IntraIndustry Trade, Foreign Direct Investment, and the Reorientation of Eastern European Exports. Policy Research Working Paper 1652 September. Washington,D.C.: World Bank.39 Iwanow, T. 2008. Institutional Quality and Trade performance: A Sectoral Gravity Model Approach.Manchester: University of Manchester. Mimeo.40 Jakab, Z., M.A. Kovacs and A. Oszlay. 2001. How far has trade integration advanced? An Analysis ofthe actual and potential trade of three Central and Eastern European countries. Journal of Comparative Economics, 292: 276292.41 Kaminski, B. 1993. How the market Transition Aected Export performance in the Central European Economies. Policy Research Working Papers, International Trade, WPS 1179 September. Washington,D.C.: World Bank, International Economics Department.42 Kaminski, B. 1994. The Signicid:133cance of the Europe Agreements for central European Industrial Exports. Policy Research Working Paper 1314. Washington, D.C.: World Bank, International Economics Department, International Trade Division.43 Kaminski, B. and F. Ng. 2001. Trade and Production Fragmentation: Central European Economies in European Union Networks of Production and Marketing. Policy Research Working Paper 2611 June.Washington, D.C.: World Bank44 Kaminski, B., Z.K. Wang and L.A. Winters. 1996a. Trade performance, Export Reorientation in the Transition. Economic Policy, October, 421442.45 Kaminski, B., Z.K. Wang and L.A. Winters. 1996b. Foreign Trade in The Transition: The International Environment and Domestic policy. Studies of Economies in Transformation, No. 20. Washington, D.C.:World Bank.46 Kaufmann, D., A. Kraay and M. Mastruzzi. 2009. Governance Matters VIII: Aggregate and Individual Governance Indicators 19962008. Policy Research Working Paper 4978. Washington, D.C.: The World Bank.47 Kutan, A.M. and G. Vukcid:154ic. 2007. Foreign Direct Investment and Export Perormance. Comparative Economic Studies, 493: 430445.48 Levchenko, A. 2004. cid:147Institutional Quality and International Trade.cid:148IMF Working Paper 04231.49 Limao, N. and A.J. Venables. 2001. Infrastructure, Geographical Disadvantage, Transport Costs and Trade. World Bank Economic Review, 15: 451479.50 Li Puma, J.A., S.L. Newbert and J.P. Doh. 2011. The eect of institutional quality on cid:133rm export performance in emerging economies: a contingency model of cid:133rm age and size. Small Business Economics,Online First, 11 November. http:www.springerlink.comcontent241r 51xu 106m 2577fulltext.pdf51 Meon, P.G. and K. Sekkat. 2006. Institutional quality and trade: Which institutions? Which trade?.Working Paper No 06.06.RS. Brussels: University of Brussels.52 Parteka, A. 2009. Economic Growth, Structural Change and Quality Upgrading in New Member State.Working Paper no. 200927. Milano: Universita degli Studi di Milano.53 Pfaermayr, M. and C. Bellak. 2000. Why ForeignOwned Firms are Dierent: A Conceptual Framework and Empirical Evidence for Austria. HWWA Discussion Paper No. 115. Hamburg: Hamburg Institute of International Economics.2454 PortugalPerez, A. and J.S. Wilson. 2010. Export Performance and Trade Facilitation Reform. Policy Research Working Paper 5261. Washington, D.C.: The World Bank.55 Rahman, J. and T. Zhao. 2013. Export Performance of Europe: What Do We Know from Supply Links.IMF Working Paper WP1362. Washington, D.C.: International Monetary Fund.56 Redding, S. and A.J. Venables. 2004. Economic Geography and International Inequality. Journal of International Economics, 621: 5382.57 Redding, S. A.J. Venables, 2004a. Geography and Export Performance: External Market Access and Internal Supply Capacity, NBER Chapters, in: Challenges to Globalization: Analyzing the Economics,pages 95130 National Bureau of Economic Research, Inc.58 Rodrik, Dani, Arvind Subramanian, and Francesco Trebbi. 2004. Institutions Rule: The Primacy of Institutions over Geography and Integration in Economic Development. Journal of Economic Growth,92: 131165.59 Rojec, M., J.P. Damijan and B. Majcen. 2004. Export Propensity of Estonian and Slovenian Manufacturing Firms. Eastern European Economics, 424: 3354.60 Rosati, D. 1992. Problems of PostCMEA Trade and Payments. Discussion Paper 650. London: Centerfor Economic Policy Research.61 Soss, K. A. 2002. Upgrading on the periphery: accession countriescid:146exports to the EU in internationalcomparison, 19932000. Revue Elargissement: Special Specializations trends, 22May.62 Szalavetz, A. 2005. Structural Change cid:150Structural Competitiveness. Working Papers No. 155 April.Budapest: Institute for World Economics, Hungarian Academy of Sciences.63 UNCTAD. 2005. Developing Countries in International Trade 2005: Trade and Development Index.New York and Geneva.64 Zinnes, C., Y. Eilat and J. Sachs. 2001. Benchmarking competitiveness in transition economies. Economics of Transition, 92: 315353.Appendix Data description Data on the quality of infrastructure comes from the World Development Indicators database World Bank,which gathers data on a variety of country indicators for 211 economies starting in 1960. We consider thefollowing indicators of the quality of infrastructure, which we split into four groups of indicators i seatransport infrastructure, ii road and rail transport infrastructure, iii air transport infrastructure ivinformation and communication infrastructure.Table A1: WDI variable decid:133nition 25variabledecid:133nitioni seatransport infrastructurecontainersliner_connectport_quality Container port tra c. Port container tra c measures the cid:135ow of containers from land to seatransport modes, and vice versa, in twentyfoot equivalent units TEUs. Data refer to coastalshipping as well as international journeys. Transshipment tra c is counted as two lifts at theintermediate port once to oload and again as an outbound lift and includes empty units.Liner shipping connectivity index. The Liner Shipping Connectivity Index captures how wellcountries are connected to global shipping networks. It is computed by UNCTAD based on cid:133vecomponents of the maritime transport sector: number of ships, their containercarrying capacity,maximum vessel size, number of services, and number of companies that deploy container shipsin a countrycid:146s ports. For each component a countrycid:146s value is divided by the maximum value ofeach component in 2004, the cid:133ve components are averaged for each country, and the average isdivided by the maximum average for 2004 and multiplied by 100. The index generates a value of 100 for the country with the highest average index in 2004.Quality of port infrastructure, WEF 1extremely underdeveloped to 7well developed and e cientby international standards. The Quality of Port Infrastructure measures business executivescid:146perception of their countrycid:146s port facilities. Data are from the World Economic Forumcid:146s Executive Opinion Survey, conducted for 30 years in collaboration with 150 partner institutes. Respondentsin landlocked countries were asked how accessible are port facilities1 extremely inaccessible; 7 extremely accessible.ii road and railtransport infrastructurecarsrail_linesrail_goodsrail_passengersroad_densityroad_goods Passenger cars per 1,000 people. Passenger cars refer to road motor vehicles, other thantwowheelers, intended for the carriage of passengers and designed to seat no more than ninepeople including the driver.Rail lines total routekm. Rail lines are the length of railway route available for train service,irrespective of the number of parallel tracks.Railways, goods transported million tonkm. Goods transported by railway are the volume ofgoods transported by railway, measured in metric tons times kilometers traveled.Railways, passengers carried million passengerkm. Passengers carried by railway are thenumber of passengers transported by rail times kilometers traveled.Road density km of road per 100 sq. km of land area. Road density is the ratio of the length ofthe countrycid:146s total road network to the countrycid:146s land area.Roads, goods transported million tonkm. Goods transported by road are the volume of goodstransported by road vehicles, measured in millions of metric tons times kilometers traveled.road_passengers Roads, passengers carried million passengerkm. Passengers carried by road are the numbershare_pavedroad_networkvehicles_kmof passengers transported by road times kilometers traveled.Roads, paved % of total roads. Paved roads are those surfaced with crushed stone macadamand hydrocarbon binder or bituminized agents, with concrete, or with cobblestones, as apercentage of all the countrycid:146s roads, measured in length.Roads, total network km. Total road network includes motorways, highways, and main ornational roads, secondary or regional roads, and all other roads in a country.Vehicles per km of road. Vehicles per kilometer of road include cars, buses, and freight vehiclesbut do not include twowheelers.iii airtransport infrastructureair_transair_trans_passiv information and communication infrastructureint_shint_subsc Air transport, freight million tonkmAir transport, passengers carried Internet users per 100 people Internet users are people with access to the worldwide networkFixed broadband Internet subscribers per 100 people. Fixed broadband Internet subscribers arethe numberof broadband subscribers with a digital subscriber line, cable modem, or otherhighspeed technology.Mobile cellular subscriptions per 100 people. Mobile cellular telephone subscriptions aresubscriptions to a public mobile telephone service using cellular technology, which provide accessto the public switched telephone network Secure Internet servers per 1 million people.Telephone lines per 100 peoplemobile_shno_serverstel_lines 26Data on the quality of institutions comes from the Institutional quality database by A. Kuncid:181cicid:181c 2012.Please see https:sites.google.comsitealjazkuncicresearch for details on the construction of the dataset.Table A2: Institutional quality variable decid:133nitionvariable Economic institutions Legal institutions Political institutionsdescriptionthe average value of economic indicators e.g. Index of economic freedom Financial Freedom,Freedom from corruption, Regulatory quality, Freedom of the press: Economic environment,Business Freedom, EFW index, the average value of elegal indicators e.g. Index of Economic freedom Property rights,Freedom of the press: Legal environment, EFW index: Legal structure and Security ofproperty rights, the average value of political indicators e.g. Freedom in the World: Poltical rights, Checks andbalances, Corruption, Democratic accountability, 27Table 9: Seemingly unrelated regression estimates of the SC and FMA determinants between 1995 and 2011for all countries and for the CEEC subsample VARIABLESlnGDPotcid:01lnGDPpcotcid:01lnGDPdtcid:01lnGDPpcdtcid:01lnimportstcid:01distancecontiguitycommon lang o cialcommon lang ethnicinward FDI sharetcid:01outward FDI sharetcid:01cid:1exchange ratetunit valueexptcid:01unit valueimptcid:01institutionsotcid:01institutionsdtcid:01ICT infrastructureotcid:01ICT infrastructuredtcid:01road and rail infrastructureotcid:01road and rail infrastructuredtcid:01inward FDI man. shareoutward FDI man. shareCrisis EU accession dummy Constanttimeexport country dummies Observations Rsquared BreuschPagan cid:3121123456SC ALL FMA ALL SC CEEC FMA CEEC SC CEEC FMA CEEC0.9350.1080.2200.0950.0000.0010.0000.0000.0070.0060.0080.0170.0130.0150.0000.0000.0010.0000.0160.0260.0010.0000.0050.0000.5160.0260.0230.0210.1230.1000.0000.0000.0000.0000.0000.0000.0000.0000.0000.0000.0000.0010.0000.0010.0000.0000.0000.0000.0030.0010.0000.0000.0000.0000.0000.0000.0000.0000.0000.0000.5780.3210.2630.3000.0020.0020.0000.0000.0050.0100.0000.0000.0020.0320.0010.0010.0040.0030.0310.0520.0080.0010.0110.0010.4280.0470.2940.0561.8971.0520.1280.0080.1320.01320.0041.7320.0010.0000.0050.0000.0000.000NOYES1,6190.998NOYES1,6190.9990.1320.0190.0720.0190.0000.000NOYES5980.9951.1490.0710.3870.0700.0020.0020.0000.0000.0010.0110.0000.0000.0330.0370.0020.0010.0100.0030.0540.0580.0130.0000.0170.0010.6030.0460.1180.0482.4640.5643.8450.2370.1630.1170.0940.0190.1130.02015.7861.019NONO5980.9940.0050.0020.0050.0040.0040.0010.0000.0000.0010.0040.0000.0000.0110.0130.0010.0000.0060.0000.0720.0210.0010.0000.0000.0000.0030.0060.0060.0040.0040.0050.2750.0330.0280.0250.0170.0060.0070.0055.9400.086NONO5980.5890.0000.0000.0000.0000.0000.0000.0000.0000.0000.0000.0000.0000.0000.0010.0000.0000.0000.0000.0020.0010.0000.0000.0010.0000.0000.0000.0000.0000.0000.0000.0010.0000.0020.0005.9880.004NOYES5980.99936.42113.909.34Notes: Robust standard errors in parentheses. p0.01, p0.05, p0.128Table 10: Fixed eects estimates of SC and FMA determinants for the full sample and the CEEC subsample 199520112FMA SC CEEC FMA CEEC431SC1.1690.0830.0010.0030.0070.074VARIABLESlnGDPotcid:01lnGDPdtcid:01lnGDPpcotcid:01lnGDPpcdtcid:01lnimportstcid:01inward FDI sharetcid:01outward FDI sharetcid:01Unit valueexptcid:01Unit valueimptcid:01cid:1 exchange ratet Institutionsotcid:01Institutionsdtcid:01ICT infrastructureotcid:01ICT infrastructuredtcid:01road and rail infrastructureotcid:01road and rail infrastructuredtcid:01crisis dummy EU accession dummy Constantexport country dummies Observations Number of pair_id R2 within R2 between0.0040.0030.0000.0010.0000.0010.0000.0000.0000.0000.0000.0010.0000.0000.001 0.0000.0000.0000.005 0.0000.0000.0000.0010.0400.0230.0010.4630.0210.0030.0010.1040.0150.0380.0530.0010.0010.0050.0020.0000.1430.0050.0000.100 0.0070.0000.01322.950 5.9640.051YES4,2421,2820.5690.1391.361YES4,3291,2940.5800.8670.7210.2310.0010.0050.0040.0020.0020.0010.0030.0020.0080.0010.0140.0010.0360.0320.2360.0390.5050.0541.0850.5640.1380.0090.0000.0186.9992.149YES1,6373960.6100.8630.1900.1940.0050.0050.0000.0000.0000.0000.0000.0000.0000.0000.0000.0000.0040.0010.0040.0010.0020.0010.0060.0040.0010.0000.0010.0006.1790.077YES6812080.9580.0195Robust standard errors in parentheses. p0.01, p0.05, p0.129Table 11: Fixed eects estimates of SC determinants by product group for CEECs VARIABLESlnGDPotcid:01lnGDPpcotcid:01lnimportt cid:0 1inward FDI sharetcid:01outward FDI sharetcid:01Unit valueexptcid:01Unit valueimptcid:01cid:1 exchange ratet Institutionsotcid:01ICT infrastructureotcid:01Road and rail infrastructureotcid:01crisis dummy EU accession Constantcountry dummies Observations Number of pair_id R2 within R2 betweenlabour resource low skilltech medium skilltech high skill 1.0340.2240.7540.1930.0010.0020.0090.0010.0040.0030.0040.0010.0060.0010.1980.0350.1690.0410.5090.0520.8490.6190.2080.0070.0560.0173.0662.460YES1,6534000.6410.8851.1620.2240.8530.2010.0040.0020.0080.0010.0050.0030.0030.0010.0060.0010.1710.0360.1550.0420.4730.0490.0940.6430.2060.0070.0460.0173.6522.376YES1,6423990.6300.8551.0050.2130.6670.1840.0010.0020.0080.0010.0000.0030.0040.0010.0070.0010.1990.0360.1060.0400.5100.0510.8260.6290.2110.0070.0770.0164.2662.422YES1,6204000.6260.8981.3820.2741.1120.2340.0020.0010.0090.0010.0030.0030.0030.0010.0060.0010.1870.0360.1750.0410.5340.0550.4940.6360.2220.0080.0710.0173.3222.640YES1,6614000.6510.853Robust standard errors in parentheses. p0.01, p0.05, p0.130", "filename": "743775546.pdf", "person": ["Joéze Damijan", "Damijan, Joéze", "éCrt Kostevc", "Kostevc, éCrt", "Matija Rojec", "Rojec, Matija"], "date": ["2013"]}