{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/73468/1/744753198.pdf"], "title": ["Business cycle convergence in EMU: A second look at the second moment"], "plaintext": "Business cycle convergence in EMU: A secondlook at the second moment Jes us CrespoCuaresma Octavio Fern andezAmador Abstract We analyse the dynamics of the standard deviation of demand shocks and of thedemand component of GDP across countries in the European Monetary Union EMU.This analysis allows us to evaluate the patterns of cyclical comovement in EMU andput them in contrast to the cyclical performance of the new members of the EU andother OECD countries. We use the methodology put forward in CrespoCuaresma and Fern andezAmador 2010, which makes use of sigmaconvergence methods to identifysynchronization patterns in business cycles. The Eurozone has converged to a stable lower level of dispersion across business cycles during the end of the 80s and thebeginning of the 90s. The new EU members have also experienced a strong patternof convergence from 1998 to 2005, when a strong divergence trend appears. An enlargement of the EMU to 22 members would not decrease its optimality as a currencyarea. There is evidence for some European idiosyncrasy as opposed to a worldwidecomovement.Keywords: Business cycle synchronization, structural VAR, demand shocks, European Monetary Union.JEL classification: E32, E63, F02.The authors would like to thank the financial support of the Aktion Wirtschaftskammer Tirol Project Demand and supply shock convergence in the European Monetary Union and the participants of the wiiwseminar in International Economics for helpful comments.Department of Economics, Vienna University of Economics and Business. Augasse 26 1090 ViennaAustria, International Institute of Applied Systems Analysis IIASA and Austrian Institute for Economic Research WIFO. Email address: jcrespowu.ac.at.Corresponding author: Department of Economics, University of Innsbruck. SOWI Geb aude, Universit atstrasse 15, 6020 Innsbruck Austria. Email address: octavio.fernandezamadoruibk.ac.at 11Introduction The conduct of monetary policy in a currency area such as the European Monetary UnionEMU constitutes a difficult task. Different national governments with a certain degree ofstabilization power confront the problem of having lost their monetary and exchange ratepolicy, whereas the central bank develops a common monetary policy upon the basis of theaggregates of the currency area. Thus, common monetary policy will not fit the interests ofat least part of the member countries and, moreover, it can be a potential source of asymmetries when the response to a common monetary shock is different among the members ofthe currency area.1Optimum currency area OCA theory put forward by Mundell 1961 predicts that this institutional architecture must rely on strong integration in different economic aspects OCAcriteria such as mobility of labour force, economic openness, financial integration, flexibilityof prices and wages, similarity of inflation rates, diversification in production and consumption, fiscal integration and political integration see Tavlas, 1993, or Mongelli, 2002, or Dellas and Tavlas, 2009, for surveys. When asymmetric shocks hit the national economiesforming a currency union, moving away from equilibrium, these OCA prerequisites becomethe channel for adjustment towards the equilibrium. The higher the level of integration orflexibility in those criteria, the quicker and more complete the adjustment, and the moreoptimal the currency union. Those OCA criteria are typically summarized by means of thesynchronization of business cycles of the members forming the currency area. Furthermore,the empirical literature evaluating the optimality of currency areas has focused on synchronization of shocks andor business cycles with the aim of analyzing the optimality of EMUor the net benefit of joining the EMU for potential members. In so far as shocks are lessasymmetric or cyclical developments are more synchronized, common monetary policy willfit the interests of the members of the currency union. The more synchronized the businesscycles of the members of the currency area, the lower the probability of asymmetric shocks,and the less dramatic the loss of monetary and exchange rate policy for the member countrysee Afonso and Furceri, 2008, for a theoretical model. Notwithstanding, since the work of Frankel and Rose 1998 the literature has remarked the potential for endogeneities of OCAcriteria, a set of interactions that are likely to improve the OCArating of a currency areasee De Grauwe and Mongelli, 2005, for an assessment of endogeneities of OCAcriteria.In particular, two kinds of endogeneities have been highlighted, between business cycle synchronization and trade integration and between business cycle synchronization and financialintegration, upon the basis that the removal of borders from monetary integration impliesa change in the structure of relationships among the members of the integration area. As aresult, a country that ex ante does not satify the requirements for being an optimal memberof a monetary union could accomplish those prerequisites ex post Frankel and Rose, 1998.The analysis of business cycle synchronization in EMU has focused basically on four issues.First of all, the assessment of synchronization in EMU12, detecting a period of conver1Huchet 2003 and Caporale and Soliman 2009 document different reactions to monetary shocks forcountries in the Eurozone. Recently, Jaroci nski 2010 has concluded that responses to monetary shocksbetween a group of EMU12 countries before euro adoption and a group of new EU members are qualitativelysimilar.2gence from the 90s Angeloni and Dedola, 1999, Massmann and Mitchell, 2003, Darvas and Sz apari, 2005, Afonso and Furceri, 2008 and some evidence of increasing heterogeneity during the recession of 20002002 Fidrmuc and Korhonen, 2004. Secondly, whether there isa coreperiphery difference, reaching some agreement on the existence of a core group ofcountries that shows higher synchronization. Thirdly, concerning the enlargement of the EMU, some new EU countries of the recent enlargements of 2004 and 2007 present similarrates of comovement to those displayed by some of the periphery EMU12 members Artis et al., 2004, Fidrmuc and Korhonen, 2004 and 2006, Darvas and Sz apari, 2005, Afonsoand Furceri, 2008. Finally, regarding the idiosyncrasy of the European synchronizationagainst a worldwide business cycle, there exists some evidence for the disappearance of the European differential during the 90s, diluting the European business cycle within a globalcycle Artis, 2003, P erez et al., 2007. Recently, CrespoCuaresma and Fern andezAmador2010 have developed a comprehensive methodology based on sigmaconvergence analysisthat offers answer to all these issues within the same framework. All their results are in linewith those of the literature here summarized.We analyze the dynamics of cyclical dispersion in Europe for the period 19602008, extracting the demand shocks and the demand components of Gross Domestic Product GDPfrom quarterly real GDP and Consumer Price Index CPI series for all members of EMU12 using the methodology for the estimation of demand and supply shocks developed by Blanchard and Quah 1989. As a measure of coherence, the time series of the crosscountrystandard deviation of both demand shocks and demand components of GDP demandGDP,identified as a proxy of cyclical developments are studied. Our methodology is based onthat developed by CrespoCuaresma and Fern andezAmador 2010, where the dynamics ofthe dispersion of cyclical components is analyzed as an indicator of business cycle coherence.Significant changes in this measure are assessed using Carree and Klomps 1997 sigmaconvergence test and Bai and Perron 1998 and 2003 procedure for detection of structuralbreaks in order to determine periods of convergencedivergence amongst the EMU12 members. The analysis is also carried out over a core group of EMU countries, the European Union EU members and a control OECD group with the aim of determining the idiosyncrasy of the Eurozone and implications of a potential EMU enlargement for the optimalityof the currency area. Therefore, this research can be seen both as a generalization and asa test for robustness of the results obtained by CrespoCuaresma and Fern andezAmador2010. Moreover, the analysis of dispersion of demand shocks and demand fluctuations of GDP, jointly with the analysis of responses of demandGDP to a demand shock allow usto determine to what extent the dynamics of cyclical comovements is due to coherence inshocks and what the effect of the propagation mechanism is. In this sense, our analysis offers some findings on whether the cyclical synchronization within EMU is the result of goodluck or good policy decisions that is, whether there exists synchronization of shocks, orwhether the propagation mechanisms of the European countries help in smoothing potentialasymmetries in shocks and thus produce some synchronization effect.Our results show that the Eurozone has converged to a stable lower level of dispersion fromthe end of the 80s in terms of coherence of demand shocks, and from the beginning of the 90s in demandGDP, supported by strong similarities among transmission mechanisms probably influenced by progressive integration following the implementation of the Maastricht 3convergence criteria, but also influenced by other factors, specially concerning trade. Thisconvergence pattern has diluted the differential of the core group. Only from 2005 onwards,this differential appears again. New EU members have also experienced a strong patternof convergence from 1998 to 2005, when a strong divergence trend appears. However, dueto the size of these economies, an enlargement of the currency union to 22 members wouldnot decrease the OCArating of the EMU. New EU members imply similar distorsions insynchronization for an enlarged EMU to those of the majority of the members of the EMU12. Finally, the Eurozone has been more synchronized relative to the OECD control groupsince the mid90s, and has presented some form of idiosyncrasy as opposed to a worldwidecomovement.The paper is structured as follows. In section 2 we present the estimation of demand shocksand the demand component of GDP. Section 3 provides a revision of the methodologyemployed for the analysis of cyclical synchronization developed by CrespoCuaresma and Fern andezAmador 2010. Section 4 shows the results for the analysis of both demandshocks and demandGDP synchronization, and summarizes the results of impulse responsefunctions. A comparative analysis of the EMU12 with some relevant groups is also carriedout in this section. In section 5, the cost of inclusion in the monetary union is put forwardand computed for EMU12 members, and for the members of an enlarged EMU. Section 6concludes.2 Extraction of demand shocks, supply shocks and business cycles The first step of our analysis deals with the extraction of structural demand and supplyshocks from macroeconomic data. The estimation of supply and demand shocks is carriedout by using a bivariate structural vector autoregressive SVAR model based on the methodology developed by Blanchard and Quah 1989. This method has become a standard toolin empirical macroeconomics to extract structural shocks, and can be easily implemented,since it is based on imposing simple longrun restrictions in the variancecovariance matrixof structural shocks in the framework of VARs. We perform our analysis using data on GDP and CPI, in the spirit of the work by Fidrmuc and Korhonen 2003. Our modelspecification is based on NewKeynesian assumptions see, for example, Mc Kinnon, 2000.It is assumed that the dynamics of the observed variables depend on unobserved supply anddemand shocks. Supply shocks have a permanent effect on output and inflation, whereasdemand shocks have permanent effects on inflation, but only transitory effects on output.A priori, positive supply shocks have a positive impact on output, and a negative one oninflation. A positive demand shock will produce an increase on inflation.The dynamics of the bivariate vector of observed variables of a country is postulated todepend on an infinite moving average representation of supply and demand shocks,yt B0t B1t 1 B2t 2   Bj Ljt1cid:88j04demand and supply shockscid:0dcid:1cid:48t stwhere yt is the vector of the observed variables GDP growth and inflation, t is the vector ofand Bj are 22 matrices with a characteristic elementj where k and l refer to the observed variable and the structural shock, respectively. Thesebkl Bj matrices summarize the transmission effects from the unobserved structural innovationsthe supply and demand shocks lagged j times to the observed variables, and L is the lagoperator. B0 is the contemporaneous effect of the structural shocks on the observed variables.Structural innovations are assumed to be uncorrelated and with variances normalized tounity, so that the variancecovariance matrix of shocks is assumed I. In the longrun,demand innovations are suppossed to have no effect on the dynamics of output growth. Thatj 0. Given the property of stationarity, a VAR representation of the bivariateis,cid:80j0 b 11cid:88process of equation 1,yt t C1t 1 C2t 2   Cj Ljtcan be estimated from a SVAR model of the formyt A1yt 1 A2yt 2   j0cid:88j0Aj Ljyt.23Model 3 given the stationarity property, can be inverted in order to retrieve the Woldmovingaverage representation 2 and thus, the structural innovations. The variancecovariance matrix of the residuals t is . All the Bj coefficients can then be recoveredfrom the relationship between the residuals and the structural innovations t B0t, sinceall the elements of B0 are defined, given Bj Cj B0 for all j. Therefore, the conditionsfor identifying B0 must be given. Firstly, the elements of the main diagonal of B0, thevariances of the structural innovations are normalized to unity. Secondly, the structuralshocks are orthogonal, which imposes that B0Bcid:480 . Finally, the longrun effects ofthe structural unobserved shocks on the observed variables are determined by the matrixj0 Cj B0. Thus, the third condition for identification of B0 is the longrun restriction imposed by the fact that demand shocks have no longrun effect on output 0 0. Furthermore, the B0 matrix can be determined in a uniquecid:80j0 Bj cid:80cid:80j cid:80j b 11j0 c 11j0 b 11way.We perform our analysis upon GDP and CPI series for 36 countries of the EU 25 excluding Malta and Romania and a control group of OECD countries. Data are from Eurostat and OECD see Appendix A for details on samples and sources. Seasonal adjustment was necessary and carried out by using TRAMOSEATS G omez and Maravall, 1996 for GDP seriesof Bulgary, Switzerland, Estonia, Greece, Latvia and Slovenia, and for CPI series of Bulgary,Cyprus, Estonia, Latvia, Lithuania, Poland and Slovenia. GDP growth and inflation arecalculated as the first difference of quarterly log GDP and log CPI series, respectively.For every pair of series of each of the 36 countries we estimate the fullset SVAR usingcountryspecific laglengths chosen using the Schwarz 1978 information criterion with amaximum laglength of 18 quarters and requiring stationarity in the equation 3. The laglength obtained ranges from 3 to 5 lags, with most of the countries requiring 5 lags. Demandand supply shocks series are then retrieved, as well as the demand and supply components 5of GDP. Output fluctuations can be retrieved by means of the longrun restrictions estimated. In order to recover the output due to supply shocks, the level is obtained addinga constant drift and the intercept term to the series of output fluctuations. The GDP dueto demand is then defined as the difference between the output series and the supplysidecomponent. Figures 1 to 3 present the demand shocks for countries pertaining to the EMU12, the new EU countries, and the OECD control group including the three optingout EUcountries Denmark, Sweden, and United Kingdom. Figures 4 to 6 display, respectively,the demand components of output estimated for those three groups. In our analysis, thelatter are considered a proxy of the business cycle or the midterm developments in economicactivity, though as noted by Blanchard and Quah 1989 those are indeed different concepts.2As a measure of synchronization among the members of a currency area we will use the crossstandard deviation series of demand shocks and the demand components of GDP. This willallow us to identify to what extent the propagation mechanism induces synchronizationin the cyclical developments of countries considered in each group. We also make use ofresponses of demandGDP to a demand shock in order to determine similarities among thetransmission mechanism of the countries considered. In the following section we revise themethodology developed in CrespoCuaresma and Fern andezAmador 2010 for analyzingbusiness cycle comovements in a defined group.3 The assessment of synchronization: Methodology As an indicator of dispersion we use the weighted crosscountry standard deviation timeseries:cid:118cid:117cid:117cid:116 Ncid:88jt jt Ncid:88kt21 Ncid:88kt St jt,24j1k1j1of a group of N countries, where jt is alternatively the demand shock or the demandGDPof country j in period t, and where the weight jt for each country may be based on thesize of the country or assumed equal across economies.3 Therefore, time series techniquesfrom sigmaconvergence literature of economic growth can be applied in order to determinethe patterns or regimes of synchronization.The first step in order to analyze the synchronization of a selected group consists in assessingwhether the dynamics of the standard deviation series leads to significant changes in the levelof dispersion. Defining convergence as a reduction of the standard deviation of the variableof interest across economic units that form the group considered Lichtenberg, 1994, and Carree and Klomp, 1997, the Carree and Klomps T2 test statistic is computed in order totest for significant changes in the dispersion series. This statistic is given by T2,t, N 2.5 log1 0.25 S2t S2t 2 S2tt S2S2t,t ,52Detailed results of the estimated models can be obtained from the authors upon request.3See Appendix A for a description on the weighting schemes used.6where St is alternatively the crosscountry standard deviation of the demand shocks dt orthe demandGDP, and St,t is the covariance between dt or demandGDP inperiods t and t , respectively. Under the null hypothesis of no change in the standarddeviation between period t and period t , T2 is 21 distributed and can thus be usedto test for significant changes in dispersion. T2,t, was calculated using different potentialconvergencedivergence horizons ranging from two years 8 to eight years 32.t and d In a second step, the time series properties of the dispersion measure are studied in order toidentify systematic periods with different degrees of synchronization. The dispersion series isrepresented by an autoregressive process potentially subject to breaks in the intercept andorthe autoregressive parameter that determine potential different regimes of synchronization.The specification considered is the following,St 0,j 1,j St 1 . . . r,j StrITj 1 t Tj t,6Rcid:88j1where r is the number of lags considered in the specification, t is a white noise disturbance,R is the number of regimes considered and R 1 the number of breaks in the parametersof the process, T0 is the time index of the first observation and TR is the time index ofthe last observation. We consider three specifications. A partial structural model with thestructural change defined only in the intercept i,j i, i 1, . . . , r and j 1, . . . , R, apartial structural model with only the autoregressive parameters subject to structural change0,j 0, j 1, . . . , R, and a pure structural change model where all the parametersare allowed to change across regimes. The breaks are estimated in each case by choosing thevalues in the vector T1,  , TR1 that globally minimize the sum of squared residuals,that is, T1, . . . , TR1 arg min2t ,TRcid:88t1where the search for the breaks is done after imposing a minimum of 15% of the full sampleto be contained in each regime, in order to avoid spurious results caused by small subsamplesizes. The breaks were estimated in each case allowing for a maximum of 4 regimes R 4, 3breaks. The significance levels of the supF tests used for assessing the existence of breaksare obtained in each case by simulating the asymptotic critical values using the methodproposed by Bai and Perron 1998 and 2003.In the following section we analyze the synchronization of demand shocks and demandcomponents of GDP in the Eurozone and some related groups with the aim of answering thefollowing four questions: Whether there is a specific pattern of convergence in the euro areaduring the 90s, to what extent a core of countries performs better than the EMU12, whetherthe integration of the new EU members implies a reduction in the optimality of the Eurozone,and whether the possible appearance of a European comovement has been narrowed withina worldwide synchronization trend. In addition to this, we study if synchronization derivesfrom synchronization of shocks good luck or a good job of economic policy, or is theresult of something else than this and the propagation mechanism helps in demandGDPconvergence.74 Comovements in shocks and cyclical synchronization 4.1 EMU synchronization The dynamics of the weighted and unweighted standard deviation series of demand shocksand demand components of GDP are displayed in Figure 7, together with the trends of suchseries obtained by using the Hodrick and Prescott 1997 filter. From the comparison ofunweighted and weighted measures, we can conclude that small countries seem to induceheterogeneity in comovements of shocks in the beginning of the sample until the late 70sand from the mid 90s onwards. When looking at the demandGDP developments, smallcountries tend to bring about divergence in the Eurozone during the whole sample period.We focus on weighted measures, hereafter. Concerning dispersion of shocks, a pattern ofconvergence is detected in the beginning of the sample till 1972, when a short period of divergence starts until the mid70s. A new pattern of convergence in demand shocks appearsduring the late 70s until the late 80s. From the last years of the 80s onwards, the level ofsynchronization of demand shocks remains relatively stable around a lower level, and onlytwo sharp peaks of divergence emerge during the recession of 20002002 and the recessionaryperiod in the end of the sample.With regard to the dispersion of demandGDP, the sample starts with a strong convergenceperiod in the beginning of the 60s. This turns into a very short period of divergence in theend of the 60s, before experiencing a new reversal that culminates in the mid 70s. After aperiod of higher cyclical dispersion from the middle of the 70s to the beginning of the 80s,a persistent convergence trend takes place, especially in the second half of the 80s, which isreversed in the beginning of the 90s, during the recessionary period of the first years of thatdecade. From 1993 on, a very stable period of more synchronization starts which is onlyreversed in the last year of the sample, since 20082.In order to test for the significance of changes in the standard deviation of shocks anddemandGDP in EMU12, we compute the Carree and Klomps 1997 test described in theprevious section. Figure 8 displays the changes in the standard deviation of demand shocksand demandGDP in EMU12 that appear significant at the 5% significance level for thehorizons corresponding to two, four, six and eight years. The variable which is plotted in Figure 8 is defined asct St St IT2,t, 270.951 is the 95th percentile ofwhere is alternatively equal to 8, 16, 24 and 32 quarters, 2the 21 distribution and I is the indicator function, taking value one if the argument istrue and zero otherwise.40.951,Figure 8 indicates that the mediumrun dynamics shown in Figure 7 actually lead to significant changes in the dispersion of both demand shocks and demandGDP in EMU12 for theperiod under study. With respect to the dispersion in demand shocks, the most importantfact is the period of strong convergence coming from the late 70s to the end of the 80s.4Results are robust if a 1% significance level is used. Computations are available from the authors uponrequest.8From 1995 on, the very stable dynamics of synchronization depicts few significant patterns,all of them of small magnitude. The signs of divergence coinciding with the recession ofthe 20002002 and the recession of the end of the sample are remarkable. Concerning thedispersion of demandGDP, we should note the same convergence pattern starting in thebeginning of the 80s until the beginning of the 90s. Since then 19941995, a very stableperiod appears also with hardly significant patterns of change, with only some small tracesof divergence in the recessionary periods of 20002002 and in the end of the sample.We also implement BaiPerrons 1998 and 2003 test for the analysis of structural changeSC in order to identify different regimes in the dynamics of dispersion of shocks and demand components of GDP. Table 2 presents the Augmented DickeyFuller ADF, Dickeyand Fuller, 1979 and KPSS Kwiatkowsky et al., 1992 tests for the EMU12 group, a OECD group considering all the countries that are not part of the European integrationprocess and the three optout clause members Denmark, United Kingdom and Sweden,and a group including both groups Global 1. Unit root tests offer contradicting results.ADF tests Dickey and Fuller, 1979 reject the null of a unit root for dipersion series ofdemand shocks and demandGDP in EMU, whereas the KPSS Kwiatkowsky et al., 1992test tends to reject stationarity.Tables 3 and 4 summarize the results for demand shocks and demandGDP dispersion seriesfor EMU12, OECD and Global 1, respectively. Figure 9 displays the weighted standarddeviation series and the unconditional expectations for each regime. Regarding the EMU12group, the dispersion series of demand shocks is represented by means of an autoregressiveprocess of order 2 AR2, and the standard deviation of demandGDP by an AR1 specification. This seems to be sufficient to remove autocorrelation in the residuals. Therefore,we consider the data generating process represented in equation 6 potentially subject tobreaks in the intercept, in the autoregressive parameters partialSC models, or in the intercept and autoregressive coefficients pureSC model.5Models with one break are sufficient to capture the dynamics of the dispersion series. Inthose cases where a twobreaks model can be estimated, wide confidence intervals in thesecond break make more sensible to use models with one break. Regarding the synchronization of demand shocks see Table 3, the model with one structural change in the interceptestimated in 19861 is the prefered one in terms of Schwarz 1978 information criterionnot shown in Table 3. This model determines a decrease in the unconditional expectationof the dispersion series and in its volatility. With respect to the dispersion series in thedemand fluctuations of GDP see Table 4, the model with a structural break in the intercept in 19932 seems to be the prefered one, too, because the pureSC model shows wideconfidence intervals. The model also determines a decrease in the unconditional expectationof dispersion and in the volatility of the dispersion series.Besides the analysis of dipersion of shocks and demandGDP, it is useful to consider theresponses of GDPgrowth to a positive demand shock of 1% given the estimated parameters 5We report the selected models. Information about all the models considered is available from the authorsupon request.9of the SVAR model not shown because of space limitations.6 We summarize such information. In general, we can extract some common features. All the countries show somehow apositive response to the demand shocks that tends to dissappear, becoming close to zero after 810 quarters. Only Austria, Netherlands and Belgium show negative responses in someperiods in the beginning of the responsehorizon. Together with the results offered above,synchronization of demand shocks, strengthened during the late 80s, have been supportedby the transmission mechanism. The role of the latter may have been reinforced during theprocess of integration, supporting convergence in demand GDP fluctuations.Therefore, the Eurozone has converged to a stable lower level of dispersion from the endof the 80s in terms of demand shocks, and from the beginning of the 90s in demandGDPas can be inferred by Figure 9, supported by strong similarities among propagation mechanisms probably influenced by progressive integration following the implementation of the Maastricht convergence criteria during the Stage Two of EMU, but also influenced by otherfactors related to trade. This result is in line with previous research of Angeloni and Dedola1999, Massmann and Mitchell 2003, Darvas and Sz apari 2005, Afonso and Furceri2008, or CrespoCuaresma and Fern andezAmador 2010, for example. Moreover, according to Mayes and Vir en 2009, the Maastricht Treaty and the transition period of the Stage Two seem to be linked to a structural change in the midterm fluctuations in the EMUthat increased the optimality of the Eurozone, though such convergence may start earlierwith the convergence in demand shocks initiating in the mid 80s.4.2 Comparative analysis The literature on business cycle synchronization in Europe has pointed out some other questions with the aim of analyzing the singularity of the EMU comovement, and determiningthe optimality of the currency area. In this regard, three main issues have been highlighted.The first one concerns the debate between core and periphery countries and the potentialdifferential of a core group of EMU countries Belgium, France, Germany, Luxembourg and Netherlands showing higher cyclical synchronization than EMU12. The second issue isconnected with the coherence of cyclical developments of the new EU members with respectto EMU12 and the impact of a hypothetical enlargement of the monetary union includingall the members from the recent enlargements of 2004 and 2007. The third issue is aboutthe idiosyncrasy of the European synchronization relative to a worldwide comovent.Figures 10 and 11 present the dispersion series of demand shocks and demandGDP together with their HodrickPrescott 1997 trends for some relevant groups such as the coregroup, the group formed by the new EU members of the enlargements of 2004 and 2007, anenlarged EMU EMU22 and the EU25 see Figure 10, and the OECD control group, agroup including the OECD and EMU12 groups Global 1 and a group including all the 36countries considered Global 2, see Figure 11. With regard to the core group see Figure 10, the level and dynamics of dispersion in demand shocks are very close to the EMU12.From 1965 to 1980, the core group has clearly shown more synchronization in shocks. This issomehow reversed from the first years of the 90s on, however, when the core group presentsslighty higher dispersion than EMU12. Concerning the dispersion of demandGDP, the core 6Computed impulse response functions are available from the authors upon request.10group is more synchronized than EMU12 from the beginning of the sample until the late 80sprobably, due to higher integration in the economic structures and more similar economicpolicies in the core during this period. Afterwards, this differential in comovement seemsto dissappear specially from the late 80s until 1997. Only in the end of the sample from 2005 on the core group clearly becomes more synchronized once again. With respect to thegroup of new members from recent enlargements, for both demand shocks and demandGDPdispersion series a strong trend of convergence is detected from 1998 to 2005, when it is reversed and a period of increasing divergence starts. The level of dispersion is higher thanthe one corresponding to the EMU12 either for demand shocks or demandGDP dispersionseries. This convergence trend is consistent with evidence of real and nominal convergenceof macroeconomic fundamentals provided by Kocenda 2001, and Kutan and Yigit 2004for the late 90s. However, we find how a strong divergence trend appears in this group from 2005 on.Considering a hypothetical enlarged EMU EMU22, differences in dispersion are not relevant given the small weight of the new members relative to the EMU12 countries. Thedispersion of shocks shows similar dynamics and levels in both groups. Turning to demandGDP dispersion, only in 20022003 and 20062008 significant gaps can be observed betweenthe EMU22 and EMU12, when the EMU12 experiences more synchronization. This findingreflects the convergence trend of the new EU countries towards the EMU12 documentedhere and by Artis et al.2004, Fidrmuc and Korhonen 2004 and 2006, Darvas and Sz apari 2005, Kutan and Yigit 2005, Afonso and Furceri 2008, or CrespoCuaresmaand Fern andezAmador 2010, for example. The appraisal of the EU25 points out similarconclusions as that of the EMU22, with attenuated differences, however. Moreover, the EU25 reveals a slightly more synchronized behavior during the period 20042006.Turning to Figure 11 where the results for the OECD are presented, this group has shownmore synchronization in demand shocks than EMU12 until the mid 80s, when the EMU12becomes more synchronized. With respect to the demandGDP dispersion series, the EMU12 has been more synchronized from the late 70s, and only approaches the OECD levelsduring the period spanning the late 80s until the end of the recession of 19911993, duringthe 19992000 period and in 20084. Consequently, considering the group formed by the EMU12 and OECD Global 1, the demand shocks dispersion series reveals also the changefrom more to less synchronization relative to EMU12. The demandGDP dispersion seriesreveals that the EMU12 has achieved more synchronization, but for the periods 19881994,19992000 and in 20084. The global group including all the 36 countries Global 2 leads tosimilar conclusions.Structural change analysis was also applied upon the OECD and Global 1 dispersion seriessee Tables 3 and 4 and Figure 9. As in the case of EMU12, ADF tests Dickey and Fuller,1979 reject the null of a unit root for series of dipersion of demand shocks and demandGDPin EMU, whereas the KPSS test Kwiatkowsky et al., 1992 tends to reject stationarity see Table 2. We can summarize the dynamics of the dispersion series of shocks and demandGDP by means of AR1 processes for both OECD and Global 1 groups. With respect to OECD shocks dispersion see Table 3, the prefered model is that with a structural breakin the autoregressive coefficient. The OECD experiences a structural change around 1983111towards a lower average. The dynamics of dispersion is less volatile in the second regime,too. However, this change seems to be less dramatic than in the case of Eurozone. Moreover, in the first regime the OECD seems to be more synchronized than EMU12, thoughin the second regime the latter shows more synchronization than the former. Finally, thebreak experienced in shocks dispersion series has not lead to a change in the demandGDPstandard deviation see Table 4.Concerning the Global 1 group, the specification with a break in the intercept estimated in 19831 seems to perform slightly better in the case of the synchronization of demand shockssee Table 3. Every specification implies a decrease in the expectation and volatility of thedispersion series after the break. In the case of the dispersion series of demandGDP, thespecification with a break in the intercept estimated in 19842 performs better and reflectsthe decrease in both expectation and volatility of the data generating process see Table 4. Nevertheless, the comparison between the figures of the EMU12 and the Global 1 groupreflect the more synchronized behavior of the Eurozone from the mid90s.In addition to this, impulse response functions not shown show less similarity in the transmission of demand shocks among the new EU members and among the OECD group.Overall, the EMU12 seems to have converged to a stable lower level of dispersion fromthe end of the 80s in demand shocks, and from the beginning of the 90s in demandGDP,supported by strong similitudes among transmission mechanisms probably influenced byprogressive integration, following the implementation of the Maastricht convergence criteria,but also influenced by other factors, specially trade integration. This convergence patternhas diluted the differential of the core group. Only from 2005 onwards, this differentialreturns. The new EU members have also experienced a strong pattern of convergence from 1998 to 2005, when a strong divergence trend appears. However, due to the size of theseeconomies, an enlargement of the currency union to 22 members would not decrease the OCArating of the EMU. Finally, the Eurozone presents higher levels of synchronizationrelative the OECD control group since the mid90s, and has presented some Europeanidiosyncrasy as opposed to a worldwide comovement.5 The cost of inclusion of a member We can complement the previous analysis by means of the computation of the netbenefitof being part of a currency union for its members in terms of cyclical synchronization. Thecost of inclusion of a country j in the group is defined as Stj Stcoit,j St,8where Stj is the weighted crosscountry standard deviation series of the group excluding country j and St is the weighted crosscountry standard deviation of the group including country j at time t. The cost of inclusion is therefore defined as a rate of changein dispersion, taking negative values when the standard deviation of the group increases asthe country is included that is, when the country induces divergence in the group, and 12positive values when the inclusion of the country induces a decrease in the dispersion thatis, when it induces convergence. The cost of inclusion of a country is a representation ofthe impact that each country has in the degree of synchronization of a currency union ata given period in time. Figures 1217 show the cost of inclusion of each member for the EMU12 and the hypothetical enlarged EMU considered in the section above regarding thedemand shocks and demandGDP.Figures 12 and 13 present the cost of inclusion of each country belonging to EMU12 for demand shocks and demandGDP, respectively. Regarding those computed in terms of demandshocks, it should be noted the role of Austria, Germany, France, Finland and Luxembourgas clear sources of convergence during almost the whole sample, as well as of Spain, Greece,Italy and Netherlands, since 1995. With respect to the cost of inclusion computed fordemandGDP measures, the same group of countries Austria, Germany, France, Finland,Luxembourg inducing convergence is detected. In contrast, Spain shows a more ambiguousbehavior.7 It should be noted that the generally positive ratios of Germany and Franceare of sizeable magnitude for both demand shocks and demandGDP measures, what couldbe interpreted as Germany and France as the anchors of EMU. However, this is also clearlyrelated to the substantial weight of both countries in the Eurozone and it is not appreciatedwhen considering unweighted standard deviations not shown.8 Finally, we should highlight the costs resulting from Germany during the years following the reunification, speciallyregarding demandGDP measures.Figures 1415 display the cost of inclusion of the members of an enlarged European currencyunion, for demand shocks and demandGDP, respectively. The most important conclusionfrom these graphs is that new EU members do not imply significant costs as members ofan enlarged Eurozone. Nevertheless, these results could be due to the small weight of theseeconomies in the euro area. Therefore, we also include the results of the cost of inclusionscomputed with unweighted standard deviations see Figures 16 and 17. Although theimpact of the new EU members is somehow more ambiguous, with more periods of cost,their behavior is not different to the one observed in the majority of the members of the EMU12.6 Conclusions We offer here five main findings with the aim of answering the most important issues raisedin the empirical literature of cyclical synchronization in Europe. First of all, we show thatthe Eurozone has converged to a stable lower level of dispersion in demand shocks from theend of the 80s, and from the beginning of the 90s in demandGDP, supported by strongsimilarities among propagation mechanisms probably influenced by progressive integrationfollowing the implementation of the Maastricht convergence criteria during Stage Two of EMU, but also influenced by other factors as trade integration.In line with Mayes and Vir en 2009, the Maastricht Treaty and the transition period of the Stage Two seem to 7Some of the results in the end of the sample should be taken with caution. This is the case for exampleof Ireland where the model estimated does not capture the decrease associated with such recessionary periodin the demandGDP.8Computations are available from the authors upon request.13be linked to a structural change in the midterm fluctuations in the EMU that increasedthe optimality of the Eurozone, though such trend may start earlier, with the convergencein demand shocks coming from the mid 80s. Second, this convergence pattern has dilutedthe differential of the core group. Only from 2005 onwards, this differential returns. Third,the new EU members have also experienced a strong pattern of convergence from 1998 to 2005. Fourth, due to the size of these economies, an enlargement of the currency union to 22members would not decrease the OCArating of the EMU in terms of cyclical synchronization, and does not imply costs for the Eurozone. In any case, the new EU members showsimilar costs of inclusion to those of the majority of the members of the EMU12. Finally,the Eurozone appears more synchronized relative to the OECD control group in terms ofdemand shocks since the mid 80s and from the mid90s in terms of demandGDP, and haspresented some European idiosyncrasy as opposed to a dilution in a worldwide comovement.Our result concerning the lack of important effect of the enlargement of the EMU uponthe OCArating is of special relevance, but some caveats could be highlighted regarding theestimations for the new EU economies and the use of only one OCA criterion for recomendations about euro adoption by these countries. Convergence of the new EU members towards EMU is well documented by the empirical literature. However, results concerning the new EU members undergo the problem of short sample size, and may reflect excepcional samplefeatures coming from the transition from planned to market economies that these countriesexperienced during the decade of the 90s see Campos and Coricelli, 2002, for a descriptionof these features and Svejnar, 2002, and Foster and Stehrer, 2007, for a characterization ofthe transition periods and where political factors were of remarkable importance Roland,2002. In addition to this, the preservation of the OCArating in output fluctuations afterthe enlargement reported here refers to the whole currency area. The net balance of joininga currency union is a wider concept.It depends on the character and symmetry of theshocks, but also on the transmission mechanisms of such shocks and the monetary policy inthe countries forming the currency union. In this sense, in order to assess the convenienceof euro adoption by the new EU members, other OCA prerequisites such as nominal convergence, trade and financial integration, fiscal coordination and labour market flexibilityshould be considered. Evidence reported by different authors using other criteria tends tosupport the enlargement of the EMU. In fact, there is some evidence of nominal convergence pointed out by Kutan and Yigit 2005 and Lein et al. 2008, for example. Lein etal. 2008 also highlight the effect of real convergence on price level catchup through twomain channels: Productivity growth in the new EU members, which has a positive impactin nominal convergence through BalassaSamuelson effects, and trade intensification, witha negative impact through markups reduction in the framework of competitiveness gains.Economic integration, financial integration and fiscal coordination deserve careful consideration as potential factors affecting the optimality of the adoption of the euro by the new EU members, because of their endogenous relationship with synchronization of output fluctuations. Economic and financial integration are goals of the EU, and the monetary unionshould help reaching these goals. Rose 2000 opened a door for supporting the idea ofa positive effect of EMU on trade, though his research is subject to some drawbacks see Baldwin, 2006. Petroulas 2007 finds a positive impact of EMU on inward foreign directinvestment FDI flows. Recently, Brouwer et al. 2008 make use of gravity models and 14present support concerning the existence of a complementary relationship between tradeand FDI, a positive effect of the EU on trade and FDI, and a positive effect of EMU on FDI and a nonnegative effect on trade. These results lead these authors to conclude thatjoining the Eurozone would increase the FDI stock countries receive as well as trade flows,being part of the trade increase a result from higher FDI stocks. Financial integrationpresents many facets. From an aggregate perspective, Blanchard and Giavazzi 2002 and Lane 2006b suggest that monetary integration has increased financial integration, and Lane 2006a finds evidence of a Eurozone bias in international bond portfolio movements,which implies that more crossborder asset trade tends to take place between members ofthe euro area than among other pairings. In particular, Spiegel 2009 shows that the monetary integration has an effect on bilateral bank lending through a pairwise effect comingfrom joint membership in a monetary union by two members what increases the quality ofintermediation between borrowers and creditors when both are in the same currency union.Stock market comovements seem to be enhanced by monetary integration Kim et al., 2005,or W alti, 2010, for example. Moreover, Abad et al. 2010 have shown that debt marketsare mainly driven by domestic factors in EU and US, and that EMU debt markets, thoughonly partially integrated with the Eurozone represented by the German government bondsmarket, are more influenced by euro risk factors than by global risk factors as opposed tothose of nonEMU countries, which tend to be more influenced by worldwide risk factors.With respect to the new EU countries, Masten et al. 2008 find evidence that joining the EMU implies the development of domestic financial markets and financial integration forthe new EU members, with a positive effect on economic growth.One of the major concerns when joining a currency union is the loss of fiscal sovereignty.The theoretical literature has defined two main ways of policy coordination. Von Hagenand Mundschenk 2001 differentiate between narrow coordination, focused on monitoringnational policies and practises challenging price stability, leaving relative freedom to policy goals and instruments, and broad coordination where explicit frameworks concerningcommon policy goals and strategies are developed in an agreement. Ferr e 2008 showsin a game theoretical model that broad coordination in fiscal policy would be prefered tonarrow coordination. In this broad coordination framework, the incentive to deviate fromthe agreement comes from the presence of supply shocks and different evolutions in competitiveness, whereas there is no incentive to deviate from the agreement under differentialdemand shocks, the most important from the point of view of stabilization policies. In addition, Afonso and Furceri 2008 found empirical evidence that the shocksmoothing roleof fiscal policy is enhanced in an enlarged EMU. Finally, other major political issue of theenlargement of the EMU is labour market flexibility. Boeri and Garibaldi 2006 illustratethat the degree of labour flexibility of the new EU members is in many dimensions largerthan in the Eurozone. They also show that jobless economic growth in these countries inthe last years is related to productivityenhancing job destruction after the prolonged labourhoarding during the transition periods until 1996. Thereby, taking into consideration ourresults and the main findings of the related literature, it is possible to be optimistic regardingthe enlargement of the EMU from both the perspective of the performance of the commonmonetary policy and the new EMU members side.15References1 ABAD, P., CHULI A, H. and M. G OMEZPUIG in press: EMU and European government bondintegration, Journal of Banking and Finance.2 AFONSO, A. and D. FURCERI 2008: EMU enlargement, stabilization costs and insurance mechanisms, Journal of International Money and Finance, 27. 169187.3 ANGELONI, I. and L. DEDOLA 1999: From the ERM to the Euro: New evidence on economic andpolicy convergence among EU countries. ECB Working Paper No. 4, May.4 ARTIS, M. 2003: Is there a European business cycle? CESifo Working Paper No. 4, May.5 ARTIS, M., MARCELLINO, M. and T. PROIETTI 2004: Characterising the business cycle for Accession countries, IGIER Working Paper, No. 261.6 BAI, J. and P. PERRON 1998: Estimating and Testing Linear Models with Multiple Structural Changes, Econometrica, 66. 4778.7 BAI, J. and P. PERRON 2003: Computation and analysis of multiple structural change models,Journal of Applied Econometrics, 18. 122.8 BALDWIN, R. 2006: The Euros trade effects, ECB Working paper No. 594, March.9 BLANCHARD, O.J. and F. GIAVAZZI 2002: Current account deficits in the euro area: The end ofthe FeldsteinHorioka puzzle?, Brookings Papers on Economic Activity, 2. 147209.10 BLANCHARD, O.J. and D. QUAH 1989: The Dynamic Effects of Aggregate Demand and Supply Disturbances, The American Economic Review, 794. 655673.11 BOERI, T. and P. GARIBALDI 2006: Are labour markets in the new member states sufficientlyflexible for EMU?, Journal of Banking and Finance, 30. 13931407.12 BROUWER, J., PAAP, R. and J.M. VIAENE 2008: The trade and FDI effects of EMU enlargement,Journal of Money and Finance, 27. 188208.13 CAMPOS, N.F. and F. CORICELLI 2002: Growth in transition: What we know, what we dont, andwhat we should, Journal of Economic Perspectives, XL September. 793836.14 CAPORALE, G.M. and A.M. SOLIMAN 2009: The asymmetric effects of a common monetary policyin Europe, Journal of Economic Integration, 24. 455475.15 CARREE, M. and L. KLOMP 1997: Testing the convergence hypothesis: A comment, Review of Economics and Statistics, 79. 683686.16 CRESPOCUARESMA, J. and O. FERN ANDEZAMADOR 2010: Business cycle convergence in EMU: A first look at the second moment, Working paper in Economics and Statistics No. 22, Universityof Innsbruck.17 DARVAS, Z. and G. SZ APARI 2005: Business Cycle Sychronization in the Enlarged EU, CEPRDiscussion Paper No. 5179.18 DE GRAUWE, P. and F.P. MONGELLI 2005: Endogeneities of optimum currency areas. Whatbrings countries sharing a single currency closer together?, ECB Working Paper No. 468, April.19 DELLAS, H. and G.S. TAVLAS 2009: An optimumcurrencyarea odyssey, Journal of International Money and Finance, 28. 11171137.20 DICKEY, A.D. and W.A. FULLER 1979: Distribution of the estimators for autorregresive timeseries with a unit root, Journal of the American Statistical Association, 74. 427431.21 FERR E, M. 2008: Fiscal policy coordination in the EMU, Journal of Policy Modeling, 30. 221235.1622 FIDRMUC, J. and I. KORHONEN 2003: Similarity of supply and demand shocks between the euroarea and the CEECs, Economic Systems, 27. 313334.23 FIDRMUC, J. and I. KORHONEN 2004: The Euro goes East. Implications of the 20002002 economic slowdown for synchronization of business cycles between the euro area and CEECs, Comparative Economic Studies, 46. 45 62.24 FIDRMUC, J. and I. KORHONEN 2006: Metaanalysis of the business cycle correlation betweenthe euro area and the CEECs, Jornal of Comparative Economics, 34. 518 537.25 FOSTER, N. and R. STEHRER 2007: Modeling transformation in CEECs using smooth transitions,Journal of Comparative Economics, 35. 5786.26 FRANKEL, J.A. and A.K. ROSE 1998: The endogeneity of the optimum currency area criteria, The Economic Journal, 108. 10091025.27 G OMEZ, V. and A. MARAVALL 1996: Programs TRAMO and SEATS. Instructions for the Userwith some updates. Working Paper No. 9628, Research Department, Bank of Spain.28 HODRICK, R.J. and E.C. PRESCOTT 1997: Postwar US business cycles: An empirical investigation, Journal of Money, Credit and Banking, 29. 116.29 HUCHET, M. 2003: Does single monetary policy have asymmetric real effects in EMU?, Journal of Policy Modeling, 25. 151178.30 JAROCI NSKI, M. 2010: Responses to monetary policy shocks in the East and the West of Europe:A comparison, Journal of Applied Econometrics, 25. 833868.31 JARQUE, C.M. and A.K. BERA 1987: A test for normality of observations and regression residuals,International Statistical Review, 55. 163172.32 KIM, S.J., MOSHIRIAN, F. and E. WU 2005: Dynamic stock market integration driven by the European Monetary Union: An empirical analysis, Journal of Banking and Finance, 29. 24752502.33 KOCENDA, E. 2001: Macroeconomic convergence in transition countries, Journal of Comparative Economics, 29. 123.34 KUTAN, A.M. and T.M. YIGIT 2004: Nominal and real stochastic convergence of transitioneconomies, Journal of Comparative Economics, 32. 2336.35 KUTAN A.M. and T.M. YIGIT 2005: Real and nominal stochastic convergence: Are the new EUmembers ready to join the Eurozone?, Journal of Comparative Economics, 33. 387400.36 KWIATKOWSKI, D., PHILLIPS, P.C.B., SCHMIDT, P. and Y. SHIN 1992: Testing the null hypothesis of stationary against the alternative of a unit root, Journal of Econometrics, 54. 159178.37 LANE, P. 2006a: Global bond portfolios and EMU, International Journal of Central Banking, 2.123.38 LANE, P. 2006b: The real effects of European Monetary Union, Journal of Economic Perspectives,20. 4766.39 LEIN, S.M., LE ONLEDESMA, M.A. and C. NERLICH 2008: How is real convergence drivingnominal convergence in the new EU member states?, Journal of International Money and Finance,27. 227248.40 LICHTENBERG, F.R. 1994: Testing the convergence hypothesis, Review of Economics and Statistics, 76. 576579.41 LIU, J., WU, S. and J.V. ZIDEK 1997: On segmented multivariate regressions, Statistica Sinica, 7.497525.1742 LJUNG, G.M. and G.E.P. BOX 1978: On a measure of a lack of fit in time series models, Biometrika,65. 297303.43 MASSMANN, M. and J. MITCHELL 2003: Reconsidering the evidence: are Eurozone business cyclesconverging? NIESR Discussion Paper No. 210, March.44 MASTEN, A.B., CORICELLI, F. and I. MASTEN 2008: Nonlinear growth effects of financialdevelopment: Does financial integration matter?, Journal of International Money and Finance, 27.295313.45 MAYES, D. and M. VIR EN 2009: Changes in the behaviour under EMU, Economic Modelling, 26.751759.46 Mc KINNON, R.I. 2000: Mundell, the Euro and the world Dollar standard, Journal of Policy Modeling, 22. 311324.47 MONGELLI, F.P. 2002: New views on the optimum currency area theory: What is EMU tellingus?, ECB Working Paper No. 138, April.48 MUNDELL, R.A. 1961: A theory of optimum currency areas, American Economic Review, 51. 657665.49 P EREZ, P.J., OSBORN, D.R. and M. SENSIER 2007: Business cycle affiliation in the context of European integration, Applied Economics, 39. 199214.50 PETROULAS, P. 2007: The effect of the euro on foreign direct investment, European Economic Review, 51. 14681491.51 ROLAND, G. 2002: The political economy of transition, Journal of Economic Perspectives, 16.2950.52 ROSE, A.K. 2000: One money, one market: Estimating the effect of common currencies on international trade, Economic Policy, 30. 945.53 SCHWARZ, G. 1978: Estimating the dimension of a model, Annals of Statistics, 6. 461464.54 SPIEGEL, M.M. 2009: Monetary and financial integration in the EMU: Push or pull?, Review of International Economics, 17. 751776.55 SVEJNAR, J. 2002: Transition economies: Performance and challenges, Journal of Economic Perspectives, 16. 328.56 TAVLAS, G.S. 1993: The new theory of optimum currency areas, The World Economy, 16. 663685.57 VON HAGEN, J. and S. MUNDSCHENK 2001: The political economy of policy coordination in the EMU, Swedish Economic Policy Review, 8. 107137.58 W ALTI, S. in press: Stock market synchronization and monetary integration, Journal of International Money and Finance.18Appendix A. Data sources Country Australia Austria Belgium Bulgary Canada Cyprus Czech Republic Denmark Estonia Finland France Germany Greece Hungary Iceland Ireland Italy Japan Latvia Lithuania Luxembourg Mexico New Zealand Netherlands Norway Poland Portugal Republic of Korea Slovenia Slovak Republic Spain Sweden Switzerland Turkey United Kingdom USATable 1: Dataset: Samples and Sources Sample period GDP Sample period CPI1960q 12008q 41960q 12008q 41960q 12008q 41960q 12008q 41960q 12008q 41995q 12008q 41990q 12008q 41966q 12008q 41993q 12008q 41960q 12008q 41960q 12008q 41960q 12008q 41960q 12008q 41991q 12008q 41960q 12008q 41960q 12008q 41960q 12008q 41960q 12008q 41990q 12008q 41995q 12008q 41960q 12008q 41960q 12008q 41960q 12008q 41960q 12008q 41960q 12008q 41990q 12008q 41960q 12008q 41970q 12008q 41992q 12008q 41993q 12008q 41960q 12008q 41960q 12008q 41965q 12008q 41960q 12008q 41960q 12008q 41960q 12008q 41960q 12008q 41960q 12008q 41960q 12008q 41997q 12008q 4a 1960q 12008q 41996q 12008q 4a 1991q 12008q 41960q 12008q 41995q 12008q 4a 1960q 12008q 41960q 12008q 41960q 12008q 41960q 12008q 41980q 12008q 41960q 12008q 41960q 12008q 41960q 12008q 41960q 12008q 41996q 12008q 4a 1995q 12008q 4a 1960q 12008q 41969q 12008q 41960q 12008q 41960q 22008q 41960q 12008q 41989q 12008q 41960q 12008q 41960q 12008q 41995q 12008q 4a 1993q 12008q 41960q 12008q 41960q 12008q 41960q 12008q 41960q 12008q 41960q 12008q 41960q 12008q 4Source OECDOECDOECDEurostat OECDEurostat OECDOECDEurostat OECDOECDOECDOECDOECDOECDOECDOECDOECDEurostat Eurostat OECDOECDOECDOECDOECDOECDOECDOECDEurostat OECDOECDOECDOECDOECDOECDOECDa: Original series in monthly frequency.Weights for averaged indicators where computed by using annual data on real GDP source:Penn World Table in international dollars with reference in 1996 Alan Heston, Robert Summers and Bettina Aten, Penn World Table Version 6.3, Center for International Comparisons of Production, Income and Prices at the University of Pennsylvania, August 2009for the period 19502007 updated up to 2008 using the GDP raw data described above andused for the extraction of business cycles. For each country, weights were calculated relativeto the group considered. Two schemes of weights were used. The first one, a timevaryingscheme in which for each year the weight was calculated and therefore a series of annualweights was used when computing the indicators. The second one is a scheme based onthe mean weight for the whole sample period. This last weighting scheme was used whencalculating the standard deviation series in the Carree and Klomp 1997 test. Our resultsare robust to the use of both weighting patterns.19Figure 1: Demand shocks: EMU countries 20432101234196519701975198019851990199520002005Austria432101234196519701975198019851990199520002005Belgium420246196519701975198019851990199520002005Germany543210123196519701975198019851990199520002005Spain43210123196519701975198019851990199520002005Finland432101234196519701975198019851990199520002005France6420246196519701975198019851990199520002005Greece432101234196519701975198019851990199520002005Ireland432101234196519701975198019851990199520002005Italy43210123196519701975198019851990199520002005Luxembourg5432101234196519701975198019851990199520002005Netherlands5432101234196519701975198019851990199520002005PortugalFigure 2: Demand shocks: Enlargement countries 2132101299000102030405060708Bulgary3210129899000102030405060708Cyprus5432101219941996199820002002200420062008Czech Republic3210123979899000102030405060708Estonia4321012319941996199820002002200420062008Hungary32101239899000102030405060708Latvia2.52.01.51.00.50.00.51.01.52.0979899000102030405060708Lithuani32101234199219941996199820002002200420062008Poland321012979899000102030405060708Slovenia43210129596979899000102030405060708s Lovak RepublicFigure 3: Demand shocks: OECD countries 225432101234196519701975198019851990199520002005Australia43210123196519701975198019851990199520002005Canada32101234519701975198019851990199520002005Switzerland4321012319701975198019851990199520002005Denmark543210123196519701975198019851990199520002005United Kingdom32101234196519701975198019851990199520002005Iceland8642024196519701975198019851990199520002005Japan54321012341975198019851990199520002005Rep. Korea64202461975198019851990199520002005Mexico642024196519701975198019851990199520002005Norway6543210123196519701975198019851990199520002005New Zealand432101234196519701975198019851990199520002005Sweden86420246196519701975198019851990199520002005Turkey4202468196519701975198019851990199520002005USAFigure 4: Demand component of log GDP: EMU countries 23.4.3.2.1.0.1.2.3196519701975198019851990199520002005Austria.3.2.1.0.1.2.3.4196519701975198019851990199520002005Belgium.2.1.0.1.2.3196519701975198019851990199520002005Germany.3.2.1.0.1.2.3.4196519701975198019851990199520002005Spain.4.3.2.1.0.1.2.3.4.5196519701975198019851990199520002005Finland.4.3.2.1.0.1.2.3.4.5196519701975198019851990199520002005France.3.2.1.0.1.2.3.4196519701975198019851990199520002005Greece0.40.20.00.20.40.60.81.0196519701975198019851990199520002005Ireland.5.4.3.2.1.0.1.2.3.4196519701975198019851990199520002005Italy.4.3.2.1.0.1.2.3.4196519701975198019851990199520002005Luxembourg.4.3.2.1.0.1.2.3.4.5196519701975198019851990199520002005Netherlands.5.4.3.2.1.0.1.2.3.4196519701975198019851990199520002005PortugalFigure 5: Demand component of log GDP: Enlargement countries 240.60.40.20.00.20.40.60.81.01.299000102030405060708Bulgary.3.2.1.0.1.2.39899000102030405060708Cyprus.3.2.1.0.1.2.319941996199820002002200420062008Czech Republic.5.4.3.2.1.0.1.2.3979899000102030405060708Estonia.2.1.0.1.2.319941996199820002002200420062008Hungary.5.4.3.2.1.0.1.2.3.49899000102030405060708Latvia.4.3.2.1.0.1.2.3979899000102030405060708Lithuania.16.12.08.04.00.04.08.12.16199219941996199820002002200420062008Poland.12.08.04.00.04.08.12.16.20.24979899000102030405060708Slovenia.4.3.2.1.0.1.2.39596979899000102030405060708Slovak RepublicFigure 6: Demand component of log GDP: OECD countries 25.3.2.1.0.1.2.3196519701975198019851990199520002005Australia.6.4.2.0.2.4.6196519701975198019851990199520002005Canada.10.05.00.05.10.1519701975198019851990199520002005Switzerland.20.15.10.05.00.05.10.15.2019701975198019851990199520002005Denmark.3.2.1.0.1.2196519701975198019851990199520002005United Kingdom.6.4.2.0.2.4.6196519701975198019851990199520002005Iceland.5.4.3.2.1.0.1.2.3.4196519701975198019851990199520002005Japan.6.4.2.0.2.4.61975198019851990199520002005Rep. Korea.6.5.4.3.2.1.0.1.2.31975198019851990199520002005Mexico.6.4.2.0.2.4.6196519701975198019851990199520002005Norway.4.3.2.1.0.1.2196519701975198019851990199520002005New Zealand.3.2.1.0.1.2.3.4196519701975198019851990199520002005Sweden0.80.40.00.40.81.2196519701975198019851990199520002005Turkey.6.4.2.0.2.4196519701975198019851990199520002005USAFigure 7: Dispersion in demand shocks and demand components of GDP: EMU countries 260.00.51.01.52.02.53.0657075808590950005Standard deviation EMU12 demand shocksStandard deviation trend EMU12 demand shocksWeighted standard deviation EMU12 demand shocksWeighted standard deviation trend EMU12 demand shocks.00.04.08.12.16.20.24.28657075808590950005Standard deviation EMU12 demandGDPStandard deviation trend EMU12 demandGDPWeighted standard deviation EMU12 demandGDPWeighted standard deviation trend EMU12 demandGDPTable 2: Unit root test results for weighted standard deviation series Setting with intercept and linear trend Setting with intercept Demand shocksemu 12oecdglobal 1DemandGDPemu 12oecdglobal 11.19630.84290.97871.02640.31090.4939ADF test stat. KPSS test stat. ADF test stat. KPSS test stat.3.47098.53156.43683.16124.65184.29676.73949.29817.44743.79944.77194.61580.17630.16200.21910.13750.12710.1286Note: , and stands for significance at the 10, 5 and 1% level, respectively.27Figure 8: Significant changes in demand shocks and demandGDP dispersion: EMU countries 28321012657075808590950005Significant changes 2 years demand shocksSignificant changes 4 years demand shocksSignificant changes 6 years demand shocksSignificant changes 8 years demand shocks.15.10.05.00.05.10.15657075808590950005Significant changes 2 years demandGDPSignificant changes 4 years demandGDPSignificant changes 6 years demandGDPSignificant changes 8 years demandGDP2911.03319.01990.08271.06470.08153.01389145891,4089115891,218911401.18876.09031.03311.06151.04872.0894.12428480.07190.07680.07522.03957.09503.01389117891,1579145891,377916089.09207.09881.03661.06721.07651.1829.41317990.07270.08371.01507.08270.04131.05360.07913.01689120991,2589119891,358918410.17455.08661.05240.08200.00931.2702.5011389113002,138911389135991,138911689130891,2379113002,25991,1389111002,35991,1389147891,30891,237914864.326754.412113.114864.324864.325093.412638.74997.75093.415093.414599.04427.71119332.22914.11109457.424041.415041.319457.429457.420649.41310271.51tpecretniCSlaitra P1labol GevissergerotuaCSlaitra PDCEOtpecretniCSlaitra P21UMEtpecretniCSlaitra P1labol GevissergerotuaCSlaitra PDCEOtpecretniCSlaitra P21UMEskcohsdname D:CSsegnahclarutcurtshtiwsledom RA:3elba TRSSskaer B2R3R4Rcid:96123tsettsettsettset Fpu SFpu SFpu SFpu Sxam DUxam DWcid:961cid:961223tsettsettset Fpu SFpu SFpu Sdetcelesskaerb.o Nlaitneuqe S2,02,12,2ZWLCIB1,01,11,2kaerbkaerbkaerbkaer B1R2R.tcepxe.tcepxe.dnocn U.dnocn U.vretn I.vretn I.fno C%59.fno C%091R2Recnaira Vecnaira Vtsettset1Q4Qtset BJ29noitalerrocotuarof8791,xo Bdnagnuj Lcitsitatstsetxo Bgnuj LehtsitsetzQ.level%1dna,%5,%01ehttaecnacfiingisrofsdnatsdna,:eto Nteui Lfonoiretirczrawhc Sdefiidomehtsi ZWL.ytilamronlaudiserrof7891,are Bdnaeuqra Jcitsitatstsetare Beuqra Jehtsitset BJ.redrohtzotpurenei Whtiwsnoitacilper 0001gnisu,3002dna 8991norre Pdnaia Bnimhtiroglaehtgnisudetupmocerewstset Fpusehtfolevelecnacfiingiseh T.7991,.la.005eziselpmasfosessecorpnoitalerrocotuarof8791,xo Bdnagnuj Lcitsitatstsetxo Bgnuj LehtsitsetzQ.level%1dna,%5,%01ehttaecnacfiingisrofsdnatsdna,:eto Nteui Lfonoiretirczrawhc Sdefiidomehtsi ZWL.ytilamronlaudiserrof7891,are Bdnaeuqra Jcitsitatstsetare Beuqra Jehtsitset BJ.redrohtzotpurenei Whtiwsnoitacilper 0001gnisu,3002dna 8991norre Pdnaia Bnimhtiroglaehtgnisudetupmocerewstset Fpusehtfolevelecnacfiingiseh T.7991,.la.005eziselpmasfosessecorptpecretniCSlaitra P1labol GCSo NDCEOtpecretniCSlaitra P21UMEPDGdname D:CSsegnahclarutcurtshtiwsledom RA:4elba T2489124891,1879123002,24891,187919315.71522.77390.69315.71432.82466.76284.51202399123991,4389123991,13891,437918014.528284.518696.318014.528014.526327.67879.71101700.09450.0CSo N9030.06447.0DCEOtpecretniCSlaitra P21UMEtpecretniCSlaitra P1labol G9800.02950.01500.00640.04876.01610.02489126991,3189113991,328910341.00390.01200.06000.01520.07536.1457.068021.05200.04000.02770.1143.255600.07260.03400.05640.04825.04910.02399147991,2299136991,329917890.06750.09000.03000.04238.0613.01386.28RSSskaer B2R3R4Rcid:96123tsettsettsettset Fpu SFpu SFpu SFpu Sxam DUxam DWcid:961cid:961223tsettsettset Fpu SFpu SFpu Sdetcelesskaerb.o Nlaitneuqe S2,02,1ZWLCIBkaerbkaerbkaer B1,01,11R2R.tcepxe.tcepxe.dnocn U.dnocn U.vretn I.vretn I.fno C%59.fno C%091R2Recnaira Vecnaira Vtsettset1Q4Qtset BJ30Figure 9: Dispersion regimes in EMU, OECD and Global 1 ESt T1, Rj, j 1, 2 and 95% conf.interval 310.00.51.01.52.02.53.0657075808590950005Weighted standard deviation EMU12 demand shocksUnconditional expectation partial SC intercept.00.04.08.12.16.20657075808590950005Weighted standard deviation EMU12 demandGDPUnconditional expectation partial SC intercept0.00.40.81.21.62.02.42.83.23.61975198019851990199520002005Weighted standard deviation OECD demand shocksUnconditional expectation partial SCautoregressive.00.05.10.15.20.25.30.351975198019851990199520002005Weighted standard deviation OECD demandGDPUnconditional expectation noSC0.00.40.81.21.62.02.42.83.21975198019851990199520002005Weighted standard deviation Global 1 demand shocksUnconditional expectation partical SCintercept.00.05.10.15.20.25.301975198019851990199520002005Weighted standard deviation Global 1 demandGDPUnconditional expectation partial SCinterceptFigure 10: Dispersion in demand shocks and demandGDP: Core, Enlargement group, EMU22, EU25320.00.40.81.21.62.02.42.83.2657075808590950005Weighted standard deviation Core demand shocksWeighted standard deviation trend Core demand shocksWeighted standard deviation EMU12 demand shocksWeighted standard deviation trend EMU12 demand shocks.00.05.10.15.20.25.30657075808590950005Weighted standard deviation Core demandGDPWeighted standard deviation trend Core demandGDPWeighted standard deviation EMU12 demandGDPWeighted standard deviation trend EMU12 demandGDP0.00.51.01.52.02.53.0657075808590950005Weighted standard deviation New members demand shocksWeighted standard deviation trend New members demand shocksWeighted standard deviation EMU12 demand shocksWeighted standard deviation trend EMU12 demand shocks.00.05.10.15.20.25.30657075808590950005Weighted standard deviation New members demandGDPWeighted standard deviation trend New members demandGDPWeighted standard deviation EMU12 demandGDPWeighted standard deviation trend EMU12 demandGDP0.00.51.01.52.02.53.0657075808590950005Weighted standard deviation EMU22 demand shocksWeighted standard deviation trend EMU22 demand shocksWeighted standard deviation EMU12 demand shocksWeighted standard deviation trend EMU12 demand shocks.00.04.08.12.16.20657075808590950005Weighted standard deviation EMU22 demandGDPWeighted standard deviation trend EMU22 demandGDPWeighted standard deviation EMU12 demandGDPWeighted standard deviation trend EMU12 demandGDP0.00.51.01.52.02.53.0657075808590950005Weighted standard deviation EMU25 demand shocksWeighted standard deviation trend EMU25 demand shocksWeighted standard deviation EMU12 demand shocksWeighted standard deviation trend EMU12 demand shocks.00.04.08.12.16.20657075808590950005Weighted standard deviation EU25 demandGDPWeighted standard deviation trend EU25 demandGDPWeighted standard deviation EMU12 demandGDPWeighted standard deviation trend EMU12 demandGDPFigure 11: Dispersion in demand shocks and demandGDP: OECD, Global 1, Global 2330.00.40.81.21.62.02.42.83.23.6657075808590950005Weighted standard deviation OECD demand shocksWeighted standard deviation trend OECD demand shocksWeighted standard deviation EMU12 demand shocksWeighted standard deviation trend EMU12 demand shocks.00.05.10.15.20.25.30.35657075808590950005Weighted standard deviation OECD demandGDPWeighted standard deviation trend OECD demandGDPWeighted standard deviation EMU12 demandGDPWeighted standard deviation trend EMU12 demandGDP0.00.40.81.21.62.02.42.83.2657075808590950005Weighted standard deviation Global 1 demand shocksWeighted standard deviation trend Global 1 demand shocksWeighted standard deviation EMU12 demand shocksWeighted standard deviation trend EMU12 demand shocks.00.05.10.15.20.25.30657075808590950005Weighted standard deviation Global 1 demandGDPWeighted standard deviation trend Global 1 demandGDPWeighted standard deviation EMU12 demandGDPWeighted standard deviation trend EMU12 demandGDP0.00.40.81.21.62.02.42.83.2657075808590950005Weighted standard deviation Global 2 demand shocksWeighted standard deviation trend Global 2 demand shocksWeighted standard deviation EMU12 demand shocksWeighted standard deviation trend EMU12 demand shocks.00.04.08.12.16.20657075808590950005Weighted standard deviation Global 2 demandGDPWeighted standard deviation trend Global 2 demandGDPWeighted standard deviation EMU12 demandGDPWeighted standard deviation trend EMU12 demandGDPFigure 12: Cost of inclusion of a country: EMU weighted, demand shocks34.3.2.1.0.1.2657075808590950005Austria.6.4.2.0.2657075808590950005Belgium1.20.80.40.00.4657075808590950005Germany.6.4.2.0.2.4657075808590950005Spain.2.1.0.1.2657075808590950005Finland.8.6.4.2.0.2.4657075808590950005France.2.1.0.1.2657075808590950005Greece.2.1.0.1.2657075808590950005Ireland.6.4.2.0.2.4657075808590950005Italy.04.00.04.08.12.16657075808590950005Luxembourg.6.4.2.0.2657075808590950005Netherlands.3.2.1.0.1.2657075808590950005PortugalFigure 13: Cost of inclusion of a country: EMU weighted, demandGDP35.04.00.04.08.12.16657075808590950005Austria.2.1.0.1.2657075808590950005Belgium.6.4.2.0.2.4657075808590950005Germany.6.4.2.0.2.4657075808590950005Spain.10.05.00.05.10.15657075808590950005Finland.6.4.2.0.2.4657075808590950005France.10.05.00.05.10.15.20657075808590950005Greece.4.3.2.1.0.1.2657075808590950005Ireland.8.6.4.2.0.2.4657075808590950005Italy.02.04.06.08.10.12.14657075808590950005Luxembourg.3.2.1.0.1.2657075808590950005Netherlands.3.2.1.0.1.2657075808590950005PortugalFigure 14: Cost of inclusion of a country: EMU22 weighted, demand shocks36.00.02.04.06.08.10.1220002002200420062008Austria.4.3.2.1.0.1.220002002200420062008Belgium.04.00.04.08.1220002002200420062008Bulgary.060.065.070.075.080.08520002002200420062008Cyprus.00.02.04.06.08.1020002002200420062008Czech Republic.1.0.1.2.320002002200420062008Germany.10.05.00.05.10.15.2020002002200420062008Spain.04.05.06.07.08.0920002002200420062008Estonia.05.06.07.08.09.1020002002200420062008Finland.4.2.0.2.420002002200420062008France.02.04.06.08.10.1220002002200420062008Greece.08.04.00.04.08.1220002002200420062008Hungary.10.05.00.05.1020002002200420062008Ireland.00.05.10.15.20.2520002002200420062008Italy.04.05.06.07.08.0920002002200420062008Latvia.03.04.05.06.07.08.0920002002200420062008Lithuania.02.04.06.08.1020002002200420062008Luxembourg.10.05.00.05.10.1520002002200420062008Netherlands.10.05.00.05.10.1520002002200420062008Poland.3.2.1.0.1.220002002200420062008Portugal.00.02.04.06.08.1020002002200420062008Slovenia.10.05.00.05.1020002002200420062008Slovak RepublicFigure 15: Cost of inclusion of a country: EMU22 weighted, demandGDP37.02.04.06.08.10.1220002002200420062008Austria.08.04.00.04.08.1220002002200420062008Belgium.4.3.2.1.0.120002002200420062008Bulgary.0700.0725.0750.0775.0800.0825.085020002002200420062008Cyprus.3.2.1.0.1.220002002200420062008Czech Republic.12.16.20.24.2820002002200420062008Germany.3.2.1.0.1.220002002200420062008Spain.04.05.06.07.08.0920002002200420062008Estonia.072.076.080.084.088.092.09620002002200420062008Finland.05.00.05.10.15.20.2520002002200420062008France.00.02.04.06.08.10.1220002002200420062008Greece.05.06.07.08.09.1020002002200420062008Hungary.3.2.1.0.120002002200420062008Ireland.05.00.05.10.15.20.2520002002200420062008Italy.00.02.04.06.08.1020002002200420062008Latvia.02.04.06.08.1020002002200420062008Lithuania.060.065.070.075.080.085.09020002002200420062008Luxembourg.10.05.00.05.10.1520002002200420062008Netherlands.04.00.04.08.12.1620002002200420062008Poland.04.00.04.08.1220002002200420062008Portugal.072.076.080.084.08820002002200420062008Slovenia.02.00.02.04.06.08.1020002002200420062008Slovak RepublicFigure 16: Cost of inclusion of a country: EMU22 unweighted, demand shocks38.04.02.00.02.0420002002200420062008Austria.25.20.15.10.05.00.0520002002200420062008Belgium.25.20.15.10.05.00.0520002002200420062008Bulgary.20.15.10.05.00.0520002002200420062008Cyprus.06.04.02.00.02.0420002002200420062008Czech Republic.03.02.01.00.01.02.0320002002200420062008Germany.03.02.01.00.01.02.0320002002200420062008Spain.20.15.10.05.00.0520002002200420062008Estonia.04.02.00.02.0420002002200420062008Finland.12.08.04.00.0420002002200420062008France.04.02.00.02.0420002002200420062008Greece.3.2.1.0.120002002200420062008Hungary.3.2.1.0.120002002200420062008Ireland.01.00.01.02.0320002002200420062008Italy.20.15.10.05.00.0520002002200420062008Latvia.20.15.10.05.00.0520002002200420062008Lithuania.3.2.1.0.120002002200420062008Luxembourg.04.02.00.02.0420002002200420062008Netherlands.06.04.02.00.02.0420002002200420062008Poland.4.3.2.1.0.120002002200420062008Portugal.15.10.05.00.0520002002200420062008Slovenia.3.2.1.0.120002002200420062008Slovak RepublicFigure 17: Cost of inclusion of a country: EMU22 unweighted, demandGDP39.08.06.04.02.00.02.0420002002200420062008Austria.12.08.04.00.0420002002200420062008Belgium.8.6.4.2.0.220002002200420062008Bulgary.06.04.02.00.02.0420002002200420062008Cyprus.25.20.15.10.05.00.0520002002200420062008Czech Republic.010.015.020.02520002002200420062008Germany.12.08.04.00.0420002002200420062008Spain.15.10.05.00.0520002002200420062008Estonia.02.01.00.01.02.0320002002200420062008Finland.005.000.005.010.015.020.02520002002200420062008France.06.04.02.00.02.0420002002200420062008Greece.01.00.01.02.0320002002200420062008Hungary.3.2.1.0.120002002200420062008Ireland.01.00.01.02.0320002002200420062008Italy.3.2.1.0.120002002200420062008Latvia.16.12.08.04.00.0420002002200420062008Lithuania.08.06.04.02.00.02.0420002002200420062008Luxembourg.08.06.04.02.00.02.0420002002200420062008Netherlands.06.04.02.00.02.0420002002200420062008Poland.12.08.04.00.0420002002200420062008Portugal.02.01.00.01.02.0320002002200420062008Slovenia.20.15.10.05.00.0520002002200420062008Slovak RepublicUniversity of Innsbruck Working Papers in Economics and Statistics Recent papers 201025 201024 201023 201022 201021 201020 201019 201018 201017 201016 201015 201014 201013 201012 201011 201010 201009 201008 201007 201006 Jesus CrespoCuaresma and Octavio FernandezAmador: Business cycle convergence in EMU: A second look at the second moment Lorenz Goette, David Huffman, Stephan Meier and Matthias Sutter: Group Membership, Competition, and Altruistic versus Antisocial Punishment: Evidence from Randomly Assigned Army Groups Martin Gachter and Engelbert Theurl: Convergence of the Health Status at the Local Level: Empirical Evidence from Austria Jesus CrespoCuaresma and Octavio FernandezAmador: Business cycle convergence in EMU: A first look at the second moment Octavio FernandezAmador, Josef Baumgartner and Jesus CrespoCuaresma: Milking The Prices: The Role of Asymmetries in the Price Transmission Mechanism for Milk Products in Austria Fredrik Carlsson, Haoran He, Peter Martinsson, Ping Qin and Matthias Sutter: Household Decision Making in Rural China: Using Experiments to Estimate the Influences of Spouses Wolfgang Brunauer, Stefan Lang and Nikolaus Umlauf: Modeling House Prices using Multilevel Structured Additive Regression Martin Gachter and Engelbert Theurl: Socioeconomic Environment and Mortality: A twolevel Decomposition by Sex and Cause of Death Boris Maciejovsky, Matthias Sutter, David V. Budescu and Patrick Bernau: Teams Make You Smarter: Learning and Knowledge Transfer in Auctions and Markets by Teams and Individuals Martin Gachter, Peter Schwazer and Engelbert Theurl: Stronger sex but earlier death: A multilevel socioeconomic analysis of gender differences in mortality in Austria Simon Czermak, Francesco Feri, Daniela Rutzler and Matthias Sutter: Strategic sophistication of adolescents Evidence from experimental normalform games Matthias Sutter and Daniela Rutzler: Gender differences in competition emerge early in life Matthias Sutter, Francesco Feri, Martin G. Kocher, Peter Martinsson, Katarina Nordblom and Daniela Rutzler: Social preferences in childhood and adolescence A largescale experiment Loukas Balafoutas and Matthias Sutter: Gender, competition and the efficiency of policy interventions Alexander Strasak, Nikolaus Umlauf, Ruth Pfeiffer and Stefan Lang: Comparing Penalized Splines and Fractional Polynomials for Flexible Modelling of the Effects of Continuous Predictor Variables Wolfgang A. Brunauer, Sebastian Keiler and Stefan Lang: Trading strategies and trading profits in experimental asset markets with cumulative information Thomas Stockl and Michael Kirchler: Trading strategies and trading profits in experimental asset markets with cumulative information Martin G. Kocher, Marc V. Lenz and Matthias Sutter: Psychological pressure in competitive environments: Evidence from a randomized natural experiment: Comment Michael Hanke and Michael Kirchler: Football Championships and Jersey Sponsors Stock Prices: An Empirical Investigation Adrian Beck, Rudolf Kerschbamer, Jianying Qiu and Matthias Sutter: Guilt from PromiseBreaking and Trust in Markets for Expert Services Theory and Experiment 201005 201004 201003 201002 201001 200929 200928 200927 200926 200925 200924 200923 200922 200921 200920 200919 200918 200917 200916 200915 200914 200913 200912 200911 Martin Gachter, David A. Savage and Benno Torgler: Retaining the Thin Blue Line: What Shapes Workers Intentions not to Quit the Current Work Environment Martin Gachter, David A. Savage and Benno Torgler: The relationship between Stress, Strain and Social Capital Paul A. Raschky, Reimund Schwarze, Manijeh Schwindt and Ferdinand Zahn: Uncertainty of Governmental Relief and the Crowding out of Insurance Matthias Sutter, Simon Czermak and Francesco Feri: Strategic sophistication of individuals and teams in experimental normalform games Stefan Lang and Nikolaus Umlauf: Applications of Multilevel Structured Additive Regression Models to Insurance Data Loukas Balafoutas: How much income redistribution? An explanation based on votebuying and corruption. Revised version forthcoming in Public Choice. Rudolf Kerschbamer, Matthias Sutter and Uwe Dulleck: The Impact of Distributional Preferences on Experimental Markets for Expert Services Adrian Beck, Rudolf Kerschbamer, Jianying Qiu and Matthias Sutter: Car Mechanics in the Lab Investigating the Behavior of Real Experts on Experimental Markets for Credence Goods Michael Kirchler, Jurgen Huber and Thomas Stockl: Bubble or no Bubble The Impact of Market Model on the Formation of Price Bubbles in Experimental Asset Markets Rupert Sausgruber and JeanRobert Tyran: Tax Salience, Voting, and Deliberation Gerald J. Pruckner and Rupert Sausgruber: Honesty on the Streets A Natural Field Experiment on Newspaper Purchasing Gerlinde Fellner, Rupert Sausgruber and Christian Traxler: Testing Enforcement Strategies in the Field: Legal Threat, Moral Appeal and Social Information RalphC. Bayer, Elke Renner and Rupert Sausgruber: Confusion and Reinforcement Learning in Experimental Public Goods Games Sven P. Jost: Transfer Pricing Risk Awareness of Multinational Corporations Evidence from a Global Survey Andrea M. Leiter and Engelbert Theurl: The Convergence of Health Care Financing Structures: Empirical Evidence from OECDCountries. Revised version forthcoming in The European Journal of Health Economics. Francesco Feri and Miguel A. MelendezJimenez: Coordination in Evolving Networks with Endogenous Decay Harald Oberhofer: Firm growth, European industry dynamics and domestic business cycles Jesus Crespo Cuaresma and Martin Feldkircher: Spatial Filtering, Model Uncertainty and the Speed of Income Convergence in Europe Paul A. Raschky and Manijeh Schwindt: On the Channel and Type of International Disaster Aid Jianying Qiu: Loss aversion and mental accounting: The favoritelongshot bias in parimutuel betting Siegfried Berninghaus, Werner Guth, M. Vittoria Levati and Jianying Qiu: Satisficing in sales competition: experimental evidence Tobias Bruenner, Rene Levinsky and Jianying Qiu: Skewness preferences and asset selection: An experimental study Jianying Qiu and Prashanth Mahagaonkar: Testing the ModiglianiMiller theorem directly in the lab: a general equilibrium approach Jianying Qiu and EvaMaria Steiger: Understanding Risk Attitudes in two Dimensions: An Experimental Analysis 200910 200909 200908 200907 200906 200905 200904 200903 200902 200901 200827 200826 200825 200824 200823 200822 200821 200820 200819 200818 200817 200816 200815 Erwann MichelKerjan, Paul A. Raschky and Howard C. Kunreuther: Corporate Demand for Insurance: An Empirical Analysis of the U.S. Market for Catastrophe and NonCatastrophe Risks Fredrik Carlsson, Peter Martinsson, Ping Qin and Matthias Sutter: Household decision making and the influence of spouses income, education, and communist party membership: A field experiment in rural China Matthias Sutter, Peter Lindner and Daniela Platsch: Social norms, thirdparty observation and thirdparty reward Michael Pfaffermayr: Spatial Convergence of Regions Revisited: A Spatial Maximum Likelihood Systems Approach Reimund Schwarze and Gert G. Wagner: Natural Hazards Insurance in Europe Tailored Responses to Climate Change Needed Robert Jiro Netzer and Matthias Sutter: Intercultural trust. An experiment in Austria and Japan Andrea M. Leiter, Arno Parolini and Hannes Winner: Environmental Regulation and Investment: Evidence from European Industries Uwe Dulleck, Rudolf Kerschbamer and Matthias Sutter: The Economics of Credence Goods: On the Role of Liability, Verifiability, Reputation and Competition. Revised version forthcoming in American Economic Review. Harald Oberhofer and Michael Pfaffermayr: Fractional Response Models A Replication Exercise of Papke and Wooldridge 1996 Loukas Balafoutas: How do third parties matter? Theory and evidence in a dynamic psychological game. Matthias Sutter, Ronald Bosman, Martin Kocher and Frans van Winden: Gender pairing and bargaining Beware the same sex! Revised version published in Experimental Economics, Vol. 12 2009: 318331. Jesus Crespo Cuaresma, Gernot Doppelhofer and Martin Feldkircher: The Determinants of Economic Growth in European Regions. Maria Fernanda Rivas and Matthias Sutter: The dos and donts of leadership in sequential public goods experiments. Jesus Crespo Cuaresma, Harald Oberhofer and Paul Raschky: Oil and the duration of dictatorships. Matthias Sutter: Individual behavior and group membership: Comment. Revised Version published in American Economic Review, Vol.99 2009: 22472257. Francesco Feri, Bernd Irlenbusch and Matthias Sutter: Efficiency Gains from TeamBased Coordination LargeScale Experimental Evidence. Revised and extended version forthcoming in American Economic Review. Francesco Feri, Miguel A. MelendezJimenez, Giovanni Ponti and Fernando Vega Redondo: Error Cascades in Observational Learning: An Experiment on the Chinos Game. Matthias Sutter, Jurgen Huber and Michael Kirchler: Bubbles and information: An experiment. Michael Kirchler: Curse of Mediocrity On the Value of Asymmetric Fundamental Information in Asset Markets. Jurgen Huber and Michael Kirchler: Corporate Campaign Contributions as a Predictor for Abnormal Stock Returns after Presidential Elections. Wolfgang Brunauer, Stefan Lang, Peter Wechselberger and Sven Bienert: Additive Hedonic Regression Models with Spatial Scaling Factors: An Application for Rents in Vienna. Harald Oberhofer, Tassilo Philippovich: Distance Matters! Evidence from Professional Team Sports. Extended and revised version forthcoming in Journal of Economic Psychology. Maria Fernanda Rivas and Matthias Sutter: Wage dispersion and workers effort. 200814 200813 200812 200811 200810 200809 200808 200807 200806 200805 200804 200803 200802 200801 200731 200730 200729 200728 200727 200726 200725 Stefan Borsky and Paul A. Raschky: Estimating the Option Value of Exercising Risktaking Behavior with the Hedonic Market Approach. Revised version forthcoming in Kyklos. Sergio Currarini and Francesco Feri: Information Sharing Networks in Oligopoly. Andrea M. Leiter: Age effects in monetary valuation of mortality risks The relevance of individual risk exposure. Revised version forthcoming in The European Journal of Health Economics. Andrea M. Leiter and Gerald J. Pruckner: Dying in an Avalanche: Current Risks and their Valuation. Harald Oberhofer and Michael Pfaffermayr: Firm Growth in Multinational Corporate Groups. Michael Pfaffermayr, Matthias Stockl and Hannes Winner: Capital Structure, Corporate Taxation and Firm Age. Jesus Crespo Cuaresma and Andreas Breitenfellner: Crude Oil Prices and the EuroDollar Exchange Rate: A Forecasting Exercise. Matthias Sutter, Stefan Haigner and Martin Kocher: Choosing the carrot or the stick? Endogenous institutional choice in social dilemma situations. Revised version published in Review of Economic Studies, Vol. 77 2010: 15401566. Paul A. Raschky and Manijeh Schwindt: Aid, Catastrophes and the Samaritans Dilemma. Marcela Ibanez, Simon Czermak and Matthias Sutter: Searching for a better deal On the influence of group decision making, time pressure and gender in a search experiment. Revised version published in Journal of Economic Psychology, Vol. 30 2009: 110. Martin G. Kocher, Ganna Pogrebna and Matthias Sutter: The Determinants of Managerial Decisions Under Risk. Jesus Crespo Cuaresma and Tomas Slacik: On the determinants of currency crises: The role of model uncertainty. Revised version accepted for publication in Journal of Macroeconomics. Francesco Feri: Information, Social Mobility and the Demand for Redistribution. Gerlinde Fellner and Matthias Sutter: Causes, consequences, and cures of myopic loss aversion An experimental investigation. Revised version published in The Economic Journal, Vol. 119 2009, 900916. Andreas Exenberger and Simon Hartmann: The Dark Side of Globalization. The Vicious Cycle of Exploitation from World Market Integration: Lesson from the Congo. Andrea M. Leiter and Gerald J. Pruckner: Proportionality of willingness to pay to small changes in risk The impact of attitudinal factors in scope tests. Revised version forthcoming in Environmental and Resource Economics. Paul Raschky and Hannelore WeckHannemann: Who is going to save us now? Bureaucrats, Politicians and Risky Tasks. Harald Oberhofer and Michael Pfaffermayr: FDI versus Exports. Substitutes or Complements? A Three Nation Model and Empirical Evidence. Peter Wechselberger, Stefan Lang and Winfried J. Steiner: Additive models with random scaling factors: applications to modeling price response functions. Matthias Sutter: Deception through telling the truth?! Experimental evidence from individuals and teams. Revised version published in The Economic Journal, Vol. 119 2009, 4760. Andrea M. Leiter, Harald Oberhofer and Paul A. Raschky: Productive disasters? Evidence level data. Revised version forthcoming in Environmental and Resource Economics. from European firm 200724 200723 200722 200721 200720 200719 200718 200717 200716 200715 200714 200713 200712 200711 200710 200709 200708 200707 200706 200705 200704 Jesus Crespo Cuaresma: Forecasting euro exchange rates: How much does model averaging help? Matthias Sutter, Martin Kocher and Sabine Strau: Individuals and teams in UMTSlicense auctions. Revised version with new title Individuals and teams in auctions published in Oxford Economic Papers, Vol. 61 2009: 380394. Jesus Crespo Cuaresma, Adusei Jumah and Sohbet Karbuz: Modelling and Forecasting Oil Prices: The Role of Asymmetric Cycles. Revised version accepted for publication in The Energy Journal. Uwe Dulleck and Rudolf Kerschbamer: Experts vs. discounters: Consumer free riding and experts withholding advice in markets for credence goods. Revised version published in International Journal of Industrial Organization, Vol. 27, Issue 1 2009: 1523. Christiane Schwieren and Matthias Sutter: Trust in cooperation or ability? An experimental study on gender differences. Revised version published in Economics Letters, Vol. 99 2008: 494497. Matthias Sutter and Christina Strassmair: Communication, cooperation and collusion in team tournaments An experimental study. Revised version published in: Games and Economic Behavior, Vol.66 2009, 506525. Michael Hanke, Jurgen Huber, Michael Kirchler and Matthias Sutter: The economic consequences of a Tobintax An experimental analysis. Revised version forthcoming in Journal of Economic Behavior and Organization. Michael Pfaffermayr: Conditional beta and sigmaconvergence in space: A maximum likelihood approach. Revised version forthcoming in Regional Science and Urban Economics. Anita Gantner: Bargaining, search, and outside options. Published in: Games and Economic Behavior, Vol. 62 2008, pp. 417435. Sergio Currarini and Francesco Feri: Bilateral information sharing in oligopoly. Francesco Feri: Network formation with endogenous decay. James B. Davies, Martin Kocher and Matthias Sutter: Economics research in Canada: A longrun assessment of journal publications. Revised version published in: Canadian Journal of Economics, Vol. 41 2008, 2245. Wolfgang Luhan, Martin Kocher and Matthias Sutter: Group polarization in the in: Experimental Economics, Vol. 12 2009, 2641. Onno Hoffmeister and Reimund Schwarze: The winding road to industrial safety. Evidence on the effects of environmental liability on accident prevention in Germany. Jesus Crespo Cuaresma and Tomas Slacik: An almosttoolate warning mechanism for currency crises. Revised version accepted for publication in Economics of Transition Jesus Crespo Cuaresma, Neil Foster and Johann Scharler: Barriers to technology adoption, international RD spillovers and growth. Andreas Brezger and Stefan Lang: Simultaneous probability statements for Bayesian Psplines. Georg Meran and Reimund Schwarze: Can minimum prices assure the quality of professional services? Accepted for publication in European Journal of Law and Economics Michal BrzozaBrzezina and Jesus Crespo Cuaresma: Mr. Wicksell and the global economy: What drives real interest rates?. Paul Raschky: Estimating the effects of risk transfer mechanisms against floods in Europe and U.S.A.: A dynamic panel approach. Paul Raschky and Hannelore WeckHannemann: Charity hazard A real hazard to natural disaster insurance. Revised version forthcoming in: Environmental Hazards. team dictator game reconsidered. Revised version published 200703 200702 200701 Paul Raschky: The overprotective parent Bureaucratic agencies and natural hazard management. Martin Kocher, Todd Cherry, Stephan Kroll, Robert J. Netzer and Matthias Sutter: Conditional cooperation on three continents. Revised version published in: Economics Letters, Vol. 101 2008: 175178. Martin Kocher, Matthias Sutter and Florian Wakolbinger: The impact of naive advice and observational learning in beautycontest games. University of Innsbruck Working Papers in Economics and Statistics 201025 Jesus CrespoCuaresma and Octavio FernandezAmador Business cycle convergence in EMU: A second look at the second moment Abstract We analyse the dynamics of the standard deviation of demand shocks and of the demand component of GDP across countries in the European Monetary Union EMU. This analysis allows us to evaluate the patterns of cyclical comovement in EMU and put them in contrast to the cyclical performance of the new members of the EU and other OECD countries. We use the methodology put forward in CrespoCuaresma and FernandezAmador 2010, which makes use of sigmaconvergence methods to identify synchronization patterns in business cycles. The Eurozone has converged to a stable lower level of dispersion across business cycles during the end of the 80s and the beginning of the 90s. The new EU members have also experienced a strong pattern of convergence from 1998 to 2005, when a strong divergence trend appears. An enlargement of the EMU to 22 members would not decrease its optimality as a currency area. There is evidence for some European idiosyncrasy as opposed to a worldwide comovement. ISSN 19934378 Print ISSN 19936885 Online ", "filename": "744753198.pdf", "person": ["Jesús Crespo-Cuaresma", "Crespo-Cuaresma, Jesús", "Octavio Fernández-Amador", "Fernández-Amador, Octavio"], "date": ["2010"]}