{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/80894/1/745728650.pdf"], "title": ["Political economy synthesis: The food policy crisis"], "plaintext": " WIDER Working Paper No. 2013050 Political economy synthesis The food policy crisis Derrill D. Watson II May 2013 Abstract The food price crisis revealed contradictions in creating food policy. Much of the common policy response can be explained by a benevolent, unitary government. To understand the variance between countries, however, requires understanding fractured government decisionmaking, path dependency, and institutional constraints. Governments relationships with the private sector are very complex. They reveal both the firms lobbying successes as well as how the deep distrust between private and public sectors lead to perverse policy incentives and unintended consequences that undermine intended outcomes. Decision makers private interests and riot prevention played significant roles in selected cases, but were not leading factors overall. Keywords: political economy, food price crisis, public choice, case study JEL classification: Q18, H12, O13, P16 Copyright UNUWIDER 2013 Department of Economics, American University of Nigeria. Email derrill.watsonaun.edu.ng This study has been prepared within the UNUWIDER project The Political Economy of Food Price Policy, directed by Per PinstrupAndersen. UNUWIDER gratefully acknowledges the financial contributions to the research programme from the governments of Denmark, Finland, Sweden, and the United Kingdom. ISSN 17987237 ISBN 9789292306274 Acknowledgements This paper has markedly benefited from comments by Rob Paarlberg, Phil Abbott, and participants at the Food Policy Network Workshop at Cornell University. I also appreciate the research assistance of Ochuware Imodagbe. The World Institute for Development Economics Research WIDER was established by the United Nations University UNU as its first research and training centre and started work in Helsinki, Finland in 1985. The Institute undertakes applied research and policy analysis on structural changes affecting the developing and transitional economies, provides a forum for the advocacy of policies leading to robust, equitable and environmentally sustainable growth, and promotes capacity strengthening and training in the field of economic and social policy making. Work is carried out by staff researchers and visiting scholars in Helsinki and through networks of collaborating scholars and institutions around the world. www.wider.unu.edu publicationswider.unu.edu UNU World Institute for Development Economics Research UNUWIDER Katajanokanlaituri 6 B, 00160 Helsinki, Finland Typescript prepared by AnnaMari Vesterinen at UNUWIDER. The views expressed in this publication are those of the authors. Publication does not imply endorsement by the Institute or the United Nations University, nor by the programmeproject sponsors, of any of the views expressed. 1 Introduction Significant literatures exist in the social sciences which explain levels of chosen policies e.g., size of a tariff or a fertilizer subsidy. Once the policy has been determined, the studies critique how well they are implemented and measure which policies are the most effective at accomplishing different goals in a given context. Some of the studies are summarized by De Gorter and Swinnen 2002 and Karp and Perloff 2002. However, much less focus has been applied to understanding why and when governments choose different types of policies. Understanding why governments prefer one policy set to another may improve policy analysts ability to encourage propoor policies which are more likely to be enacted, or to adapt policies which are more palatable to policy elites. This paper is a synthesis of political economic insights which can be gleaned from fourteen developing country studies undertaken as part of a project on The Political Economy of Food Price Policy.1 Its main duty is therefore to bring the diverse policy processes into a common framework in order to identify the similarities and differences which generate the different policy responses chronicled in Bryan 2013. The narratives provided in the cases are combined with political economic theories, primarily to demonstrate how the cases fit into the political economic literature. For many governments, the rapid rise in food prices represented not only a food price crisis, but a food policy crisis. In many reports, the policies being enacted are described as being ad hoc, unprepared, confused, and contradictory. In some cases, the governments themselves are described as being in panic. Government actions and inactions sparked fierce debate and riots across the globe. There are several outstanding reasons to study food price movements through a political economy lens. International price changes and the degree of price transmission from international to domestic prices are likely to be influenced by government policies as discussed by Baltzer 2013; Bryan 2013; Abbott and Borot de Battisti 2009; Abbott, Hurt, and Tyner 2009; Anderson and Martin 2011; and Abbott 2012, among numerous others. Government policies further determine how the effects of food price changes are distributed among the population, partly through policy impacts on price transmission, but largely through the impacts of other policies. Therefore, understanding why governments chose the arrays of policies they did is crucial to learning how to prepare for and respond to future food price volatility. The World Bank 2010 further contends that the ad hoc, sudden changes in trade policy constitute policy failures, as did the wellintended but illconceived attempts to prevent hoarding and blocking future markets. These policy failures added to speculative behaviour and excessive, panicked importing. This paper emphasizes three models of government behaviour that implicitly underlie the political economy discussions in the case studies. In Section 2, governments are considered in isolation from their citizens and initially assumed to have pursued particular social welfare goals as efficiently as possible. Though I refer to this as the naive model because it abstracts from political realities, a microfoundation justification is given. The assumptions in the naive 1 The project was coordinated by Cornell University, UNUWIDER, and Copenhagen University. The country studies are available at: http:www.wider.unu.eduresearchcurrentprogrammeen_GBPoliticalEconomyofFood 1model are fixed in the following subsections to allow for fractured government, selfinterested government actors, and path dependence. In Section 3, governments maximize a weighted social welfare function in which different stakeholders or lobby groups receive different weights. I refer to this as the political support model. Subsections discuss the private sector and protests. The cases provide evidence for a number of claims which will be highlighted throughout the text and summarized again in the conclusion. These claims have relevance for future empirical testing and developing political economic theories capable of reproducing the variance of political process and response. 2 Internal political economic factors 2.1 Government goals: unitary, benevolent government Claim 1: much of the common policy response can be explained by a social welfare function maximizing government. To understand why the governments chose the policies they did, we need to ask what the governments primary goals were, temporarily abstracting from the politics which inform those goals. In the naive model, governments have exogenously given goals which they pursue in the most efficient manner possible, subject to the constraints they face. There are two reasons for starting from there. The first is that this is the benchmark from which most other economic models of governmental decisionmaking depart. We can then ask how governments behaviour deviates from that of a firstbest or secondbest optimization of those goals, to identify what is missing from this description of government behaviour. Secondly, five of the country studies authors indicate that their government tries to maximize a social welfare function that weights different interest groups approximately equally, with Brazil and India being the strongest supporters of the model. The naive model is not only interesting as a deviation, but it provides useful predictions in its own right. In addition to the material in the case studies, the authors were surveyed for this paper on a number of questions relating to the political economy and policy making systems in their country. There are thirteen surveys 2 dealing with the developing country case studies as well as one for both the European Union EU and the United States US. These surveys are subjective accounts and imperfect measurements. However, the governance literature relies quite heavily on the subjective opinions of country experts, as in the Corruption Perceptions Index by Transparency International and Freedom Houses indices of civil and political rights which are regularly used in regressions and other statistical analysis. The survey answers provide additional, concise support for the broader narratives that will be discussed.3 A copy of the questionnaire, see the Appendix. The survey asked the case study authors to rank order which of eight possible goals were the most important for their government as it responded to rising food prices Table 1. The second column shows the average rank given by the case study authors for developing countries, with a lower number representing a higher priority. For most governments, the 2 Mozambique did not answer the survey, hence there are thirteen surveys covering fourteen countries. 3 Some authors asked their answers to remain anonymous. Because of this, I primarily report averages and total responses rather than indicate which authors gave particular answers. 2stated first priority of their food policies was to reduce hunger and food insecurity. As Bryan 2013 observes, more than threefourths of the project countries intervened in multiple ways to reduce prices. As a practical matter, very little policy attention was given to the nutritional aspects of food security; ensuring access to available supplies of grains and staples was the primary target for most governments. Reducing poverty and increasing national food selfsufficiency were among the three most important goals in the majority of the governments. A significant number of cases further indicate the importance of stability: achieving stable macroeconomic conditions, reducing social and political unrest, and keeping the current government in power. Table 1: Policy priorities of the case study governments n13 Goal Average response rank from 18 2.5 Number responding the goal was among the top 3 priorities 9 Number responding the goal was not important rank 8 0 8 8 4.7 5.1 3 3 4 4 5 5 3.8 4.0 5.8 6.5 Address poor nutrition food insecurity Reduce poverty Increase national food selfsufficiency Contain socialpolitical unrest Secure the governments power   or political or economic rents Stabilize macroeconomy Ensure a minimum farmer income Maintain international relationships Source: survey of the case study authors. international The final goals, ensuring minimum farmer relationships, were primarily important to the developed countries governments and ignored by the developing countries governments. However, notice in the final column that roughly half of the governments made ensuring a minimal farming income at least somewhat of a priority while none considered their policies impacts on other countries. In light of the potential for policy spillovers seen in the food price crisis, this willful ignorance is alarming and should be addressed by the involved international organizations PinstrupAndersen and Watson 2011; Baltzer 2013. This section focuses on the first goal; reducing food insecurity. One reason for this is the complementarity between reducing poverty, increasing national food selfsufficiency, and reducing food insecurity. While these goals are not equivalent, it is difficult to identify a policy measure undertaken to increase selfsufficiency which at the same time might not reflect a desire to reduce food insecurity. However, it should be noted that any complaints incomes and maintaining 4 0 0 7 7 13 8.0 3that the policies selected were not very efficient at addressing hunger apply doubly for addressing the problems of poverty and national selfsufficiency. Another reason is that very few of the governments invested in longterm national selfsufficiency: the vast majority of policies intended to increase food production, doing so by introducing economically unsustainable fertilizer subsidies or by increasing grain stocks. Mozambique provides one important exception to this rule, where spending on agriculture nearly doubled. Their Food Production Action Plan PAPA invested in multiple agricultural sectors and at all parts of the productionprocessing chain. The political stability goals receive separate treatment below in the pure public choice, the public support, and the protest sections. Lastly, the topic of macroeconomic stability showed up primarily as monetary policies, discussed in Bryan 2013 and Baltzer 2013, or in the quantitative levels of policy choice rather than the qualitative choice of which policies to choose. Therefore, this section focuses on the hunger goal. The desire to reduce hunger implyes that in most cases lower food prices are preferred to higher. Barrett 1999 provides a justification for equating governments target to reduce food prices with maximizing social welfare. He constructs a structural model of coalition formation over food price and food price volatility policies based on the attributes of key stakeholder groups. Smallscale farmers, landless rural labourers, and the urban poor prefer low prices and low volatility while mediumscale farmers and the urban upper classes prefer low average prices but high volatility. Commercial farmers and agroindustrialists prefer high food prices, with the former preferring low volatility and the latter higher volatility. Preferences in favour of volatility come from the ability to arbitrage, either buying more when prices are low or waiting to sell until prices are high, depending on the group. Barrett 1999 is quick to point out that this is only a description of coalition formation, not of the complex policy processes that determines final policy outcomes. Barrett uses the model primarily to explain why countries with larger farms and more net food sellers prefer higher prices than countries with primarily small, subsistence farms. This is one reason why the US, Brazil, South Africa, and Vietnam enacted fewer price decreasing policies. His paper also suggests that in studying food price crisis, the important factor is that prices are high rather than that they are variable. Price stability is a less important target to achieving lower food insecurity than ensuring affordable prices, favoring the groups that prefer lower prices. However, as prices increase, variability raises costs and may become a more important part of policy processes going forward. Empirically, most researchers find that lower food prices also help the poorest in rural areas because they tend to consume more food than they produce e.g., Deaton 1989, for Thailand; Barrett and Dorosh 1996, for Madagascar; Klytchnikova and Diop 2006, for Bangladesh; Mghenyi and Jayne 2006, for Kenya; De Janvry and Sadoulet 2010, for Guatemala. On the one hand, nearly all the rice Zambian farmers produce is for household consumption, so any increase in the price of imported rice is harmful in the short run Chapoto 2012. On the other hand, most wheat in Zambia is produced by largescale commercial farmers who benefit from higher wheat prices. Nearly twothirds of the Kenyan crop and livestock producers are net food buyers Nzuma 2013. According to Bangladeshs 2005 Household Income and Expenditure Survey, marginal farmers in Bangladesh must purchase 83 per cent of their rice from markets and even large farms acquire 20 per cent of their rice from markets Raihan 2013. At the same time, however, these marginal farmers are selling 20 per cent of what they produce in the market. This shows that price increases during harvest time will be welcomed by even the poorest, while price increases before it will harm even large, commercial farmers. 4 However, low food prices are not always preferred by poor farmers. In Cambodia, China, Madagascar, and Vietnam, the average farmer is a net food seller World Bank 2007. Chinese academics argue that food inflation should be allowed in order to benefit the poorest Chinese Huang, Yang, and Rozelle 2013. Even when farmers are net buyers, low food prices may not be in their best interests in the long run. Harriss 1979: 377 observes that, because most producers are net food consumers, they have favored the very same cheap food policy that is causing their poverty in the first place since it is not in their interests to pay out higher prices for food. However, low food prices discourage further investment in agriculture, keeping smallholders production low. Numerous researchers argued before the food price crisis that small increases in food prices would help the same farmers in the long run. Similarly, Barrett 1999 shows that both higher and lower food prices create political coalitions to support the continuance of either one. Ravallion 2000 argues that higher food prices eventually generate increased agricultural wages which may offset the decrease in consumer welfare from higher prices. The Brazilian case makes use of this notion, showing that if food prices are fully passed through to increase wagesa big ifthe poor in Brazil would be better off with higher food prices Mueller and Mueller 2012. If there is only a 50 per cent passthrough, the poorest ten per cent of the population is no worse off. Policy failures There are several significant factors which argue against taking the naive model of government action. For instance, economists typically assume governments identify and address specific market failures so that government intervention in pursuit of their goals can be efficiency enhancing. While roughly half the case studies briefly mention speculative behaviour, hoarding, anticompetitive practices, or abuse of market power, very few of the governments took action to address the issues. In Ethiopia, the government merely warned firms not to hoard grain stocks Admassie 2013. Egypt passed a law forbidding anticompetitive practices, but following the crisis it was deemed to be largely ineffective in addressing the problem Ghoneim 2012. The three exceptions are: Bangladesh, where the government sealed warehouses to prevent hoarding Raihan 2013; Malawi, whose government justified its trade restrictions and price bands on addressing hoarding problems Chirwa and Chinsinga 2013; and South Africa, where Competition Commission was established before the food crisis which increased prosecutions and fines for food companies engaging in anticompetitive behaviour Kirsten 2012. Governments relationship with the private sector will be discussed below. No attempt was made to address other classic market failures, such as providing public goods, which would improve market integration or reducing spatial price variability e.g. Vietnam. Instead, governments intervened when desirable outcomes were not being achieved by market forces in the short run, typically without regard for the longrun considerations. More damaging to the naive model are the inefficiencies in the policy choices. Most of the governments did not target their food price policies to those facing hunger and food insecurity. The selected policies tended to be easier and quicker to operate and were either not targeted well or they targeted urban and middleclass citizens whose need was less. Kenya, for example, subsidized bags of processed maize meal which were too large for poor households to afford. India and Zambia, despite identifying reducing poverty as one of their top priorities, took no new actions to improve social safety nets or otherwise support the 5incomes of the poor. Despite the claim that the majority of the countries wanted to increase food selfsufficiency, most agricultural interventions were short term only. While Mozambique has claimed to invest heavily in agricultural production and processing bottlenecks, food production has not increased since the crisis. Ganguly and Gulati 2013 complain that even though India is one of the few countries to increase investment in achieving a second green revolution, the budget allocations are so small that they are likely to have only symbolic impacts. Most of the important interventions are also quite expensive, working against the goal of macroeconomic stability. In addition to the failures from inefficient policy choices, implementation failures may be found throughout the case studies. Policies are announced and then retracted within three to six months, usually for being ineffective, corrupt, or both. Subsidized foods did not get to the hungriest or poorest. Many policies were introduced too late to stop the rapidly rising prices. Most countries took many actions but had very little to show for it. The success of the Chinese implementation stands in stark contrast to what happened in most countries Huang, Yuan, and Rozelle 2013. Chinas primary goals were to increase national food selfsufficiency and provide macroeconomic stability. They certainly succeeded in creating food price stability. Regular government and public research center reports were fed into a policy apparatus where trigger conditions for specific policies were already put in place. The bureaucratic system was ready to put those policies into operation quickly and efficiently. As a result, though rice and wheat prices did rise from 200510, they did so at a steady rate that completely denied all international variation. The government credits the success to the combination of stock releases with gradually changing export subsidies into restrictions. If stocks were released without export restrictions, the subsidized grains would have easily made their way to other countries, as happened in the other countries. Since China imports all its soybeans, however, the domestic price fully realized all changes in the global prices. In the immediate aftermath, the majority of Chinas policies focused on the shortrun impacts. Since then, new policies focusing on longterm agricultural development has been introduced. This turn to the long term also appears relatively unique. There are multiple explanations for most countries divergence from efficient policies, including fractured government decisionmaking, path dependence, and selfinterested decision makers. So far governments have been modeled as unitary decision makers with a single objective function. Relaxing this assumption, we can see that different factions, ministries, or individuals within government may have competing goals. Section 2.2 considers the evidence on how fractured government decisionmaking processes and uncertainty alter the policy mix and introduce delays and inefficiencies. Section 2.3 examines the extent to which policy makers are constrained by past policy choices. Section 2.4 introduces the public choice model which assumes that some or all of those factions may act in their own selfinterest and not just for the national interest. 2.2 Fractured government and uncertainty Claim 2: one primary cause of policy failure was fractured government decisionmaking. Thus far, the discussion has tacitly assumed that the government can be treated as one entity, capable of rational decisionmaking based on a known set of goals and constraints. In 6general, this will only be the case when most policy decisions are made by only one person or by a small group of likeminded people. China forms a distinct counterexample of a large government with many ministries involved in decisionmaking, yet unified around common goals directed from above Huang, Yang, and Rozelle 2013. Many of the case studies, however, demonstrate that the simplifying assumption of unitary government decisionmaking masks important dynamics in the policy formation process. They reveal a pattern of poor coordination and tensions between different ministries which slow policy formation, introduce inefficiencies, and result in suboptimal outcomes. Fractures exist in who is in charge of decisionmaking. In Egypt, there is a great unity of purpose surrounding the bread subsidy, but outside of that one policy there has been very little coordination or data sharing. The result was that each ministry used its own tools to accomplish its own goals, leading to both duplicated efforts and conflicting policies. In Bangladesh, by contrast, the ministry of commerce was nominally responsible for food market policies. However, it was unable to act without the consent and support of other ministries. Lack of coordination led to a widespread criticism of the ministry for failing its job in a time of crisis. One of the responsibilities of Bangladeshs ministry of commerce might have been to specifically take the blame for general government failures. Nhate and Massingarela 2012 particularly mention the contention between government sectors over how much money to allocate to agricultural priorities in Mozambique. In addition, fractures develop over what role different institutions are supposed to play. In South Africa, the finance ministry offered the ministry of agriculture 400 million rands to improve food security. Agricultures response, in one of the oddest interministerial conflicts, was that their mandate covered increasing production and funding research, not food policy. The funding therefore went towards social development through another ministry. In India, the federal government structure complicated and slowed the decisionmaking process as the federal and state governments debated which was responsible for responding to the crisis. Malawi seems at first an ideal counterexample: the president had a high level of control over government policies andas a former minister of agriculture who installed a close friend as his successor in the ministryhe was deeply involved in creating and overseeing the primary agricultural policies. Public agencies that tried to act independently tended to be underfunded, encouraging all government bodies to act in concert with the presidents wishes. However, when investigating why the price band failed, Chirwa and Chinsinga 2013: 20 point, among other, problems to perennial institutional rivalry between the parastatal marketing board and the parastatal grain reserve board. Uncertainty about whether there was a crisis or not, with prices rising despite a record harvest, also slowed policy action. In Zambia, the late timing of government responses were due to conflicts between the ministry of agriculture and other ministries similarly reduced the countrys ability to import enough grains to deal with the crisis. The validity of the unitary government assumption depends on the policy being discussed. Significant government policies are largely determined by only one person or an elite group of likeminded individuals while other policies are left to large groups of diverse stakeholders inside and outside of government. Brazils programmes to help smallholders are decided by a small group, while income and pricing policies are decided by large groups. In several cases, such as Egypt and Zambia, specific directives come from the highest level which all policy makers must unify, but then ministries are left to follow other guidelines as they deem best. 7The survey results identify a slight tendency for the executive head to personally oversee policies relating to social or political unrest while agricultural policies tend to be made by larger groups of decision makers. Analysts now have the convenience of being able to look back and see long time series of price data behind them. During the food price crisis, however, there was no telling how high prices might go, when they might come down again, or what was causing prices to rise so rapidly. While news media picked up on rising international food prices, many countries lacked uptodate panel series information about the speed and direction of food price movements in different markets within their countries. Uncertainty and incorrect forecasts significantly changed government actions. Private unions convinced the Zambian government in January 2008 that demand would be larger than they estimated, and so they began importing wheat earlier. South Africa had learned in 2002 the importance of getting estimations correct, as a poor estimate of the maize crop led to significant price increases at the time. By 200708, however, systems had been put in place to provide reasonably accurate estimates of the grain that would be available. By contrast, in Ethiopia, uncertainty played a greater role in determining whether price increases were domestic or international. This uncertainty delayed its monetary response until much later. The effects of a fractured government could be magnified by uncertainty. In Zambia, for instance, the Disaster Management Consultative Forum watches for production shocks while the Ministry of Agriculture and Livestock focuses more on national food balance sheets. Thus, if there is no change in production, the committee trained to deal with disasters will not react to changes in the international market. Further, the disaster committee focuses on rural, smallholder, and poverty issues while the agriculture ministry responds more to the commercial farmers needs. Thus it makes a great difference which target is activated by the food price changes and who therefore responds. The interplay between uncertainty and fractured government is best seen in the case study on Vietnam. Vietnams policy decisions were sparked by a March 2008 report from the Ministry of Agriculture and Rural Development MARD that claimed harvests would be lower than usual. The government felt it would be wisest to restrict exports. However, this decision was based on faulty predictions because Vietnamese farmers had a bumper crop. The minister apologized before the National Assembly for the wrong estimates that led to closed exports. This one bit of uncertainty in the report could therefore well be blamed for part of the crisis itself, to the extent that Vietnams measures to restricting exports led to increasing global grain prices. One possible hypothesis is that policy actions from India spilled over onto Vietnam. The argument relies on imperfect information and uncertainty, with governments getting a signal about conditions in other countries based on their policies. When India restricted its exports, the Vietnamese government then received a signal about the likely production of India and of the direction of future rice prices. Fearing that increasing prices would reduce consumer welfare, Vietnam began reducing its exports. As each government saw the other restricting exports, more restrictions were put in place. The problem with the logic of this hypothesis is that the Vietnamese government viewed actions from India as a competitor in the rice market Nguyen 2013. When India announced export restrictions, this signaled higher profits and foreign exchange to be earned by keeping 8markets open. Without the internal MARD report, the government would likely have not intervened in the export market. Rather than signaling a need to close borders, the Indian governments actions gave the Vietnamese government a reason to keep them open. This is one reason Vietnam merely dabbled in intervention, to use Bryans 2013 classification. While MARD was reducing export profits to protect consumers, the ministry of trade was tasked with protecting farmers and therefore introduced a price floor above the market clearing price. Put together, these conflicting policies meant that large amounts of rice were not been able to be sold domestically or abroad, prices rose despite the existence of surplus rice, and some households had less food access despite high food availability. 2.3 Public choice Claim 3: policy makers private interests had minimal impact overall, but drove policy choice in select examples. Unlike the naive model above, public choice theory assumes that policy makers also have selfinterested motivations for what they do. In this paper, I differentiate between two branches of public choice theory: the first I term the public support model and the other the pure public choice model. In the public support model used in Section 3, policy makers put more weight on the welfare of some stakeholder groups than others e.g. urban versus rural. In the pure public choice model considered here, however, policy makers explicitly ask how they can personally benefit. While there is some overlap between these branches, the fundamental question is why policy makers support a particular group: if it is for private gain, it falls under the pure public choice model. In the pure public choice model, policy makers do not attempt to reduce hunger and poverty purely out of altruism but because it also satisfies other, private interests. These private interests may include ensuring their continuance in power, personal financial rewards, increased power and influence, or achieving a place in history. For instance, Ganguly and Gulati 2013 report on the widely held belief in Indian political circles that elections have been lost on the basis of onion prices that skyrocketed the year before the election, and that the governments decision to forgive the debts of smallholder farmers was a populist sop before the 2009 elections. This supports the electoral business cycle theory, first put forward by Nordhaus 1975, in which politicians enact different policies near elections to secure their reelection see also Vadlamannati 2008, for another application to India. Politicians have clearly learned to respond quickly to both preventing onion price increases and providing support when they do rise, lest they lose an upcoming election. Nhate and Massingarela 2012 similarly argue that Mozambique typically only begins implementing promised programmes just before elections; roads are built, food prices stabilize, and salaries are paid promptly. Efforts to prevent rice and wheat price increases were therefore widely perceived as attempts to improve the governments reelection chances. Kirsten 2012: 34 indicates the few innovations South Africa enacted were halfhearted initiatives designed to limit political damage from rising prices. Some examples from the literature may be useful. The Grossman Helpman 1994 pay to play model assumes that governments maximize a weighted sum of social welfare and campaign contributions which can be thought of either as being used to stay in power or as 9private spending money. Practitioners then use data on trade barriers to measure government benevolence, with more open governments putting more weight on social welfare e.g., Gawande, Krishna, and Olarreaga 2009. This explicitly assumes that some governments respond more to private incentives than others, and so we should expect the same in the case studies. Malawi and Zambia most closely exemplify the influence private incentives have on policy selection. The Malawian political system functions through a system of patronage, with votes and support bought using public resources doled out to favored constituents. This desire to create and provide rents leads policy formation. In part because of its importance to the diet and even more because of the food crises in 200102 and 2005, maize policies became the lifeblood of the political parties. The most important campaign element in the 2009 election for all parties was what to do with the extremely popular fertilizer subsidy which directly transfered resources to politically important farmers. Chinsinga and Chirwa 2013: 51 conclude that most of the policy interventions   were meant to create a favourable electoral platform for the government. Because of the importance of maize policies to government legitimacy, the president announced price policies and maize export bans at political rallies and functions. Policies were not only chosen to secure electoral victory but to generate private wealth as well. The government granted one particular firm a monopoly in distributing and overseeing the fertilizer subsidy. That company is owned by the president. It is therefore very much in his private interest that the subsidy be expanded. Furthermore, Chirwa and Chinsinga 2013 argue that the reason the National Food Reserve Agency NFRA did not release grain stocks was that the major grain exporters to Zimbabwe were politicians who profited from the high international prices. This directly led to the implementation failure of the price band enacted through ADMARC, the agricultural parastatal. Political economists have posed two competing models for how a selfinterested government should distribute scarce resources, such as fertilizer and seed subsidies, to their citizens and supporters. The swing voter model says that governments should transfer resources to marginal constituencies to strengthen their loyalty Lindbeck and Weibull 1993; Dixit and Londregan 1996, 1998; Bates 2008. The core support model, however, believes that governments should reward strong loyalty rather than tepid support, distributing resources to their strongest supporters Cox and Mc Cubbins 1986. Empirical studies have found support for each model. Banful 2010 for instance finds that Ghana distributed more vouchers for subsidized fertilizer to districts where they lost the last election, evidence in favor of the swing model. Our case studies come down heavily in favor of the core support model. In both Malawi and Zambia, subsidized fertilizer vouchers are distributed as a reward for support in the previous election Chapoto 2012. According to Mason and RickerGilbert 2012, the average household receives 11 kilograms more fertilizer if it lives in a constituency that voted for the government party and that amount increases by 0.5 kilograms for every additional per cent of the vote. Chapoto 2012 adds that stakeholder contributions were deliberately ignored to support policies with a higher political payoff. Galeotti and Breton 1986 discuss the fact that representatives goals include personal enrichment and seeking a place in history. The Senegalese case study provides an interesting portrait of a leader compelled to make a name for himself in history. President Wade focused 10on very large projects, nearly all of them with his name emblazoned on top. Yet at the same time, these projects could be abandoned rapidly as ministerial responsibilities were shuffled to prevent anyone else from rising to the top. Four of the cases study authors believe food policy goals were not pursued for their own sake but primarily in order to secure government power or legitimacy. Two further authors explicitly listed maintaining power as one of their governments goals. They additionally confirm that this is standard operating procedure rather than a new factor. Where elections exist, they are universally ranked as one of the most important factors in determining when and how to respond to food crisis. These answers and cases suggest that, while personal benefits accruing to policy makers have some influence in governance and policy choice, emergency situations are not characterized by political rentseeking unless such was already present. 2.4 Status quo bias and path dependence Governments may suffer from a status quo bias for a number of reasons. One possible form of status quo bias would be if there are costs to enacting new policies. Governments would then maintain current policies until the forgone benefits are greater than the costs to change. Accumulating evidence from behavioural economics posits that endowment effects and loss aversion mean that most individuals prefer the status quo to any changeeffects which would afflict political decision makers as well Tversky and Kahneman 1991. In particular, if it is unknown who will gain and lose from a particular policy, governments may hesitate to break from the status quo Fernandez and Rodrik 1991. Tetlock and Boettger 2006 argue that if it is known who will lose from a particular policy, transparency will increase policy makers status quo bias. These effects generate two possible hypotheses: The first, governments should prefer policy changes with lower costs, such as changing the level of a currently existing policy rather than introducing a new policy. The second, there should be relatively little government activity normally, but crises should impel government action in ways that would not be seen normally. Thus, we would expect to see larger and bolder policy experiments as a result of the food price shocks. Claim 4: the case studies support the first hypothesis, but not the second. There are three possible ways that change could be seen: a change in the goals; new policies used to achieve the preexisting goals; or a change in the preexisting policies e.g. lower import tariffs to achieve these goals. Most of the changes witnessed were in the last category. The food price crisis did not change most countries goals. Only two of the case study authors believe that government goals and priorities shifted during the crisis: in Nigeria, where continued media pressure redirected at least some government attention to the neglected agriculture sector and in Egypt, where the 2005 change in election laws created new pressure on the government to address food policy issues. There has been some change in Ethiopias goals after the crisis as well, as the prime minister indicated an increasing policy emphasis on food selfsufficiency and a reduced reliance on foreign food aid Malone 2010. 11Most governments seem to have felt that the policies they had in place or were typically used, were sufficient. The governments that typically intervene little did not change their history of noninvolvement. The governments that typically have a single powerful decision maker let the person decide the food policy responses in ways that were largely predictable. The relationship between the government and the private sector was largely the same as it was for the last decade across a wide variety of countries and government systems. Even though China changed direction from subsidizing exports to restricting them, it followed traditional policy processes in order to maintain amazing price stability, even without announcing a set price for rice or wheat. The global food price crisis only temporarily sped up Indias right to food deliberations rather than changing their nature. Brazil and South Africa reacted in the most passive manner; their safety nets and policies were already in place for dealing with the crisis when it came. Even where new policies were introduced roughly half the cases, they were most often a reintroduction, following a historical precedent. Exportoriented countries that give significant support to agriculture were more likely to leave export borders open than the countries where consumer interests have typically received greater weight. Historicallyfavoured farmers were more likely to receive farmerfriendly policies than farmers of less politically influential crops. Countries that have long been concerned about food selfsufficiency enacted policies to encourage that goal. These pathdependant policy choices may represent interestgroup interactions; they may be more ideological or they may represent a kind of myopia wherein the costs of introducing new policies are higher than the costs of expanding current policies. The first response across the board was to change the parameters of existing policies: adjust tariff and tax rates, add people to income or inkind benefits and increase their value, or release stocks gathered in previous years. As Mueller and Mueller 2012: 18 point out, the fact that these cash transfer programmes were already set up and running when the food price crisis hit in 2007 made it very easy for the government to use these channels to provide some compensating income to the poor. Some preexisting policies have taken on a political life of their own, making reform rather difficult. Ghoneim 2012: 17 reports that removing one element of Egypts bread subsidy can create a very dangerous domino effect because it represents a powerful symbol for the social contract between the population and any governing regime. Malawis fertilizer subsidy and Brazils Bolsa Familia are showing a similar propensity. Both programmes have been adopted by successive governments or into opposition party platforms. Citizens propensity to protest the removal or reduction of a benefit can act as a significant constraint to the scope of policy choice. The analyses have shown that there were actually very few surprises if we look country by country. Brazil demonstrated that its relatively new institutional checks on executive power were more effective than would have been supposed. Bangladeshs government was surprised by Indias rice export ban, though a political deal was later reached. Egypt took advantage of the crisis to streamline many aspects of the ration card and bread subsidy system, reduce leakage to the black market, and speed the adoption of electronic ration cards to prevent fraud. Egypt also established an advisory board on food security to improve coordination of the various food and agricultural policies that straddle ministry divisions. The most common new policy was to introduce fertilizer subsidies which had been having a very good run in Malawi, both politically and in terms of agricultural production. 12South Africa also weathered the food price shocks largely through preexisting policies. As a major regional maize exporter, South Africa found the higher global prices to be a boon for its netselling farmers. Because of the extreme dualism of the countrys agricultural sector, a number of safety nets had already been in effect to support netbuying farmers and the urban poor. With safety nets already in place, there was little political pressure to adopt new policies beyond a mild expansion of existing programmes. Without those programmes already in place, the story might well have been a different one. With them, one would be forgiven for asking whether there was even a crisis in South Africa. Claim 5: the responses to past crises are the best guides to predicting current actions. One of the best guides for identifying how governments would respond to the food price shock was how they responded to previous food crises or other disasters. Devaluation led to a food price shock in Egypt during 200103, which prompted the government to nearly double the size of the bread subsidy. The subsidy was again nearly doubled during the 200708 food price crisis. Malawis fertilizer subsidy programme was developed in response to the two droughts and the food crises in the 200105. Those food crises put the subsidy at the forefront of the Malawis political environment. Zambia established a system of national food balance sheets which would trigger an export ban in response to the 200103 and 200506 crises. South Africa similarly established a Food Price Monitoring Committee in response to the 2001 food price shock to improve the governments information set during crisis periods. Vietnams transition to a market economy came about in part because of the food crisis of 198588, and the loss of food aid from oncecommunist countries starting in 1989 Nguyen 2013. Bangladesh is an interesting case in this regard. It had not suffered from food price crises, but had instead experienced several natural disasters during the 2000s. The government had therefore established a network to deal with disasters, supplying food and other basic necessities wherever they were needed quickly. The food price crisis was therefore treated as if it was a natural disaster; as in the past, they went to buy rice from India. Given that there were also floods and a cyclone in 2007 on top of spiralling food prices, this seems a very reasonable interpretation. This also explains why Bangladesh was among the policy dabblers: it was another natural disaster and did not require a major policy shift to address Bryan 2013. However, the caretaker government had a short time horizon for which it was planning and it failed to address longterm issues. When there was a delay before an agreement could be reached with the government of India to send rice to Bangladesh, it taught the government that stocks are needed to deal with natural disasters as well, leading to a renewed interest in national food selfsufficiency and stock building following the crisis Raihan 2013. Claim 6: institutional constraints had minimal impact overall, but reduced policy space in particular cases. Significant political science literatures contend that it is not the goals of policy elites that matter but the institutional backdrop within which they work e.g. Hager and Sullivan 1994. Nowhere does this theory apply more readily than in Brazil. Brazils institutional framework ensures that fiscal stability and social inclusion are the overarching priorities, irrespective of the party in power Mueller and Mueller 2012: 1. The vast majority of public expenditures are outside the presidents control, while at the same time the president must prevent inflation or be removed from the office. Only 10 per cent of the budget is within the presidents direct control. These institutional trappings of the presidency convinced even a leftleaning 13candidate like Lula da Silvawho advocated defaulting on Brazils debtto act like a fiscal conservative in office. With a very small portion of the budget under his control and a firm mandate to avoid inflation further from the food price shock, Brazils president had relatively few options to responding to the crisis. The institutions, informed by electorate beliefs created during previous inflation crises, constrained the presidents choice set. Mueller and Mueller 2012 also contrast Brazils governments infrastructure with Argentinas where these checks and balances are not present, and attributes their varying policy choices e.g. export ban in Argentina, none in Brazil to that fundamental institutional difference. Indias goals did not shift during the crisis, but there was an institutional shift that began in 2001. Its Supreme Court ruled that the governments foodrelated programmes were legal entitlements Srinivasan and Narayanan 2007; Ganguly and Gulati 2013. This shifted the governments policy priorities from poverty alleviation to fulfilling their peoples right to food. Most of the longterm policies they enacted were already being discussed or in process of implementation before the crisis because of this institutional imperative. While Brazils institutions shrank the scope of action, Indias mandated increased action and attention to this area. 3 External political economy factors Section 2 considered government largely in isolation from the outside influence. To unify our discussion of policy makers interactions with the rest of their countries, consider the Stigler Peltzman political support model. The key insights it offers are that governments value the rents or the political support they receive from industry, consumers political support, and income from tariffs. The political support given is assumed to be closely related to group welfare, so we can say that governments have an incentive to increase the key groups welfare. Hillman 1982 provides a simple general formulation of this model. Producers ideal price is that which maximizes industry profits: the monopoly price. Consumers ideal price is that which would prevail under competitive conditions or the world price if the country imports. Depending on the weights governments place on these groups, the government chooses tariffs and other policies to set industry prices to maximize their political support. For instance, Senegals Wade prominently introduced new policies immediately after meeting with different constituency groups in order to ensure their political support Resnick 2013. This section considers the roles of various, overlapping special interest groups: urban citizens, donors, the private sector, and protestors. Claim 7: measured urban bias will be found to have increased in most countries. It is less certain if the underlying bias increased as well. Half of the case study authors indicate that their governments primary motivation was to maximize the welfare of particular, politically important groups of people. Recall from above that this is different from maximizing governments welfare as in the pure public choice model. Chiefs among these politically important groups are urban consumers: only three authors say urban consumers welfare was not considered by the government in making policy decisions. In Zambia, for instance, it was mealie maize that was subsidized rather than maize itself, so the benefits went to urban consumers rather than rural. Bangladesh similarly focused on subsidizing urban consumers food through the rationing system rather than urban consumers. 14Political economists and scientists have generally hypothesized that food price crisis increases governments urban bias. We can similarly and analogously think of governments maximizing support from urban and rural citizens. The additional weight governments place on urbanites welfare is the underlying urban bias. Hillman 1982 demonstrates that if the world prices decrease, the governments would prefer to exactly offset the price decrease with an increase in tariffs to maintain the same domestic price. The same is true in reverse during a food price spike. This provides one partial explanation for the decrease in antiagriculture policies documented by Anderson 2010 since the seminal Krueger, Schiff, and Valdes 1988 study. It also demonstrates that the reduction in agricultural protection in most countries and other policies discussed above to reduce prices may not be the result of a change in governments preferences i.e., the additional weight placed on urban consumers relative to agriculture but merely attempts to preserve the existing balance. Future research will want to examine this possibility by empirically testing how measured urban bias changes alongside with the food prices. Claim 8: foreign actors had no practical influence in most governments decisionmaking processes. With several of the subSaharan African countries relying heavily on international aid for budget support and food, given donors historic interventions, it might have been expected that the international financial institutions IFIs and bilateral donors would have a significant influence on policies. This makes it surprising that donors took on a much more supportive role than the one with which they are usually credited. The authors regularly state that donor organizations helped fund government initiatives, but there is no evidence that they pressed for those initiatives to take particular directions. In Senegal and Malawi, multiple donor organizations did press for improved policy actions, but these calls went unheeded. The World Bank even helped to fund fertilizer subsidies in many countries which as recently as 2005 were against best practices. For the most part, donor organizations and nongovernmental organizations NGOs concentrated on expanding their own incountry programmes and alleviating the immediate hunger and poverty. It has been suggested this was due partly to a lack of experienced staff dealing with food and agricultural issues: no one was prepared for a sudden return to real prices not seen since in 25 years. In the intervening years, donor organizations increased their own capacity to deal with these issues, so they may be expected to play a more active policy role in future food price crisis assuming other crises to not transfer the funding elsewhere. There are several exceptions to the noninfluence of foreign actors. In Bangladesh and Ethiopia, during the crisis, the International Monetary Fund IMF claimed that the inflation they were experiencing was caused by domestic factors and that they therefore needed to employ tighter monetary policy. Raihan 2013 notes that the World Bank and other donors can have significant influence since they provide 5560 per cent of the government budget, but no details are given for how or which policies they influenced. Egypt made use of donor admonition and help to introduce smart cards to their bread subsidy, improving efficiency and reducing corruption. The US indication that they would allow Japan to sell its rice stocks on the open market sent a powerful signal which is credited with reversing the price crisis, even though those stocks were never actually released. 153.1 The private sector Claim 9: insider business lobbyist groups played a pivotal role in policy formation, primarily in lowerlevel committees. Claim 10: lack of transparency fuels mistrust between the government and the private sector, leading to implementation failure. The relationships between the governments and the private sector during the food price crisis are complex and fascinating in their contradictions. There are at least two types of stories repeated in the case studies, particularly in Zambia, Kenya, and South Africa: business lobby groups have significant access to government committees and influence on policies, but that influence is tampered by government mistrust of hoarding and speculation as well as the uncertainty generated by policy reversals and lack of transparency. This combination makes policy makingnot to mention efficient food markets and business developmenta difficult process. In Zambia, the relevant business lobby groups can be divided into three main groups representing large farmers, maize millers, and grain traders. The two farmers unions spend most of their political capital at the stocks monitoring committee trying to get larger shares of the fertilizer subsidy and attempting to affect food prices, but very little on policies that would increase agricultural production. Future research could examine why that focus exists. While farmers prefer to block grain imports, the largest millers prefer open imports and also receive subsidized grain from the government. In January 2008, when the various Zambian lobbies were in agreement over the direction the policy should take, the stocks monitoring committee was happy to follow their suggestions. After that, however, the lobbies disagreed and because of their lack of unity the committee did nothing else. The private sectors problem, however, is that the upper levels of government do not trust them. They are called saboteurs; accused of speculative hoarding designed to destabilize the country, and threatened with fines and jail for performing temporal and spatial arbitrage. Ethiopias and Malawis governments enacted specific policies to deal with distrusted private traders by restricting domestic grain trade. In Malawis case, this was the only new policy crafted specifically for the price increase. Enacted in May 2008, it was fixed in September 2008 on the condition that trades occur within a price band. The government was able to enforce this because it provides the most remunerative contracts and any firm that traded outside the price band could be shut out. In Ethiopias case, the government largely relied on verbal censure, claiming businesses were deliberately trying to create unrest and instability. Admassie 2013 also refers to harassment and intimidation, but details are not known. In addition, the combination of fertilizer subsidies and closed trade borders led to smuggling in some cases, such as trading Kenyan subsidized fertilizers for Tanzanian maize. In Bangladesh, the caretaker governments fight against corruption disrupted supply chains and decimated informal markets many people relied on for food access. This reduced supply and likely increased food prices in more remote areas. Even though Mozambique has created a forum for business concerns to be heard, their input was largely ignored in formulating the govenrments response to the food price crisis. India, the worlds largest democracy with an impressive historical concern for human rights, can force private traders to liquidate their grain stocks within fifteen days or face jail time. Oddly enough, however, Vietnam has such a reverence for private property that the idea of seizing private stocks was not even debated. 16 The distrust the government has for the private sector also leads to a lack of policy transparency. Why tell people you mistrust what you are going to do? This creates uncertainty for market participants encompassing the prices at which the government will buy grains, the market price that will trigger government sales, the length of export or import bans, and the size and scope of subsidies. Farmers must make planting decisions without knowing government pricing plans and traders must import without knowing when governments will intervene. Each could potentially lose their entire investment. There is a persistent irony that smallholder farmers are verbally praised and largely forgotten during policy making while large commercial farms and processors are quietly subsidized and publically demonized. For instance, when farmers begged the Kenyan government to reveal the price it would set for maize in the 201011 season, the government responded that that was not how markets workedas if governments price setting policies were driven by market forces Mugambi 2010. Egypts export ban was announced for only six months, but then extended for six more. This generated uncertainty and increased price instability compared to a transparent system. Indias agricultural trade regularly suffers from drastic policy changes and piecemeal policy making. Malawi follows the same pattern Babu and Sanyal 2007. The kind of policy gyrations witnessed in Nigeria, Kenya, Vietnam, and elsewhere impede the effectiveness of other policies because people cannot trust that other policies will remain in effect any longer than these. If a policy can change so rapidly, how can firms or consumers make informed decisions on investments? The uncertainty discussed in Section 2.2 contributed to the lack of transparency. Governments could not predict how long bans would need to be in place because they did not know what was going on in their own markets at the moment, let alone predict what would happen in the future. Ideally then, governments should establish clear guidelines about the conditions under which certain policies would be enactedat what price thresholds bans would be put into place or taken down, how subsidies would vary with price, and so forth. This would promote both market and policy efficiency by enabling farmers and traders to make informed decisions. This dynamics of mistrust can be modeled in a simultaneous coordination game between governments and firms. Governments have a choice between cooperation transparent, rulesoriented policy and defection policy reversal. Firms have a choice between cooperation investment, selling in the marketplace, etc. and defection speculation, hoarding, and smuggling. For each player, given that the other is defecting, defection is the optimal strategy. Both would be better off if both could cooperate, but getting there is not an easy task. In some cases, the problems stem from only partial market liberalization. The threat of government intervention through stillextant parastatal corporations keeps private firms from making the investments needed to create properly functioning, thick markets. The lack of wellestablished markets simultaneously tells the government they should not fully dismantle the parastatals. The end result preserves all the negatives of both market and control system while denying the benefits of both. Countries might be better off with either a more marketfriendly system or a more controlled topdown system in that case, rather than trying both and neither. 17 Resolving these concerns will require much greater transparency from government and trust between government and the private sector PinstrupAndersen and Watson 2011. Unfortunately, as previously discussed, path dependence matters. Previous crises have built the distrust over decades and it requires a significant amount of time to change the culture of mistrust that exists. Jayne, Zulu, and Nijhoff 2006: 338 declare that: The phenomenon of subsidized government intervention in the market, or the threat of it, leading to private sector inaction, is one of the greatest problems plaguing the food marketing systems in the region. Effective coordination between the private and public sector would require greater consultation and transparency with regard to changes in parastatal purchase and sale prices, import and export decisions, tariff rate changes and stock release triggers. 3.2 Protests Claim 11: protests and the threat of protests over food prices most often elevate food policy decisionmaking to a higher government level. Political protests have quite different impacts. Bellemare 2012 convincingly demonstrates that food price shocks are significantly correlated with the risk of protests, but what leads some stakeholders to protest and others to work within the government processes? Insideroutsider models postulate that interest groups have different levels of access and influence over policy makers. The difference between the groups is variously identified as being one of access or of strategies, with insiders being able to and choosing to consult with the government while outsiders rely on other means, such as media or social protest to influence government decisions e.g. Maloney, Jordan, and Mc Laughlin 1994. There is a hefty debate whether they are outsiders because they choose such tactics or whether they protest because they are denied inside access. Protestors tended to be not the poorest, but middlepoor to lowermiddle income urbanites, often encouraged by opposition parties. Protestors hoped to sway policy toward their favour while opposition parties hoped to gain additional power in decisionmaking both at the time of the protests and at the next election Vadlamannati 2008. These methods are significantly different from those of the insider business lobbies, considered in the last section, who try to become part of the decisionmaking process itself, providing the information and feedback on which governments must rely. In Zambia, the protests were restricted to the mining region and targeted retail shops rather than the government. Prior to the Zambian riots, the government had only acted when the major business lobbies acted in concert. When unity between the lobbies broke down, the government stopped paying attention. After the riots, highlevel officials took notice and the food policies became political Chapoto 2012. Huang, Yang, and Rozelle 2013 recall the Chinese proverb that when peasants are hungry, they rebel. In particular, the urban poor and university students were identified as the most politically sensitive group. Though there was an attempt to target subsidies to the poorest students, the students were included, of course, not fully because of poverty consideration, but the political power and their influences through demonstration ibid.: 20. Thus, even though the Chinese governments primary goals were related to its ongoing efforts to reduce poverty, desires for political stability played their role as well. 18 Ensuring political stability was one of Ethiopias primary goals. Therefore reducing political instability was an essential element of Ethiopias policy making, despite the fact that there were no reported protests. Protests followed the 2005 elections that brought a large contingent of opposition candidates into the legislature. This accomplished several things. The instability that followed encouraged farmers to hold onto more of their produce, not bringing as much to the market. This decrease in marketed supply increased food prices before the international price spikes. At the same time, the government took several strategic actionsin addition to food policiesto reduce the possibility of further protests. Opposition leaders were accused of inciting the protests and were jailed. Freedom of assembly was curtailed in a number of instances in order to reduce the risk of protests. Food price policies were part of the policy response specifically to reduce the likelihood of protest: bringing down food prices and increasing food supply would reduce the pressures. Admassie 2013 provides some confirmation for this version of events by noting that while the governments priority was reducing food prices, the reason for doing so was to ensure political and macroeconomic stability. He notes that the Ethiopian government took various measures to control rising food inflation since it did not want to take another risk which migh lead to another political instability ibid.: 20. He further confirms that nonfood policies were an important part of the governments food policy when he concludes that one of the reasons there were no protests despite deep public anger over rising food prices is that the space for expressing public discontent openly is quite narrow ibid  In addition to being more frequent, protests seem to have been more effective in Senegal than in most other countries. With five major protests supported by opposition parties in 200708 alone, the government was forced to improve vendor working conditions, agree to a new five year contract to import rice, introduce new rice subsidies, and to establish a new interministerial task force to meet weekly with the head of the consumers union. Political protests are significantly different from food protests in our case study countries. The 200708 Egyptian riots were significantly smaller and more geographically constrained than the later 201011 protests. The primary complaint in the first riots dealt specifically with increasing food and fuel prices while any antigovernment sentiment was largely a symptom of concerns about prices; the latter riots focused on poor government performance, low wage increases, and unemployment. When the government reaffirmed and increased the bread subsidy in 2008a programmatic response to previous proteststhe protestors largely dispersed. In that sense, they were similar to the 1977 riots which prevented a decrease in the size of the subsidy. In 2010, however, the riots and protests remained despite subsidy increases. In Kenya, election violence lowered the level of government addressing food policies instead of raising it. Kenyas chief executive was primarily concerned with the constitutional transformation following the election violence at the end of 2007; most decisions were therefore made by the minister of agriculture. It is also interesting to note the similarity between South Africa in 1994 and Kenya in 200708. In both cases, the populace and government were intensely interested in political transitions that trumped attention to rising food prices. In South Africas case this included the end of apartheid, the induction of Nelson Mandela as the first black president, and the 1995 Rugby World Cup win. Kirsten 2012: 12 writes that the food price spike in 1994 went by largely unnoticed. In Kenya, election 192. One primary cause of policy failure was fractured government decisionmaking. 3. Policy makers private interests had minimal impact overall, but drove policy choice 4. Governments preferred policy changes with lower costs, such as changing the level of a currently existing policy rather than introducing a new policy. 5. The responses to past crises are the best guides to predicting current actions. 6. Institutional constraints had minimal impact overall, but reduced policy space in 7. Measured urban bias will be found to have increased in most countries. It is less certain if the underlying bias increased as well. 8. Foreign actors had no practical influence in most governments decisionmaking maximizing government. in select examples. particular cases. processes. violence and the changing constitution were more immediate concerns, leaving individual ministers free to set their own policies without much coordination. Conclusions This synthesis has made eleven claims about what we learn about the political economy of food policies from the 200608 food price crisis: 1. Much of the common policy response can be explained by a social welfare function 9. Insider business lobbyist groups played a pivotal role in policy formation, primarily in 10. Lack of transparency fuels mistrust between the government and the private sector, lowerlevel committees. leading to implementation failure. 11. Protests and the threat of protests over food prices most often elevate food policy decisionmaking to a higher government level. Political protests have quite different impacts. Remarkably, many of these factors can be seen in play in Nigeria. Data uncertainty led to significant government delays that were exacerbated by a lack of protests Claim 11, which the government would have taken as a signal that the food price spikes were a cause for concern. Very few of the policy plans drafted were actually put into place, increasing business uncertainty about government actions and likely increasing rice hoarding Claim 10. One reason cited for passing on a policy that would improve Nigerias rice processing ability was the cost and the fact that its impacts would not have been seen for some months Claim 4. When the federal government did release rice stocks to state government representatives Claim 2, there were significant corruption charges against state 20representatives who used released stocks for political and personal gain Claim 3 and pure public choice model. Even though Olomola 2013 contends that the federal governments primary goal was reducing hunger, and was itself free of corruption in this episode Claim 1, stocks were released to states not by population size but by political interest in particular regions welfare public support model. Agricultural credits were extended for political reasons pure public choice model. One reason for the ad hoc policy reactions, described by Olomola 2013 as panicked, was a lack of past experience with food crises; yet it is most likely we would see such ad hoc, stop and go actions again in another crisis because no longterm plan has been put into play to deal with the next crisis Claim 5. This synthesis has found three models of government behaviour to be particularly relevant to governments decisionmaking during the global food price crisis of 200608. The broad commonalities between very different countries can be understood by appealing to a relatively naive model of political economy. Most governments interested in the short run welfare of their people tend to favor policies that lower prices when international prices spike upwards: lowering import barriers while export barriers rise and lowering taxes on food consumption while subsidies increase. Concerns about the food security of the poor will lead governments to increase the size and scope of social safety nets. Concerns about macroeconomic stability may moderate these policies but most governments demonstrated a willingness to forgo significant revenue in order to deal with the nearterm crisis. While the naive model is sufficient to uncover the broad similarities between policy packages, it is also apparent that this simple model is insufficient to explain much of the variance or the ways in which governments deviate from these simple predictions. Without strong leadership and clear direction from the executive, different ministries with different goals and instruments available not only act slowly, but enact directly contradictory policies e.g. Vietnam. Even where governments have had a very clear, unified set of food and agriculture policies, severe swings in international crisis may create or bring to the fore schisms that had not been politically relevant before e.g. Egypt. Uncertainty led to significant policy delays and reversals e.g., Vietnam, Nigeria. These factors combine to cause much of the policy implementation failure documented here and in Bryan 2013. Institutions, both formal and informal, constrain political choice and resources e.g., Brazil, India. Public support models that assume the governments care more about the welfare of particular groups implicitly underlie most of the cases and find significant support from them. Social safety net expansions were more likely to benefit urban consumers than rural e.g. Bangladesh; governments did less to reduce price increases where farmers had large farms, were organized, and were politically connected e.g., the US, South Africa; and subsidies favored groups more likely to protest and disrupt government legitimacy e.g., Ethiopia, China. In some special cases, governments deviate even further, enacting policies in ways that are privately beneficial to the detriment of publically stated goals and targets e.g., Malawi, Zambia, and Senegal. Politics matter. Government relations with the private sector have also been shown to be of critical importance in some cases e.g. Kenya. Mutual distrust between them has been paralyzing for both investment and policy. Lack of government transparency and sudden policy shifts have led firms and traders to hoard and speculate, and farmers to invest more conservatively; those same responses support governments beliefs that businesses will hoard and speculate, thereby promoting a lack of transparency and sudden policy shifts. This coordination failure 21is an essential component of policy failures in these countries and must be remedied to prepare for future crises. The global food crisis also appears to have affected underlying policy processes much less than would have been hypothesized. Governmentstakeholder relationships did not change, government goals did not change, and most countries responded not by introducing completely new policies but by either tweaking existing policies or responding to food price volatility with instruments they had used before. Most relevant institutional change happened in the five years prior to the food crisis, suggesting that it is the period between crises when governments are most susceptible to new policies and processes. This suggests that now is the time to prepare for the next crisis rather than waiting for the next emergency to create an impetus for change. It is also likely that their responses to future global food crises will be similar to those followed during 200712. Among changes that would help resolve some of the challenges mentioned above is to establish automatic policy responses following important trigger variables. This would improve policy transparency and reduce the problems from policy delays and fractured government. References Abbott, P.C., and A. Borot de Battisti 2009. Recent Global Food Price Shocks: Causes, Consequences and Lessons for African Governments and Donors. Paper presented at the IATRC Analytic Symposium Confronting Food Price Inflation: Implications for Agricultural Trade June 2009. Seattle, Washington. http:iatrc.software.umn.eduactivitiessymposia2009SeattleseattleAbbott.pdf and Policies. 2223 Abbott, P.C., C. Hurt, and W. Tyner 2009. Whats Driving Food Prices? Farm Foundation Issue Report, March 2009 Update. http:www.farmfoundation.orgwebcontentWhatsDrivingFoodPricesMarch2009Update1702.aspx?z85a1702 Abbott, P. 2012. Export Restrictions as Stabilization Responses to Food Crisis. American Journal of Agricultural Economics, 942: 42834. Admassie, A. 2013. The Political Economy of Food Prices: The Case of Ethiopia. WIDER Working Paper 2013001. Helsinki: UNUWIDER. Anderson, K. 2010. KruegerSchiffValdes Revisited: Agricultural Price and Trade Policy Reform in Developing Countries Since 1960. Applied Economic Perspectives and Policy, 322: 195231. Anderson, K., and W. Martin 2011. Export Restrictions and Price Insulation during Commodity Price Booms. American Journal of Agricultural Economics, 942: 42227. Babu, S., and P. Sanyal 2007. Persistent Food Insecurity from Policy Failures in Malawi. Case Study 72 in P. PinstrupAndersen and F. Cheng eds, Food Policy for Developing Countries: Case Studies. 12 pp. http:cip.cornell.edudns.gfs1200428182 Baltzer, K. 2013. International to Domestic Price Transmission in Fourteen Developing Countries during the 20078 Food Crisis. WIDER Working Paper 2013031. Helsinki: UNUWIDER. Banful, A.B. 2010. Old Problems in the New Solutions? Politically Motivated Allocation of Program Benefits and the New Fertilizer Subsidies. IFPRI Discussion Paper 01002. Washington, DC: IFPRI. 22Barrett, C.B., and P.A. Dorosh 1996. Farmers Welfare and Changing Food Prices: Nonparametric Evidence from Rice in Madagascar. American Journal of Agricultural Economics, 783: 65669 Barrett, C. 1999. The Microeconomics of the Development Paradox: On the Political Economy of Food Price Policy. Agricultural Economics, 20: 15972. Bates, R. 2008. When Things Fall Apart: State Failure in LateCentury Africa. New York: Cambridge University Press Bellemare, M.F. 2012. Rising Food Price, Food Price Volatility, and Social Unrest. APSA 2012 Annual Meeting Paper. Bryan, S.R. 2013. A Cacophony of Policy Responses. Evidence from Fourteen Countries During the 200708 Food Price Crisis. WIDER Working Paper 2013029. Helsinki: UNUWIDER. Chapoto, A. 2012. The Political Economy of Food Price Policy: The Case of Zambia. WIDER Working Paper 2012100. Helsinki: UNUWIDER. Chirwa, E., and B. Chinsinga 2013. The Political Economy of Food Price Policy: The Case of Malawi. WIDER Working Paper 2013030. Helsinki: UNUWIDER. Cox, G., and M. Mc Cubbins 1986. Electoral politics as a redistributive game. Journal of Politics 48 2: 370389. Deaton, A. 1989. Rice Prices and Income Distribution in Thailand: A NonParametric Analysis. The Economic Journal, 99: 137. De Gorter, H., and J. Swinnen 2002. Political Economy Of Agricultural Policy. In B.L. Gardner and G.C. Rausser eds, Handbook of Agricultural Economics, 22, 18931943. Elsevier. De Janvry, A., and E. Sadoulet 2010. The Global Food Crisis and Guatemala: What Crisis and for Whom?. Mimeo. Dixit, A., and J. Londregan 1996. The Determinants of Success of Special Interests in Redistributive Politics. Journal of Politics, 584: 113255. 1998. Ideology, Tactics, and Efficiency in Redistributive Politics. Quarterly Journal of Economics, 1131: 497529. Fernandez, R., and D. Rodrik 1991. Resistance to Reform: Status Quo Bias in the Presence of IndivdualSpecific Uncertainty. American Economic Review, 815: 114655. Galeotti, G. And A. Breton 2007. An Economic Theory of Political Parties, Kyklos, 391: 4765. Ganguly, K., and A. Gulati 2013. The Political Economy of Food Price Policy: The Case Study of India. WIDER Working Paper 2013034. Helsinki: UNUWIDER. Gawande, K., P. Krishna, and M. Olarreaga 2009. What Governments Maximize and Why: The View from Trade. Working Paper 14953. Cambridge, MA: NBER. Ghoneim, A.F. 2012. The Political Economy of Food Price Policy in Egypt. WIDER Working Paper 2012096. Helsinki: UNUWIDER. Grossman, G., and E. Helpman 1994. Protection for Sale. American Economic Review, 844: 83350. 23Hager, G.L., and T. Sullivan 1994. Presidentcentered and Presidencycentered Explanations of Presidential Public Activity. American Journal of Political Science, 384: 1079103. Harriss, B 1979. Going Against the Grain, Development and Change, 10: 36384. Hillman, A. 1982. Declining Industries and PoliticalSupport Protectionist Motives. American Economic Review, 425: 118087. Huang, J., J. Yang, and S. Rozelle 2013. The Political Economy of Food Pricing Policy in China. WIDER Working Paper 2013038. Helsinki: UNUWIDER. Jayne, T.S., B. Zulu, and J.J. Nijhoff 2006. Stabilizing Food Markets in Eastern and Southern Africa. Food Policy, 31: 32841. Karp, L., and J. Perloff 2002. A Synthesis of Agricultural Trade Economics. In B.L. Gardner and G.C. Rausser eds, Handbook of Agricultural Economics, 22, 19451998. Elsevier. Kirsten, J.F. 2012. The Political Economy of Food Price Policy in South Africa. WIDER Working Paper 2012102. Helsinki: UNUWIDER. Klytchnikova, I., and N. Diop 2006.Trade Reforms, Farm Productivity, and Poverty in Bangladesh. Policy Research Working Paper 3980. Washington, DC: World Bank. Krueger, A.O., M. Schiff, and A. Valdes 1988. Agricultural Incentives in Developing Countries: Measuring the Effect of Sectoral and Economywide Policies. World Bank Economic Review, 23: 25572. Lindbeck, A., and J. Weibull 1993. A Model of Political Equilibrium in a Representative Democracy. Journal of Public Economics, 512:195209. Malone, B 2010. Is Ethiopias development plan too ambitious? Africa News Blog, 13 August 2010. http:blogs.reuters.comafricanews20100813isethiopiasdevelopmentplantooambitious last accessed 12 April 2013. Maloney W.A., G. Jordan, and A.M. Mc Laughlin 1994. Interest Groups and Public Policy: The InsiderOutsider Model Revisited. Journal of Public Policy, 141: 1738. Mason, N.M., and J. RickerGilbert 2012. Disrupting Demand for Commercial Seed: Input Subsidies in Malawi and Zambia. Working Paper 63. Lusaka: IAPRI. Mueller, B., and C. Mueller 2012. The Impact of the 200708 Food Price Crisis in a Major Commodity Exporter: Food Prices, Inflation, and Inclusion in Brazil. WIDER Working Paper 2012095. Helsinki: UNUWIDER. Mghenyi, E., and T. Jayne 2006. Food Pricing Policy and Rural Poverty: Insights from Maize in Kenya. Contributed paper prepared for presentation at the International Association of Agricultural Economists Conference, Gold Coast, Australia, 1218 August. http:ageconsearch.umn.edubitstream254661cp 060596.pdf Mugambi, K. 2010. Kenya: Maize Price Controls Rejected. http:allafrica.comstories201011020084 accessed on 19 June 2012. Nguyen, M.H., and T. Talbot 2013. The Political Economy of Food Price Policy: The Case of Rice Prices in Vietnam. WIDER Working Paper 2013035. Helsinki: UNUWIDER. Nhate, V., and C. Massingarela 2013. The Political Economy of Food Price Policy: Country Case Study of Mozambique. WIDER Working Paper 2013037. Helsinki: UNUWIDER. 24Nordhaus, W. 1975. The Political Business Cycle. Review of Economic Studies, 42: 16990. Nzuma, J.M. 2013. The Political Economy of Food Price Policy: The Case of Kenya. WIDER Working Paper 2013026. Helsinki: UNUWIDER. Olomola, A.S. 2013. The Political Economy of Food Price Policy in Nigeria. WIDER Working Paper 2013016. Helsinki: UNUWIDER. PinstrupAndersen, P., and D.D. Watson II 2011. Food Policy for Developing Countries: The Role of Government in Global, National, and Local Food Systems. Ithaca: Cornell University Press. Raihan, S. 2013. The Political Economy of Food Price Policy: The Case of Bangladesh. WIDER Working Paper 2013002. Helsinki: UNUWIDER. Ravallion, M. 2000. Prices, Wages and Poverty in Rural India: What Lessons Do the Time Series Data Hold for Policy? Food Policy, 253: 35164. Resnick, D. 2013. Personalistic PolicyMaking in a Vibrant Democracy: Senegals Fragmented Response to the 200708 Food Price Crisis. WIDER Working Paper 2013015. Helsinki: UNUWIDER. Srinivasan, V., and S. Narayanan 2007. Food Policy and Social Movements: Reflections on the Right to Food Campaign in India. Case Study 111 of the Program: Food Policy for Developing Countries: The Role of Government in the Global Food System. P. PinstrupAndersen and F. Cheng eds. Ithaca: Cornell University Press. Tetlock, P., and R. Boettger 2006. Accountability Amplifies the Status Quo Effect When Change Creates Victims. Journal of Behavioral Decision Making, 71: 123. Tversky, A., and D. Kahneman 1991. Loss Aversion in Riskless Choice: A ReferenceDependent Model. The Quarterly Journal of Economics, 1064: 103961. Vadlamannati, K. 2008. Does timing of Elections Instigate Riots? A Subnational Study of 16 Indian States, 19572004. Working Paper 939. Ann Arbor: William Davidson Institute. World Bank 2007. World Development Report 2008: Agriculture for development. Washington, DC: World Bank. World Bank 2010 Food Price Increases in South Asia. Washington, DC: World Bank. 25Appendix Questionnaire ___ I prefer my answers to this question remain All questions rely on your best judgment based on your country paper. If you prefer that your answers not be referred to in the synthesis works, please indicate that, either in the comments or next to a particular question. Policies anonymous Please rank the following types of policies in order of their importance or emphasis by your government 1most important. If a set of policies was not used, leave it blank. If a set of policies was already in place and not altered, write IC for initial conditions _____ Short term price moderation or income support to benefit primarily middleclass or urban consumers _____ Short term price moderation or income support targeted to primarily poor or rural consumers _____ Short term production support for primarily commercial farmers _____ Short term production support targeted to primarily smallholder farmers _____ Long term investments in agricultural productivity e.g., ag. research, rural roads _____ Macroeconomic policy change e.g., monetary policy or exchange rate policy change _____ Avoid or quell socialpolitical unrest The policies you marked 1, 2, and 3 will later be referred to as Policy 1, Policy 2, and Policy 3. Comments:______________________________________________________ Unitary Government anonymous Consider the three most important sets of policies you identified at the beginning of this survey. How many people were involved in setting those policies? Please choose one of the options below for each of Policy 1, Policy 2, and Policy 3. _____ Primarily one person: the executive head _____ Primarily one person: an influential minister or legislator _____ A small, elite group with similar policy goals _____ A small, elite group with differing policy goals _____ Multiple stakeholders across multiple ministries or government branches _____ Multiple stakeholders, including people not in government who nevertheless designed policies Comments: ____________________________________________________ Eg: __1__ Primarily one person: the executive head _2, 3__ designed policies Primary Goal of the Policies anonymous Please rank the following goals in order of their importance to your government 1most important. If a goal was not considered, leave it blank. Multiple stakeholders, including people not in government who nevertheless ___ I prefer my answers to this question remain ___ I prefer my answers to this question remain 26 _____ Other: _____ Ensure a minimum farmer _____ Reduce poverty _____ Stabilize macroeconomic _____ Address poor nutrition food insecurity _____ Contain socialpolitical unrest conditions _____ Increase national food selfsufficiency income _____ Maintain international relationships _______________________ _____ Secure the governments power, legitimacy, longevity, or political or economic rents. The goals you marked 1 and 2 will later be referred to as Goal 1 and Goal 2. Comments: _____________________________________________________________ Public ChoiceWinning Coalition ___ I prefer my answers to this question remain anonymous Please indicate how well each of the following statements identifies the primary motivations for your government, with 1 representing a strong agreement and 5 representing strong disagreement. _____ The governments primary motive was maximizing a social welfare function that ranks all groups of people roughly equally. _____ The governments primary motive was maximizing the welfare of particular, politically important groups of people more than other groups. _____ The governments primary motive was to extend its own time in power _____ There are particular groups of people whose support is seen as essential by the government. Consider the two goals you ranked in the last section as being the most important. 1 represents a strong agreement and 5 strong disagreement _____ Goal 1 was primarily pursued in order to secure its own power, legitimacy, longevity, or political or economic rents, and not as much for its own sake. _____ Goal 2 was primarily pursued in order to secure its own power, legitimacy, longevity, or political or economic rents, and not as much for its own sake. Comments: __________________________________________________________ Stakeholders anonymous Consider the specific policy makers you chose in the Unitary Government section. Please indicate how important the inputs or welfare of the following stakeholders were to their policy deliberations. 1 represents very important and 5 represents not at all important. If you leave a stakeholder blank, I will assume they were not at all important. _____ Commercial farmers _____ Urban consumers _____ Opposition parties _____ Experts or government technocrats _____ Firms __________________________________________________ _____ International __________________________________________________ _____ Other ____________________________________________________________________ Comments: ______________________________________________________________ _____ Smallholder farmers _____ ProtestorsRioters _____ Unions ___ I prefer my answers to this question remain List: List: List: _____ Rural consumers or their lobby groups organizations 27 ___ I prefer my answers to this question _____ International Organizations _____ Government report _____ Other _____ International Organizations _____ Government report _____ Other Timing of Responses remain anonymous Please rank the following inputs in order of their importance to your government in determining when to begin deliberations about possible policy responses 1most important. If an input was not used, leave it blank. _____ Media reports _____ Civil protestriots _____ Election _______________________________________ Please rank the following inputs in order of their importance to your government in determining when to act 1most important. If an input was not used, leave it blank. _____ Media reports _____ Civil protestriots _____ Election _______________________________________ Commnts: ______________________________________________________________ Additional Questions Please indicate how strongly you agree with each of the following statements, with 1 indicating strong agreement and 5 indicating strong disagreement. _____ Government policy changed direction significantlynew goals and new policies _____ Government policy changed direction; new policies were added to pursue existing goals _____ Government policy changed slightly; new parameters on existing policies, but no new policies or goals _____ Government policy did not change. _____ Different ministriesbranches of government are largely unified about food policy goals _____ Different ministriesbranches of government are unified about some food policy goals, but differ about how to accomplish those goals. _____ Different ministriesbranches of government differ significantly about food policy goals and methods. _____ Each ministry is left to itself to respond to the crisis within established parameters. _____ There was little coordination between government agencies ministriesbranchesetc Were there protests or riots in your country? mark one Yes, major riots ______ No, but there could have been _____ The last election prior to Jan 1, 2007 was held in __________________ month, year. The next election on or after Jan 1, 2007 was scheduled to be held in ___________________ month, year. Comments: __________________________________________________________________ Yes, minor protests _______ No, and there was no risk of it _____ 28", "filename": "745728650.pdf", "person": ["Derrill D. Watson", "Watson, Derrill D."], "date": ["2013"]}