{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/77527/1/74646777X.pdf"], "title": ["Does immigration into their neighborhoods incline voters toward the extreme right? The case of the freedom Party of Austria"], "plaintext": "Does Immigration Into Their Neighborhoods Incline Voters Towardthe Extreme Right? The Case of the Freedom Party of Austria Martin Halla Alexander F. Wagner Josef Zweim uller July 1, 2012Abstract This paper explores one potentially important channel through which immigration maydrive support for extremerightwing parties: the presence of immigrants in the votersneighborhoods. We study the case of the Freedom Party of Austria FP O. Under theleadership of J org Haider, this party increased its share of votes from less than 5 percentin the early 1980s to 27 percent by the year 1999. Using past regional settlement patternsas a source of exogenous variation, we find a significantly positive effect on FP O votes ofthe residential proximity of immigrants and citizens, explaining roughly a quarter of thecrosscommunity variance in those votes. It is the proximity of low and mediumskilledimmigrants that drives this result; highskilled immigrants have no or even a negativeeffect on FP O votes.JEL Classification: P16, J61.Keywords: Immigration, political economy, voting.University of Linz and IZA; email: martin.hallajku.at University of Zurich, CEPR, and Harvard Kennedy School; email: alexander.wagnerbf.uzh.ch.Corresponding Author, University of Zurich, CEPR, CESifo, and IZA. Address: Department of Economics,University of Zurich, M uhlebachstrasse 86, CH8008 Zurich, Switzerland; email: josef.zweimuellerecon.uzh.ch1. Introduction Voters in many European countries including Austria, Belgium, Denmark, France, Netherlands, Norway, and Switzerland have recently expressed strong support for extremerightwing ERW parties. From the 1970s until the mid1980s, hardly any ERW party had gainedmore than five percent in a general election. Fifteen years later, some ERW parties in theabovementioned countries received between ten and twentyfive percent of the votes. Historyreminds us that the rise of extreme parties within a democratic environment can put democracyitself at risk Almond and Verba, 1965; Dahl, 1989. Although few political movements todayare direct analogues of the National Socialist German Workers Party NSDAP, it is worthrecalling that the Nazis did not come to power through a coup, but through regular elections.Explaining the success of ERW parties is, therefore, clearly an important issue.While ERW parties are more heterogeneous than other party families, they share a number of ideological features Mudde, 1996. In particular, they all have fierce antiimmigrationprograms, which often become their main focus. Thus, immigration is a natural candidate forexplaining the success of ERW parties. Indeed, Figure 1 suggests a positive relationship betweenthe share of immigrants in a population and the support for ERW parties. Taking country fixedeffects into account, the correlation between the immigrant share and the ERW vote share is 0.48. When considering only countries where ERW parties do, in fact, exist, the correlation is 0.51.Insert Figure 1 hereThis correlation is suggestive. However researchers and policy makers are particularly interested in understanding whether immigration in fact causes ERW voting. While a largeliterature has studied the impact of immigration on labormarket outcomes, surprisingly littlework has been done to investigate the possible causal relationship between immigration andelection outcomes.2This paper contributes to closing this gap by investigating the role, in Austria, of immigration as a possible driving force behind the success of the Freedom Party of Austria Freiheitliche Partei Osterreichs, FP O. Until the early 1980s, the FP O was a small party with a vote sharein elections to the national parliament of around 5 percent. When J org Haider became theparty leader in 1986, the nationalists within the party prevailed over its businessfriendly, libertarian wing. After this change, the FP O steadily increased its vote share; the nationalisticapproach has characterized the partys platform ever since. In 1999, the FP O became the countrys secondlargest party, with a vote share of roughly 27 percent. In 2000, the FP O joinedwith the conservative Austrian Peoples Party OVP to form a coalition government that wasin power until 2006.1 As suggested by Figure 1 for ERW parties in other European countries,support for the FP O seems closely related to its hostility towards immigration.In this paper, we test the hypothesis that voters in Austrian communities with a highershare of immigrants residents without Austrian citizenship are more likely to vote for the FP O. The hypothesis is that voting behavior based on antiimmigrant sentiments is influencedby the close geographic proximity of immigrants and natives.To test this hypothesis, we employ complete, detailed census data, allowing us to sidestepproblems of measurement error. Our analysis takes into account the fact that the immigrantshare in a given community is not exogenous. The decision of an immigrant as to where tosettle is likely to be influenced by the extent of cultural or racial prejudices in a community.Immigrants would rarely settle in communities with a high degree of overt antiimmigrantsentiments, since it would be more difficult to find housing and a job there. Thus, unobservedxenophobia is an omitted variable, leading to a downward bias in a na ve estimation of theeffect of the immigrant share on FP O vote shares.1Internal problems in the FP O arose soon after they had become a governing party. These disputes escalatedat a special party convention, at which three members of the government resigned. As a result of that a newsplinter party, the Alliance for the Future of Austria, was established in 2005. Our empirical analysis concernselections before that date.3Fortunately, the recent history of immigration into Austria offers features that allow us toidentify econometrically the effect of the local presence of immigrants on election outcomes. Weuse historical settlement patterns of immigrants prior to 1971 as an instrumental variable forthe geographic distribution of the immigrant population in later years.2 This approach is basedon the notion that i existing social networks are important elements in the settlement choicesof current immigrants, and that ii the determinants of the historical settlement patterns arearguably uncorrelated with recent unobserved factors of voting behavior. We find strongevidence supporting condition i. Assumption ii, the identifying assumption, is not testable.However, we argue that historical settlement patterns form a valid instrument in the Austriancase. Settlement patterns prior to 1971 were not driven by antiimmigrant sentiments.Infact, immigrants arriving in the 1960s were greeted enthusiastically because they providedmuchneeded labor for the rebuilding of Austrias economy after World War II and during theeconomic boom of the 1960s.We also consider the possibility that the native population may change residence in responseto a high influx of foreigners. We employ various approaches as suggested by Peri and Sparber,2011 to address this issue.It turns out that residential relocations by Austrian voters inresponse to immigration are not a statistically significant phenomenon. This suggests thatour results are not biased by any changes in the composition of the voting populations ofcommunities as a result of immigration.3In sum, using historical settlement patterns as an instrument for the geographic distributionof contemporaneous immigration seems to be a useful identification strategy in the Austrian 2Other papers have used related identification strategies to investigate the economic effects of immigrationsee, for instance, Altonji and Card, 1991; Edin, Fredriksson, and Aslund, 2003; Dustmann, Fabbri, and Preston,2005; Saiz, 2007; Cortes, 2008. We are not aware of any paper that considers this instrumental variable strategyin the context of political outcomes.3Contrary to the policies of other countries such as the U.S., being born in Austria does not automaticallyconfer citizenship; instead, a child born in Austria must have at least one parent who is an Austrian citizen inorder to be entitled to citizenship. While naturalizations are a potential confounding influence on our inferences,they are ultimately unlikely to be important for our results, as we explain further below.4context.We document two main results. First, as hypothesized, the presence of immigrants in theirneighborhoods has a quantitatively important and statistically significant impact on citizensvoting patterns; our baseline 2SLSestimate suggests that a onepercentagepoint increase in theshare of immigrants in a community increases the percentage of FP O votes in general electionsby about 0.4 percentage points. This implies that a onestandarddeviation increase in the shareof immigrants leads to a quarter of a onestandarddeviation increase in the FP O vote share.This effect is larger than the effect implied by the OLS estimates, confirming the importanceof controlling for the endogeneity of settlement decisions. We also find that the increase in theshare of immigrants had a positive effect on the increase in the vote share of the FP O. Theincrease in immigration helps to explain an important part of the rise over time in the supportfor the extreme right.Our second main result shows that the skill composition of immigrants affects voting decisions. We find that the proximity of low and mediumskilled immigrants causes Austrian votersto turn to the far right. By contrast, highskilled immigration either has an insignificant or anegative effect on FP O votes. This is consistent with the hypothesis that voters vote in theireconomic interest: Highskilled immigrants improve living conditions for the native population;lowerskilled immigrants pose the greatest threat of labormarket competition. This result isalso consistent with the idea that Austrians worry about adverse effects of immigration on thecompositional amenities that natives derive from their neighborhoods, schools, and workplacesCard, Dustmann, and Preston, 2012. Such effects can be expected to play a larger role withlow and mediumskilled immigration than with highskilled immigration.Four guideposts can be used to put this analysis into the context of the existing literature.First, a significant amount of research and public discussion considers the implications of immigration for the receiving economy in terms of employment, wages, prices, public finances, or 5racial and cultural features of a society.4 However, so far, little evidence exists regarding thecausal effects of immigration on election outcomes.5Second, our analysis complements the rich literature, typically based on survey data, on political preferences and attitudes towards immigration. For example, in a recent paper, Dahlberg,Edmark, and Lundqvist 2012 document that immigration reduces preferences for redistribution in Sweden.6 The obvious advantage of surveys is that researchers can directly ask thequestions they are interested in. For Austria, too, these surveys yield interesting results. Forexample, analyzing data from the European and World Values Survey, we find that those whoprefer that scarce jobs be given to native citizens or who even want a complete halt to laborimmigration are more likely to be in favor of the FP O, as are those who do not care about theliving conditions of immigrants or are not willing to do something to improve these conditions.However, surveys also present some problems, sometimes making it difficult to interpret results. In particular, surveys are not anonymous, and survey respondents are unlikely to answercompletely truthfully.7Third, our work is related to the literature that studies the political economy of immigrationpolicies. Even in countries where so far no important ERW parties have emerged, immigra4Indeed, there are now so many reviews of the pertinent literature that it is difficult even to cite all surveypapers. An incomplete list of survey articles includes Borjas 1994, Card 2005, Dustmann, Glitz, and Frattini2008, and Friedberg and Hunt 1995. Longhi, Nijkamp, and Poot 2005 offer a metaanalysis.5Several studies in the political science literature provide suggestive evidence; see, for instance, Arzheimerand Carter 2006; Arzheimer 2009; Golder 2003; Jackman and Volper 1996; Knigge 1998 and Lubbers,Gijsberts, and Scheepers 2002. This literature concludes that high levels of immigration as well as of unemployment are positively related to support for ERW parties. However, these empirical findings do not addressthe endogeneity of immigration and are therefore not able to establish a causal link between immigration andpolitical outcomes. The only exception we are aware of is a study by Gerdes and Wadensj o 2008, examiningpotential causal effects of asylum seekers from outside Europe and the OECD on voting in Denmark.6For studies on attitudes towards immigration see Card, Dustmann, and Preston 2012; Dustmann and Preston 2004, 2007; Facchini and Mayda 2009; Hainmueller and Hiscox 2007, 2010; Krishnakumar and M uller 2012; ORourke and Sinnott 2006; Scheve and Slaughter 2001. For studies related to preferences forpolitical parties, see Citrin, Green, Muste, and Wong 1997; D ulmer and Klein 2005; Knigge 1998; Lubbersand Scheepers 2000.7For example, according to the European and World Values Survey, done shortly before the 1999 generalelection, the FP O could expect to obtain about 20 percent of votes, whereas, in the election, the FP O scoredabout 27 percent. Results based on survey data are summarized in the Supplementary Appendix C.6tion policies have been strongly shaped by politicoeconomic considerations see, for example,Facchini, Mayda, and Mishra 2011; Facchini and Steinhardt 2011. Immigration is an issuewith a particularly thin line separating pragmatic economic policy from dogmatic political economics. Antiimmigrant politics may have ideological sources, but politicians may also supplyxenophobia because they find it instrumental in discrediting political opponents whose policiesbenefit immigrants Glaeser, 2005.Fourth, this paper adds to more general work showing that economic considerations can helpexplain voting patterns which otherwise seem extreme. Much as economic concerns led manyvoters to turn to the Nazis King, Rosen, Tanner, and Wagner, 2008, so have overall economicconditions played a role in the rise of extreme parties in many countries at the beginning of the 20th century de Bromhead, Eichengreen, and ORourke, 2012.The remainder of this paper is organized as follows. Section 2 discusses the empirical strategy. Section 3 describes the data. Section 4 presents our findings. Section 5 concludes thepaper.2. Empirical model and identification Our basic approach relates the share of immigrants to the percentage of votes that the FP Oobtained in national parliamentary elections. The observation unit is the community, indexedby i.8 We denote by F P Oit the percentage of FP O votes in community i in election yeart; and by IM Mit the percentage of immigrants in the resident population in community i at 8In Austria, a community is part of a political district, which is in turn part of one of the nine federalstates. The community is the lowest administrative level. In 2001, Austria encompassed 2, 359 communitiesin 99 political districts. Vienna is the largest community, with about 1.5 million inhabitants in 2001. Forour empirical analysis we divide Vienna into its 23 socalled municipal districts and treat these as separatecommunities. The smallest community, with 60 inhabitants in 2001, is Gramais in the federal state of Tyrol.The average community excluding Vienna had about 2, 800 inhabitants. The number of communities and theirterritorial boundaries have changed over our sample period. In order to have a balanced panel of communities,we use a slightly modified version of the territorial boundaries of the year 2001, which leaves us with 2, 352communities including the 23 municipal districts of Vienna.7that time t. Importantly, a simple OLS regression of F P Oit on IM Mit suffers from potentialendogeneity of IM Mit.In particular, immigrants are unlikely to be randomly assigned tocommunities. Instead, immigrants may selfselect into communities with low antiimmigrationsentiments where jobs and housing are easier to obtain and neighbors are friendlier. If voterswith antiimmigrant sentiments are more likely to vote for the FP O, ignoring endogeneity ofthe immigrant share leads to a downward bias of the estimated immigration effect on ERWvoting.To identify the causal effect of immigration on voting outcomes, we need to compare thevoting behavior of Austrian citizens in community i after immigration with the counterfactualoutcome that would have been observed had immigration not taken place.In observationaldata, the causal effect can be identified using an instrumental variable, that is, a variable thatsignificantly affects current immigrant shares, while being unrelated to voting decisions exceptthrough its effect on immigrant shares.2.1 Historical settlement patterns as an instrument for the contemporaneous immigrant presence Our identification strategy relies on historical settlement patterns prior to 1971 as an instrumentfor immigrant shares in later years. We then use variation in current immigrant shares generatedby variation in historical settlement patterns to identify the causal impact of immigrationon ERW voting. The key identifying assumption is that historical settlement patterns arenot correlated with current unobserved factors determining voting behavior. In other words,historical settlement affects voting today only through the location choice of immigrants arrivinglater. Thus, historical settlement patterns can be excluded from the secondstage regression.While this identifying assumption is by definition not testable, we argue that this assumptionis highly plausible given the historical context of migration to Austria.8The argument that historical settlement patterns provide a useful instrument for currentlyobserved regional patterns of immigration was originally proposed by Altonji and Card 1991.Similar instrumental variable strategies have been applied by scholars studying the effects ofimmigration on wages for example, Card, 2001 and on prices for example, Cortes, 2008.However, to our knowledge, this empirical strategy has not been used to identify the impact ofimmigration on ERW voting. The basic idea is that immigrants settle where they find existingsocial networks and neighbors with the same cultural and linguistic background Bartel, 1989; Aslund, 2005; Jaeger, 2007. Such networks facilitate the job search and assimilation into thenew cultural environment Munshi, 2003.9Historical settlement of immigrants to Austria. To understand why historical settlement patterns can serve as a valid instrument, it is important to recall the situation of the Austrian economy in the 1950s and 1960s. The postwar boom of the Austrian economy led toa growing demand for labor amid increasing labor shortages. In the 1960s, the Austrian government began to forge bilateral agreements with southern and southeastern European statesto recruit temporary workers. A 1964 agreement with Turkey and a 1966 agreement with Yugoslavia attracted Turkish and Yugoslavian guest workers into the country. Recruitmentoffices in those countries were established, and an influx of Turkish and Yugoslavian workersand their families to Austria began. In 1961, residents with Turkish and Yugoslavian citizenshipnumbered 271 and 4, 565, respectively. By 1971, the numbers had risen to 16, 423 and 93, 337,respectively. In 1961, the overall number of immigrants was 101,986, equal to 1.4 percent ofthe overall population. By 1974, mainly as a result of the efforts of the Austrian governmentto attract guest workers, the number of immigrants had risen to 311,689, equal to 4.1 percentof the overall population. During the 1960s and early 1970s, antiimmigration sentiment wasweak. In fact, immigrants were very welcome. The Zeitgeist is well captured by the way the 9For the importance of networks in general, see Calv oArmengol and Jackson 2004, Ioannides and Loury2004, Lazear 1999, and Montgomery 1991.9first foreign workers arriving from Turkey in 1964 were welcomed in Vienna. Turkish workerswere received with cheers of approval and enthusiasm from a large gathering in the Viennesetrain station. A marching band was playing in their honor and officials handed out flowers tothem Wiener Zeitung, 20061230.In short, settlement decisions of immigrants at that time were not influenced by local culturalor racial prejudices. Immigrant labor was funneled into locations where it brought the greatestmarginal benefit.Further immigration waves and the rise of the FP O. The clearly very positive image ofimmigration of the 1960s and early 1970s started to change in the mid1970s when the first oilshock pushed Austria into a recession. In response to emerging problems in the labor market, the Austrian government enacted the Aliens Employment Act 1975, which regulated immigrationand reduced the influx of foreign workers. This resulted in a period of returnmigration and atemporarily stagnating immigrant share.A second wave of immigration began with the economic boom in the late 1980s. The immigration wave of the late 1980s coincided with the rise of the FP O. For the joint evolutionof immigration and FP O vote shares, see Figure A.2 in the Supplementary Appendix A. After J org Haider took over leadership of the FP O in 1986, the party increasingly invoked thedangers to the native population of immigration in terms of crime, unemployment, and decayof neighborhoods and schools. This was accentuated by an additional immigrant wave duringthe Yugoslavian political crisis in 1990 and the war in 1992. In 1993, the FP O launched an AntiForeigner Referendum, and 416, 531 Austrian voters 7.35% of the electorate approvedthis referendum. Under political pressure of increased antiimmigration sentiments, and partlyas a reaction to the FP Os antiimmigration activities, the Austrian government enacted variousnew tighter immigration rules during the 1990s.Austrias entrance into the EU in 1995 opened the borders to immigration from former EU1015 member states. In 2002, the centerright coalition of the Austrian Peoples Party and the FP O enacted a set of more restrictive immigration laws.10The hypothesis underlying our identification strategy is that the geographic distributionof all these more recent waves of immigrants exhibits strong correlations with the geographicdistribution of immigrants from the pre1971 period. Our firststage regressions test this hypothesis.Additional considerations regarding the validity of the identification strategy. Tofurther probe the plausibility of the identifying assumption, we consider three additional points.First, we discuss possible internal migration effects in Section 4.3; we do not find any significant evidence of such effects.Second, we note that it is, in principle, conceivable that even the historical settlementpatterns prior to 1971 have direct effects on voting behavior today, violating the identifyingassumption. This would be the case if, already in 1971, voters in communities where moreimmigrants had arrived turned to the FP O and if there exists intergenerational transmissionof voting behavior. As for the first part, the arrival of immigrants was, as discussed above,generally greeted with positive sentiments, as it helped the economy grow. There is no evidencethat immigration provided a reason to vote for the FP O then. As for the second part, we arenot aware of a systematic study of the extent to which voting for the FP O is persistent acrossgenerations. Perhaps the most direct evidence against this idea is that, in fact, several tectonicshifts have taken place in the Austrian political landscape over the last 50 years. This wouldnot be possible if Austrian voters consistently voted as their parents did. To further addresspotential timeinvariant unobserved heterogeneity, we also estimate a model in differences in 10These laws included requirements that immigrants study German; restrictions on the temporary workersability to obtain permanent residence; and, at the same time, a relaxation of procedures for Austrian firms thatwere hiring highskilled immigrants of key importance in certain industries. Further rules were put into place toshield Austrias labor market from excessive immigration from the poor, neighboring, new EU member statesafter the EU expansions of 2004 and 2007.11Section 4.4.Third, naturalizations may potentially confound our inferences.11 However, they are unlikelyto be important for our results. We first note that they imply two countervailing effects. Onthe one hand, immigrants who receive Austrian citizenship may still be regarded as immigrantsby the original Austrian population, so that the immigrant share in our data understates theactual perceived immigrant share in a neighborhood. On the other hand, naturalized immigrantsare unlikely to vote for the FP O. Second, during the 1970s, 1980s, and 1990s, the annual rate ofnaturalizations was between 0.1% and 0.3% of the native population in most years. Therefore,we do not attempt to account for naturalizations in our analysis.Overall, historical patterns of immigrant settlement provide, arguably, a powerful instrumentfor contemporaneous immigration in our analysis of ERW voting in Austria. The geographicallocation of immigrants in the 1960s was mainly driven by labor shortages in the various regionsof Austria; selfselection by immigrants at that time is, therefore, unlikely to contaminate ourempirical evidence. Selective migration responses by natives are later shown to be insignificantin the present context.2.2 The empirical model We conduct a standard 2SLS approach. Our main analysis considers pooled panel regressions.In all regressions below, we weight observations by community population size. Standard errorsare clustered on the community level and robust to heteroskedasticity of unknown form. Thefirststage regression is IM Mit 1 1 IM Mi,1971 Xit 1 1t 1it,111Austrianborn children of immigrants do not obtain Austrian citizenship automatically.12where IM Mit denotes the percentage of immigrants in community i in a given year, Xit is avector of controls, 1t is a full set of year dummies, and 1it is a stochastic error term. IM Mi,1971is our instrumental variable.The secondstage regression then is F P Oit 2 2 IM M it Xit 2 2t 2it,2where F P Oit is the percentage of FP O votes in community i in election year t; and IM M it isthe predicted value of the percentage of immigrants from the firststage regression 1. Similarto equation 1, 2t is a set of year fixed effects, and 2it is the error term. By including yeardummies in both stages, we exploit crosssectional variation across communities to identify theimpact of immigration on ERW voting.The coefficient of interest is 2, which captures the effect of the local presence of immigrantsattracted by existing networks established prior to 1971 on ERW voting. Specifically, 2measures the percentagepoint change in FP O votes that is associated with a onepercentagepoint increase in the immigrant share in a community.3. Data Disaggregated communitylevel data on the percentage of FP O votes in elections to the nationalparliament are available from official statistics issued by the Austrian Federal Ministry of the Interior. Figure A.1 in the Supplementary Appendix A shows the geographic distribution of theshare of votes for the FP O for six general elections. With the exception of a very strong baseof support for the FP O in the state of Carinthia located in the south of Austria where formerparty leader J org Haider was leading the local government no other particular geographicalpatterns over time are evident.Immigrants are residents without Austrian citizenship. Data on the share of immigrants on 13a community level are available from the decennial censuses since 1971. Data from 1971 providethe instrumental variable. Since we do not have census data for each possible election year, weneed to infer the relevant immigrant share as well as the socioeconomic control variables inthose election years that we wish to analyze. To minimize measurement error, the main analysisfocuses on elections that took place at most three years from the time of the nearest census,that is, we consider t 1979, 1983, 1990, 1994, 1999, 2002. We relate the election results of 1979 and 1983 to the 1981 census data.Consequently, the first stages for 1979 and 1983,when estimated separately for each year, are identical because all the explanatory variables areidentical. Similarly, the election results of 1990 and 1994 are related to the 1991 census data,and the election results of 1999 and 2002 to the 2001 census data.12We also investigate the extent to which ERW voting is driven by the skill composition ofimmigrants. We calculate immigrant shares within education groups based on residents 25 yearsof age or older. We sort immigrants into two groups, based on their highest attained educationlevel: i low and medium education compulsory schooling, completed apprenticeship trainingor lower secondary school; and ii high education higher secondary school or academic degree.Our main regressions include a parsimonious set of socioeconomic control variables: eachcommunitys number of inhabitants and its square, binary indicators for communities in thestates of Vienna and Carinthia traditionally a FP Ostronghold, distribution of marital statusshare of inhabitants who are single, married, divorced and widowed, and the populationsagesexdistribution in fiveyear age groups. Further robustness checks reported below showthat our results are not sensitive to the inclusion of additional controls such as educationalattainment and labormarket status.The immigrant share and all socioeconomic control variables are calculated from the universe of all individuallevel observations from the decennial Austrian censuses onsite at Statis12The elections of 1986 and 1995 are not included in the main analysis as they are relatively far from thecensus dates. However, our results also hold for these years.14tics Austria. The completeness of the census data affords the great advantage that we cansidestep problems of measurement error, an important concern in the literature that studieslabormarket effects Dustmann, Fabbri, and Preston, 2005, p. F329.Descriptive statistics are in Table 1. Notably, substantial crosssectional variation existsacross communities in Austria, both in election outcomes and immigration levels.Insert Table 1 here4. Empirical findings In this section we present our results. We proceed in four steps. In Section 4.1, we provideresults based on pooled community data, taking all election years together. We look at boththe impact of overall immigration on FP O votes and whether and how the skill composition ofimmigration affects FP O votes. In Section 4.2, we analyze the various election years separatelyto see whether the relationship between immigration and FP O votes is stable over time. In Section 4.3, we study a potentially important caveat that may invalidate our instrumental variables strategy: migration responses by the voting population. In Section 4.4, we report resultsof an analysis of the impact of increases in immigration on increases in FP O shares.4.1 The impact of immigration on FP O votes Firststage evidence. The first stage of our identification strategy claims that historicalsettlement patterns are an important predictor of the contemporaneous immigrant share in acommunity. To shed light on this issue we first provide some descriptive graphical evidence. Thegeographic distribution of immigrants by census year is depicted in Figure 2. Visual inspectionstrongly suggests that the share of immigrants in later years is higher in communities that hada higher share of immigrants in the year 1971. This is illustrated in the three population15weighted scatter plots in Figure 3. The correlations between the immigrant share in 1971 andthe corresponding shares in 1981, 1991, and 2001 are 0.82, 0.68, and 0.67, respectively.Insert Figures 2 and 3 herePanel A of Table 2 shows the firststage regressions, including an indication of the set ofcontrol variables. The specification in the first column concerns all immigrants, the main focusof our analysis.The second and third column deal with immigrants split into groups byeducational attainment; we discuss these results in detail further below. As expected, the firststage shows a highly statistically significant positive effect of the historical settlement patternon communities shares of immigrants in later years.Insert Table 2 hereIn sum, the strong correlation between initial settlement patterns and more recent immigrantshares establishes the relevance of the instrument and alleviates weakinstrument concerns.Secondstage results. Table 3 presents the main results of this paper.Insert Table 3 hereThe first column shows a pooled OLS regression, suggesting a positive relationship betweenimmigration and the success of the ERW movement.Our main inference is, however, based on the 2SLS regression, shown in the third column.The high F statistics on the excluded instrument suggest that our instrument is sufficiently 16strong.13The central finding is that the immigrant presence is a highly significant determinant of thepercentage of FP O votes. Notice that the 2SLS estimate is larger than the OLS estimate. Thisis consistent with the idea that immigrants selfselect into communities where antiimmigrantsentiments are less prevalent. Ignoring this selection would lead the researcher to underestimatethe causal effect of immigration on ERW voting. Notably, our 2SLS estimates are almost asprecise as the OLS estimates, reflecting that the first stage yields a strong prediction of currentimmigrant shares.Immigration is not only a statistically significant but also a quantitatively important predictor of FP O votes in the crosssection of Austrian communities. The estimates imply thatcommunities with an immigrant share that is one percentage point higher tend to give about 0.4 percentage points more votes to the FP O. Thus, a onestandarddeviation increase in theimmigrant share drives about a quarter of a onestandarddeviation increase in the ERW voteshare. Note that this local average treatment effect refers only to immigrants attracted byexisting networks; immigrants who settled in a certain community for other reasons may have 13For the oneinstrument case we report Wald F statistics based on the CraggDonald statistic and the KleibergenPaap rk statistic. The CraggDonald F statistic is a basic reference point in 2SLSregressions;Stock, Wright, and Yogo 2002 provide critical values for strong instruments 8.96 in the case of one instrument.However, this statistic requires an assumption of i.i.d. errors. In the presence of clustering and heteroskedasticity,the KleibergenPaap rk statistic is, therefore, typically considered additionally in practice. No study appearsto exist that provides threshold values that the rk statistic should exceed for weak identification not to beconsidered a problem, but researchers usually use a value of 10 as an indication of a strong instrument inthis case, following the proposal of Staiger and Stock 1997. In the case of multiple endogenous variables, asin our analysis of the role of skill composition, we report the AngristPischke multivariate F test of excludedinstruments. Again, 10 is a threshold value usually employed in practice. In all cases, the cutoff values do notprovide a mechanical rule. On the one hand, there is no absolute security that an instrument whose F statisticexceeds 10 is, indeed, strong; on the other hand, as Angrist and Pischke 2009 point out, even F statistics aslow as 2.0 may not be fatal p. 215. In our main analysis, presented in Table 3, the AngristPischke and KleibergenPaap statistics are between 68 and 339, far above conventional thresholds.17a separate effect on FP O votes.14In terms of control variables,15 we find important regional variation in the percentages of FP O votes; the FP O vote share is higher in Carinthia and lower in Vienna. We also findthat the FP O vote share is significantly affected by community size, the relationship being Ushaped. Among the communities with a population of up to 89, 000, the larger communitiestend to vote less for the FP O; among the communities beyond this critical population level,the larger communities tend to vote more for the FP O. Moreover, we find that, in communitieswith a comparably high share of primeage women and men above the age of 65, the FP O ismore successful. Finally, marital status affects FP O votes. Communities with a higher shareof single relative to married individuals tend to vote more for the FP O.The skill composition of immigration. A natural starting point for understanding votingdecisions is the hypothesis that rational and selfinterested individuals vote for the party whichpromises them the greatest utility Downs, 1957. In particular, theories of economic interestLipset, 1963 explain that wage, price, and employment effects would be key to understandingvoting behavior. Recent survey evidence suggests that, indeed, numerous economic factors playa role in individuals attitudes toward immigration Dustmann and Preston, 2004; Hainmuellerand Hiscox, 2007. We focus on two ideas.First, basic economic theory suggests that immigration hurts those native individuals whosupply production factors that are close substitutes for factors supplied by immigrant workers.14Adding community fixed effects in the OLSregression shown in the first column of Table 3 allows us toremove timeinvariant unobserved heterogeneity. The highly significant relationship between immigration andvoting also holds in such a fixedeffects panel estimation not shown. However, there may be timevariantunobserved heterogeneity, which would not be captured by fixed effects. Moreover, if immigrant levels incommunity i in a given year for example, in 1991 are negatively related to vote shares for the FP O in pastyears for example, in 1983, then a fixedeffects estimate of current vote shares for the FP O on current immigrantlevels will be positively biased. In the 2SLS regressions, we cannot include community fixed effects because ourinstrumental variable does not vary over time. This is not a great limitation as we are primarily interested in thecrosssectional relationship between immigration and voting decisions. We return to the timeseries dimensionwhen we consider difference regressions in Section 4.4.15The full regression is shown in Table B.1 in the Supplementary Appendix B.18In contrast, individuals who supply complementary factors will gain from immigration. ERWparties present antiimmigration platforms. If voters are selfinterested, those who lose fromimmigration should, thus, favor ERW parties in elections. The empirical labormarket impact ofimmigration is strongly debated; some studies for example, Borjas, 2003 find strong negativeeffects on native wages, while others do not find strong effects for example, Card, 2005, 2009.16We note that what matters in voting decisions is the perceived impact.Second, antiimmigration sentiments based on selfinterest are related to school quality andneighborhood quality. Card, Dustmann, and Preston 2012, for instance, find that the nativesassessments of compositional amenities that they derive from their neighborhoods, schools,and workplaces are an important source of antiimmigration sentiments.To shed light on this issue, we investigate how the educational levels of immigrants affectvoting decisions of natives. Our conjecture is that the natives voting decisions depend on theskill levels of immigrants either because the intensity of competition for jobs varies across skilllevels or because the native population perceives adverse effects on compositional amenitieswhen the immigrants are primarily low and mediumskilled. We construct two groups ofimmigrants according to educational attainment, distinguishing between low and mediumeducation immigrants on the one hand and higheducation immigrants on the other hand.The OLS regression in the second column of Table 3 suggests that low and mediumeducation immigrants are associated with higher support for the FP O, whereas highly educatedimmigrants are associated with lower support. Here, too, we apply our instrumental variablesstrategy to get closer to an estimate of the causal effect. We now have two endogenous variables,which are jointly instrumented by the shares of lowmedium and higheducation immigrants inthe year 1971. As can be seen in the firststage regressions, in columns two and three of Panel A in Table 2, immigrant networks also work powerfully along the skill dimension. In the later 16The impact of immigration on the size of the consumer base plays a critical role, complicating theoreticalpredictions of labormarket effects Borjas, 2009.19census years, the communities tended to attract and house immigrants of the same educationallevel as they had in 1971.Secondstage results show that the same pattern as in the OLS results also holds in the 2SLSsetting fourth column of Table 3. It is the proximity of low and mediumskilled immigrantswhich influenced Austrian voters to lean more to the far right.17These results provide evidence for antiimmigration sentiments that derive from threatsthat immigration poses to the labormarket success of natives. Highskilled immigrants bringbenefits for the average voter, and they compete for jobs mostly with voters who understandthe benefits of the mobility of labor across boundaries and who, therefore, do not find theantiimmigrant position of the FP O attractive.The evidence is also consistent with an explanation based on compositional amenities. Incommunities where immigration is highskilled, adverse effects on compositional amenities forthe native population are unlikely. In contrast, when immigration is predominantly low andmediumskilled, antiimmigration sentiments may become stronger as natives perceive an undesired composition of their neighborhoods.In an attempt to distinguish between the explanations based on labormarket competitionand compositional amenities, we checked whether immigrants from different skillgroups haveheterogenous effects on FP O votes depending on the local share of Austrians with lowmediumand high skills. For instance, we run 2SLS regressions including the share of highskilled Austrians instrumented by its value in 1971 as well as interaction terms of this share with theshares of lowmedium and highskilled immigrants each instrumented by corresponding historical interaction terms. In these regressions, the interaction terms with low and mediumskilled immigrants are insignificant. This tends to refute an explanation based on labormarketcompetition: If lowskilled and mediumskilled Austrians worried more about equallyskilled 17The difference between the 2SLS and the OLS estimates suggests that selfselection into tolerant communitiesis a particular concern for low and mediumskilled immigrants.20immigration, as is the case under the labormarket explanation, their votes for the FP O wouldreact more than those of highskilled Austrians; that is, we would expect significantly negativecoefficients on the interaction terms. However, this expanded specification is highly demandingwe now have five endogenous variables and five instruments. Therefore, we do not put muchemphasis on these specific results concerning skill composition and note that future research isneeded to distinguish more explicitly why we observe such strong differences among the effectsof different skill groups of immigrants.Robustness to inclusion of control variables. We check whether the above estimates aresensitive to the inclusion of additional controls. Our basic model presented above used a parsimonious specification with community characteristics: the number of residents and its square,and a dummy of Carinthia and Vienna; the agesex distribution of the resident population;the distribution of marital status among residents; and electionyear fixed effects. We chosethis lean specification because many characteristics of the resident population may themselvesbe influenced by immigration for instance, via their participation in the local labor market,constituting, therefore, potentially bad controls Angrist and Pischke, 2009. Table B.2 inthe Supplementary Appendix B shows that the estimated 2SLS effects of immigration on FP Ovotes vary only very little across specifications where we i exclude all control variables, iiadd the distribution of educational attainment, or iii include in addition the distribution oflabormarket status.18 These specifications also reveal that communities with a higher share ofmedium and lowskilled residents tend to lean more towards the FP O.Robustness to functional form. We also consider several different functional forms tomodel the impact of immigration on FP O votes. For example, we add a quadratic term of theimmigration share to our model. Alternatively, we try a flexible specification based on binary 18The Austrian Census does not collect information on income. However, information on educational attainment and labormarket status should proxy well for income.21variables capturing quartiles of the share of immigrants. While the adapted first stage is againvery strong in each case, we do not find economically relevant, systematic nonlinearities in thesecondstage estimation. We conclude that the simple linear model captures the immigrationeffect quite well.4.2 Regressions by election years Has the relationship between immigration and FP O votes changed over time, or has it beenstable? We consider separate regressions for each election year. These regressions use the samecommunity, family status, and age and sexdistribution controls as the pooled regressions. Thesecondstage results are summarized in Panel A of Table 4.19Insert Table 4 hereIn each election year we find a significant positive effect of the share of immigrants in acommunity on the share of votes for the FP O. Comparing the estimated effects with those fromthe OLS regressions, shown in Panel B of Table 4, we can again see that the OLS estimatestend to be downward biased.20The size of the estimated effect of immigration on the share of votes for the FP O variesonly little across election years. The highest effect occurred in 1979.In most years sincethen, the FP O has received a vote share that is approximately 0.3 percentage points higherper additional percentage point of immigrant share. In sum, the strength of the relationshipbetween immigration and FP O votes seems rather stable over time and does not follow any 19The first stages not shown in Table 4 remain strong. Note that the firststage regressions for election yearpairs 1979, 1983, 1990, 1994, and 1999, 2002 are identical because we match election year data to thecensus closest to the respective election years.20We obtain similar results for those election years which were not considered in the main analysis becauseof their distance from the nearest census.22particular trend.21When we perform the analysis that accounts for the skill composition of immigration, thisbasic conclusion is also confirmed. The secondstage findings are summarized in Table 5. Theoverall pattern in these results is quite similar to that of the pooled panel regression.Inall years, low and mediumskilled immigration had a significantly positive effect on Austriansdecisions to vote for the FP O. For highskilled immigration we find in the first year, 1979, do theestimations suggest albeit insignificantly that voters may have seen highskilled immigrationas a reason to turn to the FP O, whereas in later years more highskilled immigration did notbenefit and in fact hurt the ERW movement.Insert Table 5 hereOverall, this analysis shows that the general picture is quite robust and that the samepattern of results that we observed for the pooled sample shows up also in the yearbyyearanalysis.4.3 Internal migration of voters Austrian voters are free in their residential location choices within the country and the EU.Hence, our results may be contaminated by internal migration responses of Austrians. To theextent that such voter relocations are important, our results are likely to underestimate the trueeffect of immigration on FP O voting. This is because the voters whose welfare is negativelyaffected by the proximity of immigrants and who would, therefore, more readily gravitate tothe FP O are more likely to have moved elsewhere.To test for the importance of native internal migration responses, we follow Peri and Sparber 21It is difficult to detect a systematic pattern that could plausibly explain the variation across election years.There seems to be no systematic relationship between the size of the estimated effect and the following possibleexplanations: i the overall share of votes for the FP O, ii the FP Os top candidate, iii the major topics inthe election campaigns, iv any business cycle indicator, or v the absolute time lag between the election dataand the census year which might give rise to an attenuation bias.232011. The question is how many natives N respond to the arrival of immigrants I byleaving their place of residence i. To estimate the quantitative importance of such migrationresponses, the following model is estimated: Ni,t Ii,t ui,t with being theinteresting parameter. Various scholars have proposed different versions of this model, mainlyconsidering different measurement concepts of dependent and independent variables.Table 6 summarizes the estimation output of three empirical models for our communitylevelpanel data, with i communities over t years, where i 1, . . . , 2352 and t 1971, 1981, 1991,2001. Since we are concerned with the whole population and not only with the labor force, oursample is based on communityyear cells and abstracts from the skill dimension. Specification1, a slightly modified specification of Card 2001, 2007, is the preferred specification of Peri and Sparber 2011. This specification provides no evidence for any internal migrationresponse of Austrians. Even based on specifications 2 and 3which Peri and Sparber 2011verify to be biased towards an attraction and a displacement effect, respectivelywe do notfind any statistically significant effect. This evidence is in line with the common stereotypethat the Austrian population is very rooted. Overall, these findings support the validity of ouridentification strategy.Insert Table 6 here4.4 Estimates based on first differences Our above analysis aims at explaining the crosssectional variance across communities to testthe hypothesis that immigration increased votes for the extreme right in Austria.A different, but related, question is whether the rise of the FP O can be explained by theincrease in immigration. In 1961, only 1.4 percent of the resident Austrian population wereforeign citizens; by 1981, this share had almost tripled. From 1981 to 2001, the share ofimmigrants more than doubled again, from 3.9 to 8.7 percent, with much variation across 24communities. The development over time of the share of votes for the FP O is strikingly similar.Until 1986, the FP O had not played a significant role in national elections despite having beena junior partner in a government coalition.In the national elections of 1986, however, the FP O attracted 9.7 percent of the votes. Thereafter, support for the FP O grew at a steady rate,passing the 15 percent and 20 percent hurdles in 1990 and 1994, respectively, and reaching morethan 25 in the late 1990s. Figure A.2 shows these two developments.Making sense of the aggregate correlation is difficult because the observed correlation maybe due to other events of that time.22 We can make progress by analyzing the consequences ofthe increased presence of immigrants in any particular community. The question is whether therise in FP O votes is concentrated in communities that experienced a disproportionate increasein immigration. In other words, rather than exploiting the crosssectional variation in levels of FP O votes and immigrant shares, we exploit the crosssectional variation in changes in FP Ovotes and immigrant shares. Just as in our basic model above, we rely on settlement patternsin 1971 to instrument the increase in immigration since that year. Generally, the first stages inthis analysis also perform well, although they are somewhat less strong than in the levelsbasedregressions.Insert Table 7 hereThe estimation results for overall immigrant shares are summarized in Panel A of Table 7.The first column shows the secondstage results from the pooled panel, whereas the remainingcolumns show the results by election year. The 2SLS estimate is mostly significant and quitelarge, and the implied quantitative effects are substantial. For example, a onepercentagepointincrease in immigration from 1971 to 1999 generates 1.41 percentage points of additional FP Ovotes in 1999, compared to 1971. The increase in the immigrant share in that time period wasabout 6 percentage points, and the increase in the FP O vote share was about 21.5 percentage 22For example, the Austrian political landscape in the 1990s was also characterized by a general dissatisfactionwith the governing parties. The Social Democratic Party of Austria and the Austrian Peoples Party had beengoverning as a grand coalition since 1987.25points. Thus, about a twofifths 6 1.4121.5 of the total rise of the FP O in this time spancan be explained by immigration.23 In sum, the quantitative implications that are obtained fromexploiting crosscommunity variation in increases of immigrant shares and FP O vote shares aresimilar to the picture we get from exploiting crosscommunity variation in levels of immigrantshares and FP O vote shares.Panel B of Table 7 summarizes the estimation results by the skill composition of immigrants.In the pooled sample, we find a positive effect of an increase in low and mediumeducationimmigrants on an increase in FP O vote shares, and no significant effect of higheducationimmigrants. The positive effect of low and mediumeducation immigrants is also present andmostly statistically significant in the estimations by election year. Although the point estimateson the increase in higheducation immigrants is large, this effect is less precisely estimated inthese specifications, suggesting overall no significant effect of the increase of the share of thisgroup of immigrants on the increase in FP O vote shares. These results are again consistentwith the previous analysis based on levels of immigrant shares and FP O vote shares.5. Conclusions Political folklore holds that ERW parties attract voters by appealing to antiimmigration sentiments of the voting population. While existing empirical studies in the predominantly politicalscience literature provide support for a correlation between immigration and votes for the extreme right, the causal impact of immigration on voting for the extreme right has not yet beenestablished.This paper contributes to closing this gap. Studying the rise of the rightwing Freedom Party of Austria FP O that has occurred since the mid1980s, we establish two main results.23The crosssectional standard deviations of the increases in immigrant shares and FP O vote shares, respectively, were 5.2% and 4.9%. Thus, crosssectional variation in increases implies essentially a onetoone variationin FP O vote shares. Virtually the same results hold when controlling for the initial level of the FP O vote share.26First, we find that roughly a quarter of the crosscommunity variation in the percentage of FP O votes can be attributed to crosscommunity variation in the presence of immigrants. Wealso find that the increase in the local share of immigrants had a positive effect on the increasein the local vote share of the FP O. Second, the skill composition of immigrants affects votingdecisions. It is the proximity of low and mediumskilled immigrants that causes Austrian votersto turn to the far right. Highskilled immigration either has an insignificant or a negative effecton FP O votes.We obtain these results using an instrumental variables strategy. Specifically, past settlementpatterns of immigrants in Austrian communities have great predictive power for the more recentcrosscommunity variation of immigrant shares. Because the historical settlement pattern isunlikely to be related to voting behavior today, it can serve as an instrument for the localpresence of immigration in recent election years, allowing identification of the causal effect oflocal immigration on local FP O votes. Further support for the validity of our identificationstrategy comes from the finding that immigration did not significantly affect voters residentialchoices.It is a simple fact that immigration is necessary for modern economies, given demographicdevelopments such as a persistently low fertility rate and the ageing of society. However,immigration also has potentially critical political implications, including the possible rise ofextremerightwing parties. Several channels are likely to exist through which immigration mayaffect voting decisions, and each channel requires different policy responses. What our papershows is that the geographic proximity of immigrants is one economically and statistically significant causal driver behind the support for the far right. This result has important policyimplications. In particular, the evidence suggests that policies at the local level deserve significant attention. For example, it is possible that integration policies in the community can helprestrict emerging xenophobia. Future work is needed to understand which specific policies areparticularly suitable.27References Almond, G., and S. Verba 1965: The Civic Culture. Little, Brown, Boston.Altonji, J., and D. Card 1991: The Effects of Immigration on the Labor Market Outcomes of Natives, in Immigration, Trade, and the Labour Market, ed. by J. M. Abowd, and R. B. Freeman, pp. 201234. University of Chicago Press for NBER, Chicago.Angrist, J. D., and J. Pischke 2009: Mostly Harmless Econometrics: An Empiricists Companion. Princeton University Press, Princeton, NJ.Arzheimer, K. 2009: Contextual Factors and the Extreme Right Vote in Western Europe,19802002, American Journal of Political Science, 532, 259275.Arzheimer, K., and E. Carter 2006: Political Opportunity Structures and RightWing Extremist Party Success, European Journal of Political Research, 45, 419443.Bartel, A. P. 1989: Where Do the New United States Immigrants Live?, Journal of Labor Economics, 74, 371391.Borjas, G. J. 1994: The Economics of Immigration, Journal of Economic Literature,324, 16671717.2003: The Labor Demand Curve Is Downward Sloping: Reexamining the Impactof Immigration on the Labor Market, Quarterly Journal of Economics, 1184, 13351374.2009: The Analytics of the Wage Effect of Immigration, NBER Working Paper 14796, National Bureau of Economic Research, Cambridge, MA.Calv oArmengol, A., and M. O. Jackson 2004: The Effects of Social Networks on Employment and Inequality, American Economic Review, 943, 426454.28Card, D. 2001: Immigrant Inflows, Native Outflows, and the Local Labor Market Impactsof Higher Immigration, Journal of Labor Economics, 191, 2264.2005: Is the New Immigration Really So Bad?, Economic Journal, 115, F300F323.2007: How Immigration Affects US Cities, CRe AM Discussion Paper 11, Centrefor Research and Analysis of Migration, London.2009: Richard T. Ely Lecture: Immigration and Inequality, American Economic Review, 992, 121.Card, D., C. Dustmann, and I. Preston 2012: Immigration, Wages, and Compositional Amenities, Journal of the European Economic Association, 101, 78119.Citrin, J., D. P. Green, C. Muste, and C. Wong 1997: Public Opinion Toward Immigration Reform: The Role of Economic Motivations, Journal of Politics, 593, 858881.Cortes, P. 2008: The Effect of Lowskilled Immigration on US Prices: Evidence from CPIData, Journal of Political Economy, 1163, 381422.Dahl, R. A. 1989: Democracy and Its Critics. Yale University Press, New Haven.Dahlberg, M., K. Edmark, and H. Lundqvist 2012: Ethnic Diversity and Preferencesfor Redistribution, Journal of Political Economy, 1201, 4176.de Bromhead, A., B. Eichengreen, and K. H. ORourke 2012: Rightwing Political Extremism in the Great Depression, NBER Working Paper 17871, National Bureau of Economic Research, Cambridge, MA.Downs, A. 1957: An Economic Theory of Democracy. Harper and Row, New York.29D ulmer, H., and M. Klein 2005: Extreme Rightwing Voting in Germany in a Multilevel Perspective: A Rejoinder to Lubbers and Scheepers, European Journal of Political Research,44, 243263.Dustmann, C., F. Fabbri, and I. Preston 2005: The Impact of Immigration on the British Labour Market, Economic Journal, 115, F324341.Dustmann, C., A. Glitz, and T. Frattini 2008: The Labour Market Impact of Immigration, Oxford Review of Economic Policy, 243, 477494.Dustmann, C., and I. P. Preston 2004: Is Immigration Good or Bad for the Economy?Analysis of Attitudinal Responses, Research in Labour Economics, 24, 334.2007: Racial and Economic Factors in Attitudes to Immigration, The B.E. Journalof Economic Analysis Policy: Advances, 71, Article 62.Edin, P., P. Fredriksson, and O. Aslund 2003: Ethnic Enclaves and the Economic Success of Immigrants: Evidence from a Natural Experiment, Quarterly Journal of Economics,119, 329357.Facchini, G., and A. Mayda 2009: Does the Welfare State Affect Individual Attitudes Toward Immigrants? Evidence Across Countries, Review of Economics and Statistics, 912,295314.Facchini, G., A. Mayda, and P. Mishra 2011: Do Interest Groups Affect US Immigration Policy?, Journal of International Economics, 851, 114128.Facchini, G., and M. Steinhardt 2011: What Drives US Immigration Policy? Evidencefrom Congressional Roll Call Votes, Journal of Public Economics, 95, 734743.Friedberg, R. M., and J. Hunt 1995: The Impact of Immigrants on Host Country Wages, Employment and Growth, Journal of Economic Perspectives, 92, 2344.30Gerdes, C., and E. Wadensj o 2008: The Impact of Immigration on Election Outcomes in Danish Municipalities, IZA Discussion Paper 3586, Institute for the Study of Labor, Bonn,Germany.Glaeser, E. L. 2005: The Political Economy of Hatred, Quarterly Journal of Economics,1201, 4586.Golder, M. 2003: Explaining Variation in the Success of Extreme RightWing Parties in Western Europe, Comparative Political Studies, 364, 432466.Hainmueller, J., and M. J. Hiscox 2007: Educated Preferences: Explaining Attitudes Toward Immigration in Europe, International Organization, 612, 399442.2010: Attitudes toward Highly Skilled and Low Skilled Immigration: Evidence froma Survey Experiment, American Political Science Review, 1041, 6184.Ioannides, Y. M., and L. D. Loury 2004: Job Information Networks, Neighborhood Effects, and Inequality, Journal of Economic Literature, 424, 10561093.Jackman, R. W., and K. Volper 1996: Conditions Favouring Parties of the Extreme Right in Western Europe, British Journal of Political Science, 264, 501521.Jaeger, D. A. 2007: Green Cards and the Location Choices of Immigrants in the United States, 19712000, Research in Labor Economics, 27, 131183.King, G., O. Rosen, M. Tanner, and A. F. Wagner 2008: Ordinary Economic Voting Behavior in the Extraordinary Election of Adolf Hitler, Journal of Economic History, 684,951996.Knigge, P. 1998: The Ecological Correlates of RightWing Extremism in Western Europe,European Journal of Political Research, 342, 249279.31Krishnakumar, J., and T. M uller 2012: The Political Economy of Immigration in a Direct Democracy: The Case of Switzerland, European Economic Review, 562, 174189.Lazear, E. P. 1999: Culture and Language, Journal of Political Economy, 107S6, S95S126.Lipset, S. M. 1963: Political Man: The Social Basis of Politics. Anchor Books, Garden City, NY.Longhi, S., P. Nijkamp, and J. Poot 2005: A MetaAnalytic Assessment of the Effectof Immigration on Wages, Journal of Economic Surveys, 193, 451477.Lubbers, M., M. Gijsberts, and P. Scheepers 2002: Extreme Rightwing Voting in Western Europe, European Journal of Political Research, 413, 345378.Lubbers, M., and P. Scheepers 2000: Individual and Contextual Characteristics ofthe German Extreme RightWing Vote in the 1990s. A Test of Complementary Theories,European Journal of Political Research, 381, 6394.Mayda, A. 2006: Who Is Against Immigration? A CrossCountry Investigation of Individual Attitudes toward Immigrants, Review of Economics and Statistics, 883, 510530.Montgomery, J. D. 1991: Social Networks and LaborMarket Outcomes: Toward an Economic Analysis, American Economic Review, 815, 14081418.Mudde, C. 1996: The War of Words. Defining the Extreme Right Party Family, West European Politics, 192, 225248.Munshi, K. 2003: Networks in the Modern Economy: Mexican Migrants in the U.S. Labor Market, Quarterly Journal of Economics, 1182, 549599.32ORourke, K. H., and R. Sinnott 2006: The Determinants of Individual Attitudestowards Immigration, European Journal of Political Research, 224, 838861.Peri, G., and C. Sparber 2011: Assessing Inherent Model Bias: An Application to Native Displacement in Response to Immigration, Journal of Urban Economics, 691, 8291. Aslund, O. 2005: Now and Forever? Initial and Subsequent Location Choices of Immigrants, Regional Science and Urban Economics, 352, 141165.Saiz, A. 2007: Immigration and Housing Rents in American Cities, Journal of Urban Economics, 612, 345371.Scheve, K. F., and M. J. Slaughter 2001: Labor Market Competition and Individual Preferences Over Immigration Policy, Review of Economics and Statistics, 831, 133145.Staiger, D., and J. H. Stock 1997: Instrumental variables regression with weak instruments, Econometrica, 653, 557586.Stock, J. H., J. H. Wright, and M. Yogo 2002: A Survey of Weak Instruments and Weak Identification in Generalized Method of Moments, Journal of Business and Economics Statistics, 204, 518529.33Figure 1. Immigration and ERWvoting in the EU15 countries, Norway, and Switzerland, 1970200834This scatterplot accounts for country fixed effects i. e., both variables are centered around the respective countryspecific mean and is based on 119 general electionyears in EU15 countries, Norway, and Switzerland in the period between 1970 and 2008; only democratic periods are used. 65 elections are not included due tomissing information on the absolute number of residents without citizenship. Share of immigrants is defined as the absolute number of residents without citizenshiprelative to all residents. Data on the total number of residents is from the database of Eurostat. Information on the absolute number of residents without citizenshipis from various national sources; details are available upon request. Share of votes for extremeright wing ERW parties include the following parties: Austria: sumof the following two parties: i Freiheitliche Partei Osterreichs founded in 1956, ii B undnis Zukunft Osterreich founded 2005 as a splinter from the Freiheitliche Partei Osterreichs, parliamentary elections National Council of Austria; Belgium: sum of the following three parties: i Vlaams Blok founded in 1978 and succeededby the Vlaams Belang in 2004, ii Le Front national founded in 1985, iii Lijst Dedecker founded in 2007, general elections Belgian Chamber of Representatives;Denmark: sum of the following two parties: i Fremskridtspartiet founded in 1972, ii Dansk Folkeparti founded 1995 as a splinter from the Fremskridtspartiet,parliamentary elections Danish Parliament; Finland: Suomen maaseudun puolue founded in 1959, dissolved de facto in 1995 de jure in 2003, and succeeded by Perussuomaliset founded in 1995, Finnish parliamentary elections; France: Front National founded in 1972, French legislative elections first round votes; Germany:sum of the following two parties i Nationaldemokratische Partei Deutschlands Die Volksunion founded in 1964, ii Die Republikaner founded in 1983, Germanfederal elections; Greece: sum of the following two parties: i Ethniki Parataxis founded in the late 1970s, ii Laik os Orth odoxos Synagerm os founded in 2000, Greeklegislative election; Ireland: no ERWparties; Italy: sum of the following two parties: i Movimento Sociale ItalianoDestra Nazionale founded in 1946, dissolved in 1995,and transformed into the Alleanza Nazionale dissolved 2009, ii Lega Nord founded in 1991, Italian general elections; Luxembourg: no ERWparties; Netherlands:sum of the following three parties: i Centrumpartij founded in 1980 and dissolved in 1986, ii Lijst Pim Fortuyn founded in 2002 and dissolved in 2008, ivPartij voor de Vrijheid founded in 2006, Dutch general elections; Norway: Framstegspartiet founded in 1973, Norwegian parliamentary elections; Portugal: Partido Popular Mon arquico founded in 1974, Portuguese legislative elections; Spain: no ERWparties; Sweden: Sverigedemokraterna founded in 1988, Swedish general elections;Switzerland: Schweizerische Volkspartei founded in 1971, Swiss federal elections; United Kingdom: no ERWparties. Data on election results are obtained from the Comparative Political Data Set I 23 OECD Countries provided by Klaus Armingeon, Sarah Engler, Panajotis Potolidis, Marl ene Gerber and Philipp Leimgruber seehttp:www.ipw.unibe.chcontentteamklaus_armingeoncomparative_political_data_setsindex_ger.html. Information on founding years is from Wikipedia.Figure 2. The spatial distribution of immigrants by census yeara 35These figures depict the share of immigrants defined as the number of residents without Austrian citizenship as a percent share of all residents in Austrian communitiesin the census years 1971, 1981, 1991, and 2001. The number of communities and their territorial boundaries has changed over the sample period. In order to have abalanced panel of communities, a slightly modified version of the territorial boundaries of the year 2001 with 2, 352 communities including the 23 municipal districts of Vienna is used.Figure 3. The spatial correlation between historical settlement patterns and the later stock of immigrants 36These populationweighted scatterplots based on Austrian communitylevel data from the decennial Austrian census depict the correlation between the share ofimmigrants in Austrian communities in the year 1971, and in those in the years 1981, 1991 and 2001. For presentational purposes, the graphs exclude communities withmore than 20 percent of immigrants. In case of the first graph there are 3, in the second 9, and in the third 17 of such outliers. These observations are included in theempirical analysis.Table 1. Descriptive statistics on variables of primary interest Election year Pooled 1971197919831990199419992002% share of FP Ovotes% share of immigrantswith low and medium skillswith high skills 14.849.706.505.675.204.921.141.395.493.682.832.562.302.450.360.556.103.723.863.753.213.470.490.765.033.183.863.753.213.470.490.7616.685.736.645.425.274.741.201.3722.815.456.645.425.274.741.201.3727.395.998.856.307.015.501.681.6010.234.788.856.307.015.501.681.60This table summarizes populationweighted means and standard deviations in parentheses below for the variables of primaryinterest based on Austrian communitylevel data. The share of votes for the FP O is from general elections; these figures mightdiffer slightly from official election results due to overseas voters and varying turnout of voters across communities. The share ofimmigrants with a certain level of education is equal to the number of residents without Austrian citizenship with the respectiveeducational attainment as a fraction of all residents. Shares by skill are calculated based on residents 25 years of age or olderand refer to the highest attained educational degree. Low and medium education is compulsory schooling, an apprenticeship ora lower secondary school. High education is a higher secondary school or an academic degree. The shares of immigrants on acommunitylevel are only available in the years 1971, 1981, 1991 and 2001 census years. The shares of immigrants in the years 1979 and 1983 are imputed with information form the year 1981, the data in the years 1990 and 1994 are imputed with informationform the year 1991, and the data in the years 1999 and 2002 are imputed with information from the year 2001.3738Table 2. First stage: Determinants of the share of immigrants by educationPanel A: Pooled sample Share of immigrants in 1971with low and medium skillswith high skills Communitya Family statusb Agesexdistributionc Year fixed effectsd Panel B1: 1981 samplee Share of immigrants in 1971with low and medium skillswith high skills Panel B2: 1991 samplee Share of immigrants in 1971with low and medium skillswith high skills Panel B3: 2001 samplee Share of immigrants in 1971with low and medium skillswith high skills1 Share ofimmigrantsoverall2 Share ofimmigrants withlow medium skills3 Share ofimmigrants withhigh skills 0.8730.0470.8030.2800.0440.2750.0340.6780.0100.080Yes Yes Yes Yes Yes Yes Yes Yes Yes Yes Yes Yes 0.9100.0330.8780.0540.8490.0640.8310.2640.0380.1410.0490.5180.0180.0730.8040.2340.0500.2620.0410.6110.0150.0860.7580.2460.0640.4510.0570.7010.0150.096This table summarizes estimations of the determinants of the share of immigrants i. e. residents without Austrian citizenship, the share ofimmigrants with low and medium education compulsory schooling, apprenticeship or lower secondary school, and the share of immigrants withhigh education higher secondary school or academic degree in community i in the year t, where i 1, . . . , 2, 352 and t 1981, 1991, 2001based on Austrian communitylevel census data. Details on the calculation of the share of immigrants by educational attainment are providedin the notes to Table 1. Method of estimation is OLS with community population weights. Robust standard errors allowing for clusteringon a community level andor and heterosekdasticity of unknown form are in parentheses. , and indicate statistical significance atthe 10percent level, 5percent level, and 1percent level, respectively. a Communitys number of inhabitants, number of inhabitants squared,and binary variables indicating, communities in Vienna, and Carinthia. b Distribution of marital status: shares of inhabitants who are single,married, divorced or widowed. c 34 variables that capture the share of the total population of sex s and in agegroup a, where a is one ofsixteen age groups 05, 510, . . . , 7075, 80. d Base year: 1981. e The first stages for the three individual years 1981, 1991, and 2001 includethe same control variables as the pooled sample regression except year fixed effects.Table 3. The effect of immigration on FP O votes: OLS and 2SLS pooled estimations1OLS2OLS32SLS42SLSImmigration Share of immigrantswith low and medium skillswith high skills Communitya Family statusb Agesexdistributionc Year fixed effectsd 0.2270.0270.3860.0450.2850.2860.0290.0770.4310.2440.0540.292Yes Yes Yes Yes Yes Yes Yes Yes Yes Yes Yes Yes Yes Yes Yes Yes 396,983339eF statistics on excl. instrumentsThis table summarizes the estimated effect of immigration share of residents without Austrian citizenship on the share of votes for the FP O based on a series ofweighted community population weights OLS first two columns and instrumental variable third and fourth column estimations using Austrian communitylevel data. The dependent variable is equal to the share of votes for the FP O in the general election in community i in the year t, where i 1, . . . , 2, 352 andt 1979, 1983, 1990, 1994, 1999, 2002. In column 3 the endogenous variable is the share of immigrants in community i in year t, which is instrumented by theshare of immigrants in community i in year 1971. In column 4 the endogenous variables are the shares of immigrants with lowmedium and high education, whichare instrumented by the 1971 shares of immigrants with lowmedium and high education. Details on the calculation of the share of immigrants by educationalattainment are provided in the notes to Table 1. Robust standard errors allowing for clustering on a community level andor and heterosekdasticity of unknownform are in parentheses. , and indicate statistical significance at the 10percent level, 5percent level, and 1percent level, respectively. a Communitysnumber of inhabitants, number of inhabitants squared, and binary variables indicating, communities in Vienna, and Carinthia. b Distribution of marital status:shares of inhabitants who are single, married, divorced or widowed. c 34 variables that capture the share of the total population of sex s and in agegroup a,where a is one of sixteen age groups 05, 510, . . . , 7075, 80. d Base year: 1981. e Wald F statistics based on the CraggDonald statisticKleibergenPaap rkstatistic. f AngristPischke multivariate F test of excluded instruments.27068fTable 4. The effect of immigration on FP O votes: 2SLS and OLS crosssection estimations Election year 197919831990199419992002Panel A: 2SLS regressions 2nd stage: 2SLS20.4310.0630.2300.0400.2700.0650.1760.0590.3380.0630.3570.042F statistics on excl. instrumenta 3,2777433,2777431,2022631,202263746175746175Panel B: OLS regressions OLS0.3540.0590.2170.0460.2440.0430.2240.0390.2330.0330.1910.02040This table summarizes the estimated effect of immigration share of residents without Austrian citizenship on the share of votes for the FP Obased on a series of weighted community population weights instrumental variable panel A and OLS panel B estimations using Austriancommunity level data. The dependent variable is equal to the share of votes for the FP O in the general election in community i in the year t, wherei 1, . . . , 2, 352 and t 1979, 1983, 1990, 1994, 1999, 2002. The endogenous variable is the share of immigrants in community i in that year,which is instrumented in the 2SLS estimations by the share of immigrants in community i in the year 1971. The shares of immigrants in communityi are available in the years 1981, 1991 and 2001. The share of immigrants in the years 1979 and 1983 is imputed with information form the year 1981, the data in the years 1990 and 1994 are imputed with information form the year 1991, and the data in the years 1999 and 2002 are imputedwith information from the year 2001. The same imputation is used for to the other covariates. All regressions control for the communitys number ofinhabitants, number of inhabitants squared, the distribution of marital status shares of inhabitants who are single, married, divorced or widowed,the whole agesexdistribution 34 groups, and binary variables indicating, communities in Vienna, and Carinthia. Robust standard errors allowingfor heterosekdasticity of unknown form are in parentheses. , and indicate statistical significance at the 10percent level, 5percent level,and 1percent level, respectively. a Wald F statistics based on the CraggDonald statisticKleibergenPaap rk statistic.Table 5. The effect of immigration by education on FP O votes: 2SLS crosssection estimations Election year 1979198319901994199920022nd stage:SLS2: low medium skills SLS2: high skills 0.3580.1001.0380.7440.2550.0630.0430.4940.3750.0820.8970.5250.3280.0731.4570.4210.5130.0841.1530.4040.4110.0560.2170.247F statistics on excl. instrumentsa 3644736447213472134783508350This table summarizes the estimated effect of immigration share of residents without Austrian citizenship with low, medium and high educationon the share of votes for the FP O based on a series of weighted community population weights instrumental variable estimations using Austriancommunity level data. The dependent variable is equal to the share of votes for the FP O in the general election in community i in the year t,where i 1, . . . , 2, 352 and t 1979, 1983, 1990, 1994, 1999, 2002. The endogenous variables for which estimated coefficients and standarderrors from the 2nd stage are listed are the shares of immigrants with lowmedium and high education in community i in that year, which areinstrumented by the respective shares of immigrants in community i in the year 1971. Details on the calculation of the share of immigrants byeducational attainment are provided in the notes to Table 1. All regressions control for the communitys number of inhabitants, number of inhabitantssquared, the distribution of marital status shares of inhabitants who are single, married, divorced or widowed, the whole agesexdistribution 34groups, and binary variables indicating, communities in Vienna, and Carinthia. Robust standard errors allowing for heterosekdasticity of unknownform are in parentheses. , and indicate statistical significance at the 10percent level, 5percent level, and 1percent level, respectively.a AngristPischke multivariate F test of excluded instruments.41Table 6. Empirical models for identifying the internal migration response Empirical model Dependent variable Explanatory variable Displacement if Attraction if1Card 2007Nt Nt 1Nt 1 Ft 1Ft Ft 1Nt 1 Ft 1Card 0Card 02Cortes 2006lnNtlnFtCortes 0Cortes 03Borjas 2006Nt Nt 1 NFtNt FtBorjas 0Borjas 0 s.e.Number of observations 0.0510.0320.0030.0020.0810.0437,0569,4087,056This table summarizes estimation output of empirical models for identifying the internal migration response as discussed andevaluated by Peri and Sparber 2011 henceforth PS. The estimations are based on Austrian communitylevel panel data with icommunities over t years, where i 1, . . . , 2, 352 and t 1971, 1981, 1991, 2001. The specifications are equivalent to a subset ofspecifications presented in Table 7 of PS. Each specification controls for community and year fixed effects. Specification 1 is equalto the preferred specification of PS a slightly modified specification of Card 2001, 2007 which they describerecommendon page 90. Specification 2 is denoted by PS as the Cortes 2006 alternative, and specification 3 is called the Borjas 2006alternative. Standard errors are in parentheses. , and indicate statistical significance at the 10percent level, 5percentlevel, and 1percent level, respectively.42Table 7. The effect of immigration on FP O votes: 2SLS estimations in differences Election year Pooled 797183719071947199710271Panel A: Immigration 2nd stage: 2SLSD21.4340.6200.5420.3612.5811.0641.9161.0032.5921.1771.4120.6631.3060.626F statistics on excl. instrumenta Average change in FP O votes Average change in share of immigrants 14973279.283.640.611.033270.471.0323511.183.8123517.053.8124621.466.022464.566.02Panel B: Immigration by education IV D: with low and medium skills 2IV D2: with high skills 1.2830.5393.2702.1460.2940.1920.4520.2871.6880.5081.5270.8661.5510.7182.6641.6252.1250.8533.9182.329F statistics on excl. instrumentsb 121214281428101510152.0991.3956.7215.619461.5951.0584.1914.3324643This table summarizes the estimated effect of the change in the share of immigrants share of residents without Austrian citizenship on the change in theshare of votes for the FP O based on a series of weighted 2SLS estimations using Austrian community level data. In the byyear regressions, the dependentvariable is equal to the absolute change in the share of votes for the FP O in the general election in community i in the year t compared to 1971, wherei 1, . . . , 2, 352 and t 1979, 1983, 1990, 1994, 1999, 2002. The pooled regression pools these vote share changes. In Panel A, the endogenous variables for which estimated coefficients and standard errors from the 2nd stage are listed are the absolute changes in the share of immigrants in community iin the year t compared to the year 1971, which are instrumented by the shares of immigrants in community i in the year 1971. In Panel B, the endogenousvariables are the absolute changes in the shares of immigrants with lowmedium and high education in community i in the year t compared to the year 1971, which are instrumented by the respective shares of immigrants in community i in the year 1971. All regressions control for the communitys numberof inhabitants, number of inhabitants squared, the distribution of marital status shares of inhabitants who are single, married, divorced or widowed,the whole agesexdistribution 34 groups, and binary variables indicating, communities in Vienna, and Carinthia. Each estimation is based on 2, 352observations. Robust standard errors allowing for heterosekdasticity of unknown form are in parentheses. , and indicate statistical significanceat the 10percent level, 5percent level, and 1percent level, respectively. a Wald F statistics based on the CraggDonald statisticKleibergenPaap rkstatistic. b AngristPischke multivariate F test of excluded instruments.Please note: The following supplementary appendices are not meant for publication in print.It can be made available on a Journal website and the authors websites upon publication.Supplementary Appendix A. Additional graphs The spatial distribution of FP O votes over time Figure A.1 shows the spatial distribution of the share of votes for the FP O in the six generalelections under consideration. In line with Figure A.2 we see that the share of votes for the FP O increases between 1979 and 1999, and drops in 2002. With the exception of a very strongbase of support for the FP O in the state of Carinthia located in the south of Austria no otherparticular geographical patterns over time are evident.Insert Figure A.1 hereTime series of FP O vote shares and immigrants in Austria Austria has witnessed several waves of mass labor immigration, which increased the share ofimmigrants i. e., residents without Austrian citizenship, shown on the right axis in Figure A.2,dramatically over time.Insert Figure A.2 hereA.1Figure A.1. The spatial distribution of the share of votes for the FP O in general elections A.2These figures depict the share of votes for the FP O in Austrian general elections on a communitylevel for the following election years 1979, 1983, 1990, 1994, 1999, and 2002. The number of communities and their territorial boundaries has changed over the sample period. In order to have a balanced panel of communities, a slightlymodified version of the territorial boundaries of the year 2001 with 2, 352 communities including the 23 municipal districts of Vienna is used.Figure A.2. Share of votes for the FP O and the share of immigrants, 19612010A.3The share of votes for the Freedom Party of Austria FP O is from parliamentary elections. After 2005this figure also includes the votes for the newlyestablished Alliance for the Future of Austria BZ O, asplinter from the FP O. Share of immigrants captures the share of residents without Austrian citizenship.Own calculations based on data from Statistics Austria.Supplementary Appendix B. Additional Tables Table B.1 shows estimation output with all controls. Table B.2 summarizes robustness to inclusion of control variables. These results are commented in the text.Insert Table B.1 hereInsert Table B.2 hereB.1Table B.1. Full estimation output for the 2SLS estimation based on the pooled sample First stage:Share of immigrants in t Second stage:Share of FP O votes 0.8730.0470.3860.0450.0020.0460.0250.0580.0400.0010.0010.0240.1090.0840.5340.0000.0290.0790.0410.0750.1150.0450.0010.0010.0050.0050.0010.0010.0080.0030.0010.0200.0070.7580.6280.5280.4230.4540.3570.7241.1901.3651.7231.0780.9800.8030.5230.9410.4780.080Immigration Share of immigrants in 1971Share of immigrants Community a No. of inhabitantsNo. of inhabitants2Vienna Carinthia Family status b Share of singles Share of divorced Share of widows Agesexdistribution c Share of females between 0 and 5Share of females between 5 and 10Share of females between 10 and 15Share of females between 15 and 20Share of females between 20 and 25Share of females between 25 and 30Share of females between 30 and 35Share of females between 35 and 40Share of females between 40 and 45Share of females between 45 and 50Share of females between 50 and 55Share of females between 55 and 60Share of females between 60 and 65Share of females between 65 and 70Share of females between 70 and 75Share of females between 75 and 80Share of females 80 or older Share of males between 5 and 10Share of males between 10 and 15Share of males between 15 and 20Share of males between 20 and 25Share of males between 25 and 30Share of males between 30 and 35Share of males between 35 and 40Share of males between 40 and 45Share of males between 45 and 50Share of males between 50 and 55Share of males between 55 and 60Share of males between 60 and 65Share of males between 65 and 70Share of males between 70 and 75Share of males between 75 and 80Share of males 80 or older Election years d The estimations presented provide the full estimation output for the first specificationsummarized in Table 2 and the third specification summarized in Table 3.a Number ofinhabitants is measured in 10.000.b Base group: Share of married c Base group: Share ofmales between 0 and 5 d Binary indicators for the election years 1983, 1990,1994, 1999and 2002. Base group: 1981.0.1880.1700.1530.1530.1710.1710.1710.1600.1800.1790.1930.1680.1900.1840.1880.1830.0370.1690.1430.1420.1460.1500.1650.1520.1490.1850.1710.1830.1950.2300.2270.2810.0520.2010.2250.2060.1770.2050.2030.2230.2340.3450.2600.3100.1740.2130.2020.2550.2240.0310.2160.1890.1800.1660.2010.2030.2310.2140.2450.2020.1910.2230.2390.2580.2700.0430.7770.7570.6920.2280.1730.6741.3511.5851.1201.0900.3370.2670.3030.4220.0040.0470.6980.8700.5240.2280.1180.2820.4500.6270.4580.1500.0451.3411.6561.4401.1930.5770.5460.3120.2870.0400.0020.3360.3910.2910.6770.6140.2900.4021.1481.3200.075yes 0.027yes B.2Election year 2nd stages:No controls BaselineEducational attainmentLabor market status Table B.2. Robustness to further controls Pooled 1979198319901994199920020.2700.0430.3860.0450.4530.0430.4390.0410.4160.0750.4310.0630.3920.0600.3660.0600.2320.0430.2300.0400.2300.0370.2090.0370.3420.0570.2700.0650.3380.0570.3410.0570.2780.0410.1760.0590.2710.0540.2810.0550.2500.0500.3380.0630.4410.0600.4660.0610.1020.0370.3570.0420.3820.0380.3950.039The estimations presented in the second row of this table are equal to those presented in Table 3 third column and Table 4 in the paper. Theestimations in the first row exclude all control variables. The estimations presented in the third row control compared to the baseline specificationalso for the distribution of educational attainment of the total resident population 25 years of age or older; which is captured by the share with nodegree, with an apprenticeship, with a lower secondary school, with a higher secondary school or with an academic degree. The estimations presentedin the fourth row control compared to the third row also for the distribution of labor market status of the total resident population, which is capturedby the share which is employed, unemployed, retired; a child or belongs to a residual category.B.3Supplementary Appendix C. Survey results We employ data on Austrian respondents from the European and World Values Survey EWVS.1In the years 1990 and 1999 Austrian respondents were asked the question If there were a national election tomorrow, for which party on this list would you vote?Insert Table C.1 hereTable C.1 compares the resulting distribution of stated voting plan among parties in thesurvey with the actual voting results in the elections closely following the survey dates. Wedistinguish between Sample 1 which includes all respondents who answered the question ontheir voting behavior and Sample 2 which includes only the respondents who provided all theinformation we use in our subsequent estimation analysis. The results are quite similar for thetwo samples.For both years, the survey significantly underestimates the actual vote share that the FP Oobtained. The difference is particularly pronounced in 1999: According to the EWVS, wewould have expected about 20 percent of FP O voters, whereas in the election the FP O scoredalmost 27 percent of the votes. This finding is consistent with the idea that many voters donot honestly declare that in the voting booth they are voting for an extreme party. Giventhe timeliness of the survey poll, it is unlikely that the FP O managed to mobilize andor gainvoters to such a great extent in the runup to the election.Bearing the limitations of survey data in mind, we next consider the correlates of preferencesfor the FP O. We construct a binary variable, which is equal to one if a respondent answers FP O, to the above question and zero otherwise. We then run probit regressions of this variableon a set of demographic variables as well as variables capturing more specifically attitudestoward immigration. Tables C.2 and C.3 contain the results.Insert Tables C.2 and C.3 hereIn Table C.2, we find that, by and large, younger, male, less educated, and unemployedindividuals as well as those out of the labor force are more likely to have a preference for the FP O. Table C.3 demonstrates that several facets of attitudes toward immigrants are stronglyassociated with voting preferences. For example, those who prefer that scarce jobs are givento native citizens or who even want a complete labor immigration stop are more likely to be infavor of the FP O, as are those who do not care about the living conditions of immigrants or arenot willing to do something to improve these conditions. These results are broadly consistentwith the findings of Lubbers, Gijsberts, and Scheepers 2002 in their analysis of extreme rightwing parties in Western Europe. By contrast, Mayda 2006 and ORourke and Sinnott 2006find that the old are more antiimmigrant than the young. It is difficult to directly comparethese studies due to partially different controls.1The EWVS is an academic project organized as a network of social scientists coordinated by a central body,the World Values Survey Association. The survey provides data from representative national samples basedon facetoface interviews of more than 80 countries. To date, four waves have been conducted: in 19811984,19901993, 19951997, and 19992004.C.1Table C.1. Comparison of survey polls with election results Election results Survey data EWVSElection results Survey data EWVSOct 7, 1990Apr to Jun, 1990Oct 3, 1999Aug to Oct, 1999Sample 1N1,052Sample 2N1,014Sample 1N1,041Sample 2N888FP Oa SP Ob OVP c GR UNEd Other 16.6042.8032.106.801.7015.3043.2532.708.560.1915.0944.0832.258.380.2026.9033.2026.907.405.6020.2733.0531.329.705.6720.2034.9630.539.314.99100.00100.00100.00100.00100.00100.00a Freiheitliche Partei Osterreichs Freedom Party of Austria b Sozialdemokratische Partei Osterreichs Social Democratic Party of Austria c Osterreichische Volkspartei Austrian Peoples Party d Die Gr unen Die Gr une Alternative The Greens The Green Alternative; also called the Austrian Green Party.C.2Table C.2. Determinants of claimed preference for FP O, part I19901999a 1999b 1999c 1990 1999a Age Female Married No. of children School leaving age Household income Selfemployed Unemployed Out of labor force Town, 2, 001 5, 000Town, 5, 001 50, 000Town, 50, 000Austrian citizen Interview in 0999Interview in 0899Year is 1999Federal state FEObservations Pseudo R2C.30.0010.001 0.003 0.001 0.003 0.001 0.003 0.001 0.0020.049 0.025 0.078 0.027 0.083 0.027 0.082 0.027 0.0620.0260.0260.0260.0070.009 0.0040.0050.003 0.0090.0030.0050.0020.0990.054 0.0640.0050.0820.0250.0310.0570.0400.0350.0380.099 0.0480.0300.0280.011 0.0020.004 0.0090.0050.0020.051 0.0600.1010.0360.0420.0430.0540.0300.0300.011 0.0010.004 0.0090.0050.0020.052 0.0580.1040.0360.0420.0430.0540.0600.2150.0710.0400.0540.0620.1200.1970.0670.0380.0520.0600.0300.0000.011 0.0060.004 0.0080.0050.0520.1030.0360.0420.0440.0530.0640.0020.0360.1020.0160.0470.0370.0810.2060.0660.0340.0520.0580.1140.0010.0180.0200.0070.0030.0040.0390.0700.0230.0290.0280.036Yes 1,0140.058Yes 9420.069Yes 9390.072Yes 9390.0770.0380.017Yes 1,9560.0540.0450.1010.0310.055Estimations based on survey data from the EWVS. The dependent variable is equal to one if an individual stated that she or he would vote for the FP O andzero otherwise. The table reports marginal effects. Robust standard errors are in parentheses. , and indicate statistical significance at the 10percent,5percent , and 1percent levels, respectively.Table C.3. Determinants of claimed preference for FP O, part II199019991990 1999Would not like to have as neighbors:People of different race Muslims Immigrants 0.0440.0040.0080.0470.0320.0280.0560.1060.144 0.0410.201 0.0460.0730.0720.0840.0370.0270.026Observations 1,0149391,956When jobs are scarce, employers should give priority to natives over immigrants.Observations 9679361,9060.055 0.0250.140 0.0240.0940.018Not at all concerned about the living conditions of immigrants.Observations 0.137 0.026923Absolutely not prepared to actually do something to improve the conditions of immigrants.Observations 0.186 0.058923Government should prohibit people from other countries coming here to work.Observations 0.190 0.067923Estimations based on survey data from the EWVS. The dependent variable is equal to one if an individual statedthat she or he would vote for the FP O and zero otherwise. The table reports marginal effects. Robust standarderrors are in parentheses. , and indicate statistical significance at the 10percent, 5percent , and 1percentlevels, respectively.C.4", "filename": "74646777X.pdf", "person": ["Martin Halla", "Halla, Martin", "Alexander F. Wagner", "Wagner, Alexander F.", "Josef Zweimüller", "Zweimüller, Josef"], "date": ["2012"]}