{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/101768/1/746529686.pdf"], "title": ["Fiscal policy during the transition in Eastern Europe"], "plaintext": "Fiscal Policy during the Transition in Eastern Europe Roger H. Gordon Abstract The paper tries to provide an overview of the fiscal pressures on Eastern Europeangovernments during the transition from centrally planned to market economies, andwhat responses might be called for. In each case it is started by describing the conventional wisdom concerning how best to deal with such pressures in a developedmarket economy. Eastern European countries are not developed market economies,however, so the implications of various idiosyncratic features of these economies forfiscal policy are also discussed. Given the lack of experience and research on economies undergoing such a economic transition, these latter arguments are inevitablysomewhat speculative.Fiscal Policy during the Transition in Eastern Europe Roger H. Gordon The transition in Eastern Europe from centrally planned to market economies inevitably will be a complex and lengthy process. Virtually every aspect of these economieswill need to change, and at every stage in the process fiscal policy will be a major concern.Several of the Eastern European countries started the transition process with large government deficits and rapid inflation. Raising government revenue and reducing expenditures inorder to eliminate these deficits has therefore been an immediate priority in reform efforts.The initial reform process has also involved a substantial relaxation of direct governmentcontrols over the allocation of resources, allowing firms, individuals, and local governmentsto respond to prices rather than directives from the central government. As a result, distortions to the incentives faced by these units created by national tax and regulatory policiessuddenly mattered, and these distortions were often severe the inherited tax systemsdiffered dramatically from those prevailing in market economies. In addition, whereas thegovernment previously maintained direct controls over trade patterns, economic reform atleast in Poland involved an immediate opening of the border to private trade. As a result,tax and regulatory distortions to trade patterns suddenly started to matter as well.1Privatization inevitably occurs more slowly during the process of reform, but it isessential for a successful transition. If firms are sold, the result is immediate revenuefor the government and an immediate drop in nonstate funds available for investment.Privatization also means the government loses dividends from privatized firms in the future.The resulting changes in the time pattern of government revenue will require continualreadjustments in fiscal policy.Throughout the reform process, there will be many new demands for government subsidies and expenditures. The newly unemployed hope for support payments, strugglingfirmsfarms hope for subsidies, cheap credit, and trade protection; the need to invest ininfrastructure is enormous; the rise in inequality creates demands for redistribution, etc.Yet the taxes needed to finance these expenditures may be so high as to stifle economicdevelopment.In this paper, I will try to provide an overview of the fiscal pressures on Eastern European governments during the transition, and what responses might be called for. Ineach case I will start by describing the conventional wisdom concerning how best to dealwith such pressures in a developed market economy. Eastern European countries are notdeveloped market economies, however, so I will also discuss the implications of variousidiosyncratic features of these economies for fiscal policy. Given the lack of experience andresearch on economies undergoing such an economic transition, these latter arguments areinevitably somewhat speculative.An earlier draft of this paper was presented at the N.B.E.R. Conference on Eastern Europe, February 269, 1992. I would like to thank Olivier Blanchard, Barry Bosworth, George Kopits, Michelle White,and conference participants for comments on the earlier draft, Annette Brown for research assistance, and Yolanda Kodrzycki Henderson for sending me data on the Polish economy.1 Because of these distortions, Czechoslovakia felt obliged to close its borders prior to price reform, tostop the outflow of subsidized goods.11. Fiscal Policy prior to the Reforms In the past, the tax systems in Eastern Europe at least superficially resembled thosein market economies. Table 1, taken from Mihaljek1991, describes the revenue flowsreported from the major forms of taxes. The Eastern European governments on averagecollected in explicit tax revenue 43.2% of GDP, compared with an average figure of 38.1% of GDP in the OECD countries. The composition of this revenue was quite different, however.Profits taxes played a much more important role in Eastern Europe, while personal incometaxes were much less important.Profits taxes in Eastern Europe differed in fundamental ways from those in use in OECD countries. To begin with, statutory tax rates were much higher in Polandprior to the reforms, for example, the tax rate was 65%, while in Czechoslovakia, it was 75%. In addition, firms did not necessarily have the right to retain their depreciationallowances, and a firms assets were often subject to separate taxes.2 More importantly,the government was free to modify a firms tax obligations ex post, so that the explicit taxrules were of little substantive importance. Furthermore, aftertax profits could simply betaken by the government, and as a rule losses would be covered in full by the government.Even if some profits remained with the firms after taxes, firms were not free to spendthese funds without approval of government ministries; if approval for expenditures wasobtained, financing came with it.3Without explicit government controls on the allocation of resources, these high implicittax rates would have created overwhelming distortions to allocation decisions. Allocationdecisions were made primarily by government ministries, however. The government simplyassigned inputs to firms, and ordered the delivery of particular outputs. Prices for eachwere set by the government. Firms were obliged in principle to fulfill the production plansordered by the government, even if doing so resulted in a loss in financial profits. Insum, taxes served mainly an accounting role direct controls rather than taxes were theprimary means used for allocating resources.Taxes could still have some indirect effects on allocation decisions. These decisions,while made primarily by government ministries, would be based on information conveyedto these ministries by firms. Firms could attempt to manipulate these decisions in responseto the implicit incentives they faced. In addition, firms could control the degree to whichthey in fact fulfilled the production plans ordered by the government. While tax distortionscould still therefore have some net effect on allocation decisions, the nature of these effectswas far different from those that would arise in market economies.Not only did taxes have only indirect effects on the allocation of resources, but theyalso had little effect on the distribution of income. While personal income taxes did Hungary and Poland imposed a tax on the balance sheet value of fixed assets. For further details, see Gray1990,This financing could take the form of lowinterest loans, cheap prices for capital and other neededinputs, or simply direct transfers.not normally exist, the government could still tax workers indirectly through orderinga reduction in wages, through raising the prices of consumer goods, or simply throughreducing production of consumer goods, with queues or explicit rationing used to absorbthe increased scarcity. Similarly, interest rates were set extremely low, implicitly creatingvery high taxes on financial savings but subsidies for firms receiving credit. The governmentcontrolled firm profits not only through the tax law and the allocation of cheap credit butalso through its control over output and input prices.Since the government controlled the allocation of resources directly, taxes were not eventhe primary means of collecting revenue for government operations. The government couldsimply order the delivery of goods, paying for them at prices far below their market value.These goods were often then resold at quite different prices, generating trading profitsor losses depending on the governments objectives. Many of these implicit taxes andsubsidies are not even reported in the accounts of government revenues and expenditures.Since firms were stateowned, the separation between the governments budget and firmbudgets was of little importance in any case. In sum, given the limited role of the taxsystem prior to the reforms, the tax law could and did take a form entirely incompatiblewith the successful functioning of a market economy.2. Impact of the Reforms on Government Revenues and Expenditures With economic reform, allocation decisions are no longer made directly by governmentministries, but instead are made by firms, individuals, and local governments. Prices,wages, and to some degree interest rates and exchange rates, are set by market forcesrather than by the government. This reform process will have fundamental and pervasiveeffects on the allocation of resources and the distribution of income. This section focuseson the implications for government revenues and expenditures.Impact on Government Revenues The reform process has both immediate and longlasting effects on government revenue.To begin with, the immediate jump in prices when prices are decontrolled and the likelycontinuing inflation have complicated effects on reported profits and business incometaxpayments, even if real activity and the tax law were to remain unchanged. The immediatejump in prices raises firms revenue, but does not affect many of the firms deductions.For example, depreciation deductions, deductions for goods taken out of inventory, andinterest deductions are all tied in the very short run to the low prices that prevailed priorto the reforms. The result is an immediate jump in taxable profits and in profitstaxpayments, so that firms at first appear far more profitable than they really are. Polandsrecent experience illustrates this. The reported average profit rate of Polish firms jumpedfrom 19% in 1988 to 45.5% in 1989, the year of Polands explosive rise in prices. Profitscontinued at the relatively high level of 29.4% in 1990, in spite of the sharp recession in Poland during that year.4 Eventually, however, the high nominal interest rates required These figures, taken from Table 1 in the 1991 Biuletyn Staiystychny published by the Polish Ministryof Finance, measure the ratio of accounting profits to accounting costs, as defined under Polish accountingconventions.to compensate for inflation led to an understatement of true profits, as nominal interestpayments were deducted from real incomes.5 As a result, the reported average profit ratefell to 8.3% during the first three months of 1991, and should continue to fall further.As seen in Table 2, Polands business incometax revenue in real terms followed asimilar time path, growing moderately in both 1989 and 1990, but then collapsing duringthe first eight months of 1991.6 This collapse in income taxes in 1991 almost entirelyexplains the sharp fall in aggregate government tax revenue that occurred in 1991.Inflationinduced biases in the measurement of profits are not the only explanation forthis collapse in business incometax revenues. The recession that began with the initiationof reforms in 1990 certainly caused true profits to fall.7 In addition, with the reforms firmsacquired the ability to alter their decisions so as to reduce their tax liabilities. For example,heavily taxed state firms could set up lightly taxed private subsidiaries or joint venturesand shift their taxable profits to these lightly taxed firms through use of transfer prices.If sidewalk vendors are more lightly taxed than businesses operating out of a storefront,commerce could and has simply moved onto the sidewalk. Tax evasion will also becomemuch more of a problem under the reforms. With the decentralization of prices anddecisionmaking, auditing of firms becomes far more difficult. Financial records will beinadequate, in part because use of financial intermediaries is limited, which eliminatesan independent source of information. In addition, there are not yet enough trainedaccountants or accounting standards to provide any effective oversight. When pricesare so much in flux, it is even difficult to judge the plausibility of reported transactions.Firms also have an incentive to increase their wage payments, resulting in a fall intaxable income. Prior to the reforms, wage rates were very low, particularly for skilledworkers, due to implicit taxes on these workers. With the end of direct controls overwages, firms are under competitive pressure to raise wages to market levels.8 Poland hasattempted to prevent this jump in wages through high taxes on excess wage payments.These conflicting pressures have resulted in sharp fluctuations in reported real wages duringthe transition period to date.9Inflation creates other biases in accounting measures of profits that cause profits to be overstated,since depreciation and inventory deductions are based on historic cost. Gordon1984 shows that even at U.S. inflation rates inflation causes on net a reduction in taxable profits.Nominal figures for tax revenue come from the 1991 Statistical Yearbook, supplemented by figures for 1991 from the Statistical Bulletins in 1991. Income tax revenues were defined to include dividends receivedby the government from state enterprises. These figures were deflated using a price index for industrialproduction, constructed from data in the Statistical Bulletins. In particular, the annual data for eachyear are deflated back to June, 1988, using an average of the monthly price indices in each year. Thesedeflators equaled 1.005 for 1988, 3.252 for 1989, 23.208 for 1990, and 32.900 for the first eight months of 1991. These deflated figures undoubtedly overstate real revenue, particularly in 1989, since they assume aconstant real flow of revenue, whereas firms often postponed tax payments in order to pay using a deflatedcurrency.Initial drops in output under the reforms have been substantial. For example, industrial productionin the State sector in Poland fell by 25% in 1990 compared with the previous year.In fact, state firms acting in the interests of their workers should be willing to raise wages aboveworkers marginal products.According to the data in the Statistical Bulletin, if wages in 1988 equaled 100, then real monthlywages in trade in 1989 were 120, they dropped to 82 in 1990, but jumped back to 122 during the firstThe economic reforms also have important implications for revenue from the turnovertax. The shift from controlled to market prices causes a price jump. But revenue fromthe turnover tax should not change in real terms as a result, if this revenue is deflatedusing the actual prices at the stage where the tax is collected. This is true only for advalorem taxes, which collect some percent of sales revenue, however. Some turnover taxes,primarily those on alcohol, were ad rem and these payments remain fixed in nominal termsand therefore fall in real terms due to inflation. In addition, revenues fall when productiondrops. As seen in Table 2, turnover tax revenues in Poland fell moderately in 1989, butthen dropped dramatically in 1990.10The relative growth of the private sector should also result in a fall in tax revenuerelative to GDP. Collecting revenue from private firms is difficult, since their activity isvery hard to monitor. Whatever mechanisms that did exist for monitoring private firmsprior to the reforms were substantially weakened as part of the attempt to eliminate thebarriers restricting private activity.11 In part because of the inadequate financial sectors inthese countries, private businesses are likely to operate primarily through cash transactions,making auditing extremely difficult. At least to begin with, effective tax rates on thesefirms are likely to be much lower than those on state firms, regardless of the relativestatutory tax rates. As seen in Table 2, tax revenue from the private and householdsectors has always been small, and shrank after the reforms started in spite of the entryof thousands of new private firms.A basic part of the reforms inevitably has been a reduction in both profits and turnovertax rates, in order to lessen the efficiency losses resulting from tax distortions. The resultingdirect loss in tax revenue only adds to the losses that would have occurred in any case.All these factors lead to a reduction in tax revenue. Decentralized allocation decisionsshould result in an increase in efficiency, however, and part of this increase will go tothe government in increased tax revenue. Many of these effects can occur very quickly.For example, allocating goods among consumers based on cash sales rather than queuesresults in an efficiency gain and extra revenue. The increased interest rates paid on bankdeposits should induce individuals to put their savings in banks, rather than continuingto hoard foreign currency or stockpile real commodities. Bank deposits, unlike otherforms of savings, free resources for productive investment, generating an efficiency gainand additional tax revenue. While efficiency gains raise the absolute size of tax revenue,however, they should not have much effect on the share of tax revenue in GDP.The net effects of all these pressures on tax revenue can be substantial. In China,where we have ten years of information on the reform effort, government revenue fellsteadily from 34.4% of GNP in 1978 down to 20.4% in 1988,12 for many of the reasonsdescribed above. Unless their tax policy changes dramatically, governments in Easterneight months of 1991. These figures ignore many forms of supplementary payments made to workers bothin kind and through parallel private firms.10 The drop in tax revenue from beer and alcohol explains roughly 40% of this overall drop.For example, prior to the reforms, Polish farmers could sell only to a state marketing agency, butafterwards they could sell directly to consumers.1 0See BlejerSzapary1990 for further discussion and documentation.Europe should forecast a steady decline in their tax revenues as a fraction of GDP.Impact on Government Expenditures The likely drop in government revenues that results from reform will create substantialmacroeconomic pressures unless the reforms also cause a comparable fall in governmentexpenditures. The reforms are likely to cause government expenditures to fall for a varietyof reasons, though not necessarily at the same time or to the same extent as the fall ingovernment revenue.The initial reform process should involve a cut in subsidies to both consumers and firms,in order to improve the incentives these groups face when making allocation decisions. Asseen in Table 2, the drop in subsidies to firms in Poland was quick and dramatic; thedrop in subsidies to the household sector was also dramatic although it occurred moreslowly. This cut in subsidies in Poland was complicated by the increasing importance oflossmaking firms resulting from the recession. While the government no longer coverstheir losses directly, the governmentcontrolled banking system may well support thesefirms through extending further credit that is unlikely to be repaid, simply shifting thesubsidies to another part of the governments budget. Documenting the extent of any suchsubsidies is difficult.13Governmentfinanced investment expenditures should also drop under the reforms.Previously, the government financed essentially all new investment out of governmentrevenue. Under the reforms, investment will be increasingly financed by firms out oftheir retained earnings or by the banking system using household deposits, allowing thegovernment to reduce its investment expenditures.14 As seen in Table 2, governmentfinanced investment in Poland has in fact been falling quickly.Other factors lead to increased demands for government expenditures, however. Tobegin with, governments can no longer order delivery of goods at belowmarket prices even if revenue as a percent of GDP remains unchanged, the resources these funds can buymay be sharply diminished. In addition, the reforms have been accompanied by a sharpgrowth in unemployment, and therefore in expenditures on unemployment and other socialinsurance benefits.15In the intermediate term, privatization will have important implications for governmentrevenue. The government initially may receive revenue if it sells ownership rights, ratherthan giving them away, but in the future it loses the stream of dividend payments fromprivatized firms.16 The result can be sharp fluctuations over time in government receipts.Net reported government revenue from the financial sector increased under the reforms, due presumablyto the sharp increase in the spread between borrowing and lending rates. Bad debts will show up in theaccounts only when default occurs.In China, investment as a fraction of GDP held steady under the reforms in spite of a sharp drop inexplicit government financing. For further discussion, see Naughton1988.Prior to the reforms, unemployment was avoided by forcing firms to hire otherwise unemployed individuals. As a result, unemployment benefits previously showed up in the budget in the form of reducedprofits of state firms. Now they are reported directly.For an extended discussion of the revenue and macro economic effects of the privatization process, see Gordon1991.On net, the government deficit in Poland has fluctuated substantially during this period. It grew substantially during the inflation in 1989, as subsidies rose to maintainvarious prices at their historical values, in spite of the inflation. The initial reform package intentionally cut expenditures by enough to result in a net surplus, so as to stop thisinflation. But in the resulting recession a large deficit has again reappeared and is growingquickly.3. Macroeconomic Fiscal Policy during the Reforms Given these fluctuations in the government deficit that inevitably accompany the reformeffort, preventing future inflation or deflation will be a serious challenge. Yet, inflationis likely to be much more costly in these countries than it would be in developed marketeconomies. Decentralized decisionmaking requires a price system in which prices accurately and clearly convey the value of each good and service. Inflation inevitably erodesthe information conveyed by prices. The Eastern European countries have not begun todevelop the institutions which exist in the West to lessen the costs created by inflation.Even such basic responses as penalties for late payments often do not exist. Many prices,e.g. interest rates, do not yet respond quickly and flexibly to market pressures, so thatinflation can quickly lead to rationing and even to trade outside established institutions, inorder to avoid price restrictions.17 One major cost of inflation is that it makes accountinginformation about firm profitability very misleading, for reasons described above. Themisleading accounting information makes allocation of credit much more difficult, it makesthe firms own analysis of investment opportunities difficult, and it leads to tax paymentswhich have little or no relation to economic profits, creating larger and more pervasive distortions to incentives than would occur without inflation.18 On net, tax revenue is likelyto fall substantially due to inflation.19 Stabilizing market prices should therefore be a keypriority at the beginning of the reform process, as it was in Poland.Put simply, stopping inflation requires stopping the excessive printing of money, sobringing government cashflow back into balance. Eastern European governments are nowunder immense political pressure to raise expenditures. To avoid inflation, they are therefore under immense pressure as well to raise financing for these expenditures through somemeans. The alternatives are raising taxes or borrowing either at home or abroad. Given thelow initial tax base and high initial tax rates, raising taxes will be very difficult without amajor reform of the tax system. Such tax reforms take time. Without a tax reform, higherbusiness income tax rates at the beginning of the reform process will sharply discourage Uncertainty concerning future inflation rates also makes bonds paying a nominally fixed interest ratevery risky. To lessen this risk, bonds could pay a floating interest rate, with frequent revisions in theinterest rate. Indexed bonds are another alternative, but this option would be much more complicatedgiven the difficulty of creating a reasonable price index in the face of rapidly changing relative prices andconsumption bundles. Another option is to issue bonds denominated in a more stable currency, thoughthis still imposes exchange rate risk on purchasers.For further discussion, see Auerbach1981.Doubledigit inflation rates can undermine a conventional income tax system, as nominal interestdeductions overwhelm real profits of firms. Even in the U.S., GordonSlemrod1988 found that nominalinterest deductions were large enough to more than wipe out all tax revenue from the return to capital.new investment, particularly in the private sector where investors are committing their ownfunds, thereby undermining one of the key objectives of the reform process. This occursnot only because the high tax distortions reduce aftertax earnings on new investments,but also because high tax payments including payments to the government for firms beingprivatized reduce current consumption relative to future consumption. These factors raisethe implicit rate of return new investments must earn to be attractive. High tax rates alsoexacerbate the inevitable distortions created by the mismeasurement of economic income,and by differences in effective tax rates by industry or commodity.Balancing the government budget period by period through changes in tax rates wouldalso require large shortterm fluctuations in these rates, in order to avoid large shorttermfluctuations in money creation and so in prices. Selling off stateowned firms, for example,results in a onetime jump in revenue, due to the sale. But these fluctuations in taxrates can create severe distortions in their own right. Unexpected fluctuations in thesetax rates make new investment more risky, and lead to costly attempts to shift incomeand deductions across time to minimize tax payments. Once rates are clearly expected tofall, however, taxes make new investment unusually attractive, since the startup expensescan be deducted at the initially high tax rates while the income from the investmentwill be taxed at the lower rates expected to prevail in the future. All these responsesreduce taxable income when rates are high and increase it when rates are low, forcing evenlarger fluctuations in tax rates to maintain budget balance period by period, which furtherdistorts economic incentives.As Barro1979 has argued, efficiency argues for stable tax rates, with the level ofrates set so that the governments budget is balanced only in present value rather thanperiod by period. This calls for borrowing to smooth out temporary differences betweenrevenues and expenditures. In the Eastern European context, this policy requires thatgovernments borrow during the early years of the reform process when fiscal pressures aregreat, and pay back these loans in the future. In principle, the government could borroweither at home or abroad. But borrowing at home undoubtedly crowds out loans to financebusiness investment and business restructuring. As a result, this borrowing directly slowsthe transition process, so is also very costly.This leaves the alternative of borrowing from abroad. Standard theory argues that acountry which is small relative to the world capital market should borrow from abroad orlend abroad until the domestic interest rate equals that prevailing in the world marketafter correcting for the effects of anticipated exchange rate changes.20 Given the initiallylow rate of private savings in many of these countries, and the many demands for capital,this would imply substantial capital flows from abroad.But most of the Eastern European governments are already heavily in debt to foreignlenders. Given the resulting risk of default, they will find it very difficult to borrow yet morefrom abroad. Of course, if individuals and firms could borrow from abroad, the governmentcould then borrow on the domestic market. These capital flows from abroad could takethe form of loans from branches of foreign banks to individuals or firms, or corporate Of course, the demand for capital by the Eastern European countries, and particularly by the Soviet Union, will be substantial, so technically the optimal level of borrowing may be somewhat smaller, to avoiddriving up the interest rates they face. See GordonVarian1989 for a formal analysis.8direct investment in new or existing firms. So far, however, such capital flows from abroadhave also been very limited. Many explanations might be given. Foreigners find it verydifficult to screen loan applicants; they rarely find effective collateral available for theseloans; and they can have little confidence in how the legal system will end up dealingwith loan defaults and individual or firm bankruptcies. Corporate direct investors face notjust the fundamental uncertainty concerning which industries, firms, and managers willbe successful, but also uncertainty concerning future government policy. To what degreewill the government support union pressure on foreignowned firms, change the tax lawin adverse ways, impose restrictions on competition with domestic firms or conversion ofcurrencies, etc.? Even if the government seems committed now to maintaining a favorablebusiness climate for foreign direct investment, these policies are timeinconsistent thenew businesses will be an attractive source of tax revenue in the future. Given the largeoverhang of foreign debt inherited from past policies, this threat of high future taxesshould be of real concern. Anticipating the possibility of adverse policy changes, potentialentrants have a strong incentive to wait until the uncertainties have been reduced beforecommitting funds or at least to focus primarily on very shortterm projects. But thesedelays slow down the recovery process, and undermine the reform effort.21One way to reduce these uncertainties is for Western countries to make credit conditional on adoption and maintenance of government policies which are conducive to economic growth. Only international organizations such as the I.M.F., the European Bank for Reconstruction and Development, or foreign governments, are in a position to impose suchconditions and credibly commit to imposing punishments on a country which does notmeet them. These implicit threats are actually in the interests of the borrowing countries,since they increase the credibility of government promises concerning future policy. Asa result, foreign investors should have less fear about adverse changes in policy, makinginvesting in the countries more attractive. One essential step in reassuring investors concerning the possibility of adverse policy changes is to set up a tax structure and tax ratesthat will raise sufficient revenue to balance the governments budget in present value, givenits budgetary commitments, without requiring future changes in tax rates.Therefore, a major tax reform may be essential quickly, even if shortterm governmentfinancing will come from foreign loans. Since relying primarily on foreign loans to helpfinance current expenditure needs seems unrealistic, the pressure is that much greater toreform the tax system immediately, to enable the government to finance current expenditures through additional taxes, without unduly distorting the allocation of resources.4. What Changes in the Tax Structure are Most Urgent?In the past, effective turnover and business income tax rates in Eastern Europe werevery high. In addition, the government often intervened ex post to alter the net taxpayments, covering the losses of some firms and expropriating excess cash reserves ofothers, raising effective tax rates yet further. Given the past government controls over firmbehavior, firms were not in much of a position to react to the resulting tax distortions,which limited their consequences. With the reforms, however, decisionmaking is beingy i For one attempt to model this process more formally, see LabanWolf1991.decentralized. These tax distortions are large enough to substantially alter allocationdecisions, imposing large excess burdens on the economy. The result is substantial pressureto reduce tax rates. There is also substantial pressure, however, to raise more revenuequickly. The only way to accomplish both is to broaden the tax base considerably. Theproblem is how to do this quickly.Initial reforms will be constrained by what can feasibly be implemented in a short timeperiod. Tax reform is always a complex and time consuming process. Inevitably, the solution will be a sequence of tax reforms, starting with what can be done quickly, and evolvingtowards a tax system that would be preferred in the long run. In designing a sequence oftax reforms, however, it is important to minimize the windfall gains and losses that occurduring later steps in the reform process. To begin with, large windfall losses create strongpolitical constituencies that oppose the reforms. Grandfathering past decisions to lessenthese windfalls, however, greatly complicates further reforms and slows the reform process.In addition, individuals will attempt to anticipate ex ante the possibility of such windfalls,and alter their behavior accordingly. Therefore, if tax changes which create windfalls willbe essential in the near future, then the actual distortions created by the sequence of taxstructures may be quite different than they would appear simply analyzing the tax statutesat any date. In discussing immediate reform needs, I will therefore discuss as well whatfurther reforms should follow.A. Reform of the turnover tax Traditionally in these countries, turnover tax rates varied dramatically by good. Therewere several hundred if not several thousand different turnover tax rates, allowing thegovernment to set consumer prices which prevented undue rationing while maintainingproducer prices at arbitrary values. Once production decisions are decentralized, however, these differences in tax rates by good create severe distortions to both the pattern ofproduction and the pattern of trade, and make enforcement far more complicated. Also,collecting tax on output rather than on value added creates an artificial incentive to vertically integrate in order to avoid turnover taxes on purchased inputs.Reforming this traditional system of turnover tax rates is probably the highest priorityin tax reform and one that was often undertaken well before the current wave of reforms.To begin with, the range of tax rates needs to be narrowed substantially both by good andby firm. Poland, for example, moved very quickly towards equalizing turnover tax rates,and the same should be done quickly in all of these countries. Complete equalization ofrates would make administration of the system easiest. While some rate variation maybe desirable on equity grounds, it would be best to start with a uniform rate, and thenintroduce rate variation if appropriate at a later date when the tax administration is in aposition to enforce it.In the past, turnover taxes were imposed on domestic production. In principle, no taxwas due when goods were exported, but tax was due on imported goods. Maintainingsuch border corrections is essential, once tariff and nontariff barriers to trade are reducedas part of the reform effort. Any difference in the taxes on imported vs. domesticallyproduced goods, or any unrebated taxes on exports, create incentives to import goodswhich are taxed more heavily if produced at home and export goods which are relatively 10subsidized.22 Given that the effective turnover tax rate on a good depends on the degreeto which intermediate goods are traded between taxed firms, and the degree to whichproduction takes place in firms subject to the tax, differences in effective tax rates caneasily become important. Any remaining differences in the effective tax rates should beeliminated in the early stages of the reform process. Once industries develop in responseto these distortions, eliminating them will become far more costly.23More time consuming will be reform of the basic structure of the tax. In the past,turnover taxes were normally imposed at a single stage in the productive process, whenfirms involved in manufacturing sold to customers outside the manufacturing sector. As aresult, there was an incentive to shift activity to the retail sector in order to avoid thesetaxes. Under this traditional system, it is difficult to determine the appropriate rebatewhen goods are exported, since there is no information concerning taxes previously paidon inputs purchased by the firm. There are two alternative directions to go in reformingthe system. One would be to shift to a tax only on sales to final consumers as is donewith U.S. sales taxes, and the other is to shift to a valueadded tax as is used in Western Europe. In theory, the two approaches are completely equivalent. The latter approach hasmany administrative advantages, however. For one, enforcing tax collections is much easierat the productive stage, where there are a few large firms, than at the retail stage wherethere are many small firms and individual traders. Under a V.A.T., tax is collected at eachstage, so that evasion at the retail level implies loss of revenue on only the valueaddedat that last stage rather than loss of the entire revenue. In addition, at earlier stages inproduction the Europeanstyle V.A.T. is almost selfenforcing. In order to document arebate for valueadded taxes previously paid on inputs purchased, a firm needs to providean invoice proving that valueadded taxes have been collected, and how much, on the goodspurchased. If taxes had been evaded on this sale, then the rebate would be disallowed tothe purchaser, so that evasion has no net effect on tax revenue. Furthermore, it wouldbe much easier to move from the existing system to a V.A.T. than to a retail sales tax.Currently, primarily firms involved in production are subject to turnover taxes. The firststep in a transition to a V.A.T. could involve taxing all firms involved in production, andthen granting rebates to these firms for turnover taxes paid on inputs they purchase fromother such firms, a step that should take only a year or so to organize. More difficultwill be to extend the coverage of the tax to firms in the commercial and retail sectors.Far more firms would be involved, and each firm is far smaller and harder to monitor. In Poland, small firms rely heavily on cash transactions and keep poor records. Adequateenforcement of a tax on these firms may have to wait until cash transactions have beenreplaced by use of the banking system, allowing accounting and tax auditing to focus onbank records. Presumptive taxes, e.g. license fees or surtaxes on inputs they purchase,might be used instead.ryry Only relative tax distortions matter here if the effective surtax on domestic vs. foreign producedgoods were all equal, then the exchange rate would simply adjust to offset this distortion.23 One problem faced, however, is evasion of the tax on imports by small traders, encouraging excessiveentry into commercial activity by such traders. One response, other than tightening the controls on theborder yet further, is to impose a presumptive tax in the form of a license fee to offset the expected evasionof turnover taxes.11B. Reform of the profits tax Explicit taxes on business income are a major source of government revenue in Eastern Europe and the Soviet Union, much more so than in the OECD. At least until very recently,average tax rates were extremely high. The economic reforms now give firms much morediscretion over their actions, and eliminate the offsetting subsidies that previously madethe investment projects chosen by the government profitable. As a result, existing taxdistortions will become far more costly than they had been previously, inducing firms tochange their behavior so as to reduce their tax liabilities.The most immediate problem that needs to be dealt with is the effect of the highinflation rates and rapid relative price changes in many of these countries on the tax baseused for the business income tax. As in most countries, inflation has dramatic effectson the measure of taxable income, holding real income constant. Nominal rather thanreal interest payments are deductible; depreciation deductions are based on historic costsof capital equipment rather than replacement costs; and deductions for use of materialsare based on historic cost, uncorrected for inflation that occurred since these goods werepurchased. Inflationary effects on measured income can easily overwhelm real factors,given the range of inflation rates seen in these countries. For example, as noted above,reported profits for firms in Poland rose dramatically during 1989 and continued to be highin 1990 in spite of the economic slump that followed the initiation of the economic reforms.The explanation is simply that the tenfold increase in prices during 1989 virtually wipedout interest, depreciation, and materialexpense deductions for these firms, all leading toa sharp increase in measured profits. Yet the continuing inflation is likely now leading toa sharp downward bias in measured profits, since deductions for the high nominal interestpayments offset any real profits being earned by these firms.24These sharp fluctuations in taxable profits not only imply sharp fluctuations in thegovernment budget, but also create substantial distortions to investment incentives. Correcting the definition of taxable income for inflation and relative price changes, however,would add substantial complexity to the tax code. The cost of this complexity is highenough that even OECD countries have not adopted such corrections.25 A simpler solution is to shift to a different definition of taxable income that is not vulnerable to theseeffects of inflation. A valueadded tax base, for example, measures all flows using currentrather than past prices, so that it is not vulnerable to the effects of inflation. While otheralternatives would be available, moving towards a valueadded tax base would eventuallyallow both the turnover tax and the profits tax to be replaced primarily by a valueaddedtax, greatly simplifying the tax structure.Take, for example, the situation where capital is in fact earning a 15% real rate of return, while thereal interest rate is zero. Even if only 50% of new investment were financed by bank loans with a nominalinterest rate of 30%, to compensate for a 30% inflation rate, reported profits would be zero. In fact,the nominal interest rate was higher than this in Poland in 1990, to compensate for the continuing highinflation rate, so that such a firm would report large losses.Brazil, Chile, Mexico, and Israel have all attempted to correct their definitions of taxable businessincome for inflation, in response to their much higher inflation rates. These countries were in a muchbetter institutional position to handle the required sophistication in accounting practices than are the Eastern European countries, at least for the immediate future.12Blbliothsk The key changes in the definition of taxable income in order to eliminate quickly thecurrent vulnerability to inflation would be:1 Eliminate the taxationdeductibility of interest incomepayments: This would be themost critical change in the definition of taxable income. Under a conventional incometax, nominal interest payments are deductible and nominal interest income is taxable. Ifinterest payers and recipients face the same tax rate and if the economy is closed, then nettaxes collected remain the same if both interest deductions and the taxation of interestincome are eliminated, as occurs with a V.A.T. Differences in tax rates, however, leadthose in high tax brackets to borrow from those in low tax brackets, so that eliminatingthe taxationdeductibility of interest leads to a jump in tax revenue. Avoiding the taxationof interest income in the future would also prevent any tax incentive to invest abroad inforeign bonds so as to avoid domestic taxes. Given the physical proximity of the Eastern European countries to Western European financial markets, and the number of Eastern European families with friends and relatives abroad, the threat of capital flight is a veryreal one.2 Replace depreciation deductions with immediate deductions for new capital purchases:If any deductions allowed for new investment can be taken immediately, then inflationdoes not deflate the value of these deductions.26 When capital purchases are allowed asa deduction in full and interest payments are not, as under a V.A.T., then no taxes arecollected in present value on marginal investments and investment decisions are undistorted. The government simply pays a fraction of any expenses of new investment equal tothe tax rate, and collects that fraction of the income derived from the investment. If theinvestor breaks even in present value, so does the government. The government does taxany abovemarginal returns on new investments, and taxes the gross returns from existingcapital.27 Allowing a smaller initial deduction, as proposed in AuerbachJorgenson1981,does result in a net tax discouraging capital investment, but one whose value is still unaffected by inflation. In theory, a small open economy should invest until the marginalproduct of new investment equals the cost of funds on the world capital market, even giventhe need to raise revenue through distorting taxes.28 Allowing a full deduction for the purchase price of new investment results in the desired level of investment, and correspondsto the tax treatment of new investment under a V.A.T.3. Deduct materials when purchased rather than when used: Similarly, if the amount spenton purchases of materials is deductible and sales revenue is taxable at the same rate,then there is no distortion to marginal investments in inventories. If instead, a deductionis allowed only when the materials are used, then the nominal return from investing in At high enough inflation rates, postponement of tax payments within the tax year can substantiallyreduce real tax payments. This was a serious problem in Poland during 1989. Avoiding it requires timelypayment of taxes throughout the tax year.One transitional issue is whether or not to allow the continued depreciation of existing capital. Eliminating these deductions for existing capital imposes windfall losses on firms. Since most firms are ownedby the government, these windfalls should not be of much policy concern. In Poland, at least, thesedeductions were largely wiped out in any case by the inflation in 1989.This result dates back at least to DiamondMirrlees1971. For further discussion, see Gordon1985or RazinSadka1989.13inventories is subject to tax, causing inflation to raise effective tax rates. For the samereason that a small open economy should not discourage investment in capital, however,it should not discourage investment in inventories. Again, the tax treatment under the V.A.T. achieves the desired outcome.On net, these changes are likely to broaden the tax base substantially, allowing thegovernment to raise more revenue while reducing tax distortions. GordonSlemrod 1988found using U.S. data for 1983 that introducing the above changes under both the corporateand personal income tax systems would result in a net increase in tax revenue. Thisoccurred because the revenue gained by eliminating interest deductions more than offsetthe losses that arose from eliminating the taxation of interest income and shifting to theexpensing of new investment.29 Given the much higher inflation rates in most of the Eastern European countries and the fact that they have not in the past taxed interestincome, the revenue gain from these tax changes should be much more dramatic there.Any delay in introducing these changes will result in continued gyrations in tax revenue,and misallocations of new investment. These proposed changes would make the businesstax easier to administer,30 yet leave the basic structure of the tax unchanged, so shouldnot be complicated to introduce. One potential drawback to these changes, however, isthat foreign investors in the country may no longer be able to claim a credit for thesetax payments against the income taxes they owe in their home country, because the taxlooks like an indirect tax rather than an income tax. This is unlikely to be an importantconsideration at the current time. To begin with, a number of the European countries, e.g.France and the Netherlands, do not tax foreignsource income, so do not grant credits fortaxes paid abroad. Many firms based in the U.S. have excess credits available already, sothat they gain little from further credits. In any case, taxes are owed in the home countryonly when profits are repatriated and repatriation can be postponed indefinitely.Another source of problem with existing business taxes is that any differences in effective tax rates by industry create trade distortions imports will be encouraged inindustries facing high effective tax rates, and conversely. Since small open economiesshould not distort trade patterns, they would gain by eliminating the trade distortionscreated by a business income tax. Given the high businessincome tax rates and the largenumber of taxexempt sectors, these distortions are of dominant concern. As before, itis important to eliminate them before industries develop to take advantage of them. Oneapproach is simply to choose the same effective tax rate in all industries. This is undoubtedly infeasible, given the problems in taxing agriculture, the financial sector, services, etc.A simpler approach would be to exempt from tax the revenue from exports, and to imposea tax on imports, as would occur under a V.A.T.The above proposed changes in the business income tax would not eliminate evasionby smaller firms. These firms engage heavily in cash transactions, particularly given theprimitive state of the existing commercial banking sector, making enforcement virtuallyimpossible. If the expected value added by these firms is roughly proportional to their 29 On net, revenue went up even if dividends and capital gains income were also made tax exempt.With these changes, no records need to be kept over time concerning the prices paid for existingcapital, for existing goods in inventory, or for financial assets purchased or sold.14inputs, e.g. retail sales are proportional to wholesale purchases, then one option is toimpose a presumptive surtax on inputs purchased by these firms, at a rate reflecting theexpected valueadded within the firm. In principle, small firms could have the option ofpaying the presumptive tax or submitting to an approved audit and paying the resulting V.A.T. obligation.C. What about the introduction of a personal income tax?Given the important role of the personal income tax in other countries, it would benatural for Eastern European countries to try to set up a personal income tax quickly aswell. This probably should not be a major priority. Taxes imposed on individuals are muchmore difficult and expensive to enforce than taxes on firms, since so many more entitiesare involved. Since these taxes have not existed in the past, their introduction will be timeconsuming and complicated. What should be done in the meantime? How quickly shoulda personal income tax be introduced?The bulk of the tax base under a personal income tax is wages and salaries earnedby workers. Under a conventional income tax system, wages are deductible under thebusinessincome tax, but then are taxable under the personal income tax. If the taxrates under the two taxes were the same, then it would be equivalent to eliminate thedeductions for wage payments under the business income tax and then not tax wage incomefurther at the individual level. Eliminating the deductibility of wage payments under thebusiness income tax is an easy change administratively, and can be done far more quicklythan introducing a personal income tax. This explicit tax on labor income would replacethe implicit tax that existed previously through direct controls on wage payments. Thisapproach to taxing labor income is exactly that used under a V.A.T.One alternative advocated by Mc Lure1991, that is not much more difficult to administer, is to continue wage deductions under the businesslevel tax, but to have businessesdeduct a tax from each employees wage income. Under this alternative, labor incomecould be taxed at progressive rates, but all taxes would still be collected at the firm level.The extra complexity this change involves may well seem appropriate on equity grounds inthe long run, but it probably should be postponed in the short run, given the time neededto introduce such administrative procedures. Another drawback of Mc Lures proposal isthat the GATT rules may not allow border adjustments under his proposal, whereas theyare allowed under a V.A.T.In addition to taxing wages and salaries, a conventional personal income tax wouldalso attempt to tax income earned from savings. Prior to the reforms in these countries,financial savings were subject to virtually confiscatory taxation, since the only availableforms of financial savings were bank deposits or perhaps government bonds, and the interestrate paid on these forms of savings was sharply negative in real terms. Since individualscould not save effectively through financial securities, they saved instead through investingin consumer durables, housing, other storable commodities e.g. canned goods, or perhapsforeign exchange. The statistics rarely reflected these forms of savings, since purchaseof most of these goods would be reported as consumption, while acquisition of foreignexchange was often illegal, so unreported. These forms of savings do not free resources for 15productive investment, however.31 In the past, the government compensated by providingall the financing for business investment.Substantial new investment is essential for the success of the reform effort. Given thebudgetary pressures on the government and the difficulty of borrowing more abroad, itis essential that the reform process create incentives for individuals to save through financial assets, rather than through consumer durables, foreign currency or other formsof investment which do not free resources for new productive investment. This requiresa dramatic reduction in the effective tax rate on financial savings. To begin with, thisrequires paying nonnegative real interest rates on bank deposits, so that financial assetsearn at least as high a rate of return as the zero rate of return earned on real commodities or foreign currencies.32 Such a rise in the rate of return on financial assets shouldlead to a onetime jump in financial deposits, as well as a continuing growth in financialdeposits as new savings are invested. In particular, those holding foreign currency shouldquickly be willing to deposit these funds in an interestbearing account, facilitating theirproductive investment either at home or abroad. Similarly, those holding stockpiles of realcommodities would have the incentive to sell them off, and invest the funds in financialassets. Given that much of the savings done previously showed up in the statistics asconsumption, this change should also lead to a dramatic rise in the reported savings rate.In China, for example, reported household savings grew from 1.6% of disposable nationalincome in 1978 to 12.0% in 1986,33 allowing the national investment rate to remain veryhigh in spite of a sharp fall in the amount of investment financed by the government.These gains could easily be undermined if any attempt were made to tax the return onfinancial assets. Until equity markets develop, financial assets will primarily be interestbearing securities and bank deposits. Given the high inflation rates in these countries, evenminor tax rates can quickly cause aftertax interest rates to be negative. In addition toinducing individuals to invest in the types of untaxed assets used previously, such taxationwould now also induce individuals to circumvent the banking system by lending directlyto private firms.34 At times, this may be appropriate, because individuals sometimeshave better information than banks about the likely success of some firms, or because thebanking system is reluctant in general to lend to private firms.35 In most cases, however,these direct loans to businesses are less well informed and more costly to negotiate thanbank loans banks are valuable financial intermediaries. It is therefore important toavoid financial disintermediation through imposing taxes on financial assets. Given thehigh efficiency and administrative costs of taxes on financial assets, they should be avoided Another alternative available to individuals was to send savings to relatives abroad who could theninvest in foreign financial securities. This allowed the individuals to earn a real return on their savings,but also did not finance investment at home.To the extent that individuals can invest abroad in foreign bank accounts, domestic rates would haveto be competitive with those paid abroad.33 For further details, see Naughton1988.Such loans would very likely avoid taxation, due to the difficulty the government would face in monitoring them.To facilitate these personal loans, modifications in contract law may also be needed, to insure investorsthat they are in a position to enforce payment in the event of default.16at least for the immediate future.D. What about Border Taxes?One other source of revenue that is also much more important among the Eastern European countries than within the OECD is trade taxes. Political pressures for tariffprotection have been strong. Given the need for additional tax revenue, can a case bemade for tariffs on these grounds alone?The simple answer from the public finance literature is no.36 In a small open economy,an optimal tax structure should not distort trade patterns. As argued above, however, taxeson domestic production in themselves distort trade patterns to the extent that they distortrelative prices of domesticallyproduced vs. foreignproduced goods. For example, taxingdomestic manufacturing but not domestic agriculture encourages exports of agriculturalgoods and imports of manufactured goods. These distortions can be offset, however, bya counterbalancing tariff on imports which is set to equal in size the tax on domesticproduction, good by good, and a subsidy on exports of each good which implicitly rebatesthe domestic tax on that good. These counterbalancing taxes and rebates are a basicpart of a valueadded tax. Eliminating trade distortions under other tax systems is morecomplex, and will likely violate GATT rules.5. Other Tax Reform Issues in Eastern Europe during the Transition This discussion of tax policy has made little mention of the enormous transformation that these economies are undergoing. What complications does this transformationprocess create for fiscal policy? The models used to justify the above types of tax policypresume that the economy would operate efficiently were it not for taxinduced distortions.But there are likely to be important market failures affecting each step in the process ofeconomic transformation. The first key requirement of a successful transformation, forexample, is the entry of large numbers of new firms. But the success or failure of a newfirm provides important information to other potential entrants, implying inadequate incentives for new entry.37 These firms also likely face credit constraints, since banks cannottell apart legitimate from fraudulent new entrants, and may prefer lending to establishedfirms in any case. The second key requirement of the economic transformation is thatexisting inefficient firms need to be shut down. But there is a large literature pointing outways in which the incentives faced by firms near or in bankruptcy can be badly distorted.Third, workers leaving inefficient firms and searching for employment in new firms likelyface spells of unemployment in between. Again, there is a large literature describing howincentives faced in employment are distorted.All these distortions exist to some degree in OECD countries as well. In cases wherecorrective policies have developed in these countries to lessen the distortions, the problem For a recent reference, see GordonLevinsohn1990.This is just a variant of the arguments concerning incentives for RD activity. The recent endogenous growth literature, e.g. Romer198G and Lucas1988, argues that these externalities may play afundamental role even in developed economies.17is simply to import these policies into Eastern Europe. More commonly, however, thesedistortions remain uncorrected, but are of minor consequence since these economies havebeen very stable, so that distortions affecting the entry and exit of firms does not affectmuch the economies overall performance. In Eastern Europe, however, these distortionscan in principle have major effects on the transformation process. In this section, I willexplore to what degree a case can be made for some further fiscal intervention to lessenthese costs.A. Positive externalities generated by new businesses During the transformation process, there will inevitably be major changes in the typesof goods produced, the technology used to produce them, the size, location, internal organization and incentive schemes used by the firms, the means used for marketing goods, thenature of interfirm contractual relationships, the means used for financing firms, etc. Noone is yet in a position to describe clearly how these economies will look a few years fromnow. Yet investors face a strong incentive to wait until more is known before committingtheir funds to any particular project, hoping to learn from the experience of others whatworks and what does not. But this learning is a form of externality generated by the initialentrants. If a firm succeeds, others will quickly try to imitate those aspects of the firmthat worked best; if it fails, others will know better what to avoid. Given that virtuallynothing is yet known concerning the future design of these economies, every new firm is ineffect an experiment.In theory, the right response is to subsidize whatever specifically is generating an externality. Since there is uncertainty concerning the appropriate design of virtually everyaspect of these firms, however, it is difficult to pinpoint a specific action generating externalities. Inevitably, much of the experimentation will be done by small new firms, thatinitially invest little in order to test the waters before investing further. Changes byexisting firms are likely to be much more limited. Replacing old technology with newerbut welltested imported technology, for example, should not generate much informationof use to others.This suggests some form of subsidy limited to new firms, the reverse of the favoritismtraditionally shown for state firms. But what form should such a subsidy take? Manydeveloping countries have adopted tax holidays, under which new firms are exempt fromcorporate income taxes during their first few years of operation.38 This tax exemptionoften has little direct value, however, since new firms normally have little or no net incomeduring their first few years of operation. As shown in Mintz1990, its value can alsovary dramatically depending on detailed aspects of the tax law, e.g. whether loss carryforwards are allowed, making it very difficult to set the desired subsidy rate.39 The size ofthe subsidy depends on the capital intensity of the firm.For a summary of these tax provisions and a discussion of the incentives created by these holidays, see Mintz1990.One problem that exists with any such subsidy scheme is that firms not qualifying for the subsidy havethe incentive to shut down then reopen or to open new subsidiaries in order to qualify for the subsidy.Administrative rules might be used to limit this abuse, e.g. limiting the fraction of capital or labor in anew firm that comes from any given existing firm.18Yet the size of the externality need not be closely related to capital intensity. Analternative which is neutral with respect to a firms capital intensity would be to subsidizefirms based on their valueadded during the first few years of operation. This cannot bedone simply by assigning a firm a lower V.A.T. rate during its first few years in operation,however.40 In addition, when a firms tax rate changes over time, timing of deductionsbecomes important, whereas this timing can be ignored when the rate remains constantover time. For example, allowing expensing of capital investment at the initial low V.A.T.rate, and then taxing the later income generated by this capital at high rates discouragesnew investment, contrary to the intent of the subsidy. These deductions need to be spreadover time to correspond in timing to the income generated from these expenditures.41Foreign subsidiaries may generate particularly large externalities, since they can introduce local managers to information about the internal operations of successful foreignfirms. In addition, they provide externalities to other potential foreign investors, who maywait to observe the outcome from earlier foreign investments before committing their ownfunds. Any subsidies for new firms should certainly be extended to foreign subsidiaries.The size of externalities should diminish over time, as the economy reaches a newequilibrium, since in a stable economy less would be learned from new entrants. As aresult, any subsidies should also diminish rapidly over time. This declining subsidy givesfirms an incentive to enter sooner rather than later, as desired. The effect will be strongerif the declining time pattern of the subsidy rate is agreed to in the initial legislation.Even in a stable economy, some case can be made for such subsidies. To some degree, they do exist even under U.S. tax legislation. Certainly there are tax incentives for RD. But in addition, small firms and noncorporate firms face lower tax rates.42 Newentrepreneurs also receive an important part of their compensation in the form of capitalgains on the value of their business, and these capital gains have also been subject tofavorable tax treatment.If externalities generated by new firms are not adequately internalized through subsidies, then any policy which affects the rate of entry of new firms should take into accountthe welfare consequences of this effect. For example, selling off state firms reduces theamount of funds investors have available to start up new private businesses. If new businesses generate greater externalities than do state firms after privatization, as seems likely,then this crowding out imposes important social costs.43B. Credit constraints Doing so results in a rebate of the valueadded taxes paid at a higher rate on the inputs it purchases,in which case the subsidy is tied to the firms gross sales to final consumers rather than its valueadded.Similarly, a lower V.A.T. rate provides a subsidy for output sold domestically but not for output that isexported, which again seems inappropriate.One mechanism to spread out these deductions is to grant a deduction each year equal to the marketinterest rate times the historical cost of the capital in use. If tax rates were to remain constant overtime, this is equivalent in present value to allowing expensing. Inflation still leads to a frontloading ofdeductions, however.New entrants are normally small and normally subject to taxes at noncorporate rates for their firstfew years in business.For further discussion, see Gordon1991.19The entry of new firms in these countries has been quite limited so far, in part becausecredit has been very difficult to obtain. To some degree, the banking system has simplycontinued to focus on the large state firms with whom it has had a working relationshipfor many years. The problems are more basic, however. New firms have no track record touse to demonstrate their creditworthiness, and new owners may have few personal assetsto pledge as collateral.44 Some of the potential borrowers may also be fraudulent, simplyintending to disappear with the borrowed funds. Given banks limited ability to screenloan applicants, they may rationally anticipate receiving a belowmarket rate of return onloans to new firms. The social rate of return on such loans can be much higher, however,since the funds lost to fraudulent borrowers from a social perspective are a transfer ratherthan a waste of resources.Even if banks could successfully screen out all fraudulent borrowers, there may still betoo little lending to new firms. Even if the expected economic rate of return on the investedfunds at least equals the opportunity cost of funds, for example, the return to the bankcan be much lower since it bears all the losses on bad projects which default, but receivesonly the interest rate on projects which succeed. Without asymmetric information, equityfinancing would not be subject to this problem. But equity markets do not yet exist inthese countries.Asymmetric information problems are far less with existing firms, since the past experience of the firms provides substantial information about their viability. From a socialperspective, there will therefore be too little lending to new firms relative to existing firms.But how can policy be used to increase credit allocations to new firms? One simple approach is simply to require that at least some percent of each banks lending should befor loans to new firms. If the banks in fact lose money on these loans, then the resultis a higher equilibrium interest rate on loans to existing firms andor a lower rate paidon deposits. Competition with foreign banks may limit the banks ability to pass on thelosses on new loans to other customers of the bank. An alternative would be to reduce thebanks tax rate as a function of the fraction of its loans going to new firms.Just as asymmetric information will limit the amount of credit extended by domesticbanks to new firms, it will also likely limit the amount of funds invested by foreigners inthese countries. Foreigners do not know which firms are good risks they do not evenknow which countries are good risks. In theory, they will invest until the ex ante marginalreturn is the same as that available elsewhere. But if the country gains at the margin fromadditional funds, even given the rate of return charged on these funds, then it has theincentive to intervene to increase the size of capital imports. Under what conditions wouldit gain at the margin? If foreigners received the economic return from their investments,free of tax, and those who sold the assets to the foreign investors broke even on thesale, then there is no direct rtet gain to the country from the marginal investment. Withasymmetric information, however, domestic sellers may often succeed in selling lemonsto foreigners, and would not knowingly undercharge for assets, so on average they gainfrom sales of assets to foreigners. In addition, the domestic government gains not onlyfrom taxes known at the time of the investment but also perhaps from additional taxes In any case, the law may make it difficult for the bank to seize these assets in the event of default.20enacted in the future. If the country gains at the margin from additional capital inflows,the appropriate response is a subsidy to capital inflows chosen so that on net the countrybreaks even on the marginal capital inflow.45Another response to asymmetric information problems is to redesign the tax systemso as to leave more funds in the hands of the better informed, who face fewer asymmetricinformation problems when they invest these funds. The better informed are primarilythe new private entrepreneurs who by selfselection have been willing to commit theirtime and savings to their new businesses. Not only do taxes on these businesses distortmarginal incentives, but they also worsen the problems created by asymmetric informationby reducing the cashholdings of the better informed.46 Making negative tax liabilities ontax losses incurred during the first few years of operation of a business refundable, forexample, provides an extra source of finance for these firms. Another approach is to allowimmediate deductions for new investment, rather than spreading these deductions outover time. A creditconstrained firm will gain from these accelerated deductions even ifthe present value of the deductions is unchanged.47As long as credit constraints remain important, any policies that affect the amountof credit going to new businesses must take into account the welfare consequences of thiseffect. For example, financing a government deficit through borrowing from the bankingsector reduces the amount of financing banks can provide to new businesses. This reductionis particularly costly if too little was being loaned to new businesses to begin with.C. Distortions to layoff decisions Inevitably, during the rapid economic transformation in Eastern Europe many existingfirms will lay off some of their workers. Yet layoff decisions are badly distorted, even underthe institutions in use in the OECD countries. Policies in the OECD have evolved overtime to lessen these problems, but many distortions remain. The institutions now beingset up in Eastern Europe are likely to lead to worse distortions, at least initially. Giventhe importance of layoffs during the transition process, any distortions to incentives are ofconcern.Even ignoring unemployment insurance programs, there are some distortions to layoffincentives. When an additional worker is laid off and starts competing with other unemployed workers for new positions, these workers are made worse off since their chances ofbeing hired have been somewhat reduced, so that the layoff creates a negative externality.Firms, however, may find it slightly easier to fill vacancies due to the larger pool of unemployed workers. Unemployment insurance introduces important further distortions. If itis financed out of general tax revenues, as it now is in Poland, then it simply provides asubsidy to unemployment. As a result, firms are too quick to lay off workers and too slowto hire them on efficiency grounds.For a similar argument, see Doylevan Wijnbergen1984.For further discussion, see Greenwald and Stiglitz1989.An example would be replacing depreciation with a onetime deduction at the beginning equal inpresent value to the depreciation deductions, as advocated in AuerbachJorgenson1981.21In Eastern Europe, economic transformation necessarily involves a large scale movementof workers from inefficient firms and unprofitable industries to efficient firms and profitableindustries. Yet workers may cling to low paying jobs in existing firms, in spite of thesubstantial potential benefits of finding a better job elsewhere, because their low savingsmay be insufficient to tide them over until they can find a better job. The safety netprovided by unemployment insurance may be essential to induce workers to move and toinduce workercontrolled firms to lay off existing workers.Given these conflicting pressures, how should an unemploymentinsurance program bestructured? Aid specifically to the unemployed cannot easily be defended on redistributional grounds. The tax system, whether it taxes consumption or income, would alreadyattempt to treat the poor more generously than the rich. But given their current income consumption, why should the unemployed be treated better than other individualswith the same current income consumption? Just because of their previous employment,the currently unemployed should be better off than others with the same current incomeconsumption. The key problem is that the unemployed may have little savings. Theycannot plan ahead adequately due to the unanticipated nature of layoffs, they cannot buyinsurance ex ante to protect against the financial stress created by unexpected layoffs, andthey cannot borrow ex post against their presumed future earnings. These problems arisefrom adverse selection, compounded by the primitive nature of the financial sector in thesecountries.The U.S. unemployment insurance program attempts to provide a safety net to laidoff workers ex post, while still not distorting the incentives faced for temporary layoffs. Inparticular, this program taxes each firm based on the rate at which benefits have beenpaid in the past to its workers. In equilibrium, the firm basically ends up paying theunemployment insurance benefits of its former workers, while competition in the labormarket implies that the ex ante costs are passed on to workers through a wage reductionto reflect their expected future unemployment benefits. In principle, therefore, the programcorresponds to an insurance policy.48 If the program provides full insurance to workers,then the firm faces roughly correct incentives when deciding whether to lay off or rehire aworker the firm bears all the financial implications of its decisions, and workers are fullyinsured against the implications of these decisions.49 Workers, however, have an incentiveto remain unemployed too long, since accepting a. job means loss of further benefits. Sincefirms make rehire decisions, this distortion is unimportant with temporary layoffs, but isimportant if the layoffs are permanent.The U.S. program was designed in a setting where most layoffs are temporary. Butthis will not be the case during the next few years in Eastern Europe, where most of thefirms laying off workers will be in the process of shutting down. These workers will havean incentive to search too long for new employment. In addition, since a U.S.style systemdoes not attempt to tax a firms residual assets for the cost of the unemployment benefits In practice, however, the link between taxes and future expected benefits is hardly complete. Oneproblem emphasized by Feldstein1974 is that there are maximum and minimum tax rates; firms at theseconstraints pay nothing at the margin when they lay off an extra worker. For further discussion, see Brown1981.49 For a formal presentation of this story, see Baily1978.22received by the firms former workers, failing firms do not bear the cost of the unemployment benefits received by their former workers, so firms will shut down too quickly.50If an unemployment insurance program were financed out of general revenues, as in Poland, then even temporary layoff incentives would be distorted. The program simply subsidizes unemployment, encouraging firms to lay off workers and discouraging newfirms from hiring them the only way an individual can receive these benefits is to beunemployed. Paying for the program through general taxes in addition exacerbates thedistortions created by these general taxes.An alternative design for a safety net would be to lend money to the unemployed.Government loans to the unemployed avoid the adverse selection problem faced by privatelenders, since the government would be lending to all the unemployed. These loans providethe liquidity workers may need to be willing to quit and search for a better job, hasteningthe transition. As long as the loans are repaid by the worker in the future, there are noresulting distortions to incentives.51 These loans would be appropriate whenever borrowingconstraints seem to be important. Laidoff workers would normally face binding borrowingconstraints, but so would workers that had previously been selfemployed who choose tolook for a different job. A good example would be Polish farmers driven out of business bycheap imports. One administrative way to run such a program would be to tax the firmhiring an unemployed worker for the past benefits paid to this unemployed worker. Thefirm would in equilibrium pass on these costs to the new employee either through reducedwages, or through explicit payments to compensate for the costs imposed on the firm.52The change from a U.S. program appears small in the U.S. the firm that lays off aworker rather than the firm hiring a worker is taxed based on the benefits received by thisworker yet the differences in incentives can be very important.53There will still be a moral hazard problem. Individuals may accept these loans eventhough they have no intention of finding future employment, so have no prospect of repaying the loan. Conditions on eligibility, e.g. past commitment to the labor force, or limitson length of eligibility, could well be appropriate to limit the problems. Although someindividuals would still receive loans without repaying them, the incentives are better thanunder the existing Polish program where no individuals pay back the loans they receive.D. Distortions affecting bankruptcy decisions When firms are on the verge of bankruptcy, their incentives can be badly distorted.Managers in principle act in the interests of a controlling subset of creditors, be they the This distortion is compounded by the fact that employed workers face high social insurance tax rates.This still leaves a lack of insurance, ex ante, for the losses that result from being unemployed. Theloss should be small relative to lifetime income, however, so that the gain from insurance is likely to bemuch less important than the gain from relaxed borrowing constraints.Given the possibility of future quits and layoffs, a firm will be under competitive pressure to pass onimmediately to that worker any taxes that it pays. As a result, these taxes should be spread over time,to allow the creditconstrained worker to maintain a smooth consumption path. If the worker does leavethe new firm, any remaining liabilities should be transferred to the following employer.Administration of the program becomes more complicated, however, since the net payments to eachworker must be kept track of, rather than simply the net payments to workers from each firm.23equity holders in Western firms or the firms workers in Eastern European state enterprises.When a firm is not near bankruptcy, actions in the interest of a controlling subset ofcreditors should also be in the interests of creditors as a whole, since these outside creditorswould continue to be repaid in full. Near bankruptcy, however, any actions which increasethe risk of bankruptcy or reduce the value of the assets left given bankruptcy will harmoutside creditors. Yet managers have no reason to take this harm into account in theirdecisionmaking, leading to the possibility of inefficient decisions.54One way to limit the importance of these adverse incentives would be to limit the debtthat state firms carry with them into the transition period, particularly when they areprivatized. In principle, eliminating a given amount of debt from the balance sheet of astate firm should induce investors to pay that much more for the firm. In fact, the increasein the sales price for the firm may be more than enough to cover the cost of the debtassumed by the government, since the reduced risk of bankruptcy is valuable to those whopurchase the firm.6. Conclusions Prior to the economic reforms, the tax systems in use in Eastern Europe served primarily just an accounting role. The allocation of resources was determined in large partthrough negotiations between firms and the Planning Ministries. Income distribution wasdetermined in large part through direct government controls over wages, prices, and thesupply of consumer goods, rather than through the tax law. Serving simply this accountingrole, the tax law could and did end up taking a form completely incompatible with thesuccessful operation of a market economy.Under the reforms, governments in Eastern Europe are faced with many pressing expenditure needs, ranging from heavy investment demands for firm restructuring and improvedinfrastructure to social insurance benefits for the newly unemployed. Yet the existing taxsystem already has very high tax rates, making it very difficult and costly to raise furthertaxes to finance these needed expenditures. In addition, the tax base has been shrinking both because firms now have the ability to alter their decisions so as to reduce theirtax liabilities, and because inflation causes a drop in the tax base due primarily to thedeductibility of nominal interest payments from some approximation of real income.As a result, tax reform is essential. Since this reform must occur quickly if largemisallocations and large deficits are to be avoided, proposed alternative tax systems mustbe simple and quick to implement. I recommend above that an attractive alternative forboth the current turnover tax and the current businessincome tax is a tax on each firmsreal valueadded. This alternative tax would result in a much broader tax base, and wouldbe easy to implement and easier to administer than the existing tax system.Revenue needs are only one of the problems that will be faced by fiscal policy duringthe economic transformation in Eastern Europe, however. This economic transformationwill inevitably be a long and difficult process. This is true in part because there are manymarket failures inhibiting the speed of the each step of this transformation. The firstkey requirement of a successful transformation, for example, is the entry of large numbers 54 For further discussion, see White1989, 1990.24of new firms. But new firms are likely to face severe credit constraints, and are likelyto generate important information spillovers of value to other potential entrants, on netresulting in too slow a rate of entry of new firms on efficiency grounds. The second keyrequirement of the economic transformation is that existing inefficient firms need to be shutdown. But there is a large literature pointing out ways in which the incentives faced byfirms near or in bankruptcy can be badly distorted, resulting in misinvestment and too slowa rate of exit. Third, workers leaving inefficient firms and searching for employment in newfirms likely face spells of unemployment in between. While some form of unemploymentinsurance is essential to facilitate this movement of workers, existing programs provide alarge subsidy to becoming and remaining unemployed, resulting in an excessive rate ofunemployment.These distortions exist to some extent in all economies, but are particularly importantin Eastern Europe given the rapid rate of firm entry and exit that needs to occur there,and the great uncertainty that exists now concerning the future design of these economies.As a result, there are strong economic grounds for further fiscal intervention. Given thepresumption that the rate of entry of new firms and the rate of exit of existing firms will beinadequate, that resources will be used poorly by failing firms, and that the unemploymentrate will be too high, based on efficiency criteria, any policies that move these decisionsin the desired direction should take these benefits into account. Some possible approachesare suggested in the paper. Any such interventions must be designed with great care,however, given the potential for the old Planning Ministries to reassert their control overthe allocation of resources.25REFERENCESAuerbach, Alan J., Inflation and the Tax Treatment of Firm Behavior, American Economic Review 71, 1981, 419423.Auerbach, Alan J., The FirstYear Capital Recovery System, Tax Notes, April 14,1980.Public Economics 10, 1978, 379402omy 87, 1979, 94071.Baily, Martin Neil, Some Aspects of Optimal Unemployment Insurance, Journal of Barro, Robert, On the Determination of the Public Debt, Journal of Political EconBlejer, Mario I. and Gyorgy Szapary, The Evolving Role of Tax Policy in China,Journal of Comparative Economics 14, 1990, pp. 45272.Brown, Eleanor P., Experience Rating for Unemployment Insurance Taxes, Ph.D. dissertation, Princeton University, 1981.Diamond, Peter and James Mirrlees, Optimal Taxation and Public Production, I:Production Efficiency and II: Tax Rules, American Economic Review 61, 1971, pp. 827,26178.Doyle, Chris and Sweder van Wijnbergen, Taxation of Foreign Multinationals: ASequential Bargaining Approach to Tax Holidays, mimeo, 1984.Feldstein, Martin S., Unemployment Insurance: Adverse Incentives and Distributional Anomalies, National Tax Journal 37, 1974, pp. 23144.Gordon, Roger H., Inflation, Taxation, and Corporate Behavior, Quarterly Journal, Privatization: Notes on the Macroeconomic Consequences, mimeo, April,of Economics, May, 1984.1991., Taxation of Corporate Capital Income: Tax Revenues vs. Tax Distortions,Quarterly Journal of Economics, Feb., 1985.Gordon, Roger H. and James Levinsohn, The Linkage between Domestic Taxes and Border Taxes, in Taxation in the Global Economy, Assaf Razin and Joel Slemrod, eds.,Chicago: University of Chicago Press, 1990.Gordon, Roger H. and Wei Li, The Change in Productivity of Chinese State Enterprises, 19837, mimeo, 1989.Gordon, Roger H. and Joel Slemrod, Do We Collect any Revenue from Taxing Capital Income? Tax Policy and the Economy 2, 1988, pp. 89130.Gordon, Roger H. and Hal Varian, Taxation of Asset Income in the Presence of a World Securities Market, Journal of International Economics 26, June, 1989, 205226.Gray, Cheryl W., Tax Systems in the Reforming Socialist Economies of Europe,World Bank Working Paper No. WPS 501, September, 1990.Greenwald, Bruce and Joseph E. Stiglitz, Impact of the Changing Tax Environmenton Investments and Productivity: Financial Structure and the Corporate Income Tax,Journal of Accounting, Auditing, and Finance NS4, 1989, 281304.Laban, Raul and Holger C. Wolf, Wholesale Privatization during Incredible Reforms,mimeo, February, 1991.Lucas, Robert E., On the Mechanics of Economic Development, Journal of Monetary Economics 21, 1988, 342.26Mc Lure, Charles E., Jr., A ConsumptionBased Direct Tax for Countries in Transitionfrom Socialism, mimeo, May, 1991.Mihaljek, Dubravko, Tax Reform in Socialist Economics in Transition, mimeo, April,1991.Mintz, Jack, Corporate Tax Holidays and Investment, World Bank Economic Review 4, 1990, pp. 81102.Naughton, Barry, Macroeconomic Management and System Reform in China, mimeo,1988.Razin, Assaf and Efraim Sadka, International Tax Competition and Gains from Tax Harmonization, N.B.E.R. Working Paper No. 3152, October, 1989.Romer, Paul, Increasing Returns and LongRun Growth, Journal of Political Economy 94, 1986, 100237.White, Michelle J., Bankruptcy Issues in Eastern Europe, mimeo, 1990., The Corporate Bankruptcy Decision, Journal of Economic Perspectives 3,1989, pp. 129151.27TABLE 1: Composition of tax revenue in Central and Eastern Europe, 1989Enterprise Personal Turnoverprofit taxincome taxsales tax Tradetaxes Soc.security Tax revenuecontributions GDP47.334.314.327.726.232.014.828.17.941.48.39.610.29.216.011.521.412.331.822.730.135.924.234.730.720.828.430.238.81.64.48.23.02.416.19.36.415.119.513.229.223.620.59.222.019.624.449.350.749.036.342.441.033.243.238.1Bulgaria CzechoslovakiaHungary Poland Romania USSRYugoslaviaAverage OECDLDCs 1988 Unweighted average for 12 middleincome LDCs, 1985Source: National data; GFS Yearbook, 1985.TABLE 2Real Government Revenues and Expendituresin Poland, 1988 totrillions of Dec,August, 19911988 zloty198819891990Revenues Total Bus. income tax Tumover taxon alcoholWage taxes Customs duties Taxes onnonstate firms Expenditures Total Subsidies to:socialized sectorgoodshousingservices Investment Social insurance 10.043.793.200.941.259.264.002.710.721.030.700.779.9610.363.312.410.481.230.302.982.450.400.980.458,464.211.710.341.150.160.498.351.420.700.450.700.421991185.941.871.71NA1.200.36NA6.79NA0.320.200.410.86Deficit 0.081.100.100.85University of Konstanz Sonderforschungsbereich 178Internationalization of the EconomyInternational Political Economics of Taxation Workshop on July 23, 1992University of Konstanz Gro Ber Sitzungssaal, V 1001Thursday July 2. 199210.00 Opening Address HansJurgen Vosgerau Speaker of the SFB 178Introduction Bernd Genser SFB 17810.30 Chair: Bernd Genser SFB 178Intergovernmental Tax CompetitionBruno S. Frey University of Zurich11.30 International Tax Competition and Public Goods Supply:Alternative Views of Government BehaviourAndreas Haufler University of Konstanz12.3014.00 Lunch IBZ, University of Konstanz14.00 Chair: Gebhard Kirchgassner University of St.GallenExplaining the Use of Related Tax InstrumentsStanley L. Winer Carleton UniversityOttawa and Walter Hettich California State UniversityFullerton15.00 Intertemporal Commitment Problems and Voting on Redistributive TaxationAmihai Glazer Carnegie Mellon UniversityPittsburghand Kai A. Konrad University of Munchen16.0016.30 Coffee Break 16.30 Chair: Friedrich Breyer University of KonstanzThe Effects of Tax Administration on Tax MoraleWerner W. Pommerehne University of Saarbriickenand Bruno S. Frey University of Zurich17.30 Fuel Taxation in EC Countries: A PoliticalEnonomy ApproachBernd Genser and Hannelore WeckHannemann SFB 17819.3 0 Dinner Schwedenschenke, Insel MainauFriday July 3, 1992:08.30 Chair: Heinrich Ursprung SFB 178Fiscal Policy During the Transition in Eastern EuropeRoger H. Gordon University of MichiganAnn Arbor09.30 Corporate Income Tax Competition, Double Taxation Treaties, and Foreign Direct InvestmentEckhard Janeba University of Bonn10.3011.00 Coffee Break 11.00 Chair: Hannelore WeckHannemann SFB 178The Development of the Shadow Economy under Changing Tax Systems and Structures: Some Theoretical and Empirical Results for AustriaFriedrich Schneider University of Linz and Reinhard NeckUniversity of Bielefeld12.00 Closing Address Bernd Genser SFB 17812.30 End of Workshop 13.00 Lunch Hotel Mainaublick, EggOrganization: Bernd GenserHannelore WeckHannemann Faculty of Economics and Statistics University of Konstanz Box 5560D7750 Konstanz Tel.: 07531882345 Fax: 07531883560", "filename": "746529686.pdf", "person": ["Roger H. Gordon", "Gordon, Roger H."], "date": ["1992"]}