{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/98189/1/747211744.pdf"], "title": ["The moderating effects of national culture on the development of organizational learning culture: A multilevel study across seven countries"], "plaintext": "Miha Skerlavaj, Chunke Su, Meikuan Huang The moderating effects of national culture on the development of organisational learning culture: A multilevel study across seven countries Miha Skerlavaj, Chunke Su, Meikuan Huang This study examines the moderating effects of national culture dimensions Hofstede 1980 on three key elements in the development of organisational learning culture: information acquisition, information interpretation and behavioral and cognitive changes. Data were collected from 1333 companies in three CEE countries Slovenia, Croatia, Macedonia and other regions. The results showed that four national cultural dimensions power distance, individualism, masculinity, and uncertainty avoidance had no significant moderating effects on the relationship between information acquisition and information interpretation. However, the relationship between information interpretation and behavioral and cognitive changes was positively moderated by power distance, and negatively moderated by individualism, masculinity and uncertainty avoidance. Diese Studie untersucht die moderierende Wirkung der nationalen KulturDimensionen Hofstede 1980 auf drei wesentliche Elemente in der Entwicklung von organisationaler Lernkultur: Informationsbeschaffung, Informationsinterpretation und sowie kognitiver und VerhaltensVeranderungen. Die Daten wurden von 1333 Unternehmen in drei MOELandern Slowenien, Kroatien, Mazedonien und anderen Regionen erhoben. Die Ergebnisse zeigten, dass vier nationale kulturelle Dimensionen Machtdistanz, Individualismus, Mannlichkeit und Unsicherheitsvermeidung keine signifikanten Auswirkungen auf die Beziehung zwischen Informationsbeschaffung und Informationsnterpretation hatten. Allerdings wurde die Beziehung zwischen Informationinterpretation und kognitiven und VerhaltensVeranderungen positiv durch Machtdistanz und negativ durch Individualismus, Maskulinitat und Unsicherheitsvermeidung moderiert. Keywords: organisational learning; national culture; information acquisition; information interpretation; behavioral and cognitive changes. Manuscript received: 03.03.2012, accepted: 27.08.2012 1 revision Miha Skerlavaj, University of Ljubljana, Slovenia BI Norwegian Business School, Oslo, Norway. Main research interests: Organisational networks, innovation, knowledge, learning, organisational culture. Corresponding address: miha.skerlavajef.unilj.si Chunke Su, University of Texas at Arlington, USA. Main research interests: Knowledge management, information sharing and transfer, communication technology. Meikuan Huang, California State University, Stanislaus, USA. Main research communication, knowledge management, learning, communication and knowledge networks. interests: Group JEEMS 01201 97 The effects of national culture on the development of organizational learning culture transfer in MNC is vast Introduction Organisational learning was found to be a critical source of sustainable competitive advantage de Geus 1988, a driving force for corporate performance Sorenson 2003; Stata 1989; TuckerNembhardEdmondson 2007, a catalyst for innovation BatesKhasawneh 2005, and an influential factor on organisational outcomes such as job satisfaction and turnover intention EganYangBarlett 2004. Meanwhile, increasing globalization in the past few decades has driven more organisations to operate across national boundaries and establish a culturally diversified workforce KirkmanShapiro 1997, While the literature on organisational learning is vast and growing ArthurHuntley 2005; EasterbySmithLyles 2004; SchwabMiner 2008; ZellmerBruhnGibson 2006, little is known about how organisational members learning process is influenced by their national cultural backgrounds. While research on a related concept of crossborder knowledge e.g. ChenSunMc Queen 2010; GuptaGovindarajan 2000; HockingBrownHarzing 2007, this is less so for organisational learning across various national cultures MichailovaHutchings 2006; Tsang 1999, 2002; Walczak 2008. In this paper we focus on organisational learning culture. Skerlavaj 2007 defined organisational learning culture as a set of norms and values about the functioning of an organisation that put high emphasis and value on elements of organisational information interpretation, and behavioral and cognitive changes. It is a combination of different types within framework DenisonSpreitzer 1991. While there has been few studies studying organisational learning culture related to organisational performance and to innovations in different countires, the actual mechanisms of how specific dimensions of a national culture could affect organisational learning culture have yet to be discovered DimovskiSkerlavajKimmanHernaus 2008; HongEasterbySmithSnell 2006. Broadly speaking, organisational learning is a multilevel process Holmquist 2004; IbarraKilduffTsai 2005; Sanchez 2001. Scholars have advocated for the importance of using a multilevel approach to examine organisational culture and climate YammarinoDansereau 2010, as well as organisational learning across the individual, group and organisational level CrossanLaneWhite 1999. Individual members not only work within a specific group and organisational context, but also within a specific national culture at large Hofstede 1983. Therefore it is crucial to use a multilevel approach to uncover the potential crosslevel and organisational learning culture as well. The goal of this study is to develop a multilevel model to explain how national culture could influence the development of organisational learning culture. The interaction between national learning process characteristics information acquisition, cultural culture the competing values 98 JEEMS 012013 Miha Skerlavaj, Chunke Su, Meikuan Huang factors such as national focus of this study is to examine how the interrelationships among these three learning elements could be moderated by different dimensions of a national culture Hofstede 1980, 2001; HofstedeHofstede 2005. This approach is theoretically important because it provides an extended and comprehensive perspective in conceptualizing organisational learning above and beyond the traditional organisational boundary. More importantly, this study seeks to empirically test the multilevel models by analyzing data collected from organizations in Central and East European countries Slovenia, Croatia, and Macedonia and other regions Turkey, Spain, Malaysia, and South Korea. Existing research has highlighted the importance of examining national contextual institutional development on organizational development in CEE countries SoulsbyClark 2011. Other research has studied the relationship between organizational culture and knowledge management in a particular industry of a particular CEE country OmerzelBiloslavoTrnavcevic 2011. However, to date, there exists scant research that focuses on the coevolution of national culture and organisational learning culture across different industries and CEE countries. Thus, in the context of increasing globalization and transformation of national and organizational cultures in CEE countries ClarkSoulsby 2009, there is a pressing need to study management issues not only within, but also across the organizational, industrial, and national levels. Therefore, this study contributes to CEE management scholarship by unraveling the effects of national cultural characteristics on organisational learning across a diverse array of industries in both CEE and nonCEE countries. This paper is organized as follows. First, we begin by presenting the concept of organisational learning culture and dimensions of national culture. Next, we develop two sets of hypotheses about the moderating effects of national culture on the development of organisational learning culture. Specifically, the first set of hypotheses concerns the relationship between information acquisition and information interpretation, as well as the moderating roles of national cultural dimensions on this relationship. The second set of hypotheses investigates the influence of information interpretation on behavioral and cognitive changes, and how national cultural dimensions could moderate such relationship. Then we use hierarchical linear modeling HLM analysis to test the multilevel models with survey data from seven countries across Europe and Asia. Finally, we discuss the findings and their implications, as well as the limitations and future directions of this study. JEEMS 01201 99 The effects of national culture on the development of organizational learning culture Theories and hypotheses information acquisition, Organisational learning culture There is a wealth of literature dedicated to defining and conceptualizing organisational learning. It is a process of improving actions through better knowledge and understanding FiolLyles 1985: 803, and a continuous testing of experience and its transformation into knowledge available to whole organisation and relevant to their mission Senge 1990, p. 6. Tsang 1997 contrasts organisational learning with learning organisation in terms of its descriptive and theoretical nature visavis normative and practical nature of learning organisation. Huber 1991 conceives organisational learning as an integrated process of information distribution, information interpretation and organisational memory. Argyris and Schon 1996 state that organisational learning emerges when organisations acquire information understandings, knowhow, techniques and procedures of any kind by any means. What these perspectives share in common is that organisational learning is a sequential and dynamic process in which organisational members acquire new information, develop new knowledge, and modify their behaviors accordingly Huber 1991; LevittMarch 1988; MurrayDonegan 2003; SlaterNarver 1995. A crucial aspect of organisational learning is the development of organisational learning culture, which is defined as a set of organisational norms and values that support systematic and indepth approaches to achieve higherlevel organisational learning Skerlavaj et al. 2007. Centering around the functioning of an organisation Schein 1992, these organisational norms and values aim to support various forms of higherlevel organisational learning, such as doubleloop ArgyrisSchon 1996, strategic Bhattacharya 1985, or generative learning Wittrock 1974, 1992. The conceptualization of organisational learning culture is proposed based on the integration of key organisational learning processes Huber 1991 and competing values frameworks of organisational culture and development DenisonSpreitzer 1991. The development of organisational learning culture is achieved through consecutive phases of 1 information acquisition, 2 information interpretation, and 3 behavioral and cognitive changes Garvin 1993; Huber 1991. Organisations ascribing high importance to organisational learning culture must first acquire information, and then interpret it to fully understand its meaning and implications. Based on the interpretation and sensemaking of acquired information, organisational members would make behavioral and cognitive changes accordingly Garvin 1993; Huber 1991. These three sequential phases are required to complete the transition from knowledge in words to knowledge in action in organisational learning Skerlavaj et al. 2007. Therefore, organisations that have developed a strong learning culture are 100 JEEMS 012013 Miha Skerlavaj, Chunke Su, Meikuan Huang effective in acquiring and transferring knowledge. Employees working in a strong learning culture are also likely to modify behaviors and perceptions as a result of learning and interpreting newly acquired information. When a learning culture is developed in an organisation, an integrated sequential process of information acquisition, interpretation and behavioral changes is written in the organisations DNA and becomes an integral part of the organisational culture. Within such learning culture, aspirations to learn new information, interpretation of existing information, and action based on acquired information are well rooted among organisational members. This is the reason why this study focuses on how national culture could influence the development of organisational learning culture, rather than organisational learning processes in general. Previous research has suggested and supported the connections among the above three key elements in the development of organisational learning culture. Several singlecountry studies HernausSkerlavajDimovski 2008; Mok Kim ManDimovskiSkerlavaj 2007; ZagorsekDimovskiSkerlavaj 2009 and a twocountry SkerlavajDimovski 2009 research have provided empirical support to a strong positive effect of information acquisition on information interpretation, and an even stronger positive effect of information interpretation on behavioral and cognitive changes. However, none of these studies found a direct relationship between information acquisition and behavioral and cognitive changes. Such finding suggests that information interpretation is a vital phase that mediates information acquisition and cognitive and behavioral changes. After the employees in the organisations acquire information in the initial phase, they must interpret and make sense of such information before they make any behavioral or cognitive changes. As an extension to aforementioned studies, this study proposes to test these two fundamental relationships again with larger and more diversified samples organisations from seven countries, so as to further assess the external generalizability of these three core elements in the development of organisational learning culture. Further, these two hypotheses, which are proposed at the organisational level, will be incorporated as the groundlevel processes into the development of multilevel model in the following sections. Skerlavaj 2007; et al. Hypothesis 1a: Organisations emphasis on the importance of information acquisition is positively related to their emphasis on the importance of information interpretation. Hypothesis 1b: Organisations emphasis on the importance of information interpretation is positively related to their behavioral and cognitive changes. JEEMS 01201 101 The effects of national culture on the development of organizational learning culture influence organisational WangYangMc Lean 2007, but also Dimensions of national culture Organisations are nested within nations, and tend to develop and evolve in ways that are compatible with the surrounding national culture SagivSchwartzArieli 2010. To function effectively, organisations must gain and maintain some public legitimacy KostovaRoth 2002, and adapt to the cultural characteristics in the home or host nation. The same principle is true for the development of organisational learning culture, which is driven and constrained by not only the demographics of employees its organisational, social, and national contexts Skerlavaj et al. 2007. Thus it is imperative to contextualize organisational learning by investigating how specific national cultural characteristics could learning processes Meyer 2007. To address this research question, this study focuses on four key dimensions of Hofstedes national culture models 1980; 1984, 1991; 2001: individualismcollectivism, power distance, uncertainty avoidance, and masculinityfemininity. Notwithstanding being subject to various criticism Holden 2002; Wilkesmann et al. 2009; Williamson 2002, Hofstedes models have been widely accepted and credited as a leading theoretical framework to study national cultures and crosscultural differences ChandyWilliams 1994; KogutSingh 1988; MichailovaHutchings 2006. In addition, the validity of Hofstedes national cultural dimensions has been tested in various settings over time MouritzenSvara 2002; ShaneVenkatraman 1996. Despite the popularity in using Hofstedes models to understand the similarity and variance in national cultures, few studies have applied his models to examine the effects of national cultural dimensions on organisational learning. To bridge this research gap, this study seeks to explore the moderating effects of each of the four key national cultural dimensions on the development of organisational learning culture, specifically on the sequential relationships among information acquisition, information interpretation, and behavioral and cognitive changes. Our model does not include the fifth national cultural dimension of Hofstedes models, longterm orientation, because it was not included in the original 4 primary cultural dimensions by Hofstede. Moreover, the data in this dimension was not available for the countries we investigated in this study. Power distance Power distance is defined as the extent to which a society accepts the fact that power in its institutions and organisations is distributed unequally Hofstede 2001. The characteristics of a national culture with high power distance include low accessibility of supervisors to their subordinates, less trust, and more stringent hierarchical structure within organisations. Organisational members influenced by high power distance national culture are more likely to accept hierarchical differences and abide by the authoritarian leadership, because they 102 JEEMS 012013 Miha Skerlavaj, Chunke Su, Meikuan Huang students seek learning in the class feedback believe that the supervisors are more knowledgeable and should have decisionmaking power SagieMainieroKoslowsky 2000. In contrast, the low power distance national culture is characterized by a decentralized distribution of decisionmaking power, support for individual thinking, and smooth supervisorsubordinate communication and cooperation Hofstede 1991. Therefore, national cultures with different levels of power distance could exert distinct influence on how organisational members acquire and interpret information, as well as how they modify their behaviors after learning. Previous research has applied the power distance cultural dimension to studying how environment HwangFrancesco 2010. The authors argue that students with high power distance would feel more comfortable learning from their fellow students rather than from the superiors professors. Other studies have extended the research on power distance from individual to the organisational learning settings. Couto and Vieira 2004 found that high power distance was negatively related to research and development activities in organisations, and that the low power distance would facilitate intraorganisational cooperation and problem solving. These finding are consistent with Nakata and Sivakumars work 1996, which showed that the low power distance culture would promote cooperation and exert positive influence on RD research and innovation within organisations. In their qualitative comparative study of German and Hong Kong organisations, Wilkesmann, et al. 2009 claim that a high power distance culture would negatively affect knowledge transfer because it helps preserve a strict and omnipresent hierarchical organisational structure which would hinder vertical knowledge sharing within organisations. Taken together, previous studies have provided empirical support to Hofstedes 1991 assertion that a high power distance national culture would impede innovation of organisations nested in such culture. Applying the power distance cultural dimension to the development of organisational learning culture, we speculate that organisations in a high power distance culture would have greater difficulties in the development of an effective organisational learning culture. First, since individual employees in a high power distance culture tend to give up the decisionmaking power to their supervisors and refrain from active learning, they are less likely to make dedicated efforts on they have acquired. Organisational members are more hesitant to take ownership of the information they have, as well as to make sense of the information they have obtained. Second, employees in a high power distance culture are less likely to modify their behaviors or change their perceptions as a result of information interpretation, because they believe their behaviors and cognition should conform to superior expectations and managerial control. Therefore, given the voluntary nature of knowledge learning transfer and organisational information interpreting the JEEMS 01201 103 The effects of national culture on the development of organizational learning culture OsterlohFrey 2000, organisational members in a high power distance culture are less motivated to engage in quality information interpretation and deliberate behavioral and cognitive modifications. Consequently, it is more challenging to develop an effective organisational learning culture in a high power distance cultural context. Hence, we propose the following hypotheses: Hypothesis 2a: The impact of information acquisition on information interpretation within organisations is weaker in national cultures with high power distance than with low power distance. Hypothesis 2b: The impact of information interpretation on behavioral and cognitive changes within organisations is weaker in national cultures with high power distance than with low power distance. Individualismcollectivism Central to Hofstedes national culture models is the development of the individualismcollectivism construct MichailovaHutchings 2006: 389. Hofstedes proposition of this national cultural dimension is based on previous work in organisational theory on self and collectivityorientation ParsonsShils 1951, as well as cooperation and competition in the human society Mead 1967. The individualismcollectivism construct consists of two opposite cultural dimensions that focus on the relative importance of individual versus group interests HwangFrancesco 2010. The contrast between individualism and collectivism has been extensively studied to explain a variety of organisational phenomena Adler 2002, such as creativity and innovation Eisenberg 1999, student learning HwangFrancesco 2010; Wagner 1995 and technology mediated learning ArbaughBenbunanFich 2006; HornikTupchiy 2006. This paper takes a further step to examine the moderating effects of individualismcollectivism on the development of organisational learning culture. According to Hofstede, an individualistic culture is characterized by loose ties between individual members Hofstede 1980, individuals being the smallest unit of the society, and the superiority of independence and personal achievement to collective interests Hofstede 2001. In an individualist culture, people emphasize on task achievement and the realization of personal values, even at the expense of interpersonal relationships KimTriandisKagitcibasi ChoiYoon 1994. On the contrary, a collectivist national culture is composed of strong and cohesive groups of people Hofstede 1980. In such cultural context, the smallest unit of the society is the family, and collective interests take precedence over individual benefits and values Hofstede 2001. In addition, a collectivist culture accentuates interdependence and building a harmonious relationship between individuals, sometimes even at the expense of task achievement Kim et al. 1994. 104 JEEMS 012013 Miha Skerlavaj, Chunke Su, Meikuan Huang 2006. Therefore, groups ingroup norms, and prioritization of The individualismcollectivism cultural dimension has been found to influence various organisational processes and outcomes. A recent meta analysis of field studies Bell 2007 shows that collectivism has emerged to be one of the strongest predictors of team performance. For example, organisational members tend to behave more cooperatively when their business unit emphasizes on collectivistic rather than individualistic cultural values ChatmanSpataro 2005. Further, Ilies, Wagner, and Morgeson 2007 found that affective linkages between group members were higher where groups had collectivistic tendencies. Scholars have also explained the influence of collectivism on group and organisational behaviors through five facets of psychological development: preference for ingroups, reliance on ingroups, concern for ingroups, ingroup goals acceptance of Jackson ColquittWessonZapataPhelan and organisations within a collectivistic cultural context tend to demonstrate a greater level of interpersonal reliance and acceptance for collective actions. More specifically, individualismcollectivism is viewed as the major distinctive influence on how various groups of people process and deal with information BhagatKediaHarvestonTriandis 2002; EarleyGibson 1998; Hofstede 1980; Hofstede 1991; Triandis 1995, 1998. Bhagat et al. 2002 claim that people in individualistic societies perceive information to be independent of its context, while collectivistic cultures stress the context in which information is conceived, interpreted and shared. When studying cultural influences on knowledge sharing in China and Russia, Michailova and Hutchings 2006 propose that collectivism leads to solidarity and frequent information exchanges among organisational members, which in turn would lead to intensive knowledge sharing especially within groups. Therefore, the supremacy and frequency of interpersonal interactions in a collectivist culture not only facilitate information sharing among organisational members, but also motivate them to interpret the information based on specific organisational contexts and social cues. In contrast, organisational members in an individualistic culture are less likely to engage in collective information exchange, clarify with other members to reach a shared understanding of information, or interpret acquired information based on its organisational, social and cultural contexts. Hence, we expect that organisations situated in nations with a stronger individualistic national culture will exhibit a weaker positive relationship from information acquisition to information interpretation in the development of organisational learning culture. We propose the following hypothesis: Hypothesis 3a: The impact of information acquisition on information interpretation within organisations is weaker in individualistic than in collectivist national cultures. The differences between individualistic and collectivist national cultures also influence the process of converting interpreted information into actionable JEEMS 01201 105 The effects of national culture on the development of organizational learning culture the transfer of intensive interpersonal relationships facilitate knowledge i.e. to implement behavioral and cognitive changes based on the interpretation of acquired information. Organisational members in a collectivist culture are more sensitive to the context in which information is processed Nisbett 2003, and tend to pay more attention to the tacit dimension of organisational knowledge Bhagat et al. 2002. Previous research has suggested that tacit knowledge in organisations NonakaTakeuchi 1995. Thus we speculate that a collectivistic culture would support and enhance individuals tendency to make behavioral and cognitive changes based on their interpretations of information acquired from the organisational context. Further, Brickson 2007 found that the individualisticcollectivist orientation engendered distinct patterns of relations amongst internal stakeholders and provided unique potential to advance certain forms of social value. As such, the relationships formed among employees in a more collectivistic organisation are more likely to be based on preference and concerns for ingroup actions, thereby increasing the likelihood of employees behavioral and cognitive changes based on social influences and collective values. In contrast, organisational members in an individualistic culture tend to pay less attention to the shared context of information interpretation, and are less motivated and capable of converting knowledge especially tacit knowledge into behavioral and cognitive changes. Even if they do modify their cognitive and behavioral tendencies, such changes tend to be driven by their individual preferences and personal values, rather than by the meaning they derive from the information interpretation process. Therefore, when organisations place strong emphasis on information interpretation, such value is more likely to be observed, shared, and practiced by members in collectivist rather than individualist cultures. Thus we expect that organisations nested within a stronger individualistic national culture will demonstrate a weaker positive relationship from information interpretation to behavioral and cognitive changes. Hypothesis 3b: The impact of information interpretation on behavioral and cognitive changes within organisations is weaker in individualistic than in collectivist national cultures. Masculinity The third national cultural dimension to be examined in this study is masculinity, which refers to the extent to which the dominant values in a society are masculine rather than feminine. Hofstede 1980: 47 elucidated that the defining characteristics of a masculine culture include competiveness and assertiveness, whereas a feminine national culture values people and relationships. Individuals in a masculine culture are more ambitious and voracious for wealth and material possessions. In the organisational settings, employees with a masculine cultural background are more performance106 JEEMS 012013 Miha Skerlavaj, Chunke Su, Meikuan Huang oriented, and pay less attention to building interpersonal relationships in the work place. Although existing research on the effects of masculine culture on organisational learning is scarce, a few studies have shed light on how the masculinity dimension of a national culture could influence organisational knowledge transfer and collaboration. Ford and Chan 2003: 15 suggest that the masculinity level of a national culture is negatively related to knowledge sharing between organisational members. Further, Couto and Vieira 2004 found that cultures of low masculinity provided more support to collaboration, which led to a greater level of research and development activities within organisations. These studies suggest that as a high masculine culture places a greater emphasis on individual achievement and competition over interpersonal collaboration and relationship building, it would hinder individuals learning process that entails peertopeer sharing. Therefore, organisational members in a masculine culture are less likely to engage in collaborative information seeking and quality information interpretation. Consequently, they are less likely to make behavioral and cognitive changes based on the information they have learned and interpreted. Hence, we propose the following hypotheses: seeking and knowledge information Hypothesis 4a: The impact of information acquisition on information interpretation within organisations is weaker in national cultures with high masculinity than with low masculinity. Hypothesis 4b: The impact of information interpretation on behavioral and cognitive changes within organisations is weaker in national cultures with high masculinity than with low masculinity. Uncertainty avoidance Uncertainty avoidance is defined as the extent to which a society feels threatened by ambiguous situations and tries to avoid uncertainty by providing greater career stability, establishing more formal rules, circumventing deviant ideas and behaviors, and upholding absolute truths and the attainment of expertise Hofstede 1980: 45. With regard to the effects of uncertainty avoidance on the development of organisational learning culture, one can expect two conflicting agendas. On the one hand, a high uncertainty avoidance culture provides welldefined responsibilities for information processing and makes effective decisions on what information to be acquired, who is responsible for information interpretation, and how to make cognitive and behavioral changes based on information learned. On the other hand, a high uncertainty avoidance culture diminishes the flexibility, creativity and innovation in information learning. In effect, the learning process in a low uncertainty avoidance national culture is developed in a more efficient and flexible fashion Wilkesmann et al. 2009. JEEMS 01201 107 The effects of national culture on the development of organizational learning culture In light of todays global competition that values innovations and changes, we speculate that a high uncertainty avoidance culture would bring adverse influence on the development of organisational learning culture. When organisations and their employees are hesitant to embrace uncertainty and ambiguity, they are less motivated to acquire new information and seek unconventional ways to interpret such information. They are inclined to follow preexisting rules and protocols to process information. Further, they are less likely to make behavioral and cognitive changes to avoid risks and maintain stability. In contrast, organisational members from a low uncertainty avoidance culture are more flexible and active in seeking new information, engage in experimental learning, and even learning from failure MadsenDesai 2010. They have greater propensity to change their perceptions and behaviors to adapt to the constantly changing environment. Therefore, given the increasing level of uncertainty and ambiguity in the information environment surrounding todays organisations BrownDuguid 2000, a high uncertainty avoidance culture would diminish the development of organisational learning culture. Thus we propose the following hypotheses a summary of all hypotheses is provided in Figure 1: Hypothesis 5a: The impact of information acquisition on information interpretation within organisations is weaker in national cultures with high uncertainty avoidance than with low uncertainty avoidance. Hypothesis 5b: The impact of information interpretation on behavioral and cognitive changes within organisations is weaker in national cultures with high uncertainty avoidance than with low uncertainty avoidance. Level 2: National Culture Individualism Masculinity Power distance Figure 1: A multilevel model of organisational learning Information interpretation Information acquisition H2b H3a H4b H1b Level 1: Organisational Learning Culture H2a H3b H4a H5a H1a Uncertainty avoidance H5b Behavioral cognitive changes 108 JEEMS 012013 Methods Miha Skerlavaj, Chunke Su, Meikuan Huang Sample and procedures Empirical data were collected through surveys from 1333 companies with a size of 50 employees and larger. These companies were located in 7 countries across Europe and Asia: Slovenia, Croatia, Malaysia, Macedonia, South Korea, Spain, and Turkey, which all exhibit great variability in each of the four national cultural dimensions. We selected participating organisations from a diversified industrial background in order to enhance the external generalizability of this study. Surveys were distributed to managers at different levels and who were knowledgeable of the organisational culture and practices within their companies. In each company, only one participant answered our survey questions about the development of organisational learning culture in hisher company. Adapted Information Management Processes questionnaire developed in previous research on organisational learning culture DimovskiSkerlavaj 2008; Skerlavaj et al. 2007, the original version of our survey was created in English. Then the survey was translated into seven official languages Slovenian, Croatian, Korean, Spanish, Macedonian, Turkish, and English for Malaysia prior to be distributed. We administered the data collection by collaborating with local research teams in each of the seven counties. All team members were familiar with the goals of this study, and were proficient in both English and their local official language. The overall response rate was 31.4% across all countries. Table 1 summarizes the major demographic characteristics of participating companies. Organisational Learning and from the OLIMP JEEMS 01201 109 yekru T niap S aero Khtuo S ainodeca M aisyala M aitaor C ainevol S 211 701 702 002 003 202 302 %2.04 %9.33 %3.9 %5.7 %4.5 %3.42 %5.02 %9.85 %0.29 %6.47 %7.2 %3.5 %3.5 %0.02 %3.36 %3.12 %0.31 %4.2 %8.26 %5.4 %7.23 %6.53 %3.86 %4.22 %5.13 %2.72 %9.82 %7.55 %5.13 %9.71 %3.91 %7.2 %0.31 %8.21 %9.8 %2.42 %8.37 %0.73 %8.83 %7.83 %6.31 %0.9 %8.23 %7.33 %5.21 %0.45 %4.22 %1.42 %0.6 %5.3 %7.2 %6.71 %8.35 %5.93 %3.53 %0.15 %4.73 stnednopser fo noitubirtsi D stnednopser fo rebmu N tnemeganampo T noitisop lanoitasinagr O yrtnuo C tnemeganam elddi M tnemeganam rewo L deificeps to N seeyolpme fo rebmu N ezi S seinapmoc fo noitubirtsi D .lim 94205 994052 005 deificeps to N 4002ni eunever launn A 7 redn U seinapmoc rieht dna stnednopser yevrus fo scihpargome D :1 elba T %2.32 %0.05 %1.47 %4.23 %1.01 %2.63 %0.04 %3.45 %3.43 %8.24 %5.02 %3.01 %6.41 %8.91 %9,0 %9.0 %9.0 %8.1 %4.0 %4.0 %1.0 %5.2 %0.2 %7.2 %0.5 %5.2 %0 %5.1 %5.2 %0 %0.1 %2.04 %8.01 %7.63 %0.03 %0.51 %7.13 %8.64 %8.1 %9.8 %8.9 %6.11 %1.7 %3.6 %9.0 %7.2 %1.8 %7.0 %9.3 %9.2 %4.0 %8.1 %4.0 %5.2 %8.0 %3.5 %6.21 %1.0 %2.7 %4.71 %1.01 %3.6 %3.4 %0.2 %0.6 %7.2 %7.4 %0.5 %5.1 %8.51 %3.01 %0.12 %7.11 %4.31 %3.01 %0.2 %0.4 %0.01 %0.4 %0.8 %5.01 %0.5 %3.61 %3.7 %7.3 %4.6 %4.5 %0.3 %0 %0.42 %4.21 %5.2 %4.3 %4.6 %4.3 %0.1 %9.9 %4.3 ylppus retawyticirtcel E edart liater elaseloh W stnaruatser sleto H noitatropsnar T noitaidemretni laicnani F noitcurtsno C etatse lae R 72naht rehgi H 727 erutlucirg A yrtsudn I gnirutcafuna M gnihsi F gnini M secivres lanosrep laicos ,ytinummoc reht O deificeps to NThe effects of national culture on the development of organizational learning culture Measures The data of this study comes from two sources. The data for testing the development of organisational learning culture were collected in the surveys mentioned above. The measures of the three key variables of organisational learning information acquisition, information interpretation, and behavioral and cognitive changes were adapted from previous research on organisational learning culture DimovskiSkerlavaj 2008; Skerlavaj et al. 2007. The second set of data concerns 4 national cultural dimensions, which was retrieved from Hofstedes models of national cultures and crosscultural differences Hofstede 2001; HofstedeHofstede 2005. While there are heated debates about the common method variance Spector 2006; Vandenberg 2006, majority of researchers agree that common method variance i.e., variance that is attributable to the measurement method rather than to the constructs the measures represent is a potential problem in behavioral research e.g. Changvan WitteloostuijnEden 2010; ColquittIreland 2009; PodsakoffMac KenzieLeePodsakoff 2003. While it varies for different disciplines, approximately one quarter of the variance CoteBuckley 1987 can be contributed to the influence of prior pattern of responses on the responses to certain survey item ColquittIreland 2009. While this is a major concern for most authors, reviewers and editor of journals publishing empirical contributions in management, psychology, sociology, business and education, there are also some remedies to it. Various authors BurtonJones 2009; Chang et al. 2010; Podsakoff et al. 2003 suggest both statistical and procedural methods of control in order to minimize effect of the common method variance to the overall quality of data gathered. In order to avoid problems with common method bias we used several approaches. First, we have used data from two different sets of sources: 1 OLIMP questionnaire Skerlavaj et al. 2007 and 2 Hofstedes research on national culture Hofstede 2001. Therefore, none of the hypotheses related to moderating effects of national cultures should be affected by this source of variance. Second, following suggestions and applications in the literature e.g. MurrayKotabeZhou 2005 we used some reverse coded items for the organisational information interpretation, and behavioral and cognitive changes. Third, we employed Harmans one factor test on three organisational learning constructs to posthoc address the common method variance issue. If that was a severe difficulty in our study, one would expect a single factor to emerge for exploratory factor analysis or one factor to account for most of the covariance in the independent and criterion variables Murray et al. 2005; PodsakoffOrgan 1986. Our exploratory factor analysis on organisational learning culture items results showed no general factor was evident in the unrotated factor structure, with Factor 1 accounting only for 21.0% of the variance. Thus, both preemptive procedural 112 JEEMS 012013 information acquisition, learning constructs Miha Skerlavaj, Chunke Su, Meikuan Huang data collection design as well as posthoc statistical measures suggest that common method variance is not a problem. Information acquisition A set of 15 items was used to measure information acquisition based on a 5point Likerttype scale ranging from 1 strongly disagree to 5 strongly agree. These items assessed the degree to which the organisation supports and values the provision of quality information, active seeking of advice and new business methods, and acquisition of knowledge related to the operation of the company. Examples of the items include In our organisation we explicitly reward employees who are a source of quality information and Expertise regarding the industry, products, and services is an extremely important criterion for hiring a new employee. The full description of the survey instrument is available from the first author of this paper. Information interpretation The measurement of information interpretation consisted of 11 items. The first nine items asked participants to rate the importance of information interpretation through a selection of communication means e.g. personal contacts, team meetings, committees as decisionmakers, telephone calls, special reports, emails, intranets, and electronic forums within the company. The last two items asked participants to rate the importance of information sharing between the management and subordinates, and the simplicity and conciseness of such information. An example of the item is For information interpretation and the recognition of business opportunities the following things are important: team meetings. The measurement of each item was based on a 5point scale ranging from 1 not important at all to 5 very important. Behavioral and cognitive changes This variable was measured by a set of 14 items in the survey. Each participant was asked to report the degree of changes that took place in 14 different areas of organisational practices in the company within the last three years. These areas included the quality of productsservices, number of productsservices offered, speed of operations, introduction of new marketing approaches, efficiency of information systems within the company, level of understanding of major problems in the company, and level of understanding of companys strategic orientation. Each item was measured on a 5point scale ranging from 1 substantial declinedecrease to 5 substantial improvementincrease. National culture We acquired the data of the four national cultural dimensions from three external sources. The national culture data for Croatia, Malaysia, South Korea, Spain, and Turkey were directly retrieved from Hofstedes research Hofstede JEEMS 012013 113 The effects of national culture on the development of organizational learning culture 2001; HofstedeHofstede 2005. Hofstede reported scores of each national cultural dimension for over 70 countries and regions based on his initial research on IBM employees from 40 countries and subsequent replications and extensions on other international populations all over the world. Since Hofstedes works focused on former Yugoslavia, we retrieved the national culture scores from more recent research for Slovenia Jazbec 2007 and Macedonia Avramska 2007. Both studies utilized the same criteria Hofstede used in evaluating the national cultural dimensions. Based on empirical research, they provided more accurate and precise cultural scores for these two countries. Across all seven countries, the range of the scores in each of the four national cultural dimensions was: power distance ranging from 27 to 104, individualism ranging from 18 to 107, masculinity ranging from 20 to 86, and uncertainty avoidance ranging from 8 to 42. Results Descriptive statistics Table 2 provides descriptive statistics of all variables analyzed in this study, including the means, standard deviations, and intercorrelations. The interitem reliability coefficients are reported on the diagonal of the correlation matrix in Table 2. 114 JEEMS 012013 6 5 4 3 2 497. 139. 726. 1 527. 294. 103. 121. 390. 611. 650. 430. 387. 810. 241. 607. 744. 002. 180. 710. 713. 332. 570. 590. 321. 10. p ,50. p ,deggalf era stneiciffeoc tnacifingi S .ahpla shcabnor C slevel ytilibailer metiretni era lanogaid eht no seula V .seto N selbairav levelyrtnuoc dna ynapmoc rof snoitalerroc dna scitsitats evitpircse D :2 elba T DS 84. 65. 96. 65.62 60.13 36.82 36.51 M 56.3 27.3 66.3 41.95 41.94 68.16 34.45 N 3331 3331 3331 7 7 7 7 noitaterpretni noitamrofn I noitisiuqca noitamrofn I evitingoc laroivahe B ecnadiova ytniatrecn U ecnatsid rewo P msilaudividn I ytinilucsa M segnah C .1 .2 .3 .4 .5 .6 .7The effects of national culture on the development of organizational learning culture Multilevel models and component evaluation The dataset consisted of two hierarchically nested levels: 1333 organisations level1 nested within 7 countries level2. In each of the 1333 organisations, one participant provided data on the information acquisition, information interpretation, and behavioral and cognitive changes in hisher company. These data constituted the lowerlevel unit of analysis in this study. The secondlevel data included the four national culture scores for each of the seven countries. Therefore, we used Hierarchical Linear Modeling HLM 6.0, RaudenbushBryk 2002 to test the following aspects of our multilevel model of organisational learning: 1 the existence of a multilevel structure, 2 the moderating effects of each cultural dimension on the relationship between information acquisition and information interpretation, and 3 the moderating effects of each cultural dimension on the relationship between information interpretation and behavioral and cognitive changes. Testing the existence of a multilevel structure As suggested by Raudenbush and Bryk 2002, this study first tested the existence of a multilevel structure in the model we proposed. In the interceptonly model with information interpretation as the dependent variable, the ICC intraclass correlation at the national level level2 was .085, which indicates a high degree of association on information interpretation behaviors between different organisations within the same nation. In other words, organisations from the same country in our study perceived a similar level of importance in information interpretation within the organisation. Following Hayes 2006 recommendation to use multilevel modeling in situations where intraclass correlations exceed 0.05, the ICC results of the interceptonly model justified our use of a multilevel analysis as an appropriate strategy for analyzing the effects of information acquisition on information interpretation. In the interceptonly model with behavior and cognitive changes as the dependent variable, the ICC at the national level level2 was .033, indicating a relatively low degree of association on behavioral and cognitive changes between organisations within each country. However, as Hox 2002 suggests, the low intraclass correlations at higher levels could be offset by the large cluster sizes at those levels. As our study examined a large number of organisations 190 companies on average in each country, the multilevel analysis procedure is still an appropriate method for testing the influence of information interpretation on behavioral and cognitive changes. Incremental model building: Information interpretation as the dependent variable To test our hypotheses, we developed two sets of multilevel models based on the theoretical predictions using the incremental improvement procedure outlined by Hox 2002: 4971. In the construction of these models, all variables were 116 Miha Skerlavaj, Chunke Su, Meikuan Huang the influence of information acquisition on to test grandmean centered. The estimated coefficients and standard errors for all models are presented in Table 3 and Table 4. First, information interpretation H1a and the moderating effects of each cultural dimension on such relationship H2a, H3a, H4a, and H5a, we started with the interceptonly model with information interpretation as the dependent variable see Model 1 in Table 3. Then we added information acquisition as a level1 explanatory variable Model 2, and found Model 2 significantly improved on the interceptonly model. Finally, we added each of the four national cultural dimensions to Model 2 separately Model 3a, 3b, 3c, and 3d. The results showed that, compared to Model 2, the overall model fit for each of the four incremental models with the nationallevel variables added significantly deteriorated Deviance 353.80, 13.74, 13.56, 13.12, 11.92 respectively, p .01, see Table 3. The results suggested that none of the interaction effects between each national cultural dimension and to explaining information interpretation above and beyond information acquisition. To directly test the effects of information acquisition on information interpretation H1a and how this relationship could be moderated by each of the four national cultural dimensions: power distance H2a, individualism H3a, masculinity H4a, and uncertainty avoidance H5a, we examined the coefficients of the corresponding parameters estimated in the models mentioned above. First, as shown in Table 3, at the organisationallevel level1, information acquisition was found to be positively related to information interpretation Model 2, .58, SE .03, p .01. Thus H1a was supported. However, at the national level level2, none of the four national cultural dimensions Model 3a3d had a significant effect on the relationship between information acquisition and information interpretation, thus H2a, H3a, H4a, and H5a were not supported. Taken together, these results suggest that while ascribing greater importance to information acquisition would lead to a greater perception of the importance in information interpretation overall, such influence was not affected by a specific national cultural dimension in each of the seven countries. information acquisition contributed JEEMS 012013 117 d 3 ledo M c 3 ledo M b 3 ledo M 907.3 975. 907.3 475. 100. 100. 907.3 185. 100. elbairav tnedneped eht sa noitaterpretni a 3 ledo M 807.3 975. 60000. noitamrofn I stluser sisylana MLH fo yrammu S 3 elba T 2 ledo M 807.3 975. 1 ledo M 996.3 xnoitisiuqca noitamrofn I ecnatsid rewop xnoitisiuqca noitamrofn I msilaudividni xnoitisiuqca noitamrofn I noitisiuqca noitamrofn I ytinilucsam xnoitisiuqca noitamrofn I ecnadiova ytniatrecnu rotcider P tpecretn I stnenopmoc modnar fo ecnaira V sledomneewteb sretemarap eht ni ecnereffid eht ot lauqe modeerf fo seergedhti w 2 a sa detubirtsid si ecnaive D ecnaivedni egnahc eh T a.sisehtnerapni detacidni 1 029.11 1 911.31 1 565.31 1 737.31 1 697.353 .deretnec naemdnarg erew selbairav yrotanalpxe ll A .10. p ,50. p ,01. p .seto N tnenopmoc aecnaive D 032. 032. 032. 032. 032. 003. ecnairav levelynapmo C tnenopmoc 610. 610. 510. 510. 510. 820. ecnairav levelyrtnuo CMiha Skerlavaj, Chunke Su, Meikuan Huang Incremental model building: Behavioral and cognitive changes as the dependent variable To test the second set of hypotheses H1b, H2b, H3b, H4b, and H5b, we began with an interceptonly model in which behavioral and cognitive changes was the dependent variable see Model 4 in Table 4. Then we added information interpretation as a level1 explanatory variable Model 5, and found the new model significantly improved on the interceptonly model. Finally, we added each of the four nationallevel variables to Model 5 separately Model 6a, 6b, 6c, and 6d. The results showed that each of these incremental models significantly improved over Model 5 Deviance 657.23, 177.63, 77.73, 35.19, 6.04 respectively, p .01, see Table 4. As the modelfit increased with adding the crosslevel interaction effects, we examined the coefficients of the corresponding parameters to assess the direct effects of information interpretation on behavior and cognitive changes H1b, as well as how this relationship could be moderated by power distance H2b, individualism H3b, masculinity H4b, and uncertainty avoidance H5b. As shown in Table 4, at the organisationallevel level1, information interpretation was found to be positively related to behavioral and cognitive changes Model 5, .78, SE .03, p .01. Thus H1b was supported. Further, at the national level level2, each of the four national cultural dimensions had a significant effect on the relationship between information acquisition and information interpretation. However, contrary to H2b, the power distance dimension had a positive effect on the relationship between information interpretation and behavioral and cognitive changes Model 6a, .01, SE .001, p .01. In addition, individualism was found to have a negative impact on the relationship between information interpretation and behavioral and cognitive changes Model 6b, .01, SE .001, p .01, which supported H3b. Similarly, consistent with H4b and H5b, the masculinity and uncertainty avoidance dimensions had a significant negative effect on the relationship between information interpretation on behavioral and cognitive changes Models 6c and 6d, .01, SE .001, p .01. These results suggest that in the presence of the positive influence of information interpretation on behavioral and cognitive changes within organisations, such influence is weakened by the level of individualism, masculinity and uncertainty avoidance, and strengthened by the level of power distance in the national culture. JEEMS 012013 119 d 6 ledo M c 6 ledo M b 6 ledo M 566.3 077. 866.3 427. 700. 900. 666.3 127. 010. a 6 ledo M 876.3 436. 210. 5 ledo M 566.3 677. 4 ledo M 356.3 noitaterpretni noitamrofn I noitaterpretni noitamrofn I ecnatsid rewop x noitaterpretni noitamrofn I msilaudividni x noitaterpretn noitamrofn I ytinilucsamx noitaterpretni noitamrofn I ecnadiova ytniatrecnu x rotcider P tpecretn I stnenopmoc modnar fo ecnaira V 082. 472. 562. 642. 482. 564. ecnairav levelynapmo C tnenopmoc 800. 700. 700. 800. 800. 610. ecnairav levelyrtnuo C 1 630.6 1 881.53 1 927.77 1 236.771 1 132.756 tnenopmoc aecnaive D elbairav tnedneped eht sa segnahc evitingoc dna laroivaheb stluse R sisylana MLH fo yrammu S :4 elba T sledomneewteb sretemarap eht ni ecnereffid eht ot lauqe modeerf fo seergedhti w 2 a sa detubirtsid si ecnaive D ecnaivedni egnahc eh T a .deretnec naemdnarg erew selbairav yrotanalpxe ll A .10. p ,50. p ,01. p .seto N .sisehtnerapni detacidni Miha Skerlavaj, Chunke Su, Meikuan Huang Discussion The goal of this study was to theorize and empirically test a multilevel model of the moderating effects of national cultural dimensions on the development of organisational learning culture. Specifically, we developed two sets of multilevel hypotheses to examine the degree to which each of the four primary national cultural dimensions would enhance or weaken the previously established positive relationships between information acquisition, information interpretation, and behavioral and cognitive changes e.g. Skerlavaj et al. 2007. By using hierarchical linear modeling analysis of empirical data collected from 1333 organisations across seven countries, we found support for crosslevel interaction effects between national cultural dimensions and the positive influence of information interpretation on behavioral and cognitive changes. In the models where behavioral and cognitive changes were the dependent variable models, the improvement of modelfit after the inclusion of nationallevel variables has demonstrated the viability and importance of using a multilevel approach to studying the development of organisational learning culture. The findings from this study provide further support to the conceptualization of organisational learning as a multilevel and contextbased process Holmquist 2004; Huber 1991; Ibarra et al. 2005; QuigleyTeslukLockeBartol 2007. Thus it is imperative to examine organisational learning processes not only within the organisational boundary, but within a specific national cultural context and even crosscultural settings as well. The foundation of this study is built upon the sequential relationships between three key elements in the development of organisational learning culture: perceived importance of information acquisition leads to greater perceived importance in information interpretation, and consequently a greater level of behavioral and cognitive changes. A number of research studies have provided theoretical and empirical support to the establishment of these fundamental linkages in organisational learning see Hernaus et al. 2008; Mok Kim Man et al. 2007; SkerlavajDimovski 2009; Skerlavaj et al. 2007; Zagorsek et al. 2009. By analyzing data from organisations located in 7 geographically and culturally distinct countries, this study replicated and generalized previous research findings to a broader international population. Overall, organisations that place greater emphasis on information acquisition tend to emphasize more on the importance of information interpretation, which leads to greater behavioral and cognitive changes. The major contribution of this study is to investigate a higherlevel contextual influence on organisational learning: how national cultural dimensions moderate the positive influence of information acquisition on information interpretation, and that of information interpretation on behavioral and cognitive changes. Contrary to what this study hypothesized, there was no significant moderating effect of any of the four national cultural dimensions on the relationship between JEEMS 012013 121 The moderating effects of national culture on the development of organisational intrinsic characteristics of organisational knowledge information acquisition and information interpretation. Such findings suggest that national cultures play an insignificant role in moderating the initial development of organisational learning culture. In other words, organisations emphasis on the importance of information interpretation is universally influenced by their perceptions of the importance in information acquisition. Such effects would not be strengthened or weakened by the level of power distance, individualism, masculinity, or uncertainty avoidance in a specific national culture. However, the lack of moderating effects of these four cultural dimensions in this phase does not exclude the existence of other moderators at the national or organisational level. At the national culture level, the fifth cultural dimension developed by Hofstede, long term orientation, might exert a moderating effect on the positive influence of information acquisition on information interpretation. One can speculate that organisations in a longterm oriented culture are more likely to emphasize on the importance of information interpretation, whereas organisations in a shortterm oriented culture tend to focus more on the acquisition of large quantity of information rather than an indepth and enduring interpretation of such information. At the organisational level, the relationship between information acquisition and interpretation could be moderated by contextual factors such as organisational structures RulkeGalaskiewicz 2000, absorptive capacity of employees Tsai 2001, and the learned ZanderKogut 1995. The key finding of this study is the interaction effects of national culture dimensions on the positive relationship between information interpretation and behavioral and cognitive changes. A crucial outcome of the development of organisational learning culture is the modification of behaviors MadsenDesai 2010 and cognitive beliefs Crossan et al. 1999 based on the interpretation of information acquired. Our study found that each of the four national cultural dimensions played a significant role information interpretation led to greater behavioral and cognitive changes. In particular, the positive influence of information interpretation on behavioral and cognitive changes was strengthened by power distance and weakened by individualism, masculinity, and uncertainty avoidance in a specific national culture. These finding suggest information interpretation as a result of information acquisition is unaffected by the national cultural context in general, the process of converting interpreted information into action could be facilitated or hindered by a specific national cultural dimension. It is worth noting that while the moderating effect of the power distance dimension was found to be significant, it worked in the opposite direction as to what we hypothesized H2b. It suggests that the greater acceptance of the inequality of power distribution within organisations, the greater influence in moderating how to be that while the perceived importance of 122 JEEMS 012013 Miha Skerlavaj, Chunke Su, Meikuan Huang information interpretation would have on employees behavioral and cognitive changes. In other words, organisational members in a high power distance culture are more likely to modify their behaviors and perceptions when they perceive a greater level of importance in information interpretation. We speculate that such tendency is related to the increasing emphasis on knowledge transfer and information utilization in todays knowledgebased economy. In those cultures where members are more likely to accept and expect the power to be distributed unequally, they are also willing to conform to managerial control and modify their behaviors according to corporate values. As more companies incorporate intraorganisational knowledge sharing and learning into formal corporate procedures and rules, those members who are more acceptable to power distance are more likely to make behavioral and cognitive changes so that they can adapt to the organisational learning culture. In contrast, for those members who are less tolerant of the managerial control, they would be more likely to act independently and differently from the organisational learning culture. Thus in organisations situated in a high power distance culture, employees are even more likely to transform their interpretations of information into behavioral and cognitive modifications, because such changes might be required by the management or conform to organisational culture and values. Consistent with our predictions, the positive effect of information interpretation on behavioral and cognitive changes was negatively affected by the level of individualism, masculinity, and uncertainty avoidance in a specific national culture. A defining characteristic of an individualistic culture is its predominant preference of individual goals and interests over collective goals and interests. Given the social nature of organisational learning rendered by social learning theory Bandura 1969, it is not surprising to find the hampering effect of individualism on organisational members behavioral and cognitive changes as a result of information interpretation. In addition, according to theories of mutual interest and collective action Coleman 1973, 1990, organisational learning is a coordinated process that produces outcomes unattainable through individual actions alone MongeContractor 2003. Therefore, it is reasonable to expect that a national culture that stresses the importance of individual values and actions would weaken the positive impact of information interpretation on behavioral and cognitive changes. Masculinity is another dimension of national culture that negatively affects the development of organisational learning culture. The inherent values of a masculine culture emphasize on the achievement of shortterm material goals while caring less for interpersonal relationships and longterm development. As such, members of a masculine culture are more likely to make behavioral and cognitive changes for purposes such as profit generation and selfpromotion, rather than relationship building and cultivating a learning culture. Given the wellestablished connection between organisational learning and organisational JEEMS 012013 123 The moderating effects of national culture on the development of organisational performance, our study suggests that organisations of a masculine culture may be able to attain satisfactory performance and profits in the short term, but would encounter greater challenges and difficulties in developing a positive organisational learning culture which is required for their sustainable growth. Similarly, as the uncertainty avoidance dimension would weaken the influence of information interpretation on behavioral and cognitive changes, the organisational learning culture is more likely to be cultivated in an organisation that embraces changes and uncertainty. In low uncertainly avoidance cultures, organisational members are willing to modify their behaviors and perceptions to reflect what they have learned from the information environment. The pursuit of new information and openness for changes in such cultural contexts would ultimately learning processes and a healthy organisational learning culture. innovative lead to more the sequential relationships of Theoretical contributions This study contributes to existing research on organisational learning in the following aspects. First, we develop a multilevel theoretical model of organisational learning that examines the moderating effects of national cultural dimensions on information acquisition, information interpretation, and behavioral and cognitive changes. Our study advances previous research on organisational learning culture by not only finding support for the direct effects of organisationallevel explanatory variables, but more importantly, by capturing the moderating effects of nationallevel contextual variables. The results of this study confirm the viability and importance in including the national cultural dimensions in the theoretical development of organisational learning. Second, unlike previous research on related topics that relied solely on case studies or conceptual reasoning, we tested our theoretical models of organisational learning with empirical data. This approach resonates a recent call for more rigorous empirical testing of theories in organisational culture research YammarinoDansereau 2010. Given the nesting structure of our theoretical models, a multilevel analysis is most appropriate for testing crosslevel interaction effects in organisational learning research. To the best of our knowledge, this is the first study that utilizes the multilevel analytic procedure to study how national cultural dimensions influence the organisational learning culture. The multilevel approach helps provide an enriched understanding of the contextual influences of national cultures on organisational learning culture, which has been traditionally examined at the organisational level only. Third, this study examines data from seven countries across Asia and Europe, and each of these nations represents a distinct national and cultural background. Moreover, our participating organisations come from a wide range of industries. The number and diversity of organisations we examined in this study enable us to generalize the findings of this research to a broader organisational and national context. 124 JEEMS 012013 Miha Skerlavaj, Chunke Su, Meikuan Huang in order to better facilitate knowledge Practical implications The findings of this study encourage managers to how to remain competitive in a globalized economy by leveraging cultural diversity in the development of organisational learning culture. An important message for organisational managers is that they should seek to balance the strengths and weaknesses of cultural diversity transfer and organisational learning to support productive work on a global stage. Another key practical implication of our study is that managers should be mindful of the potential negative impact of certain cultural dimensions on organisation learning. For example, for organisations saturated in individualistic cultures, managers should cultivate a working environment that values peertopeer information sharing and knowledge transfer. They should establish organisational procedures and rules to prevent individuals from holding information to serve their own interests, and should implement organisational incentives to reward collective learning and information sharing. For employees working in a high uncertainty avoidance culture, organisations should design appropriate knowledge transfer systems to facilitate their efforts in information seeking and problemsolving. Examples of such systems include digital information databases and search engines on corporate intranets, which could simplify employees information acquisition processes and consequently enhance their willingness to cope with organisational uncertainty by learning new information. Limitations and future research Although this study did not find a significant moderating effect of national cultural dimensions on the relationship between information acquisition and information interpretation, it by no means suggests that such a relationship is independent from other contextual variables at the organisational and national level. Actually, as mentioned in the results section of this paper, the high intraclass correlation ICC in modeling the effects of information acquisition on information interpretation Model 1 implies that employees tend to interpret information in similar fashions within the same nation. Such results suggest that besides the four primary national cultural dimensions examined in this study, there may be other national and cultural variables that would contribute to the variation in information interpretation across different countries and the similarity of such behaviors within the same country. Future research should investigate additional contextual factors from internal and external environment to further understand the contextual influences on the development of organisational learning culture. Additionally, there have been increasing debates about the validity and reliability of Hofstedes national culture scores Holden 2002; Mc Sweeney 2002; Wilkesmann et al. 2009; Williamson 2002. We developed our multilevel JEEMS 012013 125 The moderating effects of national culture on the development of organisational models based on Hofstedes cultural dimensions for two reasons. First, Hofsteds work is one of the most widely cited researches on crosscultural differences ChandyWilliams 1994; KogutSingh 1988; MichailovaHutchings 2006, and his national cultural scores for over 70 countries and regions are publicly available. Second, few other research that reports national cultural scores is able to sustain validity over time and across different settings MouritzenSvara 2002; ShaneVenkatraman 1996. Nonetheless, future research should explore national cultural dimensions established in other national culture models, such as the GLOBE project HouseHangesJavidanDorfmanGupta 2004, Schwartz theory of cultural values Sagiv et al. 2010; Schwartz 1999, 2004, 2009, and Trompenaars and HampdenTurners cultural dimensions 1998. Such endeavors would help uncover the crosslevel interactions between organisational learning and other cultural variables not included in Hofstedes works. Finally, to further enhance the external generalizability of our study, additional research should be conducted to expand the scope of participating countries to include a broader range of national cultures from continents other than Europe and Asia. role in insignificant Conclusions This study develops a set of hypotheses to test the moderating effects of four national cultural dimensions on the development of organisational learning culture. Specifically, we seek to discover the crosslevel interaction between national cultural dimensions and two key sequential relationships influencing organisational learning processes: the linkage from information acquisition to information interpretation, and the linkage from information interpretation to behavioral and cognitive changes. The results suggest that while national culture plays an influencing organisational employees interpretation of information they have acquired, each of the four key cultural dimensions significantly strengthens or weakens the effects of information interpretation on behavioral and cognitive changes. Thus there is evidence that national culture plays a different role at different phases of the development of organisational learning culture. Furthermore, different cultural dimensions would influence organisational learning processes in different directions. Specifically, a high power distance culture would enhance the positive effects of information interpretation on behavioral and cognitive changes, whereas a high individualistic, masculine, and uncertainty avoidant culture would weaken and hinder such process. Unlike majority of previous studies that examine national culture and organisational learning culture at separate levels, this study proposes an integrated theoretical framework to further understand how organisational learning culture develops within the national cultural context at large. This study demonstrates that the development of organisational learning culture is indeed a multilevel and contextbased process. As all organisations operate within a 126 JEEMS 012013 Miha Skerlavaj, Chunke Su, Meikuan Huang specific national culture that is characterized by distinct cultural traits, organisational learning culture is inevitably influenced by these cultural dimensions. The multilevel model developed in this study contributes to existing literature by considering and incorporating the contextual influences of national cultu re on organisational learning. References Adler, N. J. 2002: International dimensions of organizational behavior 4th ed  Cincinnati , OH: SouthWestern. Arbaugh, J. B.BenbunanFich, R. 2006: An investigation of epistemological and social dimensions of teaching in online learning environments in: Academy of Management Learning Education, 5, 4, 435447. Argyris, C.Schon, D. A. 1996: Organizational learning II: Theory, method and practice. Reading, MA: AddisonWesley. Arthur, J. B.Huntley, C. L. 2005: Ramping up the organizational learning curve: Assessing the impact of deliberate learning on organizational performance under gainsharing, in: Academy of Management Journal, 48, 6, 11591170. Avramska, I. 2007: Crosscultural comparison between business students from Macedonia, Kosovo and Slovenia and cultural differences in relation to economic development. Unpublished Masters thesis, University of Ljubljana, Ljubljana, Slovenia. Bandura, A. 1969: Sociallearning theory of identificatory processes. in: D. A. Goslin Ed., Handbook on Socialization Theory and Research Chicago, IL: Rand McNally and Company, 213262. Bates, R.Khasawneh, S. 2005: Organizational learning culture, learning transfer climate and perceived innovation in Jordanian organizations, in: International Journal of Training Development, 9, 2, 96109. Bell, S. T. 2007: DeepLevel Composition Variables as Predictors of Team Performance: A MetaAnalysis, in: Journal of Applied Psychology, 92, 595615. Bhagat, R. S.Kedia, B. L.Harveston, P. D.Triandis, H. C. 2002: Cultural variations in the crossborder transfer of organizational knowledge: An integrative framework, in: Academy of Management Review, 27, 2, 204221. Bhattacharya, G. 1985: Strategic learning and entryequilibrium, in: Journal of Economic Dynamics and Control, 9, 2, 195224. Brickson, S. L. 2007: Organizational identity orientation: The genesis of the role of the firm and distinct forms of social value, in: Academy of Management Review, 32, 3, 864888. Brown, J. S.Duguid, P. 2000: The social life of information. Cambridge, MA: Harvard Business School Press. BurtonJones, A. 2009: Minimizing Method Bias Through Programmatic Research, in: MIS Quarterly, 33, 3, 445471. Chandy, P.Williams, T. 1994: The impact of journals and authors on international business research: a citational analysis of JIBS articles, in: Journal of International Business Studies, 25, 4, 715728. JEEMS 012013 127 The moderating effects of national culture on the development of organisational Chang, S.J.van Witteloostuijn, A.Eden, L. 2010: From the Editors: Common method variance in international business research, in: Journal of International Business Studies 41, 178184. Chatman, J. A.Spataro, S. E. 2005: Using selfcategorization theory to understand relational demographybased variations in peoples responsiveness to organizational culture, in: Academy of Management Journal, 48, 321331. Chen, J.Sun, P. Y. T.Mc Queen, R. J. 2010: The impact of national cultures on structured knowledge transfer, in: Journal of Knowledge Management, 14, 2, 228241. Clark, E.Soulsby, A. 2009: Perceptions of MNC management: Local parent sensemaking in international joint venture process, in: Journal for East European Management Studies, 14, 3, 286309. Coleman, J. S. 1973: The mathematics of collective action. Chicago, IL: Aldine. Coleman, J. S. 1990: Foundations of social theory. Cambridge, MA: Harvard University Press. Reviewer Evaluation Form, in: Academy of Management Journal 52 Colquitt, J. A.Ireland, R. D. 2009: From the Editors: Taking the Mystery Out of AMJs 2, 224 228. Cote, J. A.Buckley, M. R. 1987: Estimating Trait, Method, and Error Variance: Generalizing across 70 Construct Validation Studies, in: Journal of Marketing Research, 24, 3, 315318. Couto, J. P.Vieira, J. C. 2004: National culture and research and development activities, in: Multinational Business Review, 12, 1, 1936. Crossan, M. M.Lane, H. W.White, R. E. 1999: An organizational learning framework: From intuition to institution, in: Academy of Management Review, 24, 3, 522537. de Geus, A. P. 1988: Planning as learning, in: Harvard Business Review, 88, MarchApril, 7074. Denison, D. R.Spreitzer, G. M. 1991: Organizational culture and organizational development: A competing values approach, in: Research in Organizational Change and Development, 5, 121. Dimovski, V.Skerlavaj, M. 2008: Organizational learning as the key towards improved organizational performance. in: A. Koohang, K. Harman J. Britz Eds., Knowledge Management: Research and Application Santa Rosa, CA: Informing Science Press, 147175. Dimovski, V.Skerlavaj, M.Kimman, M.Hernaus, T. 2008: Comparative analysis of the organisational learning process in Slovenia, Croatia, and Malaysia, in: Expert Systems with Applications, 34, 4, 30633070. Earley, P. C.Gibson, C. B. 1998: Taking stock in our progress on individualismcollectivism: 100 years of solidarity and community, in: Journal of Management, 24, 3, 265304. EasterbySmith, M.Lyles, M. 2004: Introduction: The watersheds of organizational learning and knowledge management. in: M. EasterbySmith M. Lyles Eds., Handbook of Organizational Learning and Knowledge Management Oxford, UK: Blackwell Publishing, 115. 128 JEEMS 012013 Miha Skerlavaj, Chunke Su, Meikuan Huang Egan, T. M.Yang, B.Barlett, K. R. 2004: The effects of organizational learning culture and job satisfaction on motivation to transfer learning and turnover intention, in: Human Resource Development Quarterly, 15, 3, 279301. Eisenberg, J. 1999: How individualismcollectivism moderates the effects of rewards on creativity and innovation: A comparative review of practices in Japan and the US, in: Creativity and Innovation Management, 8, 4, 251261. Fiedler, F. E. 1964: A contingency model of leadership effectiveness. in: L. Berkowitz Ed., Advances in Experimental Social Psychology New York: Academic Press. Fiol, C. M.Lyles, M. A. 1985: Organizational learning, in: Academy of Management Review, 10, 4, 803813. Ford, D. P.Chan, Y. E. 2003: Knowledge sharing in a multicultural setting: A case study, in: Knowledge Management Research Practice, 1, 1127. Garvin, D. A. 1993: Building a learning organization, in: Harvard Business Review, 71, 4, 7891. Gupta, A. K.Govindarajan, V. 2000: Knowledge flows within multinational corporations, in: Strategic Management Journal, 21, 4, 473496. Hayes, A. F. 2006: A primer on multilevel modeling, in: Human Communication Research, 32, 4, 385410. Hernaus, T.Skerlavaj, M.Dimovski, V. 2008: Relationship between organisational learning and organisational performance: The case of Croatia, in: Transformations in Business and Economics, 7, 2, 3248. Hersey, P.Blanchard, K. H. 1969: Life cycle theory of leadership, in: Training and Development Journal, 23, 5, 2634. Hocking, J. B.Brown, M.Harzing, A.W. 2007: Balancing global and local strategic learning within a contexts: Expatriate knowledge transnational organization, in: Human Resource Management Journal, 46, 4, 513533. Hofstede, G. 1980: Motivation, leadership, and organizations: Do American theories apply transfer, applications, and abroad?, in: Organizational Dynamics, 9, 1, 4263. Hofstede, G. 1983: The cultural relativity of organizational practices and theories in: Journal of International Business Studies, 14, 2, 7589. Hofstede, G. 1984: The cultural relativity of the quality of life concept, in: Academy of Management Review, 9, 3, 389398. Hofstede, G. 1991: Cultures and organizations: Software of the mind. New York: Mc GrawHill. Hofstede, G. 2001: Cultures consequences: Comparing values, behaviors, institutions and organizations across nations 2nd ed  Thousand Oaks, CA: Sage. Hofstede, G.Hofstede, G. J. 2005: Cultures and Organizations: Software of the Mind 2nd edition ed  New York: Mc GrawHill. Holden, N. J. 2001: Knowledge management: Raising the spectrum of crosscultural dimension, in: Knowledge and Process Management, 8, 3, 155163. Holden, N. J. 2002: Crosscultural management: A knowledge management perspective. Harlow, UK: Financial TimesPrentice Hall. JEEMS 012013 129 The moderating effects of national culture on the development of organisational Holmquist, M. 2004: Experimental learning processes of exploitation and exploration within and between organizations: An empirical study of product development, in: Organization Science, 15, 1, 1532. Hong, J. F. L.EasterbySmith, M.Snell, R. S. 2006: Transferring organizational learning systems to Japanese subsidiaries in China, in: Journal of Management Studies, 43, 5, 10271058. Hornik, S.Tupchiy, A. 2006: Cultures impact on technology mediated learning: The role of horizontal and vertical individualism and collectivism, in: Journal of Global Information Management, 14, 4, 3156 House, R. J.Hanges, P. J.Javidan, M.Dorfman, P. W.Gupta, W. 2004: Culture, leadership and organizations: The GLOBE study of 62 societies. Thousand Oaks, CA: Sage. Hox, J. J. 2002: Multilevel analysis: Techniques and applications. Mahwah, NJ: Lawrence Erlbaum. Huber, G. P. 1991: Organizational learning: The contributing process and the literatures, in: Organization Science, 2, 1, 88115. Hwang, A.Francesco, A. 2010: The influence of individualismcollectivism and power distance on use of feedback channels and consequences for learning, in: Academy of Management Learning and Education Journal, 9, 2, in press. Ibarra, H.Kilduff, M.Tsai, W. 2005: Zooming in and out: Connecting individuals and collectivities at the frontiers of organizational network research, in: Organization Science, 16, 4, 359374. Ilies, R.Wagner, D. T.Morgeson, F. P. 2007: Explaining Affective Linkages in Teams: Individual Differences in Susceptibility to Contagion and IndividualismCollectivism, in: Journal of Applied Psychology, 92, 11401148. Jackson, C. L.Colquitt, J. A.Wesson, M. J.ZapataPhelan, C. P. 2006: Psychological collectivism: A measurement validation and linkage to group member performance, in: Journal of Applied Psychology, 91, 884899. Jazbec, M. 2007: Slovenian national culture and crosscultural training. in: J. Prasnikar A. Cirman Eds., New emerging economies and their culture New York: Nova Science Publishers, 5771. Kim, U.Triandis, H. C.Kagitcibasi, C.Choi, S.G.Yoon, G. Eds  1994: Individualism and collectivism: Theory, method and application. Newbury Park, CA: Sage. Kirkman, B. L.Shapiro, D. L. 1997: The impact of cultural values on employee resistance to teams: Toward a model of globalized selfmanaging work team effectiveness, in: Academy of Management Review, 22, 3, 730757. Kogut, B.Singh, H. 1988: The effect of national culture on the choice of entry mode, in: Journal of International Business Studies, 19, 3, 411432. Kostova, T.Roth, K. 2002: Adoption of an organizational practice by subsidiaries of multinational corporations: Institutional and relational effects, in: Academy of Management Journal, 45, 1, 215233. Levitt, B.March, J. G. 1988: Organizational learning, in: Annual Review of Sociology, 14, 319340. 130 JEEMS 012013 Miha Skerlavaj, Chunke Su, Meikuan Huang Madsen, P. M.Desai, V. 2010: Failing to learn? The effects of failure and success on organizational learning in the global orbital launch industry, in: Academy of Management Journal, 53, 3, in press. Mc Sweeney, B. 2002: The essentials of scholarship: A reply to Geert Hofstede, in: Human Relations, 55, 11, 13631372. Mead, M. 1967: Cooperation and competition among primitive people. Boston, MA: Beacon. Meyer, K. E. 2007: Contextualising organisational learning: Lyles and Salk in the context of their research, in: Journal of International Business Studies, 38, 1, 2737. Michailova, S.Hutchings, K. 2006: National cultural influences on knowledge sharing: A comparison of China and Russia, in: Journal of Management Studies, 43, 3, 383405. Mok Kim Man, M.Dimovski, V.Skerlavaj, M. 2007: The organizational learning in Malaysian companies, in: The Business Review, Cambridge, 9, 1, 112118. Monge, P. R.Contractor, N. S. 2003: Theories of Communication Networks. Oxford: Oxford University Press. Mouritzen, P.E.Svara, J. H. 2002: Leadership at the apex: Politicians and administrators in western local governments. Pittsburgh, PA: University of Pittsburgh Press. Murray, J. Y.Kotabe, M.Zhou, J. N. 2005: Strategic alliancebased sourcing and market performance: evidence from foreign firms operating in China, in: Journal of International Business Studies, 36, 2, 187208. Murray, P.Donegan, K. 2003: Empirical linkages between firm competencies and organisational learning, in: The Learning Organization, 10, 1, 5162. Nakata, C.Sivakumar, K. 1996: National culture and new product development: An integrative review, in: The Journal of Marketing, 60, 1, 6172. Nisbett, R. E. 2003: The Geography of Thought : How Asians and Westerners Think Differently and Why. New York: Free Publishing. Nonaka, I.Takeuchi, H. 1995: The knowledge creating company: How Japanese companies create the dynamics of innovation New York: Oxford University Press. Noorderhaven, N.Harzing, A.W. 2009: Knowledgesharing and social interaction within MNEs in: Journal of International Business Studies, 40, 5, 719741. Omerzel, D. G.Biloslavo, R.Trnavcevic, A. 2011: Knowledge management and organisational culture in higher education institutions, in: Journal for East European Management Studies 16, 2, 111139. Osterloh, M.Frey, B. S. 2000: Motivation, knowledge transfer, and organizational forms, in: Organization Science, 11, 5, 538550. Parsons, T.Shils, E. A. 1951: Toward a general theory of action. Cambridge, MA: Harvard University Press. Podsakoff, P. M.Mac Kenzie, S. B.Lee, J.Y.Podsakoff, N. P. 2003: Common method biases in behavioral research: A critical review of the literature and recommended remedies, in: Journal of Applied Psychology, 88, 5, 879903. Podsakoff, P. M.Organ, D. W. 1986: SelfReports in Organizational Research: Problems and Prospects, in: Journal of Management, 12, 4, 531544. JEEMS 012013 131 The moderating effects of national culture on the development of organisational Quigley, N. R.Tesluk, P. E.Locke, E. A.Bartol, K. M. 2007: A multilevel investigation of the motivational mechanisms underlying knowledge sharing and performance, in: Organization Science, 18, 1, 7188. Raudenbush, S. W.Bryk, A. S. 2002: Hierarchical linear models: Applications and data analysis methods 2nd ed  Thousand Oaks, CA: Sage. Rulke, D. L.Galaskiewicz, J. 2000: Distribution of knowledge, group network structure, and group performance, in: Management Science, 46, 5, 612625. Sagie, A.Mainiero, L. A.Koslowsky, M. 2000: Participation and empowerment in organizations: Modeling, effectiveness, and application. Thousand Oaks, CA: Sage. Sagiv, L.Schwartz, S. H.Arieli, S. 2010: Personal values, national culture and organizations: Insights applying in: N. M. Ashkanashy, C. P. M. Wilderom M. F. Peterson Eds., The handbook of organizational culture and climate Thousand Oaks, CA: Sage. the Schwartz value framework. Sanchez, R. 2001: Knowledge management and organizational competence. Oxford, UK: Oxford University Press. Schein, E. H. 1992: Organizational culture and leadership. San Francisco, CA JosseyBass. Schwab, A.Miner, A. S. 2008: Learning in hybridproject systems: The effects of project performance on repeated collaboration, in: Academy of Management Journal, 51, 6, 11171149. Schwartz, S. H. 1999: Cultural differences: Some implications for work, in: Applied Psychology: An International Journal, 48, 2347. Schwartz, S. H. 2004: Mapping and interpreting cultural differences around the world. in: H. Vinken, J. Soeters P. Ester Eds., Comparing cultures, Dimensions of culture in a comparative perspective Leiden, The Netherlands: Brill, 4373. Schwartz, S. H. 2009: Culture matters: National value cultures, sources and consequences. in: C. Y. Chiu, Y. Y. Hong, S. Shavitt J. R. S. Wyer Eds., Understanding culture: Theory, research and application New York: Psychology Press., 127150. Senge, P. M. 1990: The fifth discipline: The art and practice of learning organization. New York: Currency Doubleday. Shane, S. A.Venkatraman, S. 1996: Renegade and rational championing strategies, in: Organization Studies, 17, 5, 751777. Skerlavaj, M.Dimovski, V. 2009: Organizational learning and performance in two national cultures: A multigroup structural equation modeling approach in: W. R. King Ed., Knowledge Management and Organizational Learning New York: Springer US, 321366. Skerlavaj, M.Stemberger, M. I.Skrinjar, R.Dimovski, V. 2007: Organizational learning culture: The missing link between business process change and organizational performance, in: International Journal of Production Economics, 106, 2, 346367. Slater, S. F.Narver, J. C. 1995: Market orientation and the learning organization, in: Journal of Marketing, 59, 3, 305318. Sorenson, O. 2003: Interdependence and adaptability: Organizational learning and the longterm effect of integration, in: Management Science, 49, 4, 446463. 132 JEEMS 012013 Miha Skerlavaj, Chunke Su, Meikuan Huang Soulsby, A.Clark, E. 2011: Instability and Failure in International Joint Ventures in PostSocialist Societies: Power, Politics and Strategic Orientations, in: Competition and Change, 15, 4, 296314. Spector, P. E. 2006: Method Variance in Organizational Research: Truth or Urban Legend?, in: Organizational Research Methods, 9, 9, 221232 Stata, R. 1989: Organizational learning: The key to management innovation, in: Sloan Management Review, 30, Spring, 6374. Triandis, H. C. 1995: Individualism and collectivism. Boulder, CO: Westview. Triandis, H. C. 1998: Vertical and horizontal individualism and collectivism: Theory and research implications for international comparative management, in: Advances in International Comparative Management, 12, 735. Trompenaars, F.HampdenTurner, C. 1998: Riding the waves of Culture: Understanding cultural diversity in global business 2nd ed  New York: Mc GrawHill. Tsai, W. 2001: Knowledge transfer in intraorganizational networks: Effects of network position and absorptive capacity on business unit innovation and performance, in: Academy of Management Journal, 44, 5, 9961004. Tsang, E. W. K. 1997: Organizational learning and the learning organization: A dichotomy between descriptive and prescriptive research, in: Human Relations, 50, 1, 7389. Tsang, E. W. K. 1999: Internationalization as a learning process: Singapore MNCs in China, in: Academy of Management Executive, 13, 1, 91101. Tsang, E. W. K. 2002: Learning from overseas venturing experience: The case of Chinese family businesses, in: Journal of World Business, 17, 1, 2140 Tucker, A. L.Nembhard, I. M.Edmondson, A. C. 2007: Implementing new practices: An empirical study of organizational learning in hospital intensive care units, in: Management Science, 53, 6, 894907. Vandenberg, R. J. 2006: Statistical and methodological myths and urban legends: Where, pray tell, did they get this idea?, in: Organizational Research Methods, 9, 2, 194201. Voelpel, S. C.Han, Z. 2005: Managing knowledge sharing in China: The case of Siemens Share Net, in: Journal of Knowledge Management, 9, 3, 5163. Wagner, J. A. I. 1995: Studies of individualismcollectivism: effects on cooperation in groups, in: Academy of Management Journal, 38, 1, 152172. Walczak, S. 2008: Knowledge management and organizational learning: An international research perspective, in: The Learning Organization, 15, 6, 486494. Wang, X.Yang, B.Mc Lean, G. N. 2007: Influence of demographic factors and ownership type upon organizational learning culture in Chinese enterprises, in: International Journal of Training Development, 11, 3, 154165. Wilkesmann, U.Fischer, H.Wilkesmann, M. 2009: Cultural characteristics of knowledge transfer, in: Journal of Knowledge Management, 13, 6, 464477. Williamson, D. 2002: Forward from a critique of Hofstedes model of national culture, in: Human Relations, 55, 11, 13731383. Wittrock, M. C. 1974: Learning as a generative process, in: Educational Psychologist, 11, 2, 8795. JEEMS 012013 133 The moderating effects of national culture on the development of organisational Wittrock, M. C. 1992: Generative learning process of the brain, in: Educational Psychologist, 27, 4, 531541. Yammarino, F. J.Dansereau, F. 2010: Multilevel issues in organizational culture and climate research. in: N. M. Ashkanashy, C. P. M. Wilderom M. F. Peterson Eds., The handbook of organizational culture and climate Thousand Oaks, CA: Sage. Zagorsek, H.Dimovski, V.Skerlavaj, M. 2009: Transactional and transformational leadership impacts on organizational learning, in: Journal of East European Management Studies, 14, 2, 144165. Zander, U.Kogut, B. 1995: Knowledge and the speed of the transfer and imitation of organizational capabilities: An empirical test, in: Organization Science, 6, 1, 7692. ZellmerBruhn, M.Gibson, C. 2006: Multinational organization context: Implications for team learning and performance, in: Academy of Management Journal, 49, 3, 501518. 134 JEEMS 012013 ", "filename": "747211744.pdf", "person": ["Miha Škerlavaj", "Škerlavaj, Miha", "Chunke Su", "Su, Chunke", "Meikuan Huang", "Huang, Meikuan"], "date": ["2013"]}