{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/78072/1/755480740.pdf"], "title": ["EMU and capital markets: The institutional framework"], "plaintext": "EMU AND CAPITAL MARKETSThe Institutional Framework 1Paper prepared for the CFS Institut fur Kapitalmarktforschung, Frankfurt1by Daniel Gros Centre for European Policy Studies, Brussels Abstract This paper reviews the factors that will determine the shape of financial markets under EMU. It argues that financial markets will not be unified by the introduction of the euro. Nationalcentral banks have a vested interest in preserving local idiosyncracies e.g the Wechsels in Germany and they might be allowed to do so by promoting the use of socalled tier twoassets under the common monetary policy. Moreover, a host of national regulationsprudential and fiscal will make assets expressed in euro imperfect substitutes across borders. Prudential control will also continue to be handled differently from country to country. In thelong run these national indiosyncracies cannot survive competitive pressures in the euro area. The year 1999 will thus see the beginning of a process of unification of financial markets thatwill be irresistible in the long run, but might still take some time to complete. 1 This contribution draws heavily on joint work with Niels Thygesen and Karel Lannoo.Table of Contents I. INTRODUCTION   4II. THE ENVIRONMENT FOR THE COMMON MONETARY POLICY   4III. MONETARY POLICY FOR THE EURO   11IV. THE INCOMPLETE MONETARY UNION 19992002   17V. THE ECB, A FULL CENTRAL BANK?   19VI. CONCLUSIONS: IMPLICATIONS FOR CAPITAL MARKETS  252A. THE GOVERNING BODIES OF THE EUROPEAN SYSTEM OF CENTRAL BANKS: CENTRE VERSUS NATIONAL CENTRALBANKS 4B. DECENTRALISATION IN IMPLEMENTATION 6C. POOLING OF FOREIGN EXCHANGE ESERVES 9D. OTHER POTENTIAL CENTRAL BANKING TASKS 10A. PRICE STABILITY AS THE OVERRIDING GOAL 11B. MONETARY POLICY STRATEGY 12C. MONETARY INSTRUMENTS 13D. HOW TO TREAT PUBLIC DEBT? 14A. PUBLIC DEBT 17B. INTERBANK OPERATIONS 18C. NONBANK DEPOSITS 19A. PRUDENTIAL ISSUES 20B. PAYMENT SYSTEMS ISSUES 22List of Tables 3Table 1: A weak centre: headquarter staff at national Central Banks 30Table 2: Employment in EU central banks 31Table 3: ECB shares and potential foreign exchange pooling 32Table 4: Central Bank Instruments 33Table 5: Size of InterBank Deposits in Selected EU Countries 199434Table 6: Sectoral Distribution of Monetary Aggregates in France and Germany 35Table 7: Monetary and bank supervisory functions in EU countries 36Table 8: Daily Turnover and Collateral in the UK CHAPS in bn ECU37EMU AND CAPITAL MARKETSThe Institutional Framework I. Introduction II. The Environment for the Common Monetary Policy A. The governing bodies of the European System of Central Banks: Centreversus national central banks 4EMU implies a common monetary policy for the participating countries. This will haveprofound consequences for European capital markets as well. Until now national capitalmarkets have retained many distinguishing features and show little sign of converging rapidlytowards a single model. Will this change with EMU? This paper provides elements for ananswer by giving a description of the institutional environment in which monetary policy of theeuro area will be conducted.The details of the instruments that will be used by the European Central Bank ECB have notyet been decided because it was not possible to reach a consensus on these detailed technicalissues within the EMI. The final decisions will thus be made only by the ECB once it isestablished, which will happen soon after the final decision to start EMU has been taken by the Council. However, what is known today is already sufficient to discern two broad tendencies: first, it will take some time before a really unified European capital market emerges, and,second, the ECB will be an incomplete central bank. We will come back to these two pointsat the end after a detailed description of the framework for monetary policy under EMU.This paper is organized as follows:. Section II describes the institutional framework for thecommon monetary policy, with particular emphasis on the excessively federal nature of thestructure of the ESCB. Section III turns to its likely monetary policy instruments and targets. Section IV discusses briefly whether there will be a critical mass of eurousers already during theincomplete monetary unions of 19992002. Section V then briefly touches on other centralbanking tasks that are not related directly to monetary policy. Section VI concludes with somereflections on the implications for capital markets.The ESCB consists of a central institution, the European Central Bank ECB and the nationalcentral banks of EC Member states that have joined the final stage Art. 1. The ECB located in Frankfurt has two governing bodies: the Executive Board and the Governing Council.2 The Executive Board can have up to six members: a President, a Vice President and up to four othermembers Art. 11. The Board members are nominated by the European Council for a period of 2 Central Bank governors from EU countries which have not entered the third stage of EMU will not take partin the joint decisions in the Governing Council of the ECB as foreseen by Art. 109k of the Treaty which statesthat, in case of some Member states having been given a derogation in the final stage of EMU, the votingrights for the representatives of the central bank governors concerned on the ECB Council will be suspended.The out governors will have a seat on the ECB General Council, which has, however, no influence onmonetary policy.5eight years, not renewable, after the ECOFIN Council has given its opinion, and after consultationswith the European Parliament and the Governing Council of the ECB.The Governing Council Art. 10 comprises the up to six members constituting the Executive Board and the governors of the participating national central banks Art. 10, see also article 109l ofthe Treaty. The terms of office of the latter must be at least five years. Art. 14.2. All members of Council have one vote Art. 10.2.3 This last provision is very important. Acceptance of theonemanonevote principle must be seen as an important concession by Germany and to a smallerextent by other large member states. It was obtained in return for the explicit mandate to preserveprice stability and the high degree of independence for the ESCB as discussed below. Togetherwith assured long periods of tenure, and the role of the ECB Governing Council in nominations forthe Executive Board, the voting rule should assure that this decisive policymaking body develops ahigh degree of cohesiveness and collegiality. Weighted voting could have fostered the thinking thatgovernors were primarily representing national interests and not equal members of a collegiate bodycharged with formulating a common policy for Europe.The Governing Council is vested with the main overall authority : The Governing Councilshall formulate the monetary policy of the Community including, as appropriate, decisionsrelating to intermediate monetary objectives, key interest rates and the supply of reserves inthe system, and shall establish the necessary guidelines for their implementation Art.12.1. But as policy could hardly be set in sufficient detail by a Council likely to meet only on amonthly basis this paragraph continues with The Executive Board shall implement monetarypolicy  , including by giving the necessary instructions to national central banks Art.12.1. This formulation seems to leave no doubt as to the hierarchical nature of the system.In reality, however, important practical issues concerning the division of responsibilities forimplementing policies between the ECB and the participating national central banks have been leftopen since the Statutes stipulate that:4To the extent deemed possible and appropriate and without prejudice to the provisions ofthis Article i.e. the capacity to give instructions, the ECB shall have recourse to thenational central banks to carry out operations which form part of the tasks of the ESCB.Art. 12.1A further element that highlights the uneasy balance between the centre and the participating NCBsis that the ECB Board members will have only up to six votes out of a total number of votes inthe Governing Council of, initially seventeen. That latter number will rise further, as EUmembership widens. This minority position resembles that of the Bundesbank Board Direktoriumprior to 1992 with up to seven members and a Council Rat with a total maximum of eighteen 3 This principle does not apply to voting on financial matters distribution of profits and loss for which aspecial key, based on objective criteria will be set and revised every five or ten years Art. 28.4 Some central banks had aimed for more decentralization than this wording suggests and an alternativeproposal was for the ECB Executive Board to delegate to national central banks to the full extent possible.Why was this formulation not adopted and why did the drafters of the Statute in the end opt for a morecentralized mode of operation? They were concerned about the potential weakness of the central institution andits Executive Board, the members of which will be in a minority in the Council and its implications for theefficiency of operations. The experience of monetary policy execution in the two large federal countries the United States and Germany whose central banking legislation has, in a number of respects inspired the Statute is relevant in this context.B. Decentralisation in implementation 6members given that there were 11 presidents of Landeszentralbanken. However, in Germany allsignificant monetary policy operations were centralized in Frankfurt which made up for anyperception of weakness at the centre. Moreover, even in Germany a need was felt to redress thebalance when five new Lander joined. The sixteen members representing Lander were reduced tonine so that currently the balance is 8:9 for a total of 17. Of course, the internal federal structureof the Bundesbank becomes redundant under EMU.In the United States, the Federal Open Market Committee FOMC which meets every five to sixweeks, has functions analogous to those envisaged for the ECB Governing Council in settingmonetary objectives and in formulating guidelines for the main policy instrument, open marketoperations, to be undertaken through the Federal Reserve Bank of New York. The FOMCmeetings are attended by the seven members of the Board of Governors, nominated by the President of the United States, subject to confirmation by the US Senate, and the twelve Presidentsof the regional Federal Reserve Banks. Out of the latter only five have the right to vote at any onemeeting, so the majority lies with the Board provided they agree, obviously. The central positionof the Board is further underlined by the attribution to it alone of two important policy instruments:discount rate changes and variations in reserve requirements. The Board of Governors accordinglyhas a dominant influence both on decisions and on implementation of policy.European versus national elements in the European System of Central Banks The strength of centrally appointed members of governing councils of national central banks isusually based on their superior base in terms of analysis, rather than their numbers. Even inotherwise rather federally structured national central banks almost the entire analytical staffmainly, but not exclusively research who prepare the background material for major policydecisions are concentrated at headquarters and work under the direction of the centrallyappointed members of the governing councils or whathever institution represents the highestdecision makin body at the national level. This will be different in the case of the ESCB ascan be seen from Table 1 which shows the headquarters staff of a number of national centralbanks. The total staff of the ECB of some 400 is minuscule compared to the sum of about 6070 thousand of the component national central banks. Monetary policy is supposed to beexecuted to the extent possible according to the Treaty by the latter so that they will needmore personnel. But even if one looks only at the analytical staff i.e. the ones not directlyinvolved in the execution of monetary policy it is clear that the ECB will be rather weakcompared to most of the national central banks in the Euro area. A number of them have ontheir own a research staff that is larger than that of the ECB, which will have only about thesame analytical capacity as the Dutch National Bank and certainly much less than the Federal Reserve, which represents the only case where a significant amount of research is done outsideheadquarters. The example of Switzerland shows that even in a country with strong federalstructures the central bank does not have to be large.Table 1 thus suggests clearly that the probably 6 members of the Board of the ECB will bein a rather weak position visavis the 11 governors of the national central banks that will alsosit in the Council of the ECB. A number of national central bank presidents will be able to relyon a larger staff for analysis at their home base than the board members in Frankfurt. There isthus a danger that a number of governors will arrive at the bimonthly meetings with analysis7that has been prepared by their national staff and that is thus likely to be at least coloured by anational view; possibly even because of the fact that national data will become available before EMUarea wide data. The background notes on which decisions of the ECB Governing Board will have to be basede.g. notes on the inflation outlook to serve as a basis for a decision on interest rates will thusnot come mainly from ECB staff. National governors would be able to prepare papers that arequalitatively at least as good as those prepared by the ECB staff in Frankfurt. Moreover,during the first few years of operation the ECB staff will be absorbed by technical tasks toensure that the framework for the execution of monetary policy works smoothly whereas anumber of operational personnel at national central banks e.g. in foreign exchange marketswill no longer be needed, and as they must be occupied somehow, many might turn toresearch. The system might thus produce too much analytical material; but mostly done innational central banks. The ECB will try to impose a uniform framework on the entire systemas is done in the Federal Reserve but this might work for ordinary administration, not duringcritical periods and for the many new issues that the ECB will have to face.The excesssupply of personnel at the national level suggests that the ECB will be pushedinitially to continue the practice adopted under the EMI regime, namely to have mostimportant decisions prepared by committees drawn from national central banks. Thesecommittees are in many cases not even chaired by EMI personnel and have to reach aconsensus before a position can be taken. Moreover, it is difficult to see how the views of thegovernors, who come only every two weeks or so for at most one and a half day to Frankfurt,cannot be strongly influenced by their national background. The governors will spend most oftheir time and efforts in their home country, dealing with national problems and addressingmost of the time a national audience. This diversity in outlook creates the risk that reaching anagreement will be difficult because the starting points in the discussion will be so different. The danger is that this might paralyse the ECB in the face of crisis. At the very least the ECBis thus likely to be slow in its decisions, unable to react quickly to market developments. Under these circumstances it will also take some time to develop the unity of views orcorporate culture that would enhance credibility with markets and delivers efficient decisionmaking can emerge. See von Hagen 1997 for a discussion of the dangers of majority votingin a heterogeneous body.A seldem mentioned sideeffect of EMU is that it makes the internal decision makingstructures of national central banks obsolete. The governors or presidents cannot be bound byinstructions from their own organizations. As only the arguments and votes expressed in the Governing Council of the ECB will count the national substructures, such as the Zentralbankrat in Germany, will in effect become mere debating clubs and lose all influence. National central banks will de fact become hierarchical.A first comparison of the ESCB with either of the two main federal models the Deutsche Bundesbank and the Federal Reserve System in their present form must arrive at the conclusionthat the ECB Executive Board is likely to have a relatively weaker position with respect to bothdecisionmaking and policy implementation than both its German and US counterparts. The Boardwill be squeezed from, one side by the Governing Council, the repository of all majorpolicymaking authority, and, from the other side by the participating national central banks,8anxious to preserve as many operational tasks as possible, partly to retain influence for themselves,partly to defend the perceived interests of their employees. The national governors will argue, onthe basis of the principle of subsidiarity, that they can implement policy at least as efficiently as anew and inexperienced operational centre at the ECB under the daily management of the Board.The ambition to decentralize policy implementation to the full extent possible will have an impacton capital markets because it implies that many of the idiosyncrasies that characterize at presentlocal capital and especially money markets will tend to be preserved. Incentives to retainoperations in the national financial centres, arising from i the desire to protect the employment ofspecialized staff in the central banks, and ii to extend favours to the private financial institutions ina particular country, would remain.i Regarding staff, EU15 central banks currently employ together over 60,000.5 Total employmentin the Federal Reserve System which performs similar tasks, including supervisory and reportingfunctions, to those to be assigned to the ECB and the national central banks in a future EMU is lessthan half this number. Some European central banks operate in a highly decentralized way; both the Bundesbank and Banque de France have more than 200 branches or suboffices. While privatefinancial institutions undergo rapid restructuring, and mergers are common regardless of size of thepartners, central banks appear to modify their operations much more slowly. Decentralizationwithin countries has, as for local and regional public administrations, encountered resistance tochange, particularly to the extent that employment is at stake. Table 1 shows that the number ofcentral bank staff per million inhabitants ranges from 294 for Belgium and 292 for France to 83for Spain with an EU15 average of 160; against 82 for the US and 50 for Japan.National central banks are difficult to compare. Differences in geography, financial structureand historically inherited tasks can explain some of the striking differences in staffing. Forexample, some undertake extensive printing activities beyond those related to the note issue;others of which the largest the Banque de France, with about 17,000 employees is the primeexample are heavily involved in the production of economic statistics, the analysis of companyfinancial statements, etc. Some of these additional activities might be only marginally affectedby the move to a single currency and the evolution of the ESCB. Yet the centralisation ofmonetary authority provides an occasion for the governing bodies of the national central banksto look critically at their own use of resources and to break the inertia of their past practices. The question that should be asked often is: What sense does it make to collect certain detailedstatistics for one country? The ECB itself should avoid a repetition of the national experienceof many of its participants of excessive decentralisation of technical, labourintensivefunctions, such as the distribution of means of payments and rediscount operations withlocalised collateral. Differences in this respect will also give regional financial markets anational flavour.ii De facto banks will be able to obtain funds from the ESCB mainly from the central bank oftheir own country of origin because that is where most of their capital is in analogy toaccess to US Federal Reserve credit only through the regional Reserve bank in ones owndistrict. 5 The total wage and salary bill may be close to ecu 34 billion. Running Europes monetary systems is arelatively labourintensive industry.C. Pooling of foreign exchange reserves 9To the extent that the timing of additions to or withdrawals from bank reserves is left to thediscretion of the individual national central banks, risks of favouritism extended by the latterwould arise, even if they had no financial consequences for the central bank concerned.One could easily imagine that a national central bank anticipating a rise in interest rates in the areaas a whole would advance the execution of a liquidity injection, for example through a onemonthpurchaseresale transaction with its commercial banks, hence effectively providing the latter cheapercredit than banks in other participating countries. This would be a further element that would givelocal money markets a national character. Clarification of these potentially important operationalissues will not come until the implementation of the final stage approaches and the ECB has beenset up in 1998 and after some experience of harmonizing the methods of coordinating domesticmoney market operations on a voluntary basis has been gained.6Even before the euro has pysically replaced national currencies, the dollar and other third currencieswill be quoted and traded effectively only against the euro. Decisions on the location of foreignexchange market interventions will actually represent a delicate issue. Should the ECB develop itsown contacts with foreignexchange markets or should it go via the national central banks? If itchooses the latter how should intervention be distributed across different financial centres andwhat if foreign exchange trading concentrates? These questions have yet to receive an answer. The EMI 1997 only says that: The selection of counterparts for foreign exchange interventionoperations will follow a uniform approach irrespective of the chose organisational setup for the ESCBs external operations. Such a policy shall not entail a substantial departure from existingmarket standards and it will be derived by harmonising NCBs current best practices. page 26,point 5.3The importance of foreign exchange intervention in the common monetary policy will also beaffected by the size of the foreign exchange reserves of the ECB. A priori one might have thoughtthat the full and definitive transfer of ownership of all international reserve assets, excluding ofcourse holdings of EMU currencies and ECU, from the national level to the ECB would have beena logical step to take to mark the irrevocable nature of the final stage.7The ESCB Statute Art. 30 only says that national central banks are to endow the ECB initiallywith nonEU currency reserves up to ECU 50 billion. The key for contributions will be based onthat for capital subscriptions, viz. weights determined equally by the national shares in EUpopulation and GDP Art.29.1. 6 According to reports in the financial press there has recently been increasing support in the EMI Council fordecentralizing operations to the maximum extent possible, despite the initial rejection of this notion. Many European central banks, including the Banque de France an initial supporter of centralization and the Bundesbank, seem to be attracted by the model of the US Federal Reserve System where the Federal Reserve Board does not itself engage in either moneymarket or foreignexchange operations, but delegates theseactivities to the New York Fed. In EMU one would even go further, because operations could there beconducted by any participating central bank. Such a system seems unnecessarily cumbersome and wouldrequire elaborate information and monitoring procedures on the part of the ECB.7 The Bank of England objected to the transfer of ownership of reserves to the ESCB and considered anagreement to put a predetermined amount of reserves at joint disposal as sufficient. A further complication inthe UK and some other cases is that the central bank does not own international reserves assets, but wouldhave to have ownership transferred to it from the government prior to participation in pooling.D. Other Potential Central Banking Tasks 10Is this sum sufficient? One might as well take the US as an example which has the same size as thelikely euro area. In this case, the 50 billion ECU foreseen by the Treaty appear generous since theywould be considerably more than what is held today by the US. Even a prorata reduction for thenonparticipation of the UK and some smaller countries about 20 % would still leave the ECBwith about the same amount as the two US foreignexchange authorities combined, i.e. about 40billion ECU.8Table 2 gives the official percentage shares of member countries in the EMI, which willcorrespond closely to those in the ECB. They are based on the average of GDP andpopulation weights, both of which are unlikely to change significantly in the short run.Financial markets will be affected by the way in which member countries dispose of the over 200billion ECU in these excess reserves mainly in dollars. Article 31.2 states that operations in suchassets shall be subject to approval by the ECB in order to ensure consistency with the exchangerate and monetary policies of the Community. This may be a sufficiently clear guideline to avoidoutright challenges to the authority of the new monetary institution. However, the greater visibilityof the excess reserves at the time of partial pooling into the ECB may make additional initiativesnecessary. It should be made clear that these reserve assets are henceforth to be regarded aslongterm investments in the currencies concerned rather than as an overhang, the disposal ofwhich poses threats of instability and of downward pressure on the dollar.But if the idea of decentralizing operations to the individual national central banks is extended toforeignexchange operations, the distinction between the reserves of up to ECU 50 billion whichare pooled and the rest which we have reviewed in the present subsection will lose some of itssignificance in the eyes of market participants. All of the gold and dollar reserves will still be held bythe individual central banks, though the degree of usability for interventions will depend on whetherthe reserves are earmarked as legally belonging to the ECB or not. This will not enhance thecredibility of the external policy of the euro area. Given the large differences in reserve holdings,this is another potential reason why national markets even for foreign exchange might be slightlydifferentiated.With respect to other potential tasks, not strictly related to monetary policy e.g. supervision theproblem of how to reconcile the efficiency of operations and the ambition to decentralize is evenmore severe. Art. 3 of the statute mentions as the final task of the ESCB that it should contributeto the smooth conduct of policies pursued by the competent authorities relating to the prudentialsupervision of credit institutions and the stability of the financial system. National central banksstart with a clear comparative advantage over the ECB and its Board with respect to familiaritywith the financial institutions in their territory, particularly to the extent that they already exercisesupervisory functions nationally. Not all do, however in half of the EU member states, supervisoryauthority is vested in a separate government agency and not in the central bank and there isdisagreement between, say, the UK and German authorities as to the desirable degree ofresponsibility for financial stability to be exercised by a central bank mandated to pursue a monetarypolicy oriented towards low inflation. A potential conflict between the execution of these two tasks 8 There are two monetary authorities in the US that hold foreign exchange reserves: the Federal Reserve andthe US Treasury Exchange Stabilization Fund. As of end 1996 both held about 20 billion dollars worth ofmainly DM, yen and some Mexican pesos!.III. Monetary Policy for the Euro A. Price Stability as the Overriding Goal Box 1. Price stability as the primary objective 11exists if a central bank is seen to be generous in its efforts to prevent financial instability by injectingadditional liquidity. Yet all potential participants exercise some lenderoflastresort function andthat could hardly be performed in a fully centralized way. Nor is that the case in existing Federalsystems such as in the United States. Some discretion within prespecified limits would have to beleft with the individual participating central banks. The issue is discussed in fuller detail below.The overriding goal of the common monetary policy is price stability. This goal has beenenshrined in the Treaty in very clear terms see box, which is a remarkable politicalagreement. The wording is less ambiguous than that of the Bundesbank Act of 1957, whichdefines the main responsibility of the German central bank to be the safeguarding of thevalue of the currency Art. 3, while the Bundesbank should support the economic policyof the government, but can not be subjected to instructions by the latter Art. 12. The German statutes thus leave more room for interpretation than the ESCB statute. Other centralbanks in the Community, particularly those with statutes dating back to the 1930s or 1940swhen the ambition to integrate monetary policy fully into government decisionmaking was ata peak, operated under legal mandates that are far less clear with respect to the ordering ofmacroeconomic objectives and more open to the imposition of the preferences of thegovernment at any point in time. Most of the statutes of EU national central banks includingthe German one had to be amended to make them fully compatible with the Treaty.Art. 2 of the ESCB Statutes states:In accordance with Article 1051 of this Treaty, the primary objective of the ESCB shall be tomaintain price stability. Without prejudice to the objective of price stability, it shall support thegeneral economic policies in the Community with a view to contributing to the achievement ofthe objectives of the Community as laid down in Article 2 of this Treaty. The ESCB shall act inaccordance with the principle of an open market economy with free competition, favouring anefficient allocation of resources, and in compliance with the principles set out in Article 3a ofthis Treaty.This formulation is repeated in Art. 3a of the Maastricht Treaty.It would be a mistake to attach exclusive importance to legal texts in predicting the futureperformance of the ESCB. Some national central banks with no special emphasis on pricestability in their statutory obligations and little formal independence of their politicalauthorities have nevertheless over an extended period proved able to pursue policies e.g.,through participation in the EMS which implied these characteristics. Yet it is significant thatgovernments and not just central banks in the EU are prepared to subscribe to a clear andpermanent, almost lexicographic ordering of their preferences with respect to the objectives oftheir joint monetary policy. Given the unanimity of central bankers on this point and theabsence of any identifiable inflationary pressures it is thus likely that the ECB will in fact beB. Monetary Policy Strategy 12willing and able to pursue its assigned task. The choice of monetary policy targets andinstruments has to be seen in this perspective as well, since they constitute the only means bywhich the ECB can reach its aim of price stability.As regards the monetary strategy, the EMI council has opted for a combination of an inflationtarget for the longerterm framework and a monetary aggregate target. Three otherpossibilities were rejected: interestrate pegging because of wellknown theoreticalobjections to the stabilizing properties of such a system exchangerate targeting because thetreaty gives little emphasis to this objective which is appropriate given that the euro area willbe relatively closed and nominal income targeting inter alia because it would also not relatedirectly to the goal of price stability. The dismissal of this third option is arguably a bitsummary, but the two alternatives retained probably suffice to give the ECB the appropriateguidance.Given the primary role of price stability in the Treatys assignment of tasks to the ESCB, it isnatural that this will figure as an essential element of monetary policy strategy. EMI 1997aadds the important element that there should be a quantified definition of this ultimateobjective so as to facilitate the accountability of the joint monetary policy.However, an inflation objective is not enough: the time lags between monetary policy actionsand their impact on inflation are simply too long to offer sufficient guidance for setting policyon a weekly basis. A first requirement for this strategy to work is for the ECB to develop andmake publicly known its inflation forecast one to two years ahead and to contrast it with thequantitative objective. Any discrepancy will constitute the background to the use of themonetary instruments.Countries which have experience with inflation targeting, notably the United Kingdom within Europe, have found it useful to develop intermediate objectives which can help to assess therisks to price stability. At the insistence of the Bundesbank, which has had favourableexperience with monetary aggregates and especially over the past decade with broad moneyM3, the latter seem likely to be given the role of prime indicator of future inflation and henceof an important intermediate objective once it has been demonstrated that its useful qualitiescarry over into the EMU period. The beginning of stage III of EMU is clearly equivalent to amajor monetary reform which makes it uncertain whether the stability in the relationship ofbroad money to nominal income which has been found in the aggregate for the likely EMUparticipants see i.a. Monticelli and Papi 1996 will persist beyond 1999. Most observersbelieve that the relationship between past and future prices as well as the relationship betweenprices and the business cycle should not be much affected by the introduction of the euro.Hence the initial emphasis is likely to gravitate towards the inflationtargeting mode. Thisimplies that the indicator to be used for short run policy changes is likely to be some priceindex for the euro area. Although the CPI consumer price index will be the key index, otherindices wholesale prices, wages are also likely to be taken into account.The degree to which money demand becomes more difficult to predict for the first few yearsof EMU is not easy to gauge. Some observers e.g. Von Hagen 1997 have argued that theintroduction of the euro should leave the money demand for transactions purposes unaffectedwhereas the demand for precautionary purposes including savings deposits might becomemore unstable as the evolution of interest and inflation rates become more uncertain.C. Monetary Instruments 13However, as shown above, most money is held by households, which might not even notice EMU until 2002 and their expectations of interest rates and inflation will not radically changesince the ECB will represent a continuation of the price stability orientated policy followedalready for over a decade by most member countries. The transactions pattern of household isindeed likely to be unaffected by the introduction of the euro. But one could argue that forfirms the opposite is true: their transactions and payments pattern might be strongly affected asinternational transactions play a much more important role for the corporate sector. Onewould expect that the economies of scale in treasury that come with the single currency shouldlead to a significant reduction in the transactions demand by the corporate sector. Since thecorporate sector holds about 30 % of all transactions money this impact on the overall narrowmonetary aggregate M1 might be limited. The demand for cash, which is presumably usedmainly by households, should be completely unaffected until 2002. For savings deposits, againheld almost exclusively by households it is difficult to predict what will happen. Why shouldthe irrevocable fixing of exchange rates lead households to change their propensity to hold thistype of asset rather than, say, money market accounts or bonds? The continuous evolution oftechnology and financial markets will of course have an impact on the demand for savingsdeposits, but these developments are independent of EMU.All in all it appears that the argument that EMU will make money demand unpredictable andthat monetary targets will therefore become useless has been exaggerated. Households holdmost of the money stock, whether narrow or wide, and their demand is unlikely to affected bythe introduction of the euro, at least until 2002. Moreover, the research by Monticelly and Papi 1996 already referred to above suggests that the aggregate demand for money of the EMU area should be more stable than national money demands including the German one,which until 1998 constitutes the anchor for the rest of Europe. The main argument for anexplicit inflation target might be that the European public, which is not used to the implicitinflation target contained in the Bundesbanks monetary target, might expect one. It istherefore likely that the ECB will have to announce an explicit inflation target and addimmediately that its main tool to reach it is a controlled expansion of the euro money supply. Some fudging will thus be unavoidable to make the mixture between inflation and monetarytargets work for the first few years after 1999.Only some broad principles regarding the monetary instruments to be used by the ECB wereanticipated in the EMI report The Single Monetary Policy in Stage Three Specification ofthe Operational Framework, but many questions were left unanswered. The EMI envisagesprime reliance on open market operations supplemented by two standing facilities offered bythe ESCB.Four instruments will be at the disposal of the ECB for open market operations:main refinancing operations regular liquidityproviding reserve transactions with a weeklyfrequency and a maturity of two weeks;longer term refinancing operations liquidityproviding reserve transactions with a monthlyfrequency and a maturity of three months, intended to cater for a limited part of the globalrefinancing volume; D. How to Treat Public Debt?14finetuning operations adapted to the preveiling circumstances and to the specificobjectives of managing the liquidity situation in the market or of steering interest rates;structural operations intended to affect the structural position of the banking system visavis the ECB.As part of the standing facilities, the ECB will be able to provide in the case of the marginallending facility and to absorb in the case of the deposit facility overnight liquidity. Theseinstruments broadly reflect widely used practices in a number of EU countries as shown in Table 5.The details of the facilities to be used by the ECB have not been settled yet. The EMI reportlists only some rather uncontroversial and conventional broad requirements that have to besatisfied by banks to be counterparts and for the eligible assets.The main controversial point is the potential use of minimum reserve requirements on bankdeposits in order to stabilize interest rates and assist in the control of monetary aggregates. Some countries, notably the United Kingdom, and the European Banking Federation havestrongly contested that there will be a need for such an instrument. Given that even the Bundesbank, the most outspoken proponent of reserve requirements has reduced the rates itapplies in Germany drastically over the last years, a likely outcome is that reserverequirements, the use of which has to be finally authorized by the ECOFIN Council accordingto Article 19 of the ESCB Statute, will be retained as an instrument, but that it will besparingly used and that reserves will be remunerated at nearmarket interest rates. Thisimplies that the ECB will not need to be in the market on a daily basis.On the whole the perspective strategy and the instruments of the single monetary policyappear less than revolutionary relative to current national practices. The ESCB does appear tostart off with a solid background in these respects. Given that the UK will not be among theinitial EMU members the likely outcome is that the instruments finally adopted will be amixture between what is currently used in France and Germany.Monetary policy can maintain price stability even if there is inflationary pressures, but in a hostileenvironment the price of low inflation can be high since high interest rates to combat inflationarypressures generated by high wage increases or an expansionary fiscal policy could lead to highunemployment. How likely is it that the macroeconomic environment will make it difficult for the ECB to maintain price stability? The high level of unemployment in most member countries makesit unlikely that high wage demands become a danger for price stability. But what about fiscalpolicy? One key reason why the drafters of the Treaty feared that fiscal policy could put monetarypolicy under pressure is that in countries with a high public debt the central bank is under constantpressure to keep interest rates low, even if this leads to dangers for price stability.Public debt has also a special position in banking regulation. At present, public debt is assumed tobe riskfree for the purposes of prudential regulation. This implies for the banking system that theprudential rules that limit the amount of credits a bank can give in relation to its own capital givepublic debt a zerorisk weighting. This should change with EMU because national governmentslose the option to print the money they might need to service this debt. Hence under EMU the debtBox 2. Prudential rules and public debt under EMU:Recognizing the risk of public debt 15of national governments should be treated in the same way as that of regional governments today;i.e. it should not be considered riskfree, but have a modest riskrating.It has been proposed see e.g. Bishop 1990 that once the third stage of EMU starts the prudentialrules for the banking system should be changed to take into account the increased riskiness of publicdebt that comes once the ECB takes over monetary policy. The argument is that once the third stagehas started national governments lose the power to print the money they need to service their ownpublic debt. There are two regulations regarding the prudential rules for banks that might be changed in thiscontext:i The Solvency Ratio Directive SRD Council directive 89647EECWhat would be the implications for the balance sheet of the banking sector if national publicdebt were to be treated as regional government debt with a risk weight of 20 %? The core ofthe SRD is that banks must hold own funds corresponding to at least 8 % of their risk weightedassets the Cooke ratio of the Basle Group of 10. The various risk categories are 0 % forgovernment debt of OECD countries, 20 % for certain regional governments, 50 % formortgage backed loans and 100 % for commercial loans.A question one can ask is whether increasing the risk weighting on public debt to 20 % would leadto unreasonably large needs for additional capital. This does not seem to be the case as the followingsimple calculations suggest. The SRD rule can be written as:1 Capital Assets 0.08If public debt enters assets with a weight of 0.2 this relationship can be rewritten as:2 Capital public debt held by banks 0.08 0.2If one divides both sides by GDP this boils down to the following requirements for additional bankcapital:3 CapitalGDP debtGDP 0.016This implies that even if banks held public debt worth 100 % of GDP with a risk weight of 20 %they would need to hold only 1.6 % of GDP in reserves against these assets. Given that banks havereserves equivalent to at least 6 % of GDP, on average, in most member countries and about 10 %of GDP in some, this requirement does not seem to be very onerous. In most member countries theactual capital ratio of most banks exceeds by a comfortable margin the 8% limit imposed by the SRD. Hence most banking systems should be able to absorb without great difficulties a hypotheticalrisk rating of public debt.ii Large exposure rules Council directive 92121EECThe Large Exposure Directive says that a bank can not lend more than 25 % of its own fundsdefined as in the SRD to a single client. This rule would be extremely constraining if it were to beapplied to public debt. Starting with the rule of thumb that the capital of banks amounts to 6 10 %of GDP this rule would imply that the total amount of public debt held by banks would have to be16below 1.5 2.5 % of GDP; i.e. a very small fraction of the entire stock of public debt of membercountries.In the case of Belgium enormous portfolio adjustments would be needed since at present almost 5.000 billion BEF, about one half of the entire stock of debt, is held by Belgian banks. Bycomparison the own funds of the Belgian banks amount only to 601 billion BEF, which would allowthem to hold only 150 billion BEF in public debt if the large exposure rule were applied to the Belgian government.The discussion has assumed so far that all or most national public debt is held domestically. This isthe case at present for most member countries. However, even if it where to change considerably itwould not affect the conclusions for the large countries. Italy, for example accounts for about 15 %of the combined GDP of the EU, with a debtGDP ratio of about 120 % the Italian public debt stillaccounts for about 18 % of the GDP of the entire EU. For the entire EU the ratio of capital ofbanks to GDP is about 8 %. This implies that if all EU banks held Italian public debt up to the limitthey could hold the equivalent of 2 % of the GDP of the EU in Italian public debt; about one tenth ofthe total, which is equivalent to 18 % of EU GDP as calculated above. Only a small proportion ofthe public debt of the larger EU countries could thus be held by EMU banks if the large exposurelimit had to be observed.It follows that under EMU banking regulators should apply a higher risk weighting for governmentdebt of a country which is in an excessive deficit and apply the exposure rules to a banks holdingsof public debt. This would have profound implications for the banking system in some membercountries and would force governments throughout the EU to rely much less on bank financing asexplained in box 2. The long term benefit would be to insulate the financial system of the EMU areafrom funding difficulties member states might experience. The main practical objection to thismeasure is that EMU governments might than have to face a higher cost of funds than nonEUgovernments from the OECD area whose public debt has a zero risk weighting under prudentialrules. The case of Korea a member of OECD constitutes a good example of what can go wrong. The additional cost would be minimal, in the order of magnitude of basis points, and it would applyonly to debt held by banks, but it is the main reason why finance ministries have so far refused toconsider this approach.However, even if these precautions are taken it remains likely that for some time to come the publicdebt will be held mainly by domestic savers and the domestic banking system. This implies that afunding crisis of the national government could endanger the stability of the domestic financialsystem. This could then induce the governor of the national central bank concerned to vote againstinterest rate increases that might be necessary to combat inflation in the Union as a whole. Othermembers of the ECB Board might also be tempted to follow a soft line because of the threat ofcontagion effects on the financial system in other EMU countries.9A full discussion of whether or not the Stability Pact finally agreed upon at the European Council of Amsterdam will be sufficient to forestall future payment or funding crisis formember countries is outside the scope of this paper See chapter 8 in Gros and Thygesen 9 The evidence reported in Grilli, Masciandro and Tabellini 1991, which shows that an independent centralbank can produce, on average, lower inflation even in the context of lax fiscal behaviour does not prove thecontrary since their result only indicates that an independent central bank can mitigate, not eliminate theinflationary impact of excessive fiscal deficits.IV. The Incomplete Monetary Union 19992002A. Public Debt 171998. But all the available projections for the next few years indicate that deficits are likelyto fall significantly below the 3% of GDP threshold so that the deptGDP ratios can now startto move downwards.All in all one can thus conclude that the initial EMU environment EMU will be conducive for atleast a few years of low interest and inflation rates.Between 1999 and 2002, only a core of operations has to be carried out in euro. The private sectorwill be free to change to the euro for all other operations at any time during the threeyear period:the basic principle is no compulsion, no prohibition in the use of the euro. The euro will not beavailable in physical form, but a Council regulation proides for a legally enforceable equivalencebetween the euro and the participating national currency units.This official reference scenario, for the period until 2002, had to be based on the premise thatbefore the euro becomes the sole legal tender, the authorities cannot force the private sector to useit instead of national currency. The critical mass has therefore to be created only from transactionsthat involve the official institutions. The private sector will have to be convinced on purelyeconomic grounds. And that might be difficult because the use of a currency involves externaleconomic effects which are similar to the network economies in telecommunications: the marginalcost of using a particular currency depends on how much it is used. A widely used currency hasusually lower transactions costs.If everyone in the private retail sector is using only national currencies, it will not be in the interestof any single private operator to switch to the euro. If the euro is already widely used, however, itmight be in the interest of many private operators to start using it too. Hence, it is possible thatthere are two equilibria for stage 3 A:i. The euro is used only where mandated, orii. The euro is used widely even where not mandated.Under the second equilibrium, transactions cost might be lower, but the private sector would notgo to this equilibrium on its own because no individual operator would have an interest to take thefirst step.A key determinant for a fast takeoff is thus the initial size of the market in euro. At present, thereare only three areas where the euro will be used with some certainty: monetary policy operations,public debt and interbank operations. The use of the euro in a fourth area, that of nonbankdeposits, is much less certain, since the greatest share is held by households. The three latter issuesare discussed below, while the first is discussed under the following heading.Under the official changeover scenario, only new tradable debt has to be issued in euro. It ishowever becoming more and more likely that a substantial proportion of the existing stock ofnational debt will be converted into euro. The first move came from the French Tresor indicatedalready in early 1996 that all its outstanding debt would be converted to euro from the start, whichwould immediately create a deep euro market with products of different maturities. The Belgiangovernment indicated in its changeover plan that the linear bonds OLOs or dematerialised bonds,which amount to 65% of the total Belgian debt, will be transformed into euro. State notes, whichB. InterBank Operations National Changeover Plan 18are generally held by households, might still be issued in BEF during the transition, owing to thefact that they are intended specifically for individuals.10 The Austrian, Dutch, Finnish and Italiangovernment have also given assurances in this direction. Under these circumstances the Germangovernment had to follow. But federal government debt only amounts to about half of the total German debt and the debt of the Lander and Gemeinden the other half is usually in a nontradable form.Redenominating outstanding debt guarantees the irrevocability of the changeover to the singlecurrency. If governments offer to convert their public debt into euro, all wholesale markets willchange as well. The single largest holder of government debt in the EU are households, but thisdoes not imply that they will come directly in contact with the euro. Their government debt is oftenheld indirectly via unit trusts and other savings instruments. In the countries where banks are bigholders in government debt e.g. Belgium, over 50% of the asset side of their balance sheet will be ineuro, whereas the liabilities side would predominantly remain in national currency deposits duringthe transition period, unless banks convince their clients to use the euro for savings deposits.Conversion of outstanding debt securities is not so easy to achieve, however. It depends on manyelements, the most obvious being the liquidity of the paper, the holders, the currency denominationand the physical nature of government debt. Dematerialised bonds can be converted more easilythan paper bonds. Conversion of debt physically held by households will be more difficult than thatheld by institutional investors, which is kept in custody by professional custodians. Conversion willalso only apply to debt held in currencies of the EMU member states. There are finally some taxconsiderations, which cannot be neglected. Households might consider an official conversion as aform of wealth control, which governments could like to use for other purposes as well.Redenomination also poses a number of technical problems, such as trading of odddenominations, cash repayments for renominalisations, risks of mismatches, etc. Because ofthis host of legal, tax and practical problems, redenomination will be limited to public bonds.The case of redenominating for private issuers is much less strong, since the costs do notoutweigh the benefits.The conversion of public debt represents also an element of the competition for the position ofleading financial centre in EMU and the contest to become the eurobond benchmark issuer.Although the total volume of German public debt is much higher, the French market is in somerespect more attractive. French government paper is almost totally dematerialised, which shouldmake it much easier to convert it at once into euro than German public debt. Furthermore, Frenchgovernment bonds cover the maturity spectrum more evenly than the German Bunds, and thusprovide sufficient liquidity in all segments of the market. Hence French debt might be a moresuitable benchmark.If the outstanding stock of tradable debt had not been converted, financial markets would have haddifficulties in keeping the link between the cash market and futures andor options on public debt asthese forward looking financial instruments have to be based on the new eurodebt.In most EMU candidates, interbank operations constitute about 33% or 28% excluding Luxembourg of the overall balance sheet of the banking system. It is likely that most of these will 10 Belgian Ministry of Finance, , August 1996.C. Nonbank deposits V. The ECB, a Full Central Bank?19be converted into euro because the wholesale interbank market is closely linked to the execution ofmonetary policy. Moreover, interbank operations have to be denominated in euro to be processedby the TARGET payment system. The total of interbank deposits for Austria, the Beneluxcountries, France and Germany amounted to ECU 2,241 billion in 1994, or 57% of the GDP ofthese countries.This implies that from early 1999 onwards bank deposits in euro of over 2,4 trillion willalready exist. This is again a stock, but interbank deposits are traded frequently; hence thiswill be a very active and liquid market segment.About 75% of nonbank deposits, i.e. the money supply, originate in the household sector, which islikely to be guided by different considerations than the corporate sector in its choice of currency.Table 4 shows the proportion of the different monetary aggregates held by households, thecorporate and the public sector in Germany and France. It is apparent that almost all longtermdeposits are held by households, and that the share of the corporate sector is higher for shorttermdeposits. One has to keep in mind that a large fraction of the demand deposits of the corporatesector are likely to arise from their dealings with households.A significant fraction of nonbank deposits i.e. the money supply will thus be converted into euroonly if households start to use it more. Whether this will happen is difficult to predict. On the onehand, households are likely to continue using the national currency for their daily transactions. Buton the other hand, they might through their holdings of government and other securities becomefamiliar with the euro as a financial instrument.The essence of central banking have often been described as consisting of a trilogy of activitiesand responsibilities. That trilogy refers to the control of inflation through monetary policy, thesafeguarding of the stability of the banking and financial system through prudential policies,and ensuring the efficiency and integrity of payments systems. It is argued that it is difficult todisentangle a part of a the trilogy without loosening the global objectives of a central bank, tomaintain overall economic and financial stability. If one of the three functions is not workingproperly, it will contaminate the others and undermine the objectives of the central bank.Within the euro area, this trilogy of central banking functions will not be managed by the ECBalone. The division of central bank responsibilities was adapted to the specific requirements ofthe European integration process, where powers are delegated to a higher power only if theycannot be sufficiently achieved by the member states, and can therefore be better exercised bythe Community. Hence, the ECB was granted exclusive competences in the areas of monetarypolicy, but its functions in payments systems and prudential supervision are limited, orexercised in cooperation with the participating national central banks. In payment systems, the ECB and the national central banks will collaborate to create an efficient and sound system,which is based on an interlinking of national realtime gross settlement RTGS systems in TARGET system Art.22. In prudential supervision, the ECBs role is limited to givingA. Prudential issues 20advice to the EU Council of Ministers and the Commission on draft Community legislationrelating to the prudential supervision of credit institutions and the stability of the financialsystem Art.25.Some observers have characterised the ECB as being only a monetary policy rule, a limitationwhich could stifle the development of liquid and securitised financial markets FolkertsLandauand Garber, 1992. Liquid securitised financial markets need to be supported by a central bankwith broad functions, they argue. The ECB will not intervene actively in financial markets, butstand on the sidelines. The draft ECB monetary policy instruments provide for only weeklyrefinancing operations and likely supporting instruments for its monetary policy, such asreserve requirements, limit shortterm funding in the banking system. This can be observed in Germany where the existence of reserve requirements provoked the flight of DEM repomarket to the UK. The ECB might also resist calls for liquidity support to troublesome banksand let unsound banks fail, increasing the risk of systemic shocks. Finally, the realtime grosssettlement system TARGET will limit market liquidity and absorb funds to prevent gridlocks.We will in this section analyse the pros and cons of separating and combining monetary andsupervisory functions, examine how this issue was approached in the EU context and put it thethe perspective of recent trends in banking supervision. A second part discusses the role of the ECB in payment systems.Monetary policy and banking supervisory functions are separated in one half of the Community countries, and combined in the other half see Table 6 below. Generally speaking,the arguments in favour of combining both functions derive from the objective of ensuring thestability of the financial system and preventing contagious systemic crises. Assigningsupervisory and regulatory functions to central bank should contribute to a better control ofoverall financial stability. Another argument is that as central banks have to be involved inrescues of commercial banks they should also be involved in supervision. But this argumentcuts two ways. A conflict of interest might arise in the observance both functions: injection ofadditional liquidity in the financial system might endanger price stability and increase moralhazard.The fact that both regimes are equally represented in the EU shows that there are no definitivearguments for either model. According to Goodhart and Schoenmaker 1995, the question ofthe appropriate design has to be seen more against the particular financial or banking structureof each country rather than being capable of resolution as an abstract generality. Moreover,there is a general trend of retreat in central banks from supervisory functions, which wasexemplified recently by the breakaway of the supervisory functions from the Bank of Englandand the establishment of a SuperSIB. This new regulatory authority will bring all financialsector supervision under one roof.Several reasons can be advanced for this trend. First banking is becoming an increasinglycomplex business and less clearly defined. Leading banks are active in several jurisdictions asproviders of a whole series of financial services. Linked to this are new developments infinancial supervision, which increasingly emphasises the role of selfregulation. Finally, there isincreasing acceptance that the government, not the central bank, should take responsibility for21ultimate financial support. Supervision could thus be better organised in body more directlyunder political control.In the Amendment to the Basle Capital Accord to Incorporate Market Risk, reached by the Basle Group of 10 in 1995, banking supervisors allow banks to use, under certain conditions,internal risk measurement models valueatrisk VAR models to set the necessary ownfunds instead of the formal capital requirements. The Amended Basle Accord will be fullyeffective at the end of 1997 and will be incorporated in EU legislation through an amendmentto the capital adequacy directive for investment firms and credit institutions CAD. Theemphasis on internal controls has recently been taken a step further in the US with the precommitment approach, which devises an incentive contract between banks and theirregulators. It stipulates that a bank or investment firm has to precommit to its regulator not toexceed a certain portfolio loss over a certain period. This precommitment approach, whichshould be determined using the institutions own internal VAR models, is at the same time itsregulatory market risk capital requirement. If it violates this commitment, then it will face aregulatory penalty.Some recent international bank failures and financial problems have highlighted the globalinterdependence of financial markets and the need for solutions at that level. The collapse ofthe British Barings banks February 1995 was provoked by uncovered positions taken by onetrader in Singapore. Daiwa incurred a loss of 1.1 billion as a result to fraudulent transactionsof a trader in its New York branch August 1995. The G7 discussed the issue at each of itslast three meetings. The Halifax G7 meeting June 1995 called for an integrated approach topotential systemic risks and closer international cooperation in the regulation and supervision offinancial institutions and markets. They invited the Basle Committee on banking supervision and IOSCO, the International Organisation of Securities Commissions, to work closely together inaddressing the major issues in this area, to examine the desirable steps to address identifiedproblems and to report back. At the Lyon G7 meeting June 1996, the heads of state andgovernment called for enhanced cooperation across markets and sectors to reinforce supervision:they welcomed the proposals of the Basle Committee and IOSCO, which concretised theinternational cooperation between supervisors through the appointment of a lead supervisor forglobally active firms. They gave support to the joint forum on financial conglomerates, comprisedof banking, securities and insurance supervisors. They invited to strengthen prudential standards inemerging markets; encourage private sector efforts to enhance market transparency; improvereporting and disclosure of derivatives activities; enhance cooperation among exchanges andsecurities supervisors for information sharing arrangements.Against this background, the EU supervisory system might well have to be adapted. The singlemarket legislation provides that prudential control of financial market actors in the EU restswith the home country supervisors. Market liberalisation was achieved through theharmonisation of essential rules in Community Directives and the mutual recognition ofadditional requirements. Hence a licence obtained in one member country is valid throughoutthe EU. The control of compliance with these rules rests with the home country supervisors,which is in charge of controlling the operations of the financial institution throughout the Community. This principle was applied equally for the three groups of financial marketplayers, banks 1992, insurance companies 1994 and investment firms 1996. For EUsupervisors, the designation of a lead supervisor, as internationally proposed to reinforcesupervision, is a prolongation of European practice. Moreover, EU legislation sets that theB. Payment systems issues 22home country should be the country where a financial institution has its most importantoperations, as was decided further to the BCCI failure.Limiting the ECB functions to the field of monetary policy coincides with a trend which isgenerally discernible and suits with the home country control principles of the single market.Involvement of the ECB in bank supervision could force it to act as a lenderoflastresort,which could be difficult to reconcile with the task of maintaining price stability andcompromise its independence. On practical grounds, bank supervision can be better executedat the local level, because of the availability of specific expertise and the knowledge of thelocal market. Since the participating national central banks will be involved in open market andcredit operations with banks, they will have the handson experience with financial marketsand institutions and information on market conditions. Nevertheless, strong and swiftcommunication lines should be established between national central banks and supervisors andthe ECB to assess liquidity crisis in European financial markets. The ECB would be a usefuldevise to constrain the use of lender of last resort operations at the local level. Only when acrisis has the potential to become systematic would the ECB intervene. The ECB shouldtherefore develop a capacity to systematically monitor financial markets and to assess financialstability.In order to execute the joint monetary policy, the national central banks in the ESCB will link theirdifferent domestic settlement systems in the TARGET system. The system will also be open forprivate crossborder payments and will deal with wholesale transactions in realtime grosssettlement RTGS, meaning that payments are settled immediately without daylight exposure.RTGS has the advantage of reducing systemic risk, but requires the explicit provision of intradayliquidity so as to prevent gridlocks.11 European central banks are currently in various phases ofdeveloping a RTGS payment systems, which will be interlinked in TARGET. TARGET will also beopen to the central banks which are not in the monetary union to process the euro as a foreigncurrency.For commercial crossborder payment business, the TARGET system will compete with otherpayment systems such as correspondent banking and net settlement systems, such as the ECUclearing system of the ECU Banking Association EBA or the EAT run by the Hessische Landeszentralbank in Frankfurt.12 TARGETs services will be priced at market rates, and areexpected to be competitive for wholesale payments. Under current plans, a transfer through TARGET should be several times as expensive as a transfer under the EBA system. One couldtherefore expect that the latter system and other competitors should take care of middlesizedpayments, whereas TARGET could be used for large transfers, i.e. those exceeding 10 millioneuro. The EBA expects TARGET and correspondent banking to have each a 20% share, while the EBA system would have 30%. With the gradual extension of the use of the euro, TARGET and EBA systems are likely to replace correspondent banking arrangements between banks in monetaryunion, and between banks outside to banks inside for transactions in euro. Some even expect that 11 For a detailed analysis of the different forms of payment systems and the cost of RTGS, see Schoenmaker1994 and FolkertsLandau et al. 1996.12 Ecu Banking Association, From Ecu to Euro The EBAs Future Business Potential, 13 December 1996.Reference to German system?First Progress Report on the TARGET Project 23correspondent banking will totally disappear in the euro zone, as it has almost disappearedwithin all EU member states.Most wholesale payment systems will be converted to the euro from the start of phase 3 Aonwards. Systems that operate both wholesale and retail or only retail will have to deal with bothcurrencies. Member states are preparing their payment systems in different ways for this situation.13The existence of different standards for payment orders in the member states will, however,continue to hamper crossborder integration.There has been much discussion in the recent past about access of nonEMU Community countriesto TARGET. Although the details are complicated, the principle that underlies this debate shouldbe clear. TARGET will link national payment systems to execute the single monetary policy in theeuro area and generally promote the use of RTGS in EU crossborder payments. Within the euroarea, the national central banks are only agents of the ECB and must be treated as such. It is alsoapparent that there is no reason to establish special links between the ECB i.e.TARGET and thecentral banks from outside the EU. Should one consider a halfway house for central banks thatare members of the EU, but not part of EMU? This would be difficult to realise in practice becausemonetary policy cannot be divided. Although the out central banks are unlikely to undermine themonetary policy of the ECB they also have a Treaty obligation not to do this, there is no reasonwhy they should be given special treatment. At present, national central banks deal with othercentral banks at arms length. No central bank in the world allows other central banks to create itsown money or gives other central banks privileges in its payment system. This does not imply,however, that TARGET should discriminate against commercial banks headquartered in outcountries, which are members of the same single market.The TARGET debate often overlooks the fact that its system will be only one of many that willcompete in the euro area, as indicated above. This availability of lowcost alternatives is also thereason why the implications of such an armslength treatment of nonEMU members central andcommercial banks and financial centres should be limited. London has established itself as afinancial centre for many currencies, despite the fact that commercial banks in London and the Bank of England never had privileged access to the two US payment systems. There is thereforeno reason why the lack of privileged access should prove an impediment to achieving an importantrole in the euro euro market.If the EBA system and other netting systems are widely accepted, one could imagine a situationwhereby the private sector systems are used for a majority of transactions and TARGET justhandles the payments that arise after netting. This would further reduce the disadvantage of outbanks who would anyway not need to make large euro payments for the common monetary policy.In a recent report, the EMI has given further details about the functioning of TARGET, thepreparations and opening hours.14 Liquidity in the system will be provided by making use of fullycollateralised intraday overdrafts, reserve requirements imposed for monetary policy purposes andremunerated free reserves. Collateral could be mobilised and used on a crossborder basis in EMU 13 See e.g. the Master agreement on the execution of interbank domestic payments for the introduction of theeuro currency, concluded between the Bundesbank and the German banking associations on 26 April 1996,which allows for both, euro and DEM payments in the German payment system, depending on the instructiongiven at the start.14 , Working Group on EU Payment Systems, EMI, August 1996.24as well, which will ease remote access to other EMU countries payment systems for banks in the EMU zone. The system will have long operating hours from 7am until 6pm European centraltime to facilitate the implementation of the monetary policy and to ensure a level playing field forcredit institutions.The question of the options for intraday credit in euro to nonEMU central banks CBs or theaccess by nonEMU commercial banks has not been settled yet. The essential problem is as follows:equal access has to be assured for outs as for ins, but difficulties with the settlement of an intraday credit might at the end of the day spillover in an overnight credit. The latter form of credit isnot a payments system matter, but rather a monetary policy issue, since it might disturb euromonetary policy. This is at the same time the border where the difference between the two groupsstarts. Possible solutions that are being investigated at the moment include an earlier closing timefor payments in TARGET for outs; a common cutoff time with higher overdraft penalties for theouts; or the setting of a maximum credit in euro that outs can have, based on their euroreserves.At the payment systems level, out financial institutions will be hampered in setting up optimaloperational structures to make full use of the single market. They will have to maintain a dual setof accounts with their central bank, in euro and in national currency, if they want to work ineuro. They will need to put up additional collateral for remote access to payment systems in EMU countries. Or they will need to set up a separately capitalised entity subsidiary in theeuro zone if they want equal access to TARGET as enjoyed by EMU banks.The cost of collateral should not be exaggerated, however. As can be seen from Table 7,collateral in the UK CHAPS, a national RTGS payment system, should be at most 12,9 billion ECU, or about 2% of the total deposits, or 1% of the balance sheet total of UK commercialbanks. Onetenth of the daily turnover is the highest level of collateral a RTGS system isexpected to need. Normal levels are thought, however, to be much lower, at around 150 ofdaily turnover.The real question is what amount of additional collateral would the out e.g. UK commercialbanks have to pledge in order to obtain access to TARGET and at what cost. Out commercialbanks would make this financial outlay only if the cost is lower than the low cost of using theexisting correspondent banking channels or other private sector alternatives, such as the netpayment system run by the ECU Banking Association which has a much lower demand forcollateral.What will be the size of the flows for which TARGET might be used? Crossborder payment flowsare usually much smaller than domestic ones. Trade with the EU amounts to about 10% of UKGDP. Assuming a similar proportion applies to turnover in payments between the UK and the EU,crossborder transactions in the EU should be around 13 billion euro daily. This implies an annualturnover of about 2860 bn euro. UKEU trade amounts to about 100 bn euro; the ratio of 30turnovertrade is within the range observed in other currency markets.These calculations suggest that the additional collateral required would be about 1,3 bn ECU. Thiscollateral would be remunerated at market rates. Folkerts Landau et al. 1996 estimated that theupper limit of the opportunity cost of pledging collateral is 0.25%, a consequence of the fact thateligible securities are high quality and very liquid but no longer available to the bank for otherpurposes. This would imply that the cost of pledging additional collateral would be only 3,25million ECU p.a. 13 billion ECU x 0.1 x 0.0025 for the entire UK banking system! This would beBox 3. Mortgage lending in the EUVI. Conclusions: Implications for capital markets 25the maximum under a scenario of double collateral and still the sum is negligible if compared togross income, profits, costs or any other indicator of the size of the UK banking system. Similarconsiderations apply to the other potential out countries.European mortgage markets show a wide diversity in mortgage contracts and in refinancingmethods. At the retail level, the interest rate can be variable or fixed over a long term. At thewholesale level, mortgage loans can be refinanced through short term deposits or through longterm loans, i.e. mortgage backed securities. These differences coincided in the past with countryspecific patterns, with at the two extremes the building societies in the UK, using variable ratesfinanced by short term deposits and the Hypothekenbanken in Germany, using fixed ratesfinanced by long term Pfandbriefe. One, perhaps the main, reason for the differences was themuch higher level and variability of inflation in the UK during the 1970s and 1980s. The realrate paid by borrowers would have been extremely variable if nominal interest rates onmortgage loans had been fixed for 510 years as is customary in Germany. More recentlyvariable rates are also offered in Germany so that there might be some convergence over time.Large differences continue, however, and regulatory barriers remain to a truly integratedmarket. They relate to differences in securities, consumer protection, bankruptcy and taxlegislation. Further Community action in these areas is not immediately foreseen, which impliesthat European mortgage markets will continue to be fragmented for some time to come.Mortgage lending is part of the activities which can be exercised on a crossborder basis asfurther to the 2nd banking directive, subject to home country supervision only. Loopholes in thelatter directive, such as the general good clause, and remaining differences in tax and securitieslegislation have however proven to be a serious barrier on crossborder exercise of mortgageservices, and left the host country authorities with considerable scope for control: sometimeslong term refinancing was not possible in the host country, or otherwise additional host countryauthorisations were required. Hence it follows that certain, possibly competitive forms ofmortgage lending could not yet sufficiently spread at a Europeanwide level. From a capitalmarkets perspective, it implies that longterm private debt instruments, such as the German Pfandbriefe, could not yet further develop.Monetary union should further reduce these remaining barriers. The unification of monetarypolicy, the disappearance of currency risk and the harmonisation of securities instruments inthe regulation on the legal status of the euro and the rules on collateral for monetary policyoperations of the ECB should provide host country authorities for less scope of additionalcontrol. The impetus which has recently been given to harmonise capital income taxation shouldremove another important barrier. Given the price stability objective of the ECB and theexpected stable shortterm interest rate environment, fixed rate long term mortgage loans mayincrease in EMU, and with it long term refinancing.EMU will be a further quantum step in the integration of European capital markets, but substantialdifferences will remain for some time to come. Within the US monetary union it does not makesense to speak of different regional capital markets. Nothing differentiates the New York from thePfandbriefe 26Californian market, except that some market participants are located and deal in New York andsome others deal primarily in California. This will not be the case in Europe. Even after theintroduction of the euro capital markets will retain a strong national flavour. This does not applyto all market segments, but to most of the important ones. There are many reasons for this. Theycan best be observed by distinguishing between the retail and the wholesale level.At the retail level the reasons for differentiation are clear. National regulations and habits ofconsumers mean that in each country different instruments are used. For example, in somecountries simple savings accounts are still very popular and protected by legislation whereas inothers they have been supplanted by money market certificates. Another example are mortgages,which show large differences from country to country see box 3. In Germany, mortgages arelongterm fixed rate loans, which are repackaged and sold on capital markets as . In the UK, mortgage rates are indexed on short term interest rates. These idiosyncrasies at the retail levelare not the focus of the present contribution. They might, however, affect even the wholesale levelsince in some case they can affect the preferred mode of refinancing of local financial institutions.For example, in Germany banks need a stable deposit base at long term fixed rates. UK banks incontrast can live with a higher proportion of short term deposits.The consequences of these national idiosyncrasies for monetary policies can be seen in the size andcomposition of the main monetary aggregates. Table 4 above shows the composition of M3 for France and Germany and the shares held by households and the corporate sector. In both countrieshouseholds hold most of demand deposits 60%. For time deposits which account for about athird of total M3 the shares held by households are, however, completely different: In Germany thecorporate sector still holds about a quarter of all time deposits, whereas in France it holds almostnone. With these differences in the deposit base it is likely that banks in different countries willcontinue to have different lending patterns as well. This implies also that a given change in eurointerest rates might impact them quite differently. In other words the monetary policy transmissionchannel will be different. Moreover, to the extent that the funding pattern of the corporate sectorcontinues to differ the same applies to the overall impact of monetary policy.If one combines this finding with the leeway given to national central banks in the execution ofthe common monetary policy it reinforces the suspicion that even monetary policy will retain anational nuance. Some national central banks might argue that a given increase in interestrates decided upon by the ECB in Frankfurt would have an unduly restrictive impact on theirown country and might therefore feel justified in doing everything they can still do to softenthe impact on their own banking system. It is only to be hoped that the ECB will not allowsuch practices to get out of hand despite the excessively decentralized organization of the ESCB which leaves too much room for differentiation by national central banks. National centralbanks have large numbers of staff that are presently engaged in dealing with local financialmarkets this is less the case in southern Europe. There are thus strong vested interests incontinuing practices that require local expertise. The German Wechsel are a good case inpoint. The ECB has decided to accommodate national idiosyncracies by allowing local calledtier two assets to be used in tenders. This virtually ensures that the common monetary policywill have locally differentiated effects. The government debt market is likely become unified at the wholesale level, but a sizeableproportion of government is still sold in paper form to households in a number of memberstates. These papers are often geared to specific national circumstances like savings habits and27tax regulations. While this way of financing the government is likely to become marginal inthe very long run it will continue to constitute a sizeable part of the market until then.The financing structure of enterprises, that differs so strongly from country to country andcharactizes national financial systems, is to a large extent determined by the structure ofnational tax systems corporate taxation, personal taxation, etc  These differences will not beaffected by EMU and constitute another reason why capital markets will retain a nationalflavour.The only broad change in the structure of financial markets that is likely to come as aconsequence of EMU is some increase in securitisation. Within the large market at thewholesale level that will be created by the euro nonfinancial enterprises will find it moreconvenient to make the necessary effort to be able to issue commercial paper on their owninstead of relying on bank loans. These economies of scale might also appear in other parts ofthe market and should in general favour large organised markets. One of the initialconsequences of EMU might therefore be an increasing dichotomy between mainly nationalretail markets and a more and more unified wholesale market whose sheer size favourssecuritisation and hence large organised exchanges.The start of EMU in 1999 will thus not lead immediately to a unification of financial markets. Local habits, regulations and vested interests will keep market segmented for some time. Butit is also certain that competitive pressures will become irresistible in the long run. Only themost efficient instruments and practices will survive the competition in the euro area. 1999will thus see the start of a process of unification, rather than its completion. References EMU Getting the Endgame Right First Progress Report on the TARGET Project Systems and Its Impact on Financial Markets The Reform of Wholesale Payment Establishing A Central Bank: Issues in Europe and Lessons from the USOxford Economic Papers Towards Economic and Monetary Union: Problems and Prospects Economic Policy European Monetary Integration, From the European Monetary System to European Monetary Union The Passage to the Euro World Economic Outlookfor Money European Integration, Monetary Coordination, and the Demand From 1992 to EMUThe Single Market in Banking:28Arrowsmith, John 1996, Economic, Financial and Legal Aspects of the Transition to a Single European Currency, Written evidence to the Treasury Committee of the House of Commons, January.Begg, David, Francesco Giavazzi, Jurgen von Hagen and Charles Wyplosz 1997, ,Centre for Economic Policy Research, Monitoring European Integration, No. 7, February.Bishop, Graham 1990, Separating Fiscal from Monetary Sovereignty in EMU A United States of Europe is not necessary, London, Salomon Brothers, November.Dermine, Jean 1996, European Banking with a Single Currency, mimeo, March European Commission 1997, The Impact of the Introduction of the Euro on Capital Markets, July.European Mortgage Federation 1997, Mortgage Credit in the EU in 1996.European Monetary Institute 1996, , Working Group on EUpayment systems, August.European Monetary Institute 1997, The Single Monetary Policy in Stage III of EMU Specification of the Operational Framework, January.FolkertsLandau, David, Peter Garber and Dirk Schoenmaker 1996, , Group of Thirty, Occasional Paper, No. 51.FolkertsLandau and Peter Garber 1992 The ECB: a bank or a moneary policy rule?, in M. Canzoneri etal. eds. , Cambridge University Press, Cambridge.Goodhart, Charles et al. 1997, Financial regulation: Why, how and where now? Monograph for the Central Bank Governors Meeting, Bank of England, June.Goodhart, Charles, and Dirk Schoenmaker 1995, Should the functions of monetary policy and bankingsupervision be separated, in , Vol. 47, p. 539560.Grilli, Vittorio, Donato Masciandaro and Guido Tabellini 1991, Political and Monetary Institutions and Public Financial Policies in the Industrial Countries, 13, pp. 34192.Gros, Daniel 1996, , CEPS Paper 65.Gros, Daniel and Niels Thygesen 1992, , Longman, London second revised edition, 1998.Gros, Daniel and Karel Lannoo 1996, , Centre for European Policy StudiesCEPS, Working Party Report No.15, Brussels, November.IMF 1995, , IMF, Washington D.C.Monticelli, Carlo and Ugo Papi 1996, , Oxford University Press, Oxford.OECD 1996, Banking Profitability Statistics.Orr, Adrian, Malcolm Edey and Michael Kennedy 1995, The determinants of real long term interest rates:17 country pooled time series evidence, OECD Working Paper No. 155.Schoenmaker, Dirk 1995, Banking supervision in stage III of EMU, in , CEPS Research Report No 17.Externalities in Payment Systems: Issues for Europe Journal Swedish Economic Policy 29Schoenmaker, Dirk 1994, , CEPS Research Report No. 15.von Hagen, Jurgen 1997 Monetary policy and institutions in the EMU, , Volume 4, Number 1, Spring.Table 1: A weak centre: headquarter staff at national Central Banks 30Total staff At headquarters In analyticalfunctionsresearch,statistics,economics, etc.Research ESCB 400 200? 50?For comparison NCBs:Germany 17.632 2.770 360 70France 16.917 750 280Italy 9.307 2.000 300 150England 3.500 90Spain 3.269 350 150Netherlands 1.721 1.500 165 60US23.727 1.700 350Source: Morgan Stanley Central Banking Directory 1997 and, national central banks.Table 2: Employment in EU central bankscountrystaffpop millionstaff n. permillioninhabitantTotal EU 1564753403,516031Austria 11948,0149Belgium 298010,1294Denmark 5605,2107Finland 8835,1173France 1691758,0292Germany 1763281,6216Greece 296410,4284Ireland 5833,6163Italy 930757,2163Luxembourg 1000,4246Netherlands 161115,4104Portugal 17579,9177Spain 326939,283Sweden 8268,894UK417058,372For comparison:USA23727290,782Japan 6300125,050Source: Eurostat; The Morgan Stanley Central Bank Directory 1996, pp. xviixviii.Table 3. ECB shares and potential foreign exchange pooling 32% share in ECBcontributioncallupactualreserves Surplus B2.81.412.310.9DK1.70.810.79.9D22.511.360.549.2GR2.01.013.812.8E8.84.444.640.2F17.08.518.510.0IRL0.80.46.25.8IT15.87.935.227.3LUX0.10.10.00.1NL4.22.119.217.1AU2.31.217.115.9P1.80.912.311.4SF1.70.85.04.2SW2.91.514.513.0UK15.37.729.621.9Total 10050299.4249.4Note: data for end 1996, except AUS November 96 bill. ECU.Source: own calculations based on EMI Annual Report 1996 and IMF, International Financial Statistics, April 1997, total might not add up to 100% because of rounding.Table 4. Central Bank Instruments Country Standbyfacilities Open Market Operations Reserve requirement Note BNADO:Swap MPRepo AW33Austria BRepo, Swap; Wnoninterest bearing Belgium B, P, DO, Repo, Swap; Mnone Denmark DO, Repo, Swap; Mnone Germany B, P, DO, Repo, Swap; Mnoninterest bearing AGreece B, PO, Repo, Swap; Winterest bearing, NASpain Repo, Swap; Mnoninterest bearing AFrance PO, Repo; Mnoninterest bearing AIreland D, PO, Repo, Swap; Minterest bearing, NAItaly B, PO, Repo, Swap; Minterest bearing, ANetherlands BO, Repo, Swap; Minterest bearing NAPortugal B, PRepo; Mnoninterest bearing ASweden D, PO, Repo; Mnone Finland D, PO, Repo, Swap; Wnoninterest bearing, NAUKPO, Repo; Mnone: : subsidised loan facility, : deposit facility, : shortterm facility for bridgingpeaks inliquidity demand, outright transactions, : repurchase agreements withdomestic credit institutions, : swap operations in foreign currency; : one orseveral operations per week; : multiple operations daily; : with averaging provision;: without averaging provision.Source: von Hagen 1997, p. 95.Size of InterBank Deposits in Selected EU Countries 1994Table 534 bn ECU% of balancesheet Belgium 162,632,9Denmark 24,321,6France 936,839,0Germany 644,321,3Italy 86,46,7Luxembourg 267,660,1Netherlands 121,618,3Spain 110,115,8Austria 108,729,0United Kingdom 146,115,7Total 2608,526,0Source: OECD 1996.Sectoral Distribution of Monetary Aggregates in France and Germany Table 6M3M2M1Cash 351995, in national currencyGermany bn DEMFrance bn FRF2007,45478,5Minus savingsdeposits750,32215,51257,13263,0Minus timedeposits441,01446,0 of which: % shares % shares Corp. sector 110,725,13,40,2 Households 285,864,71442,499,8 Public sector 45,110,20,20,0816,11817,0Minus demanddeposits578,61561,1 of which % shares % shares Corp. sector 196,633,9433,427,8 Households 352,060,7948,060,7 Public sector 31,35,4179,711,5237,5255,9Shares in M3:cash 11,84,7M140,733,2M262,659,6Sources: Banque de France and Deutsche Bundesbank, 1995 data.Table 7. Monetary and bank supervisory functions in EU countries Regime Monetary Agency Supervisory agency 36Austria SNational Bank of Austria CBFederal Ministry of Finance MFBelgium SNational Bank of Belgium CBBanking and Finance Commission Denmark SDanmarks Natonalbank CBFinance Inspectorate MI1Finland SBank of Finland CBBank Inspectorate MF Bank of Finland CBFrance CBanque de France CBBanque de France CB Commission Bancaire 2Germany SDeutsche Bundesbank CBFederal Banking Supervisory Office Deutsche Bundesbank 3Greece CBank of Greece CBBank of Greece CBIreland CCentral bank of Ireland CBCentral Bank of Ireland CBItaly CBanca d Italia CBBanca d Italia CBLuxemb.CLuxembourg Monetary InstituteCBLuxembourg Monetary Institute CBNetherl.CDe Nederlandsche Bank CBDe Nederlandsche Bank CBPortugal CBanco de Portugal CBBanco de Portugal CBSpain CBanco de Espana CBBanco de Espana CBSweden SSveriges Riksbank CBSwedish Financial Supervisory Authority UKSBank of England CBSecurities and Investment Board 4Switzerl.SSwiss National Bank CBFederal Banking Commission USSCFederal Reserve Board CBOffice of the Comptroller of the Currency CBFederal Reserve board CB State GovernmentsFederal Deposit Insurance Corporation 5Notes:C Combined S Separated CB Central Bank MF Ministry of Finance MI Ministry of Industry1 The Danish National bank is the granter of liquidity support, while the Inspectorate is responsible for the supervisionof banks. The inspectorate has no formal link with the Nationalbank, although there is in practice cooperation between thetwo on any issues.2 The Banking Commission Commission Bancaire is a composite body chaired by the governor of the Banque de France, with representatives from the treasury. The Banking Commission supervises compliance with the prudentialregulations. The inspections and onsite examinations are carried out by the Banque de France on behalf of the Banking Commission.3 The Federal Banking Supervisory Office Bundesaufsichtsamt fur das Kreditwesen is entrusted with the supervision ofbanks. It is responsible for sovereign acts, such as licensing and issuing regulations, whereas the Bundesbank is involvedin current supervision by collecting and processing bank prudential returns. The Banking Act provides for cooperationbetween the Supervisory board and the Bundesbank i.e. the two bodies communicate information to each other, and the Supervisory Office has to consult the Bundesbank on new regulations.4 Under proposals of the Blair government, the banking supervisory responsibilities will be taken away from the Bank of England and put into an extended Securities and Investment Board, which will supervise the whole financial sector.5 The Office of the Comptroller of the Currency, an agency within the US Treasury Department supervises nationalbanks and federally licensed branches of foreign banks. The Federal Reserve Board and the State Governments supervisestate chartered banks which are members of the federal Reserve System. State chartered nonmember banks are supervisedby the State Governments. The Federal Reserve Board has the authority to supervise all bank holding companies and theirsubsidiaries. In addition, the autonomous Federal Deposit Insurance Corporation has some supervisory responsibilities.Source: adapted from Goodhart and Schoenmaker 1995 p. 558.Daily Turnover and Collateral in the UK CHAPS in bn ECUTable 8371994reserveswith CBcollateralintradayliquiditydailyturnoverbankdepositsbalancesheet total UK CHAPS1,811,112,9128,9648,1930,3Sources: Folkerts Landau et al. 1996, and OECD 1996.", "filename": "755480740.pdf", "person": ["Daniel Gros", "Gros, Daniel"], "date": ["1998"]}