{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/78036/1/755899636.pdf"], "title": ["Intra-family migration decisions and elderly left behind"], "plaintext": "IntraFamily Migration Decisions and Elderly Left BehindTobias St ohr 1Kiel Institute for the World Economy, Hindenburgufer 66, 24105 Kiel, Germany Abstract In many poor countries with high emigration rates elderly people are left behindwithout care when their children migrate. Without a functioning market inprivate care migrants face a difficult tradeoff between working their way outof poverty and providing informal care once their parents become frail or sick.I develop a noncooperative model of siblings interactions that explains howchain migration can lead to a breakdown of traditional caregiving structureswhile an opposing endogenous effect increases family members incentives tospecialize as caregiver. The models predictions are tested using novel datafrom Moldova and found to perform better than predictions of some establishedmigration models. The empirical analysis suggests that migration and stayingin order to provide care are strategic complements for children of elderly parentsin most families. This is evidence of a promising resilience of families informalsecurity arrangements to largescale migration.Keywords: migration, elderly care, remittances, intrafamily allocation,informal security networks. JEL codes: F22, J14, I19, D10I would like to thank Marcus B ohme, Judith Heidland, Toman Omar Mahmoud, Andreas Steinmayr, Rainer Thiele, Michaella Vanore and seminar participants at the Kiel Institute forthe World Economy, the University of Kiel, Maastricht School of Governance, SMYE 2013 andthe 2013 AEL conference. Financial support from Europe Aid project DCIMIGR210229604is acknowledged.1tobias.stoehrifwkiel.de, 49 431 8814 367.The responsibility for the contents of the working papers rests with the author, not the Institute. Since working papers are of a preliminary nature, it may be useful to contact theauthor of a particular working paper about results or caveats before referring to, or quoting,a paper. Any comments on working papers should be sent directly to the author.Coverphoto: uni com on photocase.com1. Introduction All around the world societies are aging. Traditionally adult children provideincome and care to their elderly parents. In rich economies this demographictransition poses challenges to public pension funds, health insurances and families who share the burden of care. In poorer countries the consequences areoften even more severe because insufficient social security systems leave familiesas the main providers of support to the elderly. This is not only the case indeveloping countries, but also in many emerging countries such as China or thepostSoviet republics.In many of these countries migration is one of the most promising povertyreduction strategies for families. More than 200 million known internationalmigrants and several hundred million internal migrants are trying to improvetheir lives through labor migration and remit well above 20 percent of GDPin some countries Worldbank, 2011. When these migrants parents grow oldcare provision becomes an important good to provide in addition to income.Often earning money abroad and buying formal care for parents domesticallyis not an option because markets in eldercare do not exist or are out of thefinancial reach for the majority of the population LloydSherlock, 2000; Worldbank, 2007. This is often a consequence of a history of institutional failureto ensure the quality of formal care. The situation is exacerbated where migrant workers have the opportunity to provide care to the elderly in developedcountries, which increases the wages that have to be paid for a domestic marketto develop. Another factor contributing to little prospect of future emergenceof care markets are norms and values among many countries populations thatmake formal care frowned upon.In this paper I develop a model that formalizes the tradeoff between careprovision, income generation and labor migration that is specifically aimed atproviding a framework for the analysis of siblings interaction when taking migration decisions. The framework can explain why some families provide carefor their elderly, while others do not, even when all are altruistic towards theirparents and migration is profitable. The models main predictions regarding thedeterminants of care, remittances as well as siblings strategic behavior with respect to migration are tested using a novel dataset for Moldova and cannot befalsified. In order to provide a contrast with the models noncooperative butaltruistic view, which is motivated by the fact that adult children of the elderlymost often do not share a household but have their own 2, I furthermore test 2For the given context familylevel decisions are far more relevant than householdleveldecisions as the coresidency choice of adult children and the elderly is endogenous. Whereashouseholdlevel decisionmaking has become standard in the economics of migration, evidenceat the family level is still lacking. I use a core definition of the family here according to whicheach family comprises of an elderly person, his or her spouse if alive and their descendants.Focusing on the family is particularly crucial for understanding the effects and determinants 2the main channels that have been used in the literature to explain why selfinterested children support their elderly parents. These are found not to matterin these data. The empirical results suggest that elderly individuals are leftbehind 3 as a consequence of insufficient scope for family members to specializein providing care domestically and earning income abroad. In Section 2 I takethe reader though the most relevant literature before Section 3 introduces themodel and derives a number of testable hypotheses regarding the behavior offamily members. The data is introduced in Section 4. Section 5 sets out theempirical strategy used to estimate the results which are reported and discussedin Section 6. The last section points out policy implications and concludes.2. Literature This paper links the literatures on care and migration in order to model thepotential breakdown of informal caregiving that may arise as a consequence ofmigration. Before introducing the model I will briefly summarize the literatureon motives behind transfers to the elderly as well as determinants of supplydecisions of care and monetary transfers.The early care literature consists of unitary models that assume a single utility function or common preferences in a family. Following a paper that rejectsstrongly altruistically linked models of the extended family by Altonji et al.1992 the literature developed towards game theoretic models in which parentsand children with different preferences interact. In these models family members care provision is typically assumed to be based on either pure selfinterestmotives such as service exchange, the competition for bequests Bernheim et al.,1985; Perozek, 1998; Cox, 1987; Cox and Rank, 1992 or otherregarding preferences such as altruism e.g. Sloan et al., 1997; Pezzin and Schone, 1999. Innoncooperative game theoretic models of care provision to the elderly the levelof detail regarding the number and heterogeneity of potential care providers differs widely and has been increasing over time. Pezzin and Schone 1999 modelthe provision of informal care of adult daughters without considering the role ofother siblings because they assume that daughters are the typical caregiver forthe elderly. Their model assumes one daughter and one elderly individual whohave linked utility functions through a public good that is assumed to representparental physical health as a proxy of their wellbeing. Such a model is howevernot applicable if there are several daughters or care can be provided by sonsas well. Wolf et al. 1997 model interactions between siblings care provisiondecisions empirically by using a set of simultaneous equations. According totheir approach each sibling takes the hours of care provided by other siblingsand their own individual characteristics into account when choosing how muchof migration in countries where households are small.3In this paper, by left behind I mean the extreme case of elderly left behind without anyyounger adults. I will not hyphenate the term from here on.3care to supply. Using data for the US they find that daughters provide morecare than sons in their sample and that the burden of caregiving is shared bysiblings. Byrne et al. 2009 develop a sophisticated model in which not onlyseveral children, but also spouses of elderly persons and their childreninlawcan provide care. As many of the standard care models analyze US or Western European data, adult children often have the choice to buy formal care insteadof supplying it informally themselves cf. Sloan et al., 1997.In developing countries that have weak pension systems and that are characterized by low levels of private savings the elderly are often far more vulnerableto poverty than their children. Their livelihoods therefore often depend onmonetary transfers from their children e.g. Cameron and CobbClark, 2008.Rapoport and Docquier 2006 survey different motives for remittances sent bymigrants, which can however also be used to explain transfers within a country. The subset of motives potentially applicable in the context of transfers toelderly parents go back to Lucas and Stark 1985. These comprise altruismor selfrewarding emotions, service exchange and bequest. The literature onmigration and remittance decisions includes noncooperative decisions as wellas cooperative or quasicooperative behavior of families the latter two mostprominently in the New Economics of Labor Migrationliterature following Stark and Bloom 1985.The tradeoff between care provision and transfers of money, which maybe substitutes or complements, has first been modeled in the literatures onbequests and intervivos transfers, which however do not explicitly allow formigration e.g. Cox and Rank, 1992; Bernheim et al., 1985; Mac Donald and Koh, 2003. Allowing for migration adds a dimension to this tradeoff and potentially increases intrafamily interaction because adult children who migratecannot personally provide physical care to their parents during the migrationspell. Giles and Mu 2007 were the first to link the care and migration decisions empirically in a setting where access to care markets is lacking. Theyfind that Chinese adult children will be significantly less likely to migrate whentheir parents are in poor health and provide evidence that this effect will beless influential if an adult child has siblings who can potentially substitute ascaregiver. Their paper highlights that many elderly parents who would requiretheir childrens care are left behind because children selfselect into migrationalthough parents are infirm. This would suggest vastly different migration andtransfer outcomes than just introducing migration into the standard care literature where a care market exists. Their paper however does not cover the roleof remittances and and the amounts of care actually provided.So far only Antman 2012 integrates migration decisions, remittances andcare provision in a single framework. She uses a noncooperative game to modelfamily interactions, arguing that cooperative models that are helpful for theanalysis of intrahousehold allocation are not as suitable in situations when family members live separately. Antmans model assumes that utility functions of 4adult children depend directly on goods contributions and time contributions toelderly family members. She then derives three very general best response functions. For the empirical analysis the migration decision of individual siblings isassumed to be exogenous, which allows conditioning the optimal contributions oftime and goods on migration of an individual and her siblings. This is, however,a very strong assumption. Antman uses siblings characteristics as instrumentalvariables for siblings contributions under the identifying assumption that theseaffect another siblings contribution only through the contribution itself. Theestimated linear approximations of best response functions provide evidence ofstrategic complementarity of financial contributions and strategic substitutability of time contributions by other siblings. Furthermore she finds that childrensubstitute between the two kinds of transfers. She links her findings regardingfinancial transfers to either bequest motives or a competition between siblingsfor some other return such as love or approval. In the case of care contributionsthere seems to be no such competition.In this paper, I extend Antmans approach by modeling and estimating the endogenous, interdependent migration decisions of adult siblings. This allows meto provide evidence of strategic complementarity of siblings decisions to migrateand stay. I furthermore test whether contributions of adult children correlatewith characteristics of the elderly as will be suggested by the model.3. Theory While the model takes up many features of the literature discussed above, itgoes beyond it by showing how migration incentives can lead families to ceaseproviding care to their elderly. Furthermore, it shows why such situations maybe avoided endogenously. The model can thus provide a framework to analyzethe consequences of migration for the elderly in most developing countries withhigh emigration rates. Other theories regarding the motivation behind specificpatterns of migration, time allocation and income sharing among family members that have been suggested in the literature will be used to provide alternativepredictions to those of this model.Assume two generations of individuals in family f elderly parents e andtheir i 1,  , N adult children. An elderly person can have multiple biologicalchildren, but every adult child i has at most two biological parents 4. Bothchildren and the elderly gain strictly positive utility from increases to theirindividual consumption. The consumption of the elderly is financed from twosources as 1 shows. They receive exogenous income I e.g. pensions andcan receive nonnegative monetary transfers from their children in the form ofremittances R, which are the sum of all of their individual childrens remittances 4I leave out index f until the empirical part of the paper for notational ease. Furthermore,notationally there is only one parentchildren relationship per family, although this will berelaxed in the empirical part of the paper by allowing elderly spouses to coreside.5Ri 0. The elderly are assumed not to migrate.Ce I R I i Ri1Elderly wellbeing furthermore depends on their health H, which is a function of two parameters. The first is a parameter of frailty 0, 1 where highervalues reflect poorer health, and the second is the sum T of childrens care provision Ti 0. There exists no market for care in the country of origin 5. Thefrailty parameter has a negative influence on health, while its negative influencecan be remedied by care. If 0 care contribution Ti cannot improve health.In the case of need, the effectiveness of care depends positively on the levelof frailty . The functional form is thus assumed to satisfy cid:0 d Hcid:0 d Hd T 0cid:1 0.6d T 0cid:1 0,H H, T H, i Ti2Children have a degree of altruism or functionally identical properties towards their parents. This is modeled by linking the utility function of childrento their elderly parents wellbeing with a discount factor 0, 1.7 Hence,for 0 the utility of children is affected by their parents consumption andhealth. Adult children do not care about their siblings but only about theirparents and themselves 8. For 0 the utility function of children excludestheir elderly parents welfare. The arising utility function of child i thus ismaxmi,Ri,Ti Ui UiCi, Ce, H withd Uid Ci 0,d Uid Ce 0, andd Uid H 0. 3Children make three decisions: Migration, remittances and care contribution. They have the choice to migrate mi 0, 1, which allows them to earnwage W 1for staying at home mi 0. By migrating, chili rather than W 0i 5This assumption can be relaxed easily by assuming that a fraction of elderly personsbudgets can be invested into formal care. The easiest way to model this would be to let childrenchoose the optimal share , taking into account the relative price and substitutability offormal and informal care. In the empirical case that will be analyzed in this paper the marketis severely underdeveloped European Commission, 2010. For instance, out of a populationin Moldova of more than 3 million, only 430 elderly people were in residential care in 2008European Commission, 2009. Thus the model simplifies to 0, allowing to assume awaya market for care. Including formal care in the model does not change the general mechanismsused to model the processes causing elderly parents to be left behind.6We do not need to assume 0. For example, for H 0, 1, where 1 markscid:17cid:16 d 2Hd T d 0good health, a function capturing these properties would be H 1 1T .7The limits on range of are optional and rule out two extreme cases: First, 0 reflectsa situation in which children receive disutility from parental wellbeing and second, 1,when a unit of individual consumption provides less utility than a unit of consumption for theelderly individual d Uid Ci 8Assuming that the link in altruism is only oneway from children to the elderly ratherwith Ce Ci. d Uid Cethan both ways decouples siblings utility.6dren incur a migration cost Fi. Departing from the simplifying assumption ofexogeneity of earnings abroad and migration cost that are made in much ofthe migration literature and owing to the fact that the two variables are partlyindistinguishable empirically, let Pi be a functional relationship representingthe profitability of migration. In the migration literature, the profitability ofmigration is often linked to individuals migration network e.g. by Winterset al., 2001; Munshi, 2003; Mc Kenzie and Rapoport, 2007. In these networksindividuals obtain access to information from peers, which decrease the cost ofmigration e.g. search cost, cost of travel, psychological cost and the likelihoodof finding a wellpaid job. In line with evidence from other research on migration, I assume network access N to be shared at the family level. However, adultchildren who migrate provide considerable network access to their siblings 9, butdo not benefit from the same network effect for their own migration. This canbe called a chain migration effect as every subsequent migrant sibling lowersmigration cost and improves earnings prospects for their siblings in case thesedecide to migrate as well. The profitability of migration is thus a function Pi PiMi, N, Xi, withd Pi Mi 0,d Pi N 0, andd Pi Xi 04where N is exogenous network access, which is shared at the family level, and Xi are individual characteristics that affect wages and migration cost.If adult children decide to migrate, they can use part of their income toincrease the consumption level of their parents by remitting Ri. If they remainhome they can provide care to the elderly parent in the form of a time contribution that decreases the amount of time they can spend working and thus hasa negative effect on their own consumption 10.miPi Ri 1 miW 0i 1 Ti Ci5Substituting 1, 2 and 5 in 3 then yieldsmi,Ri,Ti Ui UimiPi Ri 1 miW 0maxi 1 Ti, I i Ri, H, i Ti.63.1. Comparative statics with and without linked utility We can now derive predictions for fully selfinterested behavior as well asintergenerationally linked wellbeing by changing the degree to which elderlywellbeing affects that of their children. Setting to its lower bound 0 we getthe simplest and most orthodox behavior of agents: adult children are fullyselfinterested homo oeconomicii who optimize their own consumption as Uisimplifies to:9This thought is also noted by Antman 2012 in a footnote.10The ability to transfer money is assumed away for children who stay in their country oforigin. This reflects that local wages are insufficient to provide money considerable amountsof money to parents.7maxmi,Ri,Ti U ci U ci Ci U ci miPi Ri 1 miW 0i 1 Ti7 0 and d Uid Ti As d Ui 0, the optimal levels of care and remittances arei T Rd Rii 0. The migration decision resembles the standard result from thei W 0migration literature that individuals migrate when their gain in wages W 1iis larger than their migration cost Fi:cid:26 10mi if UiPi UiW 1otherwisei Fi UiW 0i or W 1i Fi W 0i8i W 0Higher profitability of migration or classically speaking:lower migrationcost Fi, and a higher wage differential W 1i increase the likelihood of migration by making it more likely that the inequality in 8 holds. In this casethe consumption level of the elderly parent is only their exogenous income I.Children do not react to the frailty of their parents d Tid 0 or to siblingstransfer decisions dmi 0. Their siblings midmigration however increases the profitability of migration through better networkaccess and thus makes migration more likely. 0, and dmid Ti 0, dmid Ri If 0, 1 individuals consider their parents welfare. Therefore parentsconsumption Ce and health H are family goods. Utility from parental wellbeing has three channels. First, pension income I and frailty affect the utilityof children directly and are exogenous to adult children. Second, parental wellbeing is affected by adult childrens individual transfers Ri and, if 0, Ti.Third, utility arises from other siblings contributions Ri and Ti to bothfamily goods.To derive equilibrium conditions for 0, let us now assume that childrenobserve their siblings decisions and treat these as fixed 11. An adult child willmigrate if the utility level of migration is higher than that of nonmigrationgiven the optimal levels of individual remittances Ri or care provision T i .cid:26 1 if Uimi 1, Ri R0 otherwisemi i Uimi 0, Ti T i 9The optimal levels of individual remittances Ri and care contributions Ti canbe derived from a maximization holding child is migration decision constant.For mi 1 and mi 0 Ri are the respective levels that balance marginali and T 11I assume these decisions to be only infinitesimally spaced in time. It is possible to assumefully simultaneous decisionmaking without observing other siblings choices. This wouldrequire the introduction of beliefs about siblings likely decisions. However, this does notyield any added advantage for the empirical analysis. In order to evaluate this assumptionin the empirical section I will also estimate recursive frameworks in which one child decidesbefore the next and thus has a first mover advantage.8disutility from giving up individual consumption Ci in order to provide welfareto the elderly and the marginal utility feeding back from the increase in theparents consumption or health as a consequence of the transfer:cid:16 d Uicid:16 d Uid Rid TiR Rcid:17H Hcid:17 d Uid Cid Cid Ri d Uid Ced Ced Rid Uid Ce d Uid Ci d Uid Cid Cid Ti d Uid Hd Hd Ti d Uid Hd Hd Ti d Uid Ci 0. 0.10We can derive several predictions from partial derivatives of the utility function. As before, higher profitability of migration increase the likelihood of migrating. However, it also has a positive influence on the optimal level of remittances Ri now. This way, the elderly benefit economically when earnings abroadincrease and migration is lucrative enough to be undertaken. Increased parentalneed now increases the likelihood that children stay and provide care becauses negative effect on health increases the marginal utility of care provision.Accordingly, if the elderly parent requires less care, children will be more likelyto migrate which reflects the core finding by Giles and Mu 2007. Furthermorethe degree to which children incorporate parental wellbeing influences theoptimal remittance and care level because d Rd 0 and d T d 0.If a child migrates she provides better network access to her siblings whichcauses an increase in the profitability of migration for these which makes theirstaying less likely. Because children incorporate parental welfare in their decisions there will however now be counteracting incentives that raise the attractiveness of staying if the elderly parent is frail. Siblings provision of remittancesand care now have an effect on is optimal contribution Ri as well as hermigration decision mi by affecting icid:48s marginal utility from sending remittancesor providing care.If other siblings contribute a high level of remittances orcare the marginal utility from providing the same good will be smaller due tofalling marginal utility from R and T . Then individuals optimal behavior is tospecialize in supplying the family good with the higher marginal utility givenother siblings decisions.i , T ii Three core features of the model that are important for the migration decisions can be readily tested: First, children provide more care in total to frailerparents. Second, the elderly parents exogenous income and remittances are substitutes. Third and most crucial for the stability of informal care arrangementsand avoiding that elderly parents are left behind there is a second endogenouseffect that discourages migration due to increasing marginal utility of providingcare. This, at least partly, compensates the chain migration network effect.Other implications are summarized in Table 1.Table 1 about here93.2. Elderly left behind For policy it is essential to understand why, according to the model, elderly individuals may not receive care although they need it in the absence offunctioning care markets. If such markets existed, the implications would bestraightforward. A lack of care would then be caused by low altruism of adultchildren towards their parents in combination with the inability to buy carebecause of low income relative to the price of care. If the elderly do not haveany children their situation will be identical to the case 0. If children supported their parents and markets existed, migration might lead to a breakdownof informal caregiving but the elderly would be able to buy formal care. Substituting informal care from family members, which may not be qualitativelyidentical, could then clearly help attenuate the worst consequences of their childrens migration requiring care and not receiving it. In countries without amarket for formal care the elderly can be left behind as a consequence of highwage gains from migration, low migration cost, or domestic poverty. The publicgood character of care and remittances to parents means the marginal cost isimposed on the supplier alone while the marginal benefits are available to allsiblings. Hence, if individuals incentives to migrate are very favorable, evenan elderly person with a large number of children will end up without care inthe model. This can yield inefficient outcomes from the family point of viewcompared to situations with existing care markets.An equilibrium with elderly left behind is reached when the utility of migrating is higher than that of staying for all children of an elderly person 12. Inaddition to a leftbehind equilibrium a nonmigration equilibrium as wellas intermediate situations with specialization of adult children could potentiallyexist at the family level, depending on functional assumptions and parameterization. In order to make the model estimable with straightforward techniques,I assume there are no multiple equilibria for a family Bajari et al., 2010; Brockand Durlauf, 2007, although this condition could be relaxed if more complex estimation technique were used Paula, 2013. The model shows that familylevelspecialization regarding migration and staying that looks similar to a coordinated decision can emerge in a noncooperative framework. However, even whenchildren are altruistic towards their parents, specialization will not necessarilyemerge if incentives are too weak, although the loss in wellbeing for elderlyindividuals who are left behind without care may be very high. In order to understand the phenomenon of elderly left behind and to investigate whether themodels predictions are met, it is thus crucial to analyze childrens interaction.Still, only the interactions of siblings regarding care and remittances have beenanalyzed in this context so far Antman, 2012. Hence, after testing whetherthe predictions regarding aggregate transfer levels are in line with the empiricalevidence I focus on the intrafamily interaction regarding the migration decision,which is this papers main contribution.12More formal conditions for different equilibria can be found in the appendix.103.3. Competing explanations Given the richness of models that seek to explain family decisionmaking itmay not be immediately apparent why a noncooperative framework based onaltruism or a functionally identical link between the generations with simultaneous decisions was chosen. I therefore look for evidence in favor of alternativemodeling styles. There are two prominent ways of approaching the phenomenondifferently 13.First, outcomes could be explained by collective decisionmaking as proposed bythe new economics of labor migration. In a collective model, decisionmakingunits can improve overall welfare compared to autonomous individual decisionmaking outcomes by coordinating the migration and transfer decisions. Thereare lots of ways to model this. One could design a cooperative model that iscomparable to the above and derive predictions that could be contrasted withthose derived from the noncooperative model. The analysis of such a modelwould however require knowledge of intangible components such as individualsrelative decisionmaking power and specific utility functions. A unitary modelwith additive utility for all family members or a simple change to the model byintroducing an altruistic link that runs also from elderly back to their childrenwould alternatively suffice to increase the level of cooperation. In all of thesecases, the welfare of siblings and elderly would be considered to a larger extentthan in the noncooperative model introduced in this paper. We then could expect an allocation in which elderly persons who desperately need care high receive care because spillovers of is contributions to her siblings utility wouldbe more or even completely taken into account. Furthermore, the least effectivemigrant or most effective caregiver this may or may not be overlapping wouldprovide care because the relative productivity of each adult child mattered forspecialization decisions.Second, within noncooperative models selfinterested individuals could be motivated to provide family goods by aspects other than altruism which are omitted from the model. When fully selfinterested agents are assumed, transfers aretypically explained with bequest or exchange motives in the remittance and careliteratures. Under the bequest motive, the source of caregiving and remittancesis not altruistic behavior but the expectation that these transfers would increasethe chances of bequeathing parental possessions in the future. If the bequestmotive were relevant, complementarity of siblings transfers rather than substitutability could be observed and contributions to family goods would increasewith an elderly individuals inheritable possessions Bernheim et al., 1985.The exchange motive has several facets. In the remittance literature there isan exchange of remittances for services provided to the remitter e.g. care forgrandchildren. In the care literature there is also an intertemporal dimensionto exchange for examples see Arrondel and Masson, 2006. Generations are assumed to have an informal social contract according to which a person receivescare as a child and repays this care as an adult to parents when these become 13Within both, there may be recursivity in individuals decisions rather than simultaneity.11frail. A particularly important exchange in the context of migration may begrandparenting while children are abroad as long as the elderly are physicallycapable to do so. According to the service exchange motive this would increaseelderly individuals own chance of receiving care in the future. In the empiricalpart of the paper, these explanations will be tested the models predictions.4. Data and Descriptives I use a novel nationally representative migration dataset that was collectedin Moldova in 201112. The country is ideal for the analysis of social effects ofmigration because more than 21 percent of the population are international migrants and official remittances alone make up about 23 percent of GDP Worldbank, 2011. The survey was specifically designed to analyze the effects ofmigration on children and elderly and thus has specific modules surveying themigration of family members, income sources, care arrangements and other relevant factors. We used stratified random sampling based on the Labor Force Survey of the National Bureau of Statistics at the locality level to gather anationally representative sample of households with either children, elderly orboth. Within households all elderly individuals defined as aged 60 and abovewere interviewed, which provides an advantage over other surveys that only focus on the household head.In this paper I exclude elderly people without children from the sample 7.0percent. 20.2 percent of the elderly have one and 53.2 percent have two orthree children. The remaining fifth has four or more children. The data usedfor this paper comprises 3793 adult children of 1744 elderly persons in 1475 families. For each elderly person in the survey, information regarding all childrenwas gathered. However, not all elderly parents of children are included in caseparents live separately. The small number of elderly persons per family is a consequence of the high mortality rates of elderly men before the age of 70 that canbe observed in many ExSoviet republics. After testing the models predictionregarding aggregate transfers to the elderly, I will also exclude families with justone child which are not meaningful for the analysis of sibling interaction.In a migration context sample representativeness is always a concern as important affected groups may be unobserved. While young children often emigratewith their middleaged parents when these become permanent emigrants, elderly will typically stay in Moldova if their adult children leave for good. Henceonly seven elderly individuals from the original sampling frame could not beinterviewed because they had clearly migrated with their family. In 95 caseselderly persons were too frail to be interviewed personally and are thus notcovered in the sample. Two of these individuals lived alone the household interviews are thus also missing whereas 93 lived with family members. Thissuggests that the worst affected elderly individuals are typically cared for bytheir families. Elderly persons who lived in residential institutions could notbe sampled. Compared to other European countries the share of the elderlywho live in residential institutions is however marginal. There are less than 200places in local public residential care institutions and a few hundred additional 12places at the national level Min LSPF, 2012. Hence, the sample used in thispaper misses some very sick elderly individuals. At the same time emigrationdoes not lead to largescale attrition of elderly persons who are sufficiently mobile to migrate with their children.Moldova is the poorest country in Europe with an annual GDP per capitaat purchasing power parity of just below 3000 US Dollars Heston et al., 2012.The median old age pension of the elderly in our sample is approximately 1588US Dollars PPP14 per year, which is insufficient to satisfy basic needs. Hencemany of the elderly rely on subsistence farming and remittances from migrantchildren to make ends meet. Remittances are mainly a family matter and onlyabout three percent of remittances in our sample come from nonrelatives. Bygoing abroad, Moldovan workers can expect their income to multiply 15.The market in eldercare, especially in longterm care, in Moldova is severelyunderdeveloped and where there is institutional provision quality is low Atunet al., 2008; Worldbank, 200716. In our dataset 81 percent of the elderly whoneed help with basic activities such as dressing, body hygiene, or running errands, report to receive it. Care is thus supplied to the large majority of theelderly in need. However, the remaining 19 percent who lack a caregiver are asizable share of the elderly population. When care is provided, it comes mainlyfrom family members 94 percent. In the majority of cases 76.2 percent thisperson also coresides with the elderly individual. The main caregiver is typically an adult child 79.9 percent whereas for only 5.9 percent of the elderly it isa nonrelative typically a friend or neighbor. Only 0.3 percent mainly receivehelp from a social worker. Caregiving by elderly people to their spouse is farrarer than in many rich countries, where life expectancy differs less between thespouses. Tables 2 and 3 summarize more information on the variables used inthe regressions.Table 2 and 3 about here5. Estimation strategy In this section the estimation strategy that is used to test the models corepredictions against alternative explanations is discussed. The empirical analysisfocuses aspects that allow falsification of this papers model because several ofits and competing theories predictions are qualitatively similar. The estimationis organized along the three choice variables of individuals in the model. First,14Using the latest PPP conversion factor from Penn tables.15Common wage rates abroad that are public knowledge in Moldova are an equivalent of 9500 to 16200 US Dollars PPP per year.16There is however, general coverage regarding health. The country introduced a universalhealth care system with mandatory health insurance in the mid2000s so that, apart fromsometimes necessary bribes to health care workers, the treatment of acute disease at thedistrict hospital or a family doctor is free.13I estimate the allocation of remittances Rf and care Te to the elderly, whichestablishes that the models predictions regarding these are in line with thedata. I then provide evidence pointing away from rival explanations that werediscussed above. Second, the specialization hypothesis regarding the intrafamily interdependency of migration decisions mi is tested.5.1. Estimating the levels of care and remittances To recapitulate, according to the model the optimal level of aggregate careprovision and remittances are nil for fully selfinterested children 0 andimplicitly given by 10 for individuals who take into account their parentswelfare. In the model, for given parameters and 0, the absolute level ofcare provision is a function of elderly persons income, their frailty and thedeterminants of the profitability of migration, whereas for remittances the roleof frailty depends on functional assumptions. The number of children is relevantfor both kinds of transfers as well, because it increases the potential supply offamily goods.The estimation strategy of aggregate transfers and migration decisions isstraightforward using a twostage approach in order to estimate the analogueof the optimal transfer choices in 10 and the optimal migration decision in9. Remittances and care are evaluated as sums received by the elderly fromall of their adult children. In the majority 55 percent of households of theelderly in our sample there is only one surviving elderly person, although thedefinition of elderly is broad by including anyone older than 59. In order tohave a joint approach for elderly individuals with and without spouse, I pooleach monetary income source of the elderly i.e. pensions and remittancesseparately at the household level 17. Care is a mostly rival good for spousesand therefore evaluated separately for each spouse rather than pooled. Thefrailty ef could be measured by standard clinical indicators of mobility anddependency such as the instrumental activities of daily living ADLIADL,Lawton and Brody 1969 for details, which indicate how many daily routineactivities from a standardized catalogue a person is able to conduct on her own.Such measures are however empirically partly impossible to disentangle fromhealth status and therefore endogenous, because the model suggests that careprovision by children helps frail elderly people improve their health outcomes.I will therefore use the clearly exogenous age of the elderly 18. Assuming a basiclinear specification we can then evaluate the empirical soundness of the modelat the extensive and intensive margins of aggregate transfers by estimating tworegressions for care and remittances each.17Thus I abstract from the budget allocation literature, which deals with the ways budgetsare shared and distributed within a decisionmaking unit.18Age is highly correlated with and almost linearly related to an IADL mobility indicator: 0.46. The selfreported need for help increases almost linearly from a base of 36% at age 60 to 100% at age 88 and over. The proxy is however not optimal. In the model a shockthat increases the frailty of the elderly would make adult children reconsider their choices. Asthere are no shocks to age, there exists no equivalent when using age as a proxy for frailty.14Tef T T ef T If T Xf T imif Tef Rf R Rmaxf RIf R Xf Rimif Rf11At the intensive margin Tef can be proxied by hours of help received and Rfby log remittances. At the extensive margin these are dummy variables thatindicate positive transfers. If proxies exogenous income, Xf are characteristicsof children of family f, imif is the number of migrant in family f, and isthe error term. Individual characteristics of adult children are likely to make adifference, for example through skill premia. Generally, education will increaseexpected wage gains from migration if both countries have similar relative returns to skill in origin and destination country and a large wage differentialexists, as is the case of the data I use. Younger individuals furthermore typically face lower psychological cost of migration and may also earn higher wagesin lowskilled physically demanding occupations such as construction or harvesting that are typical for Moldovan migrants For completeness, I will first provide results of onestage logit and OLS estimates to document what drives descriptive outcomes. It is clear that migrationis an endogenous variable in 11. Depending on the true functional form, whichis left as general as possible in the model, the variables in 11 are expected tohave an influence not only on the chosen transfer level, but also on the likelihood of migration in 9. Hence, in order to interpret the signs of some modelparameters on the likelihood of migration and the transfer levels received bythe elderly, we must correct for the likelihood of migrating. For example, thedistinction between frailtys predicted effect by discouraging migration and itseffect on the size of transfers can be understood by looking at the first and second stage separately. This provides an analogue of the twostage optimizationof adult children with respect to migration and transfers that is made in themodel. In the second stage I thus include the first stages predicted migrationoutcome.The profitability of migration Pif Pif Xi, Nf , Mi is crucial for interfamilyvariation in migration outcomes and will be approximated by network sizeand networkgrowth interactions. This is based on influential work by Munshi2003, Mc Kenzie and Rapoport 2007, Yang 2008 or Woodruff and Zenteno2007, who interact networks with different exogenous factors that are beyondthe influence of potential migrants. While Mc Kenzie and Rapoport 2007 exploit interactions between networks and US labor market conditions, we canuse the large number of destination countries of the migrants in our sample.Moldovan migrants mostly migrate to Russia, Ukraine, Italy and other southern European Union countries but increasingly also to other destinations such as Turkey, the US, or Canada. As largescale migration only began in Moldova after the Russian financial crisis of 1998, historical data are silent about migrationnetworks. This also means the number of adult children per family and thesefamilies investment into education is not affected by the prospect to migrate,as the elderly in our dataset took their fertility choices at least a decade before 15largescale migration from Moldova started. The network size is calculated asthe number of migrants to a particular country at the villagelevel in the 2004census. Then, these network sizes for each villagedestination country cell areinteracted with the average GDP per capita growth in the particular destination country between 2004 and 2010 in order to predict 2011 migration levelsat the family level in these villages. Here migration is defined as internationalmigration spells of at least three months in 2011. As the GDP growth in adestination country is not influenced by the migration decision of an individualfrom a particular village in Moldova, this provides exogenous variation in thestrength of the pull effect between villages. Furthermore, I test for potentiallyheterogeneous effects of networks on families of different sizes by multiplyingthe networkgrowth variable with the number of adult children and including itas an additional instrument 19. The number of sons and daughters and networksize of villages to four main destinations in the 2004 census are used as controls.To be clear, the two step procedure is not seeking to pointidentify the causaleffect of an extra migrant on the level of transfers. Rather, I seek to provideevidence which variables matter for the migration decision and which matter forthe transfer decision. Using the twostep procedure provides the most straightforward way of introducing a selection correction into the transfer decision inthis context. From the model it is clear that, conditional on network size andfamily characteristics, the exogenous networkgrowth interaction only has aneffect on the transfer size through the migration decision.5.2. Estimating the sibling interaction The approach to testing the models predictions with respect to the interaction of adult childrens migration decisions specialization effect requiresdetailed explanation. First, its estimation is obstructed by the strong correlationof network access at the family level. Second, the twofold effect of an individuals siblings migration on her likelihood of migration has to be decomposed.As long as there is any unobserved determinant of migration that is shared atthe family level, empirical estimates of other siblings migration decisions on isare biased. To see this, let Nf N observedand Nf be positivelycorrelated with Mi. Then, unobservedffmi miPif , Mi, if miPif Xi, N observed miPif Xi, N observedf unobserved unobservedf, Mi, Mi, if , MiXi, N observedff MiXi, N observedf unobserved, if .ff unobservedf,12Hence estimates of the effect of other siblings migration decision would be upwould be comprised in Mi. The same biaswardly biased because unobservedf 19This turns out to be irrelevant. For at least part of the reason, please refer to the sectionon siblings interactions in their migration decision further below.16occurs when a family with many migrants is positively selected on unobservable familylevel characteristics that lead to a correlation between individualsmigration decisions and the error term. The easiest solution to this problem isusing family fixed effects that eliminate any familylevel unobserved heterogeneity. This however also eliminates all other sources of variation between familiessuch as frailty or exogenous income of the elderly. Thus, in order to test themodels predictions, I split up the estimations for R, T, and mi into separateapproaches at the appropriate level of variation. For care and remittances Iam interested whether the predictions regarding interfamily variation 20 hold,whereas the strategic behavior of siblings regarding their migration decisionshas to be evaluated using intrafamily variation. Hence, I do not use familyfixed effects in the instrumental variable approach aimed at controlling for theaggregate interfamily migration decision, whereas they are used for the analysisof siblings interaction here.Assuming linearity in both mi and Pif in 12, we getmif Mi f Pif if 1Mi f Xi Nf 2Mi i if 1 2Mi f Xi Nf i if13where 1 stands for the potentially negative effect of is siblings migration onthe marginal utility of is migration and 2 stands for its network enhancingeffect that increases marginal utility. With the linearity assumption, not thewhole model but rather a particular variables aggregate importance for thedecision in equilibrium is estimated. Using the family fixed effect f 13 reducestomi 1 2Mi Xi i f if .14This is the social multiplier problem Glaeser et al., 2003 that goes back tothe seminal contribution by Manski 1993. He termed it a reflection problemand introduced the distinction between endogenous, exogenous and correlatedeffects, which is helpful terminology in this context. In our example, the endogenous effect is a change to the likelihood of migrating because of siblingsmigration decisions that is reflected by 1 2. The exogenous effect is variation at the family level that makes a family more or less likely to migrate ingeneral. Here this is the family fixed effect f . Finally, the correlated effectis the similarity in behavior that might come from similar education levels orages of siblings that lead to a correlation of individual characteristics Xi. I aminterested in the endogenous effect alone here and therefore seek to eliminatehurdles to identification that are posed by the latter two by using sets of equations with family fixed effects.For the stability of informal care arrangements and the phenomenon of el20See Antman 2012 for intrafamily level analysis of these transfers.17derly left behind, the sign of 1 2 is central. If it is positive, this will beevidence of a positive migration interaction among siblings where the effect ofenhancing network access trumps the incentive to specialize in providing care.This could cause informal caregiving in family f to break down provided migration is not generally unprofitable. A negative sign of 1 2 would suggestthat the migration interaction between siblings is negative. The core predictionbehind this is a negative coefficient 1. We find its sign by disentangling bothcomponents of the reaction to Mi.Establishing 11 0 is then straightforwardly tested as long as the relative sizefalls into the right interval. Although 11 112 is ambiguous, the signs of allthree individual parameters are clear from theory. According to the model, 11is negative, whereas both 12 and 1 are positive. Theoretical considerations aswell as evidence from the migration literature allows us to state that 12 0,that is, siblings who migrate and provide additional network access and do notdecrease the profitability of migration ceteris paribus 21. Furthermore, it is clearthat 1 0, which rules out that greater profitability of migration decreases thelikelihood of leaving through the channel of increasing earnings. Table 8 showsthe stylized fact that for individuals with more migrant siblings, the likelihoodof being a migrants themselves is considerably higher. While the likelihood ofbeing a migrant is only 16.6 percent for individuals who have no migrant siblings, it is 46 percent when three or more siblings are migrants. The populationaverage is about 25 percent. Such a pattern can be generated by the model ifthe profitability of migration clusters at the family level and the profitabilityincreases once siblings provide network access to each other 211 0. Giventhis lower bound on 211, 11 112 0 is a sufficient condition for 11 0.Thus, barring other identification problems a negative parameter estimate for 11 112 is evidence of a strategic reaction to siblings migration decisions insupport of the specialization hypothesis formulated in the model.The estimator used has to reflect the nonrecursivity of the migration decision. A nonrecursive system of two equations in which the individual decisionand that of siblings are taken simultaneously helps solve the reflection problemin 14. One simultaneous equation system that corresponds to the considerations above ismi 1 11 112Mi 11Xi 11Mi 2 21 122mi 22 Xi 22f 1i 1if ,f 2i 2if15where Xi are other siblings average characteristics. This system can be estimated semiparametrically as shown by Bajari et al. 2010. The authorsdemonstrate that a linear probability model of the discrete choice can be muchmore easily implemented with correct standard errors by using the 2SLS estima21This would require that they decrease available information, increase cost of travel, etcetera.18tor with robust standard errors that comes in standard statistical packages suchas STATA. The equations are identified by assuming that the characteristicsof each individual affect the that individuals profitability of migration directlywhereas the aggregate characteristics of siblings affect the profitability of migration only indirectly through familylevel or siblinglevel network access. Thisidentifying assumption is reflected by the model where siblings characteristicsonly affect mi through Mi. I run two sets of equations. One uses the share ofsiblings who are migrants 22 and the other the number of siblings who are migrants. The intuition is that the number of migrants picks up the positive effecton network access 112 more strongly than the share, which picks up relativelymore of the increase in the utility from staying 11. This is a partial remedyto accommodate the likely nonlinear effect of Mi that could alternatively bebravely assumed away.Table 8 about here6. Results and discussion In this section I first discuss the results on aggregate transfers before turningto results regarding the interdependency of migration decisions. For completeness, Table 4 reports simple regression results without exogenizing migration.Clearly, the predictions for 0 of the absence of transfers do not hold. Incolumns 1 and 2 of Table 4 the incidence and hours of help received from childrenper week are estimated using a logit model and linear regression respectively.These results suggest that the elderly parents with more migrant children receive more remittances rather than care. Care is considerably higher for theolder elderly. An additional child is associated with a 3.55 percentage pointhigher likelihood of receiving care unless this child is a migrant, which is associated with a 79 percentage points reduction in this likelihood. Children whoare younger on average are more likely to provide care and provide more hours.Furthermore less educated children provide more hours of help. Both correlations are in line with an expected difference in opportunity cost between thesegroups, as older and more educated children are more likely to have a job anda family that require their attention. These result do however not correct forpotential differences in the probability to selfselect into migration.Tables 4, 5 and 6 about hereLet us therefore now turn to the results that control for the selection intomigration in second stages transfer decision that are estimated using 2SLS.22The share of migrant siblings used for this alongside the total number of siblings has someunwanted properties. It takes the value of one regardless of the number of siblings in a familyif all of these are migrants, although the effects of a similar share of siblings who migrate islikely to differ with the number of migrant siblings in reality e.g. because of the networkaccess provided by them.19In the first stage regressions in Table 5 aggregate migration decision of adultchildren do not vary significantly with the age of elderly persons. In line withthe expected signs regarding higher profitability of migration for the young andeducated, these are on average more likely to migrate. The instrumental variableis highly significant and has the expected positive sign. Columns 1 and 2 haveslightly different results because in column 1 all elderly individuals from familieswith more than one elderly person are taken into account whereas column 2 isestimated at the family level using the age of the older and thus likely frailerelderly individual in case of spouses living together. Columns 3 and 4 will beused later. Column 5 shows that the effect of the networkgrowth interactionvariable does not vary linearly with the number of adult children in the family.The second stage results in Table 6, columns 2 and 4 indicate that the amountof care received varies positively with the age of the elderly. The stronglynegative effect of age in combination with the insignificance in the the firststage suggests frailty increases care transfers but does not affect the aggregatemigration decision considerably. The correlation of remittances and pensionincome is insignificant, which might surprise at first. Estimating the effect onthe subgroup which is economically inactive 23 yields the expected significantnegative correlation that underlines the substitutability of monetary incomefrom different sources. The results also suggest that families with predominantlymale adult children do not have significantly different likelihoods of migratingnor provide significantly different levels of transfers compared to predominantlyfemale children. Elderly individuals whose spouse is still alive receive less carefrom their children and fewer remittances, as the elderly can potentially helpeach other and pool their pension incomes. Also, older children who are moreeducated provide less care, which is consistent with higher opportunity cost. Thecore predictions of the model with respect to aggregate transfers thus cannotbe rejected. Fully selfinterested behavior 0 could however still hold ifbequest motives or service exchange motives played a role.6.1. Bequest or exchange motives?For a bequest motive to be relevant there have to be inheritable possessions.These could for example be landholdings, a house, or productive assets. In ourdataset only four percent of elderly households report to have savings above 500USD. This is a consequence of high unemployment rates since the fall of the Soviet Union, low pensions and a high inflation phase after independence thatlasted until 2001. Assets, landholdings or a house are thus the only valuablepossessions the typical elderly person can bequeath. I thus include the size oflandholdings and variables for houses or flats that are owned by elderly parents as additional covariates in the twostep regressions seen above. To makesure there is no spurious effect from possessions that were financed throughmigration, I exclude houses or landholdings that were obtained since 1999, the 23Not shown. The activity choice of the elderly is endogenous and therefore the mainspecification excludes this additional selection problem.20year large scale emigration in Moldova started. It is unlikely that many elderlypeople were able to obtain possessions in the meantime through other channelsgiven their poverty. In rural areas 67 percent of the elderly owned some landin 199924. Average rural landholding of the elderly individuals are only 1.4hectares. I would expect positive effects of landholdings and possessing a houseon care provision and higher remittances for elderly individuals with considerable possessions if a bequest motive mattered for transfers. Table 7 providesevidence that elderly parents will receive more hours of help from their childrenif the family has landholdings but no higher remittances. In the literature e.g.Antman 2012 a positive correlation between larger landholdings and higherremittances would however be seen as support for a bequest motive. Furthermore the lack of a negative association between frailty and remittances castsdoubt on this. If bequest decisions can be assumed to be taken relatively shortbefore a parent dies, remittances will be expected to be positively correlatedage as this is a good forecaster of further life expectancy. One explanation whythe bequest motive seems to be irrelevant in this context may be the relativeprofitability of migration compared to the value of assets of the elderly. Landholdings are typically too small to support a family and have low productivitybecause there are few productive assets. Also property such as houses thatexisted before migration are not very valuable when compared to the possiblegains from migration 25. The correlation observed here may thus rather pointat the fact that in families where the elderly have landholdings that potentiallyprovide some agricultural income a child can remain with the elderly more easilyto provide care. If children are interested in providing both care and remittancesto their elderly parents this will not necessarily decrease the aggregate numberof migrant children and is thus in line with the estimates in Table 7.Table 7 about hereLet us now turn to service exchange motives. The service exchange cantake place over different time dimensions. Typically it is assumed to occur simultaneously. The exchange can also be intertemporal when elderly parentsare themselves caregiver for grandchildren and expect care from their biologicalchildren or grandchildren in return later because of the investment, not as a consequence of some form of altruism. This implies that services are necessary toreceive remittances and care today or in the future. Descriptively, many elderlyparents are simultaneous providers and recipients of care but transfers fromparents to children do not seem not to be a necessary condition for transfers inthe reverse direction. In the last four weeks before the interview took place only 43.5 percent of the elderly who report not requiring help themselves, providedany help to their children. This share is 33 percent for elderly individuals whoreport to need help themselves. In families where at least one child is a migrantand with at least one grandchild only 18 percent of the elderly have ever helped 24In urban areas which include semiurban suburbs 26 percent 0.9 hectares on average.25Assets such as cars are do not yield any significant results either.21their adult children with child care during these biological childrens migrationspells, which could be expected to be one of the standard services elderly parents could provide to their children while these are abroad. Among the elderlywho never had primary responsibility for their grandchildren 54 percent receivehelp from their own children, whereas it was 56 percent of those elderly personswho did provide help 26. The difference in means is not statistically significant.Thus providing this service does not seem to increase the likelihood of receivinghelp for the elderly. An analytical test that has often been used to discriminatebetween service exchange and altruism, reciprocity or the bequest motive goesback to a paper by Cox 1987. This does not use the simple observation ofsimultaneous occurring services and transfer flows but evaluates the elasticitybetween the two indirectly. When service exchange is the motive behind transfers the service an elderly individual provides or has provided in the past fora child has a shadow price that is determined by the elderly individuals outside options, namely their income level without remittances. An elderly personwould demand a higher price for services if her own income were higher and anexchange motive relevant. Pension income provides a good proxy for currentincome as do for example landholdings an elderly person may use to generateincome. At the same time both are highly correlated with past income, thus alsoallowing a test for intertemporal service exchange within the limits of this correlation. Hence, a positive correlation between pension income and remittances orcare received by the elderly suggests a service exchange explanation. In his 1987paper, Cox indeed finds evidence for the existence of service exchange motivesbehind transfers in the US. As discussed pension income is weakly negativelycorrelated with remittances, suggesting service exchange is not the motivationfor transfers from children. Rapoport and Docquier 2006 note that a serviceexchange arrangement would be a paretoimprovement over a situation withouttransfers and services. Under any of the transfer motivations discussed in thispaper such paretosuperior outcomes can be reached regardless of any conditionality of transfers on service provision. The exchange may in this contextthus occur as a paretoimproving copingstrategy in the face of the social disruption potentially caused by the middle generations migration. Indeed, whena colleague revisited some of the households who are in the dataset to conductqualitative interviews, several of the elderly stressed the sense of purpose andjoy they received from providing care to their grandchildren. This is rather asign for otherregarding or warmglow preferences in these families than forexchange motives.6.2. Interactions of family members After finding some evidence that the models predictions regarding the driversof remittances and care are met, we can turn to the models other crucial predic26Elderly individuals without grandchildren and elderly persons who report not to needhelp are excluded.22tion: strategic interaction within the family regarding the migration decision.Table 9 about hereThe results in Table 9 shows the expected patterns of strong negative interaction for the share of migrant siblings and less negative interaction effects forthe number of migrant children. Estimated coefficients above one do not necessarily mean all adult children are certain to stay, as the profitability of migrationcan be very high family fixed effects are well above one in some families. If wefollow the models explanation, there is thus evidence for increasing marginalutility from providing care once siblings migrate which provides families informal security networks with a resilience so far overlooked in the literature.As the true functional form of the peer effect that is linearized for simplification to 11 112 in 15 is unknown, it is worth also inspecting the relativesizes of estimated coefficients for different family sizes in Table 9. In column 2the estimated marginal effect of the share of siblings who migrate on is decision is larger in absolute value than in column 1 and in column 4 it is larger inabsolute value than in column 3. This is expected for two reasons: First, thesmallest families for whom we can estimate the interaction those with just twoadult children are excluded in the evennumbered columns. Thus, naturallyfor a given share that is composed of a higher number of siblings the estimatedeffect turns out to be stronger in column 2. The difference between column 3 and 4 can for example occur when the improvement of network access fromthe a second migrant sibling is smaller than from the first, making the relativeeffect of 112 compared to 11 less important in larger groups of siblings thanin smaller ones in column 3. As these interaction effect exclude the familylevelprofitability of migration i.e. the effect of Nf , parameter estimates reportedhere should not be taken as readily applicable to all sizes of families but ratheras robust evidence that there is interdependency of siblings in their migrationdecision that is in line with the models predictions.Another interesting question are gender differences. For this there is astraightforward test. While we cannot readily split up the sample between female and male siblings because of the importance of family fixed effects we cancompare estimates for three groups: families with only female adult children,families with only male adult children and families with mixed adult children.As the probability of having a mixed gendercombination of adult children forany group of N adult children is approximately 27 1 22N while the probabilityof onlymale or onlyfemale is approximately 12N , we have to draw a subsample with similar distribution of the number of children and approximatelysimilar size from the sample of mixedgender siblings. Table 10 shows that theestimated interaction coefficient does not differ significantly between the three 27If there were neither small biological departures from 0.5 likelihoods of female births andno fertility choices after observing the gender of the lastborn.23types of families. This suggests that women do not react significantly morestrongly or weakly than males to the increasing marginal utility of staying behind when siblings migrate.In a country where females are emancipated inpublic life, sometimes face more attractive migration options than their malecounterparts and are migrating in ever increasing numbers, this result does notsurprise.6.3. Recursive decision?One of the crucial assumptions of the model and the empirical approach usedabove is its nonrecursive nature. Its relative merit can be tested by imposingan order on the decisionmaking process in families. For this the structure asin equation 15 can be adjusted. We can for example assume that the oldersiblings make their migration decisions first and thus have a potential firstmoveradvantage. For N siblings, this yields N equations of the form 16, where foreach sibling with position j 1,  , N in the birth order of family f , decisionsdepend on those siblings who where born earlier jk 0 for j k28.mj j j 1m 1 j 2m 2   jnmn jj Xi f jf ,16Hence, the effect of each older siblings migration may depend on each siblings position in the birth order. Each individual is affected by their own age,education and gender. For all siblings in a family, there is a common networkeffect f as before that now has to be imposed manually by using parameterrestrictions. Estimating such systems while assuming that birth order, an interaction of birth order and gender or the relative levels of education provideproxies for the order of decisions yields no stable results across different familysizes available on request from the author. This can be interpreted as evidencethat such order does not exist and is expected because of two reasons. Whilein traditional, patriarchal societies it may well hold that males decide aboutmigration before women or older before younger siblings, in the case of Moldovaheterogeneous opportunities faced by individuals and their families are likely tohave replaced such traditional order as the main driver of decisionmaking.First, migration networks have emerged during the past decade in a rather exogenous way to individual families and provide diverse incentives to potentialmigrants. For example, Luecke et al. 2009 discuss that families from villageswith strong networks to Italy more often have female migrants abroad e.g. pro28This yields systems as below here for exactly three siblings  Note that in 16 thenotation was simplified compared to 15, hence introducing as an abbreviation.m 1 1 11Xi 1f 1i 1ifm 2 2 21m 1 22Xi 2f 2i 2ifm 2 3 31m 1 32m 2 33Xi 3f 3i 3if 24viding informal care to elderly Italians than families from villages with strongnetworks to Russia, where the main employer for Moldovan migrants is the construction sector. Second, the Soviet system has lead to a relatively even playingfield by supporting emancipation of women and providing public education forall children whereas in other countries parents may have had to decide to focusinvestment on firstborn males cf. Hanushek, 1992; Black et al., 2005; Conleyand Glauber, 2006. Furthermore, assuming lags in decisionmaking betweensiblings may be sensible when observing individuals during their successive entry into the labor force. However, for most adult children of the elderly sampleused in this paper the end of formal education and the subsequent entry intothe Moldovan workforce took place well before largescale migration started.Hence, rather than assuming a window of opportunity for migration it seemsmore realistic to model the decision about migration as being ever repeated,while allowing, as done implicitly above, for changing attractiveness of migration to reverse an individuals decision.6.4. Cooperation?Table 11 shows that while in about a quarter of families with just one childthe elderly parent is left behind, this figure is far lower for families with severalchildren. This pattern can emerge from a noncooperative framework as provided by the model in this paper or a cooperative model in which children coordinate their decisions. There is no straightforward test to discriminate betweencooperative and noncooperative models in this context in my view. However,some standard results from cooperative game theory cast doubt on strong cooperation of family members. In cooperative models, income is typically pooledand its distribution bargained over. In the dataset used here there is hardlyany pooling of income between family members beyond the household level andthe large majority of the elderly lives alone or with a spouse in Moldova. Still,remittances and care provision extend over the boundaries of households as wehave seen. Furthermore, there are only a handful of cases in which siblingssend transfers to the caring sibling that could be interpreted as compensationfor giving up individual consumption that could be achieved by migration. Iffamilies were cooperative beyond the household level in a gametheoretic sense,such transfers between siblings could be expected. The lack of these kinds oftransfers between siblings thus suggests that noncooperative frameworks arebetter suited for familylevel analyses of care and remittances in the migrationcontext when households are small.Table 11 about hereIn the noncooperative model presented in this paper, seeming cooperationis a consequence of intergenerationally linked utility functions. The model deliberately makes no claim to whether the link between utility functions is aconsequence of pure altruism or some other concept that leads to the sameoutcomes. For example, children could compensate their parents as a consequence of social norms of values which could be passed down from generation to 25generation and thus not be true altruism. In the latter two cases the parameter would, rather than carrying a standard altruism parameter interpretation, indicate the strength of ties between generations.A sensible extension to the model could be heterogeneous s that vary betweenfamilies or even individuals. Low s could provide an additional explanationfor some families failure to supply care in spite of their concern for the elderly.The model suggests that if the intergenerational link in a family were weak,children would be less willing to forgo income gains from migration in order toprovide care to their parents. A poor relationship to parents would also decrease the transfers of both care and remittances. Indeed, our data shows thatthe subjective proximity of relationships between the elderly and their childrenis closely correlated with the amounts of transfers received from them. Causality between transfers and the proximity of relationships however runs in bothdirections. Therefore I do not see a way of following this up using the dataat hand. Developing the theory into this direction is therefore left to futureresearch.7. Summary and Implications In international migration very large wage differentials can be reaped by migrants Clemens, 2011. The model introduced in this paper suggests that suchhigh premia have the potential to cause intrafamily caregiving structures forthe elderly to break down even when family members are altruistically linked.Adult children however take the migration decision of their siblings into account and potentially decide to remain with their parents to provide care inspite of very profitable migration. This provides resilience to informal socialsecurity networks of families that ameliorates the negative social consequencesof large scale migration. The mechanism used to model this process is increasing marginal utility of providing care when other siblings migrate and cease toprovide care themselves. In the majority of families at least one adult child willtherefore stay with the elderly parent to provide care if these are in need, eventhough the monetary incentives are strongly in favor of migration for each childindividually. Thus, the model can explain why, if there is no wellfunctioningmarket in eldercare, not everyone will become a migrant although legal barriersto migration are low and wage differentials large. Alternative modeling stylessuch as selfinterest, cooperative behavior or recursive decisionmaking were discussed and found not to be in line with the novel empirical data exploited forthis paper.While the stabilizing effect on informal security networks provides some promiseas migration becomes more common and societies age this paper highlights theeconomic losses faced by adult children who stay with their parents to providecare as a consequence of missing markets in private care. The often used policyresponse of raising awareness and referring to moral obligations of adult children to provide care to their parents is not particularly effective under thesecircumstances because this can only raise the psychological cost of migration 26and thereby discourage the marginal migrant from leaving. Other forms of raising obstacles to migration have a similar effect. The theoretical and empiricalresults in this paper suggest a far more promising intervention lies in affectinghow transfers from adult children are allocated. Specifically, the logical responseto missing markets in care is to foster development of these markets, for example by establishing conditions in which the quality of private and public formalcare is monitored. Migrants would then have strong incentives to spend partsof the incomes earned abroad on formal care for their parents. This would allowpotential migrants to work their way out of poverty while ensuring someonetakes care of their parents. This way families would have the opportunity toachieve paretosuperior outcomes and the tradeoff between migration and careprovision would have less severe implications for the elderly. At the same timeprivate care would provide employment in migrants home countries and spreadthe economic gains of labor migration more evenly in origin country societies.278. Bibliography Altonji, J. G., Hayashi, F., Kotlikoff, L. J., 1992. Is the Extended Family Altruistically Linked?Direct Tests Using Micro Data. American Economic Review 82 5, 11771198.Antman, F. M., Jan. 2012. Elderly Care and Intrafamily Resource Allocation when Children Migrate. The Journal of Human Resources 47 2, 331363.Arrondel, L., Masson, A., 2006. Altruism, exchange or indirect reciprocity: what do the dataon family transfer show? In: Kolm, S.C., Ythier, J. M. Eds., Handbook of the Economicsof Giving, Altruism and Reciprocity. Elsevier, Ch. 14, pp. 9711053.Atun, R., Richardson, E., Shishkin, S., Kacevicius, G., Ciocanu, M., Sava, V., Erica, E.,Svetlana, R., 2008. Moldova: Health system review. Health Systems in Transition 10 5,1138.URL http:www.euro.who.int__dataassetspdf_file000495161E91756.pdf Bajari, P., Hong, H., Krainer, J., Nekipelov, D., Oct. 2010. Estimating Static Models of Strategic Interactions. Journal of Business Economic Statistics 28 4, 469482.Bernheim, B. D., Shleifer, A., Summers, L. H., 1985. The Strategic Bequest Motive. Journalof Political Economy 93 6, 10451076.Black, S. E., Devereux, P. J., Salvanes, K. G., May 2005. The More the Merrier? The Effectof Family Size and Birth Order on Childrens Education. Quarterly Journal of Economics 120 2, 669700.Brock, W. a., Durlauf, S. N., Sep. 2007. Identification of binary choice models with socialinteractions. Journal of Econometrics 140 1, 5275.Byrne, D., Goeree, M. S., Hiedemann, B., Stern, S., 2009. Formal Home Health Care, Informal Care, and Family Decision Making. International Economic Review 50 4, 12051242.Cameron, L., CobbClark, D., Nov. 2008. Do coresidency and financial transfers from thechildren reduce the need for elderly parents to works in developing countries? Journal of Population Economics 21 4, 10071033.Clemens, M., 2011. Economics and Emigration : TrillionDollar Bills on the Sidewalk? Journalof Economic Perspectives 25 3, 83106.Conley, D., Glauber, R., 2006. Parental Educational Investment and Childrens Academic Risk: Estimates of the Impact of Sibship Size and Birth Order from Exogenous Variationin Fertility. Journal of Human Resources 41 4, 722737.Cox, D., 1987. Motives for Private Income Transfers. Journal of Political Economy 95 3,508546.Cox, D., Rank, M. R., 1992. InterVivos Transfers and Intergenerational Exchange. Review of Economics and Statistics 74 2, 305314.European Commission, 2009. Study on Social Protection and Social Inclusion in Moldova.Tech. rep.URL http:ec.europa.eusocialBlob Servlet?doc Id4348lang Iden European Commission, 2010. Social protection and social inclusion in Belarus , Moldova and Ukraine Synthesis Report. Tech. Rep. June.URL http:ec.europa.eusocialBlob Servlet?doc Id5759lang Iden Giles, J., Mu, R., May 2007. Elderly parent health and the migration decisions of adultchildren: evidence from rural China. Demography 44 2, 26588.28Glaeser, E. L., Sacerdote, B. I., Scheinkman, J. A., 2003. The Social Multiplier. Journal ofthe European Economic Association 1 2, 345353.Hanushek, E. A., 1992. The Tradeoff between Child Quantity and Quality. Journal of Political Economy 100 1, 84117.Heston, A., Summers, R., Aten, B., 2012. Penn World Table Version 7.1.URL https:pwt.sas.upenn.eduphp_sitepwt_index.php Lawton, M. P., Brody, E. M., 1969. Assessment of older people: selfmaintaining and instrumental activities of daily living. The Gerontologist 9 3, 179186.LloydSherlock, P., Dec. 2000. Old Age and Poverty in Developing Countries: New Policy Challenges. World Development 28 12, 21572168.Lucas, R. E. B., Stark, O., 1985. Motivations to Remit: Evidence from Botswana. Journal of Political Economy 93 5, 901918.Luecke, M., Omar Mahmoud, T., Steinmayr, A., 2009. Labour Migration and Remittances in Moldova: Is the Boom Over? Tech. Rep. December.URL http:hdl.handle.net1041932525Mac Donald, M., Koh, S.K., 2003. Consistent Motives for InterFamily Transfers: Simple Altruism. Journal of Family and Economic Issues 24 1, 7397.Manski, C. F., 1993. Identification of Social Endogenous Effects: The Reflection Problem.Review of Economic Studies 60 3, 531542.Mc Kenzie, D., Rapoport, H., Sep. 2007. Network effects and the dynamics of migration andinequality: Theory and evidence from Mexico. Journal of Development Economics 84 1,124.Min LSPF, 2012. Implementation of the UN Convention on the Rights of Persons with Disabilities. Tech. rep., Ministry of Labor, Social Protection and Family of the Republic of Moldova.URL www.ohchr.orgDocumentsHRBodiesCRPDFutureCRPD.C.MDA.1_en.doc Munshi, K., 2003. Networks in the modern economy: mexican migrants in the U.S. labormarket. Quarterly Journal of Economics 118 2, 549599.Paula, A. D., 2013. Econometric analysis of games with multiple equilibria. forthcoming in Annual Review of Economics.URL http:www.cemmap.ac.ukcemmappublicationid6344Perozek, M. G., 1998. A Reexamination of the Strategic Bequest Motive. Journal of Political Economy 106 2, 423445.Pezzin, L. E., Schone, B. S., 1999. Intergenerational Household Formation, Female Labor Supply and Informal Caregiving A Bargaining Approach. Journal of Human Resources 34 3, 475503.Rapoport, H., Docquier, F., 2006. The Economics of Migrants Remittances. In: Kolm, S.,Ythier, J. M. Eds., Handbook of the economics of giving, altruism and reciprocity. No.1531. Elsevier, Amsterdam, Ch. 17.Sloan, F. a., Picone, G., Hoerger, T. J., Apr. 1997. The Supply of Childrens Time To Disabled Elderly Parents. Economic Inquiry 35 2, 295308.Stark, O., Bloom, D. E., 1985. The New Economics of Labor Migration. American Economic Review Papers Proceedings 75 2, 173178.29Winters, P., de Janvry, A., Sadoulet, E., 2001. Family and Community Networks in MexicoU.S. Migration. Journal of Human Resources 36 1, 159184.Wolf, D. A., Freedman, V., Soldo, B. J., May 1997. The division of family labor: care forelderly parents. The Journal of Gerontology Series B 52B 1997, 102109.URL http:www.ncbi.nlm.nih.govpubmed9215362Woodruff, C., Zenteno, R., Mar. 2007. Migration networks and microenterprises in Mexico.Journal of Development Economics 82 2, 509528.Worldbank, 2007. From red to gray: the third transition of aging populations in Eastern Europe and the former Soviet Union.URL http:web.worldbank.orgWBSITEEXTERNALCOUNTRIESECAEXT0,,content MDK:21378474page PK:146736pi PK:146830the Site PK:258599,00.html Worldbank, 2011. Migration and Remittance Factbook 2011.URL,content MDK:21352016page PK:64165401pi PK:64165026the Site PK:476883,00.htmlhttp:econ.worldbank.orgWBSITEEXTERNALEXTDECEXTDECPROSPECTS0,Yang, D., 2008. International Migration, Remittances and Household Investment: Evidencefrom Philippine Migrants Exchange Rate Shocks. Economic Journal 118 528, 591630.309. Appendix 9.1. Equilibria The shape of functions and parametrization can give rise to different equilibria in a family.For the model to be estimable straightforwardly, I assume only one of these equilibria existsper family cf. Bajari et al. 2010:Left behind equilibrium The elderly are left behind in a stable equilibrium by all their biological children if theleast migrationprone child migrates:Uimi 1, Ri Mi N 1 Uimi 0, T i Mi N 1 i 1,  , N.Note that given that all children are migrants, equilibrium care provision T utility when migrating is thene is zero. Childrens Uimi 1, Ri Mi N 1 UiPi Ri , I i Ri , H, 0,i arg maxUimi 1. The utility of staying behind for the least migration pronewhere Rindividual is given by Uimi 0, T i arg maxUimi 0. Hence, the equilibrium exists for at least one family if fori Mi N 1 UiW 0i , I i Ri , H, T i 1 T i ,where T any family for all siblings i,UiPi Ri , I i Ri , H, 0 UiW 0i 1 T i , I i Ri , H, T i .i 0. For empirically realistic lower bound wage differentials of monthly W 1i 0, this holds if Pi For fully selfinterested individuals with 0 and thus T W 0i 600 150 Euros 450 Euros after having refinanced monetary migration cost, the monthlypsychological migration cost would have to be three times the local wage level to avoid thatelderly individuals are left behind. For altruistic individuals, a number of assumptions regarding substitutability of utility components, the altruism parameter et cetera would have to beassumed to provide as corresponding backoftheenvelope calculation.i W 0i RNonmigration equilibrium Using the same logic as above, an equilibrium without migrants exists for at least onefamily if for any family for all siblings i1,  , N,UiPi Ri , I Ri , H, T i UiW 0i T i , I, H, T i .Equilibrium with specialization of siblings An equilibrium where some siblings migrate and others stay behind specializationi , I Nexists for at least one family if for any family for at least one of sibling i 1,  , m N ,i 1 T UiPi Rand, at the same time, for at least one other sibling i m 1,  , Ni 1 T UiPi Ri UiW 0i UiW 0im1Rim1Rim1Rim1Ri , H, mi , H, mi , I Ni , I Ni , I Ni1T i1T i , H, mi1T i i , H, mi1T i .3110. Tables Table 1: Model predictions Variable Parameterpmif 1for 0iefef 0T ef If Pif 100000Rif 000pmif 1for 0iefef 0T ?aSpecialization effectimif Chain migration effectimifa Existence and sign of effect depends on utility function and health production function.112100000Rif?aVariablehas helphours of help receivedreceives remittanceslogremittancesagefemalemarriedhousehold pensions in 1000 leielderly person owned house in 1999family owned land in 1999 in hectaresnumber of daughters in familynumber of sons in familynumber of elderly persons in householdnumber of children who migrated in 2011Table 2: Characteristics of the elderly Obs Mean Std. Dev. Min Max 17491749177217721772177217721772177217711772177217721772.5116.623.103.29469.09.605.54712.18.766.7701.2671.2581.485.541.50011.68.304.9337.310.489.4987.701.4241.3211.0941.044.526.827000060000000010110015.36991161.21157846Notes: Descriptives at the elderlylevel Table 3: Characteristics of children of the elderly Variableis a migrantageyears of educationfemalenumber of siblings Obs 37933793379337933793Mean Std. Dev. Min Max.25241.58711.342.5102.351.4348.5692.921.5001.5300210001792518Notes: Descriptives at the childlevel.32Table 4: Results for Tef and Rf received from biological children Model equivalent Proxy Variable11Tef 0receives help2Tef31Rf 04Rfhours receivedreceives remittanceslog remittances Logit OLSLogit OLSMarg. Eff.Coefficients Marg. Eff.Coefficientsimifef Ifnumber ofmigrant childrenageelder0.1240.0160.0100.003household pensionselder0.0020.002 Xf opp. cost Xf opp. cost Xf substitutesmean agechildrenmean educchildrenspouse aliveelder Xf substitutesno. of daughters Xf substitutesno. of sons Constant Observations R2 adj.Wald 2 or F test0.0080.0030.0190.0050.1030.0290.0350.0120.0500.0141,7490.052115.41.0190.3510.2570.0680.0570.0370.1650.0530.3980.1031.8790.6270.8530.3490.0650.2881.5503.7091,7490.0459.1960.0690.0080.0010.0020.0010.0010.0030.0010.0030.0020.0240.0150.0150.0070.0130.0081,4790.116122.00.3230.0410.0020.0050.0040.0030.0060.0050.0090.0080.1120.0540.0500.0230.0290.0260.8310.2721,4790.0859.718 p 0.1; p 0.05; p 0.01, robust standard errors in parentheses. Dependent variablesare restricted to transfers received from biological children.33Variable Age of elderly person Household pensions in 1000 leiElderly person owned house in 1999Elderly person owned land in 1999Mean age of children Mean years of education of children Married elderly person Number of daughters Number of sons Urban Migrant share to Italy 2004Migrant share to Ukraine 2004Migrant share to Romania 2004Migrant share to Russia 2004Networkgrowth interaction Networkgrowth interaction 0.0010.0040.0010.0020.0010.0040.0010.0030.0090.0030.0120.0060.0150.0430.2220.0250.2320.0250.1260.0430.0030.0010.0120.0060.0270.0060.0140.0030.0030.0010.0090.0040.0130.0070.0200.0460.2240.0280.2370.0270.1220.0460.0020.0010.0100.0060.0260.0070.0130.0030.0030.0010.0000.0040.0000.0020.0230.0440.0300.0160.0090.0030.0110.0070.0220.0440.2220.0250.2330.0250.1490.0450.0030.0010.0120.0060.0260.0060.0130.0030.0030.0010.0130.2211,7430.16915.020.0020.0040.0020.0030.0040.0450.0430.0190.0080.0040.0110.0070.0290.0460.2240.0280.2370.0270.1570.0480.0030.0010.0090.0060.0260.0070.0120.0030.0030.0010.0560.2301,4740.17413.410.0010.0040.0010.0020.0090.0030.0120.0060.0140.0440.2010.0510.2110.0520.1250.0430.0030.0010.0120.0060.0270.0060.0140.0030.0030.0010.0000.0000.0430.2341,7440.16816.41Table 5: First stage results, instrumenting number of migrants among children in 2011baselinebaselinebequest motivebequest motiverobustnesselderlylevelfamilylevelelderlylevelfamilylevelelderlylevel Coefficient Coefficient Coefficient Coefficient Coefficient Constant Observations R2F stat 1st stage0.0070.2201,7440.16717.340.0460.2301,4750.17015.42 p 0.1; p 0.05; p 0.01, robust standard errors in parentheses. Dependent variablesare restricted to transfers received from biological children.34Table 6: Second Stage IV estimates for Tef and Rf received from biological children Variable Number of children who migrate 2011Age of elderly person Household pensions Mean age of children Mean years of education of children Married elderly person Number of daughters Number of sons Urban Migrant share in Italy 2004Migrant share in Ukraine 2004Migrant share in Romania 2004Migrant share in Russia 2004Constant Observations KP rk LM stat weak I11Tef 0receives help2Tef31Rf 04Rfhours receivedreceives remittanceslog remittances 0.2680.1480.0090.0030.0020.0020.0040.0030.0230.0060.0930.0330.0500.0370.0410.0370.0050.0410.0030.0010.0000.0040.0080.0050.0000.0010.3720.1701,74422.261.1902.2190.2620.0680.0550.0380.1720.0580.3980.1091.9490.6280.8810.6360.0330.6270.8720.6750.0150.0200.0710.0670.0450.0910.0260.0103.0813.8221,74422.260.2920.1030.0000.0020.0010.0010.0010.0020.0050.0030.0290.0200.0590.0250.0580.0260.0600.0240.0010.0010.0040.0030.0030.0030.0000.0000.1870.1011,47518.790.7870.2920.0030.0060.0030.0030.0020.0050.0090.0100.1210.0590.1630.0730.1500.0760.2150.0710.0020.0020.0090.0090.0140.0100.0010.0010.7180.2941,47518.79 p 0.1; p 0.05; p 0.01. Robust standard errors used. For first stage of columns 1and 2 see Table 5 column 1, for first stage of columns 3 and 4 please refer to 5 column 2.Dependent variables are restricted to transfers received from biological children.35Table 7: Second stage IV results for Tef and Rf received from biological children with bequestmotive Variable Number of children who migrate Age Household pensions in 1000 leiElderly person owned house in 1999Family owned land in 1999Mean age of children Mean years of education of children Married elderly person Number of daughters Number of sons Urban Migrant share in Italy 2004Migrant share in Ukraine 2004Migrant share in Romania 2004Migrant share in Russia 2004Constant Observations KP rk LM stat weak I11Tef 0receives help2Tef31Rf 04Rfhours receivedreceives remittanceslog remittances 0.2400.1550.0090.0030.0020.0020.0240.0320.0090.0120.0050.0030.0230.0060.0960.0320.0440.0380.0350.0390.0080.0440.0030.0010.0000.0040.0080.0050.0000.0010.3620.1671,74319.352.2162.4250.2580.0690.0510.0380.2280.6480.4840.2370.1780.0580.4060.1102.0720.6351.1110.6710.2070.6740.3800.7490.0110.0210.0660.0660.0620.0920.0260.0103.3233.8511,74319.350.2890.1120.0000.0020.0010.0010.0090.0190.0030.0100.0010.0020.0050.0030.0300.0200.0580.0270.0570.0280.0580.0280.0010.0010.0040.0030.0030.0030.0000.0000.1910.1011,47415.900.7800.3140.0030.0060.0030.0030.0560.0570.0110.0290.0020.0050.0080.0090.1250.0600.1610.0780.1470.0810.2100.0830.0020.0020.0090.0090.0140.0100.0010.0010.7460.2931,47415.90 p 0.1; p 0.05; p 0.01. Robust standard errors used. For first stage of columns 1and 2 see Table 5 column 3, for first stage of columns 3 and 4 please refer to 5 column 4.Dependent variables are restricted to transfers received from biological children.Table 8: Row percentage of migrants by number of siblings who are migrantsis migrant No 83.565.257.954.075.7Yes 16.634.842.246.024.3Total 100.0100.0100.0100.0100.0i M0123Total Note: mean of is migrant is 24.5.36Table 9: Estimates of interaction for share of migrants among siblings and number of migrantsiblings Dependent variable: migration status of i Variable Subgroup 2nd stage 2nd stage 2nd stage 2nd stageall 2 siblingsall 2 siblings Share of migrant siblings2.0270.0432.8380.038Number of migrant siblings0.9070.0280.9830.008Family fixed effectspF or 2 test resp. eq. 1:pF or 2 test resp. eq. 2:Sample sizeyes 0.0000.0003,544yes 0.0000.0002,540yes 0.0000.0003,544yes 0.0000.0002,540 p 0.1; p 0.05; p 0.01. Robust standard errors cluster at the village level.Estimated using peer effectsmethod in Bajari et al. 2010. Additional covariates on top: age, years of education, sex of i. Additional covariatesin first stage: mean age of siblings, average years of education of siblings and family fixed effects.Table 10: Estimates of interactions among siblings by gender composition of adult children Dependent variable: migration status of i Subsamplemixed genderonly femalesonly males 2SLSa 2SLSa 2SLSa Variable 2nd stage 2nd stage 2nd stage Share of of migrant siblings1.3470.0911.4350.0561.5370.068Family fixed effectspF eq. 1:pF eq. 2:Sample sizeyes 0.0000.000498yes 0.0000.000484yes 0.0000.000462 p 0.1; p 0.05; p 0.01. Robust standard errors cluster at the village level. Estimatedusing peer effects method in Bajari et al. 2010. First stage not reported. Additional covariates ontop: age, years of education. Additional covariates in first stage: mean age of siblings, average yearsof education of siblings, number of siblings.Table 11: Number of children who are migrants by the number of all children row percentagesMigration status of children Noneat least oneall 1235More than 5Total 72.561.550.936.256.80.030.945.562.935.027.57.53.61.08.237total 100.0100.0100.0100.0100.0", "filename": "755899636.pdf", "person": ["Tobias Stohr", "Stohr, Tobias"], "date": ["2013"]}