{"lang": "de", "identifier_url": ["http://www.econstor.eu/bitstream/10419/80397/1/756919460.pdf"], "title": ["SOEP 2005 - Methodenbericht zum Befragungsjahr 2005 (Welle 22) des Sozio-oekonomischen Panels"], "plaintext": " Running since 1984, the German SocioEconomic Panel Study SOEP is a wideranging representative longitudinal study of private households, located at the German Institute for Economic Research, DIW Berlin. The aim of the SOEP Survey Papers Series is to thoroughly document the surveys data collection and data processing. The SOEP Survey Papers is comprised of the following series: Series A Survey Instruments Erhebungsinstrumente Series B Survey Reports Methodenberichte Series C Data Documentation Datendokumentationen Series D Variable Descriptions and Coding Series E SOEPmonitors Series F SOEP Newsletters Series G General Issues and Teaching Materials The SOEP Survey Papers are available at http:www.diw.desoepsurveypapers Editors: Prof. Dr. Gert G. Wagner, DIW Berlin and Technische Universitat Berlin PD Dr. Joachim R. Frick, DIW Berlin Prof. Dr. Jurgen Schupp, DIW Berlin and Freie Universitat Berlin Please cite this paper as follows: TNS Infratest Sozialforschung. 2011. SOEP 2005 Methodenbericht zum Befragungsjahr 2005 Welle 22 des Soziooekonomischen Panels. SOEP Survey Papers 52: Series B. Berlin: DIWSOEP ISSN: 21935580 online Contact: DIW Berlin SOEP Mohrenstr. 58 10117 Berlin soeppapersdiw.de Email: TNS INFRATEST SOZIALFORSCHUNG SOEP 2005 METHODENBERICHT ZUM BEFRAGUNGSJAHR 2005 WELLE 22 DES SOZIOOEKONOMISCHEN PANELS Munchen, 2005 Reprint 2011 1. 2. 2.1 2.2 2.3 2.4 2.5 2.6 3. 3.1 3.1a 3.2 3.3 3.4 3.5 3.6 Inhalt Vorbemerkung Uberblick zur Entwicklung der SOEPStichproben Erhebungsinstrumente Uberblick HAUSHALTSFragebogen PERSONENFragebogen Zusatzfragebogen Verhaltensexperiment Interviewdauer Durchfuhrung der Erhebung Panelpflege Neu in 2005: Eigene Website Leben in Deutschland Zeitlicher Verlauf der Feldarbeit Haushaltsmobilitat und Adressenermittlungen Exkurs: Wegzuge ins Ausland Interviewereinsatz und zentrale Bearbeitung Interviewmethoden und CAPINutzung Befragung und Verhaltensexperiment Seite 4 6 9 9 10 11 14 15 16 18 18 19 21 23 25 27 29 32 33 33 37 41 Ergebnisse der Feldarbeit Panelstabilitat auf der Haushaltsebene Befragungsteilnahme auf der Personenebene 4. 4.1 4.2 5. Anhang 1: Tabellen zur Stichprobenentwicklung Anhang 2: Unterlagen zum Verhaltensexperiment aus lizenzrechtlichen Grunden noch nicht verfugbarDatenprufung und ubergebener Datenbestand 3 Vorbemerkung Das Soziooekonomische Panel SOEP wird in der Bundesrepublik Deutschland seit 1984 als sozialwissenschaftliche Langsschnittbefragung zur Beobachtung von Lebens und Arbeitsbedingungen durchgefuhrt. Seit 1990 wird die Untersuchung durch eine entsprechende Erhebung in den neuen Bundeslandern erganzt. Das SOEP ist ein von Bund und Landern gefordertes Projekt des Deutschen Instituts fur Wirtschaftsforschung, Berlin DIW. Mit der Durchfuhrung der Erhebungen Instrumentenerstellung, Feldarbeit und Datenprufung ist TNS Infratest Sozialforschung, Munchen, beauftragt. Zu den Aufgaben von TNS Infratest gehort die methodische Dokumentation und Berichterstattung. Es werden pro Jahr folgende Berichte erstellt: der Methodenbericht zur Haupterhebung des jeweiligen Jahres der Anlagenband zum Methodenbericht, der die verwendeten Erhebungsinstrumente, Schu lungsunterlagen, Begleitschreiben usw. dokumentiert. der Pretestbericht zum Fragenprogramm der nachsten Erhebungswelle, die fur das jeweils 4folgende Jahr vorbereitet wird. Der vorliegende Methodenbericht bezieht sich auf die im Jahr 2005 durchgefuhrten Haupterhebungen Welle 22 fur das SOEPWest Stichproben A und B Welle 16 fur das SOEPOst Stichprobe C Welle 11 fur die ZuwandererBefragung Stichprobe D Welle 8 fur den Querschnitt 98 Stichprobe E Welle 6 fur den Querschnitt 2000 Stichprobe F Welle 4 fur die Erganzungsstichprobe High Income Stichprobe G Daruber hinaus wurden im Jahr 2005 Pretestprojekte fur das SOEP 2006 durchgefuhrt, die teilweise gesondert finanziert wurden und ausfuhrlich in eigenen Berichten dokumentiert sind: Testerhebung Personlichkeit und Alltag mit Verhaltensexperiment1 Retest fur Einstellungs und Zufriedenheitsskalen 2 Pretest Jugend mit kognitivem Test 3 1 TNS Infratest Sozialforschung: Testerhebung zum SOEP 2006 Personlichkeit und Alltag, Verhaltensexperiment, Reteststudie. Munchen 2005 2 ebda., Kapitel 2.2 3 TNS Infratest Sozialforschung: Pretest Jugend zum SOEP 2006 Fragebogen und kognitiver Test. Munchen, August 2005. Vgl. auch Heike Solga, Elisabeth Stern, Bernhard von Rosenbladt, Jurgen Schupp, Gert G. Wagner: Measurement and Importance of General Reasoning Potential in Schools and Labour Markets. Pretest Report, DIW Berlin, Research Notes 72005 Zu den verantwortlichen Mitarbeitern der SOEPGruppe bei TNS Infratest gehorten im Jahr 2005 wie in den Vorjahren: Bernhard von Rosenbladt Leitung Andrea Gensicke, Christoph Runge, Salma Stimmel, Fritz Stutz, Elisabeth Wendler Panelpflege, Feldarbeit, Rucklauf und Dateiverwaltung Nicole Garcia, Gabi Gener, Ulrike Gener, Andreas Stocker, Sibylla Zynda Instrumentenentwicklung, DVProgrammierung, Datenprufung Josef Hartmann, Gerd Schutz Berufe und Branchenvercodung 5 1. Uberblick zur Entwicklung der SOEPStichproben 10.561 Haushalte in den Stichproben A F und 879 Haushalte in der Erweiterungsstichprobe G, insgesamt also 11.440 Haushalte Das Soziooekonomische Panel SOEP stellt sich gegenuber den teilnehmenden Befragungspersonen einheitlich unter dem Titel Leben in Deutschland dar. Ebenso ist fur die Datennutzer der Datenbestand des jeweiligen Befragungsjahres als einheitliche Gesamtstichprobe nutzbar aktueller Querschnitt. Tatsachlich handelt es sich aber um ein komplexes Befragungssystem mit mehreren Teilstichproben, die zu unterschiedlichen Startzeitpunkten in das Haushaltspanel integriert wurden. Die folgende grafische Darstellung gibt einen Uberblick siehe Ubersicht 1. Die Haushalte und Personen mit der langsten Verweildauer im Panel haben im Jahr 2005 zum 22. Mal also seit 22 Jahren an der Befragung teilgenommen. Die jungsten Stichproben sind die Stichprobe F mit dem Startjahr 2000 jetzt im sechsten Befragungsjahr und die Stichprobe G Haushalte im oberen Einkommensbereich, fur die im Jahr 2005 die vierte Befragung durchgefuhrt wurde.4 Die SOEPStichproben insgesamt umfassen nach der Befragung 2005 nunmehr folgende Fallzahlen realisierter Interviews: auf der Haushaltsebene: auf der Personenebene: Die Panelstabilitat im Jahr 2005 ist mit 97,0% erneut sehr hoch, wenn auch nicht ganz so hoch wie im Vorjahr 97,8%. Stabilitat, berechnet als Zahl der diesjahrigen Teilnehmerhaushalte in Relation zur entsprechenden Vorjahreszahl, ist dabei ein Saldo aus Panelmortalitat einerseits und Panelzuwachs andererseits. Sie variiert zwischen den Teilstichproben und nach Jahren geringfugig. So ist im Jahr 2005 die Panelstabilitat der beiden MigrantenStichproben B und D mit 97,8% bzw. 97,7% erfreulich hoch. Die bisher stabilste Stichprobe die der ostdeutschen Haushalte weist demgegenuber einen Anstieg der Verweigerungen um 2 Prozentpunkte auf und hat sich damit den westdeutschen Haushalten angeglichen. Die niedrigste Stabilitatskennziffer weist Stichprobe F auf, doch liegt die Stabilitat auch hier bei guten 96,1%. Wichtig fur das Haushaltspanel ist es, dass in den Teilnehmerhaushalten moglichst alle Haushaltsmitglieder ab 16 Jahren an der Befragung teilnehmen. Das ist nach wie vor in hohem Mae der Fall. In den Haushalten, die zur Teilnahme an der Befragung bereit waren, lebten zum Befragungszeitpunkt 22.299 Personen ab 16 Jahren; von diesen konnten 21.105 individuell befragt werden. Das ist eine Teilnahmequote von 94,6%. 4 Fur Stichprobe G wurden die ersten beiden Befragungswellen uber ein gesondertes Projekt des BMGS finanziert. Ab der dritten Welle 2004 wurde Stichprobe G in das Stichprobensystem des SOEP und damit in die dauerhafte Langsschnitterhebung integriert. 19.234 Interviews in den Stichproben A F und 1.871 Interviews in der Erweiterungsstichprobe G, insgesamt also 21.105 befragte Haushaltsmitglieder 6 Zusatzlich lebten in den Teilnehmerhaushalten 4.923 Kinder und Jugendliche unter 16 Jahren. Uber die Kinder werden jahrlich aktualisierte Grunddaten zur Schul und Betreuungssituation erhoben. Daruber hinaus werden durch Zusatzfragebogen etwas ausfuhrlichere altersspezifische Informationen uber neugeborene Kinder in diesem Jahr n 247 und uber Kinder im Alter von 23 Jahren in diesem Jahr n 257 erfragt. Die Teilnahmebereitschaft der Mutter oder im Einzelfall: der Vater bei diesen erganzenden Auskunften uber die Kinder liegt bei 9598% und ist damit auerordentlich hoch. 7Das SOEP 1984 20052005Das SOEP 1984 StichprobenJahr A Deutsche West . .B Auslander . . . . . . 84 85 86 87 88 89 90 91 92 93 94 95 96 97 98 99 00 01 02112233445566779 10 11 12 13 14 15 16 17 18 199 10 11 12 13 14 15 16 17 18 198820304202014964221211510753052222161186485311C Deutsche Ost . . . . . . . . . . . . . . . . . . . . . . . . . . . .34569 10 11 12 131D Zuwanderer . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .1E Querschnitt 98 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .7283452631742F Querschnitt 2000 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .G Obere Einkommen . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .Befragte Personen8412.239ABCDESumme A EFG909.5184.453958.7983.8921.0789800028.1453.7308851.93214.6927.6233.6878371.54913.69610.8867.1753.4667801.37312.7948.4272.2221Insgesamt 12.23913.97113.78614.69224.58223.443056.5753.3117351.24111.8627.3721.87121.1051 Ausgangsstichprobe fur den Langsschnitt 2. Erhebungsinstrumente 2.1 Uberblick Die Erhebungsinstrumente im SOEP 2005 umfassen folgende Fragebogen: 1 Adressenprotokoll 2 HAUSHALTSFragebogen 3 PERSONENFragebogen fur jedes Haushaltsmitglied ab 16 Jahren 4 Zusatzfragebogen: LEBENSLAUF 5 Zusatzfragebogen: JUGEND 6 Zusatzfragebogen: LUECKE 7 Zusatzfragebogen: MUTTER UND KIND Neugeborene 8 Zusatzbogen: Ihr Kind im Alter von 2 oder 3 Jahren 9 Zusatzbogen fur das Verhaltensexperiment Alle Fragebogen werden als Papierfragebogen erstellt, die Fragebogen 2 bis 5 auerdem in programmierter Form fur computerunterstutzte Interviews CAPI. Der vollstandige Satz der Fragebogen 1 bis 9 ist in der Papierfassung dokumentiert im Anlagenband zu diesem Methodenbericht. Die CAPIFassungen werden dem DIW als EDVProgramm zur Kenntnis gegeben und in dieser Form dokumentiert. Die Unterlagen fur das Verhaltensexperiment 9 sind dem vorliegenden Bericht als Anhang 2 beigefugt. Das Fragenprogramm des SOEP 2005 wurde durch einen umfangreichen Pretest, durchgefuhrt im Sommer 2004, vorbereitet. Anlage und Ergebnisse des Pretest sind in einem gesonderten Methodenbericht dokumentiert.5 Zusatzlich zum jahrlichen Standardprogramm enthalt das Fragenprogramm des Jahres 2005 eine Vielzahl neuer Fragen, eine Reihe wieder aufgenommener Themen aus fruheren Wellen und einen wellenspezifischen Themenschwerpunkt, der im Pretest unter dem Titel Personlichkeit und Politik in groerer Breite getestet worden war. Daneben gab es inhaltliche Weiterentwicklungen und Erganzungen des jahrlichen Standardprogramms. Solche Erganzungen oder Modifizierungen, die jedes Jahr in gewissem Umfang vorgenommen werden, sind teils fragebogentechnische Verbesserungen, haufig aber auch Modernisierungen, mit denen neu aufgetretene Aspekte eines Themas berucksichtigt werden. Die Dokumentation dieser Erganzungen kann damit als eine Art Themengeschichte der wissenschaftlichen Behandlung eines Themas im SOEPRahmen gelesen werden. Die Erganzungen werden hier daher getrennt nach den verschiedenen Fragebogen kurz aufgelistet und erlautert. 5 TNS Infratest Sozialforschung: Erweiterter Pretest zum SOEP 2005 Personlichkeit und Politik und Verhaltensexperiment. Munchen 2004. 9 2.2 HAUSHALTSFragebogen Das Standardprogramm des HAUSHALTSFragebogens, das jedes Jahr im SOEP erhoben wird, umfasst Fragen zum Wohnen und den Wohnkosten zu haushaltsbezogenen Einkunften, und zwar Sozialleistungen sowie Einkunften aus Vermietung und Verpachtung und aus Kapitalvermogen zum Haushaltseinkommen insgesamt, zu evtl. Kreditbelastungen und der Moglichkeit fur eine Ersparnis bzw. Vermogensbildung zu den Kindern im Haushalt sowie fur jedes dieser Kinder Angaben zur besuchten Schule oder Betreuungseinrichtung zu hilfe und pflegebedurftigen Personen im Haushalt und, sofern vorhanden, dem Grad der Pflegebedurftigkeit und den Pflegepersonen. Erganzungen im Jahr 2005 betreffen folgende Themenkomplexe: Steuerliche Absetzbarkeit Frage 40 Verluste aus Vermietung und Verpachtung und Frage 44a Verluste aus Betriebsvermogen oder Kapitalanlagen sind erstmals aufgenommen. Finanzielle Belastungen Die Standardfrage zu Zahlungsverpflichtungen aus Anschaffungskrediten Fr. 4142 ist erstmals erganzt um die subjektive Bewertung der Schwere dieser Belastung Fr. 43. Neuregelungen zu Sozialhilfe und Grundsicherung Nach Inkrafttreten der Regelungen zum SGB II zum 1.1.2005 waren die Fragen zur Sozialhilfe entsprechend anzupassen. Dabei wurde fur die retrospektive Frage zum Sozialhilfebezug im zuruckliegenden Jahr 2004 lediglich die Leistungsart Grundsicherung im Alter und bei Erwerbsminderung eingefugt Fr. 49. Fur die Fragen zum Leistungsbezug heute also zum Befragungszeitpunkt im Jahr 2005 war zusatzlich die Leistungsart Arbeitslosengeld II einschl. Sozialgeld einzufugen Fr. 50. Das heit, dass diese neue Leistungsart haushaltsbezogen erfragt wird und nicht im Rahmen der personlichen Einkunfte, die im PERSONENFragebogen erfasst werden. Internetanschluss im Haushalt Die Frage wurde 2004 im Rahmen der Frage zur Ausstattung des Haushalts mit langlebigen Konsumgutern gestellt Fr. 51. Im Jahr 2005 wird sie als neues Item in einen anderen Kontext aufgenommen, namlich die Indikatoren absoluter Armut Fr. 5354. Dadurch ergibt sich die 10 2.3 Zusatzinformation, ob das Nichtvorhandensein eines Internetanschlusses finanzielle Grunde oder andere Grunde hat. Kinderbetreuung Im SOEP 2005 wird das umfangreiche Fragenprogramm zur Kinderbetreuung wiederholt, das zuletzt im Jahr 2002 erhoben wurde. Teilweise sind dabei Fragen differenzierter als bisher formuliert. Beispielsweise ist bei der Frage nach anderen, nicht zum Haushalt gehorenden Betreuungspersonen Fr. 67 jetzt unterschieden in und bezahlte Betreuungsperson kommt ins Haus. PERSONENFragebogen Tagesmutter auerhalb des Haushalts Themenschwerpunkt 2005 Zum Themenschwerpunkt, der in der Testerhebung unter dem Titel Personlichkeit und Politik in groerer Breite behandelt wurde, sind folgende Fragen in das Hauptprogramm des SOEP 2005 ubernommen worden: Zufriedenheit Fr. 1 Neues Item: Zufriedenheit mit der Demokratie Einkommensgerechtigkeit In den Fragen 4546 wird in Bezug auf die derzeitige berufliche Tatigkeit und das eigene Arbeitseinkommen gefragt, wie hoch ein gerechter Nettoverdienst sein musste. Die Fragen 8188 beziehen sich dann auf allgemeinere Vorstellungen uber die Einkommensstrukturen in Deutschland und deren Beurteilung als gerecht oder nicht gerecht. Als Bezugspunkt dienen die Arbeitsverdienste eines ungelernten Arbeiters Fr. 8183 und die eines Managers im Vorstand eines groen Unternehmens Fr. 8486. In den Fragen 8788 wird dies erganzt durch eine Nachfrage zur Bewertung der steuerlichen Belastung beider Gruppen von Einkommensbeziehern. Personlichkeitsmerkmale und Einstellungen Im Jahr 2005 wurden erstmals im SOEP Personlichkeitsmerkmale erhoben. Eingesetzt wird eine Kurzform des so genannten Big 5Instrumentariums mit 15 Items Fr. 125. Dies ist das gangigste, weltweit eingesetzte Personlichkeitsinventar. Die Kurzform mit 15 Items fur den Einsatz in einer Reprasentativumfrage ist eine SOEPspezifische Losung. Erganzend folgen im Interview: 11 eine Frage zur Reziprozitatsorientierung mit 6 Items Fr. 126 eine Frage zu Kontrollorientierungen mit 10 Items Fr. 127 eine Frage zu OptimismusPessimus Fr. 132. Politische Einstellungen Erfragt wird die Selbsteinstufung der politischen Ansichten auf der LinksRechtsSkala Fr. 133, erganzt um die Wahlbeteiligungsabsicht bei Bundestagswahlen Fr. 134. Sonstige Erweiterungen und Modifikationen Arbeitszeiten und Urlaubsanspruch Die Standardfragen zur Arbeitszeit sind erganzt um Fragen zu Abend und Nachtarbeit sowie Samstags und Sonntagsarbeit Fr. 5455. Diese wurden zuletzt im Jahr 2000 gestellt. Neu aufgenommen sind Fragen zum jahrlichen Urlaubsanspruch Fr. 56 und zur Frage, wie viel Urlaub tatsachlich genommen wurde und wie dabei mit Urlaubsubertragungen von einem zum nachsten Jahr verfahren wird Fr. 5760. Bildungsabschlusse im Ausland Die Standardfrage nach Bildungsabschlussen, die man ggf. im vergangenen Kalenderjahr erworben hat, wird erganzt um die Frage, ob man diesen Abschluss in Deutschland oder in einem anderen Land gemacht habe Fr. 91. Arbeitsmarktregelungen Bei der Frage nach Formen der Arbeitsuche Fr. 18 und 30 wurde das bisherige Item Suche uber das Arbeitsamt entsprechend der Neuregelungen im Rahmen der HartzGesetze ausdifferenziert: uber das Arbeitsamt uber eine Personalserviceagentur PSA uber JobCenter einschl. Sozialamter. Bei einer Aufnahme einer neuen Tatigkeit als Selbstandiger Fr. 26 folgt erstmals die Nachfrage, ob dies durch eine offentliche Forderung unterstutzt wurde, differenziert nach: Den Veranderungen des Kundigungsschutzrechts wird Rechnung getragen, indem bei der Frage nach der Beschaftigtenzahl des Unternehmens Fr. 38 die bisherige Kategorie 5 bis unter 20 Beschaftigte differenziert wird in ja, als IchAG ja, mit sonstigen Zuschussen. 12 5 bis 10 Beschaftigte 11 bis unter 20 Beschaftigte. Bei der Frage nach der Art eines befristeten Beschaftigungsverhaltnisses Fr. 4142 wurde bisher nur differenziert in ABM bzw. SAMStelle janein. Jetzt wird differenziert in ABMStelle Gemeinnutzige Arbeit 1EuroJob. Bei der Frage nach derzeitigen personlichen Einkunften Fr. 80 konnte bisher die Leistungsart Arbeitslosenhilfe angegeben werden. Nach Inkrafttreten von Hartz IV wird die entsprechende neue Kategorie Arbeitslosengeld IISozialgeld zwar noch aufgefuhrt doch der Betrag kann nicht hier eingetragen werden, vielmehr wird auf den HAUSHALTSFragebogen verwiesen, in dem diese Einkunfte jetzt erfasst werden. Im retrospektiven Tatigkeitskalender ausgeubte Tatigkeiten in den einzelnen Monaten des Jahres, Fr. 99 ist als neues Item aufgenommen: MiniJob bis 400 Euro. Freizeit und Pkw Zu diesem Themenbereich werden Fragen wieder aufgenommen, die in dieser Form zuletzt vor einigen Jahren gestellt worden waren: Freizeittatigkeiten Fr. 3, zuletzt 2001 Verfugung uber einen Pkw Fr. 4, zuletzt 2002. Finanzielle Rollenteilung im Haushalt Bereits im Vorjahr war die Frage gestellt worden, wie in einer Partnerbeziehung der Umgang mit den Finanzen geregelt ist. Diese Frage ist erneut aufgenommen Fr. 150 und jetzt erganzt um die MachtFrage, wer bei finanziellen Entscheidungen das letzte Wort habe Fr. 151. 13 2.4 Zusatzfragebogen Die biographischen Zusatzfragebogen JUGEND und LEBENSLAUF sollen nach Moglichkeit uber die Panelwellen hinweg unverandert bleiben. Die Fragebogen enthalten Hintergrunddaten, die im Optimalfall fur alle Befragten identisch vorhanden sein sollen. Gleichwohl gibt es von Zeit zu Zeit Uberarbeitungen. Im Jahr 2005 jedoch blieb das Fragenprogramm vollig konstant. Der Zusatzfragebogen MUTTER UND KIND wurde im Jahr 2003 erstmals eingesetzt. Er richtet sich an Mutter neugeborener Kinder in dieser Welle heit das: Geburtsdatum 1.1.2004 oder danach. Der Umfang des Fragebogens betragt inkl. Titelseite 4 Seiten. Er umfasst 19 Fragen, die sich auf vier Themenkomplexe beziehen: die Schwangerschaft; Korpermae und Gesundheit des Kindes; Veranderung der Lebensumstande durch die Geburt des Kindes und die Betreuungssituation. Dieser Zusatzfragebogen wird nun jedes Jahr fur die Kohorte der neugeborenen Kinder eingesetzt. Perspektivisch ist daruber hinaus geplant, den Kinderfragebogen 1 mit weiteren Kurzfragebogen fortzufuhren, um die Entwicklung des Kindes im weiteren Lebensverlauf zu beobachten. Im Jahr 2004 wurde die Stufe 2 dieses Kindbezogenen Fragenprogramms entwickelt und einem Pretest unterzogen. Der daraus entstandene Fragebogen wurde unter dem Titel IHR KIND IM ALTER VON 2 bis 3 JAHREN erstmals im SOEP 2005 eingesetzt. Befragungspersonen sind die Mutter oder ggf. Vater von Kindern, die im Jahr 2002 geboren wurden. Fur diese liegen aus dem SOEP 2003 bereits die Daten aus dem Fragebogen MUTTER UND KIND fur Neugeborene vor. Der Fragebogen umfasst wiederum 4 Seiten, mit 13 Fragen zu folgenden Themen: Gesundheit des Kindes Gewicht und Groe, Arzt oder Krankenhausbesuche in den letzten 3 bzw. 12 Monaten, festgestellte Erkrankungen oder Storungen Beschreibung des Kindes im Hinblick auf die emotionale und soziale Entwicklung Beschreibung des Kindes im Hinblick auf die Entwicklung von FahigkeitenFertigkeiten Betreuung des Kindes Betreuungspersonen, gemeinsam ausgeubte Aktivitaten, FernsehVideoKonsum Sprache, in der mit dem Kind gesprochen wird. 14 2.5 Verhaltensexperiment Nach Testerhebungen im Jahr 2002 wurde die Befragung im SOEP 2003 erstmals mit einem Verhaltensexperiment verknupft. Es handelt sich um ein Experiment zum Thema Vertrauen und Vertrauenswurdigkeit. Die wissenschaftliche Leitung dieses Teilprojekts liegt bei Professor Dr. Ernst Fehr, Universitat Zurich. Die Integration des Verhaltensexperiments in die Panelbefragung des SOEP bietet die Moglichkeit einer Wiederholung des Experiments bei denselben Personen und damit die Beobachtung des Verhaltens im Langsschnitt. Um diese Moglichkeit zu nutzen, soll das Experiment in den Befragungsjahren 2003, 2004 und 2005 des SOEP weitgehend unverandert wiederholt werden. Das Instrumentarium im Befragungsjahr 2004 entspricht daher weitgehend dem des Befragungsjahres 2003 und 2004. Eingefugt werden lediglich zwei Modifikationen bzw. Erganzungen. Zielsetzung und Anlage des Experiments sind an anderer Stelle ausfuhrlich beschrieben.6 Wir beschranken uns hier auf einen Uberblick zur Fortfuhrung im Jahr 2005. Das eingesetzte Erhebungsinstrument fur das Verhaltensexperiment besteht aus zwei Teilen: a aus Erklarungen zur Anlage des Experiments, also den Spielregeln, sowie b einem Entscheidungsblatt, in das die Entscheidung des Teilnehmers eingetragen wird. Da es sich um ein Experiment mit zwei Teilnehmern handelt, wobei Teilnehmer 2 auf die Entscheidung von Teilnehmer 1 reagiert, sind die Spielregeln und das Entscheidungsblatt fur die zwei Teilnehmer jeweils leicht unterschiedlich zu gestalten. Die im SOEP 2005 verwendeten Unterlagen zur Durchfuhrung des Experiments sind in Anhang 2 dieses Berichts wiedergegeben. Sie unterscheiden sich von denen des Vorjahres nur in einem Punkt hinsichtlich der Verhaltenserwartungen: Es bleibt bei der im Vorjahr eingefugten Frage an Teilnehmer 1 zu seinen Verhaltenserwartungen Was denken Sie, wie wurde sich Teilnehmer 2 verhalten, wenn Sie ihm   Punkte geben wurden?. Die vorgegebenen Alternativen von 0 und 10 Punkten wurden jetzt um den Wert 5 Punkte erweitert. 6 Infratest Sozialforschung: SOEP 2003 Methodenbericht zum Verhaltensexperiment im Rahmen der Befragung 2003. Munchen 2003. Ernst Fehr, Urs Fischbacher, Bernhard von Rosenbladt, Jurgen Schupp und Gert G. Wagner: A Nationwide Labratory. Examining trust and trustworthyness by integrating behavioral experiments into representative surveys. In: Schmollers Jahrbuch 122 2002, S. 519 542 15 2.6 Interviewdauer fur den SollIstVergleich Interviews ein. Mageblich Die Sollvorgabe fur den Umfang des Fragenprogramms betragt durchschnittlich 15 Minuten fur den Haushaltsfragebogen und 30 Minuten fur den Personenfragebogen. In einem typischen Haushalt mit zwei Befragungspersonen ergibt sich damit eine zeitliche Belastung des Haushalts durch die Interviews ohne Berucksichtigung von Kontaktzeiten im Umfang von 75 Minuten. Zur Kontrolle der tatsachlichen Interviewdauer wird die benotigte Zeit am Ende jedes Interviews dokumentiert. In die Kontrollrechnung gehen nur mundlichpersonlich mit Papierfragebogen gefuhrte ist die Stichprobe A DeutscheWest. Tabelle 1 zeigt die IstWerte der durchschnittlichen Interviewdauer in den verschiedenen Stichproben in den Jahren 2004 und 2005. Die zeitliche Interviewbelastung eines Modellhaushalts mit zwei Befragungspersonen betragt damit jetzt 87 Minuten das sind 12 Minuten uber dem eigentlich angestrebten Zielwert von 75 Minuten. In den vergangenen Jahren hat der IstWert der Interviewdauer fast immer uber dem SollWert gelegen, mit leichten Schwankungen nach oben oder unten von Jahr zu Jahr. Im Jahr 2005 ist die Dauer leider wieder angestiegen, bedingt durch die relativ umfangreichen Fragen im Themenschwerpunkt des PERSONENFragebogens vgl. Kapitel 2.1. Nicht berucksichtigt ist in dieser Rechnung der moglicherweise hinzukommende Zeitbedarf, wenn eine oder mehrere Personen im Haushalt einen oder mehrere der Erganzungsfragebogen zu beantworten haben oder fur die Teilnahme am Verhaltensexperiment ausgewahlt sind. Zu beachten ist, dass fur die Beurteilung der Interviewdauer die Werte fur Stichprobe A herangezogen sind. In den anderen Stichproben liegt die durchschnittliche Interviewdauer noch hoher. Bei der Festlegung des Fragenprogramms fur die kunftigen Panelwellen sollte nach Kurzungs und Entlastungsmoglichkeiten gesucht werden, um die Interviewbelastung der Befragungshaushalte auf den vereinbarten Umfang zu begrenzen. 16Tabelle 1: Durchschnittliche Interviewdauer bei mundlichpersonlichen Interviews 1 in Minuten Stichprobe A Deutsche West Personenfragebogen 2005 2004 2004 2005 Haushaltsfrage2004 bogen Jahr Zeitliche Belastung eines ModellHaushalts 2 2005 1715 17 18 20 18 20 21 19 15 17 18 21 20 19 20 18 SollWert IstWert B Auslander West C Deutsche Ost D Zuwanderer E Querschnitt 98 F Querschnitt 2000 G Obere Einkommen ________________________ 1 Herkommliche Interviews PAPI. Durch Einsatz der CAPITechnik wird insbesondere beim PersonenFragebogen die Interviewdauer etwas verkurzt. Die zeitliche Belastung im gesamten Haushalt wird moglicherweise aber erhoht, weil die CAPITechnik wirklich zu Interviews facetoface mit allen Haushaltsmitgliedern zwingt, wahrend ein Papierfragebogen leichter von einzelnen Haushaltsmitgliedern selbst ausgefullt werden kann. 30 33 35 36 35 33 34 32 75 83 88 92 88 86 89 83 75 87 90 99 90 87 94 84 30 35 36 39 35 34 37 33 2 Annahme: 2 Befragungspersonen, die im SOEP bereits im Vorjahr teilgenommen haben. Bei erstmals Befragten kommt der LEBENSLAUFFragebogen hinzu, mit einer durchschnittlichen Interviewdauer von 22 Minuten, oder alternativ der JUGENDFragebogen mit einer durchschnittlichen Interviewdauer von 29 Minuten. 3. Durchfuhrung der Erhebung 3.1 Panelpflege Die Panelpflege wurde mit dem bewahrten Verfahren der Vorjahre weitergefuhrt. Folgende Panelpflegemanahmen wurden ergriffen: Ankundigungsschreiben etwa zwei Wochen vor Beginn der Befragung. Als kleine Aufmerksamkeit wurde wiederum eine Portocard mit dem SOEPCartoon beigefugt mittlerweile die siebte Ausgabe. Ein ahnliches Ankundigungsschreiben erhielten auch diejenigen Befragten, die keinen Interviewerbesuch mehr wunschen und mit denen daher ein telefonisches Kontaktinterview gefuhrt wird, ehe sie die Fragebogen Zustimmung vorausgesetzt schriftlich zugesandt bekommen. Der Interviewer uberreicht bei seinem Besuch im Haushalt die Broschure Leben in Deutschland und das Haushaltsgeschenk Panelgeschenk. Themen der Broschure 2005 waren Presseberichte, die auf SOEPDaten basieren Groe Manner erhalten im Schnitt mehr Gehalt, Frauen treiben mehr Sport als Manner, Fremdsprachen am Arbeitsplatz. Der Datenreport 2004 erschienen im Herbst 2004 wurde ebenfalls in der Broschure vorgestellt. Als Panelgeschenk gab es in diesem Jahr einen Taschenrechner mit Solarzelle, der im allgemeinen gute Zustimmung fand. In der zentralen Bearbeitung erfolgt eine Einzelfallbetreuung von Problemhaushalten uber telefonische Kontaktinterviews und individuelle Anschreiben. Bei Bedarf werden auch dabei kleine Geschenke eingesetzt, etwa ein ParkerKugelschreiber das hat sich ofter als nutzlich erwiesen. Die Zusendung von Informationsmaterial an interessierte Zielpersonen wird nach wie vor fast ausschlielich in der Telefonbearbeitung genutzt, wo sie gezielt angeboten wird. Dabei handelt es sich meist um SOEPbasierte Wochenberichte des DIW und 2005 zusatzlich um den letzten Datenreport. Der Datenreport 2004 erwies sich als Renner und wurde uber das Feld etwa 20mal, uber die zentrale Bearbeitung etwa 200mal und per EmailAnfrage von Zielpersonen an uns direkt etwa 15mal angefordert. InternetUsern wurden auf Wunsch SOEPbezogene Links mitgeteilt. Auf die neue Homepage vom Munchner SOEPTeam wurde per Brief hingewiesen. Eine aktuelle Zugriffsstatistik wurde nach Abschluss der Feldarbeit erstellt. Die Ergebnisse werden im Folgenden wiedergegeben. Wie jedes Jahr erhielten alle Teilnehmerhaushalte nach der Befragung ein Dankschreiben, dem fur jede befragte Person ein Los der Aktion MenschLotterie beigelegt wurde. Die Resonanz hierfur ist ungebrochen gro. Deshalb wurde auch beschlossen, 2005 fur jeden ausgefullten Zusatzfragebogen ein zusatzliches Los zu schicken. 18 Im Anlagenband zum Methodenbericht sind das Anschreiben an die Feldhaushalte und die Broschure 2005 enthalten. Neu in 2005: Website Leben in Deutschland fur Interviewer und Befragte 3.1a Informationsangebot Im Rahmen der Panelpflege wird wie eben dargestellt auf erkennbare Informationswunsche der Befragungspersonen eingegangen. Das zeitgemae Medium fur solche Informationsangebote ist heute aber das Internet. Das DIW bietet mit seiner SOEPWebsite ein vorzugliches fur Datennutzer. Nicht wissenschaftliche Interessenten in erster Linie Befragungsteilnehmer und Interviewer konnten durch die Art und die Menge der Information jedoch eher verwirrt werden. Es entstand daher die Uberlegung, eine eigene Website Leben in Deutschland einzurichten, die speziell auf die einfacheren Informationsbedurfnisse von Befragungspersonen, Interviewern oder sonstigen interessierten Personen zugeschnitten ist. Fur ein solches Vorgehen gibt es vereinzelt bereits Vorbilder bei Haushaltspanel in anderen Landern, insbesondere im australischen HILDAProjekt. TNS Infratest hat die Anregung aufgegriffen und Anfang 2005 eine Website Leben in Deutschland eingerichtet www.lebenindeutschland.info. Die inhaltliche und gestalterische Verantwortung liegt bei der SOEPGruppe von TNS Infratest hier speziell Andrea Gensicke, Salma Stimmel, Iannis Harrer.7 Die Website enthalt Informationen zu folgenden Rubriken: Home Uberblick Wir sind nicht allein! Broschure Aktuelles Wochenberichte des DIW Berlin Aktion Mensch Kontakt Neben der Informationsfunktion im Rahmen der Panelpflege ist die neue Website naturlich auch ein Informationsangebot an die allgemeine Offentlichkeit. Weitergehende Funktionen der Website fur die Durchfuhrung der Panelbefragung etwa im Zusammenhang mit der Nutzung des Internet als Befragungsmedium sind fur die Zukunft denkbar. Impressum 7 Die Website ist barrierefrei gestaltet, d.h. auch fur Blinde nutzbar. Im Zusammenhang mit der WebsiteGestaltung wurde eine kleine Auswertung der SOEPDaten vorgenommen, die ergab, dass 130 Befragte als Grund ihrer Erwerbsminderung Augenleiden, Sehstorungen oder Blindheit angeben. 19 Eine Auswertung der WebsiteBesuche in der Zeit von Januar Oktober 2005 zeigt folgendes Bild: SOEPWebsite Statistiken 2005 Fazit Die SOEPSite wird verhaltnismaig gut besucht, auch das Verhaltnis von Seitenaufrufen und tatsachlichen Besuchen scheint realistisch. Sehr schon zu erkennen sind die Peaks aufgrund der Versandaktionen. Uberraschung: Uber das DIW finden relativ wenige zu uns Rang 19, eher erkundigt man sich gezielt bei OnlineLexika wikipedia, freenet, kommt uber unsere TNS InfratestSofoSite oder sucht uns uber Suchmaschinen google, msn, yahoo, vivisimo. Ein Blick auf die Provider unserer Besucher deutet darauf hin, dass uns eher Privatpersonen besuchen, fast schon eine Ausnahme stellt Platz 6 dar, das ist die Universitat Munster. Nicht sonderlich uberraschend: Unsere Besucher kommen in der Regel aus Deutschland bzw. uber freie Domains .com, .net obwohl einige Besucher uber internationale GoogleSeiten z.B. Kroatien, UK, Schweiz zu uns stieen. 20 3.2 Zeitlicher Verlauf der Feldarbeit Die Feldzeit der Befragung im SOEP soll fruhzeitig im jeweiligen Jahr beginnen. Dies erleichtert fur die Befragten die Beantwortung der retrospektiven Fragen im Interview, die sich auf das letzte Kalenderjahr beziehen. Der Feldstart fur die Befragung lag in den vergangenen Jahren daher in den ersten Januartagen. Ende Januar waren im Jahr 2004 bereits 36% der Haushalte bearbeitet, Ende Marz bereits 79%. Im Jahr 2005 wurde dieser Ablaufplan verandert: Der Feldstart wurde um einen Monat spater angesetzt. Grund war die Umstellung der sozialrechtlichen Regelungen im Zusammenhang mit Hartz IV, die zum 1.1.2005 wirksam wurden. Angesichts der Unsicherheit und Verunsicherung vieler bisheriger Bezieher von Sozialhilfe oder Arbeitslosenhilfe, wie die Neuregelung sich fur ihre Einkunfte auswirken wurde, erschien der Januar 2005 als Befragungsmonat problematisch. Der Feldstart wurde daher auf Anfang Februar gelegt. Tabelle 2 zeigt den zeitlichen Verlauf der Befragung 2005 im Vergleich zu 2004. Wie man sieht, ist die Menge der befragten Haushalte in den ersten vier Monaten exakt gleich, nur um einen Monat zeitversetzt. Bei der Nachbearbeitung offener Falle in den darauf folgenden Monaten konnte der Zeitverlust jedoch aufgeholt werden. Die lange Feldzeit bis Oktober wird fur die Bearbeitung schwieriger Falle benotigt. Dazu gehoren umgezogene Haushalte, deren Adresse erst recherchiert werden muss; neu gebildete Haushalte; nie erreichte Personen, teilweise in Verbindung mit Krankheit, arbeitsbedingter Abwesenheit, Auslandsaufenthalt usw.; Personen, die sich dem Interviewer gegenuber nicht mehr befragungsbereit zeigen und deren Fall dann zur weiteren Abklarung der Teilnahmebereitschaft an die zentrale Bearbeitergruppe gegeben wird telefonisches Kontaktinterview; ggf. individuelles Anschreiben; Zusendung der Unterlagen; mehrfache Erinnerungsaktionen oder Nachfragen bei Personen, die sich die Unterlagen zusenden lassen, aber nicht ausgefullt zurucksenden. Die letzten Haushalte werden in der Regel so auch im Jahr 2005 gegen Ende Oktober abschlieend bearbeitet, d.h. erst zu diesem Zeitpunkt wird fur die betreffenden Haushalte endgultig geklart, ob noch ein Interview realisiert werden kann oder der Haushalt als Ausfall zu werten ist. Der auf Anfang Februar verschobene Feldstart konnte demnach im Laufe der Gesamtbearbeitung aufgefangen werden, ohne die vereinbarte Datenlieferung bis spatestens Mitte Dezember zu gefahrden. Dieser Ablauf soll auch fur die Folgejahre beibehalten werden. Damit ist gewahrleistet, dass alle Fragen im Interview zum Referenzzeitpunkt heute oder zum letzten Kalendermonat sich wirklich auf einen Zeitpunkt oder einen Monat beziehen, der im Jahr der Befragung liegt. 21 A G 2005 A G 2004 Tabelle 2: Zeitlicher Verlauf der Feldarbeit Angegeben: Monat des letzten Haushaltskontakts, kumulative Werte in % Januar 1 Februar Marz April Mai Juni Juli August September Oktober Basis: Haushaltsbrutto 1 36 62 79 86 90 94 97 99 100 100 4 39 62 77 86 93 97 99 100 100 Inkl. Falle ohne Bearbeitung sog. Vorabverweigerer 13.117 12.836 22 3.3 Haushaltsmobilitat und Adressenermittlungen Eng verbunden mit der Panelpflege, die die Teilnahmemotivation der Panelhaushalte stutzen soll, ist die Adressenpflege. Die standige Adressenaktualisierung ist erforderlich, um die Panelteilnehmer auch dann auf ihrem Lebensweg weiterverfolgen zu konnen, wenn sie nicht mehr an der Adresse antreffbar sind, an der sie bei der vorjahrigen Panelwelle befragt wurden. Hinweise auf Adressenanderungen ergeben sich teilweise bereits aus den uber das Jahr verteilten Anschreiben im Rahmen der Panelpflege vgl. Kapitel 3.1. Weitere Hinweise ergeben sich erst im Laufe der aktuellen Feldarbeit. Informationen zur Ermittlung neuer Adressen kommen teilweise von den Befragungshaushalten selbst, teilweise von den Interviewern und teilweise von speziellen Recherchen uber die Post oder das Einwohnermeldeamt. All diese Informationen werden laufend in die zentrale Adressendatei fur das Projekt eingegeben und dort verfugbar gehalten. Mobilitat tritt in HaushaltsPanelbefragungen in zwei Formen auf. Einerseits entstehen in jeder Welle Neuhaushalte durch Auszug einzelner Befragungspersonen aus Althaushalten; andererseits verziehen Haushalte auch als gesamte Einheit. In beiden Fallen mussen die Adressen recherchiert werden. Hinzu kommen Haushaltsauflosungen bedingt durch Tod, Wegzug in das Ausland oder Ruckkehr von Zielpersonen in den Ursprungshaushalt. Auch hier erfordert die Klarung des Sachverhalts mehr oder weniger aufwendige Recherchen. Tabelle 3 zeigt die Zahl der Adressenanderungen, die im Laufe eines Jahres im SOEP auftreten, und die Quote der erfolgreich ermittelten neuen Adressen. Die Zahlen fur das Jahr 2005 beziehen sich auf den Jahreszeitraum zwischen den Befragungswellen 2004 und 2005. Zum Vergleich sind zusatzlich die entsprechenden Zahlen des Vorjahres angegeben. Die Haushaltsmobilitat im Sinne des Umzugs ganzer Haushalte ist im Befragungsjahr 2005 zuruckgegangen, ebenso die relative Zahl von Haushaltsauflosungen. Dagegen ist die relative Zahl von individuellen Personen, die aus einem bestehenden Befragungshaushalt ausziehen mit der Folge der Entstehung eines neuen Haushalts im SOEP erstmals seit langerer Zeit wieder angestiegen. Die deutlichste Veranderung ist der Ruckgang der Haushaltsmobilitat. In den vergangenen zehn Jahren lag die Zahl der registrierten Umzuge ganzer Haushalte im SOEP jeweils in der Bandbreite zwischen 9,7% und 11.3%. Ob der Ruckgang auf jetzt nur noch 8% ein zufallige Schwankung ist oder auf einen dauerhaften Ruckgang der Mobilitat in Deutschland hinweist, bleibt zu beobachten. Zielsetzung im SOEP ist es, moglichst wenige Befragungshaushalte und personen aufgrund von Umzugen und Adressenveranderungen zu verlieren. Dazu werden wie oben beschrieben intensive Anstrengungen zur Ermittlung der neuen Adressen unternommen. Unsere Mazahl zum Erfolg der Adressenermittlung bezieht sich auf alle Mobilitatsformen, bei denen ein ganzer Haushalt oder einzelne Haushaltsmitglieder im Befragungsjahr nicht mehr an derselben Adresse leben wie im Vorjahr. Im Bearbeitungsjahr 2005 gab es im SOEP 1.500 23 2004 A G 2005 A G Jahr Stichproben Adressenanderungen. Die neue Adresse konnte in 1.464 Fallen ermittelt werden. Das ist eine vorzugliche Erfolgsquote von 97,6%. Zusammenfassend lasst sich sagen, dass die Panelhaushalte im SOEP eine erhebliche Mobilitat aufweisen. Aufgrund der erfolgreichen Adressenermittlungen ist die Adressenanderung als solche jedoch nur in sehr begrenztem Umfang eine Quelle fur Panelmortalitat. Tabelle 3: Haushaltsmobilitat und Adressenermittlung Basis: Alte Haushalte 1 Absolutzahlen 1 Verzogene Haushalte 2 Neue Haushalte 3 Wegfallende Haushalte Relativzahlen in % 1 Verzogene Haushalte 2 Neue Haushalte 3 Wegfallende Haushalte Adressenermittlung Haushalte 1 2 Adresse ermittelt Erfolgsquote in % ___________________ 1 Brutto inkl. vorlaufige Ausfalle des Vorjahres 12.326 990 510 97 8,0 4,1 0,8 1.500 1.464 97,6 12.687 1.233 430 136 9,7 3,4 1,1 1.663 1.617 97,2 24 Exkurs: Wegzuge ins Ausland Der Wegzug ins Ausland ist ein Sonderfall von regionaler Mobilitat, der zur Folge hat, dass die Teilnahme an der Befragung zum Leben in Deutschland endet. Im Rahmen des SOEP 2003 wurde erstmals naher untersucht, ob eine Weiterverfolgung der Befragungspersonen auch uber die Grenzen Deutschlands moglich ist zunachst unabhangig davon, ob eine tatsachliche weitere Befragung im Ausland erfolgen soll. Die Verfahren dieser erganzenden Adressenrecherche sind im Methodenbericht zum SOEP 2003 S. 19 ff. naher dargestellt. Die Ergebnisse lassen sich in zwei Punkten zusammenfassen: 1 In der Mehrzahl der Falle eines Wegzugs ins Ausland ist es nicht moglich, die neue Adresse zu ermitteln. Fur eine eventuelle Weiterbefragung in welcher Form auch immer fehlt daher die Basis. 2 Auf der anderen Seite fallen im Zuge einer intensiveren Adressenrecherche fur diese spezielle Gruppe doch eine Reihe nutzlicher Informationen an. Insbesondere ist das Zielland der Ausreise in den meisten Fallen zu ermitteln. Seither fuhrt TNS Infratest die spezielle Recherche bei Wegzugen ins Ausland daher regelmaig durch. Die Recherchen im Befragungsjahr 2005 beziehen sich auf die Falle eines Auslandsverzugs, die im Befragungsjahr 2004 von den Interviewern festgestellt wurden. Vom Umfang her sind das 94 Befragungspersonen, das sind etwa 0,4%. Die Groenordnung ist damit deutlich hoher als im Vorjahr. Ebenso wie im Vorjahr konnte die neue Adresse der Personen im Ausland nur in einem kleinen Teil der Falle ermittelt werden. Das Zielland der Ausreise war aber immerhin in 86 der 94 Falle feststellbar. Einige Strukturinformationen uber die Auslandsverzuge sind in Tabelle Ex 1 zusammengestellt. Das Bild, das sich aus den Daten ergibt, zeigt im Vergleich mit dem Vorjahr trotz der geringen Fallzahlen eine relativ hohe Stabilitat: Etwa die Halfte der Auslandsverzuge in der Panelpopulation des SOEP entfallt auf Personen mit deutscher Staatsburgerschaft, die andere Halfte auf Personen mit anderer Nationalitat. Die Ziellander unterscheiden sich erheblich zwischen deutschen und nichtdeutschen Ausreisenden. Bei den Personen mit nichtdeutscher Nationalitat ist der Wegzug aus Deutschland ganz uberwiegend eine temporare oder dauerhafte Ruckwanderung in das Herkunftsland. Deutsche Staatsburger, die ins Ausland ziehen, gehen uberwiegend in ein anderes EULand. Zum gewohnten Spitzenreiter Spanien gesellt sich im Jahr 2005 Grobritannien als haufigstes Zielland. 25 2004 2005 94 0 94 8 46 48 3022 61 14 2317 819 03 011 52 11 41 36 36 6 6 2003 2004 Griechenland sonstige ExJugoslawien Sonstige deutsch nicht deutsch 49 0 49 11 26 23 getrennt nach Deutschen Nichtdeutschen Interviewer meldet Auslandsverzug davon nach naherer Prufung: Verzug innerhalb Deutschlands Auslandsverzug bestatigt Tabelle Ex 1: Ergebnisse der Adressenrecherche bei Wegzugen ins Ausland 1. 2. Auslandsadresse kann ermittelt werden 3. Nationalitat der ins Ausland verzogenen Person 4. Zielland der Ausreise, 4a. Auslander: Ruckwanderung ins Herkunftsland EU 15 darunter Spanien ubriges Europa darunter Turkei Ubrige Welt darunter USAKanada unbekannt 1413 72 04 77 310 16 04 60 20 40 30 Ja Nein Keine Angabe 20 3 26 3.4 Interviewereinsatz und zentrale Bearbeitung Die jahrliche Befragung der SOEPHaushalte erfolgt im Grundsatz uber Interviewer vor Ort. Nach der schriftlichen Ankundigung der neuen Befragung durch Infratest siehe Kapitel 3.1: Panelpflege sucht der jeweils zustandige, in der Region lebende Interviewer den Haushalt in dessen Wohnung auf und versucht, das Interview von allen Mitgliedern ab 16 Jahren zu erhalten. Der Interviewer bzw. die Interviewerin hat dabei nicht nur die Interviewerfunktion im engeren Sinne also die Aufgabe, die Befragung durchzufuhren , sondern auch eine wichtige Kontaktfunktion. Nach Moglichkeit wird jeder Haushalt von demselben Interviewer aufgesucht, den er bereits aus dem Vorjahr bzw. den Vorjahren kennt. Dieses personliche Element des Kontakts unterstutzt die Bereitschaft der Haushalte zu einer oft langjahrigen Mitarbeit an der Befragung zum LEBEN IN DEUTSCHLAND. Aber nicht alle Befragungshaushalte wunschen einen Interviewerbesuch. Oder der konkrete Interviewer kann einen Haushalt zu keiner weiteren Teilnahme gewinnen. In diesem Fall kommt der Haushalt in die zentrale Bearbeitung bei TNS Infratest. Das heit, dass in einem telefonischen Kontaktgesprach Moglichkeiten der weiteren Teilnahme abgeklart werden. Unter anderem wird dem Haushalt angeboten, dass er die Befragungsunterlagen per Post erhalten und die Fragebogen selbst ausfullen kann. Ein nicht unerheblicher Teil der Haushalte erklart sich hierzu bereit. Viele Haushalte nehmen seit Jahren in dieser Form an der Befragung teil. Die Zahl der Haushalte in der zentralen Bearbeitung ist kontinuierlich angewachsen, weil jedes Jahr wieder neue hinzukommen, die vom Interviewer vor Ort nicht mehr zur weiteren Teilnahme gewonnen werden konnen. In einem Teil dieser Falle erfolgt dann der Wechsel der Anspracheform ModeWechsel von der mundlichpersonlichen zur telefonischen und schriftlichen Ansprache. Der ModeWechsel ist ein Versuch, schwierige Falle, die eigentlich schon abspringen wollten, doch noch im Panel zu halten. Ohne diese zentrale Bearbeitung ware die Panelstabilitat deutlich geringer. Tabelle 4 zeigt die zahlenmaigen Relationen und die Eckwerte der Feldbearbeitung in den Jahren 2004 und 2005 fur die Stichproben A G. Insgesamt waren im SOEP 2005 12.836 Panelhaushalte zu bearbeiten. 11.796 davon waren Teilnehmer des Vorjahres dies ist der gut zu bearbeitende Hauptteil des Panels. Hinzu kommen 1.040 schwieriger zu bearbeitende Falle, namlich a Ausfalle des Vorjahres, bei denen einem erneuten Bearbeitungsversuch gewisse Erfolgschancen gegeben werden, und b neue Haushalte, die aus Abspaltungen von Teilnehmerhaushalten des Vorjahres entstehen. Soweit moglich, werden alle diese Haushalte einem Interviewer vor Ort zur Bearbeitung ubergeben. Aus den oben genannten Grunden gibt es jedoch den alternativen zentralen Bearbeitungsweg. Im Jahr 2005 wurden 79,3% der Haushalte uber Interviewer vor Ort abschlieend bearbeitet. Die ubrigen 20,7% gingen in die zentrale Bearbeitung. Dieser Anteil hat sich im Jahr 2005 damit weiter erhoht. 27A G 2004 abs. A G 2005 abs A G A G 2004 2005 % % Teilnehmer des Vorjahres Ausfalle des Vorjahres, soweit noch nicht endgultiger Ausfall Neue Haushalte Gesamt Der fur das Projekt eingesetzte Interviewerstab im Jahr 2005 umfasste 566 Interviewer. Im Durchschnitt hat jeder Interviewer 18,0 Haushalte bearbeitet. Der Bearbeitungserfolg in dem Sinne, dass die bearbeiteten Haushalte zur Teilnahme gewonnen werden ist sehr hoch: Er betragt bei den Interviewern vor Ort 95,2%. In der Gruppe der schwierigeren Haushalte, die in die zentrale Bearbeitung gehen, liegt diese Erfolgsquote zwar niedriger, aber immerhin bei beachtlichen 65,9%. Tabelle 4: Eckwerte der Feldbearbeitung im SOEP 2005 im Vergleich zu 2004, Stichproben A G 1 Bearbeitete Haushalte 2 Bearbeitungsform 3 Eingesetzte Interviewer 4 Bearbeitungserfolg nach Bearbeitungsformen 1 _____________________ 1 Bearbeitungserfolg Zahl der zur Teilnahme gewonnenen Haushalte in Prozent der bearbeiteten Anzahl Gesamt Durchschnittliche Zahl der bearbeiteten Haushalte pro Interviewer Uber Interviewer Zentrale Bearbeitung Uber Interviewer Zentrale Bearbeitung 4,1 4,8 3,3 4,0 100,0 100,0 79,3 81,0 19,0 20,7 100,0 100,0 95,0 68,5 95,2 65,9 12.061 11.796 91,9 91,9 10.628 2.489 13.117 10.173 2.663 12.836 626 430 13.117 530 510 12.836 594 17,9 566 18,0 Haushalte 28 3.5 Interviewmethoden und CAPINutzung Die Interviewmethoden im SOEP sind ein mixed mode approach, wie er in der Literatur von prominenten Autoren beschrieben wurde.8 Ziel dieser MehrmethodenAnsatze ist es , durch ein Repertoire unterschiedlicher Methoden, uber deren Wahl situativ entschieden wird, zu einem besseren Gesamtergebnis der Feldarbeit zu kommen als mit starren Vorgaben einer einheitlichen Interviewmethode. Die im SOEP verwendeten Methoden sind das mundlichpersonliche Interview facetoface und das Selbstausfullen des Fragebogens durch die Befragungsperson self administered interview. Letzteres wird in zwei Varianten eingesetzt: im Rahmen der Interviewerbearbeitung als alternative Option zum mundlichpersonlichen Interview SELFInterview im Rahmen der zentralen Bearbeitung siehe dazu Kapitel 3.4 in der Form der schriftlichpostalischen Befragung MAILInterview. Im mundlichpersonlichen Interview wird vom Interviewer derselbe Fragebogen eingesetzt, der auch fur das Selbstausfullen durch die Befragten verwendet wird. Wir bezeichnen diese Methode als PAPI PaperAndPencilInterview. Seit dem Jahr 2000 kommt als weitere Option in allen SOEPStichproben das computerunterstutzte personliche Interview CAPI hinzu. Der Interviewer arbeitet hier mit Laptop. Die Fragen und Antwortvorgaben erscheinen programmgesteuert auf dem Bildschirm. Dabei konnen Datenprufungen bereits in den Interviewablauf integriert werden. Fur nahere Erlauterungen verweisen wir auf die InfratestMethodenberichte 1998 und 1999.9 In der Literatur hat sich in den letzten Jahren ein weitgehender Konsens entwickelt, dass ein Ubergang zum computerunterstutzten Interview im Rahmen von mundlichpersonlichen Befragungen ohne systematische mode effects moglich ist. Die Erfahrungen in der CAPIErprobungsphase im Rahmen des SOEP 199899 stehen mit dieser Einschatzung im Einklang. CAPI wurde daher seit dem Jahr 2000 in das ganz normale Methodenrepertoire des SOEP ubernommen. Ob CAPI zum Einsatz kommt, entscheidet sich dabei auf zwei Ebenen: 1 bei der Auswahl des Interviewers; dies ist eine Entscheidung der InfratestFeldabteilung 2 als Entscheidung des Interviewers vor Ort, der in Abstimmung mit der jeweiligen Befragungsperson situativ die geeignete Interviewmethode wahlt. 8 Vgl. Chapter 6: MixedMode Surveys, in Don A. Dillman: Mail and Internet Surveys. The Taylored Design Method. 2. Auflage, New York 2000. Infratest Sozialforschung: SOEP 98 Erstbefragung der Stichprobe E. Methodenbericht, Munchen 1998. Infratest Sozialforschung: SOEP 99. Methodenbericht zum Befragungsjahr 1999, Munchen 2000. Hier insbesondere Kapitel 2.3, 3.6 und 4.2. 9 29 Die Entscheidung auf Ebene 1 ist deshalb erforderlich, weil im InfratestStab von insgesamt ca. 1.400 Interviewern nicht alle mit Laptop ausgerustet sind.10 Gerade erfahrene, altere SOEP Interviewer haben den Umstieg auf das computergestutzte Interviewen teilweise nicht mitvollzogen. Ein Verzicht auf diese Interviewer ware nicht ohne Einbuen an Panelstabilitat im SOEP moglich. Die Leitlinie fur den Interviewereinsatz im SOEP ist: Fur jeden Haushalt wird der bestmogliche Interviewer eingesetzt. Dies wird in der Regel der Interviewer sein, der den Haushalt bereits in den Vorjahren bearbeitet hat. Sofern dieser Interviewer nicht mit Laptop arbeitet, erhalt er die Befragungsunterlagen wie bisher in Papierform. Ist es dagegen ein LaptopInterviewer, erhalt er oder sie die zentralen Befragungsunterlagen per Modem als CAPIProgramm ubersandt. Erganzende Unterlagen wie Intervieweranweisung, Listenhefte und Adressenprotokolle werden wie bisher per Post geschickt. Dabei wird auch eine begrenzte Anzahl von Papierfragebogen beigefugt, damit der Interviewer den Spielraum hat, bei Bedarf auch herkommliche Interviews durchzufuhren oder den Papierfragebogen fur eine Befragungsperson zum Selbstausfullen zu hinterlassen. Die CAPITechnik wurde in verschiedenen Teilstichproben des SOEP zu unterschiedlichen Zeitpunkten und unter verschiedenen Rahmenbedingungen eingefuhrt. Der Anteil der Interviewmethoden variiert daher auch zwischen den Teilstichproben. Tabelle 5 zeigt die entsprechenden Zahlen, bezogen auf die Durchfuhrung des PERSONENInterviews in den Jahren 2004 und 2005. Tabelle 5: Interviewmethode nach Teilstichproben Basis: PERSONENFragebogen % 2004 2005 2004 2005 2004 2005 2004 2005 2004 2005 Summe A G Stichproben A D % % % % % % G % % % E F CAPI PAPI Summe: mundlichpersonl. Interviews 18 26 44 37 19 Summe gesamt 100 SELF MAIL 10 17 25 42 38 20 100 53 16 69 19 11 100 50 16 66 21 12 100 32 32 64 30 7 100 24 26 50 36 14 100 26 20 46 48 5 100 27 19 46 46 8 100 26 27 53 34 13 100 24 26 50 36 14 100 Im Jahr 2005 waren etwa 1000 Interviewer des FacetoFaceStabes von TNS Infratest LaptopInterviewer. 30 Insgesamt wird die Befragung im SOEP heute zu 50% in der Form personlichmundlicher Interviews durchgefuhrt. In 50% der Falle wird der Fragebogen vom Befragten selbst ausgefullt. Die mundlichpersonlichen Interviews verteilen sich dabei zu etwa gleichen Teilen auf herkommliche und auf computerunterstutzte Interviews PAPI und CAPI. Die selbst ausgefullten Fragebogen kommen zum kleineren Teil aus der schriftlichpostalischen Bearbeitung MAIL. Zum groeren Teil kommen sie aus der interviewerbetreuten Befragungssituation SELF. Je alter eine Stichprobe ist, um so hoher ist der Anteil der MAILInterviews. Dies erklart sich aus dem oben geschilderten Prozess des Umstiegs von der interviewerbetreuten Befragung zur zentralen Bearbeitung, die eine Art Auffangmechanismus darstellt, wenn Befragte vom Interviewer vor Ort nicht mehr zur Teilnahme gewonnen werden konnen vgl. Kapitel 3.4. So betragt der Anteil der MAILInterviews in der neuen Stichprobe G erst 8%, wahrend er in den Altstichproben A D mittlerweile 20% betragt. Auch die SELFMethode, also das Selbstausfullen durch die Befragten mit Interviewerbetreuung vor Ort, hat in den Altstichproben A D einen hoheren Anteil 38% als in den jungeren Stichproben E und F, wo dieser 21% bzw. 32% betragt. Am haufigsten wird die Methode des Selbstausfullens allerdings in der neuen Stichprobe G gewahlt, also von den Haushalten im oberen Einkommensbereich. Dies durfte mit dem in der Regel hoheren Bildungsstand dieses Personenkreises zusammenhangen, moglicherweise aber auch mit einem verstarkten Bedurfnis nach Diskretion bei der Beantwortung von Einkommensfragen. Stichprobe E diente in den ersten zwei Jahren der Laufzeit 199899 als Erprobungsbasis fur die Einfuhrung von CAPI. Soweit moglich, wurden dort von Beginn an CAPIInterviewer eingesetzt. Der Anteil der tatsachlich mit CAPI durchgefuhrten Interviews ist dementsprechend mit 50% hier am hochsten. In den Altstichproben A D bedeutete die Einfuhrung von CAPI im Jahr 2000 demgegenuber einen echten Umstieg in Bezug auf die Interviewmethode. Infratest hat diesen Umstieg behutsam betrieben und nicht forciert. Der Anteil der CAPIInterviews liegt drei Jahre nach Einfuhrung dieser optional zu wahlenden Methode daher nicht hoher als bei 17%. In Stichprobe F, die im Jahr 2000 startete, wurde von Beginn an CAPI eingesetzt. Bei der Bearbeitung dieser groen Stichprobe wurde jedoch auch auf erfahrene SOEPInterviewer aus den Altstichproben zuruckgegriffen, die nicht mit Laptop arbeiten. Der tatsachliche CAPIAnteil im Jahr 2005 liegt daher in einem mittleren Bereich von 30%. Im Rahmen der flexiblen Methodenwahl im SOEP scheint die Einfuhrung computerunterstutzter Methoden damit ihr Potenzial vorerst ausgeschopft zu haben. Wahrend von 2000 auf 2001 der CAPIAnteil noch deutlich anstieg, ist das seit 2002 nicht mehr der Fall. Im Jahr 2005 ist der Anteil der CAPIInterviews in allen Teilstichproben weiterhin leicht rucklaufig. 31 3.6 Befragung und Verhaltensexperiment Die Durchfuhrung des Verhaltensexperiments erfolgt im Anschluss an die eigentliche Befragung durch den Interviewer zur Erlauterung des Verhaltensexperiments siehe Kapitel 2.5. Aufgabe des Interviewers ist es, das Vorgehen und die Entscheidungsaufgabe zu erlautern. Er soll jedoch die Entscheidung der Befragungsperson im Rahmen des Experiments selbst in keiner Weise beeinflussen. Um dies zu unterstreichen, wird das Entscheidungsblatt zusammen mit einem Kuvert uberreicht, in dem das ausgefullte Blatt verschlossen wird. Unabhangig von der Zahl der Befragungspersonen im Haushalt nimmt pro Haushalt immer nur eine Person am Experiment teil, und zwar ist dies im Jahr 2005 dieselbe Person wie in den beiden Vorjahren. Dieses Vorgehen ist inhaltlich begrundet Untersuchung des Entscheidungsverhaltens im Langsschnitt. Es hat daruber hinaus aber den willkommenen Effekt, dass die Durchfuhrung erleichtert wird, weil Sinn und Zweck und die Spielregeln des Experiments den Befragten aus dem Vorjahr mehr oder weniger vertraut sind. Das Verhaltensexperiment wird aus finanziellen Grunden nur in einer Teilstichprobe des SOEP durchgefuhrt, und zwar in einem zufallig ausgewahlten Subsample der bevolkerungsreprasentativen Stichprobe F. Die Auswahl erfolgte im Jahr 2003 und ist im Methodenbericht 2003 fur das Verhaltensexperiment S. 6 f genauer beschrieben. Fur die Durchfuhrung im Jahr 2005 war keine Stichprobenbildung notig. Vielmehr bilden alle Teilnehmer am Experiment im Jahr 2004 mit einer Nettofallzahl von n 1.305 Personen die Bruttofallzahl fur die Durchfuhrung des Experiments im Jahr 2005. 32 4. Ergebnis der Feldarbeit 4.1 Panelstabilitat auf der Haushaltsebene fur Grundlegende Voraussetzung fur die langerfristige Lebensfahigkeit eines Haushaltspanels ist die Stabilitat der Stichprobe im Zeitverlauf. Die Stichprobenentwicklung ergibt sich dabei aus einer Mischung von Faktoren, die auf der einen Seite demographische Entwicklungen in der Grundgesamtheit widerspiegeln z.B. Haushalte existieren nicht mehr oder neue Haushalte entstehen und auf der anderen Seite abhangig vom Befragungserfolg sind Erreichbarkeit und Teilnahmebereitschaft der Panelhaushalte. Alle Informationen, die fur eine Analyse der Stichprobenentwicklung und ihrer Komponenten im SOEP erforderlich sind, stellt TNS Infratest in den so genannten Bruttodaten zur Verfugung. Diese werden jede Panelwelle zusammen mit den eigentlichen Befragungsdaten Nettodaten ausgeliefert. Ausgewahlte Aspekte aus den Bruttoinformationen sind in den Tabellen zusammengestellt, die diesem Bericht als Anhang 1 beigefugt sind. Die Tabellen zeigen bestimmte Komponenten der Panelentwicklung im Zeitverlauf, jeweils getrennt fur die Teilstichproben und beginnend mit der jeweiligen Welle 2 d.h. der Entwicklung von Welle 1 zu Welle 2. Diese Zeitreihen konnen auch Grundlage fur ein Prognose der Panelentwicklung in den kommenden Jahren sein. Magebliche Kenngroe fur die Prognose und die entsprechende IstEntwicklung ist der Index der Panelstabilitat. Wir erlautern im Folgenden die Komponenten der Panelstabilitat im Befragungsjahr 2005 Tabelle 6. Die Darstellung erfolgt getrennt fur die sog. Altstichproben A E und die neuere Stichprobe F. Der Grund ist, dass in den Anfangsjahren eines Panels die Ausfallraten zunachst noch hoher sind und die Stabilisierung ab Welle 3 dann zunehmend besser gelingt. Die Erwartung ist, dass der Verlauf in Stichprobe F den Erfahrungswerten aus den alteren Stichproben folgt, wenn auch auf etwas niedrigerem Niveau wegen der generell zuruckgehenden Ausschopfungsquoten in Bevolkerungsumfragen. Gleiches gilt fur die Stichprobe G Startjahr 2002, nur dass hier die Besonderheiten der Zielgruppe und des anderen Vorgehens in der Stichprobenbildung schwer prognostizierbare Effekte haben konnen. 33 Altstichproben A E abs. % 6.491 97,5 98,4 4.070 96,1 96,6 100 9,1 2,2 4,1 97,2 99,2 904 82 20 37 879 Stichprobe F abs. % Stichprobe G abs. % 100 6.657 463 7,0 104 1,6 193 2,9 100 4.235 342 8,1 55 1,3 122 2,9 Tabelle 6 Komponenten der Panelstabilitat 2005 Teilnehmer des Vorjahres Panelmortalitat Ruckkehrer Neue Haushalte Teilnehmer dieses Jahres Panelstabilitat % Entsprechender Vorjahreswert Der Index der Panelstabilitat im Jahr 2005 betragt fur die Altstichproben A E 97,5% und ist damit gegenuber dem Vorjahr 98,4% leicht gesunken. In Stichprobe F ist die Panelstabilitat mit 96,1% mittlerweile nahezu auf demselben Niveau wie in den Altstichproben. Noch etwas besser ist das Ergebnis sogar fur die jungste Teilstichprobe G. Der Index der Panelstabilitat ist ein Saldo aus der negativen Groe Panelmortalitat und den kompensierenden, positiven Groen Zahl der Ruckkehrer und Zahl der teilnehmenden neuen Haushalte. Diese Komponenten der Panelstabilitat sollen im folgenden genauer erlautert werden. Panelmortalitat Es gibt in einer Panelstudie unterschiedliche Moglichkeiten, Panelmortalitat darzustellen. Man kann in langfristiger Betrachtung etwa fragen: Wie viele Teilnehmer aus Welle 1 sind in Welle 5 noch vorhanden? Oder wie viele Teilnehmer des Jahres 1990 sind im Jahr 2003 noch vorhanden? Darstellungen dieser Art liegen von Seiten des DIW vor.11 An dieser Stelle beschranken wir uns auf die kurzfristige Betrachtung der Entwicklung von einem Befragungsjahr zum nachsten. Bezugsbasis sind die Teilnehmer des Vorjahres. Die Ausfalle unter den Teilnehmerhaushalten des Vorjahres stellen die Panelmortalitat dar. Von den ublichen Ausfallgrunden in reprasentativen Umfragen spielen bestimmte Ausfalle im SOEP aufgrund der intensiven Feldarbeit praktisch keine Rolle. So gibt es so gut wie keine Ausfalle wegen Nichtantreffbarkeit wer in der 9monatigen Feldarbeit unter Einsatz verschiedener Anspracheformen personlich, 11 Mazahlen zum in Markus Pannenberg: Documentation of Sample Sizes and Panel Attrition in the German SocioEconomic Panel GSOEP 1984 until 2001. DIW Materialien Nr. 23, Berlin 2002. langerfristigen Teilnahmeverhalten finden sich 34 telefonisch, schriftlich nie zu erreichen ist, mit dem ist irgend etwas passiert, was nach Moglichkeit recherchiert wird. Ebenso gibt es aufgrund der intensiven Adressenrecherchen nahezu keine Ausfalle aufgrund falscher oder fehlender Adressen vgl. oben Kapitel 3.3. Es gibt in den SOEPBefragungen daher im Wesentlichen nur zwei Ausfallgrunde: entweder ein Haushalt existiert nicht mehr oder er ist zur Teilnahme an der Befragung nicht weiter in der Lage oder nicht mehr bereit. Etwa 1 Prozentpunkt der jahrlichen Panelmortalitat entfallt darauf, dass Haushalte nicht mehr existieren. Die Entwicklung dieses Anteils zeigen die Tabellen 1.4 und 1.5 im Anhang. Haushaltsauflosungen kommen zustande durch Tod, Wegzug ins Ausland, Ruckkehr in einen bestehenden anderen Panelhaushalt oder endgultige Nichtauffindbarkeit einer Person. Der ubrige, groere Teil der Panelmortalitat entfallt darauf, dass Haushalte zumindest im laufenden Jahr nicht zur Teilnahme bereit sind. Wenn die Grunde dafur eher situativ sind, wird der Haushalt als vorlaufiger Ausfall eingestuft. Wenn die weitere Teilnahme an der Befragung grundsatzlich und eindeutig abgelehnt wird Verweigerung, ist dies ein endgultiger Ausfall. Unabhangig von dieser Einstufung ist der Haushalt in der laufenden Welle ein Ausfall und damit Teil der Panelmortalitat.12 Ruckkehrer Ausfalle des Vorjahres, die als vorlaufig eingestuft wurden, gehen in die Bruttostichprobe des Folgejahres ein. Immerhin 30% 40% davon konnen in dem erneuten Anlauf fur die weitere Teilnahme an der Befragung gewonnen werden. Diese Teilnehmer bezeichnen wir als Ruckkehrer. Die Panelmortalitat des Vorjahres wird damit sozusagen ruckwirkend korrigiert, und zwar in einer Groenordnung von 1,5 bis 2 Prozentpunkten bezogen auf die Gesamtzahl der Vorjahresteilnehmer. In der Stabilitatsrechnung taucht nur der erfolgreich bearbeitete Teil der Ausfalle des Vorjahres auf. Die vollstandigen Zahlen sind in den Tabellen des Anhangs dokumentiert: die jeweilige Bruttofallzahl in Tabelle 1.1, die jeweilige Nettofallzahl in Tabelle 1.2 und die Teilnahmequote Prozent in Tabelle 1.3. Der Beitrag zur Panelstabilitat ist in Tabelle 1.7 dargestellt. Neue Haushalte In etwa 4% aller Panelhaushalte gibt es von einem Jahr zum nachsten eine Abspaltung, also den Auszug eines Haushaltsmitglieds. Dieser fuhrt im Sinne der Panelmethodik zu einem neuen Haushalt. Die von Jahr zu Jahr etwas unterschiedliche Anzahl neuer Haushalte wurde oben in Kapitel 3.3 zur Haushaltsmobilitat bereits erwahnt. 12 In den Tabellen 1.4 und 1.5 im Anhang sind die Ausfalle getrennt nach vorlaufigen und endgultigen Ausfallen dargestellt. Bezugsbasis ist allerdings das gesamte Brutto, nicht nur die Teilnehmerhaushalte des Vorjahres. 35 Etwa 60% 70% der neuen Haushalte konnen zur Teilnahme an der Befragung gewonnen werden. Die Erfolgsquote ist also deutlich niedriger als in den alten Haushalten, wo sie 93% betragt. Die Erklarung dafur ist, dass der Auszug eines Mitglieds aus einem Haushalt in der Regel eine grundlegende Veranderung der Lebenssituation darstellt z.B. Auszug aus dem elterlichen Haushalt bei jungen Leuten, Auszug eines Partners in Scheidungsfallen. Dies wird oft zum Anlass genommen, die Teilnahme an der Befragung zu beenden zumal nicht nur die aus dem alten Panelhaushalt ausgezogene Person weiter befragt werden soll, sondern auch alle Mitglieder des neuen Haushalts z.B. neue Partner. Die Bilanz der Stichprobenentwicklung im Sinne der Panelstabilitat wird durch die Einbeziehung der neuen Haushalte pro Jahr um 2,5 bis 3 Prozentpunkte verbessert. Die vollstandigen Zahlen zu den neuen Haushalten sind wiederum in den Tabellen des Anhangs dokumentiert: die Zahl entstehender Haushalte Brutto in Tabelle 1.1, die Zahl der zur Teilnahme gewonnenen Haushalte in Tabelle 1.2, die Teilnahmequote in Tabelle 1.3. Der Beitrag zur Panelstabilitat ist in Tabelle 1.7 dargestellt. 36 4.2 Befragungsteilnahme auf der Personenebene In allen Befragungshaushalten des SOEP sollen alle Haushaltsmitglieder ab 16 Jahren an der Befragung teilnehmen. Dies ist eine besondere Anforderung des SOEP im Vergleich zu normalen Reprasentativbefragungen, bei denen in der Regel ja nur eine Person im Haushalt befragt wird. Fur das SOEP ist die vollstandige Teilnahme aller Haushaltsmitglieder auch wichtig, weil nur unter dieser Voraussetzung Hohe und Zusammensetzung des Haushaltseinkommens differenziert und korrekt darzustellen sind. Als Panelteilnehmer auf der Haushaltsebene gelten Haushalte, fur die der HAUSHALTSFragebogen und mindestens ein PERSONENFragebogen auswertbar vorliegen. Dies ist die Mindestbedingung. In welchem Umfang gelingt es nun uber die Mindestbedingung hinaus , alle Haushaltsmitglieder zur Teilnahme zu gewinnen? Tabelle 7 zeigt die entsprechenden Zahlen auf der Personenebene, zusammengefasst fur die Gesamtstichprobe A G. Der Gesamtbestand an Personen, der in den Bruttodaten fur das Jahr 2005 dokumentiert ist, umfasst 30.298 Personen. Darin enthalten sind alle Haushaltsmitglieder in allen Haushalten, die im Jahr 2005 in die Befragung einbezogen wurden Bruttostichprobe. Fur die Frage nach der Vollstandigkeit der Teilnahme auf Personenebene muss dieser Gesamtbestand eingegrenzt werden auf die tatsachlich teilnehmenden Haushalte. Daruber hinaus sind verstorbene oder ins Ausland verzogene Haushaltsmitglieder sowie alle Kinder unter 16 Jahren auer Betracht zu lassen. Es verbleiben 22.299 Personen, die die Basis fur die Berechnung einer Teilnahmequote responserate auf Personenebene bilden. Von diesen haben 21.091 den individuellen PERSONENFragebogen beantwortet. Das ist eine Teilnahmequote von 94,6%. Das Ziel, von moglichst allen Haushaltsmitgliedern ab 16 Jahren ein Interview zu erhalten, wird also in sehr hohem Mae realisiert.13 Neben dem individuellen PERSONENFragebogen gibt es fur bestimmte Personengruppen einen Zusatzfragebogen. Es sind dies der JUGENDFragebogen, der LEBENSLAUFFragebogen, der LUCKEFragebogen und seit 2003 auerdem noch der MUTTERKINDFragebogen und seit 2005 erstmals der Fragebogen IHR KIND IM ALTER VON 23 JAHREN Mutter und Kind. Tabelle 7 zeigt, fur welchen Personenkreis der jeweilige Fragebogen vorgesehen ist und welche Responserates hier erreicht werden. Die richtige Handhabung der funf unterschiedlichen Fragebogen auf der Personenebene ist dabei zunachst ein Problem der Feldsteuerung. Der Interviewer muss wissen, welche individu 13 Selbstverstandlich muss auch auf der individuellen Ebene die Freiwilligkeit der Teilnahme gelten. Selbst in langjahrig teilnehmenden Panelhaushalten gibt es einzelne Haushaltsmitglieder, die eine Teilnahme grundsatzlich verweigern Code BEFSTAT7. 37 elle Person mit welchem Fragebogen zu befragen ist. Und der jeweils benotigte Fragebogen muss in den Befragungsunterlagen des Interviewers auch vorhanden sein. Erst dann stellt sich die Frage, ob die betreffende Person bereit ist, nach dem PERSONENFragebogen auch noch einen Zusatzfragebogen zu beantworten. JUGENDFragebogen Adressatenkreis sind erstmals zu befragende Jugendliche im Alter von 16 Jahren. Da diese mit wenigen Ausnahmen bereits vorher als Kinder im jeweiligen Panelhaushalt gelebt haben, konnen sie vorab identifiziert werden; die Befragungsunterlagen werden entsprechend bereitgestellt. Im Jahr 2005 gab es in den teilnehmenden Panelhaushalten 402 Jugendliche, die in diesem Jahr in das Befragungsalter hineingewachsen waren. 357 von ihnen haben sich an der Befragung beteiligt, d.h. es liegt ein auswertbarer PERSONENFragebogen von ihnen vor. Die Responserate liegt mit 88,8% fast ebenso hoch wie bei den ubrigen Haushaltsmitgliedern, die schon langer an der Befragung teilnehmen. Diese Jugendlichen hatten zusatzlich den spezifischen JUGENDFragebogen zu beantworten. Dieser liegt in 352 Fallen auswertbar vor; die spezifische Responserate fur den Zusatzfragebogen betragt damit erfreuliche 98,6%. Man kann dies als Indiz dafur werten, dass das im Jahr 2000 neu eingefuhrte Instrument als jugendspezifische Variante des individuellen BiographieFragebogens die Zielgruppe gut anspricht. LEBENSLAUFFragebogen Dies ist sozusagen die ErwachsenenVariante des individuellen BiographieFragebogens, wie sie schon seit vielen Jahren im SOEP eingesetzt wird. Sie ist fur erstmals befragte Personen vorgesehen, die als neue Haushaltsmitglieder in einen Panelhaushalt zugezogen sind. Im Fall eines neuen Haushalts sind es alle Haushaltsmitglieder auer derjenigen Person, die aus einem alten Panelhaushalt ausgezogen ist und dort fruher schon befragt wurde. Die Zielgruppe fur den LEBENSLAUFFragebogen umfasst also Personen, deren Existenz vorab nicht bekannt ist. Wenn solche neuen Personen in den Haushalten vorhanden sind, werden sie vom Interviewer in der Personenauflistung des Adressenprotokolls erganzt und sollen dann wie die ubrigen Haushaltsmitglieder in die Befragung einbezogen werden. Im Jahr 2005 gab es 352 neue Haushaltsmitglieder dieser Art. Fur 215 davon liegt ein auswertbarer PERSONENFragebogen vor. Die Responserate ist mit 62,1% hier deutlich niedriger als bei den schon langer teilnehmenden Haushaltsmitgliedern. Allerdings: Dies ist nur das Bild im ersten Jahr. In vielen Fallen sind die zugezogenen Personen im Folgejahr dann weniger distanziert und nehmen dann doch an den Befragungen teil. Sofern die neu zugezogenen Haushaltsmitglieder an der Befragung teilnehmen, gelingt es uberwiegend auch, von ihnen neben dem PERSONENFragebogen den zusatzlichen LEBENSLAUFFragebogen beantwortet zu erhalten 94,9%. Zusatzlich gibt es eine erhebliche Zahl von nachgeholten LEBENSLAUFFragebogen von Personen, die bereits in fruheren 38 fur Jahren den LEBENSLAUFFragebogen hatten ausfullen sollen, dies jedoch erst jetzt getan haben. LUCKEFragebogen Dies ist eine Kurzversion des PERSONENFragebogens, mit der vor allem Eckdaten zum Erwerbsverlauf nacherhoben werden, sofern ein Panelteilnehmer einmal ein Jahr nicht an der Befragung teilgenommen hat und dadurch eine Lucke in den Langsschnittdaten besteht. Ein LUCKEFragebogen jedes Haushaltsmitglied wird den Befragungsunterlagen dann beigefugt, wenn der Panelhaushalt ein Ausfall des Vorjahres ist, bei dem ein erneuter Bearbeitungsversuch unternommen werden soll. Im Jahr 2005 machten diese Ruckkehrer ins Panel 415 Befragungspersonen aus. Ein auswertbarer PERSONENFragebogen liegt von allen diesen Personen vor. Der zusatzliche LUCKEFragebogen, der sich inhaltlich hier auf das Jahr 2004 bezieht, liegt fur 271 dieser Personen vor, das sind 65,3%. MUTTERKINDFragebogen Befragungspersonen sind alle Mutter mit einem Kind, das nach dem 1.1.2004 geboren wurde. Zur Zeit der Befragung im Jahr 2005 konnen diese Kinder gerade neu geboren oder maximal 1 12 Jahre alt sein. Solche Kinder gibt es im Befragungsjahr 2005 in 264 teilnehmenden Panelhaushalten. In 254 davon liegt fur die Mutter ein PERSONENFragebogen vor das ist eine uberdurchschnittlich gute Teilnahmequote von 96,2%. Der zusatzliche MUTTERKINDFragebogen liegt fur 247 Kinder von 242 Muttern vor. Die Teilnahmequote der Mutter in Bezug auf den erganzenden MUTTERKINDFragebogen betragt damit vorzugliche 95,3%. Der MUTTERKINDFragebogen wird von den Muttern also weiterhin sehr positiv aufgenommen. MUTTERKINDFragebogen 2 Die Zielgruppe fur diesen Fragebogen umfasst 257 Mutter mit Kindern, die 2002 geboren sind. Von diesen haben 98,1% den Fragebogen ausgefullt. Auch dieser neue Zusatzfragebogen wird von den Muttern hervorragend aufgenommen. 39 Responserate Responserate PERSONEN Zusatz Fragebogen Fragebogen 1 Personen gesamt 30.298 27.442 27.222 98,6% 94,9% 65,3% 95,3% 98,1% 40Im Befragungs alter 24.923 Fallzahl 22.299 21.0912 402 Kinder 5.375 4.935 4.923 darunter: PERSONENFragebogen liegt vor darunter: PERSONENFragebogen liegt vor JUGENDFragebogen liegt vor Tabelle 7: Fallzahlen und Responserates auf der Personenebene Stichproben A G Basiszahlen Personen in der Bruttostichprobe 2005 darunter: in teilnehmenden Haushalten 22.507 ohne verstorbeneins Ausland verzogene Personen 22.299 cid:216 Responserates 1 Alle Personen ab 16Jahren 2 Erstmals zu befragende Jugendliche 16 J. 3 Zugezogene Personen ab 17 J. 4 Ausfalle des Vorjahres 5 Alle Mutter von Neugeborenen, die 6 Alle Mutter von Kindern, die 2002 geboren sind darunter: PERSONENFragebogen liegt vor MUTTERKIND2Fragebogen liegt vor abzuglich 2 Zwillinge 1 2 3 nach dem 01.01.2004 geboren wurden darunter: PERSONENFragebogen liegt vor MUTTERKINDFragebogen liegt vor abzuglich 2 Zwillinge darunter: PERSONENFragebogen liegt vor LEBENSLAUFFragebogen liegt vor darunter: PERSONENFragebogen liegt vor LUCKEFragebogen liegt vor 215 204 4 415 415 271 5 264 254 244 6 242 263 257 254 7 252 94,6% 88,8% 62,1% 357 352 3 352 100% 96,2% 97,7% Basis: Personen, fur die der PERSONENFragebogen vorliegt Es liegen daruber hinaus 14 PERSONENFragebogen ohne HAUSHALTSFragebogen vor Es liegen daruber hinaus 2 JugendFragebogen vor von Personen, die kein Personeninterview gegeben haben, und 14 Jugendfragebogen von Personen, die 1987 geboren worden sind jetzt nachtraglich ausgefullt  Es liegt daruber hinaus 95 LEBENSLAUFFragebogen von Personen, die fruher bzw. im Vorjahr den LEBENSLAUFFragebogen nicht ausgefullt hatten vor. Daruber hinaus liegen 9 LUCKEFragebogen vor, von Personen, die kein Personeninterview gaben. Diese 244 MUTTERKINDFragebogen wurden von 242 Muttern ausgefullt 2 Zwillingsparchen. Daruber hinaus liegen 3 MUTTERKINDFragebogen von 3 Muttern, die keinen PERSONENFragebogen ausfullten, vor. Diese 254 Ihr Kind im Alter von 2 oder 3 JahrenFragebogen wurden von 252 Muttern ausgefullt 2 Zwillingsparchen. Daruber hinaus liegen 3 dieser Fragebogen von 3 Muttern, die keinen PERSONENFragebogen ausfullten, vor. 4 5 6 7 5. Datenprufung und ubergebener Datenbestand Die Verfahren der Datenerfassung und Datenprufung sind fur die Datenqualitat von groer Bedeutung. Im SOEP wird dieser Teil der Erhebungsarbeiten mit groem Aufwand, groer Sorgfalt und voller Transparenz gehandhabt. Die Verantwortung liegt bei TNS Infratest. Regeln und Kriterien der Datenprufung werden mit der SOEPGruppe im DIW abgesprochen. Daruber hinaus erhalt das DIW die Daten jeweils in zweifacher Form, namlich den bereinigten und den unbereinigten Datenbestand. Eingriffe in die Daten, die im Zuge der Datenbereinigung vorgenommen wurden, konnen damit bei Bedarf festgestellt und uberpruft werden. Datenprufung und Datenbereinigung sind Teile des Arbeitsprozesses, die schwer darzustellen und zu dokumentieren sind. Auf einem Workshop im DIW am 20. Februar 2004 hat TNS Infratest wesentliche Punkte dargestellt und erlautert. Dabei wurde der Versuch gemacht, Ergebnisse der Datenprufung fur ein Qualitatsmonitoring des Fragebogens zu nutzen ausgehend von der einfachen Uberlegung, dass es fehlertrachtige und weniger fehlertrachtige Fragen gibt und dass Erfahrungen in der Datenprufung in die Bearbeitung und Optimierung des Fragebogens im Folgejahr eingebracht werden sollten. Die Unterlagen dieser Prasentation sind im Methodenbericht zum SOEP 2004 Anhang 3 verfugbar. Verfahren und Techniken der Datenprufung und Datenbereinigung werden kontinuierlich weiter entwickelt. Die Grundzuge dies ist wichtig fur eine Panelbefragung bleiben uber die Jahre jedoch unverandert. Fur eine Darstellung konnen wir daher auf fruhere InfratestMethodenberichte verweisen: Ablauf und Verfahren der Datenprufung und Datenbereinigung sind im Zusammenhang dargestellt im Methodenbericht zum SOEP 1997. Spezifische Aspekte der Datenprufung und der Datenqualitat bei Einsatz der CAPITechnik sind dargestellt im Methodenbericht zum SOEP 1999 Kapitel 4.2. Seit 1998 fuhrt Infratest auch eine Vercodung der offenen BerufeAngaben durch, seit 1999 zusatzlich eine Vercodung der offenen BranchenAngaben. Fur eine genauere Beschreibung verweisen wir auf Kapitel 4.2 im Methodenbericht zum SOEP 2001.14 Zur Datenaufbereitung gehort auerdem die Querschnittsgewichtung der SOEPStichproben, die TNS Infratest vornimmt. Daneben gibt es Hochrechnungen der Stichproben auf Querschnitt und Langsschnittbasis, die vom DIW vorgenommen werden. Das von TNS Infratest verwendete Gewichtungsmodell ist zuletzt dargestellt im Methodenbericht zum SOEP 1999 Kapitel 4.4. Der Datenbestand der jeweiligen SOEPWelle wird jedes Jahr zunachst als Vorablieferung im Mai oder Juni an das DIW ubergeben. Der endgultige, vollstandige Datenbestand folgt im Dezember. 14 Auerdem auf den gesonderten Bericht zur Neuvercodung der Berufe und Branchenangaben 1984 bis 2001, Infratest 2002. 41 Bruttoband Haushalt Bruttoband Personen Nettodaten Haushalte ASCII Nettodaten Haushalte Nettodaten Haushalte ungepruft ASCII Nettodaten Personen ASCII Nettodaten Personen Nettodaten Personen ungepruft ASCII Nettodaten Lebenslauf ASCII Nettodaten Lebenslauf Nettodaten Lebenslauf ungepruft ASCII Nettodaten Jugend ASCII Nettodaten Jugend Nettodaten Jugend ungepruft ASCII Nettodaten MutterKind 1 ASCII Nettodaten MutterKind 1 ASCII Nettodaten MutterKind 1 ASCII Nettodaten MutterKind 2 ASCII Nettodaten MutterKind 2 ASCII Nettodaten MutterKind 2 ASCII Luckedaten aus 2004 ASCII Der vollstandige Datenbestand des SOEP 2005 wurde dem DIW am 9.12.2005 ubergeben. Der Gesamtdatenbestand in den Stichproben A G umfasst folgende Bestandteile: Hbru 2005.sav Pbru 2005.sav H05AG_g.dat H05AG_g.sav H05AG_u.dat P05AG_g.dat P05AG_g.sav P05AG_u.dat L05AG_g.dat L05AG_g.sav L05AG_u.dat J05AG_g.dat J05AG_g.sav J05AG_u.dat Muki 105AG_g.dat Muki 105AG_g.sav Muki 105AG_u.dat Muki 205AG_g.dat Muki 205AG_g.sav Muki 205AG_u.dat Lue 2004.dat Interviewerdatenband AG 2005 Intband 2005.sav Brutto Code 2005.pdf Codebuch fur Bruttoband PDF Anhang Beru Bran.doc Klassifizierung der Berufe und Wirtschaftszweige Beru Bran 05_AG.sav Codierte Berufe und Branchen 2005 5.Kind_AG_2005.xls 5 und mehr Kinder STR05_UR.xls Codesnet.xls 12.836 Falle 30.298 Falle 11.440 Falle 11.440 Falle 11.440 Falle 21.105 Falle 21.105 Falle 21.105 Falle 299 Falle 299 Falle 299 Falle 368 Falle 368 Falle 368 Falle 247 Falle 247 Falle 247 Falle 257 Falle 257 Falle 257 Falle 280 Falle Code und Variablenliste Codelisten fur Haushalt, Personen, Lebenslauf, Jugend, Lucke und Mutter Kind Nationen, Sorgen, Parteien, Bundeslander und Sportarten Zusatzcodes.xls HH05.PMD PP05_1.PMD PP05_2.PMD Ju 05.PMD Le 05.PMD Muki 105.PMD Muki 205.PMD Luec 04.PMD Haushaltsfragebogen mit Variablen und Labels Personenfragebogen 1.Teil mit Variablen und Labels Personenfragebogen 2.Teil mit Variablen und Labels Jugendfragebogen mit Variablen und Labels Haushaltsfragebogen mit Variablen und Labels MutterKindFragebogen mit Variablen und Labels MutterKindFragebogen mit Variablen und Labels Luckefragebogen 2004 mit Variablen und Labels 42 Anhang 1 Tabellen zur Stichprobenentwicklung Tab. 1.1 1.6: Tab. 2.1 2.2: Haushaltsebene Personenebene Tabelle 1.1:BruttoEntwicklung der Stichprobe auf Haushaltsebeneabs. Zahlen Teilnehmer Ausfalle desd. Vorjahres Vorjahres Neue Haushalte Gesamt A. Deutsche Haushalte West Welle 16 1999Welle 17 2000Welle 18 2001Welle 19 2002Welle 20 2003Welle 21 2004Welle 22 2005B. Auslander Haushalte West Welle 16 1999Welle 17 2000Welle 18 2001Welle 19 2002Welle 20 2003Welle 21 2004Welle 22 2005C. Deutsche Haushalte Ost Welle 10 1999Welle 11 2000Welle 12 2001Welle 13 2002Welle 14 2003Welle 15 2004Welle 16 2005D. Zuwanderer Welle 5 1999Welle 6 2000Welle 7 2001Welle 8 2002Welle 9 2003Welle 10 2004Welle 11 2005E. Querschnitt 98Welle 2 1999Welle 3 2000Welle 4 2001Welle 5 2002Welle 6 2003Welle 7 2004Welle 8 20053.3873.3253.2403.1683.1233.0723.0108988588208097667427141.8861.8941.8791.8501.8181.8071.8134414254253984023993881.06789084281177374473214213610812499101118444641292926269091968980849324191726152217362943262924303.6623.5813.4913.4383.3563.2843.2379949499158878498147902.0502.0362.0392.0191.9941.9711.9695014704574534364394351.1039749268818458087901331201431461341111095245544954465074516480968063362615291918305541444340281Tabelle 1.1:BruttoEntwicklung der Stichprobe auf Haushaltsebeneabs. Zahlen Teilnehmer Ausfalle desd. Vorjahres Vorjahres Neue Haushalte Gesamt F. Querschnitt 2000Welle 2 2001Welle 3 2002Welle 4 2003Welle 5 2004Welle 6 2005G. High Income Welle 2 2003Welle 3 2004Welle 4 2005Gesamt A E199920002001200220032004200520012002200320042005200320042005Gesamt A FGesamt A G6.0524.9114.5864.3864.2351.0069119047.6797.3927.2067.0366.8826.7646.65713.25811.94711.46811.15010.89212.47412.06111.7961641461681431745430523363213052942522572844694404204004584744305106.2165.4744.9984.7834.6141.0601.0181.0018.3108.0107.8287.6787.4807.3167.22114.04413.15212.47812.09911.83513.53813.11712.83641724425420577452952973173483462952803177655905494855906265302Tabelle 1.2:NettoEntwicklung der Stichprobe auf Haushaltsebene Interviewsabs. Zahlen Teilnehmer Ausfalle desd. Vorjahres Vorjahres Neue Haushalte Gesamt A. Deutsche Haushalte West Welle 16 1999Welle 17 2000Welle 18 2001Welle 19 2002Welle 20 2003Welle 21 2004Welle 22 2005B. Auslander Haushalte West Welle 16 1999Welle 17 2000Welle 18 2001Welle 19 2002Welle 20 2003Welle 21 2004Welle 22 2005C. Deutsche Haushalte Ost Welle 10 1999Welle 11 2000Welle 12 2001Welle 13 2002Welle 14 2003Welle 15 2004Welle 16 2005D. Zuwanderer Welle 5 1999Welle 6 2000Welle 7 2001Welle 8 2002Welle 9 2003Welle 10 2004Welle 11 2005E. Querschnitt 98Welle 2 1999Welle 3 2000Welle 4 2001Welle 5 2002Welle 6 2003Welle 7 2004Welle 8 20053.1743.1033.0312.9802.9522.9062.8178127817587327006826591.7991.7911.7591.7361.7131.7191.690398404382370381368355880808771742711706673101957480716685303025172117156468655554606115131119101511171627172015213.3253.2403.1683.1233.0723.0102.9378588208097667427146981.8941.8791.8501.8181.8071.8131.7714254253984023993883798908428117737447327065042636349383516926172115243120262740342012851385131813141311123Tabelle 1.2:NettoEntwicklung der Stichprobe auf Haushaltsebene Interviewsabs. Zahlen Teilnehmer Ausfalle desd. Vorjahres Vorjahres Neue Haushalte Gesamt F. Querschnitt 2000Welle 2 2001Welle 3 2002Welle 4 2003Welle 5 2004Welle 6 2005G. High Income Welle 2 2003Welle 3 2004Welle 4 2005Gesamt A EGesamt A FGesamt A G1999200020012002200320042005200120022003200420052003200420054.8294.3764.2064.0503.8938828408227.0636.8876.7016.5606.4576.3816.19411.53010.93610.66310.43110.08711.54511.27110.90982861151011222922372272222021881761731932842742912743153202963524.9114.5864.3864.2354.0709119048797.3927.2067.0366.8826.7646.6576.49111.94711.46811.15010.89210.56112.06111.79611.4401246584554220109971331341311031041332581961871591962291794Tabelle 1.3:Entwicklung der Stichprobe auf Haushaltsebene: Teilnahmequoten Prozentwerte Teilnehmer Ausfalle desd. Vorjahres Vorjahres Neue Haushalte Gesamt A. Deutsche Haushalte West Welle 16 1999Welle 17 2000Welle 18 2001Welle 19 2002Welle 20 2003Welle 21 2004Welle 22 2005B. Auslander Haushalte West Welle 16 1999Welle 17 2000Welle 18 2001Welle 19 2002Welle 20 2003Welle 21 2004Welle 22 2005C. Deutsche Haushalte Ost Welle 10 1999Welle 11 2000Welle 12 2001Welle 13 2002Welle 14 2003Welle 15 2004Welle 16 2005D. Zuwanderer Welle 5 1999Welle 6 2000Welle 7 2001Welle 8 2002Welle 9 2003Welle 10 2004Welle 11 2005E. Querschnitt 98Welle 2 1999Welle 3 2000Welle 4 2001Welle 5 2002Welle 6 2003Welle 7 2004Welle 8 200593,793,393,594,194,594,693,690,491,092,490,591,491,992,395,494,693,693,894,295,193,290,295,189,993,094,892,291,582,590,891,691,592,094,991,971,169,968,564,571,765,372,068,265,261,058,672,465,457,771,174,767,761,867,571,465,662,568,464,773,166,768,264,747,255,262,865,469,062,570,090,890,590,790,891,591,790,786,386,488,486,487,487,788,492,492,390,790,090,692,089,984,890,487,188,791,588,487,180,786,487,687,788,090,689,437,635,044,143,236,634,232,130,820,048,134,738,932,648,041,939,240,633,841,742,531,733,330,833,344,842,127,843,332,731,731,830,227,542,95Tabelle 1.3:Entwicklung der Stichprobe auf Haushaltsebene: Teilnahmequoten Prozentwerte Teilnehmer Ausfalle desd. Vorjahres Vorjahres Neue Haushalte Gesamt F. Querschnitt 2000Welle 2 2001Welle 3 2002Welle 4 2003Welle 5 2004Welle 6 2005G. High Income Welle 2 2003Welle 3 2004Welle 4 2005Gesamt A E199920002001200220032004200520012002200320042005200320042005Gesamt A FGesamt A G79,889,191,792,391,987,792,290,992,093,293,093,293,894,393,087,091,593,093,692,692,693,492,550,058,968,570,670,153,773,371,267,669,266,263,969,867,368,060,662,369,368,568,867,568,869,079,083,887,888,588,285,988,887,889,090,089,989,690,491,089,985,187,289,490,089,289,189,989,129,726,633,126,854,544,436,932,742,038,537,934,937,142,033,733,234,132,833,236,633,86Tabelle 1.4:Entwicklung der Stichprobe auf Haushaltsebene: Ausfalle im Gesamtbrutto absolut der jeweiligen Welle Gesamtbrutto Haushaltsauflosung HERG 5, 6, 7, 9Verweigerung HERG 4Vorlaufige Ausfalle HERG 2, 3, 8Ausfallegesamtabs. Zahlen A. Deutsche Haushalte West Welle 16 1999Welle 17 2000Welle 18 2001Welle 19 2002Welle 20 2003Welle 21 2004Welle 22 20053.6623.5813.4913.4383.3563.2843.237B. Auslander Haushalte West Welle 16 1999Welle 17 2000Welle 18 2001Welle 19 2002Welle 20 2003Welle 21 2004Welle 22 2005994949915887849814790C. Deutsche Haushalte Ost Welle 10 1999Welle 11 2000Welle 12 2001Welle 13 2002Welle 14 2003Welle 15 2004Welle 16 20052.0502.0362.0392.0191.9941.9711.969D. Zuwanderer Welle 5 1999Welle 6 2000Welle 7 2001Welle 8 2002Welle 9 2003Welle 10 2004Welle 11 2005E. Querschnitt 98Welle 2 1999Welle 3 2000Welle 4 2001Welle 5 2002Welle 6 2003Welle 7 2004Welle 8 20055014704574534364394351.103974926881845808790120143146133111109136455349534549425164809680639626152819183026554144434027433373413233152842743001361291061211071009215615718920118715819876455951375156206132115108101768417516013814914113714567604354523938897810088938490472628291717241457961554736344238393332281924161414101212161591714111234332466121010141377Tabelle 1.4:Entwicklung der Stichprobe auf Haushaltsebene: Ausfalle im Gesamtbrutto absolut der jeweiligen Welleabs. Zahlen F. Querschnitt 2000Welle 2 2001Welle 3 2002Welle 4 2003Welle 5 2004Welle 6 2005G. High Income Welle 2 2003Welle 3 2004Welle 4 2005Gesamt A E199920002001200220032004200520012002200320042005200320042005Gesamt A FGesamt A GGesamtbrutto Haushaltsauflosung HERG 5, 6, 7, 9Verweigerung HERG 4Vorlaufige Ausfalle HERG 2, 3, 8Ausfallegesamt 8226013212882666859485234033703753503133311.1929766716015977396606454172442532032377744742973163473442942783437645885474815806245256541.3058886125485441491141229118047927967166597302.0971.6841.3281.2071.2741.4771.3211.3966.2165.4744.9984.7834.6141.0601.0181.0018.3108.0107.8287.6787.4807.3167.22114.04413.15212.47812.09911.83513.53813.11712.836664338574141109185757772685614112011012597114136978Tabelle 1.5: Entwicklung der Stichprobe auf Haushaltsebene :Ausfalle in Prozent des Gesamtbruttos der jeweiligen Welle Prozentwerte Gesamtbrutto Haushaltsauflosung HERG 5, 6, 7, 9Verweigerung HERG 4Vorlaufige Ausfalle HERG 2, 3, 8Ausfallegesamt A. Deutsche Haushalte West Welle 16 1999Welle 17 2000Welle 18 2001Welle 19 2002Welle 20 2003Welle 21 2004Welle 22 2005100100100100100100100B. Auslander Haushalte West Welle 16 1999Welle 17 2000Welle 18 2001Welle 19 2002Welle 20 2003Welle 21 2004Welle 22 2005100100100100100100100C. Deutsche Haushalte Ost Welle 10 1999Welle 11 2000Welle 12 2001Welle 13 2002Welle 14 2003Welle 15 2004Welle 16 2005D. Zuwanderer Welle 5 1999Welle 6 2000Welle 7 2001Welle 8 2002Welle 9 2003Welle 10 2004 Welle 11 2005 E. Querschnitt 98Welle 2 1999Welle 3 2000Welle 4 2001Welle 5 2002Welle 6 2003Welle 7 2004Welle 8 20051001001001001001001001001001001001001001001001001001001001001003,34,04,23,93,33,34,24,55,65,46,05,36,05,32,53,13,94,84,03,24,95,23,26,14,24,16,86,05,04,24,84,94,73,35,49,29,59,39,28,58,39,313,713,611,613,612,612,311,67,67,79,310,09,48,010,115,29,612,911,38,511,612,918,713,612,412,312,09,410,64,84,54,04,34,24,24,56,76,34,76,16,14,84,84,33,84,94,44,74,34,69,45,56,16,43,93,95,513,18,16,66,25,64,54,31,11,11,11,01,00,90,62,41,71,51,61,21,51,50,80,70,40,80,70,60,60,60,90,70,70,50,91,40,51,21,11,11,71,60,99Tabelle 1.5: Entwicklung der Stichprobe auf Haushaltsebene :Ausfalle in Prozent des Gesamtbruttos der jeweiligen Welle Prozentwerte F. Querschnitt 2000Welle 2 2001Welle 3 2002Welle 4 2003Welle 5 2004Welle 6 2005G. High Income Welle 2 2003Welle 3 2004Welle 4 2005Gesamt A E199920002001200220032004200520012002200320042005200320042005Gesamt A FGesamt A GGesamtbrutto Haushaltsauflosung HERG 5, 6, 7, 9Verweigerung HERG 4Vorlaufige Ausfalle HERG 2, 3, 8Ausfallegesamt 6,74,55,14,25,17,34,37,43,63,94,44,53,93,84,85,44,54,44,04,94,64,05,121,016,212,211,511,814,111,212,211,010,010,110,49,69,010,114,912,810,610,010,810,910,110,910010010010010010010010010010010010010010010010010010010010010010010013,211,06,46,05,86,45,84,86,35,04,74,94,74,34,68,57,45,45,05,05,55,05,01,10,80,81,20,90,41,10,01,11,11,01,01,00,90,81,00,90,91,00,80,81,00,810Tabelle 1.6: Entwicklung der Stichprobe auf Haushaltsebene: Kompensationsrechnung absolutabs. Zahlen Teil Ausfalle beinehmer d. TeilnehmerVorjahreshaushaltend. VorjahrsBruttoKompensation durch Neue Haushalte Ruckkehrer Saldo A. Deutsche Haushalte West Welle 16 1999Welle 17 2000Welle 18 2001Welle 19 2002Welle 20 2003Welle 21 2004Welle 22 20053.3873.3253.2403.1683.1233.0723.010B. Auslander Haushalte West Welle 16 1999Welle 17 2000Welle 18 2001Welle 19 2002Welle 20 2003Welle 21 2004Welle 22 2005898858820809766742714C. Deutsche Haushalte Ost Welle 10 1999Welle 11 2000Welle 12 2001Welle 13 2002Welle 14 2003Welle 15 2004Welle 16 20051.8861.8941.8791.8501.8181.8071.813D. Zuwanderer Welle 5 1999Welle 6 2000Welle 7 2001Welle 8 2002Welle 9 2003Welle 10 2004Welle 11 2005E. Querschnitt 98Welle 2 1999Welle 3 2000Welle 4 2001Welle 5 2002Welle 6 2003Welle 7 2004Welle 8 20054414254253984023993881.06789084281177374473250426363493835169261721152431202627403420128513851318131413111262857245516273403811432428168152932116421602743119170483138291226101957480716685303025172117156468655554606115131119101511171627172015212132222091881711661938677627766605587103120114105881234321432821313318782716962385911Tabelle 1.6: Entwicklung der Stichprobe auf Haushaltsebene: Kompensationsrechnung absolutabs. Zahlen F. Querschnitt 2000Welle 2 2001Welle 3 2002Welle 4 2003Welle 5 2004Welle 6 2005G. High Income Welle 2 2003Welle 3 2004Welle 4 2005Gesamt A E199920002001200220032004200520012002200320042005200320042005Gesamt A FGesamt A GTeil Ausfalle beinehmer d. TeilnehmerVorjahreshaushaltend. VorjahrsBruttoKompensation durch Neue Haushalte Ruckkehrer 6.0524.9114.5864.3864.2351.0069119047.6797.3927.2067.0366.8826.7646.65713.25811.94711.46811.15010.89212.47412.06111.7961.22353538033634212471826165055054764253834631.7281.0118057198059297908878286115101122292237227222202188176173193284274291274315320296352124658455422010997133134131103104133258196187159196229179Saldo1.141325200151165957252801861701541181071661.31147931825833141326535612Tabelle 1.7: Entwicklung der Stichprobe auf Haushaltsebene: Kompensationsrechnung in ProzentTeil Ausfalle bei nehmer d. TeilnehmerVorjahreshaushaltend. VorjahrsBruttoKompensation durch Neue Haushalte Ruckkehrer Saldo Prozentwerte A. Deutsche Haushalte West Welle 16 1999Welle 17 2000Welle 18 2001Welle 19 2002Welle 20 2003Welle 21 2004Welle 22 2005100100100100100100100B. Auslander Haushalte West Welle 16 1999Welle 17 2000Welle 18 2001Welle 19 2002Welle 20 2003Welle 21 2004Welle 22 2005100100100100100100100C. Deutsche Haushalte Ost Welle 10 1999Welle 11 2000Welle 12 2001Welle 13 2002Welle 14 2003Welle 15 2004Welle 16 2005D. Zuwanderer Welle 5 1999Welle 6 2000Welle 7 2001Welle 8 2002Welle 9 2003Welle 10 2004Welle 11 2005E. Querschnitt 98Welle 2 1999Welle 3 2000Welle 4 2001Welle 5 2002Welle 6 2003Welle 7 2004Welle 8 20051001001001001001001001001001001001001001001001001001001001001001,51,31,92,01,61,21,21,81,03,22,12,72,03,41,61,11,41,52,21,91,12,71,91,23,32,01,33,40,02,01,51,71,71,51,61,82,62,21,41,62,02,44,54,41,35,33,13,82,20,40,81,51,70,60,32,33,60,06,41,00,72,82,315,95,43,74,73,81,63,63,02,92,32,52,32,12,83,33,53,02,12,72,32,13,43,63,53,03,03,33,43,43,12,64,82,53,82,81,61,83,22,12,62,02,96,36,76,55,95,55,46,49,69,07,69,58,68,17,74,65,46,46,25,84,96,89,84,910,17,05,27,88,517,59,28,48,58,05,18,113Tabelle 1.7: Entwicklung der Stichprobe auf Haushaltsebene: Kompensationsrechnung in ProzentSaldo18,96,64,43,43,99,40,82,83,62,52,42,21,71,62,59,94,02,82,33,03,32,23,0Prozentwerte F. Querschnitt 2000Welle 2 2001Welle 3 2002Welle 4 2003Welle 5 2004Welle 6 2005G. High Income Welle 2 2003Welle 3 2004Welle 4 2005Gesamt A E199920002001200220032004200520012002200320042005200320042005Gesamt A FGesamt A GTeil Ausfalle bei nehmer d. TeilnehmerVorjahreshaushaltend. VorjahrsBruttoKompensation durch Neue Haushalte Ruckkehrer 1,41,82,52,32,92,92,44,13,03,02,82,72,62,62,92,12,32,52,52,92,62,53,02,51,41,91,34,62,21,41,31,81,91,91,51,61,02,21,71,71,51,61,91,510010010010010010010010010010010010010010010010010010010010010010010020,210,98,37,78,112,37,89,18,06,87,06,86,25,77,013,08,57,06,47,47,46,67,514Tabelle 2.1: Entwicklung der Stichprobe auf Personenebene: PERSONENFragebogen liegt vorabs. Zahlen Teilnehmer Erstmals zu Zugezogene Ausfalle des Vorjahrespersonen Ruckkehrerdes befrag. Kin BefragungsVorjahresder 16 J.A. Deutsche Haushalte West Welle 16 1999Welle 17 2000Welle 18 2001Welle 19 2002Welle 20 2003Welle 21 2004Welle 22 20055.7425.6045.4515.3215.2285.1304.961B. Auslander Haushalte West Welle 16 1999Welle 17 2000Welle 18 2001Welle 19 2002Welle 20 2003Welle 21 2004Welle 22 20051.7641.6901.6091.5181.4321.3861.330C. Deutsche Haushalte Ost Welle 10 1999Welle 11 2000Welle 12 2001Welle 13 2002Welle 14 2003Welle 15 2004Welle 16 20053.5273.5003.4163.3003.2523.2463.172D. Zuwanderer Welle 5 1999Welle 6 2000Welle 7 2001Welle 8 2002Welle 9 2003Welle 10 2004Welle 11 2005E. Querschnitt 98Welle 2 1999Welle 3 2000Welle 4 2001Welle 5 2002Welle 6 2003Welle 7 2004Welle 8 20057867837467177387296931.5761.4581.3941.3001.2511.2541.184123104125128116927144266340464349645154559268572022162321518274228333324269767785663524826271916221412465752415358311810913971021252319241211837759727769723028202420293272795470626351142218272119142724192125102015Netto Gesamt 6.0455.8525.7135.5775.4845.3435.1521.8641.7711.7111.5981.5201.4681.4233.7093.6873.5763.4663.4593.4353.3118388377897807897607351.6511.5491.4641.3731.3331.3001.241Netto Gesamt 9.0988.4278.0107.7277.3722.0161.9861.87114.10713.69613.25312.79412.58512.30611.86222.35121.22120.59520.03319.23422.61122.01921.10510967918986221017208186181145171143112290212262232198284242215225268179198137469458278245286279308228221511547487426358533520416Tabelle 2.1: Entwicklung der Stichprobe auf Personenebene: PERSONENFragebogen liegt vor Teilnehmer Erstmals zu Zugezogene Ausfalle des Vorjahrespersonen Ruckkehrerdes befrag. Kin BefragungsVorjahresder 16 J.abs. Zahlen F. Querschnitt 2000Welle 2 2001Welle 3 2002Welle 4 2003Welle 5 2004 Welle 6 2005 G. High IncomeWelle 2 2003Welle 3 2004Welle 4 20058.6177.9577.6237.3027.0231.9061.8421.757147135117138126424039 Bereinigt um Falle, die nicht mehr im Brutto 2003 sind Gesamt A EGesamt A FGesamt A G19992000200120022003200420052001200220032004200520032004200513.39513.03512.61612.15611.90111.74511.34021.23320.11319.52419.04718.36321.43020.88920.12022623017021420519018931734932232831536436835416Tabelle 2.2: Entwicklung der Stichprobe auf Personenebene: Kompensationsrechnung in ProzentTeilnehmerdes Vorjahres Ausfalle bei Teilnehmern Gesamt d. Vorjahres Kompensation durch Kinder Zugezogene Ruckkehrer Saldo Prozentwerte A. Deutsche Haushalte West Welle 16 1999Welle 17 2000Welle 18 2001Welle 19 2002Welle 20 2003Welle 21 2004Welle 22 2005100100100100100100100B. Auslander Haushalte West Welle 16 1999Welle 17 2000Welle 18 2001Welle 19 2002Welle 20 2003Welle 21 2004Welle 22 2005100100100100100100100C. Deutsche Haushalte Ost Welle 10 1999Welle 11 2000Welle 12 2001Welle 13 2002Welle 14 2003Welle 15 2004Welle 16 2005D. Zuwanderer Welle 5 1999Welle 6 2000Welle 7 2001Welle 8 2002Welle 9 2003Welle 10 2004Welle 11 2005E. Querschnitt 98Welle 2 1999Welle 3 2000Welle 4 2001Welle 5 2002Welle 6 2003Welle 7 2004Welle 8 20051001001001001001001001001001001001001001001001001001001001001001,31,31,01,31,41,31,31,51,51,11,41,31,92,21,92,11,52,01,81,81,51,62,62,23,42,72,41,81,41,51,21,41,80,81,57,17,36,96,96,36,57,110,09,39,111,310,48,89,45,45,67,47,76,26,27,711,26,610,99,15,47,68,818,410,910,011,28,95,98,9171,61,11,31,01,10,90,91,31,41,10,91,40,90,81,21,51,41,11,51,70,92,01,21,11,61,20,91,31,11,51,51,31,70,90,82,01,72,12,22,11,71,32,21,43,62,32,92,83,31,71,41,51,52,72,01,72,32,61,92,92,70,62,41,42,61,82,32,41,82,02,23,22,42,41,72,63,64,94,93,46,64,83,23,10,60,63,03,10,20,73,65,30,15,71,11,23,73,314,55,45,56,23,02,44,5Tabelle 2.2: Entwicklung der Stichprobe auf Personenebene: Kompensationsrechnung in ProzentProzentwerte F. Querschnitt 2000Welle 2 2001Welle 3 2002Welle 4 2003Welle 5 2004Welle 6 2005G. High Income Welle 2 2003Welle 3 2004Welle 4 2005Gesamt A E199920002001200220032004200520012002200320042005200320042005Gesamt A FGesamt A GTeilnehmerdes Vorjahres Ausfalle bei Teilnehmern Gesamt d. Vorjahres Kompensation durch Kinder Zugezogene Ruckkehrer 1,41,51,41,71,61,92,02,01,51,61,21,61,61,51,51,31,61,51,61,61,61,61,61,00,71,11,11,11,00,50,91,41,31,31,11,31,10,91,20,91,21,61,01,21,11,02,12,92,12,51,82,14,72,91,91,72,12,12,41,81,82,12,42,32,11,82,32,31,910010010010010010010010010010010010010010010010010010010010010010010020,812,59,58,89,114,28,611,58,87,57,98,37,06,77,813,610,08,07,58,38,67,68,618Saldo16,47,44,93,54,69,21,45,84,02,83,23,51,72,33,69,15,13,02,24,03,52,64,1", "filename": "756919460.pdf", "date": ["2011"]}