{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/80424/1/766279448.pdf"], "title": ["Regional age structure, human capital and innovation: Is demographic ageing increasing regional disparities?"], "plaintext": "Das Wichtigste in Kurze Der demografische Wandel stellt eine der groten Herausforderungen fur Industrienationen im 21. Jahrhundert dar. Insbesondere ist zu befurchten, dass eine alternde Gesellschaft die Wettbewerbsfahigkeit wissensbasierter Gesellschaften negativ beeinflusst. Es ist davon auszugehen,dass sich die demografische Alterung dabei regional hochst unterschiedlich auf die Beschaftigtenstrukturen auswirken wird. Dabei konnten sich regionale Arbeitsmarktdisparitaten erhohen und Polarisierungsprozesse in Gang gesetzt werden, wenn innovative Regionen zunehmend junge undgebildete Beschaftige fur sich gewinnen, wahrend andere Regionen weiter zuruckfallen. Solcheungunstigen Entwicklungen konnen sich weiter durch raumliche Spillover und Nachbarschaftseffekte in Folge formeller und informeller Interaktion verstarken.Die vorliegende Untersuchung beschreibt die Innovationsaktivitat sowie der Alters und Bildungsstruktur deutscher Regionen im Rahmen einer Explorativen RaumlichZeitlichen Datenanalyse fur den Zeitraum 19952008. Zum einen werden raumliche Cluster und Ausreier oderandere Formen solcher raumlicher Heterogenitaten identifiziert, um testbare Hypothesen fur Regressionsmodelle ableiten zu konnen, die sich mit dem Einfluss der demografischen Alterung aufdie regionale Innovationstatigkeit beschaftigen. Zum anderen werden neuere Visualisierungsmethoden verwendet, die Aussagen zu raumlichzeitlichen Dynamiken der regionalen Verteilungen wie etwa verstarkte Clusterbildung oder raumliche Polarisierungstendenzen ermoglichen.Die Ergebnisse weisen auf starke regionale Verwerfungen hin. Stadtische und landliche Kreiseim Westen und Suden des Landes bilden Ballungsgebiete innovativer Regionen mit uberwiegendjungen und heterogenen Belegschaften. Im Osten des Landes hingegen befinden sich wenigerinnovative Regionen, meist dunn besiedelte landliche Kreise mit eher alteren und homogeneren Altersstrukturen. Bei den Untersuchungen zu den raumlichzeitlichen Dynamiken zeigten sichunterschiedliche Muster. So gab es, trotz leichter Verbesserungen im Osten, kaum Veranderungen in der raumlichen Patentverteilung. Dagegen deuten die Ergebnisse der Altersstrukturentwicklung auf einen sich verstarkenden Polarisierungstrend zwischen deutschen Regionen.Wahrend das Durchschnittsalter von kreisfreien Grostadten tendenziell sinkt im Vergleich zumnationalen Durchschnitt, sind stadtische und landliche Kreise mit stark alternden Belegschaftenin Folge alters und bildungsselektiver Abwanderung konfrontiert. Ostdeutsche Regionen sindaufgrund des landlich gepragten Raums eher von diesen Entwicklungen betroffen.Insgesamt legen die Untersuchungen nahe, dass die Schere zwischen stadtischen und landlichen Regionen weiter auseinander geht. Die Bedeutung von Grostadten steigt insbesondere furjunge und gebildete Beschaftigte, aufgrund des besseren kulturellen Angebots und der besseren MatchingEffizienz zwischen Arbeitgebern und Jobsuchenden. Die Auswertungen zeigen, dassalternde und wenig innovative Regionen eine geringe Wahrscheinlichkeit haben, den fur sienegativen Trend umzukehren, aufgrund starker Nachbarschaftseffekte und clusterspezifischen Pfadabhangigkeiten. Vor dem Hintergrund einer drohenden geografischen Armutsfalle, mussenregionalpolitische Akteure moglicherweise uber neue Strategien wie BigPush policies nachdenken, um den Trend umzukehren.1Nontechnical summary Demographic ageing has increasingly become one of the most pressing challenges that industrialized economies are facing in the 21st century. In particular, this trend has raised the concernthat an ageing workforce may reduce productivity, innovative capability and thus, ultimately,competitiveness in the global, knowledgebased economy. More strikingly, demographic ageingis expected to affect regions in very different ways on a regional scale. This might, in turn, leadto increasing regional disparities if innovative regions attract particularly young and educatedworkers and trigger a cumulative process towards more polarized regions. In addition, such regional disparities might further be enhanced by spatial spillovers induced by formal and informalinteractions across firms and regions.This paper describes the spatial and temporal pattern of regional innovation output, workersage structure and human capital by conducting an Exploratory SpaceTime Data Analysis for German regions between 19952008. First, we detect spatial regimes or other forms of spatialheterogeneity to help specifying testable hypotheses for the implementation of regression models that aim at assessing the link between regional age structure and innovation. Second, weexploit newly developed visualisation methods that allow investigating the spacetime dynamicsof the spatial distributions and help detecting a potential reinforcement of clusters and spatialpolarization tendencies.Overall, the results reveal a great divide across German regions. On the one hand, there arehighly innovative regions that cluster in urban and rural counties in West and South Germanyand mostly coincide with young and heterogenous workers. On the other hand, less ideadrivenregions cluster in rural and sparsely populated areas in East Germany and coincide with an oldand homogenous working population. For the spacetime developments of the different measures,we observe different patterns. For instance, despite small improvements in patent production in East Germany, the spatial distribution of innovation has not changed much during the observedtime period. In contrast, the local age structure shows a strong demographic polarization trend:major cities are experiencing declining average ages relative to the national value, whereas theage distribution of rural areas is shifting upwards. East Germany with a large rural landscapeis particularly affected by these trends, thus further increasing the demographic divide betweenboth parts of the country.The specific dynamic patterns observed suggest that the divide will further increase alongagglomeration lines. In particular, major cities are gaining importance for young and educatedworkers since agglomerated thick labour markets increasingly offer several advantages suchas cultural infrastructure and a better matching efficiency between workers and employers. Ourinvestigations show that losing regions thereby have a small probability to reverse the trend dueto strong neighbouring forces and clusterwise path dependence. For policy makers of such regionsit will therefore become more important to develop strategies to counteract the geographicalpoverty trap such as big push type of policies.2Regional Age Structure, Human Capital and Innovation Is Demographic Ageing Increasing Regional Disparities?Terry Gregory ZEW Centre for European Economic Research, Mannheim, Germany Roberto Patuelli University of Bologna, Italy The Rimini Centre for Economic Analysis RCEA, Italy August 2013Abstract Demographic change is expected to affect labour markets in very different ways on a regional scale. The objective of this paper is to explore the spatiotemporal patterns of recentdistributional changes in the workers age structure, innovation output and skill compositionfor German regions by conducting an Exploratory SpaceTime Data Analysis ESTDA. Beside commonly used tools, we apply newly developed approaches which allow investigatingthe spacetime dynamics of the spatial distributions. We include an analysis of the joint distributional dynamics of the patenting variable with the remaining interest variables. Overall,we find strong clustering tendencies for the demographic variables and innovation that constitute a great divide across German regions. The detected clusters partly evolve over timeand suggest a demographic polarization trend among regions that may further reinforce theobserved innovation divide in the future.Keywords: innovation, workforce age structure, exploratory spacetime data analysis, regional disparities JEL: J11, O31, R11, R12, R23The authors would like to thank Melanie Arntz, Stephan Dlugosz, Konrad Stahl, Ulrich Zierrahn, participantsof the annual conferences of the North American Regional Science Council, European Association of Labour Economists, European Society of Population Economics, European Regional Science Association, Ph.D. Workshopon Perspectives on Un Employment and seminar participants at the University of Regensburg and Universitat Jaume I for valuable comments. We further thank the Fritz Thyssen Foundation for financial support. Theresearch for this paper was partly carried out during the first authors stay at the Faculty of EconomicsRiminiof the University of Bologna, whose hospitality is gratefully acknowledged.Terry Gregory corresponding author, ZEW Centre for European Economic Research, L7, 1 D68161Mannheim, Germany, email: gregoryzew.de, phone: 496211235306, fax: 49 6211235225.Roberto Patuelli, Department of Economics, University of Bologna, Rimini Campus, via Anghera, 22, 47921Rimini RN, Italy, email: roberto.patuelliunibo.it, phone: 390541434276 fax: 3902700419665.1Introduction Demographic ageing has increasingly become one of the most pressing challenges that industrialized economies are facing in the 21st century. According to the latest Eurostat projectionsover the next 50 years, workforce ageing will continue in all European countries, though themagnitude, speed and timing are likely to vary. This demographic trend has raised the concernthat an ageing workforce may reduce productivity, innovative capability and thus, ultimately,competitiveness in the global, knowledgebased economy. More strikingly, workforce ageing isvery likely to affect regions in very different ways. In particular, demographic ageing may further increase regional disparities if innovative regions attract particularly young and educatedworkers, which may in turn trigger a cumulative process towards more polarized regions Kanburand Rapoport 2005, Fratesi and Riggi 2007. Such divergence processes due to agglomerationforces and migration have already been discussed for the US labour market by Moretti 2011.For the German labour market such phenomena are less clear due to limited worker and firmmobility relative to the US. In this regard, Puga 2002 provides a discussion, based on locationtheories, of the possible negative causes of polarization within European countries.In addition, such regional disparities might further be enhanced by spatial spillovers inducedby migration movements and social interaction across firms and regions. For instance, workersat highly productive ages may interact with those from other age groups, therefore generatingspatial externalities. Also, regional performance measures such as innovation are known todepend on a knowledge transfer between firms and regions that results from sharing ideas andinformation through informal conversation and interactions see e.g. Glaeser 1999, Jaffe etal. 1993. Investigating the structure and evolution of such spatial dependence might thus revealadditional insights into spatial polarization tendencies. This could be particularly important forresearchers evaluating the impact of demographic ageing processes using regional areal data.Spatial dependence or autocorrelation in such data may, if neglected, lead to inconsistent orinefficient estimates in firm or regionallevel analyses Anselin 1988, Anselin and Florax 1995.1.The objective of this paper is to describe the spatial and temporal pattern of regional innovation output and workers age structure by conducting an Exploratory SpaceTime Data AnalysisESTDA for innovation and demographic measures. We define regions as counties and distinguish between their degree of urbanisation. The aim is to detect spatial regimes e.g., systematic 1Spatial dependence or autocorrelation can be defined as the coincidence of value similarity with locationalsimilarity Anselin 2001.1differences in data structure due to differing structural characteristics or other forms of spatialheterogeneity to help specifying testable hypotheses for the implementation of regression modelsthat aim at assessing the link between regional age structure and innovation. For instance, ifspecific spatial clusters or outliers are detected, econometric techniques which explicitly includethe spatial structure of the exploratory variables could be applied.There are several studies that explore the spatial distributions of economic performance orincome across European regions using local and global measures of spatial association Le Galloand Ertur 2003, Ertur and Koch 2006, Dallerba 2005, Patacchini and Rice 2007. However,these studies use more general indicators of economic performance and consider only partlyspacetime dynamics. Exceptions are the study by Le Gallo 2004 and more recent studies by Hierro et al. 2013 and Fazio and Lavecchia 2013 which deal with the persistence of regionaldisparities by exploiting spatial transition probabilities. We build on this literature and extendthese approaches by newer visualisation methods for a comprehensive Exploratory SpaceTime Data Analysis ESTDA analysis of the German regional innovation system and demographicmeasures.Our contribution is threefold. Firstly, we describe the spatial distributions of regional agestructure, human capital and innovation in the interesting case of a strongly ageing Germanyand discuss the corresponding link. We thereby not only focus on the average age of workers, butalso consider age diversity in order to capture a more complete picture of the age distribution.By including the share of highskilled workers in our analyses we additionally capture one ofthe most important drivers of regional innovation. Secondly, we use a rich data set from the European Patent Office EPO that includes all published patents in Germany. By focusingon patents as one direct measure of the innovation process at the regional level, we are betterable to capture innovativeness than more general indicators of economic performance such asproductivity and economic growth. Thirdly, instead of only using static spatial methodssuch as Local Indicators of Spatial Association LISA, we apply newly developed visualizationtools such as directional Moran scatterplots developed by Rey et al. 2012 and spatial driftmaps originally proposed by Cressie 1993. These methods allow investigating the spacetimedynamics of the spatial distributions and help detecting a potential reinforcement of clusters andspatial polarization tendencies. In addition, we calculate LISA transition probabilities suggestedby Rey 2001 to study the persistence of regional disparities. To the authors knowledge, thispaper is the first to combine all the above methods and provide a comprehensive ESTDA on the 2themes of labour force ageing and innovation output.Overall, the results reveal a great divide across German regions. On the one hand, highlyinnovative regions cluster in urban and rural counties in West and South Germany and mostlycoincide with young and heterogenous workers. On the other hand, less ideadriven regionscluster in rural and sparsely populated areas in East Germany and coincide with an old andhomogenous working population. Investigating the spacetime dynamics of these clusters, wefurther show that, despite small improvements in patent production in East Germany, the spatialdistribution of innovation has not changed much during the observed time period. In contrast,the age structure shows a strong demographic polarization trend: major cities are experiencingdeclining average ages relative to the national value, whereas the age distribution of ruralareas is shifting upwards. East Germany with a large rural landscape is particularly negativelyaffected by these trends, thus further increasing the demographic divide between both parts ofthe country. Despite these developments, East German regions appear to be transitioning from ahighly agehomogeneous workforce towards a more heterogenous one with lower human capital.Our findings further indicate that regions have a low probability to reverse their condition whenpoor due to strong neighbouring forces and clusterwise path dependence. We find evidence ofa concentration process for which ideas and dynamic ageheterogeneous and highly skilledworkers tend to increasingly cluster in few successful regions cities, while the lowperformingareas increase in geographical size.The paper is structured as follows. Section 2 introduces the database and provides firstdescriptives of the data. Section 3 presents the ESTDA including tests on global and localspatial associations as well as spacetime dynamics. Finally, Section 4 concludes.2 Data We define the workforce as all fulltimeemployed workers in a region, i.e. excluding unemployedindividuals. For the calculation of the workforce age structure, we exploit the regional file ofthe Sample of Integrated Labour Market Biographies SIAB from the Institute of Employment Research IAB for the years 19952008. The data set is an employment subsample providedby the German Federal Employment Agency and contains information on workers that aresubject to social insurance contributions by their employers, thus excluding civil servants andselfemployed individuals. The data includes individual employment histories on a daily basis 3and contains, among others, information on the age and skills of workers. We use annual crosssections at the the cutoff date 30th June and calculate regional indicators of the demographiccomposition including the average age, age dispersion standard deviation and the share ofhighskilled workers.2 We restrict the analysis to employed individuals subject to the socialinsurance contribution, that is, excluding minor and unemployed workers. Furthermore, werestrict our data set to working individuals between 18 and 65 years of age to avoid any selectionproblems that would be given, for instance, by the fact that those few employed workers below 18 constitute a certain, particularly loweducated group. The data are calculated based on 332regions 3. Correspondingly, we define regions as counties and distinguish between their degree ofurbanisation.As a measure of regional innovativeness, we use patent data which are provided by the European Patent Office EPO. The use of such direct outcome measures is still rare in theliterature dealing with the effects of ageing workers on competitiveness, especially in regionallevel studies 4, but should be better able to capture innovativeness than more general indicatorsof economic performance. Our data set contains patent data both at the applicant and inventorlevel. Whereas the applicant is the holder of the patent right, the inventors are the actualinventors cited in the document. We focus on patent inventors since we are interested in thespatial distribution of the actual inventors rather than the location of the formal holder of thepatent, which is often one of the firms headquarters. Since patents may have been developed byserval inventors located in different regions, we apply a fractional counting approach to assignto every region the respective share of the patent. For instance, an inventor who developed apatent in Mannheim with one further individual working abroad would generate 0.5 patents forthis region. Following this procedure for each of the 332 regions, we calculate the number ofpatent applications for the years 19952008. Since the number of inventions of a region maysimply reflect its size rather than the knowledge production efficiency, we furthermore conditionthe number of patents multiplied by 100 by the number of employed workers of the region toobtain a measure of patent production per 100 workers.There are several advantages and disadvantages of using patenting data on the regional levelGiese and von Reinhard Stoutz 1998, Giese 2002. On the one hand, patent applications are a 2To encounter missings in the education variable, we apply the imputation procedure suggested by Fitzenbergeret al. 2006.of SIAB regions from 333 to 332.3We aggregated Aachen Kreis and Aachen Stadt to Aachen Stadteregion, thus reducing the original number 4See, for instance, Brunow and Hirte 2006, Feyrer 2008 and Lindh and Malmberg 1999.4useful indicator of research and invention activities on the local level, as they include informationon the regional origin of inventor activities, i.e. place of residence and therefore indirectly thelocation of the research institute. On the other hand, not every invention becomes the subjectof a patent application, nor does a patent necessarily become a marketable product or process.Moreover, the reasons for a patent application may not only rest on protecting an inventionagainst unjustified use, but may reflect strategic concerns such as securing and extending regionalmarkets, prestige advertisement and the demonstration of innovative capacity to the economiccounterparts. Despite these disadvantages, empirical evidence by Acs et al. 2002, who providean exploratory and a regressionbased comparison of the innovation count data and data onpatent counts at the lowest possible levels of geographical aggregation, suggests that patentsprovide a fairly reliable measure of innovative activity. Also, the survey study by Griliches1998 concludes that patents are a good indicator of differences in inventive activity acrossdifferent firms.Table 1 shows descriptive statistics for patents per 100 worker, average age, age dispersionand the share of highskilled workers for the 332 regions during the 14year period by East and West Germany. In total we have 332 14 4648 observations for each variable. According tothe summary statistics, West East German regions generate, on average, 5.7 1.21 patents per 100 workers. The variation across regions and time is large. For instance, the most innovativeregion produced 35.24 patents per 100 worker, whereas other regions did not exhibit any patentsat all during the 14 year period. The variation in the share of highskilled workers is similarlylarge. In contrast, workers in East Germany are, on average, 41.2 years old, that is 1.1 yearsolder than their West German counterparts. However, the regional variation within both partsof the country and across time is still substantial. Whereas young regions exhibit a mean ageof 36.4, the region with the oldest workforce comprises workers with, on average, 43.9 years ofage.In order to better grasp the spatial distributions, Figure 1 plots the regional quantile mapsof the average values over the 14year time period. For instance, the first quintile light bluedepicts the values for the 20 per cent least innovative regions whose values range from 0.2 to 1.4patents per 100 workers. The fifth quintile contains the values for the most innovative regionsdark blue, with values ranging from 7.6 to 29. The maps show that innovations are mostlygenerated in urbanized counties around West German cities Wolfsburg, Cologne, Darmstadt,Stuttgart, Freiburg, Nueremberg and Munich. In contrast, only a few East German cities such 5Table 1: Descriptive statistics for 332 German regions, by East and West 19952008Variable East Germany n910Patents per 100 worker Average age Age dispersion Share of highskilled in %West Germany n3738Patents per 100 worker Average age Age dispersion Share of highskilled in %Mean Sd Min Max 1.2141.1910.157.065.7140.0810.395.131.360.960.282.964.661.080.373.240.0038.829.372.560.0036.409.130.2011.0743.4311.4218.2335.2443.9811.7521.53as Jena seem halfway competitive in the production of knowledge.The map for the average age and age dispersion further reveals that almost all East Germanregions have on old and homogenous workforce indicating that plant closures and outmigrationof young workers after reunification has strongly affected the age structure of the East Germanlabour force.5 Only Dresden shows a high age diversity which might reflect improving job perspectives for young and qualified workers that are complementing the large stock of old workersin this region. In contrast, only a few West German regions comprise a high average workforceage including regions around Kiel, Bremershaven, Hannover, Kassel, Dortmund, Mannheim and Pforzheim. Interestingly, regions that have an old workforce in West Germany are not typicallyrural regions compare Table 7 in the appendix. In fact, the workforce is younger and moreheterogenous, on average, in rural compared to urban areas. However, it remains to be exploredhow workforce ageing has developed over time during the observed time period in order to deriveconclusions for potential polarization trends.The map for the share of highskilled workers clearly indicates that skilled labour is located inagglomerated areas. This is particularly true for East Germany. Overall, the maps demonstratethat regions in East Germany exhibit higher shares of highskilled workers compared to West Germany. However, the level differences between both parts of the country might be explainedthrough the fact that, after reunification, the share of individuals with a college or universitydegree was twice as high in Eastern compared to Western Germany.6 However, the qualificationdegrees of old generations that were acquired in the former German Democratic Republic may 5Burda and Hunt 2001 and Hunt 2004 provide empirical evidence for ageselective migration patterns of EastWest migration after reunion and discuss the corresponding reasons.6See, for instance, calculations based on the SocioEconomic Panel SOEP by Anger and Lupo 2004.6Figure 1: Regional quantile maps for patents per 100 workers, average age, age dispersion andshare of highskilled workers 19952008a Patents per 100 workerssb Average agec Age dispersiond Share of highskilled 7Kiel Lubeck Flensburg Hamburg Gottingen Wolfsburg Hannover Osnabruck Bremen Bremerhaven Dusseldorf Bonn Koln Aachen Munster Bielefeld Dortmund Darmstadt Frankfurt Kassel Fulda Koblenz Mainz Stuttgart Karlsruhe Mannheim Pforzheim Freiburg Konstanz Ulm Ingolstadt Munchen GarmischPar Regensburg Bayreuth Coburg Nurnberg Wurzburg Augsburg Kempten Saarbrucken Berlin Cottbus Potsdam Rostock Neubrandenbu Schwerin Chemnitz Dresden Leipzig Magdeburg Erfurt Jena7.6,29.04.5,7.62.9,4.51.4,2.90.2,1.4100 worker Patents per Kiel Lubeck Flensburg Hamburg Gottingen Wolfsburg Hannover Osnabruck Bremen Bremerhaven Dusseldorf Bonn Koln Aachen Munster Bielefeld Dortmund Darmstadt Frankfurt Kassel Fulda Koblenz Mainz Stuttgart Karlsruhe Mannheim Pforzheim Freiburg Konstanz Ulm Ingolstadt Munchen GarmischPar Regensburg Bayreuth Coburg Nurnberg Wurzburg Augsburg Kempten Saarbrucken Berlin Cottbus Potsdam Rostock Neubrandenbu Schwerin Chemnitz Dresden Leipzig Magdeburg Erfurt Jena40.9,41.840.5,40.940.2,40.539.7,40.237.7,39.7Average age Kiel Lubeck Flensburg Hamburg Gottingen Wolfsburg Hannover Osnabruck Bremen Bremerhaven Dusseldorf Bonn Koln Aachen Munster Bielefeld Dortmund Darmstadt Frankfurt Kassel Fulda Koblenz Mainz Stuttgart Karlsruhe Mannheim Pforzheim Freiburg Konstanz Ulm Ingolstadt Munchen GarmischPar Regensburg Bayreuth Coburg Nurnberg Wurzburg Augsburg Kempten Saarbrucken Berlin Cottbus Potsdam Rostock Neubrandenbu Schwerin Chemnitz Dresden Leipzig Magdeburg Erfurt Jena10.6,11.210.4,10.610.3,10.410.1,10.39.7,10.1Age dispersion Kiel Lubeck Flensburg Hamburg Gottingen Wolfsburg Hannover Osnabruck Bremen Bremerhaven Dusseldorf Bonn Koln Aachen Munster Bielefeld Dortmund Darmstadt Frankfurt Kassel Fulda Koblenz Mainz Stuttgart Karlsruhe Mannheim Pforzheim Freiburg Konstanz Ulm Ingolstadt Munchen GarmischPar Regensburg Bayreuth Coburg Nurnberg Wurzburg Augsburg Kempten Saarbrucken Berlin Cottbus Potsdam Rostock Neubrandenbu Schwerin Chemnitz Dresden Leipzig Magdeburg Erfurt Jena7.3,17.95.4,7.34.1,5.43.2,4.11.6,3.2of highskilled Share Table 2: Correlation coefficients between patents per 100 workers, average age, age dispersionand share of highskilled 19952008Patentsper 100 workers Averageage Agedispersion East Germany n65Patents per 100 workers Average age Age dispersion Share of highskilled West Germany n267Patents per 100 workers Average age Age dispersion Share of highskilled 10.24640.31360.512810.12470.18170.127710.15180.154210.373110.13580.240710.2484Significance levels: 10%, 5%, 1%.not be perfectly comparable to education levels in West Germany.Table 2 shows correlation coefficients between patent activity and the demographic variables.For their calculation we use the regional averages across the 14year period similarly to Figure 1 and distinguish between East and West Germany. The correlations show that innovativeregions mostly exhibit a low average age and a high age diversity proxied by age dispersion.This finding could hint at a negative aggregate ageeffect as well as an innovation enhancingeffect of workforce age diversity. Furthermore, Table 2 indicates a negative correlation betweenaverage age and age dispersion, that is regions with older workers coincide with agehomogenousregions. The findings are particularly true for East Germany, where almost all regions withoutexception are suffering from ageing workforces and low innovation activity. Table 2 also showsthat in both parts of the country, regions with a larger share of highskilled workers producemore patents, although this correlation is higher for East Germany. The reason is that those fewregions with mentionable patent applications in East Germany are major cities with high sharesof highskilled workers, whereas the innovators in West Germany are more often located in urbanand rural counties with lower skill shares. Overall, the summary statistics reveal large variationacross regions for the investigated variables and give first indications of spatial associations thatwill be analysed explicitly in Section 3. Moreover, simple correlations indicate that areas ofhigh patent activity tend to have an old and ageheterogenous workforce and, at least for West Germany regions, a larger share of highskilled workers. For this reason, we will focus on thecoevolution of these variables and their spatial regimes in the spatial descriptive analyses.83 Exploratory SpaceTime Data Analysis In the present section we conduct an Exploratory SpaceTime Data Analysis ESTDA in orderto describe and visualize the spatial distribution of the data. In particular, we aim to identifypatterns of spatial clusters, spatial outliers and uncover spacetime dynamics. For this perpose,we first test the hypothesis of spatial randomness by using the global Moran I MI statisticSection 3.1. We also use Local Indicators of Spatial Association LISA to investigate andvisualize local patterns of spatial associations clusters. Secondly, we analyse spacetime dynamics of the observed spatial associations Section 3.2 using spatial drift maps and directional MI scatterplots that reveal movements of clusters over time and space to explore a potentialstrengthening weakening of spatial clustering or polarization tendencies. Finally, we calculate LISA transition matrices in order to gain a deeper insight into the stability of the spatial distributions. During the entire analysis, we focus on joint patterns and comovements betweeninnovation, age structure and human capital.3.1 Global and Local Spatial Autocorrelation Since the distribution of workers cannot be expected to be random in space, we first conduct atest for global spatial autocorrelation using the MI indicator which provides a single summarystatistic describing the degree of clustering present in spatial data.In particular, it allowsimplications on whether, for instance, highly lowly innovative regions are often surroundedby regions that are also highly lowly innovative. This is interesting, since it reflects spatialdependencies, that are induced, for instance, by social interactions and networking betweenregions. Moreover, it allows to classify regions by type of cluster. Is a certain region part of ahot cold spot or rather an outlier in the latter? This information can be used in any regressionanalysis as a proxy for e.g. knowledge spillovers between regions.We first define the structure of the spatial relationship by considering a spatial weightsmatrix based on rook contiguity that assumes the neighbouring relationships between regionsby shared borders.7 The spatial weights matrix provides information on the spatial proximitybetween each pair of locations i and j. We standardize the weights matrix so that the elementsof each row sum to one rowstandardization. The elements of the standardized weights matrix 7As recently shown in the literature e.g. see Patuelli et al. 2012, the choice of the spatial weights matrixis often of little importance, since different geographybased matrices tend to have strongly correlated weightsPatuelli et al. 2012. In a regression framework, multiple matrices may be tested ex post, for example by meansof Bayesian model comparison Le Sage and Pace 2009.9are defined as follows:f Wij Wij PNj1 Wij1where Wij 1 if i and j are defined as neighbours and Wij 0 if otherwise. The diagonalvalues of the weights matrix are set to zero. We define the spatial lag of a variable yi in region ias the spatially weighted average value of a variable evaluated at the neighbouring units of theregion. We then construct a bivariate scatterplot with standardized values yi on the horizontalj1f Wijyi on the vertical axis Moran Scatterplot, see Figure 2.axis and their spatial lags PNAs a covariance and correlation measure we consider the Morans I statistic, which constitutesa measure of the overall spatial dependence and is defined as follows:Pni1Pnj1f Wijyi yyj yPni1yi y2I NSowhere,i 6 j23n Xn Xi1j1f Wij.So The number of observations regions is N and yi represents the value of the ith observation as,for instance, the number of patents per 100 worker of region i. So is a scaling factor equal tothe sum of all elements of f Wij. MI can be interpreted as a regression coefficient resulting fromthe regression of the spatial lag f Wijyi on yi Anselin 1996. The expected value for a spatiallyrandom distribution is EI 1N 1 which equals 0.003 for the case of 332 regions.Values of I greater smaller than EI indicate positive negative spatial autocorrelation.Figure 2 shows the Moran Scatterplots for the investigated variables, and Table 3 containsthe corresponding MI coefficients. Each of the points in Figure 2 represents a combination ofa regions average value across the time period 19952008 and the corresponding value of thespatially weighted neighbours spatial lag. The values on the x and yaxes are standardizedso that the vertical and horizontal lines represent the national values and divide the scatterplotinto 4 quadrants that correspond to the following four different types of spatial associationanticlockwise from top right: highhigh HH, lowhigh LH, lowlow LL and highlow HL.For instance, a HH region exhibits a high number of patents per worker and is surrounded byregions that exhibit a high number of patents as well. Both HH hot spots and LL cold 10Figure 2: Morans I scatterplot for patents per 100 workers, average age, age dispersion andshare of highskilled 19952008a Patents per 100 workersb Average agec Age dispersiond Share of highskilledspots represent regimes of positive spatial association, whereas LH and HL indicate negativeassociation. The calculated MI for global autocorrelation is represented by the slope of the lineinterpolating all points in the scatterplot since it is based on standardized values.Figure 3 shows that all variables show a high and significant degree of spatial autocorrelation.Most regions are either in the first or third quadrant. For instance, for patents per worker 98regions fall into the first quadrant and 160 in the third the last row in Table 4 summarizes thetotal amount of regions in each quadrant.Interestingly, the points agglomerate dominantlyin the third quadrant and become more dispersed with increasing values. This result indicatesthat large clusters of scarcely productive regions exist in terms of innovation, whereas clusters ofhighly productive regions seem rare. A clearer picture is found for average age, for which positivespatial association appears to be wide, in terms of both higher and lower values. According to Column 5 in Table 4, 130 regions fall into the first quadrant and 122 into the third. The pattern 11Gifhorn Neustadt an der Weinstrae Frankenthal PfalzLudwigsburg Heidenheim Lorrach KS Munchen Dachau Ebersberg Freising Furstenfeldbruck KS Landsberg am Lech Munchen KS Regensburg Regensburg Bayreuth Erlangen Nurnberg Ansbach ErlangenHochstadt KS Augsburg Cottbus Jena HHLLHLLH101234Spatial lag of patents per 100 worker20246Patents per 100 workerregionfitted values Emden Cloppenburg Vechta Dusseldorf Hamm Kassel Starnberg Passau RottalInn Cham Regensburg Ansbach ErlangenHochstadt Furth Nurnberger Land Augsburg Cottbus Rostock Schwerin Zwickau Magdeburg Erfurt Jena LHLLHLHH21012Spatial lag of average age4202Average ageregionfitted values Kiel Lubeck Hamburg Wolfsburg Verden Oldenburg Bottrop Kassel Kassel Germersheim BadenBaden Pforzheim Calw Altotting Berchtesgadener Land Bad TolzWolfratshausen Dachau Erding Landsberg am Lech Rosenheim Traunstein GarmischPartenkirchen KS Regensburg Cham Wurzburg Miltenberg Memmingen MerzigWadern SpreeNeie Gustrow Ludwigslust Greifswald Dresden Bautzen HHHLLHLL21012Spatial lag of age dispersion2024Age dispersionregionfitted values Braunschweig Bonn Koln Darmstadt Frankfurt am Main Wiesbaden GroGerau MainTaunusKreis Enzkreis Freiburg im Breisgau Rottweil Munchen Dachau Munchen Starnberg Cham Erlangen Furth Furth Wurzburg Saarlouis Potsdam Dresden Sachsische SchweizOsterzgebirge Weimar Jena HHHLLHLL1.50.511.5Spatial lag of age dispersion101234Age dispersionregionfitted valuesTable 3: MI Coefficients for patents per 100 workers, average age, age dispersion and share ofhighskilled 19952008Patents per 100 workers Average age Age dispersion Share of highskilled I0.4730.6910.5080.282sdI0.0370.0380.0380.038z 12.73718.41713.5727.592pvalue 0.0000.0000.0000.000is similar for age dispersion, thus indicating clustering tendencies as well as first evidence fora divide across German regions. These observed patterns are statistically significant accordingto the MI coefficients shown in Table 3, which are all above zero. For the share of highskilledworkers, spatial clustering seems to play a less important role.In fact, the MI coefficient ismuch lower than for the other variables. This difference is to be attributed to the differenttype of spatial pattern of the share of highskilled, which, as seen in Figure 1, is mostly due toconcentration at the metropolitan level, and only in part an EastWest Germany issue.So far, we have detected general tendencies towards clustering with respect to the variablesof interest. However, where are these clusters located and what is their spatial extent? Sincethese questions cannot be answered by means of global measures of spatial autocorrelation, weuse Local Indicators of Spatial Association LISA as proposed by Anselin 1995. The localversion of MI gives an indication on the significance of local spatial clustering for each region iand is defined as follows:.4PNj1f Wijyi yyj yPnj1yi yIi 1NSimilarly to the global MI statistic, significance can be determined through the expected valueand variance. The interpretation is similar. A positive Ii indicates clustering of HH or LL valuesin and around i, whereas a negative Ii indicates a spatial outlier, that is either HL or LH. Figure 3 shows the LISA cluster maps that depict the spatial distribution of the four categories andwhere only those values that are significant at the 5 per cent level are presented. The mapsshow large clusters of lowly innovative regions in rural and sparsely populated counties in East Germany around the cities Rostock, Magdeburg, Leipzip, Chemnitz and Cottbus. In contrast,the innovation hubs are located in urban and rural counties in West and South Germany around Cologne, Darmstadt, Mannheim, Stuttgart, Freiburg, Nuremberg and Munich. There is almostno significant outlier, indicating that regions are unlikely to be a high low innovative region 12in a low high innovative cluster.Looking at the LISA cluster maps for average age and age dispersion shows a large cluster ofold and homogenous regions in East Germany. This area has been suffering from outmigrationand unfavorable economic perspectives since reunification. Considering West Germany, there isonly one old age cluster in the ruhr district that has been struggling with its structural change,whereas almost all Bavarian regions in South Germany comprise one large cluster of young ageregions. Famous universities and good job perspectives has helped these regions to hold andfurther attract young workers. Clusters of regions with a high age diversity are mainly locatedin South Germany between Stuttgart, Nuremberg and Munich and in North Germany around Hamburg. Similar to innovation, outliers are rare on the demographic landscape.The LISA cluster maps for the share of highskilled reveals clusters of highly educated workersin cities with popular universities such as Cologne, Frankfurt, Mannheim, Stuttgart and Munichin West Germany and Berlin, Dresden, Chemnitz and Jena in East Germany. However, themap also shows a large strip of regions with lowly educated workers in South Germany around Nueremberg and Regensburg. These regions are mostly rural regions with good job perspectivesfor particularly low qualified workers.We can now discuss the evidence shown in Figure 5 also from a numerical point of view. Asdiscussed in Section 1, the workforce composition may be expected to impact the innovativenessof local firms negatively through a higher average age, lower age diversity and a lower skillcomposition.If this is the case, we would expect lowly innovative clusters to be associated,for instance, with clusters of old, homogeneous and less educated workers. To investigate thisquestion, we construct contingency tables in Table 4 that show twoway tables of frequencycounts for the number of regions by type of spatial cluster HH, LL or outlier HL, LH. Itshould be noted here that Table 4 includes all regions, that is also those regions for which thelocal MI coefficient is insignificant. For instance, the number 98 in row 4 and column 1 meansthat 98 lowly innovative regions are, at the same time, part of clusters with above average ages.As a measure of statistical association we use Pearsons 2 test, which relies on the hypothesisthat the rows and columns in the twoway table are independent.For all variables, Table 4 indicates a strong association with patent production as the Pearsons 2 test is rejected in all cases. In particular, our figures hint at an association betweenclusters of young and ageheterogenous workers. The relationship between innovation and highskilled workers is less clear. Although 77 regions belonging to clusters with low shares of high13Figure 3: LISA cluster maps for patents per 100 workers, average age, age dispersion and shareof highskilled 19952008a Patents per 100 workersb Average agec Age dispersiond Share of highskilledskilled workers are at the same time part of a lowly innovative cluster, the opposite is not exactlytrue. These ambiguous results are partly driven by lowly innovative despite being highly ed14Kiel Lubeck Flensburg Hamburg Gifhorn Gottingen Wolfsburg Hannover Osnabruck Bremen Bremerhaven Dusseldorf Bonn Koln Aachen Munster Bielefeld Dortmund Darmstadt Frankfurt Kassel Fulda Koblenz Mainz Stuttgart Karlsruhe Mannheim Pforzheim Freiburg Konstanz Ulm Ingolstadt Munchen GarmischPar Regensburg Bayreuth Coburg Nurnberg Wurzburg Augsburg Kempten Saarbrucken Berlin Cottbus Potsdam Rostock Neubrandenbu Schwerin Chemnitz Dresden Leipzig Magdeburg Erfurt Jena LLHLLHHHnot significant 100 worker Patents per Kiel Lubeck Flensburg Hamburg Gottingen Wolfsburg Hannover Osnabruck Emsland Bremen Bremerhaven Dusseldorf Bonn Koln Aachen Munster Bielefeld Dortmund Darmstadt Frankfurt Kassel Fulda Koblenz Mainz Stuttgart Karlsruhe Mannheim Pforzheim Freiburg Konstanz Ulm Ingolstadt Munchen GarmischPar Regensburg Bayreuth Coburg Nurnberg Wurzburg Augsburg Kempten Saarbrucken Berlin Cottbus Potsdam Rostock Neubrandenbu Schwerin Chemnitz Dresden Leipzig Magdeburg Erfurt Jena LLHLLHHHnot significant Average age Kiel Lubeck Flensburg Hamburg Gottingen Wolfsburg Hannover Osnabruck Bremen Bremerhaven Dusseldorf Bonn Koln Aachen Munster Bielefeld Dortmund Darmstadt Frankfurt Kassel Fulda Koblenz Mainz Stuttgart Karlsruhe Mannheim Pforzheim Freiburg Konstanz Ulm Ingolstadt Munchen GarmischPar Regensburg Bayreuth Coburg Nurnberg Wurzburg Augsburg Kempten Saarbrucken Berlin Cottbus Potsdam Rostock Neubrandenbu Schwerin Chemnitz Dresden Leipzig Magdeburg Erfurt Jena LLHLLHHHnot significant Age dispersion Kiel Lubeck Flensburg Hamburg Gottingen Wolfsburg Hannover Osnabruck Emsland Bremen Bremerhaven Dusseldorf Bonn Koln Aachen Munster Bielefeld Dortmund Darmstadt Frankfurt Kassel Fulda Koblenz Mainz Stuttgart Karlsruhe Mannheim Pforzheim Freiburg Konstanz Tubingen Ulm Ingolstadt Munchen GarmischPar Regensburg Bayreuth Coburg Nurnberg Augsburg Kempten Saarbrucken Berlin Cottbus Potsdam Rostock Neubrandenbu Schwerin Chemnitz Dresden Leipzig Magdeburg Erfurt Jena LLHLLHHHnot significanthighskilled workers Share ofTable 4: Contingency tables between innovation and demographic clusteroutlier types Patents per 100 workers 12HighHigh LowHigh HighLow LowLow Total obs.345Variable Averageage ClusterOutliertype HighHigh LowHigh HighLow LowLow Agedispersion HighHigh LowHigh HighLow LowLow Share of HighHighhighskilled LowHigh HighLow LowLow Total obs.1312215255169183116843989401074210333142398161234341222923820257716013039411221174041134814445162332Pearson 2 76.4687 Pr 0.000Pearson 2 54.3235 Pr 0.000Pearson 2 10.3431 Pr 0.3231078262188149592851ucated regions in East Germany. Also, innovative regions in West Germany are often urbancounties with lower shares of highskilled workers, compared to major cities.3.2 SpaceTime Dynamics So far, we have gained insights into the spatial dimension of the regional distributions, measuredby average values across the time period 19952008. We are now interested in how the distributions evolved over time. Are there any observable time trends? How stable are the observedspatial patterns? Most studies that analyse the evolution of a variables spatial distributionvisually compare different geographical maps for separate points in time. Such approaches makeit very difficult to analyse relative movements across time and space. For this reason, we applynew methods that are designed to address this limitation.3.2.1 Standardised Directional Moran Scatterplots In the following section we investigate regional dynamics using Standardized Directional Moran Scatterplots SDMS, Rey et al. 2011. For each variable, we calculate Moran Scatterplots forthe years 1995 and 2008 separately as described in Section 3.1 using relative values to thenational value. Note, that this time period is particularly interesting, due to the large secondwave of selective migrants that moved from East to West Germany during the end 90ties after 15Figure 4: Standardized directional moran scatterplots for patents per 100 workers, average age,age dispersion and share of highskilled 1995 to 2008a Patents per 100 workersb Average agec Age dispersiond Share of highskilledreunificationsee Arntz et. al 2011. This wave of migrants took its peak in 2001 and is expectedto have changed the regional distribution of workforce age structure. We then plot each regionsvalue in 1995 and 2008 into the same Scatterplot and connect both points to receive directionalmovement vectors. We normalize all vectors by the national value in 1995 to produce the SDMSshown in Figure 4. Whereas the arrowheads point to the regions relative value in 2008, thevectors starting point at the origin represents the regions relative value in 1995. The SDMSthus captures how a regions relative value developed between 1995 and 2008. For instance, arelative move of a region towards the first HH or third quadrant LL reflects the strengtheningor emergence of positive spatial clustering, whereas movements towards the second LH orfourth HL quadrant reflect negative clustering i.e. local divergence process. The longer themovement vector, the larger the relative movement compared to the mean.Figure 4 shows the SDMS for our four variables. Movements of East German regions are 16Berlin Cottbus Potsdam Barnim DahmeSpreewald ElbeElster Havelland MarkischOderland Oberhavel OberspreewaldLausitz Frankfurt OderOstprignitzRuppin Brandenburg an der Havel SpreeNeie TeltowFlaming Uckermark Rostock Bad Doberan Gustrow Ludwigslust Neubrandenburg Demmin Stralsund Wismar Greifswald Schwerin Chemnitz Erzgebirgskreis Mittelsachsen Vogtlandkreis Zwickau Dresden Bautzen Gorlitz Meien Sachsische SchweizOsterzgebirge KS Leipzig Leipzig Nordsachsen Halle SaaleMagdeburg DessauRolau Jerichower Land Burgenlandkreis Harz MansfeldSudharz Saalekreis Salzlandkreis Stendal Wittenberg Erfurt Gera Eichsfeld Nordhausen Eisenach UnstrutHainichKreis Suhl Gotha IlmKreis Weimar Hildburghausen SaalfeldRudolstadt Jena SaaleOrlaKreis Altenburger Land Kiel Lubeck Dithmarschen Herzogtum Lauenburg Nordfriesland Ostholstein Pinneberg Plon Neumunster Flensburg Segeberg Steinburg Stormarn Hamburg Braunschweig Salzgitter Gifhorn Gottingen Goslar Wolfsburg Northeim Peine Wolfenbuttel Region Hannover Diepholz HamelnPyrmont Hildesheim Nienburg WeserSchaumburg Celle Cuxhaven Harburg LuchowDannenberg Luneburg Osterholz Rotenburg WummeSoltauFallingbostel Stade Verden Oldenburg OldenburgKS Osnabruck Ammerland Emden Cloppenburg Emsland Wilhelmshaven Grafschaft Bentheim Leer Oldenburg Osnabruck Vechta Bremen Bremerhaven Dusseldorf Duisburg Essen Krefeld Monchengladbach Mulheim an der Ruhr Oberhausen Remscheid Solingen Wuppertal Kleve Mettmann RheinKreis Neuss Viersen Wesel Bonn Koln Leverkusen Aachen Duren RheinErftKreis Euskirchen Heinsberg Oberbergischer Kreis RheinischBergischer Kreis RheinSiegKreis Bottrop Gelsenkirchen Munster Borken Coesfeld Recklinghausen Steinfurt Warendorf Bielefeld Gutersloh Herford Hoxter Lippe MindenLubbecke Paderborn Bochum Dortmund Hagen Hamm Herne EnnepeRuhrKreis Hochsauerlandkreis Markischer Kreis Olpe SiegenWittgenstein Soest Unna Darmstadt Frankfurt am Main Offenbach am Main Wiesbaden Bergstrae DarmstadtDieburg GroGerau Hochtaunuskreis MainKinzigKreis MainTaunusKreis Offenbach RheingauTaunusKreis Wetteraukreis Gieen LahnDillKreis LimburgWeilburg MarburgBiedenkopf Vogelsbergkreis KS Kassel Fulda HersfeldRotenburg Kassel SchwalmEderKreis WaldeckFrankenberg WerraMeinerKreis Koblenz Ahrweiler Altenkirchen WesterwaldBad Kreuznach MayenKoblenz Neuwied CochemZell RheinLahnKreis Westerwaldkreis Trier BernkastelWittlich EifelkreisBitburgPrum TrierSaarburg Ludwigshafen am Rhein Mainz Worms Neustadt an der Weinstrae Donnersbergkreis Germersheim Kaiserslautern Landau in der Pfalz Frankenthal PfalzMainzBingen Pirmasens Stuttgart Boblingen Esslingen Goppingen Ludwigsburg RemsMurrKreis KS Heilbronn Heilbronn Hohenlohekreis Schwabisch Hall MainTauberKreis Heidenheim Ostalbkreis KS Karlsruhe Karlsruhe BadenBaden Heidelberg Mannheim NeckarOdenwaldKreis RheinNeckarKreis Pforzheim Calw Enzkreis Freudenstadt Freiburg im Breisgau BreisgauHochschwarzwald Emmendingen Ortenaukreis Rottweil SchwarzwaldBaarKreis Tuttlingen Konstanz Lorrach Waldshut Reutlingen Tubingen Zollernalbkreis Ulm AlbDonauKreis Biberach Bodenseekreis Ravensburg Sigmaringen Ingolstadt KS Munchen Altotting Berchtesgadener Land Bad TolzWolfratshausen Dachau Ebersberg Eichstatt Erding Freising Furstenfeldbruck Landsberg am Lech Muhldorf a. Inn Munchen NeuburgSchrobenhausen Rosenheim Starnberg Traunstein GarmischPartenkirchen Deggendorf FreyungGrafenau Kelheim Landshut Passau RottalInn Straubing KS Regensburg Amberg Cham Neumarkt i.d. OPf.Weiden i.d. OPf.Regensburg Schwandorf Bamberg Bayreuth Coburg Forchheim Hof Kronach Erlangen KS Furth Nurnberg Ansbach ErlangenHochstadt Furth Nurnberger Land Schwabach Wurzburg Aschaffenburg Bad Kissingen RhonGrabfeld Miltenberg MainSpessart Schweinfurt Kitzingen Augsburg AichachFriedberg Augsburg Gunzburg NeuUlm Kaufbeuren Memmingen Dillingen a.d. Donau Kempten AllgauStadtverband Saarbrucken MerzigWadern Neunkirchen Saarlouis SaarpfalzKreis HHLLHLLH2101Spatial lag of patents per 100 worker64202Patents per 100 worker East Germany West Germany Berlin Cottbus Potsdam Barnim DahmeSpreewald ElbeElster Havelland MarkischOderland Oberhavel OberspreewaldLausitz Frankfurt OderOstprignitzRuppin Brandenburg an der Havel SpreeNeie TeltowFlaming Uckermark Rostock Bad Doberan Gustrow Ludwigslust Neubrandenburg Demmin Stralsund Wismar Greifswald Schwerin Chemnitz Erzgebirgskreis Mittelsachsen Vogtlandkreis Zwickau Dresden Bautzen Gorlitz Meien Sachsische SchweizOsterzgebirge KS Leipzig Leipzig Nordsachsen Halle SaaleMagdeburg DessauRolau Jerichower Land Burgenlandkreis Harz MansfeldSudharz Saalekreis Salzlandkreis Stendal Wittenberg Erfurt Gera Eichsfeld Nordhausen Eisenach UnstrutHainichKreis Suhl Gotha IlmKreis Weimar Hildburghausen SaalfeldRudolstadt Jena SaaleOrlaKreis Altenburger Land Kiel Lubeck Dithmarschen Herzogtum Lauenburg Nordfriesland Ostholstein Pinneberg Plon Neumunster Flensburg Segeberg Steinburg Stormarn Hamburg Braunschweig Salzgitter Gifhorn Gottingen Goslar Wolfsburg Northeim Peine Wolfenbuttel Region Hannover Diepholz HamelnPyrmont Hildesheim Nienburg WeserSchaumburg Celle Cuxhaven Harburg LuchowDannenberg Luneburg Osterholz Rotenburg WummeSoltauFallingbostel Stade Verden Oldenburg OldenburgKS Osnabruck Ammerland Emden Cloppenburg Emsland Wilhelmshaven Grafschaft Bentheim Leer Oldenburg Osnabruck Vechta Bremen Bremerhaven Dusseldorf Duisburg Essen Krefeld Monchengladbach Mulheim an der Ruhr Oberhausen Remscheid Solingen Wuppertal Kleve Mettmann RheinKreis Neuss Viersen Wesel Bonn Koln Leverkusen Aachen Duren RheinErftKreis Euskirchen Heinsberg Oberbergischer Kreis RheinischBergischer Kreis RheinSiegKreis Bottrop Gelsenkirchen Munster Borken Coesfeld Recklinghausen Steinfurt Warendorf Bielefeld Gutersloh Herford Hoxter Lippe MindenLubbecke Paderborn Bochum Dortmund Hagen Hamm Herne EnnepeRuhrKreis Hochsauerlandkreis Markischer Kreis Olpe SiegenWittgenstein Soest Unna Darmstadt Frankfurt am Main Offenbach am Main Wiesbaden Bergstrae DarmstadtDieburg GroGerau Hochtaunuskreis MainKinzigKreis MainTaunusKreis Offenbach RheingauTaunusKreis Wetteraukreis Gieen LahnDillKreis LimburgWeilburg MarburgBiedenkopf Vogelsbergkreis KS Kassel Fulda HersfeldRotenburg Kassel SchwalmEderKreis WaldeckFrankenberg WerraMeinerKreis Koblenz Ahrweiler Altenkirchen WesterwaldBad Kreuznach MayenKoblenz Neuwied CochemZell RheinLahnKreis Westerwaldkreis Trier BernkastelWittlich EifelkreisBitburgPrum TrierSaarburg Ludwigshafen am Rhein Mainz Worms Neustadt an der Weinstrae Donnersbergkreis Germersheim Kaiserslautern Landau in der Pfalz Frankenthal PfalzMainzBingen Pirmasens Stuttgart Boblingen Esslingen Goppingen Ludwigsburg RemsMurrKreis KS Heilbronn Heilbronn Hohenlohekreis Schwabisch Hall MainTauberKreis Heidenheim Ostalbkreis KS Karlsruhe Karlsruhe BadenBaden Heidelberg Mannheim NeckarOdenwaldKreis RheinNeckarKreis Pforzheim Calw Enzkreis Freudenstadt Freiburg im Breisgau BreisgauHochschwarzwald Emmendingen Ortenaukreis Rottweil SchwarzwaldBaarKreis Tuttlingen Konstanz Lorrach Waldshut Reutlingen Tubingen Zollernalbkreis Ulm AlbDonauKreis Biberach Bodenseekreis Ravensburg Sigmaringen Ingolstadt KS Munchen Altotting Berchtesgadener Land Bad TolzWolfratshausen Dachau Ebersberg Eichstatt Erding Freising Furstenfeldbruck Landsberg am Lech Muhldorf a. Inn Munchen NeuburgSchrobenhausen Rosenheim Starnberg Traunstein GarmischPartenkirchen Deggendorf FreyungGrafenau Kelheim Landshut Passau RottalInn Straubing KS Regensburg Amberg Cham Neumarkt i.d. OPf.Weiden i.d. OPf.Regensburg Schwandorf Bamberg Bayreuth Coburg Forchheim Hof Kronach Erlangen KS Furth Nurnberg Ansbach ErlangenHochstadt Furth Nurnberger Land Schwabach Wurzburg Aschaffenburg Bad Kissingen RhonGrabfeld Miltenberg MainSpessart Schweinfurt Kitzingen Augsburg AichachFriedberg Augsburg Gunzburg NeuUlm Kaufbeuren Memmingen Dillingen a.d. Donau Kempten AllgauStadtverband Saarbrucken MerzigWadern Neunkirchen Saarlouis SaarpfalzKreis LHLLHHHL.020.02.04.06Spatial lag of average age.050.05.1Average age East Germany West Germany Berlin Cottbus Potsdam Barnim DahmeSpreewald ElbeElster Havelland MarkischOderland Oberhavel OberspreewaldLausitz Frankfurt OderOstprignitzRuppin Brandenburg an der Havel SpreeNeie TeltowFlaming Uckermark Rostock Bad Doberan Gustrow Ludwigslust Neubrandenburg Demmin Stralsund Wismar Greifswald Schwerin Chemnitz Erzgebirgskreis Mittelsachsen Vogtlandkreis Zwickau Dresden Bautzen Gorlitz Meien Sachsische SchweizOsterzgebirge KS Leipzig Leipzig Nordsachsen Halle SaaleMagdeburg DessauRolau Jerichower Land Burgenlandkreis Harz MansfeldSudharz Saalekreis Salzlandkreis Stendal Wittenberg Erfurt Gera Eichsfeld Nordhausen Eisenach UnstrutHainichKreis Suhl Gotha IlmKreis Weimar Hildburghausen SaalfeldRudolstadt Jena SaaleOrlaKreis Altenburger Land Kiel Lubeck Dithmarschen Herzogtum Lauenburg Nordfriesland Ostholstein Pinneberg Plon Neumunster Flensburg Segeberg Steinburg Stormarn Hamburg Braunschweig Salzgitter Gifhorn Gottingen Goslar Wolfsburg Northeim Peine Wolfenbuttel Region Hannover Diepholz HamelnPyrmont Hildesheim Nienburg WeserSchaumburg Celle Cuxhaven Harburg LuchowDannenberg Luneburg Osterholz Rotenburg WummeSoltauFallingbostel Stade Verden Oldenburg OldenburgKS Osnabruck Ammerland Emden Cloppenburg Emsland Wilhelmshaven Grafschaft Bentheim Leer Oldenburg Osnabruck Vechta Bremen Bremerhaven Dusseldorf Duisburg Essen Krefeld Monchengladbach Mulheim an der Ruhr Oberhausen Remscheid Solingen Wuppertal Kleve Mettmann RheinKreis Neuss Viersen Wesel Bonn Koln Leverkusen Aachen Duren RheinErftKreis Euskirchen Heinsberg Oberbergischer Kreis RheinischBergischer Kreis RheinSiegKreis Bottrop Gelsenkirchen Munster Borken Coesfeld Recklinghausen Steinfurt Warendorf Bielefeld Gutersloh Herford Hoxter Lippe MindenLubbecke Paderborn Bochum Dortmund Hagen Hamm Herne EnnepeRuhrKreis Hochsauerlandkreis Markischer Kreis Olpe SiegenWittgenstein Soest Unna Darmstadt Frankfurt am Main Offenbach am Main Wiesbaden Bergstrae DarmstadtDieburg GroGerau Hochtaunuskreis MainKinzigKreis MainTaunusKreis Offenbach RheingauTaunusKreis Wetteraukreis Gieen LahnDillKreis LimburgWeilburg MarburgBiedenkopf Vogelsbergkreis KS Kassel Fulda HersfeldRotenburg Kassel SchwalmEderKreis WaldeckFrankenberg WerraMeinerKreis Koblenz Ahrweiler Altenkirchen WesterwaldBad Kreuznach MayenKoblenz Neuwied CochemZell RheinLahnKreis Westerwaldkreis Trier BernkastelWittlich EifelkreisBitburgPrum TrierSaarburg Ludwigshafen am Rhein Mainz Worms Neustadt an der Weinstrae Donnersbergkreis Germersheim Kaiserslautern Landau in der Pfalz Frankenthal PfalzMainzBingen Pirmasens Stuttgart Boblingen Esslingen Goppingen Ludwigsburg RemsMurrKreis KS Heilbronn Heilbronn Hohenlohekreis Schwabisch Hall MainTauberKreis Heidenheim Ostalbkreis KS Karlsruhe Karlsruhe BadenBaden Heidelberg Mannheim NeckarOdenwaldKreis RheinNeckarKreis Pforzheim Calw Enzkreis Freudenstadt Freiburg im Breisgau BreisgauHochschwarzwald Emmendingen Ortenaukreis Rottweil SchwarzwaldBaarKreis Tuttlingen Konstanz Lorrach Waldshut Reutlingen Tubingen Zollernalbkreis Ulm AlbDonauKreis Biberach Bodenseekreis Ravensburg Sigmaringen Ingolstadt KS Munchen Altotting Berchtesgadener Land Bad TolzWolfratshausen Dachau Ebersberg Eichstatt Erding Freising Furstenfeldbruck Landsberg am Lech Muhldorf a. Inn Munchen NeuburgSchrobenhausen Rosenheim Starnberg Traunstein GarmischPartenkirchen Deggendorf FreyungGrafenau Kelheim Landshut Passau RottalInn Straubing KS Regensburg Amberg Cham Neumarkt i.d. OPf.Weiden i.d. OPf.Regensburg Schwandorf Bamberg Bayreuth Coburg Forchheim Hof Kronach Erlangen KS Furth Nurnberg Ansbach ErlangenHochstadt Furth Nurnberger Land Schwabach Wurzburg Aschaffenburg Bad Kissingen RhonGrabfeld Miltenberg MainSpessart Schweinfurt Kitzingen Augsburg AichachFriedberg Augsburg Gunzburg NeuUlm Kaufbeuren Memmingen Dillingen a.d. Donau Kempten AllgauStadtverband Saarbrucken MerzigWadern Neunkirchen Saarlouis SaarpfalzKreis HHHLLHLL.050.05.1Spatial lag of age dispersion.1.050.05.1.15Age dispersion East Germany West Germany Berlin Cottbus Potsdam Barnim DahmeSpreewald ElbeElster Havelland MarkischOderland Oberhavel OberspreewaldLausitz Frankfurt OderOstprignitzRuppin Brandenburg an der Havel SpreeNeie TeltowFlaming Uckermark Rostock Bad Doberan Gustrow Ludwigslust Neubrandenburg Demmin Stralsund Wismar Greifswald Schwerin Chemnitz Erzgebirgskreis Mittelsachsen Vogtlandkreis Zwickau Dresden Bautzen Gorlitz Meien Sachsische SchweizOsterzgebirge KS Leipzig Leipzig Nordsachsen Halle SaaleMagdeburg DessauRolau Jerichower Land Burgenlandkreis Harz MansfeldSudharz Saalekreis Salzlandkreis Stendal Wittenberg Erfurt Gera Eichsfeld Nordhausen Eisenach UnstrutHainichKreis Suhl Gotha IlmKreis Weimar Hildburghausen SaalfeldRudolstadt Jena SaaleOrlaKreis Altenburger Land Kiel Lubeck Dithmarschen Herzogtum Lauenburg Nordfriesland Ostholstein Pinneberg Plon Neumunster Flensburg Segeberg Steinburg Stormarn Hamburg Braunschweig Salzgitter Gifhorn Gottingen Goslar Wolfsburg Northeim Peine Wolfenbuttel Region Hannover Diepholz HamelnPyrmont Hildesheim Nienburg WeserSchaumburg Celle Cuxhaven Harburg LuchowDannenberg Luneburg Osterholz Rotenburg WummeSoltauFallingbostel Stade Verden Oldenburg OldenburgKS Osnabruck Ammerland Emden Cloppenburg Emsland Wilhelmshaven Grafschaft Bentheim Leer Oldenburg Osnabruck Vechta Bremen Bremerhaven Dusseldorf Duisburg Essen Krefeld Monchengladbach Mulheim an der Ruhr Oberhausen Remscheid Solingen Wuppertal Kleve Mettmann RheinKreis Neuss Viersen Wesel Bonn Koln Leverkusen Aachen Duren RheinErftKreis Euskirchen Heinsberg Oberbergischer Kreis RheinischBergischer Kreis RheinSiegKreis Bottrop Gelsenkirchen Munster Borken Coesfeld Recklinghausen Steinfurt Warendorf Bielefeld Gutersloh Herford Hoxter Lippe MindenLubbecke Paderborn Bochum Dortmund Hagen Hamm Herne EnnepeRuhrKreis Hochsauerlandkreis Markischer Kreis Olpe SiegenWittgenstein Soest Unna Darmstadt Frankfurt am Main Offenbach am Main Wiesbaden Bergstrae DarmstadtDieburg GroGerau Hochtaunuskreis MainKinzigKreis MainTaunusKreis Offenbach RheingauTaunusKreis Wetteraukreis Gieen LahnDillKreis LimburgWeilburg MarburgBiedenkopf Vogelsbergkreis KS Kassel Fulda HersfeldRotenburg Kassel SchwalmEderKreis WaldeckFrankenberg WerraMeinerKreis Koblenz Ahrweiler Altenkirchen WesterwaldBad Kreuznach MayenKoblenz Neuwied CochemZell RheinLahnKreis Westerwaldkreis Trier BernkastelWittlich EifelkreisBitburgPrum TrierSaarburg Ludwigshafen am Rhein Mainz Worms Neustadt an der Weinstrae Donnersbergkreis Germersheim Kaiserslautern Landau in der Pfalz Frankenthal PfalzMainzBingen Pirmasens Stuttgart Boblingen Esslingen Goppingen Ludwigsburg RemsMurrKreis KS Heilbronn Heilbronn Hohenlohekreis Schwabisch Hall MainTauberKreis Heidenheim Ostalbkreis KS Karlsruhe Karlsruhe BadenBaden Heidelberg Mannheim NeckarOdenwaldKreis RheinNeckarKreis Pforzheim Calw Enzkreis Freudenstadt Freiburg im Breisgau BreisgauHochschwarzwald Emmendingen Ortenaukreis Rottweil SchwarzwaldBaarKreis Tuttlingen Konstanz Lorrach Waldshut Reutlingen Tubingen Zollernalbkreis Ulm AlbDonauKreis Biberach Bodenseekreis Ravensburg Sigmaringen Ingolstadt KS Munchen Altotting Berchtesgadener Land Bad TolzWolfratshausen Dachau Ebersberg Eichstatt Erding Freising Furstenfeldbruck Landsberg am Lech Muhldorf a. Inn Munchen NeuburgSchrobenhausen Rosenheim Starnberg Traunstein GarmischPartenkirchen Deggendorf FreyungGrafenau Kelheim Landshut Passau RottalInn Straubing KS Regensburg Amberg Cham Neumarkt i.d. OPf.Weiden i.d. OPf.Regensburg Schwandorf Bamberg Bayreuth Coburg Forchheim Hof Kronach Erlangen KS Furth Nurnberg Ansbach ErlangenHochstadt Furth Nurnberger Land Schwabach Wurzburg Aschaffenburg Bad Kissingen RhonGrabfeld Miltenberg MainSpessart Schweinfurt Kitzingen Augsburg AichachFriedberg Augsburg Gunzburg NeuUlm Kaufbeuren Memmingen Dillingen a.d. Donau Kempten AllgauStadtverband Saarbrucken MerzigWadern Neunkirchen Saarlouis SaarpfalzKreis HHHLLHLL1.50.5Spatial lag of share of highskilled1.51.50.51Share of highskilled East Germany West Germanyshown in blue, and West German regions are represented by the colour red. Interestingly, forall investigated variables the SDMS show dominant movements to the first HH and thirdLL quadrant, i.e. we observe tendencies towards positive clustering. Overall, the patternsspeak in favour of a polarization trend among German regions where some regions develop ina favourable way, whereas other regions relative position deteriorates. The specific patternsare discussed in the following.In particular, the average size of movements length of thearrow for patents per 100 worker is much greater compared to the other variables, indicatingthat patent activity varies to a greater extent over time. In particular, East German regionsincluding mostly rural regions around the cities Berlin, Potsdam e.g. Overhavel, Havelland,Barnim, TeltowFlaming and DahmeSpreewald and Jena e.g. Weimar and Ilm have improvedin terms of innovation production. However, the movements are small, reflecting low dynamicsin East Germany and low levels of innovation activity overall. In West Germany, the picture ismixed. Even though some regions have moved towards the first quadrant, tendencies towardscold spots movements towards the third quadrant are pronounced as well, particular amongrural West German regions. Nevertheless, some of these regions are moving from high initialvalues such as Neustadt an der Weinstrae, Frankenthal and DarmstadtDieburg.Looking at average age shows that dominant movement towards the first quadrant are drivenby mostly rural regions both in East and West Germany. In contrast, regions moving towards thethird quadrant mostly include major West German cities such as Munich, Stuttgart, Frankfurt,Hamburg. The result shows that cities are becoming more important for young workers, whereasrural regions are increasingly losing its youngest workers.Another interesting observation can be made for age dispersion and the share of highlyskilled workers. We observe that most East German regions are moving in the direction of astronger clustering of more heterogenous age values and lower human capital. In contrast, West German regions appear to be partly moving in the opposite direction less heterogeneity andhigher skills. The development for the share of highskilled reflects skillselective EastWestmigration patterns during the observed period, which has been found, for instance, by Arntz etal. 2011.In order to study potential comovements of the investigated variables, we construct contingency tables for movement types in the SDMS similar to Table 4. As found above, in Table 5,the Pearson 2 test on independence is rejected in all cases. The table reads as follows. Thevalue in row 4 and column 1 indicates 63 positive comovements to HH for average age and 17Table 5: Contingency tables between types of movements in the directional scatterplot Patents per 100 workers2435HighHigh LowHigh HighLow LowLow Total obs.2415711151861827179457441710353318183758298111061617327701385338102140733187331Pearson 2 20.1743 Pr 0.017Pearson 2 43.8184 Pr 0.000Pearson 2 84.7773 Pr 0.000Variable Averageage Movementstowards a ClusterOutliertype HighHigh LowHigh HighLow LowLow Agedispersion HighHigh LowHigh HighLow LowLow Share of HighHighhighskilled LowHigh HighLow LowLow Total obs.163275157095263112562110301459208921241591058innovation, while row 4 and column 4 tell us that we observe 35 negative comovements to LL. This result is somehow surprising, since we would expect the evolution of innovation clustersto coincide with the evolution of young rather than old workers. However, the figures show lowinnovative East German regions that have been relatively improving their innovation output,despite an ageing workforce and low economic performance. The figures also indicate that 44mostly West German regions have been moving both towards lowly innovative and highage clusters. For age diversity, the results reflect that an increase in the clustering of ageheterogenoushomogenous regions coincides largely with an increase in the clustering of highly lowly innovative regions. These positive comovements hint at a positive relationship between age diversityand a regions capability to innovate as has been found by many firmlevel studies. The mostlyopposite movements of innovation and workers skills may reflect the positive relationship between the latter variable and workers age although workers skills are more concentrated inmajor cities, suggesting that if both variables were used in a regression framework, appropriatediagnostics should be carried out to identify potential issues of collinearity.One disadvantage of the SDMSs is that they hardly allow to infer how the clustering tendencies and polarization trends are developing from a geographical point of view e.g., in Norththe South and EastWest terms.In order to see how specific geographical patterns e.g.18wellknown EastWest divide evolve over time, we construct spatial drift maps in the followingsection. Such analysis allows us to complement the above spatiotemporal results, by showingwhether change over time in the variables analysed leads to higher or lower concentration alongthe main directions NorthSouth, EastWest.3.2.2 Spatial Drift Maps In what follows, we construct spatial drift maps SDM for the investigated variables as describedby Laurent et. al 2012 and originally developed by Cressie 1993. The maps are constructed asfollows. First, we interpose a grid on the map of German regions. Second, we compute the meanand median of each grid row and column, and plot the values of the selected variables in twoseparate graphs, using alternatively the x and y axis, while maintaining each region centroidslatitude and longitude, respectively. Connecting in each graph the means or medians byrow or by column should result, in the case of random spatial distribution, in a vertical anda horizontal line, respectively. Differences between the mean bold and median dotted linesindicate the presence of outliers.Figure 5 shows the SDMs for each of the four variables for both years 1995 and 2008 separately. Looking first at the vertical line of patents per 100 worker in 1995 Figure 5, top leftshows a drift to the left when moving North. This means that the north part of Germany isless productive than the south part regarding innovation. For the same year, the horizontalline shows a drift to the bottom when moving East. This indicates that West German regionsgenerate more patents per worker than East German regions. Thus, we confirm the former findings suggesting a EastWest and NorthSouth divide with respect to innovation performance.More interestingly, we compare the drift maps of the years 1995 and 2008 and find no significantoverall change in spatial distribution, except that the amount of outliers is lower. This findingmay reflect regions absorbing the characteristics of its neighbours.Considering the SDM for average age in 1995, we observe a drift to the right when moving North. At the same time, we find that average age increases when moving East, although some South German regions follow the opposite pattern. The finding again confirms the EastWest and NorthSouth divide with respect to the average age. Moreover, the development between 1995and 2008 shows that the average age has increased strong rightward shift of the distribution.Also, the vertical line has become slightly more straight, whereas the horizontal line shows aupward drift. This development reflects East German regions that have been ageing faster than 19Figure 5: Spatial drift maps for patents per 100 workers, average age, age dispersion and shareof highskilled 1995, 2008a Patents per 100 workers 1995200819952008b Average age 1995200819952008c Age dispersion 1995200819952008d Share of highskilled 1995200819952008West German regions, on average. Again, outliers have become less important. Thus, the dividein average age of workers has increased between East and West Germany.20The graph for the age dispersion shows a rightward drift when moving South and downwardshift when moving East, reflecting young and heterogenous regions in the South and mostly oldand homogenous regions in East Germany. Comparing the years 1995 and 2008 indicates that thespatial heterogeneity and the curvature of the means interpolation has decreased. The patterncan be explained by the rightward shift in the age distribution, as discussed in Section 3.2.1.Therefore, interestingly, East and West Germany have become similar in their age diversity.For the share of highly skilled workers, only a central drift can be observed for the verticalline in 1995, which is mostly reabsorbed in 2008. The horizontal line shows an upward drift in 1995 as well, suggesting that the East German regions tend to have accumulated more humancapital. Comparing the lines for 1995 and 2008 shows that these outliers as for the verticalline have greatly decreased and the EastWest divide has disappeared. The reason for thelatter development lies, as mentioned in Section 3.2.1, in retirement of older workers andskillselective outmigration from East to West Germany that took place during the observationperiod. Despite reservations against the comparability of the skills levels as well as any otherhuman capital variable, the results indicate that East and West Germany have become moresimilar in terms of their skill composition.We have so far gained insights into the geographical patterns and dynamics of the investigated variables. We now investigate the stability of these patterns over time by looking at theprobability for region to remain in the same state or to reverse the trend. For this, we look at LISA transition probabilities in the next section.3.2.3 SpaceTime Transitions In this section we calculate LISA transition matrices in order to track the evolution of theinvestigated variables from a spatial clustering perspective. The method is based on the classical Markov chain approach, which allows to study regional dynamics between different groups orquantiles.In this respect, from a methodological viewpoint, the proposed LISA transitionmatrices are obtained similarly to the standard probability transition matrices. We follow Rey2001 and investigate the transitions of regions between the four different types of spatialassociation outlined earlier HH, LH, HL, LL. First, we specify a state probability vector Pt P1t, P2t, P3t, P4t that represents the probability of a region to be in one of the four states inperiod t, where t 1, 2,  , 14 in our case. We then define a 4 4 transition probability matrix,M mijt, showing the likelihood of a region to remain in initial state i or to move from state 21Table 6: LISA transition probabilities for patents per 100 workers, average age, age dispersionand share of highskilled 19952008Variable Patents per 100 worker Average age Age dispersion Share ofhighskilled ClusterOutlier typein period tHHtLHtHLtLLtHHtLHtHLtLLtHHtLHtHLtLLtHHtLHtHLtLLt ClusterOutlier type in period t 11432HHt1LHt1HLt1LLt190.312.18.40.491.416.59.60.382.717.612.41.392.55.73.60.16.379.61.92.64.668.11.84.98.563.62.45.05.088.10.21.62.90.268.93.43.51.371.46.37.63.866.98.12.40.288.62.10.58.120.793.60.614.217.288.61.215.018.385.60.16.17.696.35Initial sharesin 199529.515.45.749.444.69.010.835.545.213.311.829.826.510.513.949.16Steadystate 28.315.68.048.138.311.813.336.729.513.517.839.218.414.914.052.7i in period t to state j in period t 1 during the 14year period. Transition probabilities areassumed to be timeinvariant, that is mijt mijtb b. Given these assumptions, the stateprobability vector in period t b can be written as follows:Ptb Pt Mb Finally, the limiting transition probabilities yield the ergodic steadystate distribution vector.Formally, this can be expressed as follows:MT 0 Awhere A is the steadystate matrix for the system and T 0 is the number of years required toreach the steady state. The steadystate vector, defined by d, contains the values to whichall elements in each row of A tend to in the long run. Note that the longrun distribution isdetermined solely by the properties of the transition matrix M and is not affected by the initialstate distribution vector P0.The calculated transitions are shown in columns 1 to 4 in Table 6. Column 5 includes 22the shares of regions for the different states in 1995, whereas Column 6 corresponds to the computed steady state share. For instance, the probability of a highly innovative region surroundedby highly innovative regions HH to remain in its current state over one time period is 90.3per cent see row 1 and column 1, whereas the probability of remaining a LL region accountsto 93.6 per cent on average row 4 and column 4. All variables show fairly high offdiagonalprobabilities. In particular, age dispersion shows relatively high transition probabilities reflecting high dynamics over time. The two transitions with the highest probabilities are generallythose for regions moving from LH to HH and from HL to LL, that is, transitions where aregion absorbs the characteristics of its neighbours. In a recent paper, Hierro et al. 2013 interpret transitions from LH to HH as positive contagion, and those from HL to LL as negativecontagion. This result indicates that it is highly likely, for an outlier, to become part of itssurrounding cluster. This is an interesting result, since it means, for example, that a regionis negatively positively affected in its innovative performance by being surrounded by weaklystrongly innovative regions.Also, the probability of being absorbed by the neighbours state is always higher than the oneof the reverse outcome, and the gap in probability for the two events is greater for the negativeoutcome i.e., it is more likely for an HL region to become LL than for an LH region to become HH. The only exception are LH regions concerning the share of highskilled, probably againbecause of the ongoing skillselective outmigration. Our finding pertaining to the probabilityof joining the neighbours state, albeit for different variables, seems to be in contrast with theone of Hierro et al. 2013, who stress that positive spatial contagion transitioning from LH to HH is more likely to be expected than negative from HL to LL. Finally, movements from LH to LL and from HL to HH seem fairly high as well in the case of average age and agedispersion. Obviously, single regions may also end up pulling their neighbours updown to theirstatus, but the probability of this occurernce is much lower. Thus, the probability to reverse thetrend, for underperforming regions with an old and homogenous age structure, for instance in East Germany, is low. There appears then to exist a clusterwise path dependence, where notonly a regions own history influences its chances of modifying its status quo in the future asit is normal to expect. Additionally, the surrounding environment plays a role in limiting therange of possible future outcomes, or in favouring different outcomes, when there is a mismatchbetween a regions state and the one of its surrounding areas. Clearly, such a hypothesis canonly be formulated on the basis of our findings, but it will need to be thoroughly tested in 23further research by means of regression modelling.We can now investigate the longrun results suggested by our data, by means of the ergodicsteadystate distributions. We find that most regions were either LL or HH in 1995 and thisappears to be true in the long run as well. For instance, 29.5 49.4 per cent of regions were in ahighly lowly innovative cluster in 1995 and the expected share in the long run is 28.3 48.1 percent see columns 5 and 6 of Table 6. Also, except for innovation, all variables show that LL clusters will become more important, with a decrease in the sizenumber of the HH clusters.Finally, the share of outliers is expected to increase in particular HL, compared to the initialshare in 1995. Our results a shrinking and enlargement of HH and LL clusters respectively, andthe emergence of more outliers appear to signal an increase in the concentration of a variable infew specific regions. This seems to be the case, for example, for the share of high skilled. Finally,innovation seems much more stable in the long run, compared to the demographic measures.Overall, the transition matrices presented above suggest that location matters for the evolution of regional innovation and workers age structure and human capital. In particular, ourresults show that the evolution of a region depends on its neighbouring regions. The latter finding might explain why, for German regions, we currently observe clustering tendencies towardspolarization. Transition probabilities also show that it is unlikely for a region to reverse thetrend, suggesting strong neighbouring forces and clusterwise path dependence. In the long run,the production of knowldege is very unlikely to change. However, for demographic measures HHclusters will drop out while LL clusters will increase in extension.Our findings may be reconsidered in an urbanagglomeration economics perspective.Inparticular, one might argue that it is necessary to investigate the determinants of the processwe uncovered in this paper, and to verify whether this is consistent with what is suggested bythe new economic geography NEG literature on agglomeration and to what extent.4 Conclusion This paper contributes to the debate on demographic change in Europe and its potential effectson innovative capability and regional disparities by exploring the spatiotemporal dynamics ofregional innovation output, worker age structure and human capital for German regions. Besidescommonly used tools, we apply newly developed approaches in order to detect spatial regimesor other forms of spatial heterogeneity for the investigated variables. To our knowledge, this 24paper is the first to provide such an indepth explorative analysis, in terms of both spatial andtemporal dynamics, on the topic.Using global and local indicators of spatial correlation, we find specific clusters of highlyinnovative regions in urban and rural counties in West and South Germany. These hot spotsmostly coincide with clusters of young and heterogenous workers. In contrast, less ideadrivenregions cluster in rural and sparsely populated areas in East Germany and coincide with an oldand homogenous working population.Interestingly, regions in East Germany with high skillshares are mostly part of an innovation hub, whereas this is not true for West Germany. Wedetect very few outliers, indicating that regions are unlikely to be a high low innovative regionin a low high innovate spatial environment.Applying newly developed visualization tools, we further investigate the spacetime dynamicsof the clusters. Our finding is that although few East German regions have slightly improved interms of innovation, the overall spatial distribution has not changed much during the observedperiod. Our results for the age structure reveal a strong demographic polarization trend: majorcities are experiencing declining average ages relative to the national value, whereas the agedistribution of rural areas is shifting upwards. East Germany with a large rural landscape isparticularly negatively affected by these trends, thus the demographic divide between both partsof the country is further increasing. Despite these developments, East German regions appearto be transitioning from a highly agehomogeneous workforce towards a more heterogenous onewith lower human capital. This development may reflect the joint result of ageselective outmigration and retirement of the older workforce cohorts. In turn, East and West Germany havebecome similar in their age diversity and skill composition.Overall, our results reveal a great divide across German regions. The geography of innovationshows not one, but two Germanies: Innovation hubs with young and age heterogenous workerson the one hand side and less ideadriven regions with old and homogenous workers on theother. The specific dynamic patterns observed suggest that the divide will further increase alongagglomeration lines. In particular, major cities are gaining importance for young and educatedworkers since agglomerated thick labour markets increasingly offer several advantages suchas cultural infrastructure and a better matching efficiency between workers and employers seee.g. Moretti 2011, Buch et al. 2013. Our investigations show that losing regions thereby havea small probability to reverse the trend due to strong neighbouring forces and clusterwise pathdependence. For policy makers of such regions it will therefore become more important to 25develop strategies to counteract the geographical poverty trap such as big push type of policiesto move the region to a good equilibrium Moretti 2011, Kline 2010.Our findings also have implications for future work in this field. In particular, our indepthexploratory analysis may serve as a departure point for any analysis trying to measure the impactof demographic ageing on firm or regional performance. The presence of strong clustering inthe demographic variables, and of very specific outliers with regard to innovation, suggeststhat spatial econometric techniques may be required when investigating such research question.From this point of view, it may be interesting to investigate whether demographic variablesinteract in pushing technological development. Additionally, the presence of clusters might beexplicitly modelled in a regression framework to incorporate, for example, threshold effects inthe development of innovation capability. Alternatively, one might be interested in linking ourfinding of a stronger concentration of highly performing regions to the theoretical and appliedliterature on agglomeration, and to test the consistency of this finding in other contexts.26References Acs, Z., L. Anselin, and A. Varga 2002: Patents and innovation counts as measures ofregional production of new knowledge, Research policy, 317, 10691085.Anger, S., and K. Lupo 2004: Bildungsrenditen von Vollzeitbeschaftigten in Deutschland:der Osten hat aufgeholt, Wochenbericht, 7410, 149157.Anselin, L. 1988: Spatial Econometrics: Methods and Models. Kluwer Academic, Dordrecht.1995: Local Indicators of Spatial AssociationLISA, Geographical Analysis, 272,93115.1996: The Moran scatterplot as an ESDA tool to assess local instability in spatialassociation, Spatial analytical perspectives on GIS, 4, 121.2001: Spatial Econometrics, B. Baltagi ed.: Companion to Econometrics. Basil Blackwell, Oxford.Anselin, L., and R. J. Florax 1995: Small sample properties of tests for spatial dependence in regression models: Some further results, in New directions in spatial econometrics,pp. 2174. Springer, Berlin, Heidelberg.Arntz, M., T. Gregory, and F. Lehmer 2011: Unequal pay or unequal employment?What drives the skillcomposition of labor flows in Germany?, ZEW Discussion Papers 11074, Center for European Economic Research.Brunow, S., and G. Hirte 2006: Age structure and regional economic growth, Jahrbuchfur Regionalwissenschaft, 261, 323.Buch, T., S. Hamann, A. Niebuhr, and A. Rossen 2013: What Makes Cities Attractive?The Determinants of Urban Labour Migration in Germany, Urban Studies, forthcoming.Burda, M. C., and J. Hunt 2001: From Reunification to Economic Integration: Productivity and the Labor Market in Eastern Germany, Brookings Papers on Economic Activity,322, 192.Cressie, N. 1993: Statistics for spatial data. John Wiley Sons, London.27Dallerba, S. 2005: Distribution of regional income and regional funds in Europe 19891999: an exploratory spatial data analysis, The Annals of Regional Science, 391, 121148.Ertur, C., and W. Koch 2006: Regional disparities in the European Union and the enlargement process: an exploratory spatial data analysis, 19952000, The Annals of Regional Science, 404, 723765.Fazio, G., and L. Lavecchia 2013: Social capital formation across space: proximity andtrust in European regions, International Regional Science Review, 36, 296321.Feyrer, J. D. 2008: Aggregate Evidence on the Link Between Age Structure and Productivity, Population and Development Review, 34, 7899.Fitzenberger, B., A. Osikominu, and R. Volter 2006: Imputation Rules to Improvethe Education Variable in the IAB Employment Subsample, Schmollers Jahrbuch: Journalof Applied Social Science Studies, 1263, 405436.Fratesi, U., and M. R. Riggi 2007: Does Migration Reduce Regional Disparities? The Role of SkillSelective Flows, Review of Urban and Regional Development Studies, 191,78102.Giese, E. 2002: The spatial pattern of invention activities in West Germany 19921994, in Technological change and regional development in Europe, pp. 927. Physica Verlag, Heidelberg, New York.Giese, E., and von Reinhard Stoutz 1998: Indikatorfunktion von Patentanmeldungen fur regionalanalytische Zwecke in der Bundesrepublik Deutschland, Raumforschung und Raumordnung, 5656, 414420.Glaeser, E. L. 1999: Learning in Cities, Journal of Urban Economics, 462, 254277.Griliches, Z. 1998: Patent statistics as economic indicators: a survey, in RD and Productivity: The Econometric Evidence, pp. 287343. University of Chicago Press.Hierro, M., A. Maza, and J. Villaverde 2013: A proposal for detecting spatial contagion: Some evidence on the international migration distribution in Spain, Papers in Regional Science, forthcoming.28Hunt, J. 2004: Are migrants more skilled than nonmigrants? Repeat, return, and sameemployer migrants, Canadian Journal of Economics, 374, 830849.Jaffe, A. B., M. Trajtenberg, and R. Henderson 1993: Geographic localization ofknowledge spillovers as evidenced by patent citations, the Quarterly journal of Economics,1083, 577598.Kanbur, R., and H. Rapoport 2005: Migration selectivity and the evolution of spatialinequality, Journal of Economic Geography, 51, 4357.Kline, P. 2010: Place based policies, heterogeneity, and agglomeration, The American Economic Review, 1002, 383387.Laurent, T., A. RuizGazen, and C. ThomasAgnan 2012: Geo Xp: An R Package for Exploratory Spatial Data Analysis, Journal of Statistical Software, 102, 123.Le Gallo, J. 2004: Spacetime analysis of GDP disparities among European regions: AMarkov chains approach, International Regional Science Review, 272, 138163.Le Gallo, J., and C. Ertur 2003: Exploratory spatial data analysis of the distribution ofregional per capita GDP in Europe, 19801995, Papers in regional science, 822, 175201.Le Sage, J., and R. Pace 2009: Introduction to spatial econometrics. Chapman HallCRC,Boca Raton.Lindh, T., and B. Malmberg 1999: Age structure effects and growth in the OECD, 19501990, Journal of population Economics, 123, 431449.Moretti, E. 2011: Local Labor Markets, in Handbook of Labor Economics, ed. by D. Card,and O. Ashenfelter, vol. 4, Part B, chap. 14, pp. 1237 1313. Elsevier.Patacchini, E., and P. Rice 2007: Geography and economic performance: exploratoryspatial data analysis for Great Britain, Regional Studies, 414, 489508.Patuelli, R., D. A. Griffith, M. Tiefelsdorf, and P. Nijkamp 2012: Spatial Filtering Methods for Tracing SpaceTime Developments in an Open Regional System: Experimentswith German Unemployment Data, in Societies in Motion: Regional Development, Industrial Innovation and Spatial Mobility, pp. 24768. Edward Elgar.29Patuelli, R., N. Schanne, D. Griffith, and P. Nijkamp 2012: Persistence of Regional Unemployment: Application of a Spatial Filtering Approach to Local Labor Markets in Germany, Journal of Regional Science, 522, 30023.Puga, D. 2002: European regional policies in light of recent location theories, Journal of Economic Geography, 24, 373406.Rey, S. 2001: Spatial empirics for economic growth and convergence, Geographical Analysis,333, 195214.Rey, S. J., A. T. Murray, and L. Anselin 2011: Visualizing regional income distributiondynamics, Letters in Spatial and Resource Sciences, 41, 8190.Appendix Table 7: Regional characteristics by agglomeration type, East and West Germany 19952008West Germany n3738independent major citiesurban countiesrural counties withconcentration tendenciessparsely populated rural counties East Germany n910independent major citiesurban countiesrural counties withconcentration tendenciessparsely populated counties Patentsper 100 workers Averageage Age Share ofdispersion highskilled 3.667.555.583.141.970.891.201.0040.4340.1539.7939.7241.1641.2541.1841.1910.3010.3610.5010.4610.2810.2110.1710.078.395.043.392.9912.456.746.475.4831", "filename": "766279448.pdf", "person": ["Terry Gregory", "Gregory, Terry", "Roberto Patuelli", "Patuelli, Roberto"], "date": ["2013"]}