{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/93703/1/767846184.pdf"], "title": ["What do we know about non-clinical interventions for preventable and treatable childhood diseases in developing countries?"], "plaintext": " WIDER Working Paper No. 2013087 What do we know about nonclinical interventions for preventable and treatable childhood diseases in developing countries? Maureen Seguin 1 and Miguel NinoZarazua 2 September 2013 Abstract Preventable and treatable childhood diseases, notably acute respiratory infections and diarrhoeal diseases are the first and second leading causes of death and morbidity among young children in developing countries. The fact that a large proportion of child deaths are caused by these diseases is symptomatic of dysfunctional policy strategies and health systems in the developing world. Though clinical interventions against such diseases have been thoroughly studied, nonclinical interventions have received much less attention. This paper contributes to the existing literature on child wellbeing in two important respects: first, it presents a theory of changebased typology that emerges from a systematic review conducted on nonclinical interventions against preventable and treatable childhood diseases. Second, it pays particular attention to policies that have been tested in a developing country context,   Keywords: health policy; respiratory infections, diarrhoeal diseases, children, developing countries, systematic review JEL classification: I15, I18, O15, O57 Copyright UNUWIDER 2013 1The London School of Hygiene Tropical Medicine, UK; 2UNUWIDER, Finland. Corresponding author email: miguelwider.unu.edu This study has been prepared within the UNUWIDER project Re Com Foreign Aid: Research and Communication, directed by Tony Addison and Finn Tarp. UNUWIDER gratefully acknowledges specific programme contributions from the governments of Denmark Ministry of Foreign Affairs, Danida and Sweden Swedish International Development Cooperation Agency Sida for Re Com. UNUWIDER also gratefully acknowledges core financial support to its work programme from the governments of Denmark, Finland, Sweden, and the United Kingdom. ISSN 17987237 ISBN 9789292306649   and which focus on children as the primary target population. Overall, we find that improved water supply and quality, sanitation and hygiene, as well as the provision of medical equipment that detect symptoms of childhood diseases, along with training and education for medical workers, are effective policy instruments to tackle diarrhoeal diseases and acute respiratory infections in developing countries. The World Institute for Development Economics Research WIDER was established by the United Nations University UNU as its first research and training centre and started work in Helsinki, Finland in 1985. The Institute undertakes applied research and policy analysis on structural changes affecting the developing and transitional economies, provides a forum for the advocacy of policies leading to robust, equitable and environmentally sustainable growth, and promotes capacity strengthening and training in the field of economic and social policy making. Work is carried out by staff researchers and visiting scholars in Helsinki and through networks of collaborating scholars and institutions around the world. www.wider.unu.edu publicationswider.unu.edu UNU World Institute for Development Economics Research UNUWIDER Katajanokanlaituri 6 B, 00160 Helsinki, Finland Typescript prepared by Janis VehmaanKreula at UNUWIDER. The views expressed in this publication are those of the authors. Publication does not imply endorsement by the Institute or the United Nations University, nor by the programmeproject sponsors, of any of the views expressed. 1 Introduction Children have been at the centre of recent global efforts to improve wellbeing conditions in developing countries. Since 1990, the year when the Millennium Development Goal 4 MDG4 began to be monitored, developing countries have made important strides towards reducing child mortality.1 Over the last 20 years, child mortality rates have fallen considerably, from 87 85, 89 deaths per 1,000 live births to 51 51, 55.2 In absolute terms, this means a reduction from 12 to 6.9 million in the number of children dying every year UNICEF 2012. However, despite the progress in this front, more than 19,000 children still die every day, most of them of preventable and treatable infectious diseases. Indeed, child mortality rates remain high in developing countries, with rates about eight times as high as those observed in developed countries. Recent estimates suggest that nearly 80 per cent of underfive deaths occur in subSaharan Africa and Southern Asia, and about half of the deaths in one of five countries: India, Nigeria, Democratic Republic of the Congo, Pakistan, and China Black et al. 2010. India and Nigeria alone account for more than onethird of the child deaths worldwide. The fact that a large proportion of child deaths are caused by preventable and treatable infectious diseases is symptomatic of dysfunctional policy strategies and health systems in the developing world. In that context, assessing what works in tackling the main cause of child morbidity and mortality becomes critical for future policy actions. Acute respiratory infections, notably pneumonia, and diarrhoeal diseases are the first and second leading causes of death among young children, respectively. Pneumonia and diarrhoea alone lead to 1.6 and 1.3 million child deaths per year respectively, amounting to almost 3 million deaths in total Black et al. 2010. Young children are particularly vulnerable to the negative health implications of diarrhoeal infections such as poor nutritional absorption, dehydration, and susceptibility to infection. Prolonged periods of diarrhoea can cause malnutrition and micronutrient deficiencies that increase the risk of contracting pneumonia while impairing growth and development of children World Health Organization 2003; EPH et al. 2004. Early malnutrition is also linked to poor cognitive functioning and learning capacity Scrimshaw 1998; Worobey et al. 2006, which in the longer term leads to lower labour productivity, and poverty Wagstaff and Watanabe 2000; Hoddinott et al. 2008; Grosse and Roy 2008. There is recent evidence of a decline in incidence and mortality rates due to diarrhoea and pneumonia among young children in developing countries Fischer Walker et al. 2012; EPH et al. 2004, with much attention on clinical interventions devoted to increasing the distribution of rotavirus vaccines, zinc supplements and oral rehydration salts ORS solutions to tackle the former disease, whereas antibiotics and immunization against haemophilus influenza type B, pneumococcus, measles and whooping cough pertussis to prevent the latter illness Desai et al. 2011; Todd et al. 2010; Gilani et al. 2012. Clinical interventions for diarrhoea and respiratory infections such as antibiotics, probiotics, and zinc have been implemented and assessed under various environmental settings Theodoratou et al. 2010; Traa et al. 2010; Dennehy 2012; SoaresWeiser et al. 2010; 1 The MDG 4 called for a twothirds reduction in the underfive mortality rates by 2015. 2 Values in brackets indicate 90 per cent uncertainly intervals, 1 Dinleyici et al. 2012; Das et al. 2010; Das et al. 2012; Lazzerini and Ronfani 2011. In contrast, the effectiveness of nonclinical interventions characterized by education and training programmes, andor improved sanitation, water supply, water quality, and hospital equipment is comparatively understudied. A recent review of training programmes for health professionals to improve care of seriously ill newborns in developing countries identified only two studies for inclusion Opiyo and English 2010. Existing reviews tend to focus on all age groups rather than young children specifically Esrey et al. 1985; Esrey et al. 1991; Fewtrell et al. 2005, or those residing outside of developing countries Rabie and Curtis 2006. The focus on small children, notably neonatal, and the health interventions that target that population subgroup is of particular significance, as the share of underfive mortality rates occurring at a very early age is increasing worldwide UNICEF 2012. To our knowledge, there are no systematic reviews that focus on nonclinical policy interventions aimed to reduce morbidity and mortality due to treatable diseases among young children in developing countries, despite the fact that there has been considerable attention to interventions that aim at enhancing the supply of resources andor social infrastructure that benefit the poor, and promoting changes in individual behaviour. This paper contributes to the existing literature on child wellbeing in two important respects: first, it presents a theory of change analytical framework that emerges from a systematic review conducted on nonclinical policy interventions against preventable and treatable childhood diseases, namely diarrhoeal and acute respiratory diseases. Second, the paper pays particular attention to policies that have been tested in a developing country context, and which focus on children as the primary target population. Overall, we find that public investment in sanitation and hygiene, water supply and quality, and the provision of medical equipment that detect symptoms of childhood diseases, along with training and education for medical workers, are effective instruments to reduce diarrhoeal diseases and acute respiratory infections. We find a wide range in terms of impact size, which reflects the various types of policy designs as well as the heterogeneity of socioeconomic environments in which these interventions have been implemented. There is no clear evidence to suggest that multifaceted policy designs are more effective than singlefocus interventions, particularly when focusing on young children. And although age seems to influence the degree of policy effectiveness, additional agedisaggregated research is needed to determine more precisely the impact of specific and combined interventions. The remaining of the paper is organized as follows: Section 2 presents the analytical framework based on a theory of change model, which is derived from the existing literature on nonclinical policy interventions for treatable childhood diseases in developing countries. Section 3 discusses the methodology and searching strategy adopted to conduct the systematic review, whereas Section 4 presents a synthesis of the evidence. Section 5 concludes with some reflections on the policy implications of our findings. 2 A theory of changebased typology Theory of change is a tool for developing solutions to complex social problems Anderson 2005. It is a participatory process involving the identification of conditions necessary for longterm goals to be achieved The Center for Theory of Change Inc. 2013. We focus on 2 nonclinical interventions that both complement and serve as channels through which preventive clinical devices e.g. vaccine immunizations and treatment innovations e.g. zinc supplements, oral rehydration salts, and antibiotic treatment of pneumonia are enhanced. We have identified two main drivers of change with regard to nonclinical interventions against diarrhoeal and respiratory diseases: first, policies that aim at enhancing supplyside capabilities in the area of material resources andor infrastructure and second, policies that aim at promoting behavioural change, primarily through information and education. We briefly describe below these types of policy approaches. 2.1 Enhancing supplyside capabilities We identify a number of interventions that aim at improving the allocation of resources andor infrastructure. Major types of policies for resource enhancement included sanitation and hospital upgrades, and improving water supply, its distribution, andor its quality. These types of nonclinical interventions are depicted in the first column on the lefthand side of Figure 1, and are often enhanced by intersecting with each other. Examples of improved water distribution include the installation of a hand pump in a community or connecting households to municipal water sources Kolahi et al. 2009; Tonglet et al. 1992; Semenza et al. 1998. Water quality interventions aim to improve water treatments to remove microbial contaminants, either at the source or in the household. Such interventions were frequently paired with the provision of improved water storage vessels. Graf et al. 2010 assessed a water quality improvement intervention via solar disinfection while others measured the impact of safe water storage containers, ceramic water filters and chlorine or other water disinfectants on the outcome Clasen et al. 2004; Jensen et al. 2003; Sobsey et al. 2003; Reller et al. 2003; Semenza et al. 1998. Interventions featuring sanitation improvements include Daniels et al. 1990s assessment of the impact of latrine ownership on diarrhoeal morbidity and Oberhelman et al. 2006s study on the health impact of corralling freerange household chickens. A large cluster of interventions involve sanitation enhancements combined with hygiene education or promotion aspects. For instance, Sircar et al. 1987 evaluated the impact of a project which combined handwashing, hygiene education, and soap provision, while an intervention assessed by Han and Hlaing 1989 included the provision of soap and instructions for mothers and children to wash their hands after defecation, and before preparing and eating their three main meals per day. Similarly, Shahid et al. 1996 and Luby et al. 2004 assessed the impact of a handwashing initiative consisting of the provision of soap along with regular surveillance and reinforcement of health messages of the benefits of handwashing. Additional multipronged interventions are assessed by Garrett et al. 2008; Aziz et al. 1990; Hoque et al. 1996; Rana 2009; Quick et al. 1999; Luby et al. 2006; Alam et al. 1989; and Lockwood et al. 2001. 2.2 Promoting behavioural change The promotion of behavioural change represents another major driver to reduce child mortality and morbidity. These types of nonclinical interventions are depicted in the second column, or cluster of policies, located on the lefthand side of Figure 1. The intended target of 3 Figure 1: Theory of change flow diagram Source: Authors. 4 such interventions is related to disease type. Interventions focused on diarrhoealrelated morbidity andor mortality are commonly aimed at mothers of young children, while those focused on respiratory infection often contained health worker training and education components. The impact of educational hygiene messages on behaviours such as handwashing and breastfeeding was assessed by Froozani et al. 1999, who introduced an educational programme promoting breastfeeding among Iranian mothers to lessen the risk of infant ingestion of contaminated water and Ahmed et al. 1993, who evaluate an intervention consisting of educational messages and household surveillance to improve hygiene practices. Several studies combined handwashing promotion along with instructions regarding animal and child faeces. For instance, Haggerty et al. 1994 assessed an intervention in Zaire today Democratic Republic of the Congo consisting of educational messages instructing the disposal of animal faeces, handwashing after defecation and before meal preparation and disposal of childrens faeces. Similarly, Stanton and Clemens 1987 observed a significant difference intervention groups after implementation of a hygiene education programme. the rate of diarrhea between control and in Bateman et al. 1995 measured the impact of two intervention models against diarrhoeal incidence: Model 1 was a more conventional model, based on courtyard education sessions with the tubewell caretakers, their spouses, and tubewell users. The secondmore innovativemodel adds additional outreach activities: school programmes, child to child activities, and activities with key influencers in the community. Outreach methodologies varied by target group, but included group discussion, demonstrations, participatory action learning exercises, flash card displays, folk songs, role playing, a comic story session, and games. Interventions focused on respiratory infection morbidity and mortality typically included a health worker training component in addition to health education for mothers. Examples include Lye et al. 1996, who implemented a training programme targeting health workers and mothers of children under the age of five, and Khan et al. 1990, who oversaw an intervention consisting of maternal education and health worker training components. Communitybased health workers were trained to recognize signs such as increased respiratory rate and chest retractions to detect pneumonia requiring treatment with antibiotics at home or referral to hospital. The programme also included efforts to educate mothers to recognize pneumonia and to provide appropriate supportive measures, and emphasized the importance of timely immunization and good nutrition. Fauveau et al. 1992 report on the impact of two successive interventions, the first consisting of a communitybased family planning and health services project and the second consisting of case detection and management by community health workers, backed by medical support. Other interventions aimed at behavioural change focused solely on the training of health workers Bang et al. 1994; Pandey et al. 1991. Nonclinical interventions are fundamental, and complementary to recent global and national efforts to scale up preventive and treatment clinical interventions such as vaccination campaigns and the distribution of oral rehydration salts and zinc supplements, and antibiotics see the righthand side of Figure 1. In this paper, we mostly focus on nonclinical interventions although both types of policies, i.e. clinical and nonclinical should be seen as an integral part of public health strategies to tackle preventable and treatable childhood 5 diseases and hence, decrease child mortality and morbidity in developing countries. In the following section we discuss the systematic review methodology adopted in this study. 3 Review methodology We conducted a systematic review based on the Cochrane review methodology in terms of selection criteria, searching strategy for the identification of studies, data extraction and data management. In the sections below, we briefly describe the review protocol. 3.1 Selection criteria Ecological, casecontrolled, retrospective cohort, nonblind randomized and nonrandomized quasiexperimental studies, including interrupted time series, were included. Studies were excluded on the following grounds: unclear methodologies andor samples, methodologies which involved mathematical modelling but lacked empirical analysis. The review focused in particular on children and child hospital cases in developing countries. Slightly different definitions of children were used during the search, as dictated by existing age categories in search databases. Studies which presented data on individual children aged five or younger were included. Other units of analysis, such as households or neighbourhoods in cluster trials, were also included if they presented data on children specifically. Policy interventions in the review included educational or training programmes regarding hygiene, sanitation, nutrition, and case management, and infrastructure enhancements regarding water quality and supply, latrine access, and the provision of hospital equipment. Selected studies described and evaluated one or more of the above interventions. The main outcome measures were childhood mortality and morbidity due to diarrhoeal and respiratory diseases, although studies frequently contained additional outcomes such as quality of treatment provided, admissions to hospital, and hygiene behaviours. 3.2 Search strategy for the identification of studies The following terms were included in an abstract search carried out through a number of databases and repositories of bibliographic resources that included Medline, Embase, Global Health, IBSS, and Econlit databases: No. 1 DEVELOP COUNTR OR LOW MIDDLE INCOME No. 22 MEASLES OR MORBILLI OR RUBEOLA OR POLIO OR INFANTILE PARALYSIS OR PNEUMON OR DIARRHOEA OR DIARRHEA OR ROTAVIRUS OR ESCHERICHIA COLI OR GASTROENTERITIS OR PERTUSSIS OR WHOOPING COUGH No. 3 CHILD OR ADOLESCEN OR TEEN OR YOUTH OR YOUNG No. 4 PROGRAM or PROJECT or VACCIN or POLICY or STRATEGY or INTERVENTION or IMMUNIZ or IMMUNIS or CAMPAIGN or REHYDRAT SOLUTION or ANTIBIOTIC or TREATMENT or MEDICAT or ZINC THERAP For searches in Medline, Embase, and Global Health, No. 1 was supplemented by a medical subject headings Me SH query which excluded all high income countries. Identical terms 6 were entered into the Web of Science database. However, these were topical searches rather than abstract searches, since the latter is not an available option in Web of Science. The resulting articles were refined by excluding editorials and biographies, and those set in developed countries. Where available, filters on age range, language, and document type were applied to exclude articles in languages other than English and those focused on adults. Following the database search, bibliographic lists of relevant studies were examined for additional references. 3.3 Data extraction and management Articles were transferred from each database into an Endnote file. Duplicates were downloaded into a separate file. An Endnote file containing 4,017 unique articles was generated, along with 1,935 duplicate articles. Of the 4,017, 3,752 were excluded for the following reasons: specific focus on adults or populations in highincome countries, no intervention or policy tested, andor not focused on a treatable childhood disease see Figure 2. The texts of 265 articles were reviewed, of which 246 were excluded due to not meeting inclusion criteria. Selection criteria included a description and evaluation of a nonclinical policy intervention, and a relevant outcome such as morbidity or mortality due to a treatable childhood disease. Published studies and grey literature were included in order to avoid publication bias. In cases of studies yielding two or more articles based on the same sample or intervention, the main or latest article was included and all secondary articles excluded. Nineteen articles were selected for inclusion, along with 21 articles yielded through a search of reference lists of included articles and relevant review papers. Thus, the final sample included 40 studies. The following data was extracted from each study: authors, title of paper, year of publication, years of data collection, type of intervention, country, methodology used, sample size, outcome measures, impact size, summary of main findings, and URL. Regarding diarrhoeal diseases, 31 studies met the inclusion criteria, whereas only seven studies met the inclusion criteria for acute respiratory infections. Of the 31 included studies for diarrhoea policy intervention, the majority n 20 were nonblind randomized control trials, four were cluster randomized control studies, two used quasiexperimental interrupted time series research designs, and the remaining five included a prospective casecontrol study, a concurrent cohort study, a crosssectional followup survey on a nonblind control trial, a casecontrol study, and a nonblind control trial. Of the seven studies on acute respiratory infection, four were cluster nonblind randomized control trials, with one also incorporating a quasiexperimental interrupted time series component as phase II of the main study. One study was a nonblind control trial which implemented two consecutive interventions. The remaining two studies followed a quasiexperimental interrupted time series design see Table A1 in the Appendix. A variety of sample unit types were observed among the studies. Units included individuals, motherchild pairs, diagnostic cases, households, and communities or neighbourhoods. Of those studies where the exact number of children could be ascertained, sample sizes varied from 51 children to 17,101 children younger than five years in the case of diarrhoeal diseases, whereas from 11,291 to 83,233 children under age five for studies looking at acute respiratory infections. 7 Out of the 31 studies analysing nonclinical policies against diarrhoeal diseases, 19 were set in Asia and the middle east, six in Africa, five in Latin America and one in two settings Latin America and Asia. Fifteen studies were set in rural areas, ten in urban, four in periurban, one in an unknown setting, and one in a refugee camp not described as either rural or urban. With regard to policy innovations against acute respiratory diseases, six out of seven studies were situated in Asia and the Middle East. The remaining study was set in Africa. Five were set in rural locations, and two did not report locality Duke et al. 2008; Lye et al. 1996. In the following section, we present a synthesis of the evidence, following the theory of changebased typology described in Section 2. Figure 2: Methodological steps and selection process 4,017 articles retrieved Full text review: 265 Excluded: 3,752 Did not meet eligibility criteria: 246 21 articles yielded via snowball technique Selected: 19 articles Final selection: 40 Source: Authors. 4 Synthesis of evidence This section presents a synthesis of the included articles, according to the theory of change model described in Section 2. The policy interventions are divided into two drivers of change: enhancing resourcesinfrastructure and promoting behavioural change. The majority of studies 28 described and assessed the efficacy of interventions primarily focused on enhancing resources or infrastructure, while 12 focused on interventions promoting behavioural change among child caregivers andor health workers. In the next sections we discuss the findings more thoroughly. 8 4.1 Interventions aimed at enhancing supplyside capabilities Studies classified as interventions aimed at enhancing supplied side capabilities of governments via resources andor infrastructure includes those improving water supply or quality, soap access, hospital equipment, or sanitation. Water quality interventions involve the removal of microbial contaminants, either at the source or at the household level. Such interventions were frequently paired with the provision of improved water storage vessels. For instance, Graf et al. 2010 assessed an intervention aimed to improve water quality through solar disinfection, while others focused on the provision of safe water storage containers Roberts et al. 2001, ceramic water filters and chlorine or other water disinfectants Semenza et al. 1998; Clasen et al. 2004; Jensen et al. 2003; Sobsey et al. 2003; Reller et al. 2003. Studies observing the effects of hospital enhancements were rare, with only one study examining the impact of oxygen concentrators and pulse oximeters in hospitals on morbidity of children with pneumonia Duke et al. 2008. The case fatality rate of the preintervention group was 4.97 per cent 95 per cent CI: 4.55.5 compared to the postintervention group rate of 3.22 per cent 95 per cent CI: 2.53.8. The risk of death for a child with pneumonia was 35 per cent lower than was before the equipment was implemented RR 0.65 0.520.78, p0.0001. Sanitation interventions were those that provided some means of excreta disposal, usually latrines. For instance, Daniels et al. 1990 assessed the impact of latrine ownership on diarrhoeal morbidity. They found that children from households with a latrine may experience 24 per cent fewer episodes of diarrhoea than such children from households without a latrine OR 0.76, 95 per cent CI 0.58 1.01, and the impact of latrines was greater in households that used more water, practiced better personal hygiene, and where mothers had a higher level of education or worked outside the home. Water supply interventions included the provision of a new or improved water supply, or improved distribution. Improved distribution included the installation of a hand pump or household connection to municipal water sources. One study assessed the impact of periurban access to a metropolitan sewerage system Kolahi et al. 2009, while another described a water improvement intervention involving the installation of a piped water network Tonglet et al., 1992. Semenza et al. 1998 compared diarrhoeal incidence between a group who had access to a piped municipal water system to a group without access, further dividing the latter into a control and intervention group Semenza et al. 1998. The intervention group received chlorination and safe water equipment. The diarrhoeal rates for children were as follows: 84.4 per 1,000 per month for those in households with piped water, 127.7 per 1,000 children per month in households without piped water and the intervention, and 42.2 per 1,000 children per month in children without piped water but received the intervention. The relative risk of diarrhea among children in the intervention rather than control no access to piped water, received no intervention was 0.33 95 per cent CI 0.190.57. The relative risk of children who received the intervention versus those who received piped water was 0.50 95 per cent CI 0.290.84. The relative risk of children in the control group versus those who received piped water was 1.5 95 per cent CI 1.052.13. Aziz et al. 1990 and Tonglet et al. 1992 each found that the success of water supply interventions which involve the provision of handpumps partially depends on proximity of households to the pumps. Aziz et al. 1990 found that diarrhoea incidence increased as distance from the household to the handpump increased. However, a followup study 9 completed approximately six years after the original revealed that the point prevalence of diarrhoeal morbidity was significantly lower among the population in the intervention area than that in the control area, which suggests health benefits at the community level overall Hoque et al., 1996. Six years after the intervention, children under the age of five living in the control area had a relative risk of diarrhoea of 2.25 compared to those in the intervention area, but the difference was not statistically significant. Tonglet et al. 1992 found that children living in villages with a piped water source experienced a significantly reduced incidence of diarrhoea compared to children in a control village, children in intervention villages who lived less than a five minute walk from the water source, and those in households which used more than 50 litres of water per day, experienced half the incidence of diarrhoea than that experienced by other children in the intervention village. These findings demonstrate the impact of relative accessibility within communities with improved water supply facilities. Studies which explored differences within their intervention groups, or contained two intervention groups, add nuance to these findings Azurin and Alvero 1974; Nanan et al. 2003; Aziz et al. 1990; Bateman et al. 1995. For instance, Azurin and Alvero 1974 found that the rate of incidence measured by rate per 1,000 was markedly less in the intervention group which received both improved waste disposal and improved water supply 193 per 1,000 than intervention groups which received only improved water supply or only improved waste disposal 213.7 and 321.1 per 1,000 respectively, and a control group which received neither provision 542.2 per 1,000. A number of multipronged interventions were identified, which supplemented resource improvements with an educational component targeting child caregivers typically mothers Garrett et al. 2008; Azurin and Alvero 1974; Nanan et al. 2003; Aziz et al. 1990; Hoque et al. 1996; Quick et al. 1999; Khan 1982; Alam et al. 1989. For instance, Han and Hlaing 1989 provided mothers and children with soap and instructions to wash their hands after defecation and before handling and eating their three main meals per day. The intervention yielded a 30 per cent reduction of diarrhoeal incidence among 04 year olds, 31 per cent among those younger than two, and 33 per cent among those aged two or older. A more extensive intervention assessed by Alam et al. 1989 introduced an augmented water supply through handpumps, as well as health education for mother to an intervention group. Results show that, in both areas, use of handpump water for drinking and washing, removal of childs faeces from the yard, and maternal handwashing before handling food and after defecation of self and child, observed together, decreased yearly diarrhoea incidence in children by more than 40 per cent compared to children living in households where none or only one of these practices was observed. Finally, the Rural Sanitation Pilot Project RSPP assessed by Daniels et al. 1990 found that children from households with a latrine may experience 24 per cent fewer episodes of diarrhoea than such children from households without a latrine OR 0.76, 95 per cent CI 0.58 1.01, and the impact of latrines was greater in households that used more water, had better personal hygiene, and where mothers had a higher level of education or worked outside the home. Particularly extensive interventions are assessed by Lockwood et al. 2001; Quick et al. 1999; Rana 2009; Shahid et al. 1996; Nanan et al. 2003; Luby et al. 2006; and Luby et al. 2004. The latter authors found that infants living in households that received handwashing promotion and plain soap had 39 per cent fewer days with diarrhoea versus infants living in control neighbourhoods, and severely malnourished children younger than 10 five years living in households that received handwashing promotion and plain soap had 42 per cent fewer days with diarrhoea versus severely malnourished children in the control group. Luby et al. 2006 evaluated an intervention in which households received one of the following: diluted bleach and a water vessel, soap and handwashing promotion messages, flocculentdisinfectant water treatment and a water vessel, disinfectant water treatment and soap and handwashing promotion, or no in neighbourhoods that received any of the interventions had markedly less diarrhoea compared to persons living in control neighbourhoods. Diarrhoea prevalence was consistently lower among infants and children aged 12 years who lived in intervention neighbourhoods compared to control neighbourhoods. However, the differences in prevalence were not statistically significant and yielded extremely large confidence intervals. intervention. Overall, persons living The impact of the Water and Sanitation Extension Programme WASEP project, aimed at improving potable water supply, sanitation facilities, and awareness and practices about hygiene behaviour, was assessed by Nanan et al. 2003. They found that children in control villages had a 33 per cent higher adjusted odds ratio for having diarrhoea than children living in intervention villages adjusted odds ratio, 1.331; p0.049. Within their intervention group, boys had 25 per cent lower odds of having diarrhoea than girls adjusted odds ratio, 0.748; p0.049. Lockwood et al. 2001 provide an evaluation of the Nicaragua Rural Water Supply, Sanitation, and Environmental Health Programme. The programme took an integrated approach to improving health and addressed three key areas: 1 water supply and sanitation infrastructure improving peoples access to safe sources of drinking water and excreta disposal facilities; 2 hygiene promotion promoting knowledge about hygiene and achieving sustainable changes in key highrisk behaviours to reduce the incidence of diarrhoea among the beneficiary population; and 3 enabling environment conducting capacitybuilding interventions to support project sustainability at community, institutional, and national levels. The programme was associated with a 7 per cent decrease in households reporting childhood diarrhoea between the baseline and final followup survey. Another largescale project was assessed by Quick et al. 1999. The intervention was comprised of three elements: pointofuse treatment of contaminated source water with disinfectant produced locally using appropriate technology, safe storage of treated water, and community education. Households in the intervention area had 44 per cent fewer diarrhoea episodes than those in the control area p 0.002, with significantly less diarrhoea among infants less than one year old and children aged 514 years in the former compared to the latter p 0.05 and 0.01 respectively. In intervention areas, diarrhoea incidence was reduced 53 per cent among infants and 59 per cent among children 514. Rana 2009 assesses a combined sanitation, hygiene, education, and water supply intervention in Bangladesh. The intervention package included promotional activities for installation of sanitary latrines and tube wells, along with health education. The education component was particularly extensive, promoting the following behaviours: washing hands with soap, ash, or soil after defecation, washing hands with soap before eating and before serving food to the household members and children, using safe water for cooking, washing and bathing, keeping surroundings of the households, kitchen, tube wells and latrines tidy, constructing a platform for tube wells with solid materials, disposing of domestic waste, excreta of poultry and livestock in fixed place and disposal of children faeces in sanitary 11 latrine, and preserving foods with appropriate cover. A significant reduction in point prevalence of waterborne diseases including diarrhoea, dysentery, jaundice, worm infections and typhoid fever among underfive children was observed following the intervention, from 22 per cent to 13 per cent p0.001. Rasella et al. 2010 reported outcomes associated with The Family Health Programme FHP strategy, which reorganized primary health care in Brazil. The outcome was mortality of children younger than five years, particularly due to diarrhoeal diseases and lower respiratory tract infections. Mortality rates due to diarrhoeal diseases for children younger than five years decreased from 0.81 to 0.46 per 1,000 live births a 43 per cent reduction, as did mortality from lower respiratory infections from 1.39 to 0.96 per 1,000 live births, a 31 per cent reduction. Reductions of 31 per cent 95 per cent CI: 20 per cent40 per cent and 19 per cent 95 per cent CI: 8 per cent28 per cent in mortality rates due to diarrhoeal diseases and lower respiratory infections respectively were observed in municipalities with the highest FHP coverage. Though most studies described above found improved outcomes associated with an intervention, a few did not. For instance, Jensen et al. 2003 found that the incidence of diarrhoea among children in their intervention village which received water through a chlorinated water supply scheme did not differ statistically from a neighbouring village where most children used water from a nonchlorinated water supply. Luby et al. 2006 found that children in intervention areas experienced a reduced incidence of diarrhea than those in the control area, but this difference was not statistically significant. In their intervention which corralled freerange chickens, Oberhelman et al. 2006 found a higher rate of diarrhoea in children in their intervention than control group. Mixed findings were obtained by Reller et al. 2003, who found that their intervention group which received a disinfectant for drinking water plus a storage vessel was the only group to experience a significant decline in diarrhoeal episodes among children aged one or younger. Other intervention groups, including those who received water disinfectant only, bleach only, or bleach plus a storage vessel did not experience a significant reduction of diarrhoeal episodes among children compared to the control group. However, these findings are of questionable validity due to low compliance among the intervention groups. Some studies obtained divergent findings based on age. In their evaluation of an intervention which promoted handwashing through the provision of soap and education, Sircar et al. 1987 observed no difference in the rates of diarrhoea or dysentery among those younger than five years of age. However, rates of dysentery were lower in the intervention group among those aged five and older. Conversely, Han and Hlaing 1989 found that their intervention which instructed mothers and children to wash their hands after defecation and before handling and eating their three main meals per day had no impact on dysentery rates among older children. Luby et al. 2006 found that their multifaceted intervention had a much greater impact among the 515 yearold age group than among young children and infants. Quick et al. 1999 found that infants aged less than one year experienced a 53 per cent reduction in diarrhoeal episodes than their control group counterparts, yet no significant effect was observed for children aged one through four years. Diarrhoea incidence was reduced 61 per cent among those aged 011 months, 47 per cent among those aged 1223 months, and 56 per cent among those aged 2459 months in an intervention involving handwashing promotion and education assessed by Shahid et al. 1996. 12 4.2 Interventions promoting behavioural change The promotion of behavioural change represents another major driver of change. Interventions focused on diarrhoealrelated morbidity andor mortality are commonly aimed mothers of young children, while those focused on respiratory infection often contained health worker training and education components. Haggerty et al. 1994 assessed an intervention targeted at diarrhoeal incidence, which featured educational messages instructing the disposal of animal faeces, handwashing after defecation and before meal preparation and disposal of childrens faeces. A followup survey revealed an 11 per cent reduction in reported diarrhoea among children in the intervention group, compared to controls p0.025. Stanton and Clemens 1987 similarly observed a significant difference between control and intervention groups after implementation of a hygiene education programme. The rate of diarrhoea in children under the age of five was 4.3 versus 5.8 per 100 in the intervention group and control groups respectively, yielding a protective efficacy of 26 per cent p0.0001. A particularly extensive intervention is provided by Bateman et al. 1995, in their assessment of two intervention models: Model 1 was based on education sessions with the tubewell caretakers, their spouses, and tubewell users, while Model 2 added additional outreach activities: school programmes, child to child activities, and activities with key community members. They found that while caretaker sessions alone Model 1 are worthwhile and have important benefits, Model 2 with multiple channels of communication was a better intervention. The dramatic differences between intervention and control areas, together with the smaller differences between the two intervention areas, suggests that the key elements of a successful hygiene behaviour change programme may be those that are similar in both models. The programme resulted in a twothird reduction of diarrhoea in the intervention areas versus control. Bang et al. 1994 observed a 44 per cent decline p0.01 in the neonatal mortality rate due to pneumonia following the implementation of a training programme for paramedical workers, village health workers, and traditional birth attendants. Similarly, a training programme implemented by Pandey et al. 1991 led to a 28 per cent reduction in the risk of death from all causes by the third year of implementation relative risk: 0.72, 95 per cent CI: 0.630.82. Reductions were observed not only in deaths due to pneumonia, but also to diarrhoea and measles. Lye et al. 1996 implemented a training programme targeting mothers of children under the age of five in addition to health staff. The reduction in the incidence of severe acute respiratory infection cases over a 62 week period in the intervention area was significantly greater than in the control area p0.05. In a similar vein, Mtango and Neuvians 1986 implemented a health service outreach programme featuring regular home visits by health workers aimed at educating mothers and providing treatment to sick children. Within a twoyear period the total underfive mortality was reduced by 27.2 per cent from 40.1 to 29.2 per 1,000 children. A maternal education and health worker training intervention was assessed by Khan et al. 1990. Communitybased health workers were trained to recognize signs of pneumonia, and differentiate between cases requiring treatment with antibiotics at home or referral to hospital. After the programme was implemented, the Acute Lower Respiratory Infection ALRIspecific mortality rate among children 5 years old in 31 intervention villages was 13 6.3 deaths per 1,000 children per year, compared with 14.4 in seven control villages p 0.0001, a difference of 56 per cent. Within one year of the interventions being extended to the control villages, the ALRI specific mortality rate in these villages dropped by 55 per cent to 6.5 per 1,000 children per year p 0.06. A dualpronged intervention was also assessed by Fauveau et al. 1992. They report on the impact of two successive interventions, the first consisting of a communitybased family planning and health services project and the second consisting of case detection and management by community health workers, backed by medical support. During the first phase 198687, the ALRI mortality among under5yearolds was 28 per cent lower in the intervention than in the comparison area p0.01. During the second phase 198889, the ALRIspecific mortality rate among under5yearolds was 48 per cent lower in the intervention than in the comparison area p0.001. The ALRI mortality was 32 per cent lower in the intervention area than during the preceding phase, while there was no significant difference for the comparison area. English et al. 1997 implemented a nutrition improvement programme and observed the impact on child morbidity due to respiratory and diarrhoeal diseases. The intervention group showed a significant reduction p0.00001 in the incidence of respiratory infections from 49.5 per cent to 11.2 per cent and diarrhoeal infections 18.3 per cent to 5.1 per cent, as well as reduced incidence of pneumonia and severe pneumonia p0.0001. There was no significant change in the incidence and severity of respiratory or diarrhoeal disease in the control group. Froozani et al. 1999 assessed an educational programme promoting breastfeeding among new mothers in Iran, as a method of lessening the risk of infant ingestion of contaminated water. The mean number of days of diarrhoea among infants in the intervention group was significantly lower p 0.004 than in the control group. Ambiguous results were obtained by Ahmed et al. 1993. Though children in their intervention group experienced fewer episodes of diarrhoeal than their controlgroup counterparts during the wet season in Bangladesh, rates were similar before and after the wet season. Moreover, significant differences between the control and intervention areas at baseline, along with a lack of significance testing, weaken the validity of these results. 5 Conclusion and policy implications The evidence support the assumption that enhancing resources andor infrastructure, and promoting behavioural change, are effective in reducing child morbidity and mortality due to diarrhoeal disease and acute respiratory infections in developing countries. Interventions targeting diarrhoeal incidence generally demonstrated a reduction, ranging from 18.3 per cent Roberts et al. 2001 to 61 per cent Rana 2009. This wide range of impact seems to reflect the diverse types of interventions tested, along with the diverse settings in which these interventions have been implemented. The findings regarding the impact of water sanitation initiatives is wellsupported by previous reviews, albeit focused on general populations rather than on children in developing countries Esrey et al. 1985; Esrey et al. 1991. This review identified a number of studies, especially those concerned with reducing diarrhoeal disease, which feature a multifaceted approach for instance, a sanitation initiative coupled with water quality improvement measures. Though there is some evidence to 14 suggest that interventions which include several aspects yield more successful outcomes than singlepronged interventions EPH et al. 2004; Azurin and Alvero 1974; Bateman et al. 1995; Reller et al. 2003, a recent systematic review and metaanalysis on interventions to reduce diarrhoea among all age groups concluded that multiple interventions were not more effective than interventions with a single focus Fewtrell et al., 2005. Additional agedisaggregated research may clarify whether multifaceted are more effective than singlefocus interventions, as applied to samples consisting of young children. Several interventions proved more or less effective according to age. Whilst some studies showed greater impacts among infants and very young children Quick et al. 1999 , others demonstrated a greater effect for older children Aziz et al. 1990; Sircar et al. 1987; Luby et al. 2006. One study showed a Ushaped impact, with infants and children aged 25 benefitting more than those aged 12 Shahid et al. 1996. Another found a strong relationship between the intervention and age category for dysentery, yet not for nondysentery diarrhoea Han and Hlaing 1989. Some interventions, including sanitation promotion among households, may have a greater protective impact for infants since they may come into more frequent contact with surfaces including faecescontaminated floors in and around dwellings than adults and older children. Infants and very young children also rely on others to wash their hands for them, which certainly influences the efficacy of handwashing promotion interventions. Further research to determine the impact of intervention type by age is justified. Though almost half of deaths globally among young children occur in India, Nigeria, Democratic Republic of the Congo, Pakistan, and China Black et al. 2010, only a third of the articles in this review were based in one of these countries. Pakistan was fairly well represented, as the setting of five articles Jensen et al. 2003; Khan et al. 1990; Luby et al. 2006; Luby et al. 2004; Nanan et al. 2003. Two studies each were set in India Bang et al. 1994; Sircar et al. 1987 and Zaire Tonglet et al. 1992; Haggerty et al. 1994. However, there were no studies set in Nigeria or China. As articles in languages other than English were excluded, we may have missed out in the review some evidence. However, given the fact that most relevant studies have been published in English, we believe the magnitude of the bias is contained. The results of this review show a relative dearth of intervention studies on respiratory infections, compared to those on diarrhoeal diseases: while over 30 studies were identified on diarrhoea diseases, only seven were identified for respiratory infections. This seems to reflect the fact that the bulk of intervention studies on respiratory infections as focused on clinical interventions such as vaccines and antibiotics. The near absence of studies on nonclinical interventions, including handwashing initiatives, on reducing respiratory infections is surprising considering the effectiveness of handwashing initiatives on respiratory infections in other settings Rabie and Curtis 2006. This review has identified 40 articles on nonclinical interventions for diarrhoeal diseases and respiratory infections, which together kill approximately three million children in developing countries every year Black et al. 2010. Investments in implementing initiatives featuring improvements to sanitation, hygiene, water supply and quality, and medical equipment to detect symptoms of childhood diseases, along with training and education for medical workers and the general population have been shown to be effective in reducing the burden of disease among children in developing countries. 15 Greater attention is warranted in understudied areas with high disease burdens including Nigeria, China, India, and Democratic Republic of the Congo. There are comparatively few studies assessing the impact of nonclinical interventions on respiratory infections, compared to those focusing on diarrhoeal disease. Future studies should continue to disaggregate their results based on age, since many interventions have different impacts depending on the age of the child. 16 Appendix Table A1: Study characteristics of included articles Study Setting Study design Study size Intervention Outcome a Enhancing resources andor infrastructure Alam et al. 1989Bangladesh rural Nonblind RCT623 children aged 623 months. quality Enhanced water supply and through handpumps, and health education for mothers. Aziz et al. 1990Bangladesh rural Nonblind RCT Water, sanitation, and hygiene education. The sample of children ranged from a low of 6,922 to a high of 8,527 to 1987 from 1984 respectively in the intervention group, and from a low of 6,603 to a high of 8,210 from 1984 to 1985 respectively in the control group. 17 The use of handpump water for drinking and washing, removal of childs faeces from the yard, and maternal handwashing before handling food and after defecation of self and child, observed together, decreased yearly diarrhoea incidence in children by more than 40 per cent compared to children living in households where none or only one of these practices was observed. On average, a child in the intervention area had 3.4 diarrhoea episodes in a year while a child in the control area had 4.1 episodes. The difference was statistically significant p0.01. The impact of the educational intervention on maternal hygiene behaviour could be assessed only indirectly by comparing distributions of hygiene practices in two areas. Significant differences have been found X2 113.3, p0.001 which may indicate success of the health education programme in promoting hygiene among the noneducated mothers of young children. Children in the intervention area experienced 25 per cent fewer episodes of diarrhoea than those in the control area. An impact on diarrhoea was seen in each age group except for those aged 05 months. The incidence density ratios showed that the impact appeared to increase with age, with the greatest effect in the 3659 months age group. Within the intervention area diarrhoea increased as distance from the household to the handpump increased. The use of a pit latrine, either directly by the child or for disposal of its faeces, was associated with lower diarrhoea incidence. Improvement of either water supply or toilet facilities or both was effective in significantly reducing the incidence of cholera in the corresponding study communities as compared with the control. The greatest the community in which both water supply and toilets were improved than in the communities in which either water or toilets were improved. The rate of cholera infection among those aged 04 was 193.1 per 1,000 in the group which received toilets and water, 213.7 per 1,000 in the group which received improved water, 321.1 per 1,000 in the group which received toilets, and 542.2 per 1,000 in the group which received no intervention. improvement was observed in Azurin and Alvero 1974 Philippines urban periNonblind RCT527 children aged 04.Safe water and sanitary facilities human for waste disposal. 18 Clasen et al. 2004Bolivia rural Nonblind RCThouseholds 50 comprised 280 of persons, of which 32 were children less than five years of age. Householdbased ceramic water filters Daniels et al. 1990Lesotho rural Casecontrol The sample consisted of children less than five years of age presenting at a participating health facility. A total of 803 cases of diarrhoea 810 controls were recruited. and The Rural Sanitation RSPP, Pilot Project and which promoted constructed ventilated improved pit latrines and health on education directed at improving standards of personal and domestic hygiene practices. provided 19 Risk of diarrhoea for children less than five years old, controlled for clustering within households, was reduced by 83 per cent estimated OR 0.17, 95 per cent CI 0.06, 0.49, p 0.001. The risk of diarrhoea decreased by 0.97 95 per cent CI 0.96, 0.99, p0.02 for each year of life. The mean reduction in diarrhoea prevalence during the sixmonth trial was 64 per cent p0.0001. The reduction was highest among children less than five years old 72 per cent and lowest among adults 57 per cent. Prevalence of diarrhoea in the intervention group showed a statistically significant upward trend over the course of the study p0.02. Cases were significantly less likely than controls to come from latrineowning houses p0.01, OR 0.76, 95 per cent CI 0.62 0.93. Children under the age of five from households with a latrine may experience 24 per cent fewer episodes of diarrhoea than such children from households without a latrine OR 0.76, 95 per cent CI 0.58 1.01. The impact of latrines on diarrhoea was greater in those households that used more water, practiced better personal hygiene, and where mothers had a higher level of education or worked outside the home. Duke et al. 2008Papua New Guinea unknown Quasiexperimental interrupted series design time A total sample of 11,291 children, consisting of 7,161 children the preintervention group, and 4,130 in the post intervention group. in Introduction of oxygen concentrators and pulse oximeters into hospitals. the project began The case fatality rate of the preintervention group was 4.97 per cent 95 per cent CI: 4.55.5 compared to the postintervention group case fatality rate of 3.22 per cent 95 per cent CI: 2.53.8. After the system was introduced, the risk of death for a child with pneumonia was 35 per cent lower than was before 0.520.78, p0.0001. Chlorinating stored water RR: 0.44, 95 per cent CI: 0.280.69, latrine presence RR: 0.71, 95 per cent CI 0.540.92, rainwater use RR 0.70, 95 per cent CI: 0.520.95, and living in an intervention village RR: 0.31, 95 per cent CI: 0.230.41, were independently associated with lower diarrhoea risk. Diarrhoea risk was higher among shallow well users RR 1.78, 95 per cent CI: 1.122.38. RR 0.65 The Safe Water System: pointofuse chlorination, safe water storage, sanitation, and rainwater harvesting. Garrett et al. 2008Kenya rural Quasiexperimental nonblind RCT Graf et al. 2010Cameroon urban Nonblind RCTfive 960 children under the in 556 age of in households 12 randomly selected intervention villages and six randomly selected control villages. 738 and 2,193 randomly selected households. and Hlaing Han 1989 MyanmarBurma urban Nonblind RCT494 children aged less than five years in 350 households. 20 Handwashing promotion Solar water disinfection. A decrease in diarrhoea prevalence among children under the age of five was observed in the intervention group, from 34.4 per cent prior to the intervention to 22.8 per cent after the intervention x 2 19.18, p 0.001, OR 1.77. The prevalence in the control group remained stable, at 34.4 per cent and 31.8 per cent before and after the intervention respectively. the The diarrhoealhandwashing households was significantly lower than that among those in the control households IDR 0.70, 95 per cent CI 0.540.92. The percentage reductions in diarrhoea incidence for the 04, younger than 2, and 2 or greater than 2 age groups were 30 per cent, 31 per cent, and 33 per cent respectively. Though there was a 40 reduction in dysentery incidence incidence among children in Hoque et al. 1996Bangladesh rural Cross sectional survey followup of nonblind control trial Jensen et al. 2003Pakistan rural Nonblind RCTKhan 1982 Bangladesh unknown Nonblind RCTKolahi et al. Sohrabi 2009 Iran urban Nonrandomized control trial Lockwood 2001 et al. Nicaragua rural Quasiexperimental interrupted series design time IDR 0.58, 95 per cent CI 0.221.55 in children under 2 years, there was no impact in older children IDR 1.2, 95 per cent CI 0.522.80. Water, sanitation, and hygiene education. In the original intervention study, children in the intervention area experienced 25 per cent fewer episodes of diarrhoea than those in the control area. Chlorination of drinkingwater. The intervention was not associated with a decrease in the incidence diarrhoea. 500 randomly selected households drawn from intervention and control groups of a previous intervention study. A total of 645 children under the age of five were included, 375 in the intervention area and 270 in the control area. 226 children aged less than five years. The study group who received both the soap and water contained 65 children aged four and younger, and the control contained 79 children. 4,179 children months or younger. 60 Handwashing with soap intervention. Individuals were provided with soap and water pitchers, only pitchers, water only soap, or neither. Household access to an urban sewerage system. Just over 10 per cent of children in the control group subsequently became infected with shigellosis after a family member was diagnosed, compared to over 50 per cent of children in the control group those who received no soap or water. The incidence of diarrhoea among children decreased. Eight departments of the country 37 individual The municipalities. hygiene promotion aspect of the programme was a subsample comprised of that 169 communities carried and on Nicaragua Rural Water Supply, Sanitation, and Environmental Health Programme, which improved peoples access to safe sources of and drinking water excreta disposal promoted facilities, The percentage of households where children aged four or under have had diarrhoea during the two weeks prior to the survey was 20 per cent at baseline, 20 per cent at the first followup survey, and then dropped to 15 per cent and then 13 per cent in the second and third followup surveys respectively. 21 Luby et al. 2004Pakistan urban Cluster RCThygiene, and conducted capacitybuilding activities. The Karachi Soap Health Study, a handwashing promotion intervention. 15 sample 1,183 included individual households, with sizes ranging from 10 per cent cent, to per depending the upon absolute size of the community. The intervention group was comprised of 300 households 1523 children, one control group of 300 households 1640 children, and a second control group of 306 households 1528 children. Luby et al. 2006Pakistan urban Cluster RCT47 consisting individuals. households 1,340 of Point of use water disinfectant treatment, along with handwashing with soap promotion. 22 Infants living in households that received handwashing promotion and plain soap had 39 per cent fewer days with diarrhoea 95 per cent CI, 61 per cent to 16 per cent versus infants living in control neighbourhoods. Severely malnourished children weight for age z score, 3.0 younger than five years living in households that received handwashing promotion and plain soap had 42 per cent fewer days with diarrhoea 95 per cent CI, 69 per cent to 16 per cent versus severely malnourished children in the control group. Similar reductions in diarrhoea were observed among children in households receiving antibacterial soap. Diarrhoea prevalence was consistently lower among infants and children one yeartwo years who lived in to control intervention neighbourhoods compared neighbourhoods. However, the reductions were less than the overall reduction for all ages, and many of the individual age and intervention specific reductions were not statistically significant. Infants less than one year old in the bleach water treatment experienced a diarrhoea prevalence of 8.30 per cent 20 per cent less than control, soap and handwashing promotion a prevalence of 7.86 per cent 24 per cent less than control, flocculentdisinfectant water treatment a prevalence of 6.20 per cent 40 per cent less than control, and flocculentdisinfectant plus the magnitude of Nanan et al. 2003Pakistan rural Case study control 803 children aged fiveand younger. Oberhelman et al.2006 Peru periurban Nonblind RCT137 children aged five or younger with diarrhoea episodes. and Water sanitation extension programme WASEP project, aimed at improving potable water supply, sanitation facilities, and awareness and about hygiene behaviour. Corralling chickens freerange practices Quick et al. 1999Bolivia urban periNonblind RCTPointofuse treatment of contaminated water with disinfectant, safe storage of treated water, and community education. households 127 consisting of 791 persons divided into intervention and control groups. The intervention group consisted of 64 households with 400 persons, and the control of 63 households with The 391 intervention group included 16 infants aged less than one year, and 53 children aged one to four years. The control group 27 infants and 64 children included persons. 23 less than control. soap 6.48 per cent 38 per cent However, none of these differences are statistically significant and yielded extremely large confidence intervals. Children in control villages had a 33 per cent higher adjusted odds ratio for having diarrhoea than children living in intervention villages adjusted odds ratio, 1.331; p0.049. Boys had 25 per cent lower odds of having diarrhoea than girls adjusted odds ratio, 0.748; p0.049. For children aged three and under, the intervention group experienced 3.16 episodes per person per year, compared to 2.61 episodes per person per year in the control group. The difference was not significant in a students ttest. The intervention had little impact, which suggests that diarrhoea incidence among this sample is due to infections acquired outside the home. Intervention households had 44 per cent fewer diarrhoea episodes than control households p 0.002. Infants less than one year old and children aged 514 years in intervention households had significantly less diarrhoea than control children p 0.05 and 0.01 respectively. Diarrhoeal incidence was reduced 53 per cent among infants and 59 per cent among children 514. However, the intervention had an insignificant effect on diarrhoeal episodes for children aged one through four. Rana 2009 Bangladesh rural through four aged 1 years. 17,101 children aged four or younger. timeInterrupted series experimental study Rasella et al. 2010Brazil unknown Ecological study 2,601 municipalities. Brazilian tube wells latrines, education Promotional activities including the installation and of sanitary and for health improving hygienic behaviour. Family Health The a Programme for strategy reorganization of primary health care in Brazil. FHP, Reller et al. 2003Guatemala rural Nonblind RCT12 villages consisting of 492 households, totalling 2,982 persons of which 522 were children one year or younger. Householdbased drinking water disinfectant and a storage vessel. 24 Among underfive children the incidence of waterborne diseases was reduced from 22 per cent to 13 per cent p0.001. Mortality rates for diarrhoeal diseases decreased from 0.81 to 0.46 per 1,000 live births a 43 per cent reduction, as did mortality from lower respiratory infections from 1.39 to 0.96 per 1,000 live births, a 31 per cent reduction. Reductions of 31 per cent 95 per cent CI: 20 per cent40 per cent and 19 per cent 95 per cent CI: 8 per cent28 per cent in mortality rates due to diarrhoeal diseases and lower respiratory infections, respectively, were observed in municipalities with the highest FHP coverage. in households which received flocculant Children disinfectant experienced significantly fewer episodes of diarrhoea than the control group adjusted odds ratio 0.69, 95 per cent confidence interval 0.500.95. flocculant Infants disinfectant plus a storage vessel had 30 per cent fewer episodes of diarrhoea compared to infants who received flocculant disinfectant alone. Children less than five years of age who lived in households with water treatment had fewer episodes of severe diarrhoea than controls, but they did not have fewer episodes of prolonged diarrhoea. in households who received and a storage vessel Roberts et al. 2001 Malawi camp refugee Nonblind RCTSemenza 1998 et al. Uzbekistan urban Cluster randomized intervention study Mozambican 500 refugee households 100 intervention, 400 control. 344 children under the age of five. Shahid et al. 1996Bangladesh periurban Nonblind RCTSircar et al. 1987India urban Nonblind RCT The intervention area had 44 children aged 011 months, 19 aged 1223 months, and 68 aged 2459 months. The control group had 33 children aged 011 months, 27 aged 1223 months, and 79 aged 2459 months. 340 children younger than the age of five. 25 Water improvement programme. storage There was 31 per cent less diarrhoeal disease p 0.06 in children under five years of age among the group who received the intervention. Home chlorination of drinking water for a sample lacking access to piped water. The home chlorination intervention group had the lowest diarrhoeal rate 28.8 per 1,000 subjects per month, compared to those with piped water and those receiving no intervention. The relative risk of diarrhoea among children in the intervention rather than control no access to piped water, received no intervention was 0.33 95 per cent CI 0.190.57. The relative risk of children who received the intervention versus those who received piped water was 0.50 95 per cent CI 0.290.84. The relative risk of children in the control group versus those who received piped water was 1.5 95 per cent CI 1.052.13. Handwashing education programme and Diarrhoea incidence was reduced 61 per cent among those aged 011 months, 47 per cent among those aged 1223 months, and 56 per cent among those aged 2459 months. Handwashing promotion and education programme The difference in the incidence of diarrhoea and between those younger than the age of five in study and control groups was not significantly different. This was due to the inability to enforce handwashing practices in this younger age group. Sobsey et al. 2003Bangladesh Bolivia urban and periNonblind RCTApproximately households and households Bangladesh. about 140 in Bolivia 275 in Chlorination and safe storage of household drinking water Tonglet et al. 1992Zaire rural Nonblind concurrent cohort study 906 children under the the age of four at commencement of the study Installation of a piped water network. in ttest intervention households In Bangladesh, the mean diarrhoea incidence rates for children 5 years of age were significantly lower p 0.029, 20.8 episodes1,000 days than in control households 24.3 episodes1,000 days. However, in Bolivia, the mean rates in children 5 years of age were only slightly lower in the intervention group 0.77 than in the control group 0.81. Median diarrhoea incidence per two weeks proved to be significantly lower in the two intervention villages 0.084 and 0.088 than in the control village 0.091 p0.05. Within the median diarrhoea incidence per two weeks was halved in children who lived in households located less than a fiveminute walk from the public standpipe, or in households using more than 50 litres of water a day. intervention villages, b Promoting behavioural change Ahmed et al. 1993Bangladesh rural Nonblind control trial Bang et al. 1994India rural Nonblind RCTIntervention and control each groups composed 185 households with children aged 018 months. were of Educational messages to improve hygiene practices, surveillance of households the in areas intervention to household assess and cleanliness adherence to hygiene messages. An intervention sample of 58 villages and a control sample of 44 villages with populations of 48,377 and 34,856 Educational intervention training 30 paramedical workers, village health workers and 86 traditional birth 25 At the time of the first of three surveys, diarrhoea was more prevalent in the intervention site. Midway through the intervention the prevalence in the intervention site was consistently lower than that of the control site. At the end of the intervention, the difference between the sites in diarrhoeal rates disappeared. Diarrhoea prevalence was correlated with mothers understanding and knowledge r 0.25, p 0.001, food hygiene score r 0.56, p 0.001, all adoption score r 0.64, p 0.0001, and cleanliness score r 0.78, p 0.0001. Neonatal mortality due to pneumonia was reduced by 44 per cent intervention versus control area p0.001. Postintervention, the total neonatal mortality rates were the in 26 Bateman 1995 et al. Bangladesh rural Nonblind cluster trial 400 children under the age of five. respectively.English et al. 1997Vietnam unknown Nonblind RCTPreschool children aged five and under in the project commune average 469 children and control commune average 251 children. the with to diagnose childhood attendants and treat pneumonia. 1: Education Model sessions the tubewell caretakers, their spouses, and tubewell users Model 2: Model one plus intervention activities outreach school including programmes, child to and child activities, key activities with influencers in the community. Nutrition improvement programme based on household food production and nutrition education. Fauveau et al. 1992 Bangladesh rural Nonblind RCT consisting of two interventions consecutive Two interventions. 27 78.7 and 62.8 per 1,000 in the control and intervention areas respectively p0.01. In both Models, there is a dramatic reduction in the intervention areas compared to control areas, with an overall reduction of about two thirds in the former. The per cent of children with diarrhoea within the two weeks before the survey are 23 per cent versus 65 per cent for Model 1 intervention and control, and 20 per cent versus 57 per cent for Model 2 intervention and control groups respectively. in the The project commune showed a significant reduction p0.00001 in the incidence of respiratory infections from 49.5 per cent to 11.2 per cent and diarrhoeal infections 18.3 per cent to 5.1 per cent. The incidence of pneumonia and severe pneumonia was also significantly reduced intervention commune p0.0001. There was no significant change in the incidence and severity of respiratory disease or the incidence of diarrhoeal disease in the control commune. No significant differences were identified between boys and girls either for the incidence or severity of respiratory infections or the incidence of diarrhoeal disease. During the second phase, the ALRI mortality was 32 per cent lower in the intervention area than during the there was no significant preceding phase, while implemented consecutively. Froozani 1999 Haggerty 1994 et al.Iran urban et al.Zaire rural Quasiexperimental nonblind RCT Nonblind RCT 120 pairs of mothers and infants. Baseline information on diarrhoeal morbidity of 2,082 children was obtained. Structured observations were made on a subset of 300 families. At followup, a new subsample of 293 families was randomly 28 and The first consisted of a communitybased family planning health services project which village involved community health workers administering vaccines for childhood diseases, promoting oral rehydration therapy for distributing diarrhoea, capsules, vitamin A nutritional providing information, and detecting and referring seriously or malnourished children. The targeted ALRIrelated mortality, through case detection by and management community health workers, by medical support. Educational intervention to promote breastfeeding. Hygiene education.backed second ill in the difference for the comparison area a reduction of 6 per cent. During the first phase, the ALRIspecific death rate in the intervention area was half that in the comparison area for children aged 14 years. Although it was halved again during the second phase, the reductions in the ALRIspecific death rates two areas were not significantly different between the two phases X2 test for heterogeneity 0.6. Among infants aged 111 months, the ALRIspecific death rate during the first phase was not significantly lower in the intervention than in the comparison area, but in the intervention area was 30 per cent lower during the second phase than during the first p0.05. The difference in the reduction between the two areas was of borderline for heterogeneity 3.4, p 0.06. significance statistical X2 test The mean number of days of diarrhoea among infants in the study group was significantly lower P0.004 than in the control group. During the postintervention period, diarrhoeal morbidity was greatly reduced relative to the previous year among all children in both study groups. Diarrhoeal incidence rates declined by approximately 50 per cent in each group, and the reductions were highly significant within each age category in both groups SND tests, p0.0001 in every case. One year after baseline, overall, children in intervention selected.Khan et al. 1990Pakistan rural Cluster nonblind RCT followed by a timeinterrupted series study. Children aged five years or younger residing in 38 villages population, 37 245 in three distinct clusters. Lye et al. 1996Malaysia unspecified Nonblind RCTMtango Neuvians 1986 and Tanzania rural Cluster nonblind RCT An intervention sample of n 1,315 to 1,458 and a control sample of 1,042 to 1,205 children under the age of five. 8,028 and 0,099 children in the intervention area and 8,098 and 9,915 in the control area in the 29 sites had a reported mean of 0.85 episodes of diarrhoea, while children in control sites had 0.90 episodes NS. There was no discernible evidence of a trend towards fewer episodes of diarrhoea in intervention compared to control children after the intervention. Nevertheless, proportionately fewer children in intervention sites were reported to have diarrhoea than at control sites. The ALRIspecific mortality rate among children 5 years old in intervention villages was 6.3 deaths per 1,000 children per year, compared with 14.4 in seven control villages p 0.0001, a difference of 56 per cent. Within one year of the interventions being extended to the control villages, the ALRI specific mortality rate in these villages dropped by 55 per cent to 6.5 per 1,000 children per year p 0.06. The ALRIspecific infant less than one year old mortality rate in the intervention villages was 15.5 per 1,000 live births per year in 198586, compared with 32.5 per 1,000 per year in the control villages, a 52 per cent difference p 0.006. After interventions began in the control villages in 1987, the ALRIspecific infant mortality rate dropped to 15.0 per 1,000 per year p 0.12. The reduction in the incidence of severe acute respiratory infection cases in the intervention area was significantly greater than in the control area p0.05. Case management by villagelevel community health workers, backed up by local health centre staff. The intervention consisted of active casefinding and maternal health education. The programme also includes maternal health education. Health education and training. Health service outreach programme consisting of Village Health Workers visiting households and The total under five mortality was reduced by 27.2 per cent from 40.1 to 29.2 per 1,000 children. The diseasespecific mortality rate for pneumonia was reduced by 30.1 per cent from 14.3 to 10.0 per 1,000 children per year, contributing 40 per cent to the overall mortality reduction. The programme led to a 28 per cent reduction in the risk of death from all causes by the third year since implementation relative risk: 0.72, 95 per cent CI: 0.630.82. There was a significant trend toward lower mortality with the greater duration of the programme MantelHaenszel chisquare for trend 5.4, p0.02. During the six months after the intervention, the rate of diarrhoea in children aged five and under was 4.3 per 100 in the intervention communities and 5.8 in the control communities, yielding a protective efficacy of 26 per cent p0.0001. Pandey et al. 1991Nepal rural first and second year surveys respectively. 13,404 children under the age of five. Quasiexperimental interrupted series design. time for providing education and treatment acute respiratory infections. Indigenous community health workers in Jumla district were trained to detect treat pneumonia. and Stanton and Clemens 1987 Bangladesh urban Nonblind RCTSource: Authors. randomized 51 communities each comprising 38 families were to either receive n 25 or not receive n 26 the intervention. Educational intervention promoting hygienic behavior. 30 References Alam, N., B. Wojtyniak, F.J. Henry, and M.M. Rahaman 1989. Mothers Personal and Domestic Hygiene and Diarrhea Incidence in YoungChildren in Rural Bangladesh. International Journal of Epidemiology, 18, 2427. Ahmed, M.U., M. Rashid, and S. Begum 1993. A Longitudinal Study of the impact of behavioural change intervention on cleanliness, diarrhoeal morbidity and growth of children in rural Bangladesh, Social Science Medicine, 37 2, 15971. Anderson, A. 2005. An Introduction to Theory of Change. Harvard Family Research Project, Harvard Graduate School of Education, XI, 12 and 19. Aziz, K.M.A., B.A. Hoque, K.Z. Hasan, M.Y. Patwary, S.R.A. Huttly, M.M. Rahaman, and R.G. Feachem 1990. Reduction in Diarrhoeal Diseases in Children in Rural Bangladesh By Environmental and Behavioural Modifications. Transactions of the Royal Society of Tropical Medicine and Hygiene, 84, 4338. Azurin, J.C. and M. Alvero 1974. Field Evaluation of Environmental Sanitation Measures Against Cholera. Bulletin of the World Health Organization, 51, 1929. Bang, A.T., R.A. Bang, and P.G. Sontakke 1994. Management of Childhood Pneumonia By Traditional Birth Attendants. Bulletin of the World Health Organization, 72: 897905. Bateman, O.M., R.A. Jahan, S. Brahman, S. Zeitlyn, and S.L. Laston 1995. Prevention of Diarrhea Through Improving Hygiene Behaviors: the Sanitation and Family Education SAFE Pilot Project Experience 42; Washington, DC: CAREICDDR,BEHP Joint Publication. Black, R.E., S. Cousens, H.L. Johnson, J.E. Lawn, I. Rudan, D.G. Bassani, P. Jha, H. Campbell, C.F. Walker, R. Cibulskis, T. Eisele, L. Liu, and C. Mathers 2010. Global, Regional, and National Causes of Child Mortality in 2008: A Systematic Analysis. The Lancet, 375, 196987. Clasen, T.F., J. Brown, S. Collin, O. Suntura, and S. Cairncross 2004. Reducing Diarrhea Through the Use of HouseholdBased Ceramic Water Filters: A Randomized, Controlled Trial in Rural Bolivia. American Journal of Tropical Medicine and Hygiene, 70, 6517. Daniels, D.L., S.N. Cousens, L.N. Makoae, and R.G. Feachem 1990. A CaseControl Study of the Impact of Improved Sanitation on Diarrhoea Morbidity in Lesotho. Bulletin of the World Health Organization, 68, 45563. Das, R.R., M. Singh, and N. Shafiq 2010. Zinc in Treatment of Acute Lower Respiratory Tract Infection in Children: Pooled Result from Randomized Controlled Trials. Chest Conference: Chest, 138. Das, R.R., M. Singh, and N. Shafiq 2012. ShortTerm Therapeutic Role of Zinc in Children 5 Years of Age Hospitalised for Severe Acute Lower Respiratory Tract Infection. Paediatric Respiratory Reviews, 13, 18491. Dennehy, P.H. 2012. Effects of Vaccine on Rotavirus Disease in the Pediatric Population. Current Opinion in Pediatrics, 24, 7684. Desai, R., L.H. De Oliveira, U.D. Parashar, B. Lopman, J.E. Tate, and M.M. Patel 2011. Reduction in Morbidity and Mortality from Childhood Diarrhoeal Disease after Species 31 a Rotavirus Vaccine Introduction in Latin America A Review. Memorias Do Instituto Oswaldo Cruz, 106, 90711. Dinleyici, E.C., M. Eren, M. Ozen, Z.A. Yargic, and Y. Vandenplas 2012. Effectiveness and Safety of Saccharomyces Boulardii for Acute Infectious Diarrhea. Expert Opinion on Biological Therapy, 12, 395410. Duke, T., F. Wandi, M. Jonathan, S. Matai, M. Kaupa, M. Saavu, R. Subhi, and D. Peel 2008. Improved Oxygen Systems for Childhood Pneumonia: A Multihospital Effectiveness Study in Papua New Guinea. The Lancet, 372, 132833. English, R.M., J.C. Badcock, T. Giay, T. Ngu, A.M. Waters, and S.A. Bennett 1997. Effect of Nutrition Improvement Project on Morbidity from Infectious Diseases in Preschool Children in Vietnam: Comparison with Control Commune. British Medical Journal, 3157116, 112225. EPH, UNICEFWES, USAID, World BankWSP and WSSCC 2004. Joint Publication 8: The Hygiene Improvement Framework A Comprehensive Approach for Preventing Childhood Diarrhea. Washington, DC: Environmental Health Project. Esrey, S.A., R.G. Feachem, and J.M. Hughes 1985. Interventions for the Control of Diarrheal Diseases Among YoungChildren Improving WaterSupplies and Excreta Disposal Facilities. Bulletin of the World Health Organization, 63, 75772. Esrey, S.A., J.B. Potash, L. Roberts, and C. Shiff 1991. Effects of Improved WaterSupply Infection, and Sanitation on Ascariasis, Diarrhea, Dracunculiasis, Hookworm Schistosomiasis, and Trachoma. Bulletin of the World Health Organization, 69, 60921. Fauveau, V., M.K. Stewart, J. Chakraborty, and S.A. Khan 1992. Impact on Mortality of a Communitybased Programme to Control Acute Lower Respiratory Tract Infections. Bulletin of the World Health Organization, 701, 10916. Fewtrell, L., R.B. Kaufmann, D. Kay, W. Enanoria, L. Haller, and J.M. Colford 2005. Water, Sanitation, and Hygiene Interventions To Reduce Diarrhoea in Less Developed Countries: A Systematic Review and MetaAnalysis. Lancet Infectious Diseases, 5, 4252. Fischer Walker, C.L., J. Perin, M.J. Aryee, C. BoschiPinto, and R.E. Black 2012. Diarrhea Incidence in Low and MiddleIncome Countries in 1990 and 2010: A Systematic Review. BMC Public Health, 12, 220. Froozani, M.D., K. Permehzadeh, A.R.D. Motlagh, and B. Golestan 1999. Effect of Breastfeeding Education on the Feeding Pattern and Health of Infants in their First 4 Months in the Islamic Republic of Iran. Bulletin of the World Health Organization, 77, 38185. Garrett, V., P. Ogutu, P. Mabonga, S. Ombeki, A. Mwaki, G. Aluoch, M. Phelan, and R.E. Quick 2008. Diarrhoea Prevention in a HighRisk Rural Kenyan Population Through PointofUse Chlorination, Safe Water Storage, Sanitation, and Rainwater Harvesting. Epidemiology and Infection, 136, 146371. Gilani, Z., Y.D. Kwong, O.S. Levine, M. DeloriaKnoll, J.A.G. Scott, K.L. OBrien, and D.R. Feikin 2012. A Literature Review and Survey of Childhood Pneumonia Etiology Studies: 20002010. Clinical Infectious Diseases, 54, S102S108. Graf, J., S. Zebaze Togouet, N. Kemka, D. Niyitegeka, R. Meierhofer, and J. Gangoue Pieboji 2010. Health Gains from Solar Water Disinfection Sodis: Evaluation of a 32 Water Quality Intervention in Yaounde, Cameroon. Journal of Water and Health, 8, 77996. Grosse, S.D. and K. Roy 2008. LongTerm Economic Effect of Early Childhood Nutrition. The Lancet, 371, 36566. Haggerty, P.A., K. Muladi, B.R. Kirkwood, A. Ashworth, and M. Manunebo 1994. CommunityBased Hygiene Education to Reduce Diarrheal Disease in Rural Zaire the Intervention on Diarrheal Morbidity. International Journal of Impact of Epidemiology, 23, 105059. Han, A.M. and T. Hlaing 1989. Prevention of Diarrhoea and Dysentery by Hand Washing. Transactions of the Royal Society of Tropical Medicine and Hygiene, 83, 12831. Hoddinott, J., J.A. Maluccio, J.R. Behrman, R. Flores, and R. Martorell 2008. Effect of a Nutrition Intervention during Early Childhood on Economic Productivity Inguatemalan Adults. The Lancet, 371, 41116. Hoque, B.A., T. Juncker, R.B. Sack, M. Ali, and K.M. Aziz 1996. Sustainability of a Water, Sanitation and Hygiene Education Project in Rural Bangladesh: A 5Year Followup. Bulletin of the World Health Organization, 74, 43137. Jensen, P.K., J.H.J. Ensink, G. Jayasinghe, W. Van Der Hoek, S. Cairncross, and A. Dalsgaard 2003. Effect of Chlorination of DrinkingWater on Water Quality and Childhood Diarrhoea in A Village in Pakistan. Journal of Health Population and Nutrition, 21, 2631. Khan, A.J., J.A. Khan, M. Akbar, and D.G. Addiss 1990. Acute Respiratory Infections in Children: A Case Management Intervention in Abbottabad District, Pakistan. Bulletin of the World Health Organization, 68, 57785. Khan, M.U. 1982. Interruption of Shigellosis by Hand Washing. Transactions of the Royal Society of Tropical Medicine and Hygiene, 76, 16469. Kolahi, A.A., A. Rastegarpour, and M.R. Sohrabi 2009. The Impact of an Urban Sewerage System on Childhood Diarrhoea in Tehran, Iran: A Concurrent Control Field Trial. Transactions of the Royal Society of Tropical Medicine and Hygiene, 103, 5005. Lazzerini, M. and L. Ronfani 2011. Oral Zinc for Treating Diarrhoea in Children. Sao Paulo Medical Journal, 129, 11819. Lockwood, H., G.M. Morales, and J.O. Altamirano 2001. Nicaragua: Rural Water Supply, Sanitation, and Environmental Health Program. Washington: U.S. Agency for International Development. Luby, S.P., M. Agboatwalla, J. Painter, A. Altaf, W. Billhimer, B. Keswick, and R.M. Hoekstra 2006. Combining Drinking Water Treatment and Hand Washing for Diarrhoea Prevention, a Cluster Randomised Controlled Trial. Tropical Medicine and International Health, 11, 47989. Luby, S.P., M. Agboatwalla, J. Painter, A. Altaf, W.L. Billhimer, and R.M. Hoekstra 2004. Effect of Intensive Handwashing Promotion on Childhood Diarrhea in HighRisk Communities in Pakistan: A Randomized Controlled Trial. Jama, 291, 254754. Lye, M.S. et al. 1996. Acute Respiratory Tract Infection: A Communitybased Intervention Study in Malaysia. Journal of Tropical Pediatrics, 423: 13843. 33 Mtango, F.D.E. and D. Neuvians 1986. Acute RespiratoryInfections in Children under 5 Years Control Project in Bagamoyo District, Tanzania. Transactions of the Royal Society of Tropical Medicine and Hygiene, 806: 85158. Nanan, D., F. White, I. Azam, H. Afsar, and S. Hozhabri 2003. Evaluation of a Water, Sanitation, and Hygiene Education Intervention on Diarrhoea in Northern Pakistan. Bulletin of the World Health Organization, 81, 16065. Oberhelman, R.A. et al. 2006. An Interventioncontrol Study of Corralling of Freeranging Chickens to Control Campylobacter Infections among Children in a Peruvian Periurban Shantytown. American Journal of Tropical Medicine and Hygiene, 746: 10549. Opiyo, N. and M. English 2010. InService Training for Health Professionals to Improve Care of the Seriously Ill Newborn or Child in Low and MiddleIncome Countries Review. Cochrane Database of Systematic Reviews. Pandey, M.R., N.M.P. Daulaire, E.S. Starbuck, R.M. Houston, and K. Mc Pherson 1991. Reduction in Total UnderFive Mortality in Western Nepal Through CommunityBased Antimicrobial Treatment of Pneumonia. Lancet, 338, 9937. Quick, R.E., L.V. Venczel, E.D. Mintz, L. Soleto, J. Aparicio, M. Gironaz, L. Hutwagner, K. Greene, C. Bopp, K. Maloney, D. Chavez, M. Sobsey, and R.V. Tauxe 1999. Diarrhoea Prevention in Bolivia Through PointofUse Water Treatment and Safe Storage: A Promising New Strategy. Epidemiology and Infection, 122, 8390. Rabie, T. and V. Curtis 2006. Handwashing and Risk of Respiratory Infections: A Quantitative Systematic Review. Tropical Medicine and International Health, 11, 25867. Rana, M. 2009. Effect of Water, Sanitation and Hygiene Intervention in Reducing SelfReported Waterborne Diseases in Rural Bangladesh. Bangladesh: Brac. Rasella, D., R. Aquino, and M.L. Barreto 2010. Reducing Childhood Mortality from Diarrhea and Lower Respiratory Tract Infections in Brazil. Pediatrics, 1263, E534E40. Reller, M.E., C.E. Mendoza, M.B. Lopez, M. Alvarez, R.M. Hoekstra, C.A. Olson, K.G. Baier, B.H. Keswick, and S.P. Luby 2003. A Randomized Controlled Trial of HouseholdBased FlocculantDisinfectant Drinking Water Treatment for Diarrhea Prevention in Rural Guatemala. American Journal of Tropical Medicine and Hygiene, 69, 4119. Roberts, L., Y. Chartier, O. Chartier, G. Malenga, M. Toole, and H. Rodka 2001. Keeping Clean Water Clean in a Malawi Refugee Camp: A Randomized Intervention Trial. Bulletin of the World Health Organization, 79, 28087. Scrimshaw, N.S. 1998. Malnutrition, Brain Development, Learning, and Behavior. Nutrition Research, 18, 35179. Semenza, J.C., L. Roberts, A. Henderson, J. Bogan, and C.H. Rubin 1998. Water Distribution System and Diarrheal Disease Transmission: A Case Study in Uzbekistan. American Journal of Tropical Medicine and Hygiene, 59, 94146. Shahid, N.S., W.B. Greenough Iii, A.R. Samadi, M.I. Huq, and N. Rahman 1996. Hand Washing with Soap Reduces Diarhhoea and Spread of Bacterial Pathogens in a Bangladesh Village. Journal of Diarrhoeal Diseases Research, 14, 859. 34 Sircar, B.K., P.G. Sengupta, S.K. Mondal, D.N. Gupta, N.C. Saha, S. Ghosh, B.C. Deb, and S.C. Pal 1987. Effect of Handwashing on the Incidence of Diarrhoea in a Calcutta Slum. Journal of Diarrhoeal Diseases Research, 5, 1124. SoaresWeiser, K., H. Maclehose, I. BenAharon, E. Goldberg, F. Pitan, and N. Cunliffe 2010. Vaccines for Preventing Rotavirus Diarrhoea: Vaccines in Use. Cochrane Database of Systematic Reviews Online, Cd 008521. Sobsey, M.D., T. Handzel, and L. Venczel 2003. Chlorination and Safe Storage of Household Drinking Water in Developing Countries to Reduce Waterborne Disease. Water Science and Technology, 47, 2218. Stanton, B.F., and J.D. Clemens 1987. An Educational Intervention for Altering WaterSanitation Behaviors to Reduce Childhood Diarrhea in Urban Bangladesh. II. A Randomized Trial to Assess the Impact of the Intervention on Hygienic Behaviors and Rates of Diarrhea. American Journal of Epidemiology, 1252: 292301. The Center for Theory of Change Inc. 2013. TOC Background Online. Available: Http:Www.Theoryofchange.OrgWhatIsTheoryOfChangeTocBackground1 Accessed 28 May 2013. Theodoratou, E., S. Johnson, A. Jhass, S.A. Madhi, A. Clark, C. BoschiPinto, S. Bhopal, I. Rudan, and H. Campbell 2010. The Effect of Haemophilus Influenzae Type B and Pneumococcal Conjugate Vaccines on Childhood Pneumonia Incidence, Severe Morbidity and Mortality. International Journal of Epidemiology, 39 Suppl 1, I17285. Todd, S., N.A. Page, A.D. Steele, I. Peenze, and N.A. Cunliffe 2010. Rotavirus Strain Types Circulating in Africa: Review of Studies Published During 19972006. Special Issue: Rotavirus Infection in Africa: Epidemiology, Burden of Disease, and Strain Diversity. Journal of Infectious Diseases, 202. Tonglet, R., K. Isu, M. Mpese, M. Dramaix, and P. Hennart 1992. Can Improvements in Water Supply Reduce Childhood Diarrhoea? Health Policy and Planning, 7, 2608. Traa, B.S., C.L.F. Walker, M. Munos, and R.E. Black 2010. Antibiotics for the Treatment of Dysentery in Children. International Journal of Epidemiology, 39 Suppl 1, I704. UNICEF 2012. Levels and Trends in Child Mortality. New York: United Nations Childrens Fund. Wagstaff, A. and N. Watanabe 2000. Socioeconomic Inequalities in Child Malnutrition in Developing World. Policy Research Working Paper 2434. Washington, DC: World Bank. World Health Organization 2003. Treatment of Diarrhoea: A Manual for Physicians and Other Senior Health Workers. Geneva: World Health Organization. Worobey, J., B.J. Tepper, and R. Kanarek 2006. Nutrition and Behavior. A Multidisciplinary Approach. Cambridge, MA: CABI Publishing. 35", "filename": "767846184.pdf", "person": ["Maureen Seguin", "Seguin, Maureen", "Miguel Niño-Zarazúa", "Niño-Zarazúa, Miguel"], "date": ["2013"]}