{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/110024/1/767826043.pdf"], "title": ["Economic crises and the added worker effect in the Turkish labor market"], "plaintext": " Economic Crises and the Added Worker Effect in the Turkish Labor Market Working Paper No. 774Serkan Degirmenci Istanbul Technical University Ipek Ilkkaracan Istanbul Technical University Levy Economics Institute of Bard College September 2013 by Istanbul Technical University, Faculty of Management, Department of Management Engineering, Macka, Besiktas, Istanbul, 34367, Turkey; sdegirmenciitu.edu.tr. Istanbul Technical University, Faculty of Management, Department of Management Engineering, Macka, Besiktas, Istanbul, 34367, Turkey; ilkkaracanitu.edu.tr. The Levy Economics Institute Working Paper Collection presents research in progress by Levy Institute scholars and conference participants. The purpose of the series is to disseminate ideas to and elicit comments from academics and professionals. Levy Economics Institute of Bard College, founded in 1986, is a nonprofit, nonpartisan, independently funded research organization devoted to public service. Through scholarship and economic research it generates viable, effective public policy responses to important economic problems that profoundly affect the quality of life in the United States and abroad. Levy Economics Institute P.O. Box 5000 AnnandaleonHudson, NY 125045000 http:www.levyinstitute.org Copyright Levy Economics Institute 2013 All rights reserved ISSN 1547366X ABSTRACT Turkish economic growth has been characterized by periodic crises since financial liberalization reforms were enacted in the early 1990s. Given the phenomenally low female labor force participation rate in Turkey one of the lowest in the world and the limited scope of the countrys unemployment insurance scheme, there appears to be ample room for a female added worker effect as a household strategy against unemployment shocks under economic crises. Using micro data from household labor force surveys for the 200410 period, we examine the extent to which an unemployment shock to the primary male earner instigates female members of the household to move from nonparticipant status to labor market participation. This paper differs from the earlier few studies on the added worker effect in Turkey in a number of aspects. First, rather than simply basing the analysis on a static association between womens observed participation status and mens observed unemployment status in the survey period, we explore whether there is a dynamic relationship between transitions of women and men across labor market states. To do this, we make use of a question introduced to the Household Labor Force Survey in 2004 regarding the survey respondents labor market status in the previous year. This allows us to explore transitions by female members of households from nonparticipant status in the previous year to participant status in the current year, in response to male members making a transition from employed in the previous period to unemployed in the current period. We explore whether and to what extent the primary male earners move from employed to unemployed status determines the probability of married or single female fulltime homemakers entering the labor market. We estimate the marginal effect of the unemployment shock on labor market transition probability for the overall sample as well as for different groups of women, and hence demonstrate that the effect varies widely depending on the particular characteristics of the womanfor example, her education level, age, urbanrural residence, and marital and parental status. We find that at the micro level an unemployment shock to the household increases the probability of a female homemaker entering the labor market by 68 percent. The marginal effects vary substantially across different groups of women by age, rural or urban residence, and education. For instance, a household unemployment shock increases by up to 34 percent the probability that a university graduate homemaker in the 2045 age group will enter the labor market; for a high school graduate the probability drops to 17 percent, while for her counterpart with a secondary education the marginal effect is only 7 percent. 1 Our estimate of the total weighted number of female added workers in the crisis years shows that only around 9 percent of the homemakers in households experiencing an unemployment shock enter the labor market. Hence we conclude that, while some households experiencing unemployment shocks do use the added worker effect as a coping strategy, this corresponds to a relatively small share. We attribute this finding to the deeply embedded structural constraints against female labor market participation in Turkey. Keywords: Labor Supply; Economic Crisis: Turkey JEL Classifications: J16, J21, J22 2 INTRODUCTION As the repercussions of the global economic crisis in Turkey triggered a sharp increase in the national unemployment rate from 10 percent in 2007 to 14 percent in 2009, the Minister in Charge of Economic Affairs, Mr. Mehmet Simsek, was reported to point to housewives deciding to look for jobs as an important source of the unemployment problem. He stated during a public speech at a Conference entitled The Global Financial Crisis and the Turkish Economy: You know why the unemployment rate has been increasing? Because more women than before start looking for jobs in times of economic crises  of the 50 million people who are the potential labor force in Turkey more than half do not search jobs because they are housewives or students.   Hence it is important to have a correct reading of the implications of rising unemployment rates for the real economy. If there is unemployment because people have lost jobs, this means they are pushed out of the market, and of course this will create a negative impact on the economy. But if the person did not have a job before starting to look for one and that is what causes unemployment to rise, this would have a more limited impact on the economy. Hence we should not pump up the pessimism and try to have a correct reading of what this rise in unemployment means. Milliyet Daily Newspaper, 18.03.2009 Mr. Simseks unfortunate statement received much public uproar and criticism both for its gender discriminatory content as well as the unrealistic perspective that it offered on the unemployment problem. Nevertheless, the gendered labor force participation pattern that the Minister referred to is one of the two distinct labor supply effects of economic downturns, one being the added worker effect, the other being the discouraged worker effect. Both effects are plausible responses to unemployment shocks, yet each affects labor force participation and unemployment in diametrically opposite directions. The added worker effect refers to the case where household members who are not labor market participants or who are employed only as secondary earners of the household choose to increase their own labor supply in order to compensate for the income losses incurred due to involuntary job loss or reduction in the earnings of the primary worker who is usually the household head. This labor supply response of secondary workers is a transitory way of smoothing intertemporal income and consumption for a family. In the context of extended models, the added worker effect may also be influenced by other relevant factors such as unemployment insurance, employment uncertainty, and household liquidity 3 constraints.1 To the extent that the movements of added workers entail transitions from nonparticipation to unemployment, it can be said that the effect creates additional pressure on an already contracted labor market in the short run. On the other hand, economic crises can also culminate in the socalled discouraged worker effect DWE, which refers to the case where previously active labor market participants give up looking for jobs and withdraw from the labor market altogether when they experience failed job searches or when their expectation to find a job is gravely reduced. Womens status as secondary earners makes them relatively more vulnerable to both effects.2 Ehrenberg and Smith 2000 report that the added worker effect becomes relatively weaker as women become increasingly integrated into the labor market through regular employment, and as unemployment insurance benefits provide incentives to remain out of the labor force. The Turkish labor market provides a weak example by both criteria and is therefore a candidate, in fact, for a strong added worker effect. Women in Turkey can be hardly considered to be integrated into the market; when the crisis hit in 2008, female labor force participation rate was only 24.5 percent, one of the lowest rates globally. Consequently, the male breadwinner household is still highly prevalent.3 The unemployment insurance scheme, on the other hand, introduced in 2002, has only limited coverage. In the first half of 2009, at the peak of the crisis, as the unemployment rate hit record highs at 16.1 percent with 3.8 million people unemployed February 2009, only about 8 percent of the unemployed 1 For theoretical discussions, see Mincer 1962, 1966; Ashenfelter 1980; Killingsworth and Heckman 1986; Rosen 1992; and Lundberg 1985. 2 Both added and discouraged worker effects pertain to laborsupply side responses by women to unemployment shocks as identified in the orthodox labor economics literature. Feminist economics, on the other hand, often approaches the gendered implications of economic downturns on womens employment from a demandforlabor side perspective. Rubery 1988 advances three distinct possibilities: the buffer hypothesis, the segmented labor market hypothesis, and the substitution hypothesis. To the extent that women workers play a buffer role in the labor market, hired under expansionary periods as male labor supply gets short, they can also be the first to be let go in a contractionary period, last hired first fired. If there is a segmented labor market, however, with substantial occupationalindustrial gender segregation, then womens employment can be more or less affected in economic downturns relative to mens depending on the sectors and occupations they are concentrated in. Finally, the substitution effect refers to the possibility that women workers can be preferred to men as lower cost alternatives, with the effect being more pronounced particularly in economic downturns. It is possible to argue that the supply and demand side effects interact with and condition one another, determining the concrete outcomes. For instance, in the case of a segmented labor market or substitution effect from the demand side favoring female labor, one can expect any added worker effect to be more pronounced than it would be otherwise. The analysis in this chapter focuses on the added worker effect, i.e., on the supply side. While we do introduce some demand side controls to the extent that data is available, these control for regional variations in labor demand and we do not attempt to test for the interaction of supply and demand side effects. 3 Ilkkaracan and Degirmenci 2013 report using 2010 SILC data that of all households HHs, 33 percent are singleearner male breadwinner HHs; 11 percent are multipleearner male breadwinner HHs; 22 percent are dual earner HHs; 10 percent are femaleheaded HHs, and 24 percent are in some other category, predominantly jobless HHs. Excluding the smallscale family farming HHs where the dual earner structure is relatively more common, of nonfarming households, 38 percent are singleearner male breadwinner HHs; 11 percent are multipleearner male breadwinner HHs; only 12 percent are dual earner HHs; 11 percent are femaleheaded HHs, and 28 percent are in some other category. 4 received unemployment benefits.4 Hence, by both criteria, the Turkish labor market appears to provide an ample setting for an added worker effect in response to economic downturns. At the same time, however, the female employment rate has remained very low throughout the past three decades of market liberalization in Turkey despite a relatively high growth rate. This is reflective of deeply embedded structural factors, both on the supply and demand side, which create a disabling environment for womens integration into the labor market. The lack of workfamily reconciliation mechanisms such as preschool childcare centers or elderly care services, or employed womens poor access to maternity leave due to informal employment practices, creates bottlenecks on womens labor supply Ilkkaracan 2010. On the other hand, the growth process under trade and financial liberalization since the 1980s has been one with limited capacity to generate sufficient employment demand visavis a growing population plus ruraltourban migration. To the extent that jobs have been created, the work conditions for workers with lower education have entailed long work hours and low wages. These poor labor market demand conditions have also played a crucial role in the inability of the economic growth process to pull women into the labor market Ilkkaracan 2012. Hence while Turkey does seem to provide an ample setting for the female added worker strategy as a coping mechanism for households where the primary male earner suffers from job loss, the structural factors against womens entry into the labor market are also likely to weaken such potential. Against this background, this paper aims to investigate the extent of the added worker effect in Turkey, particularly in response to the recent economic crisis of 200809. To the best of our knowledge, there are three studies on the added worker effect in Turkey. Baslevent and Onaran 2003, based on an analysis of 1988 and 1994 Household Labor Force Survey micro data, report a statistically significant added worker effect by married women in response to the 1994 currency crisis. Their empirical analysis relies on a bivariate choice model of couples who live in the same household and an estimation of a pair of probit equations, one on the employment status of the husband and the other one on the participation status of the wife. The study suggests that a negative positive correlation between the error terms of the two equations will be indicative of an added worker discouraged worker effect. While they do not find any statistically significant correlation using 1988 data, they find a negative correlation for 1994, which they interpret as an added 4 This is calculated based on the numbers reported in Uysal 2012. 5 worker effect dominating a discouraged worker effect. A working paper by Polat and Saraceno 2010 adopts an identical methodology to Baslevent and Onaran 2003 on a sample of married couples aged 2454 from the Household Budget Surveys for 200205 to explore the effects of the 2001 financial crisis in Turkey. Finding a statistically significant negative correlation between the two probit estimations for 200204, they suggest this as evidence of a strong added worker effect by married women as triggered by the 2001 crisis.5 Finally, another working paper by Karaoglan and Okten 2012, using a sample of urban married couples aged 2054 from Household Labor Force Survey data for 200010, estimates a labor force participation equation for women, where the husbands unemployment and regional unemployment rates are amongst the explanatory variables. They find a statistically significant positive coefficient on husbands unemployment status whereby they also report on the extent of this effect, such that the husbands unemployment increases the probability that the wife will enter the labor market by 48 percent varying across yearly crosssection estimations. The study also finds a negative coefficient on the regional unemployment rate, which they interpret as evidence of a discouraged worker effect.6 In investigating evidence for an added worker effect among women using Household Labor Force Survey HFLS micro data for 200410, this chapter differs from the earlier studies in a number of respects. First of all, rather than simply basing the analysis on a static association between womens observed participation status and mens observed unemployment status in the survey period, we explore whether there is a dynamic relationship between transitions of women and men across labor market states. To do this, we make use of a question introduced to the HLFS in 2004 on previous years labor market status. This allows us to explore transitions by female members of households from nonparticipant in the previous year to participant status in the current year, in response to male members making a transition from employed in the previous period to unemployed in the current period. Using this transition data, we explore whether and to what extent primary male earners moving from employed to unemployed statuses determines the probability of married or single female fulltime homemakers entering the labor market. Second, we explore the female added worker effect not only for the overall sample as is the case in the previous studies, but also for 5 They report that the correlation coefficient turns insignificant in 2005, which they suggest implies that the effect of the crisis is over by then and shocks at the household level are absorbed by other means than buffer labor supply. 6 Ilkkaracan 2012 in a study of which the primary objective was to explore the reasons behind womens low rates of labor force participation in Turkey also reports results from three crosssection regressions on HLFS micro data in 1988, 2000, and 2008 that unemployment of the husband emerges as a statistically significant determinant of female labor supply. 6 different groups of women. Hence, we are able to demonstrate that the effect varies widely depending on particular characteristics of the woman, such as her education level, age, urbanrural residence, marital, and parental status. The identification of the transitions of women and men between labor market states also allows us to estimate the extent of the female added worker effect at an aggregate level. Hence, unlike the abovementioned earlier studies, which simply report at the individual micro level, whether an added worker effect exists in Turkey or not like in Baslevent and Onaran 2003 and Polat and Saraceno 2010, we are able to report estimates on absolute numbers of female added workers and share of households that use female added workers as a coping strategy against unemployment shocks. Using these weighted numbers we are also able to report our estimates of the impact of the female added worker phenomenon on the unemployment rate or labor force participation rate in the 200809 economic crisis. The rest of the paper is organized as follows: Section 2 provides an overview of the gendered patterns in the Turkish labor market as well as the signs of the added worker effect as deduced from an examination of aggregate data on genderdisaggregated employment and unemployment rates. Section 3 describes the data, construction of the operational sample, and methodology. The findings are presented in Section 4, while we draw out our conclusions in Section 5. 1. GENDERED PATTERNS IN EMPLOYMENT AND UNEMPLOYMENT UNDER ECONOMIC CRISES The structural transformation of the Turkish economy from agriculture towards industry and services has been an ongoing process since the start of the industrialization drive in the first half of the twentieth century. The accompanying population shift from rural to urban residence has resulted in a longterm declining trend in womens labor market activity rates. While men were transformed from a rural agricultural workforce to urban industrial and service workers, women shifted from a rural agricultural workforce of unpaid family workers to predominantly urban fulltime homemakers. As a background, it is worth noting a number of manifestations of the gendered structure of the labor markets in Turkey. First, the labor force participation gap is striking and remains persistent through time. The female participation rate remains under 30 percent versus an above 70 percent male participation rate. The gap exists both for rural and urban populations, but particularly so for the latter Figure 1. Female rural participation rates are generally higher than urban ones, given the dominance of smallscale family farming in rural areas and womens participation in 7 agricultural production in such settings. Yet, under the agricultural reform process in the 2000s as part of the World Bank structural adjustment program, public subsidies to agriculture were withdrawn and replaced by a temporary cash transfer scheme to alleviate the negative income impact. This resulted in a massive withdrawal of rural population from the labor force, particularly of women, who were previously employed as unpaid family workers in agriculture Ilkkaracan and Tunal 2010. Hence, as can be seen in Figure 1, the decline in rural participation rates has narrowed down the gender and within group that is, among women difference with the urban labor market in the 2000s. Nevertheless, the dominance of agricultural activities in rural areas continues to provide relatively more opportunities for rural womens participation, albeit at the cost of vulnerable employment, in the status of unpaid family workers. Smallscale family farming also provides a buffer for lowincome households in response to economic fluctuations. This becomes particularly visible with the turnaround of the declining trends in rural participation rates since the start of the crisis in 2008. Figure 1: Labor Force Participation Rates by Gender and RuralUrban Residence 19882011 % 1009080706050403020100889198910991199129913991499159916991799189919991000210022002300240025002600270028002900201021102MaleRural MaleUrban FemaleRural FemaleUrban Source: TSI, HLFS data, http:www.tuik.gov.trVeri Bilgi.do?alt_id25 Second, given the lack of subsidized childcare centers and preschool education, reservation wages of women, which are influenced by the value they attribute to their unpaid household production, remain high. On the other hand, under unstable economic growth marked by frequent crises since financial liberalization in the early 1990s, labor market conditions have deteriorated; long working hours, low wages and employment without social security coverage have become the standard working conditions for particularly lower 8 qualified workers. Hence, from an analytical point of view, the expected market value of wages for particularly lowerthanuniversity educated urban women have remained lower than of their reservation wages conditioned by domestic care responsibilities. In this context, it is expected that the gender participation gap varies widely by socioeconomic as well as marital status. A disaggregation of the gender participation gaps for urban prime working age population age 2044 by education level and marital status Figure 2, indeed shows that for elementary school graduates, the participation rates for married single men is 70 50 percentage points higher than for married single women; in the case of married single high school graduates the gap begins to narrow somewhat, at 50 30 percentage points; and for married single university graduates, the gender gap narrows further down to disappears at 30 0 percentage points Figure 2. Given these widely varying patterns of female employment by education and marital status, the presence or magnitude of the added worker effect could also vary along the same lines. A stronger effect can be expected for higher educated women as well as single women for whom the aboveexplained structural constraints are relatively less binding. For higher educated women, the constraints are less binding because their expected market wages are higher. For single women, the constraints are less binding because their reservation wages are lower. Similarly one can expect a weaker added worker effect for lower educated and married women for whom structural constraints are truly disabling because not only do they face lower expected market wages but also have higher reservation wages due their marital and parental status. The variation in the added worker effect amongst different groups of women is one of the questions that we explore below in our analytical section. 9 Figure 2: Gender Labor Force Participation Gap by Education and Marital Status % 1009080706050403020100less than primaryprimary andsecondaryhigh schooluniversitynever married LFP gender gap % pointsmarried LFP gender gap % pointsSource: Ilkkaracan 2010, based on HLFS micro data for 2008 for Urban Population of Prime Working Age 2044 Third, an emerging characteristic of the labor market is the prevalence of informal employment. As of 2011, approximately 43 percent of the employed do not have any social security coverage. This is for some part due to the relatively large numbers of employed in smallscale family farming. The competitive pressures of exportled growth have been another factor at work sustaining informal employment patterns in nonagricultural sectors: 24 percent of men and 27 percent of women employed in nonagricultural sectors do not have any social security coverage as of 2012 Turk Stat 2013. Yet, the switch from an import substitution to an export orientation in the early 1980s in Turkey did not trigger any secular increasing trend in female employment rates, as has been observed in many other developing economies under exportled growth. Female labor force participation rates remained around a meager 20 percent for most of the 1980s and 1990s.7 Following the financial liberalization reforms in the early 1990s, the Turkish economy went through periodic crises, including the 1994 and 2001 currency crises, and the 200809 crisis, which was triggered by the global downturn. These recessions had the expected negative labor market effects in terms of increasing unemployment for men and women alike, but surprisingly, female employment registered a substantial increase in both periods. This was not the case for men. The changes in the number of employed and unemployed men and women during the 200001 and 200809 crises are shown in Figure 3 also see Table A1. Accordingly, in 2001 and 2002, the number of unemployed men rose by 374,000 a 34 percent increase and 7 See Ilkkaracan 2012 for an account of the limited impact of exportoriented growth on female employment. 10 341,000 a 23 percent increase, respectively. During the same period, there was also a drop in the number of employed men by 225,000 persons in 2001 and 323,000 in 2002. The number of unemployed women also increased in both years by 95,000 and 156,000 workers corresponding to an increase of 25 percent and 32 percent, respectively. The 200809 crisis had a more dramatic impact on unemployment. The number of unemployed men rose by 161,000 in 2008 and a phenomenal 614,000 in 2009, while male employment declined by 192,000 persons. This corresponded to an almost 4 percentage point increase in the male unemployment rate from 10 percent in 2007 to 13.9 percent in 2009. The number of unemployed women increased by 74,000 in 2008 and 245,000 in 2009, marking an increase in the female unemployment rate of over 3 percentage points from 11 percent in 2007 to 14.3 percent in 2009. Yet, what is striking is that while there is a substantial decline in male employment in both crises, we observe a net increase in female employment rates with around 150,000 women entering the labor market per year in 2001 and 2002, and around 250,000 per year in 2008 and 2009. Figure 3a: Change in Numbers of Employed and Unemployed by Gender: 200001 Crisis Source: TSI, HLFS dataweb site, http:www.tuik.gov.trVeri Bilgi.do?alt_id25 11 Figure 3b: Change in Numbers of Employed and Unemployed by Gender: 200809 Crisis Source: TSI, HLFS data, http:www.tuik.gov.trVeri Bilgi.do?alt_id25 Put simply, we observe an increasing trend of female labor force participation rates in crises periods. These aggregate figures do seem to indicate a possible added worker effect.8 In the following sections, this paper presents evidence from micro data of household labor force surveys to explore the extent to which such a female added worker effect has been at work in the recent economic crisis. 2. DATA AND METHODOLOGY In this study, we utilize HLFS micro data for the period 200410. To identify the added worker effect, we take advantage of the question on previous years labor market status, which was added to the survey from 2004 onwards. The HLFS have been conducted by the Turkish Statistical Agency Turk Stat since 1988,9 and over the years both the survey questionnaire as well as the sampling base have undergone a number of improvements. One 8 From the standpoint of demand for labor, to what extent this increase was triggered by a substitution effect versus growth of employment in femaledominated sectors remains to be explored. A contributing factor that might have triggered a substitution effect under the recent crisis was the announcement by the government in June 2008 of a series of precautionary policies against the emerging unemployment problem. These included a subsidy applied toward social security premiums of newly employed young people and women on the condition that they were not in formal employment in the previous year. In other words, the social security premiums of newly employed women and young workers, which are normally paid by the employer, were paid under the subsidy scheme by the government. The government contribution was at a rate of 100 percent in the first year of employment and was reduced by 20 percent each year starting in the second year of employment, eventually expiring after the fifth year. Government officials claimed this positive discriminatory measure was responsible for the increasing trend in female employment despite the crisis. Official figures indicated that by the end of 2009, approximately 50,000 women had been hired under this subsidy scheme. Yet, it was unclear as to what share of these women were simply pulled out of informal employment into formal employment rather than creating new female employment. 9 The HLFS was conducted biannually from 1988 to 1999; quarterly from 2000 to 2004, and monthly since 2005. 12 200809 Recession50005001000150020052006200720082009201020111000s of workerschange in male employmentchange in male unemploymentchange in female employmentchange in female unemployment 200809 Recession50005001000150020052006200720082009201020111000s of workerschange in male employmentchange in male unemploymentchange in female employmentchange in female unemployment 200809 Recession50005001000150020052006200720082009201020111000s of workerschange in male employmentchange in male unemploymentchange in female employmentchange in female unemploymentof the most significant revisions was undertaken in 2004, whereby the number of questions in the survey almost doubled and the sampling was expanded to enable reporting on a regional basis by 26 NUTS2 regions.10 The questions of particular interest for our purposes were also integrated into the HLFS since 2004. These are questions on past years labor market status inquiring about the work status of the person in the previous year; identifying whether she was employed at the same job, at another job, or looking for a job; or if declaring to be not a labor market participant, then providing nonparticipant status information according to a list of five options: homemaker, retired, student, ill or disabled, and other. Using the answers to these questions, it becomes possible to follow the transitions across the states of nonparticipant, employed, and unemployed. Hence, the following analysis makes use of the annual HLFS for seven years from 2004 to 2010. There are 472,837 individual observations in 121,622 households in the 2004 HLFS. From 2004 onwards, there is a slight increase in the sample size of each years HLFS that reflects population growth. Accordingly, the 2010 HLFS consists of 522,171 individual observations in 143,871 households. Making use of the question on past years labor market status, the analysis proceeds in two steps. The first step entails an attempt to identify the extent and profile of the added worker effect. We identify for each year of analysis the transitions by women from nonparticipant to participant employed or unemployed in households that suffer an unemployment shock and in households where no such shock takes place. What we call the unemployment shock households are those where the primary male earner the male reference person has made a transition from being employed in the previous year to unemployed in the current year.11 In these households, we identify the women of working age 1565 who, in the previous year, were in the fulltime homemaker or retired status.12 Given the very low female labor force participation rates in Turkey, the retired make up as little as 2.5 per cent 2004 to 3.5 per cent 2010 of the nonparticipant females in our operational sample; hence, the analysis below pertains primarily to transitions out of fulltime 10 NUTS Nomenclature of Territorial Units for Statistics is a geocode standard for referencing the subdivisions of countries for statistical purposes. The standard is developed and regulated by the European Union. Turkey is comprised of 12 NUTS1 regions, 26 NUTS2 regions, and 81 NUTS3 regions corresponding to 81 provinces. 11 We confine the analysis to households where the reference person is male because the focus of the chapter is on a female added worker effect. This is contextualized as one where the primary earners are male and the female household members react to economic downturns in their secondary earner roles. The overwhelming majority of households in Turkey have a male reference person, though on a declining trend, in the period of analysis from 88.08 percent in 2000 to 84.52 percent of all households in 2010. 12 Those who do not participate in the labor market either as employed or unemployed are categorized in the following status: student, homemaker, retired, ill or disabled, or other. Our operational sample of potential added workers includes homemakers and retired only. 13 homemaking to labor market participation.13 Hence, from here onwards, we refer to the nonparticipant status as homemakers. These constitute our pool of potential female added workers. Out of this pool, we identify the ones who actually make a transition into employed or unemployed status in the current year. These are the women who can be qualified as added workers, yet with a number of caveats. First of all, limiting the scope of the analysis only to unemployment shocks to male primary earners suffers from an underestimation of the added worker effect. It is possible that some of the transitions in the nonshock households also entail an added worker effect, whereby the transition is triggered by falling earnings or increasing job loss risk by the male primary earner as well as any other members of the household suffering from similar unemployment shocks, earnings declines, or increasing job loss risk. Also, beyond entry of nonparticipant women into the labor market, the added worker effect can also entail an increase of working hours by those already in employment. On the other hand, to the extent that some of the labor market transitions by women in the unemployment shock households are independent of the male reference person becoming unemployed, it would be an overestimation. To enable a comparison, we also identify women making similar transitions from fulltime homemaking to participant status in the households where the reference person is male but who does not experience a similar unemployment shock. In other words, these are the households where the male reference person either did not change labor market status since the previous year or made a transition across participant and nonparticipant states but not from employed to unemployed.14 Through a comparison of these two types of households, those exposed to an unemployment shock and those that were not, we argue that any significant difference in female transition ratios would be indicative of an added worker effect. Hence, it can be said that while the question on past labor market status provides a useful tool for some approximate estimation of added workers, it does not permit a perfect identification given the nature of available data. Labor force surveys do not pose any questions as to why the respondents move between different labor market states. Hence, it is 13 We leave out students because the group that we are really concerned with is the women who are pushed to secondary latent earner role through gendered patterns such as fulltime homemaking or early retirement, both almost exclusively female phenomena in Turkey. Also, transitions to the labor market from student status are more likely to be independent of the household unemployment shock. 14 The households that we categorize as nonunemploymentshock households are the ones where the male reference person could have remained either in the same status since the previous year, i.e., employment, unemployment, or nonparticipant status. Or he could have made a transition from employment or unemployment to nonparticipant, from nonparticipant to employment or unemployment, from unemployment to employment or nonparticipant. 14 not possible to identify those who enter the labor market in order to compensate for the loss of labor income by other members of the household. At best, the transitions by women to the labor market in these different types of households can be said to provide some estimate of the range of the added worker effect by female homemakers. In the analysis that follows, we use the weighted numbers of women making the transition into the labor market in the unemployment shock households and the nonshock households to provide a rough estimate of the impact of female added worker effect on the increase in the aggregate employment and unemployment rates observed during the crisis year. We also provide a comparison of the transition ratios in Turkey to those reported for 11 EU countries in an earlier study of the added worker effect in Europe. Finally, we present demographic and employment profiles of the women making the transition in the two groups. The second step of the analysis entails a logit regression analysis to identify the isolated effect of a household unemployment shock at instigating a transition from nonparticipant to participant status by women after controlling for a range of other determinants of transitions. We conduct crosssection estimations of annual data for each year using the following model: yi 0 1 Ushocki 2 Xi 3Ur 4Ar 5Sr i The dependent variable y is a binary variable that takes on the value 1 if woman i has made a transition into the labor market from nonparticipant homemaker or retired status in the previous year to the labor market in the current year and 0 if not. Ushock, our explanatory variable of interest, is again a binary variable that takes on the value 1 if woman i is a member of a household that experienced an unemployment shock i.e., the male reference person has moved from employment in the previous year to unemployment in the current year and 0 if no such shock has taken place. Xi entails a series of control variables for labor and household heterogeneity, such as womans demographic age, education, marital, and parental status and household characteristics education and social security status of household head, presence of other employed household members, household size, ruralurban residence. We also include a series of demand side controls for regional variations in labor demand: Ur is the unemployment rate in region r; Ar and Sr are shares of agricultural and service sector employment in total regional employment. The regional disaggregation entails 26 regions at the NUTS2 level. i is the error term independently distributed across individuals. Our operational sample consists of women of working age 1565 who were in homemaker or 15 retired status in the previous year and living in households with a male reference person. This makes up approximately 50 percent of the total female sample of working age. Based on the results of the logit regression above, we are able to estimate the marginal effects of an unemployment shock to the household i.e., the primary male earner moving from employed to unemployed on increasingdecreasing the probability of the dependent variable i.e., the probability of a female homemaker making the transition to the labor market. In logit analysis, with a binary dependent variable, it is hypothesized that the probability of the occurrence and nonoccurrence of an event is determined by the following functions: The set of parameters reflects the impact of changes in on the probability. The problem at this point is to devise a suitable model for the righthand side of the equation. For a given regressor vector, we would expect The normal distribution has been used in many analyses, giving rise to the probit model, The function is a commonly used as notation for the standard normal distribution function. Partly because of its mathematical convenience, the logistic distribution, has also been used in many applications. The notation indicates the logistic cumulative distribution function and the model is called the logit model which is used in the following analysis. The marginal effect of an explanatory variable X is the partial derivative of the prediction with respect to X and measures the expected change in the response variable as a function of the change in X with the other explanatory variables held constant. Presenting marginal effects often brings more information than just looking at coefficients. So the 16 marginal effect measurement is required to interpret the effect of the regressors on the dependent variable. For the logistic distribution, we calculate the marginal effect as, So, in the logit model, When is a continuous variable, its partial effect on is obtained from the partial derivative: where is the probability density function associated with . Because the density function is nonnegative, the partial effect of will always have the same sign as . When is a dichotomous independent variable, the marginal effect is the difference in the adjusted predictions for the two groups. If is binary, the partial effect of changing from 0 to 1, holding all other variables fixed, is Or keeping the notation in terms of probabilities, we can express the appropriate marginal effect for a binary independent variable, say , as follows: where , denotes the means of all the other variables in the model. Simply taking the derivative with respect to the binary variable as if it were continuous provides an approximation that is often surprisingly accurate. Hence, based on the results of the logit regression, we are able to estimate the marginal effects of an unemployment shock to the household, which is a binary variable i.e., taking on the value 1 if the primary male earner has moved from employed status in the previous year to unemployed status in the current year or 0 otherwise on increasing the occurrence probability of the dependent variable i.e., taking 17 on the value 1 if the woman who was a homemaker in the previous year has moved to participant status in the current year based on mean values of all the other explanatory variables. 3. EMPIRICAL ANALYSIS 3.1. Identifying the Added Worker Effect through Transitions between Labor Market States: Numbers and Shares of Female Added Workers Table 1 displays the numbers and shares of transitions by male household reference persons from employment to unemployment what we call the unemployment shock households and the transitions in these households by women from nonparticipant homemaker status to participant employed or unemployed status. The number of male reference persons moving from employment to unemployment is stable, close to 300,000 people per year in 200407 around 2.6 percent of all households with an employed male reference person. 2008 records a rise by almost 30 percent, to 373,000 increasing to 3.3 percent of all households with an employed male reference person. This is followed by an even more dramatic increase by 42 percent in 2009 to over half a million male household reference people leaving employment and starting to look for a job peaking at 5 percent of all households with an employed male reference person. 2010, the recovery year after the crisis, records a decline in these numbers, but they are still above the pre2008 figures. The last column of Table 1 shows the numbers and shares of women who make the transition from nonparticipant homemaker status to labor market participant employed or unemployed status in these unemployment shock households. Two observations stand out. First, they are generally quite low; ranging from a minimum of 5 percent of all female homemakers living in these households in 2004 13,454 women to a peak of 8.3 percent in 2009 36,209 women and 9 percent in 2010 27,661 women, exhibiting an increase under the economic crisis. 15 These shares are not as substantial as we had expected against a background of very low female participation rate as well as very low coverage by unemployment insurance in Turkey. The second observation is that almost equal shares of women enter the labor market through employment starting to work at a job as unemployment starting to look for a job. 15 While 2010 is the year of postcrisis recovery, the transitions that we observe in 2010 entail the homemakers in 2009 who live in households where the male reference person lost his job sometime in the past year. 18 Table 1 Transitions between Labor Market States by Men and Women in Households Experiencing an Unemployment Shock Year Male reference persons moving from employed to unemployed No % No % No % No % No % No % No % 2004 2005 2006 2007 2008 2009 2010 297,731 2.6 293,541 2.6 286,721 2.5 289,652 2.7 372,766 3.3 530,463 4.8 376,409 3.4 Female Female homemakers homemakers Female homemakers moving from nonmoving from nonmoving from nonparticipant to participant to employed participant to unemployed participant employed unemployed 7,034 2.6 11,082 4.2 9,429 4.0 11,433 4.5 9,255 2.9 19,373 4.4 14,849 4.8 6,420 2.4 8,457 3.2 8,478 3.6 6,497 2.6 11,010 3.5 16,836 3.8 12,812 4.2 13,454 5.0 19,539 7.4 17,907 7.6 17,930 7.1 20,265 6.4 36,209 8.3 27,661 9.0 The numbers are weighted numbers. Percent of all employed male household reference people. Percent of all female homemakers living in the unemployment shock households. Source: Turk Stat, HLFS micro data 20042010. Table 2 juxtaposes the transitions by women in unemployment shock households that were displayed in Table 1 to similar transitions by women in nonshock households. Womens transition ratios in the unemployment shock households are stable over the time period observed but also consistently and substantially higher almost double the rate than those in the nonshock households, which is indicative of the presence of an added worker effect. The gap between the shares of transitions grows wider in 200910 as the crisis deepens. Another difference between the two groups transitions is that in the unemployment shock households, almost half the women who enter the labor market move into unemployment, while in the nonshock households only about 30 percent enter unemployment, while the majority moves from nonparticipant status directly into employment. This can be taken as indicative of the distress conditions under which the female added worker effect takes place in the unemployment shock households. 19 Table 2 Transitions to the Labor Market by Women in Unemployment Shock and NonShock Households 20042010 Female homemakers Female homemakers moving from nonmoving from nonmoving from nonparticipant to participant participant to employed participant to unemployed employed unemployed Female homemakers 7,034 2.6 199,236 1.5 11,082 4.2 385,979 2.9 9,429 4.0 404,180 3.0 11,433 4.5 360,331 2.8 9,255 2.9 354,623 2.8 19,373 4.4 343,851 2.8 148,49 4.8 412,495 6,420 2.4 133,132 1.1 8,457 3.2 165,804 1.3 8,478 3.6 178,740 1.3 6,497 2.6 151,605 1.2 11,010 3.5 173,795 1.5 16,836 3.8 196,042 1.7 12,812 4.2 208,481 13,454 5 332,368 2.6 19,539 7.4 551,783 4.2 17,907 7.6 582,920 4.3 17,930 7.1 511,936 4.0 20,265 6.4 528,418 4.3 36,209 8.3 539,893 4.5 27,661 9.0 620,976 No % No % No % No % No % No % No % No % No % No % No % No % No % No % 1.8 Year Type of Household 2004 2005 2006 2007 2008 2009 2010 Unemployment Shock HHs Nonshock HHs Unemployment Shock HHs Nonshock HHs Unemployment Shock HHs Nonshock HHs Unemployment Shock HHs Nonshock HHs Unemployment Shock HHs Nonshock HHs Unemployment Shock HHs Nonshock HHs Unemployment Shock HHs Nonshock HHs 5.2 The numbers are weighted numbers. Percent of all female homemakers living in the relevant household category. Source: Turk Stat, HLFS micro data 20042010. 3.4 As far as the absolute weighted numbers are concerned, the number of women who make a transition to the labor market in 2009 at the peak of the crisis reaches a high of 36,209 women in unemployment shock households, and over half a million in nonshock households. As far as the effect on the labor force participation or unemployment rate is concerned, the impact is very little if we limit the added worker effect to only transitions in unemployment shock households. If the 36,209 female homemakers living in the households where the 20 primary male earner lost his job had not entered the labor market, the female labor force participation rate would have decreased from 26.0 percent the rate reported in official statistics for 2009 to only 25.9 percent. As for the unemployment rate, if the 16,836 women who made a transition to unemployed status were to continue in their homemaking status, the unemployment rate would decrease only by 0.05 percentage points from 14.02 percent as reported in official statistics to merely 13.97 percent.16 This is, however, an underestimation as explained above, since some of the transitions in the nonshock households possibly entail some added worker effect due to declining income or increasing instability of the primary male earner or due to job loss, declining earnings, or increased job risk faced by members of the household other than the male reference person. At a maximum, if we were to consider the counterfactual situation that all the female homemakers of working age living in households with a male reference person that we identified as making the transition in 2009, this constitutes a total of 576,102 women 539,893 36,209. If all of them were to remain in fulltime homemaking rather than entering the labor market, then the female participation rate would have declined by a nonnegligible 2 percentage points from 26.0 to 24.0 percent. The total number of unemployed would be lower by 212,878 people; hence, the aggregate unemployment rate would have declined only by half a percentage point from 14.0 to 13.5 percent. Hence, even at a gross overestimation of the female added worker effect, the housewives starting to look for jobs in the Ministers words seems to have played a very limited role in raising unemployment rates under the crisis. 3.2. Demographic and Employment Profiles of Transitions from Homemaker to the Labor Market The demographic profiles of the transitions are outlined in Figures 4a 4d for two selected years, 2007 as a noncrisis year and 2009 as the crisis year.17 The homemakers we identified as making a transition into the labor market are predominantly lower educated women more than twothirds have primary or less schooling, younger under 40 years old, married about 7080 percent mostly in urban residence twothirds. This general profile reflects average population characteristics. Yet there are some noteworthy differences between the transitions depending on whether the household has been exposed to an unemployment shock or not. The education profile of the homemakers entering the labor market in unemployment shock 16 By Turk Stat statistics, the total female labor force is 26,317,000, female unemployed is 979,000 and total unemployed is 3,470,000 people in 2009 http:www.tuik.gov.trVeri Bilgi.do?alt_id25. 17 The profiles for the entire period of analysis, 200410, are shown in Tables A4a and A4b in the Appendix. 21 households is more skewed toward lower levels of education than those in the nonshock households. There is a relatively larger share of those above age 40 in unemployment shock households. Married women have a relatively larger share 85 percent of transitions in unemployment shock households than in nonshock households 70 percent. In 2009, for instance, 22 percent of transitions in nonshock households are by nevermarried younger women versus only 9.4 percent in unemployment shock households. Figure 4a: Homemakers entering the Labor Market by Level of Education % 10090807060504030201002007Ushock HHs 2007NonShock HHs 2009Ushock HHs 2009NonShock HHs Primary or less Secondary High University Source: TSI, HLFS micro data 2007 and 2009 Figure 4b: Homemakers entering the Labor Market by Age Group% 1008060402002007Ushock HHs 2007NonShock HHs 2009Ushock HHs 2009NonShock HHs 151920293039404545Source: TSI, HLFS micro data 2007 and 2009 22 Figure 4c: Homemakers entering the Labor Market by Marital Status % 10090807060504030201002007Ushock HHs 2007NonShock HHs 2009Ushock HHs 2009NonShock HHs Never Married Married Divorced Widowed Source: TSI, HLFS micro data 2007 and 2009 Figure 4d: Homemakers entering the Labor Market by UrbanRural Residence % 10090807060504030201002007Ushock HHs 2007NonShock HHs 2009Ushock HHs 2009NonShock HHs Rural Urban Source: TSI, HLFS micro data 2007 and 2009 As far as the employment profiles are concerned Figures 5a 5e, in nonshock households a striking onethird of the transitions into employment are in the agricultural sector, which is also reflected in the higher shares of unpaid family workers and selfemployed. Hence, a nonnegligible number of transitions in nonshock households reflect entryexit in and out of smallscale family farming characteristic of rural women. By contrast, in unemployment shock households, female transitions into agriculture are under 10 percent. They are predominantly in industry 40 percent, trade 1020 percent and services 2030 percent. It is striking that of those who make a transition in unemployment shock households in the crisis year of 200910, it is overwhelmingly in fulltime 79 percent, salaried 87 23 percent, and permanent 64 percent jobs. Yet, only onethird 36 percent have social security coverage. Social security coverage for women entering employment in nonshock households is even less about onefifth, reflective of the dominance of agricultural work in this category. Figure 5a: Homemakers entering Employment by Work Status% 1008060402002007Ushock HHs 2007NonShock HHs 2009Ushock HHs 2009NonShock HHs Salaried Casual Employee SelfEmployed Unpaid Family Worker Source: TSI, HLFS micro data 2007 and 2009 Figure 5b: Homemakers entering Employment by Work Time% 10090807060504030201002007Ushock HHs 2007NonShock HHs 2009Ushock HHs 2009NonShock HHs Source: TSI, HLFS micro data 2007 and 2009 FullTime PartTime 24 Figure 5c: Homemakers entering Employment by Type of Contract% 1008060402002007Ushock HHs 2007NonShock HHs 2009Ushock HHs 2009NonShock HHs Permanent Temporary Seasonal Source: TSI, HLFS micro data 2007 and 2009 Figure 5d: Homemakers entering Employment by Social Security Coverage% 10090807060504030201002007Ushock HHs 2007NonShock HHs 2009Ushock HHs 2009NonShock HHs Soc. Sec. Cov.No Soc. Sec. Cov.Source: TSI, HLFS micro data 2007 and 2009 25 Figure 5e: Homemakers entering Employment by Sector % 10090807060504030201002007Ushock HHs 2007NonShock HHs 2009Ushock HHs 2009NonShock HHs Agriculture Industry Trade Services Source: TSI, HLFS micro data 2007 and 2009 4. ESTIMATING THE MARGINAL EFFECT OF THE UNEMPLOYMENT SHOCK ON TRANSITIONS TO THE LABOR MARKET In order to estimate the marginal effects of a household unemployment shock on the probability of a female homemaker making a transition into the labor market, we ran two sets of yearly crosssection estimations: those including only labor supply side variables, as is common in most studies on labor supply, and also estimations adding demand side controls such as the regional unemployment rate and the regional shares of agriculture and services in total employment. These demand side variables are meant to control for regional variations in employment demand rather than reflect the effects of a demand side shock over time, since the regressions are crosssection estimations. The marginal effects of the unemployment shock variable for different estimations are presented in Table 3, while the results for all the other controls are presented in the appendix Table A2 and A3. All estimations show that a household unemployment shock is a statistically significant and economically meaningful determinant of womens transitions into the labor market after controlling for a range of other supply and demandside variables. Table 3 displays the estimated marginal effects of an unemployment shock on the probability that a female homemaker makes a transition to the labor market; the results are displayed for the entire sample as well as for different subgroups. 26 Table 3 Marginal Effects of a Household Unemployment Shock on Female Homemakers Transitions into the Labor Market 2004 2005 2006 2007 2008 2009 2010 All sample 0.0331 0.0589 0.0652 0.0699 0.0634 0.0695 0.0750 Supply side variables only 0.00540 0.00773 0.00884 0.00879 0.00776 0.00674 0.00820 All sample Including Demand side variables Urban 0.0322 0.0505 0.0575 0.06880 0.00859 0.0580 0.0658 0.0713 0.00684 0.0575 0.0667 0.00570 0.00754 0.00866 0.00830 0.00847 0.00667 0.00828 Rural 0.0255 0.0674 0.0640 0.0821 0.0368 0.110 0.107 0.0121 0.0204 0.0230 0.0251 0.0158 0.0202 0.0262 Age 2045 0.0438 0.0670 0.0722 0.0993 0.0842 0.104 0.117 0.00852 0.0106 0.0118 0.0134 0.0121 0.0111 0.0138 Age 2045 and primary graduate 0.0398 0.0599 0.0973 0.106 0.0791 0.125 0.128 0.0109 0.0131 0.0178 0.0191 0.0158 0.0173 0.0202 27 2004 2005 2006 2007 2008 2009 2010 secondary graduate high school graduate university graduate 0.127 0.0502 0.0832 0.0990 0.0783 0.0668 0.166 0.0525 0.0355 0.0447 0.0581 0.0393 0.0300 0.0457 0.0955 0.147 0.0929 0.146 0.167 0.166 0.157 0.0395 0.0451 0.0411 0.0436 0.0470 0.0354 0.0468 0.253 0.184 0.0590 0.127 0.311 0.212 0.275 0.143 0.121 0.125 0.335 0.122 0.200 0.129 married with child 04 married with NO child 04 Source: Authors calculations 0.153 0.0883 0.115 0.165 0.0323 0.0232 0.0218 0.0296 0.107 0.113 0.132 0.129 0.0204 0.0195 0.0182 0.0203 28 For the overall sample, we find that a household unemployment shock male reference person moving from employment to unemployment increases the probability that a female homemaker will enter the labor market by 3 percent at a minimum observed for 2004; but for the rest of the annual crosssections by around 68 percent.18 The results of estimations, including demand side control, are reported for two years, 2007 as a noncrisis year and 2009 as the crisis year.19 We observe that introducing the demand side controls for regional variation such as the regional unemployment rate, regional share of agriculture, and services in total employment does not change the sign or magnitude of the marginal effect of the unemployment shock in any substantial manner. The estimations for different subgroups of women in the rest of Table 3 show that the marginal effects of the unemployment shock vary substantially across different demographic profiles. A household unemployment shock increases the probability that a rural homemaker will enter the labor market by 11 percent in 2009 versus 6 percent for an urban homemaker with average characteristics. Restricting the operational sample to the 2045 age group, we observe a higher marginal effect of the unemployment shock than the overall sample age 1565. A household unemployment shock increases the probability that a university graduate homemaker in the 2045 age group will enter the labor market by 34 percent, while the marginal effect is 17 percent for a high school graduate, only 7 percent for a secondary school graduate, and 13 percent for a primary school graduate in the same age group. The marginal effect of an unemployment shock is larger for a married woman in the 2045 age group with no small child 13.2 percent than for her counterpart with a small child 11.5 percent. These differences in added worker effects for different groups of women parallel the differences in employment patterns by education and marital status which were presented in Section 2. As discussed above such varying patterns amongst women are reflective of the structural constraints against their labor market engagement. Our findings here show that the added worker effect is similarly conditioned by the same structural constraints conditioning womens labor force participation patterns and hence result in varying magnitudes of the effect by education level determining womens expected market wages and marital status determining womens reservation wages. 18 Note that as explained in Section 3, these marginal effects refer to the specific case where all other explanatory variables are taken at their mean values. 19 See Table A3a and A3b for detailed results on demand side variables. Regional unemployment rates carry a negative sign in all estimations for 2007 Table A3a. For 2009 Table A3b, however, when they are entered in the model by themselves, they carry a negative sign indicative of a discouraged worker effect, yet when the other labor market controls are introduced, such as the regional agricultural and service shares of employment, the coefficient on regional unemployment turns positive pointing to an added worker effect at the aggregate level. 27 Another interesting aspect of our findings is that marginal effects of the unemployment shock are not necessarily higher in the crisis years 200810 compared to noncrisis years. The marginal effect that we pick up through the logit estimation is that of a micro level unemployment shock specific to the observed household. It is likely that a macro shock may enhance further the marginal effect of the micro level shock due to deteriorating labor market conditions and the lower likelihood of the male primary earner finding another job in a crisis context. On the other hand, it is also possible that such a negative macro shock can also trigger a discouraged worker effect through decreasing possibilities for finding jobs and deteriorating work conditions and weaken the added worker effect at the micro level. The lack of any significant differences in marginal effects between crisis versus noncrisis years can possibly be attributed to counteracting forces of both effects at work in a simultaneous manner.20 We should also note that the other coefficients on supply side controls have the expected signs Table A2 and A3: The probability that the woman will make a transition to the labor market increases with her education level and age but at a decreasing rate with age; it is lower for urban women, given the option of working as an unpaid family worker in agriculture for rural women; it is also lower for married women and those with small children, as well as larger household size, due to heavier domestic workload. The probability also decreases with higher education of the household reference person, his social security coverage and the presence of other employed household members. The negative association of womens transitions into the labor market with this last set of controls can be interpreted as indicative of better income access and hence fall back options of higher socioeconomic status households. Considering the findings above, there seems to be a welldefined female added worker effect in Turkey, but it is of limited scope. Table 4 juxtaposes our findings of transition ratios in Turkey this time modified for married women only for 2009 when they reach the highest levels with those reported for 11 EU countries in a study by PrietoRodriguez and RodriguezGutierrez 2003. Married womens transitions are disaggregated here for two types of husbands transitions, namely, husband remains employed and husband moves from employed to unemployed or nonparticipant. Amongst the EU countries, the Netherlands 26.4 and 41.6 percent and Denmark 30.1 and 33.4 percent have the highest 20 Note, however, that Tables 1 and 2 showed that in crisis years, the number of female added workers was substantially higher parallel to the increase in the number of households facing the unemployment shock. The share of added workers as a ratio of total homemakers remained largely stable across the crisis and noncrisis years similar to the marginal effects. 28 female transition ratios for both categories of husbands transitions, while Ireland has the lowest 6.4 and 7.0 percent. Italy has the second lowest female transition ratio 8.0 percent after Ireland for the case of husbands remaining in employment, and Portugal has the second lowest share 3.3 percent for the case of husbands moving into unemployment or nonparticipation. Turkey, even at the highest level of transitions in 2009, displays the lowest female transition ratio at 4.4 percent for the case of husbands remaining in employment. For the case of husbands moving out of employment, it has the second lowest share at 5.8 percent after Portugal. 29 Table 4 Comparison of Married Womens Transition Ratios in Turkey with 11 EU Countries Husbandwork to work Husbandwork to unemployment or inactivity Turkey Belgium Denmark France Germany Great Britain Greece Ireland Italy Holland Portugal Woman remains Womaninactivity Womaninactivity toinactive towork unemployment 95.6 85 68.9 87.9 90.2 83.6 85.7 93.6 92 73.6 86.9 2.9 8.9 14.3 8.9 7.5 14.9 4.9 5.4 4.4 7.7 7.5 1.6 6.1 16.8 3.2 2.3 1.5 9.4 1 3.6 18.7 5.4 Woman remains inactive Womaninactivity towork Womaninactivity tounemployment 94.2 100 66.6 81.2 80.1 85.7 80.7 93 84.8 58.4 96.7 3.3 11.1 6.2 6.6 14.3 8.8 4.2 5.5 33.3 3.2 2.5 22.3 12.6 13.3 10.5 2.8 9.7 8.3 Total Number of Transitions 330 427 170 1066 1228 626 1145 1030 2319 1107 1008 90.8 4 Spain Source: The transition ratios for Turkey have been calculated by the authors from HLFS micro data for the year 2009. The figures for the EU countries reproduced from PrietoRodriguez and RodriguezGutierrez 2003 were derived from European Community Household Panel ECHP, for the years 199419951996. 12.4 2256 5.2 81.8 5.8 30 5. CONCLUSION Given very low labor force participation rates of women and the dominance of singlemale earner households, combined with limited scope of unemployment insurance, one would expect Turkey to provide a setting conducive to a potential added worker effect as a household strategy to cope with economic downturns. At the same time, we noted that there are strong structural constraints on both the supply and demand sides that create a disabling environment for womens labor market engagement. The lack of childcare facilities or elderly care services, and limited access to maternity leave impose binding constraints on the supply side. Poor employment generation, low wages, long working hours, and informal employment practices on the demand side provide poor prospects for expected returns from participation. Such structural constraints are likely to weaken any potential for the female added worker effect to emerge as a household coping strategy in cases of job loss by the primary male earner. Our analysis of HLFS micro data for 200410 shows that there is definitely evidence of a female added worker effect in Turkey but that it is of limited scope. Comparing transitions in households that suffer from an unemployment shock to those that do not, we find that in the former the share of women moving from homemaking to participant status is almost double those in the latter and also the share of those who enter directly into unemployed status are much higher. Yet even in the crisis years only 810 percent of the prime working age female homemakers living in a household where the primary male earner experienced job loss is observed to move from fulltime homemaking status to labor market participation. A comparison with married womens transitions to labor market ratios juxtaposed to male transitions to unemployment from a sample of EU countries, shows that Turkey displays much lower female transition tendency even at the peak of the crisis when the shares of women moving from homemaking to labor market reaches their highest levels. Given the limited possibilities for women to compensate for income loss by the primary male earner, do Turkish households revert to other coping mechanisms or are they simply worse off than their counterparts in other countries? This remains a question to be explored. Crosssection yearly regressions with womans transition as the dependent variable show that, after controlling for a whole range of supply as well as regional demandside variables, an unemployment shock to the primary male earner is a statistically significant and positively associated determinant of womens moving from fulltime homemaking to labor market participation. The male primary earner experiencing job loss increases the 31 probability that a female homemaker will enter the labor market by 68 percent. However, estimations for different subsamples of the operational sample yield wideranging estimates of marginal effects. For instance, a household unemployment shock increases the probability that a university graduate homemaker in the 2045 age group will enter the labor market by as much as 34 percent, for a high school graduate by 17 percent, while for her counterpart with a secondary education by only 7 percent. We should note, however, that university graduates constitute only as little as 11 percent of the female adult population age 25 and high school graduates only 18 percent Turk Stat 2013. In other words, the overwhelming majority of adult women in Turkey have secondary or lower education and hence face poor employment prospects long working hours and low wages if they were to enter the labor market in a context where there is no public provisioning of care services to alleviate their domestic workload. We conclude that while the female added worker strategy is evidently a coping mechanism of some households in Turkey in the context of an economic crisis, such a strategy is of limited accessibility for many households when the primary earner becomes unemployed and there are eligible working age women with the potential to enter the labor market. We attribute this finding for Turkey to the deeply embedded structural constraints on womens integration into the labor market. The disabling factors both on the labor supply and demand sides are particularly hindering for married women with lower labor market qualifications; a group that constitutes the majority of the female adult population. This means that in households of lower socioeconomic status, which are also the households that more fragile visavis unemployment shocks, women have only limited ability to enter the labor market to compensate for income losses by the primary male earner. 32 REFERENCES Ashenfelter, O. 1980. Unemployment as disequilibrium in a model of aggregate labor supply. Econometrica, 48: 54764. Baslevent, L. and Onaran, O. 2003. Are married women in Turkey more likely to become added or discouraged workers? Labour, 17: 43958. Ehrenberg, R. G. and Smith, R. S. 2000. Modern labor economics: theory and public policy, New York: AddisonWesley. Ilkkaracan, I. 2012. Why so few women in the labor market in Turkey: a multidimensional analysis. Feminist Economics, 18: 136. ed. 2010. Emek piyasasnda toplumsal cinsiyet esitligine dogru: is ve aile yasamn uzlastrma politikalar Towards gender equality in the labor market: work and family life reconciliation policies, Istanbul: Women for Womens Human Rights and Istanbul Technical University, WSCSET. Ilkkaracan, I. and Degirmenci, S. 2013. Household labor supply structure and family wellbeing: the case of Turkey. Working Paper, Istanbul Technical University, Faculty of Management. Ilkkaracan, I. and Tunali, I. 2010. Agricultural transformation and the rural labour market in Turkey. in B. Karapinar, F. Adaman, and G. Ozertan eds, Rethinking structural refom in Turkish agriculture: beyond the World Banks strategy, New York: Nova Science Publishers. Karaoglan, D. and Okten, C. 2012. Labor force participation of married women in Turkey: is there an added worker or a discouraged worker effect? IZA Discussion Paper, No. 6616. Bonn, Germany: Institute for the Study of Labor. Killingsworth, M. and Heckman, J. 1986. Female labor supply: a survey. In O. Ashenfelter and R. Layard eds, Handbook of labor economics, Vol. I, Amsterdam: North Holand. Lundberg, S. 1985. The added worker effect. Journal of Labor Economics, 3: 1137. Mincer, J. 1962. Labor force participation of married women: a study of labor supply. In H. G. Lewis ed., Aspects in labor economics, Princeton: Princeton University Press. 1966. Labor force participation unemployment: a review of recent evidence. In R. A. Gordon and H. S. Gordon eds, Prosperity and unemployment, New York: Wiley. Milliyet Daily Newspaper. 2009. Simsek: Issizlik oran niye artyor biliyor musunuz? March 18. Online. Available HTTP: http:www.milliyet.com.trEkonomiSon Dakika.aspx?a TypeSon DakikaArticle ID1072654 accessed 22 May 2013. 33 Polat, S. and Saraceno, F. 2010. Macroeconomic shocks and labor supply in emerging countries: some lessons from Turkey. OFCE Working Paper, No. 201036. Paris, France: Observatoire Francais des Conjonctures Economiques. PrietoRodriguez, J. and RodriguezGutierrez, C. 2003. Participation of married women in the European labor markets and the added worker effect, Journal of SocioEconomics, 32: 42946. Rosen, S. 1992. Distinguished fellow: mincering labor economics. Journal of Economic Perspectives, 6: 15770. Rubery, J. 1988. Women and recession, New York: Routledge Kegan Paul. Turk Stat Turkish Statistical Agency 2012 Household labor force survey, Online. Available HTTP: http:www.tuik.gov.trVeri Bilgi.do?alt_id25 accessed 23 May 2013. Uysal, G. 2012. Turkey. In N. Foster, D. Hanzl, S. Leitner, F. Sanoussi, N. Rabemeafara eds, Study on monitoring of sectoral employment, European Commission Report. 34 APPENDIX Table A1: Changes in Number of Employed and Unemployed by Gender: 200001 and 200809 Crises Change in in 1000s 200001 Crisis 2000 2001 2002 2003 200809 Crisis 2005 2006 2007 2008 2009 2010 2011 Employed Men Unemployed Men Employed Women Unemployed 115 225 323 24 374 206 217 216 192 764 967 95 374 341 4 16 75 45 161 614 403 358 40 168 153 231 61 150 98 239 276 554 548 Women 122 95 156 25 20 16 2 74 245 20 74 Source: TSI, HLFS data, http:www.tuik.gov.trVeri Bilgi.do?alt_id25 35 Table A2 Logistic Regressions on Transitions 20042010 Logit Coefficients and Marginal Effects 2004 VARIABLES coefficient 2004 mfx 2005 coefficient 2005 mfx 2006 coefficient 2006 mfx 2007 coefficient 2007 mfx 2008 coefficient 2008 mfx 2009 coefficient 2009 mfx 2010 coefficient 2010 mfx Ushock HH 1.276 0.0331 1.208 0.0589 1.248 0.0652 1.440 0.0699 1.324 0.0634 1.330 0.0695 1.278 0.0750 0.125 0.00540 0.100 0.00773 0.106 0.00884 0.107 0.00879 0.0995 0.00776 0.0802 0.00674 0.0883 0.00820 0.0155 0.000209 0.383 0.0114 0.258 0.00785 0.240 0.00607 0.126 0.00327 0.229 0.00677 0.110 0.00364 0.0526 0.000709 0.0369 0.00120 0.0363 0.00117 0.0394 0.00105 0.0395 0.00106 0.0381 0.00119 0.0372 0.00127 0.520 0.00698 0.167 0.00454 0.451 0.0131 0.476 0.0115 0.342 0.00874 0.296 0.00839 0.292 0.00954 0.0858 0.00113 0.0532 0.00144 0.0543 0.00158 0.0600 0.00147 0.0566 0.00146 0.0537 0.00154 0.0499 0.00166 0.948 0.0195 0.527 0.0178 0.661 0.0247 0.660 0.0206 0.439 0.0132 0.362 0.0116 0.381 0.0141 0.103 0.00299 0.0691 0.00283 0.0682 0.00322 0.0720 0.00283 0.0679 0.00237 0.0646 0.00234 0.0594 0.00250 1.331 0.0330 0.851 0.0333 1.074 0.0489 1.193 0.0482 1.013 0.0397 0.934 0.0389 0.856 0.0395 0.102 0.00411 0.0732 0.00393 0.0711 0.00473 0.0747 0.00460 0.0717 0.00407 0.0692 0.00407 0.0663 0.00418 1.758 0.0578 1.118 0.0509 1.262 0.0641 1.415 0.0653 1.232 0.0547 1.124 0.0522 1.055 0.0543 0.111 0.00697 0.0804 0.00557 0.0776 0.00619 0.0811 0.00619 0.0779 0.00544 0.0751 0.00529 0.0719 0.00545 2.365 0.111 1.744 0.110 1.878 0.132 2.161 0.149 1.962 0.128 1.799 0.118 1.710 0.122 0.131 0.0138 0.102 0.0118 0.0961 0.0125 0.0977 0.0133 0.0948 0.0118 0.0906 0.0109 0.0856 0.0107 1.115 0.0231 0.981 0.0379 1.085 0.0460 0.750 0.0236 0.684 0.0222 0.652 0.0232 0.515 0.0201 0.0693 0.00208 0.0508 0.00266 0.0509 0.00299 0.0577 0.00233 0.0568 0.00233 0.0561 0.00250 0.0550 0.00257 0.168 0.00228 0.108 0.00295 0.107 0.00307 0.0933 0.00223 0.0965 0.00244 0.125 0.00349 0.122 0.00393 0.0156 0.000196 0.0106 0.000284 0.0103 0.000291 0.0117 0.000274 0.0116 0.000284 0.0114 0.000307 0.0108 0.000337 0.00285 3.87e05 0.00168 4.58e05 0.00168 4.81e05 0.00168 4.02e05 0.00183 4.63e05 0.00220 6.17e05 0.00212 6.83e05 0.000226 2.77e06 0.000144 3.81e06 0.000141 3.94e06 0.000160 3.69e06 0.000159 3.83e06 0.000156 4.09e06 0.000145 4.43e06 NA NA NA NA NA NA NA NA NA NA NA NA NA NA NA NA NA NA NA NA NA NA NA NA NA NA NA NA NA NA NA NA NA NA NA NA 0.393 0.00886 0.344 0.00827 0.325 0.00868 0.301 0.00928 0.0456 0.000975 0.0445 0.00102 0.0427 0.00109 0.0395 0.00117 0.0578 0.00139 0.0444 0.00113 0.0364 0.00102 0.0821 0.00267 0.0406 0.000980 0.0401 0.00102 0.0383 0.00108 0.0360 0.00118 0.0757 0.00185 0.270 0.00733 0.272 0.00818 0.297 0.0104 0.0456 0.00113 0.0439 0.00128 0.0419 0.00135 0.0386 0.00146 0.0475 0.000650 0.166 0.00472 0.0697 0.00198 0.0569 0.000784 0.0428 0.00126 0.0427 0.00120 0.154 0.00210 0.146 0.00397 0.148 0.00424 0.152 0.00364 0.160 0.00405 0.173 0.00483 0.171 0.00551 0.0155 0.000213 0.0107 0.000289 0.0110 0.000313 0.0134 36 0.000321 0.0132 0.000334 0.0130 0.000364 0.0124 0.000402 urban primarysch secondarysch highsch vocationalsch university married age age 2 child 0_4 child 5_11 child 12_14 child 0_14 HHsize Ref_primary 0.329 0.00443 0.00310 8.44e05 0.0299 0.000857 0.0915 0.00219 0.0830 0.00210 0.0466 0.00130 0.0838 0.00271 Ref_secondary Ref_high Ref_vocational Ref_university past_homemaker Member_emp Ref_socialsec Constant 0.0928 0.00124 0.0601 0.00164 0.0605 0.00173 0.0688 0.00164 0.0637 0.00162 0.0639 0.00179 0.0605 0.00195 0.252 0.00377 0.0149 0.000403 0.165 0.00446 0.0239 0.000568 0.201 0.00472 0.00900 0.000251 0.0163 0.000523 0.111 0.00184 0.0765 0.00206 0.0772 0.00197 0.0837 0.00197 0.0794 0.00174 0.0770 0.00214 0.0728 0.00232 0.00917 0.000125 0.443 0.0102 0.362 0.00905 0.299 0.00637 0.367 0.00806 0.267 0.00675 0.289 0.00837 0.119 0.00163 0.0888 0.00172 0.0859 0.00186 0.0942 0.00179 0.0887 0.00169 0.0868 0.00198 0.0811 0.00210 0.0585 0.000815 0.256 0.00631 0.259 0.00674 0.157 0.00354 0.182 0.00428 0.129 0.00345 0.133 0.00408 0.127 0.00181 0.0892 0.00198 0.0857 0.00201 0.0925 0.00196 0.0870 0.00191 0.0858 0.00217 0.0806 0.00235 0.269 0.00328 0.835 0.0166 0.564 0.0131 0.536 0.0105 0.728 0.0141 0.496 0.0115 0.788 0.0193 0.133 0.00146 0.103 0.00147 0.0944 0.00175 0.101 0.00160 0.0973 0.00143 0.0929 0.00179 0.0898 0.00166 0.0526 0.000727 0.455 0.0142 0.117 0.00346 0.369 0.00802 0.362 0.00845 0.486 0.0126 0.735 0.0221 0.0574 0.000808 0.0388 0.00139 0.0387 0.00119 0.0456 0.000903 0.0423 0.000912 0.0379 0.000922 0.0358 0.00102 1.196 0.0122 1.455 0.0282 1.472 0.0301 1.643 0.0276 1.648 0.0295 1.552 0.0321 1.699 0.0386 0.0827 0.000667 0.0687 0.000923 0.0672 0.000954 0.0748 0.000883 0.0725 0.000931 0.0644 0.00101 0.0664 0.00107 0.405 0.00538 0.414 0.0110 0.336 0.00942 0.296 0.00693 0.442 0.0109 0.419 0.0114 0.412 0.0130 0.0510 0.000671 0.0393 0.00103 0.0381 0.00105 0.0405 0.000929 0.0403 0.000972 0.0389 0.00103 0.0361 0.00112 6.010 0.273 4.468 0.189 4.562 0.187 4.518 0.212 4.167 0.208 4.343 0.205 4.443 0.196 Observations 93,652 93,652 96,757 96,757 97,670 97,670 95,577 95,577 93,195 93,195 92,203 92,203 91,721 91,721 Standard errors in parentheses p0.01, p0.05, p0.1 37 Table A3a Logistic Regressions on Transitions including Demandside Controls 2007 Logit Coefficients and Marginal Effects 2007 VARIABLES coefficient 2007 mfx 2007 coefficient 2007 mfx 2007 coefficient 2007 mfx 2007 coefficient 2007 mfx 2007 coefficient 2007 mfx Ushock HH urban primarysch secondarysch highsch vocationalsch university married age age 2 child 0_4 child 5_11 child 12_14 HHsize 1.440 0.0699 1.397 0.0659 1.498 0.0735 1.425 0.0686 1.449 0.0680 0.107 0.00879 0.107 0.00847 0.107 0.00908 0.107 0.00870 0.107 0.00859 0.240 0.00607 0.248 0.00623 0.177 0.00432 0.245 0.00620 0.161 0.00383 0.0394 0.00105 0.0394 0.00105 0.0399 0.00102 0.0395 0.00106 0.0400 0.000990 0.476 0.0115 0.403 0.00969 0.505 0.0120 0.456 0.0110 0.384 0.00891 0.0600 0.00147 0.0609 0.00147 0.0600 0.00145 0.0605 0.00148 0.0609 0.00143 0.660 0.0206 0.577 0.0173 0.707 0.0220 0.637 0.0196 0.573 0.0165 0.0720 0.00283 0.0729 0.00267 0.0721 0.00288 0.0725 0.00280 0.0730 0.00258 1.193 0.0482 1.123 0.0436 1.230 0.0496 1.174 0.0469 1.114 0.0417 0.0747 0.00460 0.0754 0.00438 0.0748 0.00466 0.0751 0.00456 0.0755 0.00423 1.415 0.0653 1.331 0.0585 1.455 0.0672 1.393 0.0635 1.311 0.0553 0.0811 0.00619 0.0819 0.00583 0.0812 0.00628 0.0816 0.00612 0.0820 0.00559 2.161 0.149 2.062 0.134 2.239 0.157 2.132 0.144 2.084 0.133 0.0977 0.0133 0.0987 0.0126 0.0979 0.0138 0.0984 0.0132 0.0988 0.0125 0.750 0.0236 0.772 0.0243 0.732 0.0224 0.758 0.0238 0.762 0.0231 0.0577 0.00233 0.0577 0.00235 0.0577 0.00225 0.0577 0.00234 0.0576 0.00225 0.0933 0.00223 0.0941 0.00224 0.0961 0.00226 0.0935 0.00224 0.0988 0.00227 0.0117 0.000274 0.0117 0.000272 0.0117 0.000269 0.0117 0.000274 0.0118 0.000264 0.00168 4.02e05 0.00171 4.06e05 0.00170 4.00e05 0.00169 4.04e05 0.00176 4.05e05 0.000160 3.69e06 0.000160 3.67e06 0.000160 3.63e06 0.000160 3.69e06 0.000161 3.56e06 0.393 0.00886 0.385 0.00864 0.391 0.00866 0.391 0.00882 0.374 0.00813 0.0456 0.000975 0.0456 0.000970 0.0456 0.000959 0.0456 0.000974 0.0457 0.000943 0.0578 0.00139 0.0610 0.00146 0.0670 0.00158 0.0583 0.00140 0.0778 0.00180 0.0406 0.000980 0.0405 0.000973 0.0407 0.000965 0.0406 0.000979 0.0406 0.000946 0.0757 0.0456 0.00185 0.00113 0.0832 0.0456 0.00202 0.0750 0.00180 0.00113 0.0457 0.00111 0.0773 0.0456 0.00189 0.00113 0.0889 0.0456 0.00209 0.00110 0.152 0.00364 0.140 0.00334 0.162 0.00380 0.148 0.00355 0.145 0.00334 HHref_primarysch 0.0915 0.00219 0.0504 0.00120 0.119 0.00279 0.0804 0.00192 0.0536 0.00123 0.0134 0.000321 0.0135 0.000320 0.0135 0.000315 0.0135 0.000322 0.0135 0.000310 38 HHref_secondarysch HHref_highsch HHref_vocationalsch HHref_university pastwrk_homemaker HHmember_emp HHref_socialsec SERVICE AGRICULTURE REGIONUNEMP Constant 0.0688 0.00164 0.0691 0.00164 0.0688 0.00161 0.0689 0.00164 0.0693 0.00159 0.0239 0.000568 0.0485 0.00113 0.0212 0.000494 0.0285 0.000675 0.0685 0.00154 0.0837 0.00197 0.0839 0.00193 0.0837 0.00194 0.0838 0.00196 0.0841 0.00184 0.299 0.00637 0.308 0.00649 0.311 0.00647 0.298 0.00634 0.338 0.00682 0.0942 0.00179 0.0944 0.00176 0.0943 0.00174 0.0943 0.00179 0.0946 0.00167 0.157 0.00354 0.188 0.00416 0.179 0.00392 0.163 0.00366 0.248 0.00517 0.0925 0.00196 0.0927 0.00190 0.0926 0.00189 0.0926 0.00195 0.0929 0.00176 0.536 0.0105 0.544 0.0105 0.559 0.0106 0.535 0.0104 0.588 0.0108 0.101 0.00160 0.101 0.00158 0.101 0.00154 0.101 0.00160 0.101 0.00148 0.369 0.00802 0.395 0.00847 0.380 0.00808 0.377 0.00816 0.426 0.00877 0.0456 0.000903 0.0457 0.000888 0.0457 0.000883 0.0457 0.000901 0.0458 0.000849 1.643 0.0276 1.624 0.0272 1.663 0.0274 1.637 0.0275 1.639 0.0265 0.0748 0.000883 0.0748 0.000882 0.0749 0.000869 0.0748 0.000884 0.0750 0.000860 0.296 0.00693 0.317 0.00735 0.286 0.00658 0.302 0.00705 0.322 0.00722 0.0405 0.000929 0.0407 0.000924 0.0406 0.000915 0.0406 0.000930 0.0408 0.000897 4.518 0.212 0.0132 0.000311 0.00105 2.48e05 0.00200 4.77e05 0.00713 0.000164 0.000780 1.87e05 0.00207 4.76e05 0.0220 0.000523 0.00303 7.21e05 4.299 0.214 5.025 0.216 4.443 0.214 0.0154 0.000353 0.00118 2.73e05 0.0636 0.00146 0.00780 0.000179 4.782 0.217 Observations 95,577 95,577 95,577 95,577 95,577 95,577 95,577 95,577 95,577 95,577 Standard errors in parentheses p0.01, p0.05, p0.1 39 Table A3b Logistic Regressions on Transitions including Demandside Controls 2009 Logit Coefficients and Marginal Effects 2009 VARIABLES coefficient 2009 mfx 2009 coefficient 2009 mfx 2009 coefficient 2009 mfx 2009 coefficient 2009 mfx 2009 coefficient 2009 mfx Ushock HH urban primarysch secondarysch highsch vocationalsch university married age age 2 child 0_4 child 5_11 child 12_14 HHsize 1.330 0.0695 1.340 0.0702 1.387 0.0738 1.378 0.0724 1.367 0.0713 0.0802 0.00674 0.0803 0.00678 0.0806 0.00700 0.0805 0.00690 0.0806 0.00684 0.229 0.00677 0.207 0.00608 0.170 0.00490 0.171 0.00490 0.184 0.00526 0.0381 0.00119 0.0383 0.00118 0.0385 0.00116 0.0384 0.00115 0.0386 0.00116 0.296 0.00839 0.261 0.00737 0.317 0.00890 0.281 0.00780 0.277 0.00767 0.0537 0.00154 0.0540 0.00154 0.0537 0.00153 0.0537 0.00151 0.0546 0.00153 0.362 0.0116 0.331 0.0104 0.391 0.0125 0.359 0.0113 0.356 0.0111 0.0646 0.00234 0.0648 0.00229 0.0647 0.00237 0.0647 0.00230 0.0654 0.00232 0.934 0.0389 0.904 0.0371 0.966 0.0405 0.945 0.0389 0.945 0.0388 0.0692 0.00407 0.0694 0.00398 0.0693 0.00414 0.0693 0.00404 0.0699 0.00407 1.124 0.0522 1.079 0.0489 1.144 0.0531 1.115 0.0507 1.118 0.0508 0.0751 0.00529 0.0755 0.00512 0.0752 0.00533 0.0752 0.00517 0.0761 0.00523 1.799 0.118 1.769 0.114 1.863 0.125 1.848 0.122 1.849 0.122 0.0906 0.0109 0.0907 0.0107 0.0907 0.0113 0.0907 0.0111 0.0916 0.0112 0.652 0.0232 0.653 0.0232 0.638 0.0224 0.640 0.0223 0.641 0.0223 0.0561 0.00250 0.0560 0.00249 0.0561 0.00245 0.0561 0.00244 0.0562 0.00243 0.125 0.00349 0.126 0.00352 0.127 0.00351 0.128 0.00353 0.128 0.00352 0.0114 0.000307 0.0115 0.000307 0.0115 0.000305 0.0115 0.000303 0.0115 0.000302 0.00220 6.17e05 0.00222 6.21e05 0.00221 6.13e05 0.00224 6.15e05 0.00224 6.15e05 0.000156 4.09e06 0.000156 4.09e06 0.000156 4.06e06 0.000156 4.04e06 0.000156 4.03e06 0.325 0.00868 0.317 0.00844 0.325 0.00858 0.323 0.00847 0.326 0.00852 0.0427 0.00109 0.0427 0.00109 0.0428 0.00108 0.0428 0.00107 0.0428 0.00107 0.0364 0.00102 0.0382 0.00107 0.0345 0.000960 0.0350 0.000966 0.0344 0.000947 0.0383 0.00108 0.0383 0.00108 0.0384 0.00107 0.0384 0.00106 0.0384 0.00106 0.272 0.00818 0.276 0.00828 0.269 0.00798 0.270 0.00797 0.270 0.00793 0.0419 0.00135 0.0419 0.00135 0.0419 0.00134 0.0419 0.00133 0.0420 0.00132 0.173 0.00483 0.170 0.00476 0.176 0.00488 0.170 0.00468 0.169 0.00462 HHref_primarysch 0.0466 0.00130 0.0314 0.000876 0.0710 0.00197 0.0506 0.00139 0.0460 0.00126 0.0130 0.000364 0.0130 0.000363 0.0130 0.000361 0.0130 0.000357 0.0130 0.000358 40 HHref_secondarysch HHref_highsch HHref_vocationalsch HHref_university pastwrk_homemaker HHmember_emp HHref_socialsec SERVICE AGRICULTURE REGIONUNEMP Constant 0.0639 0.00179 0.0639 0.00178 0.0639 0.00177 0.0639 0.00175 0.0642 0.00176 0.00900 0.000251 0.0288 0.000796 0.00605 0.000167 0.0124 0.000339 0.00826 0.000226 0.0770 0.00214 0.0770 0.00211 0.0770 0.00212 0.0770 0.00210 0.0771 0.00210 0.267 0.00675 0.281 0.00704 0.272 0.00679 0.264 0.00656 0.255 0.00635 0.0868 0.00198 0.0869 0.00195 0.0868 0.00195 0.0869 0.00195 0.129 0.00345 0.158 0.00415 0.135 0.00356 0.150 0.00389 0.0858 0.00217 0.0860 0.00212 0.0859 0.00214 0.0859 0.00210 0.0869 0.146 0.0861 0.00195 0.00378 0.00211 0.496 0.0115 0.517 0.0119 0.507 0.0116 0.504 0.0115 0.495 0.0113 0.0929 0.00179 0.0929 0.00176 0.0928 0.00176 0.0928 0.00175 0.0929 0.00176 0.486 0.0126 0.496 0.0128 0.500 0.0128 0.521 0.0132 0.526 0.0133 0.0379 0.000922 0.0380 0.000920 0.0380 0.000913 0.0380 0.000903 0.0381 0.000901 1.552 0.0321 1.547 0.0319 1.557 0.0318 1.551 0.0315 1.550 0.0314 0.0644 0.00101 0.0644 0.00100 0.0645 0.000998 0.0645 0.000992 0.0645 0.000991 0.419 0.0114 0.425 0.0115 0.409 0.0110 0.413 0.0110 0.413 0.0110 0.0389 0.00103 0.0390 0.00103 0.0390 0.00103 0.0390 0.00102 0.0391 0.00102 4.343 0.205 0.0102 0.000282 0.000968 2.70e05 0.0204 0.000560 0.0290 0.000795 0.00149 4.11e05 0.00299 8.22e05 0.0266 0.000742 0.00430 0.000120 3.976 0.213 4.744 0.209 3.479 0.215 0.00494 0.000135 0.00206 5.65e05 0.00964 0.000264 0.00557 0.000153 3.053 0.297 Observations 92,203 92,203 92,203 92,203 92,203 92,203 92,203 92,203 92,203 92,203 Standard errors in parentheses p0.01, p0.05, p0.1 41 Table A4.a: Homemakers entering the Labor Market by Demographic and Job Characteristics Unemployment Shock Households 2004 2005 2006 2007 2008 2009 2010 no % no % no % no % no % no % no % 13454 19539 17907 17930 20265 36209 27661 7034 100 11082 100 9429 100 11433 100 9255 100 19373 100 14849 100 No. moving from homemaker into participant employed or unemployed status No. moving from homemaker into employed status education levels no school primary school 5 years secondary school 8 years high school vocational or technical high school graduate or above age groups aged btw 1519 aged btw 2024 aged btw 2529 aged btw 3034 aged btw 3539 aged btw 4044 aged btw 4549 aged btw 5054 aged btw 5559 aged btw 6064 marital status never married married 969 7346 1097 720 804 146 1321 2012 1319 2722 1056 1313 866 114 359 0 8.7 66.3 9.9 6.5 7.3 1.3 11.9 18.2 11.9 24.6 9.5 11.8 7.8 1.0 3.2 0.0 688 3542 1,210 744 546 304 1,204 732 877 1,734 1,354 700 319 114 0 0 1376 5658 9.8 50.4 17.2 10.6 7.8 4.3 17 10 12 25 19 10 5 2 0 0 20 80 1034 5508 1037 896 807 147 11.0 58.4 11.0 9.5 8.6 1.6 1902 6181 1271 710 867 502 16.6 54.1 11.1 6.2 7.6 4.4 2332 4108 1174 713 780 147 25.2 2087 10.8 44.4 10567 54.5 12.7 7.7 8.4 1.6 2356 2683 1146 533 2005 21.3 962 8.4 1425 15.4 786 772 1891 1552 1397 965 576 144 126 0 8.2 20.1 16.5 14.8 10.2 6.1 1.5 1.3 0.0 11.1 17.6 24.3 21.1 11.7 4.7 1.2 0.0 0.0 1270 2007 2775 2411 1335 539 133 0 0 564 2749 1156 1763 567 511 290 228 0 6.1 29.7 12.5 19.1 6.1 5.5 3.1 2.5 0.0 3314 5608 2704 2974 2629 651 528 179 0 2128 7197 3722 879 608 314 1682 1903 2235 3758 2282 2226 105 658 0 0 14.3 48.5 25.1 5.9 4.1 2.1 11.3 12.8 15.1 25.3 15.4 15.0 0.7 4.4 0.0 0.0 12.2 13.8 5.9 2.7 4.1 17.1 28.9 14.0 15.4 13.6 3.4 2.7 0.9 0.0 2214 8633 20.0 77.9 2336 6797 24.8 72.1 1718 9564 15.0 83.7 1602 7261 17.3 1826 9.4 1758 11.8 78.5 16537 85.4 13091 88.2 42 divorced widowed ruralurban rural urban sector of employment agriculture industry trade services work status salaried casual employee employer selfemployed unpaid family worker fulltimepart time fulltime parttime type of job contract permanent temporary seasonal work place field, garden regular workplace marketplace 2004 2005 2006 2007 2008 2009 2010 no 0 0 1024 6010 1044 2845 1477 1668 4823 1811 0 400 0 6844 190 5218 1203 613 1044 5074 0 % 0 0 15 85 15 40 21 24 69 26 0 6 0 97 3 74 17 9 15 72 0 no 114 121 2757 8325 1497 4494 1881 2476 5671 2090 0 % 1.0 1.1 24.9 75.1 13.5 40.6 17.0 22.3 51.2 18.9 0.0 no 297 0 2367 7062 1437 3393 2606 1993 5388 2379 209 % 3.1 0.0 % 0.0 1.3 no 0 150 25.1 1132 9.9 74.9 10301 90.1 15.2 36.0 27.6 21.1 57.1 25.2 2.2 710 5037 1583 4102 8414 2601 0 2375 21.4 1453 15.4 417 211 1.9 0 0.0 0 8519 1828 76.9 16.5 7489 1940 79.4 20.6 9707 1726 8289 2646 80 7993 72.1 368 3.3 5191 2053 1987 17.9 522 1497 6369 0 13.5 57.5 0.0 1237 6128 0 55.1 21.8 5.5 13.1 65.0 0.0 43 no 163 228 1111 8144 2446 2992 966 2849 % 1.8 2.5 no 1009 0 % 5.2 0.0 no 0 0 % 0.0 0.0 12.0 3947 20.4 2559 17.2 88.0 15426 79.6 12290 82.8 26.4 32.3 10.4 30.8 1802 7767 4218 5586 9.3 40.1 21.8 28.8 1182 7393 3727 2548 8.0 49.8 25.1 17.2 5466 59.1 16849 87.0 12935 87.1 2880 31.1 0 798 111 0.0 8.6 1.2 0 0 0.0 0.0 0 0 0.0 0.0 2290 11.8 1760 11.9 234 1.2 153 1.0 8334 90.0 15235 78.6 11657 78.5 921 10.0 4138 21.4 3192 21.5 5422 2014 910 58.6 12412 64.1 21.8 4437 22.9 9416 3519 9.8 0 0.0 0 63.4 23.7 0.0 6.2 44.1 13.8 35.9 73.6 22.8 0.0 3.7 0.0 84.9 15.1 72.5 23.1 0.7 710 6.2 7967 69.7 2279 5776 24.6 1680 8.7 897 6.0 62.4 12771 65.9 10432 70.3 123 1.1 0 0.0 0 0.0 0 0.0 mobile home social security coverage yes no 2004 2005 2006 2007 2008 2009 2010 no 196 720 1896 5138 % 3 10 27 73 no 163 % 1.5 no 382 % 4.0 no 348 % 3.0 2129 19.2 1483 15.7 2210 19.3 no 135 878 % 1.5 9.5 no 798 % 4.1 no 359 % 2.4 3485 18.0 2859 19.3 1220 9128 11.0 82.4 1961 7468 20.8 79.2 3195 8238 27.9 72.1 3657 5597 39.5 7031 36.3 60.5 12342 63.7 5428 9421 36.6 63.4 Source: TSI, HLFS micro data 20042010 44 Table A4.b: Homemakers entering the Labor Market by Demographic and Job Characteristics Nonshock Households 2004 2005 2006 2007 2008 2009 2010 No. moving from homemaker into participant employed or unemployed status No. moving from homemaker into employed status education levels no school primary school 5 years secondary school 8 years high school vocational or technical high school graduate or above age groups aged btw 1519 aged btw 2024 aged btw 2529 aged btw 3034 aged btw 3539 aged btw 4044 aged btw 4549 aged btw 5054 aged btw 5559 aged btw 6064 marital status never married married no % no % no % no % no % no % no % 386309 634759 664311 605925 617048 629831 724843 228527 100 441771 100 457702 100 419633 100 407611 100 394308 100 470802 100 26130 122485 29553 27393 12244 10722 29793 40566 43847 34357 31970 21090 13067 8426 4015 1396 11.4 53.6 12.9 12.0 5.4 4.7 13.0 17.8 19.2 15.0 14.0 9.2 5.7 3.7 1.8 0.6 81864 229293 54642 34368 25089 16515 51105 67565 68744 67622 62352 50890 31688 21038 12076 8690 18.5 51.9 12.4 7.8 5.7 3.7 11.6 15.3 15.6 15.3 14.1 11.5 7.2 4.8 2.7 2.0 76153 233777 56025 43321 28113 20314 56871 62766 68277 67661 68647 51431 37871 22711 12493 8974 16.6 51.1 12.2 9.5 6.1 4.4 12.4 13.7 14.9 14.8 15.0 11.2 8.3 5.0 2.7 2.0 63316 192101 67369 46099 30110 20637 50785 69844 70268 64005 56650 43223 28919 16872 12308 6757 15.1 45.8 16.1 11.0 7.2 4.9 12.1 16.6 16.7 15.3 13.5 10.3 6.9 4.0 2.9 1.6 69511 183777 59256 43557 30991 20519 54114 65846 62094 64071 62612 37551 29035 19048 7895 5344 17.1 45.1 14.5 10.7 7.6 5.0 13.3 16.2 15.2 15.7 15.4 9.2 7.1 4.7 1.9 1.3 71321 173485 65490 38993 25623 19397 50926 59220 58232 63920 60096 43986 27266 17832 8933 3896 18.1 44.0 16.6 9.9 6.5 4.9 12.9 15.0 14.8 16.2 15.2 11.2 6.9 4.5 2.3 1.0 92631 207764 79920 36702 32097 21688 51422 70636 71665 71995 72255 53263 37536 23217 12291 6522 19.7 44.1 17.0 7.8 6.8 4.6 10.9 15.0 15.2 15.3 15.3 11.3 8.0 4.9 2.6 1.4 58431 152648 25.6 66.8 100714 306830 22.8 69.5 101020 323208 22.1 70.6 99226 289253 23.6 68.9 96141 283188 23.6 69.5 86751 285619 22.0 72.4 93963 348994 20.0 74.1 45 divorced widowed ruralurban rural urban sector of employment agriculture industry trade services work status salaried casual employee employer selfemployed unpaid family worker fulltimepart time fulltime parttime type of job contract permanent temporary seasonal work place field, garden regular workplace marketplace 2004 2005 2006 2007 2008 2009 2010 no 8449 8999 % 3.7 3.9 no 20027 14201 % 4.5 3.2 no 18845 14629 % 4.1 3.2 no 16945 14208 % 4.0 3.4 no 16305 11977 % 4.0 2.9 no 14563 7376 % 3.7 1.9 no 16636 11209 % 3.5 2.4 75924 152603 33.2 66.8 213057 228714 48.2 51.8 201922 255780 44.1 55.9 149044 270589 35.5 64.5 137556 270055 33.7 66.3 134663 259646 34.2 65.8 151974 318828 32.3 67.7 57057 70933 48808 51729 114168 46256 2264 25733 40106 25.0 31.0 21.4 22.6 50.0 20.2 1.0 11.3 17.5 120584 101764 64432 77452 162124 64168 2527 70707 64706 27.3 23.0 14.6 17.5 36.7 14.5 0.6 16.0 14.6 136073 104597 80695 78713 176210 77077 5630 64657 76504 29.7 22.9 17.6 17.2 38.5 16.8 1.2 14.1 16.7 139060 108856 85887 85829 198797 77408 6036 59368 78023 33.1 25.9 20.5 20.5 47.4 18.4 1.4 14.1 18.6 123496 106663 86259 91193 188222 90102 3429 48188 77670 30.3 26.2 21.2 22.4 46.2 22.1 0.8 11.8 19.1 123384 92327 90308 88290 31.3 23.4 22.9 22.4 151820 116264 95745 106975 32.2 24.7 20.3 22.7 259068 65.7 310248 65.9 0 3323 51344 80574 0.0 0.8 13.0 20.4 0 3818 64539 92198 0.0 0.8 13.7 19.6 205896 90.1 302080 22631 9.9 62151 68.4 14.1 315994 84085 69.0 18.4 334078 85554 79.6 20.4 319270 88341 78.3 21.7 279927 114381 71.0 29.0 330022 140780 70.1 29.9 171941 26714 29872 57057 134055 915 75.2 11.7 13.1 25.0 58.7 0.4 236770 73342 54119 120057 175561 1417 53.6 16.6 12.3 27.2 39.7 0.3 193851 59254 23100 137692 218148 739 37.1 12.6 5.6 29.2 42.3 0.4 169695 57737 25855 133778 193780 1657 46 46.2 14.1 5.5 32.8 52.0 0.2 182035 68037 28252 120979 216633 648 44.7 16.7 6.9 29.7 53.1 0.2 159540 99528 0 119905 192479 1666 40.5 25.2 0.0 30.4 48.8 0.4 181743 128504 0 146817 216897 1399 38.6 27.3 0.0 31.2 46.1 0.3 mobile home 2004 2005 2006 2007 2008 2009 2010 no 6128 % 2.7 no 7643 % 1.7 no 9300 % 2.0 no 8314 % 2.0 no 12292 % 3.0 no 5821 % 1.5 no 7529 % 1.6 30372 13.3 46992 10.6 51251 11.2 44292 10.6 47562 11.7 64284 16.3 82186 17.5 social security coverage yes no 169463 Source: TSI, HLFS micro data 20042010 59064 25.8 74.2 77091 287140 17.5 65.0 77398 322680 16.9 70.5 96145 323488 22.9 77.1 95371 312240 23.4 76.6 89881 304427 22.8 77.2 108824 361979 23.1 76.9 47 ", "filename": "767826043.pdf", "person": ["Serkan Değirmenci", "Değirmenci, Serkan", "İpek İlkkaracan", "İlkkaracan, İpek"], "date": ["2013"]}