{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/83128/1/768447003.pdf"], "title": ["After apartheid: The effects of ANC power"], "plaintext": "After Apartheid:The Effects of ANC Power Jonas Poulsen September 17, 2013Abstract The African National Congress ANC can look back on eighty years of struggle whichresulted in the liberation of black Africans, the creation of a democratic constitution and freeelections. However, the last twenty years of ANC rule has been criticized for the failure tobring higher living standards for the formerly oppressed. With the partys dominance and thechallanges facing South Africa in mind, I estimate the effect of ANC power in municipalitieson economic, social and budgetary outcomes. To estimate the causal effect of the party, thispaper uses an instrumental variable approach developed by Freier Odendahl 2012 anda regression discontinuity design. Taken together, the results point to an adverse effect ofthe party: less is spent on repairs and water provision which in turn may explain why ANCpower seems to lower the share of individuals who have access to piped water and electricity.Further, more resources are used on municipal employees and the councillors themselves,while I find suggestive evidence of an increase in the poverty rate due to the party. Lastly,although being their major political support, we cannot conclude that the ANC affects black Africans living standards. From the IV analysis, I find indications that oppositional partiesmany times have a more positive impact on outcomes as they gain power at the expence ofthe ANC.Keywords: ANC, party effects, instrumental variable, regression discontinuity, South Africa JEL: O12 H11 N47Department of Economics, Uppsala University and Uppsala Center for Fiscal Studies. Address: Departmentof Economics, Uppsala University, P.O. Box 513, SE751 20 Uppsala. Email: jonas.poulsennek.uu.se. I am particularly grateful to Eva M ork and Ronny Freier for their extensive help during the process of writing this paper.In addition, without the many helpful staff members at Statistics South Africa, National Treasury and Electoral Commission, this paper would not have been written. I am also indebted to Sebastian Axbard, Niklas Bengtsson, Martina Bj orkman Nyqvist, Karin Edmark, Olle Folke, Eskil Forsell, CheYuan Liang, Andreas Madestam,Mattias Nordin, Fabio Padovano, Alex Solis, David Str omberg, Jakob Svensson, Fredrik S avje, as well as seminarand conference participants at Uppsala University, IIPF Taormina and EEAESEM G oteborg. All mistakesare my own.1 Introduction Few postcolonial countries can compare to South Africas highly successful transition to democIn many instances, the transition can be attributed to the African National Congressracy.reconsiliatory politics under Nelson Mandela.1 In the soon to be twenty years since the end ofapartheid, black Africans have gained their political freedom, many more have access to cleanwater and electricity, a saluted constitution has been installed, and absolute poverty has gonedown. Indeed, the fact that the government has refrained from persuing retribution after F.W.de Klerk left power in 1994 is a token of the willingness to change the country to the betterfor all citizens. Nonetheless, as the Economist notes 9, the problems facing the country arenumerous:In the past decade Africa to the north of the Limpopo river has been growingat an annual average clip of 6 per cent, whereas South Africas rate for the past fewyears has slowed to barely 2 per cent  Foreign investment is drying up. Protestsagainst the states failure to provide services are becoming angrier. Education is adisgrace: according to the World Economic Forum, South Africa ranks 132nd outof 144 countries for its primary education and 143rd in science and maths. Theunemployment rate, officially 25 per cent, is probably nearer 40 per cent; half of South Africans under 24 looking for work have none. Of those who have jobs, athird earn less than 2 a day. Inequality has grown since apartheid, and the gapbetween rich and poor is now among the worlds largest.Due to its complete political dominance, these seemingly failures have all been under the ANCs watch. Celebrating its centenary in 2012 and twenty years with freedom in 2014, severalissues have recently been raised dealing with the ANC, the major one being how South Africawill cope after Mandela. Also, facing a general election in 2014, it is not obvious that thesupport for the party will be as strong as during the last twenty years; corruption chargesagainst President Zuma and increased political competition from the Democratic Alliance and Mamphela Rampheles newly established party Agang put the ANCs popularity under pressure.This paper seeks to measure the effect of ANC power on economic and social outcomes in avery broad sense. The partys dominance and the challanges facing South Africa highlight theimportance of exploring how the ANC affects the country it governs. By exploiting close municipal elections, I utilize an instrumental variable approach IV and a regression discontinuitydesign RDD to measure the specific party effect on several municipalbudget outcomes, servicedelivery, unemployment and poverty. All in all, my results point towards an adverse effect of ANC power, although we should be careful when interpreting the results due to some robustnessissues, thoroughly discussed under Section 4.3.Since the ANC represents a particular set of voters, an estimation where we simply comparemunicipalities with an ANC majority to municipalities with an ANC minority would suffer 1For an excellent overview over South Africa and the ANC after apartheid, see Alec Russels After Mandela:The Battle for the Soul of South Africa 20092from an endogeneity problem; the results would probably say more about the voters than theparty. To control for this issue, I start out by following recent research using the RDD inan election setting these include Ferreira Gyorko 15, Lee et al.29, PetterssonLidbom42, Meyersson 38 using data from the 2000 and 2006 municipal elections and outcomes frommunicipal budgets from 20042005 and 20102011 as well as 2011 census data. Having a mixedmember proportional representation system implies that municipalities where the ANC receivesmore than 50 per cent of the seats are in effect governed by an ANC majority. Consequently,if the party wants to implement a policy or alter the budget from last year in conflict with theminority, they will do so by winning the vote in the municipal council. The idea is then touse this fact and compare outcomes for municipalities where the ANC vote share or seat shareare just over 50 per cent to municipalities where they are just below 50 per cent, a comparisonwhich should be as good as random.However, the RD approach hinges on the assumption that the winning threshold is 50 percent. In a proportional election system such as South Africas, there are no fixed thresholds.Thus, I employ a novel method developed by Freier Odendahl 17 that uses close electionoutcomes as a source of exogenous variation to estimate the effect of parties on policy outcomes.Following the authors, I am isolating close elections by repeatedly perturbing the vote vectorsof each party in each municipality, adding a random variable to the vectors. Subsequently,new seat allocations are simulated for each party. Those observations for which seat allocationschanges often are considered close. These close seats i.e. a seat that a party was close tolosing or winning, but did not are then instrumented for. Since seat shares add up to oneby definition, I leave out the ANC from these IV regressions and estimate the effect of gainsin other parties seat shares at the expense of the ANC on outcomes. These other parties arethe Democratic Alliance and the Inkatha Freedom Party, for which I present a background in Section 2. As to the comparability of the results from these two methods, for parties that aretrue contenders to the ANC such as the DA in Western Cape and the IFP in Kwa ZuluNatal, itmight be reasonable to expect opposite signs between the IV estimates and the RD estimates.With the aforementioned specifications, this paper puts forward three sets of results. First,by analyzing revenues and expenditure from municipal budgets, I find suggestive evidence thatproperty rates as a revenue source drop when the ANC loses seat shares, while an ANCledmunicipality receives less revenues from service charges. Looking at municipal expenditure,it seems as if less is spent on employees and the councillors themselves when ANC loses seatshares. Furthermore, being a highly debated subject in South Africa, I investigate the effectof ANC power on three spending variables that have to do with service delivery. For spendingon infrastructural repairs and maintenance, the RD estimates are negative. Also, ANC powerseems to lead to less spending on water provision. No evidence is found of an effect on electricitydelivery. A rather puzzling result is that on intergovernmental grants which shows positiveestimates using both methods, i.e. an ANC majority leads to more revenues stemming fromgrants RDD, but grants as a revenue source also seem to increase as other parties gain seatshares at the expense of the ANC IV. I conclude that these conflicting results may be caused 3by the local average treatment effects entailed by the RD approach.Second, analyzing the effects of ANC power on social and economics outcomes, I find suggestive evidence of a negative effect on the share of individuals with electricity. Since no conclusionscould be drawn regarding the ANCs effect on spending on electricity, this result may insteadbe explained by less repairs and maintenance. Likewise and in line with the finding that lessis spent on water provision, I find that a smaller share have access to piped water inside theirdwellings as a consequence of ANC power. From the IV estimates, one suggestion is that thisalso is due to the Inkatha Freedom Party. Exploring two major economic outcomes, I find noeffect on unemployment and only suggestive evidence that ANC power leads to a higher povertyrate.Lastly, and noteworthy in light of ANCs goals since the end of apartheid, it seems as if noconclusive evidence of a causal effect of ANC on black Africans living standards can be discerned.It is undoubtedly so that the ANC has been the main driving force behind the freedom thatblack Africans enjoy in todays South Africa. However, underlined by this paper, the causaleffect of todays ANC is in many ways adverse, and it does not seem as if the party is better atpromoting living standards for black Africans than the political opposition. These findings areyet more conspicuous in a country where such a party receives overwhelming electoral support.However, I of course cannot say anything about living standards in the sense of living freefrom oppression. Being the movement that brought this freedom to black Africans, it might beunderstandable that the party receives vote shares as big as those we have seen up until now.Below, Section 2 describes the institutional framework and Section 3 describes the IV and RD approaches and the data used in the analysis. Section 4 goes through the empirical resultsand examines the validity of those results. Section 5 concludes the paper.2 Institutional Framework 2.1 Local Government and Elections Having three tiers of government, South African voters elect representatives at the national,provincial and local levels, of which this paper focuses on the local sphere. Local governmentis made up of municipalities which in turn are subdivided into metropolitan municipalities and226 local municipalities nested within district municipalities.2 46 The first municipal electionafter the end of apartheid took place in 19951996 and was followed by elections in 2000, 2006and 2011. Due to institutional remnants from the apartheid regime and demarcation disputes,the 19951996 election was delayed in the provinces Western Cape and Kwa ZuluNatal and thusdeemed not entirely democratic. 31 As a consequence, I exclude that election from the analysisand focus on the 2000 and 2006 elections the 2011 election is too close in time for obtainingoutcome data.2Due to its inclusion of the local municipalities, the district municipalities as defined in year 2000 and 2006are dropped in the empirical analysis. There are however district management areas made up of scarcely populatedareas and nature reserves that are taken into account in the analysis.4Municipal elections follow a mixedmember proportional representation system MMP andeach municipality has a council consisting of elected members. The council successively electsa mayor who have at her disposal a mayoral committee made up of councillors. Parts of thecouncil representation mirror the proportion of votes a party receives, i.e. 50 per cent of all seatsare given by proportional representation, while the other half is made up of ward councillorselected through a firstpastthepost system by the residents of each ward. It is in this sense thesystem is mixed. In order to perform the necessary simulations for the estimations of the IVregressions presented in Section 3 as described in Freier Odendahl 17, we need to have afull understanding of the MMP system. The total number of seats for each party are allocatedby the largest remainder method, utilizing a modified Hare quota or a modified Droop quotato be more precise. The principle behind the largest remainder method is to first calculate thenumber of votes required for a seat, resulting in a quota. Each partys votes are then divided bythis quota and the integer of the resulting fraction gives the first allocation of seats. In the finalstep, unallocated seats are distributed on the basis of the remaining decimals after subtractingthe integer hence the name of the method. For example, if there are three seats left to allocate,the three parties with the highest remaining fractions left after subtracting the integer will eachreceive one more seat in the municipal council.In the South African context, the quota is calculated as follows:Q VS I 1where V is the total number of votes for all parties including wards and excluding voteson independents, S is all available seats in the municipal council determined in terms of the Local Government Structures Act of 1998, and I is the number of independent candidates independents can only run in ward elections. The total number of seats allocated to party i isthen given by:vi Q si 1 si 2Here, vi is party i:s total number of votes. si 1 is the integer of the fraction and thus the firstallocation of municipalcouncil seats. si 2 is the remaining decimals after subtracting the integerthat determins whether party i receives one more seat in the second allocation. For clarity, themethod is best described by an example. A municipality has three parties: the African National Congress, the Democratic Alliance, and the Inkatha Freedom Party. There are seven availableseats in this municipal council. We assume that s DA,1 s DA,2 1.68, s IF P,1 s IF P,2 1.47,5and s AN C,1 s AN C,2 3.52. Thus, in the first allocation, the DA receives one seat, the IFPreceives one seat, and the ANC receives three seats. In the second allocation, the DA is rankedfirst and the ANC is ranked second so that they both receive one more seat, while the IFP endsup with one seat. 25The rudimentary functioning of the ward councillor together with her maximum of tenwardcommittee members elected during constituency meetings is to facilitate participatorydemocracy on a local level. 39 The powers vested in the ward committee are mainly advisory,and usually take the form of recommendations to the municipal council. There are howeverinstances when the municipal council delegates essentially any duties to the ward committees,and it is up to the council to do so.39 The most important thing to note about the wardcouncillor is that she sits in the municipal council and has the same powers as those councillorselected through proportional representation.The councils main duty is to pass a yearly budget that stipulates how to finance theirresponsibilities. Examples of these responsibilities that are vital for this paper are electricityand water delivery and the approval of a development plan. Of course, the council passes lawsthat revolve around these duties, and they set rates and service fees. 13 Municipal governmentsreceive their funds from state government grants these are mainly for infrastructure investmentssuch as water service projects, public and private partnerships, municipal revenues, internal andexternal loans, and property rates, service charges, and fines. 12There are however multiple evidence of how local governments have failed to deliver services,with whidespread protests as a consequence. Corruption has been said to be rife, and councillorshave been accused of living in excess while neglecting the delivery of services. In one instance,in January 2006, a municipal manager resigned after granting a two million Rand loan to amunicipal colleauge without the approval of the municipal council.21 In 2005, municipalofficials in the Mangaung Municipality were charged for defrauding their municipality of at least 100 million Rand.30 Moreover, The New York Times has reported on lethal violence overpolitical posts, all the way down to the ward level. 41 The importance of service delivery, andthe seemingly failure of providing it, put the issue on top of priorities before every local election.2.2 ANC and Its Opposition With the RD approach I analyze the effect of ANC majorities in municipal councils on policyoutcomes and in the IV regressions both approaches are described in the next section I leaveout the ANC and analyze the effect of increases in the DAs and IFPs seat shares at the expenseof the ANC on policy outcomes. It is thus important to give an introduction not only to the African National Congress, but also to the Democratic Alliance and the Inkatha Freedom Party.In many ways, the ANC has led a succesful transition from white minority rule to a stablepolitical system, perhaps the most progressive constitution in the world, higher growth ratesthan during the apartheid years, strong judicial courts, and free elections. However, as noted by Jeffrey Herbst 22, todays South Africa also encompasses a very dominant ANC that effectively 6rules the country on its own, viewing any kind of opposition with suspicion. The burden of HIV and AIDS, growth rates that are far from lifting the black population out of poverty, andone of the highest inequality rates in the world, lie heavy on the country. Due to its completepolitical dominance, these problems are and have all been under the supervision of the ANCgovernment since apartheid ended, and the party has been torn between black emancipationand white flight c.f. 10, macroeconomic stability and social demands 7, and ideological leftand right formations within the party 36.Despite the aforementioned, the ANC enjoys an overwhelming electoral support in South Africa, also on a local level. The party obtained vote shares in the 2000, 2006 and 2011 municipalelections amounting to 59.4 per cent, 66.3 per cent and 62 per cent respectively. Parts of thissupport come from a genuine appreciation of ANC performance, while others stem from the factthat dissatisfied black voters who cannot identify with the ANC still have highly negative viewsof all other parties 34. As Mattes notes 33, this ANC hegemony has encouraged the party tobecome more centralistic in the sense that the national party extends their powers to the locallevel Butler 6 also writes about the ANCs internal organisational democracy. For example,a local mayor is now nominated by a central committee instead of a local ANC branch.Moreover, on a local level, widespread protests have been abundant, demanding better andcheaper service delivery and housing. Many of these protests took place in municipalities run bythe ANC. Atkinson 3 tells the story of Phumelela Municipality 79 per cent ANC support inthe 2000 local election and 81 per cent in 2006: consumer debts had risen with 39 per cent from 2003 to 2004, reflecting popular alienation. 45 per cent of the operating expenditure were spenton salaries, while the guideline from the National Treasury sets the maximum at 35 per cent.The municipal manager had not entered a performance agreement with the council and in effectbroke South African law. When the council subsequently got dissatisfied with the leadership,the manager was redeployed to another, malfunctioning municipality. At the same time, only 16per cent of Phumelela Municipalitys population had access to sanitation, the roads were bad,many had to use a bucket toilet system, and into the water reservoir poured water contaminatedby waste from another source. There are several potential explanations why problems similar tothis example may exist. One is the fact that almost 49 per cent of ANC branches are seasonal3, i.e. the councils only work a few months before major events such as an ANC conference.Another is the trend that ANC councillors do not live in the povertystricken municipalities theyrepresent, but rather move to middleclass suburbs 3. Lastly, and highlighted by the internal ANC document Patronage and Criminalisation of the ANC 3, there is evidence and suspicionof corruption among municipal councillors see Section 2.1, taking the form of nepotism inthe appointment of municipal staff. Looking at actual outcomes, anechdotal evidence point toseveral failures of the ANC government, such as a presumed deficit of more than 500,000 payingjobs 45. These qualitative evidences but also the lack thereof are all strong arguments forexploring the causal effect of ANC power on the South African society.Up until today, the only opposition that pose somewhat of an electoral threat to the ANC isthe Democratic Alliance. In the 2000 municipal election, the party received 22.1 per cent of the 7votes, and 14.8 per cent in 2006. Their main support is found in the Western Cape. The partytraces back to the antiapartheid movement and was known as the Progressive Party and laterthe Democratic Party. Through its shortlived alliance with the New National Party the formerruler it took on todays name. Historically seen, the DP and the NNP have targeted Afrikanerand English whites, Coloured and Indian voters, which has prompted the ANC to interpretthe alliance as a ganging up of white parties 19. Todays DA is very different, however,especially after the relaunch in November 2008 that sought to turn the partys interest to all South Africas people.32 Yet, it should be noted that the DA only received five per cent ofthe black vote in the 2011 municipal election 11.Although the ANC has a huge electoral advantage, there has been a fierce competitionbetween the two parties the last couple of years. Often, this competition has taken the form ofattacks playing on racial and party stereotypes. For example, some ANC politicians have accusedthe DA for taking the country back to the apartheid days of racial division, inequality andoppression 11. Even President Jacob Zuma mentioned the DAs supposedly white characterin the run up to the election. This apparent tention and the prevailing inequalities betweenblack Africans and whites that arose because of the apartheid system, permeat the social debatein South Africa and many times spill over on the competition between the ANC and the DA.The third largest party in South Africa is the Inkatha Freedom Party it is however the fourthlargest party in the National Assembly today, following Congress of the People.3 The partyreceived 9.1 per cent of the localelection votes in 2000, 8.1 per cent in 2006, and 5.2 per centin 2011. The lions share of IFPs political support comes from the province Kwa ZuluNatal,which can be explained by the fact that the party was established there in 1975 and has a clearhistorical connection to the Zulu people. The often fierce debates between the ANC and the DAseem to have much to do with todays political competition. As for the relationship betweenthe ANC and the IFP, the situation can only be described as even harsher. This tension sprungup in the later years of the apartheid system following the organizations differing views onhow to best bring down the whiteled regime. Inkatha was a major antiapartheid movementwith approximately 350,000 members around 1980, but the leaders of Inkatha also formed theleadership of Kwa ZuluNatal, a so called Homeland also known under the name Bantustan,which led them to have contacts with the apartheid regime. These contacts culminated in acollaboration with the rightwing extremist Conservative Party and two other Homelands, whotogether proposed federal solutions to ending apartheid rather than majority rule which waswhat the ANC argued for. Thousands of people died in what can be described as outrightwarfare between the two fractions and the conflict was only solved just in time for the firstdemocratic election. 44 The tension between the two parties remains until today and can betraced in IFP goals such as preventing the consolidation of a oneparty state, found in thepartys manifesto 26.3Other important although rather small political parties in South Africa are for example National Freedom Party, United Democratic Movement, African Christian Democratic Party and Pan Africanist Congress. In the IV regressions, these and other parties form the variable Others.8The seemingly slow process of increasing the black populations living standards and lowerthe inequality between population groups in postapartheid South Africa is an argument foranalyzing the causal effect of the ANC on black Africans living standards separately. Around 80 per cent of the South African population are black Africans, while slightly less than 10 percent are made up of whites.4 Looking at the summary statistics in Table 2 which are dividedbetween black Africans and whites to set living standards in proportion, it is clear that livingstandards differ immensely between the two groups. For example, in this sample, 30 per centof black Africans have piped water inside their dwelling compared to 85 per cent of the whitepopulation,5 and black Africans have an unemployment rate of 40 per cent compared to tenper cent among whites. The demographical feutures of the black and white populations alsocorrespond to that of many less developed respectively developed countries: the share of black Africans under the age of 19 years is more than 40 per cent while it is less than 25 per cent forwhites. Also, as is apparent from the summary statistics, poverty rates are high for both groups.An official poverty line has long been discussed in South Africa c.f. 49, 48 and 37 and inthis paper I define poverty as monthly earnings below R400. This level is somewhat higher thanthe famous 1.25 per day, but still very conservative.6The question is then whether the ANC focuses on policies aimed towards the black populationto higher extent than the other parties, further investigated in the econometric analysis. Onesuch affirmative action policy is the Black Economic Empowerment BEE. The policy aimsat coming to terms with the economic disparities created by apartheid, by promoting black Africans to senior positions in corporations, shift equity ownership from whites to blacks, givingblackowned companies an advantage in the bidding for public works contracts, and establishingindustryspecific racial targets of ownership.22 Thus, I run the same regressions for black Africans as I do for the entire population. Lastly, it should be noted that the DAs position on BEE is not far from the ANCs 8.3 Data and Empirical Strategy 3.1 The Causal Effect of ANC Power in Municipalities The chance that the ANC represents a particular set of voters would make us draw the wrongconclusions were we to estimate the effect of ANC rule with an OLS approach. To be moreprecise, if we compare unemployment, income, service provision and municipal budgets wherethe ANC has a majority of the council seats to all municipalities where the ANC has a minorityof the seats, it is very likely that we find unemployment, incomes, and degrees of access to pipedwater and inhouse electricity that reflect what may be specific to ANC voters. Such an analysiswould most likely not say much about the performance of the ANC, but rather that their voters 4Unlike during the apartheid system when government officials decided which individual belonged to whichracial group, todays South Africans define themselves as either black, Indian, Coloured or white.5As Mattes notes 33, it should be emphasized that two million more people now have access to electricityand seven million more to water since 1994.6The national poverty line is 43 per month in current prices July 20139encompass some common characteristics. Instead, this paper utilizes two different methods toestimate the causal effect of ANC power. First, it follows several recent works these include Ferreira Gyorko 15, Lee et al. 29, PetterssonLidbom 42, Meyersson 38 in that it usesthe regression discontinuity design to identify the specific party effect on economic and socialoutcomes. By utilizing the fact that the ANCs control changes discontinuously at 50 per centof the power in the council, I am able to compare the treated municipalities i.e. those that aregoverned by a slight ANC majority to municipalities that can be considered controls i.e. thosethat are just barely not governed by an ANC majority. One underlying assumption is thatthe ANC could be seen as forming one block in South African politics, while the rest formsthe other. I thus treat the electoral system as bipartisan, so when the treatment indicator, Di,equals one we know that the ANC has a majority.Assuming that the political landscape is bipartisan is highly problematic however since thereare examples of municipalities where the ANC receives less than 50 per cent of the vote share,but still constitute the majority in the council. It could also be that the ANC attains, say, 46per cent of the council seats, but create a coalition with a party that gives the parties morethan 50 per cent of the seats. Such a municipality would wrongly be treated as a control inthis estimation. Nevertheless, ANCs former coalition partners the South African Communist Party and the Congress of South African Trade Unions have been internalized via the Tripartite Alliance, a fact that makes other coalition much less likely although not nonexistent. Acceptingthe assumption of a bipartisan electoral system, we have:10Di if xi x 0if xi x 0.where xi is the ANCs power in municipality i and x 0 is 50 per cent, i.e. our known thresholdfor ANC to have the majority of power in the municipality council. This is the sharp RD designHahn Van der Klaauw 20, Imbens Lemieux 23 that exploits a rulebased discontinuityin the forcing variable to measure the causal effect of treatment. In this setting, the forcingvariable is the ANC vote share or seat share and the cutoff value of 50 per cent solely determines the treatment assignment. If xi x 0, the ANC does not have the majority of power inthe municipal council. In such a case, those municipalities work as a control group. Looking atthe figure of the relationship between ANCs vote share and seat share, it is clear that it is notonetoone. Thus, it is not obvious which one should be used as the running variable. On onehand, using the seat share takes the institutional setting into account since a majority of seatsat least in theory reflects a majority of power and vice versa. On the other hand, using the voteshare respects the RDD assumption that we compare municipalities that, other than treatment,are similar to each other e.g. voters have similar preferences. To control for this discrepancy,I show results using both the seat share and the vote share. The RDD specification used in this 10paper can be described as follows:Yi Di f xi ui1xi x 0 cid:52, x 0 cid:52where Yi is the outcome, Di is the treatment indicator, xi is the forcing variable, and cid:52 is thebandwidth around x 0. The smooth function f xi usually takes on an norder polynomial in theforcing variable on each side of x 0 and within cid:52. I follow recent work and use a nonparametric20, Porter 43, Imbens Lemieux 23approach in the local linear regression Hahn et al.and set an optimal bandwidth such as specified by Imbens Kalyanaraman.24 To test therobustness of the estimates, I include estimations with a quadratic specification, utilizing all thedata.As already stated, the above RD approach hinges on the assumption that the winning threshold is 50 per cent. However, in a proportional election system with more than two parties suchas South Africas, there are no fixed thresholds. In essence, this fact means that the ANCs seatshare not only depends on its vote share, but also on the vote shares of all other parties in thecouncil. A solution to this identification problem has been proposed by Freier Odendahl 17,which I use in this paper.7 To estimate the causal effect of political power on policy outcomes,they use the fact that voting power in a council changes when parties barely lose or gain seats.To isolate close elections, the vector of votes for each party is repeatedly perturbed by adding arandom variable. Using the specific seatallocation function South Africas is described in Section 2.1, it is then possible to simulate new seat allocations. Municipal elections for which seatallocations change often following the simulations are considered close. These close seats i.e.seats that a party were close to losing or winning, but did not are subsequently instrumentedfor.In practice, for each observation i with vote vector vi and the known seat allocation, Freier Odendahl 17 add a vector ri of independently normally distributed random variables to thevote vector. ri has expectation zero and variance kvji 2. k per cent of the votes of party j isthus the standard deviation of the random variables, ri. The seats for party j in municipalityi are then considered close if the allocation changes more than q per cent of the time followingrepeated pertubations.8 Since approximately 13 of the probability mass lies outside the mean 7See their paper for a thorough explanation. In their main specification, they estimate how changes in votingpower of parties affect policies. The concept of voting power builds on how many times party i are critical in acoalition, i.e. if a coalition including party i is a winning one. Since the ANC will be critical in most coalitions, Iinstead use their estimation specification for seat shares, described in their appendix. That specification is similarin idea to what Folke 2012 has developed.8In this paper, the vote vector is perturbed a 1000 times using three different values of k.11plusminus one standard deviation for a normally distributed random variable, one more observed seat for party j in municipality i in 16 th of the perturbations should mean that aroundone standard deviation in vote change was needed for this change in seat allocation. Thus, weset q 16 . Now we can define a closeness dummy that will ensure that the instrument definedbelow only is such for the municipalities where party j was close to lose or gain a seat:1 if seat allocation was close to change 0 otherwise.cji Due to the identification issues mentioned under the discussion about the RDD, we need todefine a treatment variable that can be used as instrument for seat shares. Following Freier Odendahl, this treatment variable tj 2 Zi in a council of size Zi if we findthat a party was close to losing a seat following repeated perturbations of the vote vector theauthors call it positive treatment, and 12 Zi in the opposite case negative treatment. Thetreatment variable can thus be summarized as follows:i takes on the value 10 1 12 Zi 2 Zitji for positive treatmentfor negative treatmentotherwise.These values ensure that the difference between positive and negative treatment is measuredin terms of seat shares. The IV specification used in this paper can then be described in thefollowing way:cid:88j Yi jsji f vi Xi cji i ei2where f vi is a flexible function taking on a seconddegree polynomial of each partys voteshare, cjis the closeness dummy described above, and i is a municipality fixed effect. Xiicaptures the size of each council, a year indicator and an indicator if the party received zerovotes. The seat shares of each party, sji , are instrumented for with the treatment variable tji .In these estimations, I leave out the ANC since the seat shares add up to one. Doing so forthe ANC is not problematic since it is the biggest party and participates in almost all of thelocal elections. We thus interpret the coefficient of interest, , as the effect on policy outcomes 12of an increase in party js seat share by one per cent at the expense of the ANC.It is important to note that the results from the IV estimations are not directly comparableto the results from the RD estimations, since the RDD measures the effect of an ANC majorityon policy outcomes. However, if we for example find that an increase in Democratic Alliancesseat share at the expense of the ANC leads to more resources being spent on repairs, we mightexpect that an ANC majority would lead to less being spent on repairs. In other words, forparties that are true contenders to the ANC, such as the DA in Western Cape and the IFP in Kwa ZuluNatal, it might be reasonable to expect opposite signs between the IV estimates andthe RD estimates.3.2 Data Description I utilize the 2000 and 2006 municipal election results provided by the Independent Electoral Commission of South Africa.25 The main issue contested revolved around service delivery,in particular to townships, and widespread protests due to the failure of providing water andelectricity preceded both elections. 30This paper first presents results on the effect of ANC power on municipal budgets and subsequently analyze if these affect servicedelivery outcomes and major economic outcomes, using thesame methods. Starting with the first estimations, I test the effect of ANC power on outcomesfrom the municipal budgets set by the councils. The data comes from the National Treasury.40 I start out by looking at the revenue composition in the form of revenues coming from property rates, service charges and government grants. Apparent from the summary statistics in Table 1, the greatest revenue source is government grants, i.e. statelevel grants from the ANCgovernment.9 Service charges stem from payments of services such as water and electricity, andproperty rates are revenues from what is essentially a progressive tax on property values. 40From municipal expenditure I analyze the effect of ANC power on employee costs, councillorremuneration, repairs and maintenance, and water and electricity expenditure. Looking at Table 1, more is spent on water than electricity, while employee costs make up the greatest part ofmunicipal expenditure. Due to better availability compared to the data mentioned below, I canutilize both the 2000 and the 2006 local elections and analyze their effects on outcomes fouryears later 20042005 and 20102011.10In the second set of estimations, the dependent variables of interest are poverty, unemployment, and service delivery in the form of electricity and water provision.I have chosen toanalyze this set of outcome variables since they capture some of the most debated legacies of theapartheid regime. Water and electricity provision are the outcomes among the aforementioned 9These grants could take many forms. For example, they can be either conditional Municipal infrastructuregrant, National Electrification Programme, disaster relief, 2010 FIFA World Cup stadiums development grant etcetera or unconditional. Due to the scope of this paper, I simply analyze the effect of ANC power on the bulkof grants, although some of these grants should not be affected by party politics. This however accrues to allmunicipalities across South Africa.10Other possible budgetary variables include: regional service levies, investment revenue, public contributionsand donations, depreciation and amortisation, finance charges, materials and bulk purchases, grants and subsidies,external loans, housing costs, and roads and storm water expenditure.13that, ex ante, are most likely to be directly affected by the municipal council. In a second stage,I analyze the effect of ANC power on black Africans living standards seperately since the ANChas had the equalization of living standards between black Africans and whites as one of theirmain goals since the liberation. 35After 2000 the first possible election to utilize there exist three data sets on the South African population, collected by Statistics South Africa 47: a population census conductedin 2001, a community survey conducted in 2007 that took the place of the 2006 populationcensus, and another population census conducted in 2011. The timing of the elections and thepopulation data give me three possible estimation strategies, shown in Figure c. First, I coulduse variations in the 2000 election results matched to the 2001 census results and the 2006election results matched to the 2007 survey results. Essentially, this would be an estimationof the shortterm effect of ANC power. Second, it would be possible to aggregate the 2000election results on the 2007 survey and the 2006 election results on the 2011 survey. This wouldhowever be problematic since the 2007 survey overlaps the 2006 election. Lastly, I could simplyestimate the effect of variation in the 2006 election on outcomes from the 2011 population census.Although this strategy limits the sample size, it is more likely that a presumed effect of ANCpower has developed on this longer time period compared to the first strategy, and is thus usedhere.All data are on a municipality level and is divided into categories e.g. Piped Water Inside Dwelling, Piped Water Inside Yard and so on. I thus create the outcome variables by dividingthe number of individuals within the particular categorie by all individuals in the municipalitythe workforce in the case of unemployment, so that I get the share with piped water inside theirhouse in municipality i. Likewise, when analyzing the effect on black Africans living standards,the outcome variable would for example be the share of black Africans among all black Africanswith water inside their dwelling. I have chosen how to construct variables according to worstor best. That is, what is best is to have electricity for the purpose of cooking or heating,and water inside ones dwelling. What is worst is to be unemployed or be under a povertyline.114 Results 4.1 Municipal Budgets The main tool that the municipal council has at its disposal is the yearly municipal budget. Init they stipulate their revenues and expenditure. To get the broad picture of the workings of the 11Apart from those mentioned above, the variables provided by Statistics South Africa include phone service,household size, household goods only for 2001, refuse or rubbish disposal, toilet facilities, disability, occupation,educational level, mode of travel to school or work, cellphone use, computer and internet use, post facilities, andsocial grants only for 2007. Among these, I would have wanted to include household goods and social grantsinto the analysis, but they are only collected for one year. Educational level would also have been interesting toanalyze, but schools are foremost the responsibility of the provincial governments 27, not the municipalities.14councils, I include several outcomes in the analysis.12 Tables 3 to 10 display the results from the IV and RD estimations of the effect of ANC power on municipalbudget outcomes, each tablegiving the results for each seperate outcome variable. The tables are divided in two parts, onefor the IV results and one for the RD results. The first three columns in the IV part show theresults using three different values of the parameter k in the perturbations. Moving from k 1%to k 2% or k 5% expand the sample that is used for the estimations. The lower we set k,the higher is the requirement for closeness. Thus, for causality claims, k 1% is more reliablethan , say, k 5%. However, with a sample size as small as in this paper, we might expect thatwe need a less demanding size of k such as k 2% or k 5% for significance. In the RDDpart I display results using seat share and vote share as running variables. The regressions arerun with a specification using an optimal bandwidth and a quadratic polynomial specification.Following recent work on RDD, I start out with a graphical analysis. Figure 1 illustrateslocal averages for the budgetary outcomes plotted against the ANC seat share in bins of four percent. The thin gray lines are standard confidence intervals. Interesting in itself, and common toall estimations throughout, it seems as if closer elections lead to better outcomes. This would belogical if we believe that more cooperation within the council is good for the political process.Looking at Figure 1, we cannot determine any clear jumps at the cutoff point for propertyrates as a share of revenues, employee costs and spending on electricity delivery, and only weakevidence of discontinuities for service charges as a share of revenues, councillor remuneration,and repairs and maintenance. There is a more obvious positive jump for intergovernmentalgrants and a negative jump for expenditure on water provision. Although these graphs givequite weak evidence of an effect of ANC power,13 a general pattern can be disentangled lookingat observations close to the cutoff point: ANC power seems to lead to less revenues stemmingfrom service charges, more revenues stemming from grants, a higher expenditure on councillors,and lower expenditure on repairs and water provision.Since the redistribution of wealth is one of the ANC governments main goals, I use theamount received from property rates as a proxy for this.14 The property rate is an essentialinstrument for redistribution and is independently set by the municipal council. If we believethat the ANC cares more about the issue of racial inequality, we should expect a positive effectof the partys power on property rates as a share of revenue. As was evident from the graph,we find no significant effects of ANC power on property rates in the RD estimations looking at Table 3. The coefficents are negative, but the standard errors are quite large. However, lookingat the IV estimates, we find at least some evidence of less revenues from property rates when the DA increases their seat share at the expense of the ANC. This finding is in line with the abovehypothesis that the ANC might care more about redestribution. Of course, it could also havesomething to do with higher rates per se. For revenues stemming from service charges, we find noreliable significant results from the IV estimations, while the RD results give that less revenues 12The outcome variables are property rates, service charges, government grants, employee costs, councillorremuneration, repairs, and water and electricity expenditure.13If I instead use the vote share as running variable, the jumps are much more obvious.14I would rather have want to use the actual rate, but have not been able to collect that for each municipality.15come from service charges as a consequence of ANC power. This finding was indicated by the RDgraph and may be explained by less services delivered by ANCrun municipal councils, furtheranalyzed below. For the last revenue source intergovernmental grants the results are morepuzzling since the IV estimates and the RD estimates go in the same, positive direction. What Table 5 says is that an ANC majority relies much more heavily on grants from the government,amounting to around 20 percentage points more compared to municipal councils in the controlgroup. At the same time, the IV estimations give that as the Democratic Alliance and Othersincrease their respective seat shares at the expense of the ANC, more revenues come from grantsin those municipalities where that happens. Since the DA, for example, often constitute a largepart of the control group in the RD estimations, it would be reasonable to expect opposite signshere, at least for that party. These conflicting results might be explained by the potential biasin the RD set up for this particular setting, as was discussed in Section 3.1. A more likelyexplanation, however, is that the RD results are highly local, further discussed under Section 4.3.Moving on to analyze municipal expenditure, we can first note from Table 6 that no significant effects of ANC power on employee expenditure can be found in the RDD part of thetable, as was evident from the graph. The IV analysis nonetheless quite clearly shows that lessseem to be spent on municipal employees as DA and IFP gain seat shares at the expense of the ANC. Likewise, as Inkatha Freedom Party gains seat shares at the expense of the ANC, less isbeing spent on the councillors themselves. This finding is also somewhat supported by the RDanalysis, although we only have significant results with the vote share as running variable. Theestimations with seat share as running variable point in the same direction, but the results areless precise.15One less obvious variable to analyze is how much out of total expenditure is spent on repairsand maintenance. Since service provision not only needs investments in new water pipes andelectricity lines et cetera, but also maintenance of what is already existing, this variable isimportant to investigate. The RDD part of Table 8 display a negative effect of ANC power onthe expenditure on repairs. This effect was also indicated by the graph in Figure 1. Looking atthe IV results, we only find suggestive evidence of a positive effect on repairs expenditure whenthe DA gains seat shares at the expense of the ANC. As for actual spending on water delivery,the RD estimates are large and negative. Accordingly, we find that as Others increase theirseat share at the expense of the ANC, more is being spent on water provision, at least whenk 2%. As was clearly stated by the RD graph, we find no conclusive evidence of an effect of ANC power on electricity delivery.15The discrepancy in significance levels between the seat share and the vote share as running variables is furtherdiscussed in Section 4.3. Some municipalities have differing treatment status depending on which running variableis used. If these municipalities are dropped from the analysis, the estimates and their significance levels becomemuch more comparable.164.2 Economic and Social Outcomes Having the above discussion in mind when we analyze actual water and electricity provision,unemployment and poverty, it seems reasonable to expect negative effects of ANC power at leaston service provision, and thus positive effects for some of the other parties. Looking at Figure 2,we indeed find negative although weak jumps in the shares with electricity and piped waterinside their dwellings, and a weak positive jump in poverty. In general, these effects cannot bediscerned for black Africans.Starting with an analysis of service provision, it seems as if ANC power leads to lowerelectricity delivery, albeit the results are suggestive since we only have significant results usingvote share as running variable. The results using the seat share do however point in the samedirection. No significant effects of ANC power on the share of black Africans with electricity isfound, although the point estimates have negative signs. With some doubts cast by the weaklysignificant negative result when k 1%, we do find that as the IFP gains seat shares at theexpense of the ANC, the share with electricity in their dwelling increases. Trusting the results inthe column where k 5%, it seems clear that this effect goes through an increased share of black Africans with electricity as a consequence of increased IFP power. Since we could not concludethat less is being spent on electricity provision when ANC power increases in the above analysis,these results may instead be explained by less repairs and maintenance. A similar pattern canbe disentangled looking at the share with piped water inside their dwelling. The RD analysisyields large, negative estimates that might be explained by Inkatha Freedom Party increasing theshare with piped water as they gain seat shares at the expence of the African National Congress.Again, the positive IF P seems to go through an increase in the share of black Africans withpiped water, while the RD results only give weak suggestive evidence of a negative effect of ANCpower on black Africans access to piped water. The results on water delivery are in line withwhat we found on the effect of the ANC on expenditure on water provision.Discussing the estimations of ANC power on unemployment and poverty, we can note thatthe results are quite inconclusive compared to the aforementioned. As was obvious from the RDgraph, it does not seem as if we have any evidence of an effect of ANC power on unemployment.Furthermore, half of the IV regressions fail the placebo test discussed below. Looking atpoverty, we find suggestive evidence of an adverse effect of ANC power. Here, only the regressionsusing the vote share as running variable yield significant results, although those using the seatshare again point in the same positive direction. Also, we only find one corresponding result inthe IV part of the table when k 5%: as Others gain seat shares at the expense of the ANC,the share who are poor seems to drop.4.3 Robustness Checks and Placebo Tests A major issue when performing an RD analysis is the possibility to manipulate the forcingvariable around the cut off so that observations on each side may not be comparable. As notedby Angrist and Pischke 2, this also accrues to election studies in democratic countries, having 17the 2000 U.S. presidential election and the recount in Florida in mind. The worry is, for example,that the ANC has the power to change Di and thus create bunching just to the right of thecutoff value of 50 per cent. To examine this possibility, Figure a shows the density of the ANCvote share around the discontinuity. Indeed, the partys density is highest somewhere between 75 to 80 per cent of the vote share, but there does not seem to be a bunching just to the rightof the 50 per cent threshold. This is reassuring and maybe not surprising considering the thusfar commended electoral process.16As was stated under Section 3.1, I use both the ANC seat share and vote share as runningvariables. From Figure b, it is clear that we do not have a onetoone relationship betweenthe two. However, under the notion that both variables capture important features of theinstitutional setting and the RD approach, we want similar results from both specifications.Looking at the tables, all point estimates have the same sign, but those using the vote shareas running variable are always larger. At the same time, the standard errors are very similar,at least for the budgetary outcomes. That explains why we find more significant results usingthe vote share. It is likely that the disparity between the two specifications when it comes tothe size of the point estimates is due to smallsample issues, outliers in either specification, ora combination of both. The fact that we do not have a perfect mapping between vote sharesand seat shares is also an argument for why it may be problematic to use an RD approach to aproportional election system. Nevertheless, it is reassuring that the directions of the coefficientscorrespond to each other.Another issue apparent from the tables is that as we move from k 1% to k 5% in the IVregressions, it is not always the case that the estimates retain their signs. This is also true for Freier Odendahls 17 paper when they vary the definition of closeness, although to a lesserextent. Again, in this paper, this issue most likely has to do with the rather small sample size.That is, as we expand the sample that is used for the estimations, the new municipalities haveenough weight to change the estimates to a higher extent than would the sample size have beenlarger. It is then a question which definition of closeness is the most reasonable. On one hand,as stated in Section 4, k 1% is the most reliable value for causality claims. On the otherhand, with a small sample size, it might be reasonable to expand the sample at the cost of theaforementioned.17 As noted by Freier Odendahl 17, these sometimes noisy estimates couldalso stem from the worry that a partys seat share is an imprecise representation of voting power.However, there is only one case where we have significant, conflicting results in this paper so itshould not be a major worry.The last columns in the IV and RDD sections respectively, in each table, display the resultsfrom a placebo test of the effects of ANC power measured from the election result from 2006,16I have also performed similar election forensics on a ward level as those found in Beber Scacco 4. Inparticular, if we keep only the last digit in the vote count for the ANC and plot the distribution from 0 to 9, thedistribution should be uniform since these numbers should appear with equal frequency as if they were randomlydrawn. This seems to be the case in South Africa.17This discussion is quite similar to the discussion on bandwidth choice in the RD setting, although the twoshould not be mixed up.18on outcomes from 2001 and 20042005. These preelection outcomes should be unrelated tovariation from the 2006 election. A placebo test such as this is a version of testing whethercovariates are balanced by treatment status as in a randomized experiment. The first placebocolumn runs an IV regression with k 1% and the last column uses an RDD with a local linearregression with full bandwidth on the seat share. Apart from the estimation of the effect of ANC power on unemployment, this placebo test seems to confirm that those effects found areactually due to party policy.Lastly, when analyzing particular municipalities close ones as with the two approachesin this paper, it is important to note that what we estimate is local average treatment effectsLATE. In the presence of heterogenous effects, the LATE estimates might differ from theaverage treatment effects. This fact could be problematic if close elections only take place incertain provinces or if politicians in municipalities with a high competition act in a certainway.Indeed, the two maps illustrating closeelection municipalities for the RD and the IVdesign confirm that we should be worried about these issues, looking at the distribution of closemunicipalities. Starting with Figure d, it is clear that closeness as defined in the RDD standsout as most problematic; it more or less completely follows the strength of the Democratic Alliance and the Inkatha Freedom Party. In other words, in the Western and Northern Capewhere the DA are strong we have many close elections. Here, the DA has a majority in severalmunicipalities and the ANC a plurality in some. Likewise, in Kwa ZuluNatal where the IFP hasmost of their support, we have many close elections. In effect, the RD LATE will come fromcomparisons of municipalities where the ANC just gained a majority to municipalities where the DA or the IFP just gained a majority. These are certainly highly specific municipalities. Theresults from the RD estimations should thus be treated with caution and analyzed for what theyare. For example, the conflicting estimates on the effect of ANC power on intergovernmentalgrants could perhaps be explained by LATE: since we in essence compare the ANC to the DA orthe IFP, we have to take into account that a municipality with a DAIFP majority in particular may make the ANC government reluctant to distribute grants. That does not however explainthe positive estimates from the IV regressions, that instead might stem from better project plansor the like.Looking at closeelection municipalities as defined with the IV approach, they do not followthe same pattern as above. Rather, the highest density of close municipalities seems to be inareas where the ANC are highly dominant, such as the provinces Limpopo, North West and Eastern Cape. Since the identification of treatment status obviously differs to a large extent, itis reassuring that we in most of the cases receive comparable results i.e. estimates that haveopposite signs between the IV and the RD specifications.5 Concluding Remarks This paper set out to evaluate the African National Congress effect on several economic andsocial indicators. Taken together, the results point to an adverse effect of the party: less is spent 19on repairs and water provision which in turn may explain why ANC power seems to lower theshare of individuals who have access to piped water and electricity. It is likely that this findingis the underlying reason why ANC power leads to less revenues stemming from service charges.Further, more resources are used on municipal employees and the councillors themselves, while Ifind suggestive evidence that the poverty rate increases due to the party. Lastly, although beingtheir major political support, we cannot conclude that the ANC affects black Africans livingstandards. Instead, the analysis in this paper indicates that oppositional parties many timeshave a more positive impact on outcomes as they gain power at the expence of the ANC. Thesefindings are especially worrying in the South African context where there up until today havebeen few signs of the partys power being challanged.Despite the above, as stated in the introduction, it is important to note that this exercisedoes not elaborate on variables that are harder to measure. That is, I cannot say anything aboutliving standards in the sense of living free from oppression. Being the movement that broughtthis freedom to black Africans, it might be understandable that the party receives vote sharesas big as those we have seen up until now. It is also possible that the transition from being afreedom movement to act as a political party is very special and takes time. Indeed, few Africancountries have managed this transition better than South Africa.20References1 ANGRIST, J. V. LAVY 1999: Using Maimonides Rule to Estimate the Effect of Class Size on Scholastic Achievement, The Quarterly Journal of Economics, May, Vol.114, No.2.2 ANGRIST, D. A. J.S. PISCHKE 2009: Mostly Harmless Econometrics, Princeton University Press.3 ATKINSON, D. 2007: Taking to the Streets: Has Developmental Local Government Failed in South Africa?, in State of the Nation South Africa in 2007, edited by Buhlungu, S., J. Daniel, Southall, R., J. Lutchman, HSRC Press.4 BEBER, B. A. SCACCO 2012: What the Numbers Say: A DigitBased Test for Election Fraud, Political Analysis, Vol. 20.5 BOOYSEN, S. Ed. 2012: Local Elections in South Africa: Parties, People, Politics,SUN Me DIA Me TRO, Bloemfontein.6 BUTLER, A. 2005: How Democratic is the African National Congress?, Journal of Southern African Studies, Vol. 31, No. 4.7 COULIBALY, B. LOGAN L. D. 2009: South Africas PostApartheid TwoStep:Social Demands versus Macro Stability, The American Economic Review, Vol. 99, No.2.8 The Democratic Alliance Policy Document August 29th 2012: Proposals to Help BroadBased Black Economic Empowerment Deliver on its Potential.9 The Economist October 20th 2012: Sad South Africa. Cry, the Beloved Country.10 The Economists website, http:www.economist.comnode12295535, retrived February 4th 2013.11 The Economists website, http:www.economist.comnode18775977, retrived February 6th 2013.12 Education and Training Units website,http:www.etu.org.zatoolboxdocslocalgovwebmunfin.html, retrived November 4th 2012.13 Education and Training Units website,http:www.etu.org.zatoolboxdocslocalgovwebundrstdlocgov.html, retrived January 30th 2013.14 FERREE, E. K. 2006: Explaining South Africas Racial Census, Journal of Politics,Vol. 68, No. 4.15 FERREIRA, F., and J. GYORKO 2009: Do Political Parties Matter? Evidence from U.S. Cities, The Quarterly Journal of Economics, February, Vol. 124, No. 1.2116 FOLKE, O. 2012: Shades of Brown and Green: Party Effects in Proportional Election Systems, Working Paper, SIPA,Columbia University.17 FREIER, R., and C. ODENDAHL 2012: Do Parties Matter? Estimating the Effect of Political Power in MultiParty Systems, Unpublished manuscript.18 GRAHAM, P. 2012: Party Identification in South Africa: Profiles for the ANC and the DA, Afrobarometer Briefing Paper No. 108.19 HABIB, A. R. TAYLOR 2001: Political Alliances and Parliamentary Opposition in PostApartheid South Africa, Democratization, Vol. 8, No.1.20 HAHN, J., TODD, P., VAN DER KLAAUW, W. 2001: Identification and estimation oftreatment effects with a regression discontinuity design. Econometrica, Vol. 69.21 HARSANT, A. BAUER, C. 2006: Northern Cape Province. Election Update South Africa Local Government Elections, EISA.22 HERBST, J. 2005: Mbekis South Africa, Foreign Affairs, NovDec, Vol. 84, No.6.23 IMBENS, G.W. T. LEMIEUX 2008: Regression discontinuity designs: A guide topractice, Journal of Econometrics, Vol. 142.24 IMBENS, G.W. K. KALYANARAMAN 2009: Optimal bandwidth choice for theregression discontinuity estimator.25 The Independent Electoral Commissions website, http:www.elections.org.zacontent, retrived October 15th 2012.26 The Inkatha Freedom Partys website, www.ifp.org.zaDownloadsIFP%20Manifesto.doc, retrived July 30th 2013.27 JOSIE, J. 2008: The Intergovernmental Context of Municipal Infrastructure Grants in South Africa, School of Government, University of the Western Cape.28 LEE, D.S. T. LEMIEUX 2010: Regression Discontinuity Designs in Economics,Journal of Economic Lterature, Vol. 48.29 LEE, D.S., MORETTI, E., BUTLER, M. 2004: Do voters affect or elect policies? Evidence from the U.S. house, The Quarterly Journal of Economics, Vol. 119.30 LETSHOLO, S. 2006: Democratic Local Elections in South Africa: A Critical Review,EISA.31 LOCAL GOVERNMENT ELECTIONS TASK GROUP 1996 ETG Report on Local Government Elections in South Africa 19951996, 230232.32 Mail Guardian November 20th 2008: Zille, In For the Long Run.2233 MATTES, B. R. 2002: South Africa: Democracy Without the People, Journal of Democracy, Vol. 13, No.1.34 MATTES, B. R. J. PIOMBO 1999: Opposition Parties and the Voters in South Africas 1999 General Election, Democratization, Vol. 8.35 MARAIS, H. 2001: South Africa, Limits to Change: The Political Economy of Transition, University of Cape Town Press, Second Edition.36 MCKINLEY, T. D. 2001: Democracy, Power and Patronage: Debate and Oppositionwithin the African National Congress and the Tripartite Alliance since 1994, Democratization, Vol. 8, No. 1.37 METH, C. 2010: What Do We Know? Professor Servas van der Bergs Poverty Estimates, School of Development Studies Research Report No. 85.38 MEYERSSON, E. 2010: Islamic rule and the emancipation of the poor and pious,fothcoming Econometrica.39 MITH, T. 2008: The Role of Ward Commiittees in Enhancing Participatory Local Governance and Development in South Africa: Evidence from Six Ward Committee Case Studies,Community Law Centre.40 The National Treasurys website, http:www.treasury.gov.za, retrived January 31st 2013.41 The New York Times November 30th 2012: In South Africa, Lethal Battles for Even Smallest of Political Posts.42 PETTERSSONLIDBOM, P. 2008: Do Parties Matter for Economic Outcomes? ARegressionDiscontinuity Approach, Journal of the European Economic Association, Volume 6, Issue 5.43 PORTER, J. 2003: Estimation in the Regression Discontinuity Model, Department of Economics, University of Wisconsin.44 RYLANDER, S. 2012: Nelson Mandela Tolerans och Ledarskap, Historiska Media,Lund.45 SILKE, D. 2006: The ANC in Trouble: Is This the Great Unravelling of South Africas Liberation Movement?, AQ: Australien Quarterly, Vol. 78, No.4.46 The South African Governments website, http:www.info.gov.za, retrived February 1st 2013.47 Statistics South Africas website, http:www.statssa.gov.za, retrived October 15th 2012.2348 Statistics South Africa National Treasury 2007: A National Poverty Line for South Africa.49 WOOLARD, I. M. LEIBBRANDT 2006: Towards a Poverty Line for South Africa:Background Note, Southern Africa Labour and Development Research Unit, University of Cape Town.24Table 1: SUMMARY STATISTICS ONBUDGET OUTCOMESREVENUESProperty Rates Mean S.D.0.1140.086Service Charges 0.3190.225Government Grants 0.4290.286EXPENDITUREEmployee Costs 0.3380.104Councillor Remuneration 0.0370.039Repairs 0.0480.034Water Expenditure 0.1800.249Electricity Expenditure 0.0780.125The variables are shares of operating revenue, operating expenditure and capitalexpenditure.25Table 2: SUMMARY STATISTICS ON SERVICES ANDECONOMIC OUTCOMESSERVICE PROVISIONElectricity Mean S.D.Piped Water Mean S.D.MAJOR ECONOMIC OUTCOMESUnemployment Mean S.D.Poverty Mean S.D.DEMOGRAPHYShare Under 19 Years Mean S.D.Share Over 65 Years Mean S.D.All Black White 0.6500.1620.6320.1580.3620.2310.2930.1880.3440.1690.3850.2070.6310.1300.6540.1430.4190.0710.4160.0830.0600.0170.0500.0210.8180.1210.8530.1940.0960.1080.3830.1200.2440.0610.1490.061The variable Electricity is a combination of the shares whoare using electricity for cooking, heating and lighting. Poorare those individuals who earn less than 400 Rand per month.26DDRerahseto Verahstae SVIobecal Pcitardau QWBlamitp Ocitardau QWBlamitp Oobecal P%5k%2k%1k SETARYTREPORPMORFSEUNEVERNOREWOPCNAFOSTCEFFE:3elba T230.0330.0130.0130.011o N33212o N474320.0120.073.01o N924610.0630.012o N074310.0420.053.01o N993010.0410.0630.0430.0100.0700.0500.0300.0500.0500.0200.0200.0610.0600.0800.0010.0600.0400.0300.0210.0200.0310.0200.0500.0ytiroja MCNAADPFIsreht O12o N33212se Y86412se Y86412se Y864eerge Dlaimonylo PEFlapicinu Mihtdwdna BN27.1.0p,50.0p,10.0p.sesehtnerapnisrorredradnat Sstfihserahstaesybdetnemurtsnisierahstaessytraphcaeerehwsnoisserger VIfosetamitseehtotrefersnmuloceerhttsrfieh Tfosnoitabutrep 0001nodesabsitnemurtsnieh T.2102lhadned Oreier Fnidebircsedsa,snoitceleesolcnidlohserhtadnuoralapicinumehtroflortnocaedulcnisnoissergereseh T.tnuocetovehtfosecnairavtnereffdieerhtgnisu,ytraphcaeforotcevetovehtehtyalpsidsnmulocowttxeneh T.ymmudraeyadna,setovynaeviecertonddiytrapehtfiytraphcaerofseimmud,ezislicnuocignnnursaerahsetovehtesusnmulocowttsalehtelihw,elbairavignnnursaerahstaess CNAehtgnisunoitamitse DRnafostluserehtfonoitamitseehtnidezilitusiatadll A.9002namaranayla Ksnebm Iybdefiicepssalamitpoerashtdiwdnabeh T.elbairaveh T.erutidnepxelatipacdnaerutidnepxegnitarepo,eunevergnitarepofoserahseraselbairavemoctuoeh T.noitacfiicepscitardauqnoisserger VInasnurnmulocobecalptsrfieh T.stegdub 11020102ehtdna 50024002ehtfoemoctuolautcaehtsiatadtegdubraenilahtiw DDRnasesunmulocobecalpdnoceseh T.50024002morfemoctuono 6002morfstlusernoitcelehtiw%1khtiwtnacfingisitcepxetondluowe W.emoctuo 50024002nostlusernoitcele 6002gnisu,erahstaesehtnohtdiwdnabllufhtiwnoisserger.snmulocowtesehtnistluserDDRerahseto Verahstae SVIobecal Pcitardau QWBlamitp Ocitardau QWBlamitp Oobecal P%5k%2k%1k SEGRAHCECVRESMORFISEUNEVERNOREWOPCNAFOSTCEFFE:4elba T330.0570.0581.0160.0801.0950.0441.0560.0680.0450.0700.0630.0390.0580.0030.0810.0310.0900.0800.0410.0310.0700.0700.0510.0620.0420.0310.0010.0700.0330.0210.0630.0020.0310.0ytiroja MCNAADPFIsreht Ostfihserahstaesybdetnemurtsnisierahstaessytraphcaeerehwsnoisserger VIfosetamitseehtotrefersnmuloceerhttsrfieh Tfosnoitabutrep 0001nodesabsitnemurtsnieh T.2102lhadned Oreier Fnidebircsedsa,snoitceleesolcnidlohserhtadnuoralapicinumehtroflortnocaedulcnisnoissergereseh T.tnuocetovehtfosecnairavtnereffdeerhtignisu,ytraphcaeforotcevetovehtehtyalpsidsnmulocowttxeneh T.ymmudraeyadna,setovynaeviecertondidytrapehtfiytraphcaerofseimmud,ezislicnuocignnnursaerahsetovehtesusnmulocowttsalehtelihw,elbairavignnnursaerahstaess CNAehtgnisunoitamitse DRnafostluserehtfonoitamitseehtnidezilitusiatadll A.9002namaranayla Ksnebm Iybdefiicepssalamitpoerashtdiwdnabeh T.elbairav.erutidnepxelatipacdnaerutidnepxegnitarepo,eunevergnitarepofoserahseraselbairavemoctuoeh T.noitacfiicepscitardauqnoisserger VInasnurnmulocobecalptsrfieh T.stegdub 11020102ehtdna 50024002ehtfoemoctuolautcaehtsiatadtegdubeh Traenilahtiw DDRnasesunmulocobecalpdnoceseh T.50024002morfemoctuono 6002morfstlusernoitcelehtiw%1khtiw.1.0p,50.0p,10.0p.sesehtnerapnisrorredradnat S11o N33212o N47432.01o N63212o N07462.01o N67212o N33212se Y86412se Y86412se Y864eerge Dlaimonylo PEFlapicinu Mihtdwdna BN28tnacfiingistcepxeltonduowe W.emoctuo 50024002nostlusernoitcele 6002gnisu,erahstaesehtnohtdiwdnabllufhtiwnoisserger.snmulocowtesehtnistluserDDRerahseto Verahstae SVIobecal Pcitardau QWBlamitp Ocitardau QWBlamitp Oobecal P%5k%2k%1k STNARGLATNEMNREVOGMORFSEUNEVERNOREWOPCNAFOSTCEFFE:5elba T200.0090.0872.0080.0871.0770.0622.0480.0341.0470.0640.0530.0130.0280.0500.0810.0810.0010.0000.0610.0900.0700.0650.0120.0310.0430.0130.0310.0841.0790.0911.0401.0860.0830.0ytiroja MCNAADPFIsreht Ostfihserahstaesybdetnemurtsnisierahstaessytraphcaeerehwsnoisserger VIfosetamitseehtotrefersnmuloceerhttsrfieh Tfosnoitabutrep 0001nodesabsitnemurtsnieh T.2102lhadned Oreier Fnidebircsedsa,snoitceleesolcnidlohserhtadnuoralapicinumehtroflortnocaedulcnisnoissergereseh T.tnuocetovehtfosecnairavitnereffdeerhtgnisu,ytraphcaeforotcevetovehtehtyalpsidsnmulocowttxeneh T.ymmudraeyadna,setovynaeviecertonddiytrapehtfiytraphcaerofseimmud,ezislicnuocgninnursaerahsetovehtesusnmulocowttsalehtelihw,elbairavgninnursaerahstaess CNAehtgnisunoitamitse DRnafostluserehtfonoitamitseehtnidezilitusiatadll A.9002namaranayla Ksnebm Iybdefiicepssalamitpoerashtdiwdnabeh T.elbairaveh T.erutidnepxelatipacdnaerutidnepxegnitarepo,eunevergnitarepofoserahseraselbairavemoctuoeh T.noitacfiicepscitardauqnoisserger VInasnurnmulocobecalptsrfieh T.stegdub 11020102ehtdna 50024002ehtfoemoctuolautcaehtsiatadtegdubraenilahtiw DDRnasesunmulocobecalpdnoceseh T.50024002morfemoctuono 6002morfstlusernoitcelehtiw%1khtiwtnacfiingistcepxetondluowe W.emoctuo 50024002nostlusernoitcele 6002gnisu,erahstaesehtnohtdiwdnabllufhtiwnoisserger.snmulocowtesehtnistluser.1.0p,50.0p,10.0p.sesehtnerapnisrorredradnat S11o N33212o N47422.01o N13212o N07452.01o N15212o N33212se Y86412se Y86412se Y864eerge Dlaimonylo PEFlapicinu Mihtdwdna BN29DDRerahseto Verahstae SVIobecal Pcitardau QWBlamitp Ocitardau QWBlamitp Oobecal P%5k%2k%1k ISEEYOLPMENOERUTDNEPXENOREWOPCNAFOSTCEFFE:6elba T980.0830.0310.0230.011o N33212o N474110.0320.033.01o N683400.0130.012o N074610.0420.023.01o N363600.0020.0250.0740.0610.0010.0310.0600.0620.0010.0500.0500.0030.0210.0830.0020.0510.0800.0950.0150.0980.0550.0230.0020.0ytiroja MCNAADPFIsreht O12o N33212se Y86412se Y86412se Y864eerge Dlaimonylo PEFlapicinu Mihtdwdna BN30.1.0p,50.0p,10.0p.sesehtnerapnisrorredradnat Sstfihserahstaesybdetnemurtsnisierahstaessytraphcaeerehwsnoisserger VIfosetamitseehtotrefersnmuloceerhttsrfieh Tfosnoitabutrep 0001nodesabsitnemurtsnieh T.2102lhadned Oreier Fnidebircsedsa,snoitceleesolcnidlohserhtadnuoralapicinumehtroflortnocaedulcnisnoissergereseh T.tnuocetovehtfosecnairavtnereffdieerhtgnisu,ytraphcaeforotcevetovehtehtyalpsidsnmulocowttxeneh T.ymmudraeyadna,setovynaeviecertonddiytrapehtfiytraphcaerofseimmud,ezislicnuocignnnursaerahsetovehtesusnmulocowttsalehtelihw,elbairavignnnursaerahstaess CNAehtgnisunoitamitse DRnafostluserehtfonoitamitseehtnidezilitusiatadll A.9002namaranayla Ksnebm Iybdefiicepssalamitpoerashtdiwdnabeh T.elbairaveh T.erutidnepxelatipacdnaerutidnepxegnitarepo,eunevergnitarepofoserahseraselbairavemoctuoeh T.noitacfiicepscitardauqnoisserger VInasnurnmulocobecalptsrfieh T.stegdub 11020102ehtdna 50024002ehtfoemoctuolautcaehtsiatadtegdubraenilahtiw DDRnasesunmulocobecalpdnoceseh T.50024002morfemoctuono 6002morfstlusernoitcelehtiw%1khtiwtnacfingisitcepxetondluowe W.emoctuo 50024002nostlusernoitcele 6002gnisu,erahstaesehtnohtdiwdnabllufhtiwnoisserger.snmulocowtesehtnistluserDDRerahseto Verahstae SVIobecal Pcitardau QWBlamitp Ocitardau QWBlamitp Oobecal P%5k%2k%1k SROLLIICNUOCNOERUTDNEPXENOREWOPCNAFOSTCEFFE:7elba T600.0210.0730.0110.0020.0010.0910.0210.011o N33212o N47452.01o N36212o N074300.0010.032.01o N732500.0500.0700.0110.0200.0200.0200.0200.0500.0400.0110.0120.0300.0100.0100.0700.0000.0300.0100.0800.0510.0900.0200.0300.0ytiroja MCNAADPFIsreht O12o N33212se Y86412se Y86412se Y864eerge Dlaimonylo PEFlapicinu Mihtdwdna BN31.1.0p,50.0p,10.0p.sesehtnerapnisrorredradnat Sdnuorastfihserahstaesybdetnemurtsnisierahstaessytraphcaeerehwsnoisserger VIfosetamitseehtotrefersnmuloceerhttsrfieh Tetovehtfosnoitabutrep 0001nodesabsitnemurtsnieh T.2102lhadned Oreier Fnidebircsedsa,snoitceleesolcnidlohserhtalicnuoclapicinumehtroflortnocaedulcnisnoissergereseh T.tnuocetovehtfosecnairavtnereffideerhtgnisu,ytraphcaeforotcevfostluserehtyalpsidsnmulocowttxeneh T.ymmudraeyadna,setovynaeviecertonddiytrapehtfiytraphcaerofseimmud,ezis.elbairavgninnursaerahsetovehtesusnmulocowttsalehtelihw,elbairavignnnursaerahstaess CNAehtgnisunoitamitse DRnacitardauqehtfonoitamitseehtnidezilitusiatadll A.9002namaranayla Ksnebm Iybdefiicepssalamitpoerashtdiwdnabeh Ttegdubeh T.erutidnepxelatipacdnaerutidnepxegnitarepo,eunevergnitarepofoserahseraselbairavemoctuoeh T.noitacfiiceps 1khtiwnoisserger VInasnurnmulocobecalptsrfieh T.stegdub 11020102ehtdna 50024002ehtfoemoctuolautcaehtsiatadnoissergerraenilahtiw DDRnasesunmulocobecalpdnoceseh T.50024002morfemoctuono 6002morfstlusernoitcelehtiw%nistlusertnacfiingistcepxetondluowe W.emoctuo 50024002nostlusernoitcele 6002gnisu,erahstaesehtnohtdiwdnabllufhtiw.snmulocowtesehtIISRAPERNOERUTDNEPXENOREWOPCNAFOSTCEFFE:8elba TDDRerahseto Verahstae SVIobecal Pcitardau QWBlamitp Ocitardau QWBlamitp Oobecal P%5k%2k%1k 320.0710.0710.0900.0610.0800.0610.0010.0610.0800.0500.0700.0000.0710.0000.0400.0400.0200.0500.0300.0000.0200.0300.0400.0110.0700.0100.0300.0100.0800.0100.0900.0500.0300.0ytiroja MCNAADPFIsreht Ostfihserahstaesybdetnemurtsnisierahstaessytraphcaeerehwsnoisserger VIfosetamitseehtotrefersnmuloceerhttsrfieh Tfosnoitabutrep 0001nodesabsitnemurtsnieh T.2102lhadned Oreier Fnidebircsedsa,snoitceleesolcnidlohserhtadnuoralapicinumehtroflortnocaedulcnisnoissergereseh T.tnuocetovehtfosecnairavtnereffdeerhtignisu,ytraphcaeforotcevetovehtehtyalpsidsnmulocowttxeneh T.ymmudraeyadna,setovynaeviecertondidytrapehtfiytraphcaerofseimmud,ezislicnuocignnnursaerahsetovehtesusnmulocowttsalehtelihw,elbairavignnnursaerahstaess CNAehtgnisunoitamitse DRnafostluserehtfonoitamitseehtnidezilitusiatadll A.9002namaranayla Ksnebm Iybdefiicepssalamitpoerashtdiwdnabeh T.elbairav.erutidnepxelatipacdnaerutidnepxegnitarepo,eunevergnitarepofoserahseraselbairavemoctuoeh T.noitacfiicepscitardauqnoisserger VInasnurnmulocobecalptsrfieh T.stegdub 11020102ehtdna 50024002ehtfoemoctuolautcaehtsiatadtegdubeh Traenilahtiw DDRnasesunmulocobecalpdnoceseh T.50024002morfemoctuono 6002morfstlusernoitcelehtiw%1khtiw.1.0p,50.0p,10.0p.sesehtnerapnisrorredradnat S11o N33212o N47492.01o N52312o N07403.01o N73312o N33212se Y86412se Y86412se Y864eerge Dlaimonylo PEFlapicinu Mihtdwdna BN32tnacfiingistcepxeltonduowe W.emoctuo 50024002nostlusernoitcele 6002gnisu,erahstaesehtnohtdiwdnabllufhtiwnoisserger.snmulocowtesehtnistluserDDRerahseto Verahstae SVIobecal Pcitardau QWBlamitp Ocitardau QWBlamitp Oobecal P%5k%2k%1k IYREVILEDRETAWNOERUTDNEPXENOREWOPCNAFOSTCEFFE:9elba T920.0460.0651.0370.0190.0960.0412.0170.0161.0660.0930.0040.0820.0490.0800.0020.0310.0410.0810.0320.0710.0110.0500.0720.0710.0440.0240.0810.0711.0101.0441.0901.0360.0040.0ytiroja MCNAADPFIsreht Ostfihserahstaesybdetnemurtsnisierahstaessytraphcaeerehwsnoisserger VIfosetamitseehtotrefersnmuloceerhttsrfieh Tfosnoitabutrep 0001nodesabsitnemurtsnieh T.2102lhadned Oreier Fnidebircsedsa,snoitceleesolcnidlohserhtadnuoralapicinumehtroflortnocaedulcnisnoissergereseh T.tnuocetovehtfosecnairavtnereffdeerhtignisu,ytraphcaeforotcevetovehtehtyalpsidsnmulocowttxeneh T.ymmudraeyadna,setovynaeviecertondidytrapehtfiytraphcaerofseimmud,ezislicnuocignnnursaerahsetovehtesusnmulocowttsalehtelihw,elbairavignnnursaerahstaess CNAehtgnisunoitamitse DRnafostluserehtfonoitamitseehtnidezilitusiatadll A.9002namaranayla Ksnebm Iybdefiicepssalamitpoerashtdiwdnabeh T.elbairav.erutidnepxelatipacdnaerutidnepxegnitarepo,eunevergnitarepofoserahseraselbairavemoctuoeh T.noitacfiicepscitardauqnoisserger VInasnurnmulocobecalptsrfieh T.stegdub 11020102ehtdna 50024002ehtfoemoctuolautcaehtsiatadtegdubeh Traenilahtiw DDRnasesunmulocobecalpdnoceseh T.50024002morfemoctuono 6002morfstlusernoitcelehtiw%1khtiw.1.0p,50.0p,10.0p.sesehtnerapnisrorredradnat S11o N33212o N47442.01o N25212o N07442.01o N94212o N33212se Y86412se Y86412se Y864eerge Dlaimonylo PEFlapicinu Mihtdwdna BN33tnacfiingistcepxeltonduowe W.emoctuo 50024002nostlusernoitcele 6002gnisu,erahstaesehtnohtdiwdnabllufhtiwnoisserger.snmulocowtesehtnistluserDDRerahseto Verahstae SVIobecal Pcitardau QWBlamitp Ocitardau QWBlamitp Oobecal P%5k%2k%1k YREVILEDYTIICIRTCELENOERUTDNEPXENOREWOPCNAFOSTCEFFE:01elba T320.0320.0420.0140.011o N33212o N474330.0230.092.01o N333400.0530.012o N074710.0530.062.01o N762100.0410.0210.0430.0900.0700.0400.0800.0300.0310.0100.0600.0600.0310.0600.0220.0200.0900.0120.0530.0620.0830.0700.0410.0ytiroja MCNAADPFIsreht O12o N33212se Y86412se Y86412se Y864eerge Dlaimonylo PEFlapicinu Mihtdwdna BN34.1.0p,50.0p,10.0p.sesehtnerapnisrorredradnat Sstfihserahstaesybdetnemurtsnisierahstaessytraphcaeerehwsnoisserger VIfosetamitseehtotrefersnmuloceerhttsrfieh Tfosnoitabutrep 0001nodesabsitnemurtsnieh T.2102lhadned Oreier Fnidebircsedsa,snoitceleesolcnidlohserhtadnuoralapicinumehtroflortnocaedulcnisnoissergereseh T.tnuocetovehtfosecnairavtnereffdeerhtignisu,ytraphcaeforotcevetovehtehtyalpsidsnmulocowttxeneh T.ymmudraeyadna,setovynaeviecertondidytrapehtfiytraphcaerofseimmud,ezislicnuocignnnursaerahsetovehtesusnmulocowttsalehtelihw,elbairavignnnursaerahstaess CNAehtgnisunoitamitse DRnafostluserehtfonoitamitseehtnidezilitusiatadll A.9002namaranayla Ksnebm Iybdefiicepssalamitpoerashtdiwdnabeh T.elbairav.erutidnepxelatipacdnaerutidnepxegnitarepo,eunevergnitarepofoserahseraselbairavemoctuoeh T.noitacfiicepscitardauqnoisserger VInasnurnmulocobecalptsrfieh T.stegdub 11020102ehtdna 50024002ehtfoemoctuolautcaehtsiatadtegdubeh Traenilahtiw DDRnasesunmulocobecalpdnoceseh T.50024002morfemoctuono 6002morfstlusernoitcelehtiw%1khtiwtnacfiingistcepxeltonduowe W.emoctuo 50024002nostlusernoitcele 6002gnisu,erahstaesehtnohtdiwdnabllufhtiwnoisserger.snmulocowtesehtnistluserIIYTCRTCELEHTIWERAHSEHTNOREWOPCNAFOSTCEFFE:11elba TDDRerahseto Verahstae SVIobecal Pcitardau QWBlamitp Ocitardau QWBlamitp Oobecal P%5k%2k%1k 440.0170.0420.0650.011132361.0070.0201.0070.012432161.0470.0280.0670.052.052.01121321541.0201.0170.0490.012432180.0770.0110.0470.072.092.01431941700.0020.0000.0020.0650.0640.0450.740.0800.0010.0300.0010.0000.0700.0500.0800.0930.0510.0930.0610.0200.0700.0400.0700.0600.0020.0500.0020.0430.0620.0330.0620.0310.0010.0310.0010.0400.0320.0300.0320.0090.0450.0980.0550.0700.0110.0500.0210.0ADll Akcal BPFIll Akcal Bsreht Oll Akcal Bytiroja MCNA35kcal Bll A12132124321243212432eerge Dlaimonylo Pihtdwdna BN.1.0p,50.0p,10.0p.sesehtnerapnisrorredradnat Sstfihserahstaesybdetnemurtsnisierahstaessytraphcaeerehwsnoisserger VIfosetamitseehtotrefersnmuloceerhttsrfieh Tfosnoitabutrep 0001nodesabsitnemurtsnieh T.2102lhadned Oreier Fnidebircsedsa,snoitceleesolcnidlohserhtadnuoralapicinumehtroflortnocaedulcnisnoissergereseh T.tnuocetovehtfosecnairavtnereffdeerhtignisu,ytraphcaeforotcevetovehtehtyalpsidsnmulocowttxeneh T.ymmudraeyadna,setovynaeviecertondidytrapehtfiytraphcaerofseimmud,ezislicnuocignnnursaerahsetovehtesusnmulocowttsalehtelihw,elbairavignnnursaerahstaess CNAehtgnisunoitamitse DRnafostluserfonoitamitseehtnidezilitusiatadll A.9002namaranayla Ksnebm Iybdefiicepssalamitpoerashtdiwdnabeh T.elbairav,gnikoocrofyticirtcelegnisueraohwserahsehtfonoitanbmociasiyticirtcel Eelbairavemoctuoeh T.noitacfiicepscitardauqehtmorfemoctuono 6002morfstlusernoitcelehtiw%1khtiwnoisserger VInasnurnmulocobecalptsrfieh T.gnithgildnagnitaehnoitcele 6002gnisu,erahstaesehtnoihtdwdnabllufhtiwnoissergerraenilahtiw DDRnasesunmulocobecalpdnoceseh T.1002.snmulocowtesehtnistlusertnacfingisitcepxetondluowe W.emoctuo 1002nostluserDDRerahseto Verahstae SVIobecal Pcitardau QWBlamitp Ocitardau QWBlamitp Oobecal P%5k%2k%1k IRETAWDEPIPHTWERAHSEHTNOREWOPCNAFOSTCEFFE:21elba T250.0070.0010.0440.011432.0362.0880.0321.0570.012432490.0531.0770.062.062.01231921802.0621.0021.0690.012432751.0980.0960.0770.082.003.01241261810.0710.0110.0510.0700.0040.0010.0630.0500.0900.0200.0800.0800.0800.0310.0800.0040.0710.0630.0710.0500.0700.0210.0700.0210.0810.0700.0810.0620.0320.0420.0320.0210.0900.0400.0900.0520.0020.0520.0020.0710.0740.0320.0840.0900.0010.0300.0010.0ADll Akcal BPFIll Akcal Bsreht Oll Akcal Bytiroja MCNAkcal Bll A3612132124321243212432eerge Dlaimonylo Pihtdwdna BN.1.0p,50.0p,10.0p.sesehtnerapnisrorredradnat Sstfihserahstaesybdetnemurtsnisierahstaessytraphcaeerehwsnoisserger VIfosetamitseehtotrefersnmuloceerhttsrfieh Tfosnoitabutrep 0001nodesabsitnemurtsnieh T.2102lhadned Oreier Fnidebircsedsa,snoitceleesolcnidlohserhtadnuoralapicinumehtroflortnocaedulcnisnoissergereseh T.tnuocetovehtfosecnairavtnereffdeerhtignisu,ytraphcaeforotcevetovehtehtyalpsidsnmulocowttxeneh T.ymmudraeyadna,setovynaeviecertondidytrapehtfiytraphcaerofseimmud,ezislicnuocignnnursaerahsetovehtesusnmulocowttsalehtelihw,elbairavignnnursaerahstaess CNAehtgnisunoitamitse DRnafostluserehtfonoitamitseehtnidezilitusiatadll A.9002namaranayla Ksnebm Iybdefiicepssalamitpoerashtdiwdnabeh T.elbairavemoctuono 6002morfstlusernoitcelehtiw%1khtiwnoisserger VInasnurnmulocobecalptsrfieh T.noitacfiicepscitardauq 6002gnisu,erahstaesehtnoihtdwdnabllufhtiwnoissergerraenilahtiw DDRnasesunmulocobecalpdnoceseh T.1002morf.snmulocowtesehtnistlusertnacfiingistcepxetonlduowe W.emoctuo 1002nostlusernoitceleDDRerahseto Verahstae SVIobecal Pcitardau QWBlamitp Ocitardau QWBlamitp Oobecal P%5k%2k%1k TNEMYOLPMENUNOREWOPCNAFOSTCEFFE:31elba T640.0550.0030.0150.011032401.0660.0660.0670.012432711.0370.0950.0780.032.042.01211911240.0390.0920.0890.012432040.0760.0830.0380.082.003.01931161500.0420.0600.0120.0590.0750.0650.0940.0030.0310.0720.0110.0200.0110.0210.0510.0210.0320.0710.0030.0210.0010.0020.0310.0900.0520.0700.0430.0900.0330.0710.0440.0210.0310.0110.0710.0000.0720.0500.0530.0660.0460.0201.0480.0810.0310.0020.0810.0ADll Akcal BPFIll Akcal Bsreht Oll Akcal Bytiroja MCNAkcal Bll A3712922124321243212432eerge Dlaimonylo Pihtdwdna BN.1.0p,50.0p,10.0p.sesehtnerapnisrorredradnat Sstfihserahstaesybdetnemurtsnisierahstaessytraphcaeerehwsnoisserger VIfosetamitseehtotrefersnmuloceerhttsrfieh Tfosnoitabutrep 0001nodesabsitnemurtsnieh T.2102lhadned Oreier Fnidebircsedsa,snoitceleesolcnidlohserhtadnuoralapicinumehtroflortnocaedulcnisnoissergereseh T.tnuocetovehtfosecnairavitnereffdeerhtgnisu,ytraphcaeforotcevetovehtehtyalpsidsnmulocowttxeneh T.ymmudraeyadna,setovynaeviecertonddiytrapehtfiytraphcaerofseimmud,ezislicnuocgninnursaerahsetovehtesusnmulocowttsalehtelihw,elbairavgninnursaerahstaess CNAehtgnisunoitamitse DRnafostluserehtfonoitamitseehtnidezilitusiatadll A.9002namaranayla Ksnebm Iybdefiicepssalamitpoerashtdiwdnabeh T.elbairavemoctuono 6002morfstlusernoitcelehtiw%1khtiwnoisserger VInasnurnmulocobecalptsrfieh T.noitacfiicepscitardauq 6002gnisu,erahstaesehtnoihtdwdnabllufhtiwnoissergerraenilahtiw DDRnasesunmulocobecalpdnoceseh T.1002morf.snmulocowtesehtnistlusertnacfingisitcepxetondluowe W.emoctuo 1002nostlusernoitceleobecal Pcitardau QWBlamitp Ocitardau QWBlamitp Oobecal P%5k%2k%1kerahseto Verahstae SVIDDY RTREVOPNOREWOPCNAFOSTCEFFE:41elba T130.0630.0830.0140.011922631.0741.0340.0401.0650.012432650.0021.0660.032.012.01701201590.0660.0740.0960.012432970.0260.0730.0460.032.022.01801201120.0220.0120.0420.0470.0350.0270.0750.0800.0110.0600.0310.0800.0700.0800.0900.0200.0410.0700.0810.0800.0600.0510.0800.0500.0510.0600.0910.0610.0020.0210.0520.0400.0800.0700.0010.0410.0610.0310.0020.0210.0730.0220.0740.0800.0800.0410.0010.0ADll Akcal BPFIll Akcal Bsreht Oll Akcal Bytiroja MCNA38kcal Bll A12922124321243212432eerge Dlaimonylo Pihtdwdna BN.1.0p,50.0p,10.0p.sesehtnerapnisrorredradnat Sstfihserahstaesybdetnemurtsnisierahstaessytraphcaeerehwsnoisserger VIfosetamitseehtotrefersnmuloceerhttsrfieh Tfosnoitabutrep 0001nodesabsitnemurtsnieh T.2102lhadned Oreier Fnidebircsedsa,snoitceleesolcnidlohserhtadnuoralapicinumehtroflortnocaedulcnisnoissergereseh T.tnuocetovehtfosecnairavtnereffdeerhtignisu,ytraphcaeforotcevetovehtehtyalpsidsnmulocowttxeneh T.ymmudraeyadna,setovynaeviecertondidytrapehtfiytraphcaerofseimmud,ezislicnuocignnnursaerahsetovehtesusnmulocowttsalehtelihw,elbairavignnnursaerahstaess CNAehtgnisunoitamitse DRnafostluserfonoitamitseehtnidezilitusiatadll A.9002namaranayla Ksnebm Iybdefiicepssalamitpoerashtdiwdnabeh T.elbairavsnurnmulocobecalptsrfieh T.htnomrepdna R004nahtsselnraeohwslaudividniesohteraroo P.noitacfiicepscitardauqeht DDRnasesunmulocobecalpdnoceseh T.1002morfemoctuono 6002morfstlusernoitcelehtiw%1khtiwnoisserger VInatcepxetondluowe W.emoctuo 1002nostlusernoitcele 6002gnisu,erahstaesehtnoihtdwdnabllufhtiwnoissergerraenilahtiw.snmulocowtesehtnistlusertnacfiingisFigure 1: THE RD DESIGN: MUNICIPAL BUDGETa PROPERTY RATESb SERVICE CHARGESc GOVERNMENT GRANTSd COUNCILLOR REMUNERATIONe EMPLOYEE COSTSf REPAIRSg WATER EXPENDITUREh ELECTRICITY EXPENDITURE39Figure 2: THE RD DESIGN: ECONOMIC AND SOCIAL VARIABLESa SHARE WITH ELECTRICITYb SHARE BLACK WITH ELECTRICITYc SHARE WITH PIPED WATERd SHARE BLACK WITH PIPED WATERe POVERTYf BLACK POVERTYg UNEMPLOYMENTh BLACK UNEMPLOYMENT40a DENSITY OF ANC VOTE SHAREb RELATIONSHIP BETWEEN SEAT AND VOTE SHAREc CHOICE OF ECONOMIC OUTCOME DATA41d The RD Designe The IV Design The black areas in the top figure show closeelection municipalities, definedas being within a ten per cent bandwidth of the ANC seat share were we touse an RD design. The second figure displays close elections for the ANCsuch as defined with the IV approach. The yellow areas are Lesotho and Swaziland.42WORKING PAPERS Editor: Nils Gottfries 2012:8 Mikael Elinder and Oscar Erixson, Every man for himself. Gender, Norms and Survival in Maritime Disasters. 78 pp. 2012:9 Bertil Holmlund, Wage and Employment Determination in Volatile Times: Sweden 19131939. 43 pp. 2012:10 Indraneel Chakraborty, Hans A. Holter and Serhiy Stepanchuk, Marriage Stability, Taxation and Aggregate Labor Supply in the U.S. vs. Europe. 63 pp. 2012:11 Niklas Bengtsson, Bertil Holmlund and Daniel Waldestrom, Lifetime versus Annual Tax Progressivity: Sweden, 19682009. 56 pp. 2012:12 Martin Jacob and Jan Sodersten, Mitigating shareholder taxation in small open economies? 16 pp. 2012:13 John P. Conley, Ali Sina Onder and Benno Torgler, Are all HighSkilled Cohorts Created Equal? Unemployment, Gender, and Research Productivity. 19 pp. 2012:14 Cheyan Liang and Mattias Nordin, The Internet, News Consumption, and Political Attitudes. 29 pp. 2012:15 Krzysztof Karbownik and Michal Myck, For some mothers more than others: how children matter for labour market outcomes when both fertility and female employment are low. 28 pp. 2012:16 Karolina Stadin, Vacancy Matching and Labor Market Conditions. 51 pp. 2012:17 Anne Boschini, Jan Pettersson, Jesper Roine, The Resource Curse and its Potential Reversal. 46 pp. 2012:18 Gunnar Du Rietz, Magnus Henrekson and Daniel Waldenstrom, The Swedish Inheritance and Gift Taxation, 18852004. 47pp. 2012:19 Helge Bennmarker, Erik Gronqvist and Bjorn Ockert, Effects of contracting out employment services: Evidence from a randomized experiment. 55 pp. 2012:20 Pedro Carneiro and Rita Ginja, Partial Insurance and Investments in Children. 32pp. 2013:1 Jan Pettersson and Johan Wikstrom, Peeing out of poverty? Human fertilizer and the productivity of farming households. 43 pp. 2013:2 Olof Aslund and Mattias Engdahl, The value of earning for learning: Performance bonuses in immigrant language training. 52 pp. A list of papers in this series from earlier years will be sent on request by the department. 2013:3 Michihito Ando, Estimating the effects of nuclear power facilities on local income levels: A quasiexperimental approach. 44 pp. 2013:4 Matz Dahlberg, Karin Edmak and Helene Lundqvist, Ethnic Diversity and Preferences for Redistribution: Reply. 23 pp. 2013:5 Ali Sina Onder and Marko Tervio, Is Economics a House Divided? Analysis of Citation Networks. 20 pp. 2013:6 Per Engstrom and Eskil Forsell, Demand effects of consumers stated and revealed preferences. 27 pp. 2013:7 CheYuan Liang, Optimal Inequality behind the Veil of Ignorance. 26 pp. 2013:8 Pia Fromlet, Monetary Policy Under Discretion Or Commitment? An Empirical Study. 57 pp. 2013:9 Olof Aslund and Mattias Engdahl, Open borders, transport links and local labor markets. 41 pp. 2013:10 Mohammad Sepahvand, Roujman Shahbazian and Ranjula Bali Swain, Time Investment by Parents in Cognitive and Noncognitive Childcare Activities. 31 pp. 2013:11 Miia Bask and Mikael Bask, Social Influence and the Matthew Mechanism: The Case of an Artificial Cultural Market. 13 pp 2013:12 Alex Solis, Credit access and college enrollment. 54 pp 2013:13 Alex Solis, Does Higher Education Cause Political Participation?: Evidence From a Regression Discontinuity Design. 48 pp. 2013:14 Jonas Kolsrud, Precaution and Risk Aversion: Decomposing the Effect of Unemployment Benefits on Saving. 37 pp. 2013:15 Helena Svaleryd, Selfemployment and the local business cycle. 28 pp. 2013:16 Tobias Lindhe and Jan Sodersten, Distortive Effects of Dividend Taxation. 22 pp. 2013:17 Jonas Poulsen, After Apartheid: The Effects of ANC Power. 42 pp. See also working papers published by the Office of Labour Market Policy Evaluation http:www.ifau.se ISSN 16536975 ", "filename": "768447003.pdf", "person": ["Jonas Poulsen", "Poulsen, Jonas"], "date": ["2013"]}