{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/93201/1/768640253.pdf"], "title": ["Cultural differences regarding expected utilities and costs of plagiarism: Preliminary results of an international survey study"], "plaintext": "www.ees.uni.opole.pl ISSN paper version 16422597 ISSN electronic version 20818319 Economic and Environmental Studies Vol. 12, No.3 232012, 235279, Sept. 2012 Cultural differences regarding expected utilities and costs of plagiarism preliminary results of an international survey study Eckhard BURKATZKI, Wolfgang GERSTLBERGER, Joost PLATJE International Graduate School Zittau, Germany; University of Southern Denmark, Odense, Denmark; Opole University, Opole, Poland Abstract: The study presented asks for cultural variations regarding the perceived utilities and costs of plagiarism. It focuses on the following three questions: 1 Do students from countries with a different social capital of generalized trust vary with respect to the average frequency of plagiarism? 2 Do students from countries with a different capital of generalized trust vary with respect to the on average perceived costutility structure of plagiarizing? 3 Is it possible to explain observed countryspecific differences in the aggregated frequency of plagiarism by different countryspecific perceptions of the costutilitystructure of plagiarizing? To answer these questions the findings of empirical research in Poland, Germany and Denmark are presented. Methodically the investigation is based on bivariate statistics, Principle Component Analyses and Multiple Regression. The findings show that there exist significant differences regarding both the frequency of plagiarism and the willingness to plagiarize between hightrust, mediumtrust and lowtrustpopulations. Especially within hightrustpopulations the perceived moral costs of plagiarizing activity is a stronger disincentive for committing plagiarism than possible external sanctions. Furthermore, a reverse effect of administrative sanctions within hightrust and lowtrustpopulations could be observed, with the remarkable recognition that in hightrustpopulations the threat of administrative sanctions does not prevent but provoke deviance. Regression results give evidence that differences in the aggregated frequency of plagiarism between different populations could be explained by the activity of utilityoriented actors under circumstances of a varying social and cultural structure. The level of generalized trust in a population in this connection is a critical cultural factor, since it has strong influence on how students especially perceive the moral costs of plagiarism. Keywords: plagiarism, trust, hightrust societies, lowtrust societies, Denmark, Germany, Poland Correspondence Address: Eckhard Burkatzki, International Graduate School Zittau, Chair of Social Sciences, Markt 23, D.02763 Zittau, Germany. Email: burkatzkiihizittau.de. 2012 Opole University Eckhard BURKATZKI, Wolfgang GERSTLBERGER, Joost PLATJE 1. Introduction This paper concerns cultural differences with respect to expected costs and utilities of plagiarism. It presents findings of an empirical study that has been conducted within the last three years. The present study does not focus a type of plagiarism, as it occurs for instance within the area of product and brandmark piracy. It rather deals with the problem of plagiarism within science. During the last two years plagiarism in science has achieved an increased public awareness. One reason has been that several members of the European political elite have been publicly accused of the use of plagiarizing techniques within their doctoral thesis. The media reporting about such plagiarizers not only added harm to their political position. It likewise led to discussions about the observance and role of principles of good scientific practice within the scientific system. In view of the ongoing discussion regarding this topic, the Deutscher Hochschulverband DHV, an association of all German universities, has presented a policy document that lists basic principles of good scientific practice, especially for writing scientific theses compare DHVFTAFT 2012.1 In the first paragraphs it states that in the light of the given affairs of plagiarism and forgery, science needs some kind of selfassurance about what are the legeartisrules of scientific work and how misconduct in science is to be treated. Following these thoughts the present article is dedicated to the following questions: 1 What are social causes of plagiarism in the scientific system? 2 Which role do have cultural factors in the emergence of plagiarism? Dwelling on these questions, the paper is subdivided into six parts. First, the problem of how to define plagiarism as an object of scientific research is discussed and the given state of plagiarism research is summarized. Then, a rough sketch of the theoretical frame that has been used for the investigation is presented an the research questions are outlined. Afterwards, the method and data being used to answer the research questions are presented. Finally, the results of the investigation are analysed and conclusions will be drawn. 1 FT is an acronym for the university overlapping institution Fakultatentage. AFT analogiusly is an acronym for the institution Allgemeiner Fakultatentag. 236 CULTURAL DIFFERENCES REGARDING EXPECTED UTILITIES AND COSTS OF PLAGIARISM   2. The research problem The notion of plagiarism is difficult to define, and many exist, on the one hand from the perspective of product and trade rights and on the other from the point of view of copyright law. Sebastian Sattler 2007, who is a leading German researcher in the field of scientific plagiarism, has explicated five central elements of plagiarism. According to him, scientific plagiarism is defined as compare Sattler, 2007: 30ff: a wilful and intentional adoption, of words, ideas or arguments, from an external source, literally or analogously, without naming the sources, and with claiming ones own authorship for them. Dealing with plagiarism in the scientific world the general understanding of its deviant character is determined by the copyright perspective. Plagiarism, being understood as a matter of fact, presupposes Loewenstein, 2003: 1 the use of protected foreign property except of writings from the socalled public domain 70 years post mortem auctorem 2 the pretension of own authorship in the sense of an objective legal fact, and 3 the wilful pretension of authorship in the sense of a subjective matter of fact. Concerning these reflections, it is important to distinguish plagiarism from phenomena of socalled cryptomnesia. Cryptomnesia is defined as a case where an author unconsciously adopts foreign intellectual property, and afterwards views it as his own performance compare Ackermann, 1992: 10. The present study solely focuses on plagiarism in the sense of a wilful and intentional pretension of ones authorship of someone elses intellectual property. Furthermore the study focuses plagiarism especially among students, not among doctoral students or scientists with a doctorate. Anyhow, variations and techniques of plagiarism, that can be observed among students, can likewise be observed among qualified scientists. According to WeberWulff 2012 in both groups the following phenomena can be observed WeberWulff, 2012: 1324: 237 Eckhard BURKATZKI, Wolfgang GERSTLBERGER, Joost PLATJE copyandpastetechniques, where paragraphs from other texts are copied and afterwards inserted in ones own document, without naming the source, translation of foreign language essays or articles, often realized with the help of internetbased translation tools, combined again with the pretension of ones own authorship of the translated text, shakeandpasteplagiarism, where ideas and thoughts of different authors are virtuously combined, are paraphrased in ones own words, and afterwards are being passed off as ones own performance, and finally structural plagiarism, where the complete outline of an authors reasoning is adopted, again without naming the source. When trying to reconstruct the basic motives of plagiarism among students, three leading intentions can be identified see Table 1: 1 Students make use of plagiarism to successfully pass academic examinations. 2 They use plagiarizing techniques to get comparably good grades, compared especially to those grades they expect when writing an essay on their own. 3 Plagiarism enables students to realize transaction gains with respect to economies of time and energy. This is in particular valid for situations where time for independently writing an essay is short, or when there is a deficit of intrinsic motivation to occupy oneself with a given topic. When recalling these leading intentions, plagiarism can be understood as crime of competition. Point of reference is the competition of students for good or better final grades, and, connected with this, the competition for a good departure or starting position on the labour market. Similarly, authors in the field of whitecollar crime classify plagiarism of students as a variation of whitecollar crime or whitecollar deviance see, for example, Friedrichs 2010 and Payne 2012. To systematize the current state of research regarding central determinants of plagiarism, we make use of the socalled fraudtriangle, a heuristic scheme of the American criminologist Donald Cressey 1971. 238 CULTURAL DIFFERENCES REGARDING EXPECTED UTILITIES AND COSTS OF PLAGIARISM   Figure 1: Fraud triangle according to Donald Cressey Incentive Force Opportunity Source: Cressey, 1971 Neutralisation With his fraudtriangle, Cressey identifiesat least three bundles of causes that are related to the occurrence of whitecollar crime: 1 a special incentive or predicament stimulating people to think about strategies of illegally or deviantly realizing their advantage, 2 the availability of a criminal opportunity allowing a person to put in action an illegal strategy of action without much risk, 3 the availability of a neutralization allowing an actor to justify his deviant act with respect to himself and others. For Cressey, the last mentioned point is of outstanding importance. According to him, whitecollar offenders more than bluecollar or streetcrime offenders do have the need to rank themselves to the good society and to act in harmony with widely accepted values of society. Cresseysfraud triangle has some utility for systematizing the state of research concerning the determinants of plagiarism. Correspondingly, within the literature regarding causes of plagiarism among students the determinants identified can without many problems be assigned to the following criminogenic factors: opportunity, incentive or force, and justification see Table 1. Publications of the last 10 years referring to plagiarism have repeatedly mentioned the importance of the internet as an opportunity factor for plagiarizing compare, e.g., Park, 2003; Smyrda, 2004; Mc Cabe 2005. With the introduction of the internet, transaction costs of 239 Eckhard BURKATZKI, Wolfgang GERSTLBERGER, Joost PLATJE producing plagiarism decreased radically. As a consequence, especially since the innovation of the World Wide Web, the frequency of plagiarism among students has rapidly increased. Table 1: Determinants of plagiarism framed by the criminogenic factors of Cresseys fraud triangle Opportunity Incentive Force Justification Internet Park 2003; Smydra 2004; Mc Cabe 2005 Work Ethics Eisenberger Shank 1985; Patrzek et al. 2012 Average grade u.a. Baird 1980 Competitive achievement striving Perry et al. 1990 Participation in extracurricular activities Mc Cabe Trevino 1997 Perceived severity of penalties Bouwers 1964; Sattler 2007 Peerdisapproval of cheating Mc Cabe Trevino 1997 Bad conscience Sattler 2007 Internet as a digital open access knowledge Gajadhar 1998, Boehm Taggett 2005 Peer cheating behavior Bouwers 1964 Source: Authors own elaboration The determinants of plagiarism that are listed in the second column of Table are most frequently mentioned in the research literature. They can all be assigned to the causal rubric incentiveforce. As a positive incentive or force regarding plagiarizing, work ethics can be named see Eisenberger and Shank, 1985; Sattler, 2012. However, work ethics in this context does not mean reflections upon morals of good scientific practice. Instead, it describes a phenomenon which psychologists name procrastination and which can be characterized as chronically postponing ones work up to a point of the highest temporal and psychological pressure. When students are strongly dependent on submitting their paper to a given deadline, sometimes no other means is accessible than employing illegitimate or deviant methods to reach their goal such as plagiarism. An additional factor being discussed as a predictor of students frequency of cheating behaviour is the average grade point a student has reached among others Baird 1980. The literature gives evidence for the hypothesis that the willingness to cheat among students with a worse average grade is relatively higher than among students with better grades. This observation is explained as follows. Students with a better average grade are likely to take more seriously into consideration the risk of possible detection, as, when caught, they may lose more than students 240 CULTURAL DIFFERENCES REGARDING EXPECTED UTILITIES AND COSTS OF PLAGIARISM   with a bad average grade. Against this background, students with good grades seem to perceive plagiarism as more risky than their fellow students. Perry et al. 1990 identify the competitive achievement orientation as a predictor and determinant of students cheating behaviour and correspondingly of plagiarism. The more competitive students are oriented, aiming to being better than their fellows, the higher is their individual readiness to make use of cheating techniques. Mc Cabe and Trevino 1997 report empirical evidence that the more students are involved in extracurricular activities, the more frequently they are engaged in plagiarizing behaviour. The more extracurricular activities students adopt, the less time they do have for working on their academic tasks and the more attractive techniques promising academic success with less temporal investment appear. A common sense insight for which also empirical support exists see, for instance, Bouwers 1964 and Sattler 2007 is the view that regarding the individual willingness to plagiarize the subjective probability of detection and sanctioning works as a negative incentive. This finding seems to be valid as well for formal as for informal sanctions. Correspondingly, Mc Cabe and Trevino 1997 have shown that nonacceptance of plagiarism and cheating in ones social networks negatively influences the willingness to plagiarize. Another empirical finding of Sebastian Sattler 2007 which is of much interest is that even for the imagined case of successful plagiarism an anticipated bad conscience is perceived as a strongly negative incentive for making use of plagiarizing techniques. It seems to be that consciencebased selfpolicing is a factor of overwhelming importance for preventing plagiarism in particular and criminal behaviour in general. Finally, in the literature there are indications that strategies of neutralization may play a role for justifying plagiarism. There exists empirical evidence for two types of neutralization that repeatedly occur when analyzing moral arguments of plagiators. Gajadhar 1998 as well as Boehm and Taggett 2005 are citing as a typical neutralizing argument that plagiators often characterize the internet as a digital common open access of knowledge which use should not be interpreted as a violation of private property rights. Besides this, given a greater dispersion of cheating behaviour in peer networks, the usage of cheating techniques is often justified by the argument that all others likewise do it and that refraining from cheating would create unfair disadvantages of competition. 241 Eckhard BURKATZKI, Wolfgang GERSTLBERGER, Joost PLATJE The choice of sources presented here is selective and does not consider all authors that conducted research on the topic of plagiarism. Nevertheless, the synopsis of determinants introduced contains a comprehensive collection of the main factors that are currently discussed in the literature as determinants of plagiarism. The problem of the state of research is defined by the circumstance that more or less all authors implicitly take for granted the universal validity of their findings. Accordingly, they assume that incentives and determinants of plagiarism do have the same influence on the individual willingness to plagiarize in virtually all contexts of action. The investigation presented here questions this assumption. It claims that the influence the factors discussed do have on the willingness to plagiarize varies depending on given cultural circumstances of action. 3. Theoretical framework and research questions Theoretically, the starting point of the present study is the research program of methodological individualism. Its basic assumption is that phenomena, like for instance crime rates, fashions, or economic crisis, arise from the utility oriented actions of individual actors within a given social context. The research program of methodological individualism has been developed within the field of economy. For purposes of the present study this program was supplemented by an assumption that is not of an economic, but more of a sociological origin. This supplementary assumption says that cultural environments as well as internalized values, besides situational incentives, are important contextual factors for the development of behavioural orientations and for individual action. Transposing this assumption into a model of sociological explanation compare Figure 2 one can consequently assume that aggregated social phenomena, like for instance nationally different rates of plagiarizing deeds, arise from the actions of individual actors in a given context of social and cultural structures. 242 CULTURAL DIFFERENCES REGARDING EXPECTED UTILITIES AND COSTS OF PLAGIARISM   Figure 2: Model of sociological explanation Source: authors own elaboration based on Coleman 1991 and Esser 1993. Main contributor to the development of the model Eckhard Burkatzki. The model of sociological explanation is a theoretical tool that should help to analytically reconstruct the interlocking of the micro and macro level of social action in succeeding steps. One can distinguish between three logical steps when reconstructing the emergence of social phenomena: the logic of situation, the logic of selection, and the logic of aggregation. The logic of situation requires to answer the question, how given social and cultural structures influence individual behavioural orientations and above this the individual definition of the situation. The logic of selection requests to specify rules and criteria about how behavioural orientations and a given situational definition determine the individual choice of behavioural options and the individual course of action. Finally, the logic of aggregation requires to specify how new structural phenomena arise from the aggregation of individual actions. 3.1 Logic of situation We have applied the model of sociological explanation Figure 2 with its three logics to the theoretical reconstruction of the research topic. As a starting point, it is assumed that the average level of generalized trust given in a society is an element of the cultural structure being relevant for the behavioural orientations as well as for the behavioural choices of actors. Source of reference for this thinking is a book of Francis Fukuyama entitled Trust, written in the 1990s. In this book Fukuyama writes:   a nations wellbeing, as well as its ability to compete, is conditioned by a single, pervasive cultural characteristic: the level of trust inherent in the 243 19. Dez. 2012Eckhard Burkatzki 16Modell soziologischer Erklarung Cultural and Social Structure Frequency of Plagiarism Individual behavioral Orientations Socialaction Explanans Explanandum Logic of Situation Logic of Selection Logic of Aggregation Methode Daten Forschungsfragen Ergebnisse Theorie Schlussbetrachtung ProblemEckhard BURKATZKI, Wolfgang GERSTLBERGER, Joost PLATJE society Fukuyama, 1995: 7. With reference to these thoughts Fukuyama distinguishes between high trust and low trust societies. He assumes that the competitiveness of a national economy in the world market varies depending on of the level of trust in the given society. But how to define generalized trust? For this purpose we again take reference to Francis Fukuyama. He defined trust as the generalized and overwhelming expectation of rule conforming, honest and cooperative behaviour within social relations Fukuyama, 1995. Later on the concept of trust has been elaborated by other authors in a theoretically much deeper sense. Nevertheless, the definition Fukuyama gave is sufficient for the purposes of the present study. Fukuyamas definition of trust is to a large extent compatible with the thesis of Falk and Kosfeld 2006 regarding the selffulfilling prophecy of trust and distrust. The thesis was developed against the background of empirical investigations they conducted on the influence of trust on behavioural orientations and behavioural choices of actors. The authors conducted game theoretical experiments within the frame of the socalled principalagentproblem. They found out that agents to whom trust is shown by their principals with aboveaverage frequency reward this trust with trustworthy behaviour. In this sense, the misuse of trust seems not to be the general guiding principle within trust relations. The opposite is true when agents experience distrust by their principals. Agents who are confronted with distrust by their principals, with aboveaverage frequency reduce their engagement to the minimum level, which is stipulated by them. Correspondingly we assume that the level of generalized trust given in a student population has a significant effect on behavioural orientations students develop with respect to cheating practices and practices of plagiarism. 3.2 Logic of selection The logic of selection here is reconstructed with help of basic assumptions of rational choice theory compare Hill, 2002; Gilboa, 2010. Against this background it is reckoned that plagiarism can be conceptualized as a variety of risk oriented decisive actions. Accordingly, the present study assumes that the individual willingness to plagiarize in a given situation varies 1. with the expected utility of consequences of behaviour anticipated for successful plagiarism, and 244 CULTURAL DIFFERENCES REGARDING EXPECTED UTILITIES AND COSTS OF PLAGIARISM   2. with the expected costs related to the consequences of behaviour anticipated for detected plagiarism. If we transpose these thoughts into a model of decision making students are confronted with when thinking upon the option to plagiarize or not compare Figure 3, we can assume that students on the one hand think upon the positive and negative consequences of their deed for the imagined case of successful plagiarism. These are for example the achievement of a good grade, expected transaction gains of plagiarism, as well as a good or bad conscience following the deed. On the other hand, they face the anticipated consequences for the imagined case of detected plagiarism, like for instance expected administrative sanctions, expected informal sanctions by fellow students, formal and informal sanctions by academic teachers as well as emotions of embarrassment arising when being asked to account for ones plagiarizing deed. When thinking about the scenario depicted in the model, it has to be taken into account that students action planning refers to varying internal and external consequences that are substantially different. Accordingly, consequences of materialistic, social, and ideational nature can be differentiated. Consequences of a materialistic nature there can be achievement of a good grade, transaction gains of plagiarism, or administrative sanctions. The common characteristic of these consequences is that they directly or indirectly produce a materialistic gain for the plagiarizing student. As consequences of social nature informal sanctions by fellow students and teachers and emotions of embarrassment as internal sanctions can be identified. Finally, as consequences of ideational nature one can subsume the bad conscience students do suffer from because of their moral persuasions even in cases of successful plagiarism. Concluding, the authors assume that considering all consequences depicted in Figure 3 the higher the positive utility and the lower the perceived costs of plagiarism, the higher is the individual willingness to select plagiarizing options. 245 Eckhard BURKATZKI, Wolfgang GERSTLBERGER, Joost PLATJE Figure 3: Model of decision making students are confronted with when thinking upon plagiarism Source: authors own elaboration. Main contributor to the development of the model Eckhard Burkatzki. 3.3 Logic of aggregation The logic of aggregation can easily be reconstructed with help of a simple linear additive function. Correspondingly one can hypothesize that the more frequently students of a given population choose the behavioural option to plagiarize, the higher is consequently the aggregated frequency of plagiarism. Nevertheless, the logic of aggregation is not focused upon in the present empirical investigation. 3.4 Summary The theoretical frame of the study can be summarized by Figure 4. Overall it is assumed that national differences with respect to the aggregated frequency of plagiarism as the explanandum of our research vary depending on differences in the national level of generalized trust. 246 1010Anticipatedconsequences Good Grade Transactiongainsof plagiarism Bad Conscience negative UtilityExpected Utilities Administrative sanctions Fellow studentssanctions Teacherssanctions Expected Costs Consequencesof materialisticvalue Consequencesof socialvalue Consequencesof idealisticvalue Imaginedcaseof successfulplagiarism Imaginedcaseof detectedplagiarism EmbarrassmentInternal Sanction Method Data Research Questions Results Theory Conclusion Introduction EpilogueCULTURAL DIFFERENCES REGARDING EXPECTED UTILITIES AND COSTS OF PLAGIARISM   Figure 4: Theoretical frame of the study Source: authors own elaboration. Main contributor to the development of the model Eckhard Burkatzki. We hypothesize that generalized trust has an influence on the costbenefitreflections upon plagiarism, especially when taking into consideration the anticipated moral costs of plagiarizing deeds. Furthermore, we assume that the higher the anticipated net utility of plagiarism, the higher is the individual willingness to plagiarize, and vice versa. The logic of aggregation regarding the individual willingness to plagiarize and aggregated differences regarding the frequency of plagiarism are not explicitly focused upon in this context. 3.5 Research questions Against the background of our theoretical considerations, the following research questions are tried to be answered: 1 Do students from countries with a different level of social capital of generalized trust vary with respect to the average frequency of plagiarism? 2 Do students from countries with a different capital of generalized trust vary with respect to the on average perceived costutility structure of plagiarizing? 3 Is it possible to explain observed countryspecific differences in the aggregated frequency of plagiarism by different countryspecific perceptions of the costutilitystructure of plagiarizing? 247 Eckhard BURKATZKI, Wolfgang GERSTLBERGER, Joost PLATJE 4. Method and data 4.1 Study design To answer these research questions, in 2010 a standardizedwritten survey has been conducted with students from German, Polish and Danish universities. For this purpose, a questionnaire was developed in English language, which afterwards was translated into the native languages of the surveyed student populations. To validate the Polish, Danish and German translations of the surveys they were translated in a third step into English, and afterwards compared to the original English version. For the students the survey study was entitled Studying and Ethics, with the International Graduate School Zittau Germany as research agency. 4.2 Method For acquisition of data students from third semester onwards have been surveyed, especially from economic and social science study programs. Cooperating universities for conducting the survey were: University for Applied Sciences Nordhausen in Nordhausen D, International University of Logistics and Transport, a private university in Wroclaw PL, Opole University in the Silesian town Opole PL. Syddansk University of Southern Denmark in Odense DK. In total the number of respondents that could be analyzed within our study covers 1115 validly filled in questionnaires. The distribution of the valid cases is presented in Table 2: Table 2: Number of valid cases n at places of data collection University Nordhausen D Wroclaw PL Opole PL Odense DK Total Number of valid cases n 152 360 469 128 1115 Source: authors own elaboration based on data from Studying and Ethics, 2010 248 CULTURAL DIFFERENCES REGARDING EXPECTED UTILITIES AND COSTS OF PLAGIARISM   The sampling both of the places of data collection and of students to be surveyed did not follow a representative sampling procedure. This means that the student samples that have been interviewed cannot simply be seen as representative samples of the Polish, German, and Danish student population. Above this, the sociodemographic structure of the different student samples varies across the different universities of data collection. Nevertheless, to be able to compare the universityspecific student samples the data have been reweighted according to a similar sample size and sociodemographic distribution pattern. For reweighing as relevant sociodemographic variables gender male vs. female, academic semester 3 to 6 vs. 7 and more, and mode of study full time vs. extra occupational have been considered. As a consequence of the weighing procedure, the student sample of each university has been of same size and according to the chosen variables of the same sociodemographic structure. 4.3 Operationalization of the research In the present study, expected utilities of plagiarism were operationalized by a survey question that was combined with a specific item set. Respondents were asked to imagine the case that they have submitted a paper as their own to a lecturer or professor they knowingly had prepared with external thoughts or citations without naming their origins. It was mentioned that their plagiarism has not been detected. Against this background, respondents should on the one hand consider how comfortable they would perceive a list of given consequences of their imagined deed. On the other hand, they were asked to estimate the probability of occurrence which would be associated with each of the named consequences from their perspective. The list of consequences is depicted in Figure 5. 249 Eckhard BURKATZKI, Wolfgang GERSTLBERGER, Joost PLATJE Figure 5: Survey question for capturing students expected utilities for the case of successful plagiarism Good Grade Source: authors own elaboration. Main contributor to the development of the questions Eckhard Burkatzki. 250 CULTURAL DIFFERENCES REGARDING EXPECTED UTILITIES AND COSTS OF PLAGIARISM   Figure 6: Survey question for capturing students expected utilities for the case of successful plagiarism Source: authors own elaboration. Main contributor to the development of the questions Eckhard Burkatzki. To measure students expected costs of plagiarism within the questionnaire, a second survey question was developed. It asks respondents to imagine a situation where they have likewise submitted a plagiarized paper to a lecturer or professor as their own, but where their plagiarizing deed has been detected. Again, respondents should on the one hand consider how comfortable they would perceive a list of given consequences of this situation for their own. On the other hand, they were asked to estimate the probability of occurrence which they associated with each of the named consequences. The list of consequences is depicted in Figure 6. 251 Eckhard BURKATZKI, Wolfgang GERSTLBERGER, Joost PLATJE 4.4 Why Poland, Germany and Denmark? The reason for choosing universities from Poland, Germany, and Denmark as locations of inquiry has to do with the fact that these countries differ significantly with respect to a macro structural feature relevant to this study, namely the average level of generalized trust in the countryspecific population. Corresponding differences, referring to aggregated representative survey data from the European Value Study 2008, are depicted on the horizontal axis in Figure 7. Figure 7: Level of generalized trust in Poland, Germany, and Denmark 2010 Source: authors own elaboration based on data from EVS 2008 and Studying and Ethics, 2010 standardized survey data; country specific mean values. Main contributor to the development of the questions Eckhard Burkatzki. The red bars within the figure indicate that Poland, Germany, and Denmark differ significantly with respect to their average level of generalized trust, with Poland as a country of comparably low generalized trust, Germany as a country with a trust level slightly above Poland, and Denmark as a country with a relatively high trust level. The survey question that has measured the generalized trust of respondents within the European Value Study, has likewise been implemented in the questionnaire for our student survey. The differences of trust within the countries of interest that have been made evident by the EVSdata are mirrored in the survey data that have been collected for the present study. Accordingly, the Polish students within the study presented are constituting a lowtrustsample, the German students a mean trust sample, and the Danish students a hightrust sample. The different aggregate levels of trust within the country populations have been the leading criteria for choosing Polish, German, and Danish universities 252 19. Dez. 2012Eckhard Burkatzki 28Warum Polen, Deutschland und Danemark?1012Poland Germany Denmark Generalisiertes Vertrauenin den Untersuchungslandern Burkatzki 2010EVS 2008Data: Studyingand Ethics 2010; European Value Study 2008 zstandardizedsurveydata; countryspecificmeanvaluesSource: Owncomputations Methode Daten Forschungsfragen Ergebnisse Theorie Schlussbetrachtung ProblemCULTURAL DIFFERENCES REGARDING EXPECTED UTILITIES AND COSTS OF PLAGIARISM   as places of inquiry. The findings of our survey make evident that although not representative, the country specific samples of investigation share main features of the populations they have been chosen from. 5. Discussion of the research data This section outlines the main findings of the statistical analyses that have been conducted to answer the research questions formulated in Section 3.4. According to the number of research questions, this section is divided into three parts. 5.1 Research question 1: trustrelated differences regarding plagiarism The first research question focuses on trustrelated differences regarding the average frequency of plagiarism on the macro level of investigation. With respect to the model of sociological explanation introduced in Section 3, this research question refers to the macrocorrelation between generalized trust and aggregated frequency of plagiarism see Figure 8. Figure 8: Methodological assignment of research question 1 Source: authors own elaboration. Main contributor to the development of the model Eckhard Burkatzki. To answer this question, first the average willingness to plagiarize as well as the average frequency of plagiarism were analyzed within the studentsamples surveyed. A second step of 253 19. Dez. 2012Eckhard Burkatzki 32CostUtilityReflections Plagiarizing Behavioral Choices Explanans Explanandum Logicof Situation Logicof Selection Logicof Aggregation Generalized Trust High vs. LowAggregatedfrequencyof plagiarismdifferencesMethode Daten Forschungsfragen Ergebnisse 1Theorie Schlussbetrachtung ProblemEckhard BURKATZKI, Wolfgang GERSTLBERGER, Joost PLATJE analyses focuses on the issue whether a statistical correlation between the willingness to plagiarize and the level of generalized trust within the countryspecific student samples could be reconstructed. Figure 9: Average willingness to plagiarize within student samples Source: authors own elaboration based on data from Studying and Ethics, 2010. Main contributor to the development of the questions Eckhard Burkatzki. The bars in Figure 9 show the mean values of the willingness to plagiarize within the student samples of investigation. The horizontal lines connected to the bars indicate the simple standard deviation of values around the samplespecific mean value. As becomes evident from the figure, there do exist significant differences between the average willingness to plagiarize within the surveysamples, with the Wroclawian University in Poland showing the highest and the Danish university in Odense showing the lowest willingness to plagiarize. The value of etasquare indicates that by distinguishing the places of investigation, 11.3 per cent of the variance regarding the individual willingness to plagiarize within the total sample could be explained. It can be concluded therefore that the different locations of investigation as an independent variable of mesoanalytic can explain a considerable share of variance regarding the individual willingness to plagiarize. 254 3434How much thoughts and citations of external sources would you bemaximally willing to adopt in a seminar paper without indicatingthe origins?Data: Studying and Ethics, 2010Source: Own computations 12345Wroclaw Opole Nordhausen Odensenot even one word thoughtnearly anythinghere and there a few sentences thoughtsone sentence thoughta few sectionsp0,001, Femp47,44p0,001Eta 20,113Method Data Research Questions Results 1Theory Conclusion Introduction EpilogueCULTURAL DIFFERENCES REGARDING EXPECTED UTILITIES AND COSTS OF PLAGIARISM   The findings referring to the average willingness to plagiarize are mirrored by measures of the selfreported activities of plagiarism within the universityspecific student populations. Selfreports of students plagiarizing activity have been captured with the question: Did you already submit a seminar or final paper as your own to a professor or lecturer that partly had been plagiarized? To answer this question, three options could be chosen from: 1 Yes, 2 No, and 3 No comment. As is shown in Figure 10, again the relatively highest share of plagiators can be found at the two Polish universities, with a share of 30.3 % at the Wroclawian International university of Logistics and Transport, a Polish private university, and a share of 21% at Opole University, a Polish state university. Whereas Danish students from Odense show plagiarism with lower frequency than in Opole, this time the relatively lowest share of plagiators seems to be present in the German university Nordhausen. Nevertheless, when assessing the reliability of these findings one has to take into account the share of students answering no comment to the question. Figure 10: Share of students reporting plagiarizing activities within student samples Source: authors own elaboration based on data from Studying and Ethics, 2010 255 Eckhard Burkatzki 35Yes No comment 39,4%21,6%15,9%30,3%21,2%12,6%17,7%0,0%10,0%20,0%30,0%40,0%Wroclaw Opole Nordhausen Odense Methode Daten Forschungsfragen Ergebnisse 1Theorie Schlussbetrachtung Problem Did you already submit a seminar or final paper as your own to a professor or lecturer that partlyhad been plagiarized?Eckhard BURKATZKI, Wolfgang GERSTLBERGER, Joost PLATJE One can plausibly assume that among the respondents making use of the answering option no comment there might be a considerable share of students giving this answer because of distrust against the promise of the researchers not to make accessible their data to third parties or lecturers of their university. Noteworthy is that among the Danish students no respondent made use of the answering option no comment, whereas in all other student samples a large share of the students gave this answer. Against this background, the authors assume that within the present study the aggregated shares of plagiators within the German and especially within the Polish student samples underestimate the real share of plagiators among them, whereas Danish students were more honest regarding this point. Consequently, interpreting the given findings it can be assumed that the lowest share of plagiators is to be found in the Danish student sample, whereas the number of plagiators even in the German sample is relatively higher than in Odense. This thought leads us to the result that the findings referring to the selfreported plagiarizing of students in the samples of investigation mirror the findings that have been documented for the individual willingness to plagiarize among Wroclawian, Opolian, German and Odensian students. This result likewise supports the assumption that students who already have committed plagiarism are likewise more likely to commit plagiarism in future. Because of the empirical similarity of the plagiarism measures, combined with the methodical advantage that only few respondents refused to answer the question concerning their willingness to plagiarize, the present study uses the willingness to plagiarize as a dependent variable for further empirical analyses. 256 CULTURAL DIFFERENCES REGARDING EXPECTED UTILITIES AND COSTS OF PLAGIARISM   Figure 11: Willingness to plagiarize and generalized trust within the Polish, German, and Danish student sample Source: authors own elaboration based on data from Studying and Ethics, 2010. When having a first look on the relation between generalized trust on the one hand and willingness to plagiarize on the other it becomes evident that both on an aggregate level are strongly correlated compare Figure 11. For the three countries compared within this study the relationship seems to be perfectly linear. Nevertheless, one has to keep in mind that in this case the assumption of linearity is supported only by three bivariate measures. Above this, on a microanalytic level both measures are not strongly correlated, but are associated only with the inferential status of a significant tendency p0.09. Nevertheless it is very informative to compare Figure 11 with a diagram plotting generalized trust in different European countries conceptualized again as an aggregate measure for the average trust in a population, as it could be for instance derived from the European Value Study 2008 with countryspecific measures of corruption as for instance constructed by the socalled TIcorruption perception index of 2009 compare Figure 12. Although the depicted relation between generalized trust and corruption is not strongly linear, the diagram likewise supports the view that there is a significant statistical association between both measures, with the corruption level decreasing while generalized trust increases, and vice versa. Above this, the relative position of Poland, Germany, and Denmark as low, medium and hightrustsocieties is 257 Eckhard BURKATZKI, Wolfgang GERSTLBERGER, Joost PLATJE coinciding in a reverse manner with a high, medium and low level of corruption. This bivariate distribution mirrors the relation of trust and plagiarism within the student samples of interest. Figure 12: Willingness to plagiarize and generalized trust within the Polish, German, and Danish student sample Source: Authors own elaboration based on EVS 2008 zstandardized data; country specific mean values and CPI 2009. As a brief answer to research question 1 asking for trustrelated differences regarding the average frequency of plagiarism on a macro level of investigation we can summarize at this point that corresponding differences can be reconstructed according to the data of the present study. Moreover, the countryspecific comparison of the relation between generalized trust and plagiarism on the one hand and generalized trust and corruption on the other makes available a further argument supporting the view that plagiarism can be compared with other varieties of economic crime in general and crimes of competition in particular. 258 CULTURAL DIFFERENCES REGARDING EXPECTED UTILITIES AND COSTS OF PLAGIARISM   5.2 Research question 2: differences of perceived utilities and costs of plagiarism in hightrust and lowtrustsamples The second research question focuses on differences regarding perceived utilities and costs of plagiarism within the countryspecific surveysamples. Again special attention is paid to the question whether there exists a correlation between the way in which students perceive the costutilitystructure of opportunities to plagiarize on the one hand, and the respective average level of generalized trust on the other. With respect to the model of sociological explanation introduced in Section 3, this research question refers to the macromicrorelation between generalized trust on an aggregated level and individual costutilityreflections upon the possible consequences of plagiarism on a microanalytic level see Figure 13. Figure 13: Methodological assignment of research question 2 Source: authors own elaboration. Main contributor to the development of the model Eckhard Burkatzki. Methodically, the corresponding analyses make use of multiple linear regression analysis. Starting point for estimating relevant cost and utility dimensions for committing plagiarism is the regression model depicted in Figure 14. 259 19. Dez. 2012Eckhard Burkatzki 32CostUtilityReflections Plagiarizing Behavioral Choices Explanans Explanandum Logicof Situation Logicof Selection Logicof Aggregation Generalized Trust High vs. LowAggregatedfrequencyof plagiarismdifferencesMethode Daten Forschungsfragen Ergebnisse 1Theorie Schlussbetrachtung ProblemEckhard BURKATZKI, Wolfgang GERSTLBERGER, Joost PLATJE Figure 14: Regression model for comparing relevant dimensions of the perceived costutilitystructure of plagiarism between hightrust and lowtruststudentsamples Source: authors own elaboration. Main contributor to the development of the model Eckhard Burkatzki. To reduce complexity with respect to relevant dimensions of the perceived costutilitystructure of plagiarism, only those factors are taken into account that have a statistical significant effect on the individual willingness to plagiarize within the student samples.2 The results of regression analyses for the student samples first of the Polish Opole, second of the Danish Odense and third of the German Nordhausen are depicted in figures 15.1 to 15.3.3 2 Symbolically distinguished within levels of statistical significance: p 0,001, p 0,01, p 0,05 and p 0,10 compare for this differentiation of levels of statistical significance Bortz 1999. Since the sample data analyzed within this study do not in a strong sense have a representative status compare Section 4.2, documented information regarding the statistical significance of correlations cannot be interpreted in an inferential manner and do only have a descriptive character. 3 The regression results for the Wroclawian student sample have not been documented since strong problems of colinearity VIFvalue 4 appeared within this model. figures are the the following 260 2929Anticipatedconsequences Willingnessto plagiarize Formal Appreciationof Paper Transactiongainsof plagiarism Bad Conscience negative UtilityExpected Utilities Administrative sanctions Fellow studentssanctions Teacherssanctions Expected Costs Imaginedcaseof successfulplagiarism Imaginedcaseof detectedplagiarism EmbarrassmentInternal Sanction Method Data Research Questions Results 3.1Theory Conclusion Introduction EpilogueCULTURAL DIFFERENCES REGARDING EXPECTED UTILITIES AND COSTS OF PLAGIARISM   Figure 15.1: Regression of willingness to plagiarize on perceived utilities and costs of plagiarism among Opolian students lowtrustsample Source: authors own elaboration based on data from Studying and Ethics, 2010. Main contributor to the development of the model Eckhard Burkatzki. Figure 15.2: Regression of willingness to plagiarize on perceived utilities and costs of plagiarism within the Odensian student sample mediumtrustsample Source: authors own elaboration based on data from Studying and Ethics, 2010. Main contributor to the development of the model Eckhard Burkatzki. 261 3232Willingnessto plagiarize Administrative sanctions Fellow studentssanctions Teacherssanctions Expected Costs Imaginedcaseof successfulplagiarism Imaginedcaseof detectedplagiarism EmbarrassmentInternal Sanction OpoleStandardized Coefficientsadj.R2total 0,280n pairwise 1932820,3710,2890,4350,113Good Grade Transactiongainsof plagiarism Bad Conscience Internal UtilityExpected Utilities Method Data Research Questions Results 3.1Theory Conclusion Introduction Epilogue 3434Willingnessto plagiarizeq 44Administrative sanctions Fellow studentssanctions Teacherssanctions Expected Costs Imaginedcaseof successfulplagiarism Imaginedcaseof detectedplagiarism EmbarrassmentInternal Sanction Odense Standardized Coefficientsadj.R2total 0,342n pairwise 2132560,2870,3410,4050,211Good Grade Transactiongainsof plagiarism Bad Conscience negative UtilityExpected Utilities Method Data Research Questions Results 3.1Theory Conclusion Introduction EpilogueEckhard BURKATZKI, Wolfgang GERSTLBERGER, Joost PLATJE Figure 15.3: Regression of willingness to plagiarize on perceived utilities and costs of plagiarism within the Nordhausen student sample hightrustsample Source: authors own elaboration based on data from Studying and Ethics, 2010. Main contributor to the development of the model Eckhard Burkatzki. Results of the estimated regression models in a first place make clear that costutilityreflections are of considerable importance regarding the individual willingness to plagiarize. As theoretically assumed, positive incentives for committing plagiarism within all samples of investigation are either transaction gains or good grades that could be achieved with the help of plagiarizing activities. Nevertheless, regression results vary among the low, medium and hightrust samples. Corresponding differences could be observed especially with respect to the relative importance of given behavioural incentives for plagiarism. Three points are to be highlighted regarding samplespecific differences of regression results. First, the results point out that the importance of moral selfcommitment bad conscience for preventing plagiarism in the hightrustsample of Odensian students is much higher than in the meantrustsample of Nordhausen and above all in the lowtrustsample of Opole. This observation suggests that generalized trust, understood according to Fukuyama as the generalized and overwhelming expectation of honest and rule conforming behaviour within social relations, activates the controlling effect of morality and conscience with respect to the selection of behavioural choices. Social environments characterized by a low level of generalized trust contrarily seem to disactivate the steering effect of morality within behavioural choices of 262 3333Willingnessto plagiarizeq 44Good Grade Transactiongainsof plagiarism Bad Conscience negative UtilityExpected Utilities Administrative sanctions Fellow studentssanctions Teacherssanctions Expected Costs Imaginedcaseof successfulplagiarism Imaginedcaseof detectedplagiarism EmbarrassmentInternal Sanction Nordhausen Standardized Coefficientsadj.R2total 0,184n pairwise 2002810,2210,1970,129Method Data Research Questions Results 3.1Theory Conclusion Introduction EpilogueCULTURAL DIFFERENCES REGARDING EXPECTED UTILITIES AND COSTS OF PLAGIARISM   actors. They seem to release an overwhelming attitude of moral indifference regarding the selection of behaviours for achieving ones goals.4 Second, the influence of administrative sanctions within hightrust and lowtrustenvironments seems to be reverse. In the Opolian sample, the expectation of administrative sanctions has a strong preventive effect with respect to the individual willingness to plagiarize. On the contrary, within the hightrustsample of Odensian the threat of administrative sanctions seems to cause an increased willingness to plagiarize. How is this result to be interpreted? A theory possibly making available an explanation for this observation is the theory of violated psychological contracts from Barry Litzky et al. 2006. In this theory, Litzky assumes that a person feeling wrongly suspected to have behavioural intentions she herself morally rejects experiences a strong negative feeling of indignation. Impressions of this kind are likewise triggered when this person by means of extrinsic sanctionbased threats is demanded to show a behaviour, she beforehand was intrinsically motivated to show. According to Litzky, in this case the indignated person perceives that an implicit contract of reciprocal psychological appreciation is violated. Given this situation, actors in consequence develop a strong aversion against the sanction policy that has ignored their intrinsic motivation, while showing an increased willingness to agitate against the sanctions they have been threatened by. If we transfer these thoughts to explain the significant aversions against administrative sanctions within the Odensian hightrustsample, we have to take into account that the Odensian students being strongly committed to norms of academic integrity are suffering consciencebased pains when thinking upon the behavioural option to plagiarize. Given the situation that their intrinsic motivation is counteracted by negative extrinsic incentives in the form of administrative sanctions, these students experience the violation of an implicit psychological contract of reciprocal appreciation and in consequence develop an increased willingness to challenge especially those norms they feel threatened by. In other words, they develop an aversion against those sanctionbased forces that seem to ignore their intrinsic motivation and normative commitment. Thirdly, it has to be commented upon that within the Opolian lowtrustsample expected costs of teachers sanctions are likewise enhancing students individual willingness to plagiarize. When trying to explain this observation, one has to take into account the cultural peculiarity of 4 This interpretation is strongly affirmed by theoretical considerations of Marshall Sahlins regarding the sociology of primitive exchange Sahlins, 1972: 185ff., in particular 196ff. 263 Eckhard BURKATZKI, Wolfgang GERSTLBERGER, Joost PLATJE the Opolian sample. Correspondingly, it is striking that plagiarizing activities within this lowtrustsample are not discouraged by anticipated feelings of moral discomfort, represented for example by a bad conscience, and likewise not by anticipated feelings of embarrassment for the case of detected plagiarism. As significant inhibitors of plagiarizing motivation do only appear expectations of possible administrative sanctions following plagiarism as well as informal sanctions to be expected from fellow students when they get to know the deviant behavioural choices of ones plagiarizing deeds. Trying to understand against this background the counterintuitive enhancing effect of teachers sanctions on willingness to plagiarize, different explanations could be named. One possible explanation takes into account arguments presented within empirical studies on the causes of cheating behaviour of students. Some of these studies show that students perception of the teacher is one main cause of cheating motivations. If, for example, a teacher is perceived as not being qualified or as missing moral integrity, students mention great problems to accept this teacher as an authority. Given the situation that especially this teacher threatens his students with hard sanctions for the case that they commit plagiarism within their seminar papers, these students may develop an attitude of reactancy against their teacher and feel highly motivated to counteract his disciplinary threats compare Brehm and Behm, 1981. One other explanation is based on arguments originally developed by Richard, Berk and Foster in their book Crime as play Richards et al., 1979. Students, when being confronted with sanctionbased threats of their teachers while knowing that the probability of being caught with cheating is rather low, feel invited to play a game with their teachers showing them that given threats cannot hurt them. These thoughts seem to be especially compatible with theories of Polish culture emphasizing the long experience of foreign domination in Polish history and in reaction to this an internalized conception of patriotism which equals good citizenship with dissidence against an established order compare Morawska, 1984. Reflecting upon this cultural background, students aversive reactions against expected sanctions of a teacher could be interpreted as a variety of dissidence against a given threatening authority. To summarize the documented findings referring to research question 2 it can be stated that in each sample of investigation costutility reflections do have significant effects on the individual willingness to plagiarize. Nevertheless, the relative importance of singular cost and utility dimensions varies between the samples. Within hightrustsamples the significance of moral selfcommitment e.g., bad conscience with respect to behavioural choices is much higher 264 CULTURAL DIFFERENCES REGARDING EXPECTED UTILITIES AND COSTS OF PLAGIARISM   than in lowtrustsamples. Above this, the influence of expected administrative sanctions on the willingness to plagiarize within hightrust and lowtrustsamples is reverse, whereby especially in hightrustsamples with a great share of morally selfcommitted actors sanctionbased threats are experienced as violations of psychological contracts and in consequence provoke reactancy. 5.3 Research question 3: explaining samplerelated variances of the average willingness to plagiarize with respect to trustrelated differences regarding expected utilities and costs of plagiarism The third research question pays attention to the explanative power perceived utilities and costs of plagiarism do have with respect to the statistical explanation of individual and samplerelated differences regarding the individual willingness to plagiarize. In this section focus is on two issues. First, the question whether samplerelated differences regarding the average willingness to plagiarize can be ascribed to varying expectations regarding the utilities and costs of plagiarism. Second, the question whether expectations regarding utilities and costs of plagiarism are themselves conditioned and moderated by the level of generalized trust prevalent within a population or within a sample of investigation. With respect to the model of sociological explanation introduced in Section 3, the third research question refers both to the main effects of costutilityreflections and to accompanying interaction effects between costutilityreflections and the aggregated level of trust within the respective subsample on the willingness to plagiarize within the total sample see Figure 16. 265 Eckhard BURKATZKI, Wolfgang GERSTLBERGER, Joost PLATJE Figure 16: Methodological assignment of research question 3 Source: authors own elaboration. Main contributor to the development of the model Eckhard Burkatzki. For analysis, multiple linear regression analysis, combined with the construction of interaction effects, was used. Point of departure for estimating relevant cost and utility dimensions for committing plagiarism is in a first step the regression model depicted in Figure 17. Figure 17: Regression model for estimating the mediating role of perceived costutilityreflections for the influential relation of different levels of trust on the willingness to plagiarize Source: authors own elaboration. Main contributor to the development of the model Eckhard Burkatzki. 266 19. Dez. 2012Eckhard Burkatzki 32CostUtilityReflections Plagiarizing Behavioral Choices Explanans Explanandum Logicof Situation Logicof Selection Logicof Aggregation Generalized Trust High vs. LowAggregatedfrequencyof plagiarismdifferencesMethode Daten Forschungsfragen Ergebnisse 1Theorie Schlussbetrachtung Problem 3737Willingnessto plagiarize MacroDimension:Institutional Cultural makeup MicroDimension:Behavioral Expectations Good Grade Transactiongainsof plagiarism Bad Conscience negative UtilityAdministrative sanctions Fellow studentssanctions Teacherssanctions EmbarrassmentInternal Sanction Method Data Research Questions Results 3.2Theory Conclusion Introduction Epilogue DenmarkhightrustsampleGermanymediumtrust samplePolandlowtrust samplen.s.?n.s.?CULTURAL DIFFERENCES REGARDING EXPECTED UTILITIES AND COSTS OF PLAGIARISM   On the right side of the figure, the influence of the aggregated trust level within the samples on the willingness to plagiarize is depicted. Although three samples are included in the analyses, only two causal paths are considered here. The reason for this is that the three sampleaffiliations together constitute somehow a decomposed ordinal scale of generalized trust, wherein the lowest manifestation, in our case affiliation to the Polish student samples, has to serve as a reference category. The methodical logic of analyses documented here is first to quantify statistically the independent effect the level of generalized trust has on the individual willingness to plagiarize. The second and third step of analyses are dedicated to the question whether the influence of the sampleaffiliation as an aggregated variable on the willingness to plagiarize within the analytical frame of multivariate regression analysis loses significance when we additionally include individual costutilityreflections into the statistical model. If analyses could show that the influence of aggregatelevel factors like generalized trust on the willingness to plagiarize loses significance when introducing individual factors into the corresponding regression model, this could be interpreted as support for the basic assumption of methodological individualism, namely that the origin and connection of macrolevel phenomena can be explained through and by the utilityoriented actions of individual actors. Results of corresponding regression analyses are documented in Figures 18.1 and 18.2. Regression analysis of the willingness to plagiarize as a dependent variable of the aggregated generalized trust within respondents environment confirms in a first step the findings that were presented earlier. Generalized trust has a significant influence on the average willingness to plagiarize. In particular, the standardized regression coefficients see Figure 18.1 indicate that given the Polish student sample as reference category for analysis a hightrustenvironment, measured by students affiliation to the Danish survey sample, has a strongly negative influence on the willingness to plagiarize. 267 Eckhard BURKATZKI, Wolfgang GERSTLBERGER, Joost PLATJE Figure 18.1: Regression of willingness to plagiarize on generalized trust in respondents environment, measured on an aggregate level by respondents affiliation to a countryspecific student sample Source: authors own elaboration based on data from Studying and Ethics, 2010 Figure 18.2: Regression of willingness to plagiarize on generalized trust in respondents environment, measured on an aggregate level by respondents affiliation to a countryspecific student sample, and on individual utilitycostsreflections upon possible consequences of plagiarism Source: authors own elaboration based on data from Studying and Ethics, 2010 268 3838Willingnessto plagiarize Good Grade Transactiongainsof plagiarism Bad Conscience negative UtilityAdministrative sanctions Fellow studentssanctions Teacherssanctions EmbarrassmentInternal Sanction adj.R2total 0,099n listwise 11170,3170,208Total Sample, Main EffectsStandardized CoefficientsMethod Data Research Questions Results 3.2Theory Conclusion Introduction Epilogue DenmarkhightrustsampleGermanymediumtrust samplePolandlowtrust sample3939Willingnessto plagiarize Good Grade Transactiongainsof plagiarism Bad Conscience negative UtilityAdministrative sanctions Fellow studentssanctions Teacherssanctions EmbarrassmentInternal Sanction adj.R2total 0,099n listwise 11170,1820,016Total Sample, Main EffectsStandardized CoefficientsMethod Data Research Questions Results 3.2Theory Conclusion Introduction Epilogue DenmarkhightrustsampleGermanymediumtrust samplePolandlowtrust sampleadj.R2total 0,224n listwise 6940,3650,141CULTURAL DIFFERENCES REGARDING EXPECTED UTILITIES AND COSTS OF PLAGIARISM   Since among students from the German student sample the degree of generalized trust is not as high as in the Danish sample, likewise the effect of being affiliated to the German student sample on the dependent variable is significantly negative, but on a lower level than for the Danish students. All in all a share of 9.9 per cent of the observed variance regarding the willingness to plagiarize could be explained by the aggregated level of trust within the students environment. When additionally including behavioural orientations like expected utilities and costs of plagiarism into the regression model compare Figure 18.2, only two aspects of individual costutilityreflections enter the picture as independent predictors of plagiarism. These are bad conscience as an expression of moral selfcommitment and administrative sanctions as a risk that has to be considered when thinking upon the option to plagiarize. Under control of behavioural orientations, the influence of generalized trust on the willingness to plagiarize within the given multivariate model decreases. This indicates, corresponding to basic assumptions of methodological individualism, that macroinfluences of aggregated generalized trust within students environment are partly mediated by the behavioural expectations. In the context of the given model, especially those two expectations that significantly influence the willingness to plagiarize appear to be important mediators of generalized trust. All in all generalized trust and behavioural expectations within this multivariate regression model being estimated with the listwise mode explain 22.4 percent of the variance of the dependent variable. Nevertheless, under control of these behavioural expectations the statistical influence of aggregated trust, measured by sampleaffiliation, does not totally disappear. It does decrease in size, referring especially to the measure of affiliation to the German mediumtrustsample. However, as indicated by the highly significant effect of Danish sample affiliation within the multivariate main effect model it still appears to be an independent predictor of plagiarism. We have to look for an answer to the question why the given macro influence of generalized trust on the willingness to plagiarize could not be explained by the behavioural expectations of actors that have been included into the model. Therefore, we should keep in mind that especially one of the behavioural expectations that appears to be a significant predictor of the dependent variable, namely the expectation of administrative sanctions, has a reverse influence on plagiarism within hightrust and lowtrustenvironments compare Figure 19. 269 Eckhard BURKATZKI, Wolfgang GERSTLBERGER, Joost PLATJE Figure 19: Contextdependent effect of expected administrative sanctions on the willingness to plagiarize within hightrust and lowtrustenvironments Source: Authors own elaboration based on data from Studying and Ethics, 2010. Unfortunately reverse and contextdependent effect patterns like those described could not be depicted in a main effect model of regression as had been used in the preceding steps of analyses. To depict contextdependent effect patterns into regression analysis one has to include into the linear additive regression model multiplicative terms, that allow for the reconstruction of interaction effects between independent variables.5 Figure 20 is exemplary illustrating a regression model with interaction effects reconstructing contextrelated influences of behavioural expectations on the willingness to plagiarize dependent from the aggregated level of generalized trust students experience within their social environment. 5 A good introduction to regression analysis with interaction effects is given by Jaccard and Turrisi 2003. 270 CULTURAL DIFFERENCES REGARDING EXPECTED UTILITIES AND COSTS OF PLAGIARISM   Figure 20: Regression model for estimating the mediating role of perceived costutilityreflections for the influential relation of different levels of trust on the willingness to plagiarize Source: authors own elaboration. Main contributor to the development of the model Eckhard Burkatzki. The leading question is whether an inclusion of behavioural expectations into the regression model could statistically partial out the independent macro effect of generalized trust on the willingness to plagiarize. If this question could be answered in a confirmative way this would support the theoretical considerations that not only, as methodological individualism postulates, phenomena, like for instance crime rates, fashions, or economic crisis, arise from the utility oriented actions of individual actors within a given social context, but that cultural environments as well as internalized values, besides situational incentives, are important contextual factors for behavioural orientations of actors and for individual action. The estimation results of the linear regression depicted above are shown in Table 3. Documented are the standardized regression coefficients of all regression models that have been estimated with data of the total sample. Model 1, operating as a kind of reference model, only contains estimations for the main effects of generalized trust in the students environment on the individual willingness to plagiarize. Model 2, additionally to the macroeffects of generalized trust, contains the main effects of expected utilities of plagiarism. In model 3 the main effects of the generalized trust level and the behavioural expectations regarding perceived utilities of plagiarism are supplemented by interaction effects, systematically depicting trustrelated variations of utilityexpectations of actors on the willingness to plagiarize. 271 5252Willingnessto plagiarize MacroDimension:Institutional Cultural makeup MicroDimension:Behavioral Expectations Good Grade Transactiongainsof plagiarism Bad Conscience negative UtilityAdministrative sanctions Fellow studentssanctions Teacherssanctions EmbarrassmentInternal Sanction Method Data Research Questions Results 3.2Theory Conclusion Introduction Epilogue DenmarkhightrustsampleGermanymediumtrust samplePolandlowtrust samplen.s.?n.s.?IaktIaktIaktIaktIaktIaktIaktEckhard BURKATZKI, Wolfgang GERSTLBERGER, Joost PLATJE Table 3: Linear regression listwise of willingness to plagiarize on main effects of generalized trust and behavioural expectations and interaction effects of behavioural expectations with generalized trust p 0,001, p 0,01, p 0,05 and p 0,10 V: Variance Inflation Factor 4 problem of multicollinearity6 Source: authors own elaboration based on data from Studying and Ethics, 2010. 6 As suggested by Allison 1998: 168, while including interaction effects within a given regression model, the main effects of all relevant variables are kept within the model even when they are producing problems of multicolinearity indicated, e.g., by variance inflation factors 4. Otherwise regression estimations for the interaction terms could be strongly biased. However, Allison likewise stresses that coefficients for main effects within regression models that likewise contain interaction effects should not be interpreted. 272 5320,0010,3590,2260,302 V0,0070,0820,0700,089 V0,2780,4500,1250,186 V0,1130,2950,0270,0040,356V0,051 V0,133 V0,5200,447V0,246V0,1430,0380,0528Models standardizedcoefficentsListwise 6560,0010,1890,2150,0330,1650,0900,0810,20940,056Teachers Sanction, Dnmk0,031Teachers Sanct., Germany 6940,0010,2240,1410,3550,0160,18276560,0010,2620,1360,1780,1430,0410,1890,3540,014 V0,085 V0,304V0,3540,0710.14657180,0010,1860,3870,0140,0140,0380,16120,063Good Grade, Dnmk0,110Good Grade, Germany ANOVA0,3580,2110,2220,099R20,207Embarrassment, Germany0,0750,1490,1460,317HightrustsampleDnmk0,0370,0030,0850,208MediumtrustsampleGerLowtrustsamplePL ReferenceExp. utilities,Main Effects 5325327181117N0,0010,0010,0010,001Significance 0,315Embarrassment, DnmkFellows Sanct., GermanyFellows Sanction, Dnmk0,305Admin. Sanct., Germany0,449Admin. Sanction, Dnmk IAKT: CostsCountry0,1390,182Conscience, Germany0,190V0,189Conscience, Dnmk 0,1260,178Transaction, Germany 0,2870,237Transaction, Dnmk IAKT: UtilitiesCountry0,342V0,018Embarrassment0,0920,059Teachers Sanctions 0,1410,096Fellow Students Sanction 0,5330,125Administrative Sanction Exp. costs, Main Effects 0,444 V0,3070,570GoodBad Conscience0,245 V0,0030,219VTransaction Gains 0,1540,0360,055Good Grade Generalizedtrust 9631CULTURAL DIFFERENCES REGARDING EXPECTED UTILITIES AND COSTS OF PLAGIARISM   Model 4 and 5 are analogously constructed to models 3 and 4. However, this time focus is not on the expected utilities, but the expected costs of plagiarism. Model 6 includes additionally to the macro variables of trust as main effects all behavioural expectations that have been analytically distinguished for the purpose of the study presented compare Figure 18.2. Model 7 then reduces the set of independent behavioural predictors to those two that within the given multivariate model are keeping a statistically significant independent status. Correspondingly, models 6 and 7 have been the constitutive for the preceding explanations. Models 8 and 9 are the point of reference for the following remarks. Model 8, additionally to the macrolevel factors of generalized trust, contains both all main effects of behavioural expectations and all interaction effects between cost and utilityoriented expectations on the one hand and generalized trust on the other. Last but not least, model 9 is again reduced to all interaction effects that keep a significant status within the corresponding regression analysis. For screening the estimates of the standardized regression coefficients of Table 3, the leading question is whether the macro level effects of generalized trust lose statistical significance or not when controlling for both: the main effects of behavioural expectations on the microlevel of investigation and the macromicrointeractions described above. As the standardized coefficients for the influence of generalized trust on the willingness to plagiarize in model 8 and 9 document, the macrolevel effects within the named models lose significance when interaction effects both for utility and costrelated expectations regarding the consequences of plagiarism are included into the model. This confirms our assumption that that cultural environments for example the generalized level of trust within a population, besides situational incentives, are important contextual factors for behavioural orientations of actors and for individual action. Nevertheless, it should be mentioned here that regression results confirming this assumption have been estimated with the socalled listwisemode of analysis.7 Correspondingly, 7 The listwise mode denotes a mode of multivariate analysis which excludes all cases from statistical estimation when just on one of the variables included in the model has a missing value. One problem connected with the application of the listwise mode to the multivariate analysis of survey data is that application of it sometimes involves a great loss of cases to be analysed. This occurs especially when variables are included into the multivariate model which themselves exhibit a great number of missing values. Given this case as an alternative to the listwise mode likewise the socalled pairwise mode can be applied to multivariate analysis. When applying the pairwise mode, only those cases are excluded from analysis, which exhibit missing values on all variables included in the model. All other cases are analysed on a casebycasebasis, using for the estimation of each model coefficient all cases from the given sample, that at least possess one valid value regarding the variables of interest. Correspondingly, when the pairwise mode is applied the number of cases used for statistical estimation may vary 273 Eckhard BURKATZKI, Wolfgang GERSTLBERGER, Joost PLATJE the sample size used for estimating the model coefficients documented in the table is reduced when more variables are included in the model. As a consequence, the sample size that could be used to estimate the coefficients for models 8 and 9 is not even half as large as the sample size used for estimating model 1. Since the significance of coefficients strongly depends on the sample size and since the size of coefficients strongly depends on variation of data, and correspondingly on the composition of a given sample, it cannot be excluded that the findings documented above may be a statistical artefact. Too assure the quality of results, a next step of analysis should be the renewed analysis of the data with the aid of different methods of data imputation. 6. Concluding remarks Within the conclusion of this paper a summary of the findings is combined with the reflection of possible methodical shortcomings that have been accepted for being able to conduct the study presented. Furthermore, some practical implications of the findings presented will be given. 6.1 Summary The study presented asks for cultural variations regarding the perceived utilities and costs of plagiarism. Particular focused was on answering the following three research questions: 1 Do students from countries with a different level of social capital of generalized trust vary with respect to the average frequency of plagiarism? 2 Do students from countries with a different capital of generalized trust vary with respect to the on average perceived costutility structure of plagiarizing? from coefficient to coefficient. When applying the pairwise mode, the sample size is commonly not so much reduced compared to the listwise mode. Nevertheless, the pairwise mode should only be applied when coefficient estimates achieved with the listwise and with the pairwise mode of analysis do not differ too much. If coefficient estimates between the listwise and pairwise mode differ much, this indicates a nonrandom distribution of missing values within the sample. Given this case, literature strongly recommends to apply the listwise mode to multivariate analysis e.g., Reinecke, 2005. 274 CULTURAL DIFFERENCES REGARDING EXPECTED UTILITIES AND COSTS OF PLAGIARISM   3 Is it possible to explain observed countryspecific differences in the aggregated frequency of plagiarism by different countryspecific perceptions of the costutilitystructure of plagiarizing deeds? To answer these questions, the findings of empirical analyses have been presented comparing expected utilities and costs of plagiarism between students of different European countries. Data of investigation stem from a standardized written survey that has been conducted at universities in Poland, Germany and Denmark. Although not representative for the whole country, the country specific student samples share common features with random samples of the corresponding European populations, especially with respect to the average level of generalized trust. To make the student samples comparable, data within each sample have been weighted according to a similar pattern of sociodemographic stratification. Methodically the investigation is based on bivariate statistics, principle component analyses and Multiple Regression. Summarizing the results of analyses it can be stated first that there exist significant differences regarding both the frequency of plagiarism and the willingness to plagiarize between hightrust, mediumtrust and lowtrustpopulations. Analyses show that plagiarism decreases with an increase of generalized trust within the students environment. Referring to the second research question, the study shows that especially within hightrustpopulations perceived moral costs of plagiarizing activity, as represented for instance by a bad conscience, is a much more negative incentive for committing plagiarism than possible external sanctions that may be expected as a result of ones deed. Above this, a reverse effect of administrative sanctions within hightrust and lowtrustpopulations could be observed, with the remarkable recognition that in hightrustpopulations the threat of administrative sanctions does not prevent but provoke deviance. The opposite is true for lowtrustpopulations, where administrative sanctions have a preventing effect on plagiarism. Thirdly, regression results provide evidence that differences in the aggregated frequency of plagiarism between different populations could be explained by the activity of utilityoriented actors under circumstances of a varying social and cultural structure. The level of generalized trust in a population in this connection is a critical cultural factor, since it has strong influence on how students perceive the moral costs of plagiarism. In a broader sense one could state that generalized trust in a population enhances the moral selfcommitment of actors as a crucial force preventing exploitive activities within society. 275 Eckhard BURKATZKI, Wolfgang GERSTLBERGER, Joost PLATJE 6.2 Methodical reflection When thinking upon possible shortcomings one has to consider, before passing off the documented findings as valid, four deficiencies of the study. Firstly, it has to conceded that the study presented undertakes a comparison of populations without countryrepresentative data. Although it was proven that the samples used for analysis share common features with representative samples of their country, the reliability of findings should of course be tested again with data from a representative survey. Secondly, rates of nonresponse have been comparably high with respect to selected survey questions, with missing data seeming not to be distributed randomly within the student samples. Correspondingly, multivariate analyses, especially within the third step of investigation, required the use of the socalled listwise mode. As this method has its shortcomings, in order to prove the reliability of regression results further analyses of the same data with help of data imputation methods should be conducted. Afterwards, of course, a new survey should be conducted that allows an estimation of the models developed for this study independent of the data that have been used for their development. Thirdly, within the study presented the mesolevel of analyses, referring to special features of the organisational structure of the universities where students have been surveyed, had to be omitted. One reason for this was that especially the German and the Polish universities repeatedly refused to answer prepared questionnaires regarding the observed frequency and the administrative treatment of plagiarism cases within their organisations. Consequently, differences of generalized trust that have been attributed within this paper to country specific cultural structures could likewise be induced by the special organizational environment of the students and of course could strongly vary between different universities of the same country. Hence, it would be desirable to repeat the study with more, randomly chosen universities in the selected countries. Fourthly, although the analyses of the study presented followed a multileveldesign, there was no possibility for using established statistical software for multilevel analysis. The main reason for this is that established statistical software packages for multilevel analysis need a presupposition of application of ten and more macro or meso entities that could be varied within analyses. Because of economic reasons the study presented was just able to analyze three to four 276 CULTURAL DIFFERENCES REGARDING EXPECTED UTILITIES AND COSTS OF PLAGIARISM   different structural entities. In consequence, multilevel analysis in a strong sense could not be conducted. Correspondingly, it could not be systematically excluded that coefficient estimates, especially within the multilevel regression models that have been documented in Section 5.3, are biased. In spite of the shortcomings, the empirical results of the study have itself a great theoretical plausibility. 6.3 Practical implications The preventive power of administrative sanctions as a possible means for fighting plagiarism among students is limited, whereby it has to be noticed that strategies of deterrence and formal control, especially within a hightrustenvironment, could lead to unintended and counterproductive consequences. The preventive power of moral selfcommitment, being expressed by the expectation of a bad conscience in consequence of a plagiarizing deed, is in a hightrustenvironment a much more effective than in a lowtrustenvironment. Strategies of preventing plagiarism should be developed in a way that is sensitive to different trustenvironments students are acting in. The strengthening of trust cultures within universities, and by this likewise the empowerment of the selfgoverning force of students moral commitment, seems to be a strategy to prevent plagiarism that can be more efficient than a sanction policy of deterrence, that in the first place makes investments into threatening students with harsh sanctions for the case of their deviance. A possible option could be the implementation of student honour boards, which not only participate in defining standards of good scientific practice, but likewise undertake the supervision of these standards and the sanctioning of plagiators.8 Literature Ackermann, K. 1992. Falschung und Plagiat als Motiv in der zeitgenossischen Literatur. Heidelberg: Carl Winter Universitatsverlag. Allison, P.D. 1998. Multiple regression: a primer. Thousand Oaks, CA: Pine Forge Press. Baird, J. S. 1980. Current trends in college cheating. Psychology in the Schools 17: 515522. Boehm, D. C.; Taggett, L. 1998. About Plagiarism, Pixels and Platitudes. Available at: Available at: http:www.svsu.edudboehmAssignments.htm. Accessed 16 December 2012. 8 For conception and implementation of student honor board systems please see Mc Cabe and Trevino 1993 and Mc Cabe et al. 1999, 2001. 277 Eckhard BURKATZKI, Wolfgang GERSTLBERGER, Joost PLATJE Bortz, J. 1999. Statistik fur Sozialwissenschaftler. Berlin, Heidelberg u.a.: Springer. Bouwers, W.J. 1964. Student dishonesty and its control in college. New York: Bureau of Applied Social Research, Columbia University. Brehm, S.S.; Behm, J.W. 1981. Psychological reactance. New York: Academic Press. Coleman, J.S. 1991, orig. 1990. Grundlagen der Sozialtheorie, Bd. 1: Handlungen und Handlungssysteme. Munchen: Oldenbourg. Cressey, D.R. 1971, orig. 1953. Other peoples money: a study of the social psychology of embezzlement. Belmont. DHV; FT; AFT 2012. Gute wissenschaftliche Praxis fur das Verfassen wissenschaftlicher Qualifikationsarbeiten. Available at: http:www.hochschulverband.decms 1fileadminredaktiondownloadpdfresolutionenGute_ wiss._Praxis_Fakultaetentage.pdf. Accessed 16 December 2012. Dieel, M. 2012. Die Wirkung von Vertrauen und Misstrauen auf Entscheidungen in sozialen Interaktionen. Bonn: InauguralDissertation. Available at: http:hss.ulb.unibonn.de201227712771.pdf. Accessed 16 December 2012. Eisenberger, R.; Shank, D.M. 1985. Personal work ethic and effort training affect cheating. Journal of Personality and Social Psychology 49: 520528. Esser, H. 1993. Soziologie. Allgemeine Grundlagen. Frankfurt a.M.: Campus Esser, H. 1999. Soziologie: spezielle Grundlagen, Bd.1: Situationslogik und Handeln. Frankfurt a.M.: Campus. Falk, A.; Kosfeld, M. 2006. The hidden costs of control. American Economic Review 96: 10111030. Friedrichs, D.O. 2010. Trusted Criminals. Belmont, CA: Wadsworth. Fukuyama, F. 1995. Konfuzius und die Marktwirtschaft Der Konflikt der Kulturen orig.: Trust. Munchen: Kindler. Gajadhar, J. 1998. Issues in plagiarism for the new millenium: An Assessment Odyssey. Available at: http:ultibase.rmit.edu.au. Accessed 13 December 2012. Gilboa, I. 2010. Rational Choice. Cambridge, Mass: MIT Press. Hill, P. 2002. RationalChoiceTheorie. Bielefeld: Transcript. Jaccard, J.; Turrisi, R. 2003. Interaction effects in multiple regression 2nd ed  Thousand Oaks, CA: Sag. Litzky, B.; Eddleston, K.A.; Kidder, D.L. 2006. The Good, the Bad, and the Misguided: How managers inadvertantly encourage deviant behaviors. The Academy of Management Perspectives 20: 91103. Loewenstein, U. 2003. II. Plagiat IV. Doppelschopfung. In: ders. Hrsg  Handbuch des Urheberrechts. Munchen: Beck. Ludemann, Ch.; Ohlemacher, Th. 2002. Soziologie der Kriminalitat. Theoretische und empirische Perspektiven. Weinheim, Munchen: Juventa Mc Cabe Trevino 1997. Mc Cabe, D. 2005. In new CAI Research conducted. Available at: http:www.academicintegrity.orgcai_ research.asp Accessed 13 December 2012. Mc Cabe, D.L.; Trevino, L. 1993. Academic dishonesty: Honor codes and other contextual influences. Journal of Higher Education 64: 522538. Mc Cabe, D.L.; Trevino, L.K.; Butterfield, K.D. 1999. Academic integrity in honor code and nonhonor code environments: A qualitative investigation. The Journal of Higher Education 702: 211234. Mc Cabe, D.L.; Trevino, L. 1997. Individual and contextual influences on academic dishonesty: A multicampus investigation. Research in Higher Education 38: 379396. Mc Cabe, D.L.; Trevino, L.; Butterfield, K.D. 2001. Cheating in academic institutions: A decade of research. Ethics and Behavior 11: 219232. Morawska, E. 1984. Civil religion vs. State power in Poland. Society 21: 2934. Park, C. 2003. In other peoples words: plagiarism by university students literature and lessons. Assessment Evaluation in Higher Education 28: 471488. Patrzek, J.; Sattler, S.; van Veen, F.; Grunschel, C.; Fries, St. 2012. Einfluss von akademischer Prokrastination auf studentisches Betrugsverhalten: eine langsschnittliche Analyse. Vortrag, gehalten 48th Kongress der Deutschen Gesellschaft fur Psychologie, Universitat Bielefeld Payne, B.K. 2012. Whitecollar crime. A textreader. Thousand Oaks, CA: Sage Perry, A.R.; Kane, K.M.; Bernesser, K.J.; Spicker, P.T. 1990. Type A behavior, competitive achievementstriving, and cheating among college students. Psychological Reports 66: 459465. Popper, K. 1977. Die offene Gesellschaft und ihre Feinde, Bd.2: Falsche Propheten. Hegel, Marx und die Folgen. Munchen: Francke Verlag Reinecke, J. 2005. Strukturgleichungsmodelle in den Sozialwissenschaften. Munchen: Oldenbourg Richards, P.; Berk, Richard A.; Forster, Brenda 1979. Crime as play: delinquency in a middle class suburb. Cambridge: Ballinger. 278 CULTURAL DIFFERENCES REGARDING EXPECTED UTILITIES AND COSTS OF PLAGIARISM   Sahlins, M. 1972. On the Sociology of primitive exchange. In: Sahlins, M. Eds  Stone Age Economics: 185275. New York: De Gruyter. Sattler, S. 2007. Plagiate in Hausarbeiten. Hamburg: Kovac Sims, R.L. 1993. The relationship between academic dishonesty and unethical business practices. Journal of Education for Business 68: 207211. Smydra, R.V. 2004. The challenge of plagiarism control in universities and colleges. In: Proceedings of the 2004 Association for Business Communication Annual Convention. WeberWulff, D. 2012. Plagiarism Detection Software Silver Bullet or Waste of Time. WorkshopPresentation, Konferenz Mastering the challenges in higher education: considering the way students learn, cheat and enhance performance, 79 February 2012. Roznice kulturowe w kontekscie oczekiwanych korzysci i kosztow plagiatu wstepne wyniki miedzynarodowych badan ankietowych Streszczenie Przedstawione badania koncentruja sie na roznicach kulturowych dotyczacych postrzeganych korzysci oraz kosztow plagiatu. Skupione sa na trzech gownych problemach: 1 Czy studenci z krajow o roznym poziomie kapitau spoecznego pod wzgledem zaufania ogolnego roznia sie z punktu widzenia czestotliwosci popeniania plagiatu? 2 Czy studenci z krajow o roznym poziomie kapitau spoecznego pod wzgledem zaufania ogolnego roznia sie z punktu widzenia oczekiwanej struktury korzysci i kosztow plagiatu? 3 Czy istnieje mozliwosc, aby wytumaczyc zaobserwowane, specyficzne w zaleznosci od kraju, roznice w zagregowanej czestotliwosci popeniania plagiatu poprzez rozne, specyficzne w zaleznosci od kraju, roznice w strukturze korzysci i kosztow plagiatu? W celu odpowiedzi na postawione pytania przedstawiono wyniki badan przeprowadzonych w Polsce, Niemczech i Danii. Pod wzgledem metodologicznym badania oparte zostay na dwuzmiennych danych statystycznych, analizie gownych skadowych oraz regresji wielorakiej. Wyniki ukazuja, ze istnieja znaczace roznice zarowno pod wzgledem czestotliwosci, jak tez checi dokonywania plagiatu w spoeczenstwach o wysokim, srednim i niskim poziomie zaufania. Szczegolnie w spoeczenstwach o wysokim poziomie zaufania postrzegane moralne koszty plagiatowania stanowia silniejszy bodziec zniechecajacy do popeniania plagiatu anizeli mozliwe sankcje zewnetrzne. Co wiecej, mozna zaobserwowac odwrotny efekt sankcji administracyjnych w spoeczenstwach o wysokim i o niskim poziomie zaufania. Godne uwagi jest to, ze w spoeczenstwach o wysokim poziomie zaufania grozba sankcji administracyjnych nie zapobiega, a wrecz prowokuje do plagiatowania. Wyniki regresji wielorakiej dowodza, ze roznice w zagregowanej czestotliwosci popeniania plagiatu pomiedzy poszczegolnymi spoeczenstwami mozna wytumaczyc poprzez dziaania podmiotow nastawionych na korzysci w warunkach odmiennych struktur spoecznych i kulturowych. W zwiazku z tym poziom zaufania ogolnego w danym spoeczenstwie stanowi krytyczny czynnik kulturowy, poniewaz w silnym stopniu oddziauje szczegolnie na postrzegane przez studentow moralne koszty dokonywania plagiatu. Sowa kluczowe: plagiat, zaufanie, spoeczenstwa o wysokim poziomie zaufania, spoeczenstwa o niskim poziomie zaufania, Dania, Niemcy, Polska 279 ", "filename": "768640253.pdf", "person": ["Eckhard Burkatzki", "Burkatzki, Eckhard", "Wolfgang Gerstlberger", "Gerstlberger, Wolfgang", "Joost Platje", "Platje, Joost"], "date": ["2012"]}