{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/85275/1/770198341.pdf"], "title": ["The Eritrean diaspora: Savior or gravedigger of the regime? Diaspora responses to the imposition of UN sanctions"], "plaintext": " 2362013 GIGA Working Papers Edited by the GIGA German Institute of Global and Area Studies Leibniz Institut fur Globale und Regionale Studien The GIGA Working Papers series serves to disseminate the research results of work in progress prior to publication in order to encourage the exchange of ideas and academic debate. An objective of the series is to get the findings out quickly, even if the presentations are less than fully polished. Inclusion of a paper in the GIGA Working Papers series does not constitute publication and should not limit publication in any other venue. Copyright remains with the authors. When working papers are eventually accepted by or published in a journal or book, the correct citation reference and, if possible, the corresponding link will then be included on the GIGA Working Papers website at www.gigahamburg.deworkingpapers. GIGA Research Programme Violence and Security Copyright for this issue: Nicole Hirt WP Coordination and Englishlanguage Copy Editing: James Powell Editorial Assistance and Production: Silvia Bucke All GIGA Working Papers are available online and free of charge on the website www.gigahamburg.deworkingpapers. For any requests please contact: Email: workingpapersgigahamburg.de The GIGA German Institute of Global and Area Studies cannot be held responsible for errors or any consequences arising from the use of information contained in this Working Paper; the views and opinions expressed are solely those of the author or authors and do not necessarily reflect those of the Institute. GIGA German Institute of Global and Area Studies Leibniz Institut fur Globale und Regionale Studien Neuer Jungfernstieg 21 20354 Hamburg Germany Email: infogigahamburg.de Website: www.gigahamburg.de GIGA Working Papers 2362013 The Eritrean Diaspora: Savior or Gravedigger of the Regime? Diaspora Responses to the Imposition of UN Sanctions Abstract This article examines the impact of UNimposed sanctions on the stability of the Eritrean regime, using diaspora behavior as an explanatory variable of crucial importance. It explores the transnational nature of Eritrean society, which is characterized by longdistance nationalism, and examines the history and structure of the Eritrean diaspora as well as its transformation since the political crisis of 2001. The paper argues that the government and its supporters among the diaspora, as well as regime opponents, have all instrumentalized the sanctions for their own specific purposes. While the former use the sanctions to create a rally around the flag effect and for fundraising purposes, the latter campaign against the 2 percent diaspora tax levied by the government because it may be used for illicit purposes in breach of the sanctions regime. However, due to the oppositions disunity and failure to organize joint campaigns, its efforts have so far failed to decisively contribute to the demise of Eritreas crumbling rebel regime. Meanwhile financial flows to both the governments coffers and to private individuals continue to play a stabilizing role. Nevertheless, unsuccessful domestic policies, the mass exodus resulting from the militarization of the entire society and an isolationist foreign policy are all contributing to the growing weakness of the regime, and with it the State of Eritrea. Keywords: Eritrea, sanctions, transnationalism, diaspora, diaspora tax, remittances, regime change Dr. Nicole Hirt is a political scientist and senior research fellow affiliated with the GIGA Institute of African Affairs  Contact: nicole.hirtgigahamburg.de An earlier version of this article was presented at the 5th Conference on African Studies, Lisbon, 2729 June 2013. It was written as a contribution to the GIGA research project Ineffective Sanctions? External Sanctions and the Persistence of Autocratic States, funded by the Fritz Thyssen Foundation. 2362013 GIGA Working Papers The Eritrean Diaspora: Savior or Gravedigger of the Regime? Diaspora Responses to the Imposition of UN Sanctions Nicole Hirt Article Outline 1 Introduction 2 Eritrea Twenty Years after Independence 3 Transnational Eritrean Society 4 Sanctions, the Diaspora and the Slow Demise of the Eritrean Regime 5 Conclusion: Will Sanctions Facilitate Regime Change? References List of Interviewees List of Acronyms 1 Introduction Twenty years after its formal independence, Eritrea has become an increasingly failing state. The countrys people suffer from chronic shortages of drinking water, electricity, fuel and basic consumer goods. Adult Eritreans are forced to serve in the military and participate in national service for indefinite periods of time, which has already triggered a mass exodus and continues to compel thousands more men and women to flee the country every month and join the diaspora this currently accounts for at least onethird of the population. Democracy and the rule of law are absent. Meanwhile, the president, Isaias Afewerki, rules with GIGA Working Papers WP 2362013 Nicole Hirt: The Eritrean Diaspora 5 an iron fist and has weakened or obliterated all significant state institutions including the judiciary, the legislature and the ruling party. Due to its belligerent foreign policy and support of armed groups in the Horn of Africa region, the UN imposed sanctions on Eritrea in 2009 including an arms embargo and asset freezes directed at the ruling elite. It is commonly assumed that the impact of sanctions on autocratic regimes is relatively weak cf. Lektzian and Souva 2007, while the reactions of diaspora communities to them are an underresearched topic. This article examines the impact of UNimposed sanctions on the stability of the Eritrean regime using diaspora behavior as an explanatory variable. It explores the transnational character of Eritrean society, which is characterized by longdistance nationalism. It analyzes the history and structure of the Eritrean diaspora and its transformation since the political crisis of 2001. The paper argues that both government supporters and opponents have instrumentalized the sanctions for their own specific purposes, which has only indirectly contributed to the ongoing demise of Eritreas rebel regime. Rather, failed domestic policies, the militarization of society, a mass exodus of people and an isolationist foreign policy are the main reasons for the growing weakness of the State of Eritrea. This article is based on indepth interviews with Eritreans in opposition to the current regime, official government statements and media reports covering sanctionsrelated events organized by both government supporters and opponents. It is further informed by the authors longterm participant observation of Eritrean diaspora communities and prolonged stays in Eritrea between 1995 and 2010 both of which provided her with insights into Eritrea as seen through the lens of the diaspora as well as seen from within. The second part of this paper provides an overview of Eritreas short history as an independent nation, its foreign policy and the imposition of UN sanctions. The third part analyzes Eritrea as a transnational society, focusing on the structure and political culture of the diaspora as well as its deep cleavages. The fourth part deals with diaspora reactions to the sanctions regime and describes the respective sanctionsrelated activities of government supporters and opponents. The fifth part concludes that the effect of sanctions on internal political stability has ultimately only been limited and indirect, while the current demise of the regime is mainly due to the regimes own failed policies. 2 Eritrea Twenty Years after Independence 2.1 From a Beacon of Hope to Africas North Korea Eritrea is a former Italian colony located in the Horn of Africa. Its population of about four million people is composed of nine ethnic groups, divided roughly equally between Muslims and Christians. The Tigrinya about half of the population dominate the government, the administration and the military. During World War II, the territory came under British ad GIGA Working Papers WP 2362013 6 Nicole Hirt: The Eritrean Diaspora ministration. In 1952, the UN federated Eritrea with Ethiopia. Haile Selassie suspended the democratic structures introduced by the British and annexed Eritrea in 1962. This breach of the UNs earlier decision went unpunished by the international community. In 1961, the Eritrean Liberation Front ELF launched an armed struggle for independence that was to last thirty years. In the early 1970s, the Eritrean Peoples Liberation Front EPLF under the leadership of todays president, Isaias Afewerki split from the ELF and has been the dominant force ever since. The EPLF followed an ideology based on selfreliance and Marxism and created strong military and civil institutions, including mass organizations and an efficient secret police in its liberated areas Pool 2001. It also established a stronghold among Eritrean war refugees abroad and extended its mass organizations to all countries with a significant Eritrean exile population. In 1991, the EPLF defeated the Ethiopian army and took control of the government. Following a referendum, the country was internationally recognized as an independent nation in 1993. In 1994, the EPLF held a congress and renamed itself the Peoples Front for Democracy and Justice PFDJ without making notable changes to its Marxist organizational structure. In its national charter, it set out the guidelines for Eritreas future and suggested taking a cautious path to democratization EPLF 1994 though its vision never actually materialized. EPLFPFDJ1 ideology is shaped by Isaiass 2 own worldview and has a strong Maoist component and emphasizes the principle of selfreliance. During the struggle, the EPLF did not receive support from the Eastern Bloc, which sided with the Marxist Ethiopian Dergue 3 regime, or from Western governments due to its ideological orientation. This led to the emergence of two structural characteristics of the Eritrean regime: the insistence on selfreliance coupled with a deep mistrust toward the international community including foreign donors and the instrumentalization of the diaspora as a funding source. The EPLF established basic education and health care systems in the liberated areas and integrated men and women from all different ethnic groups into its structure Cliffe and Davidson 1988; Connell 1997; Pateman 1990. In spite of its strictly hierarchical nature, it gained broad support and was successful in organizing the diaspora, which raised funds both for the war effort and for humanitarian purposes. At the time of independence, the EPLF was welcomed by considerable parts of Eritrean society although some were reluctant to back it on the grounds of ethnic, religious andor ideological differences. However, it failed to integrate the different factions of the former ELF into the new political system, and the PFDJ remained the sole party allowed to exist. During the promising early years of independence 19911997, most observers envisaged a positive development path being taken Fengler 2001; Hirt 2001; Iyob 1997; Ottawa 1999 as the government had a clear development strategy based on selfreliance but also 1 The term EPLFPFDJ is used when the ruling party is discussed in a context related both to the years before and after the renaming of the EPLF in 1994. 2 Eritreans are always called by their first names; the second name is the fathers name. 3 Dergue is Amharic Ethiopian for committee. GIGA Working Papers WP 2362013 Nicole Hirt: The Eritrean Diaspora 7 cooperated actively with bilateral donors, the UN and various NGOs, while insisting on the governments ownership of any development projects for a detailed analysis of Eritreas early development strategy, see Hirt 2001. Furthermore, a highly participative constitutionmaking process was initiated that resulted in the ratification of a constitution in 1997 though it is yet to be implemented to this day Connell 2011; Welde Giorgis 2010. The first critical juncture occurred when a conflict between the Eritrean and the Ethiopian governments over a border area around the village of Badme developed into an allout conventional war in May 1998 that was to cost about one hundred thousand people their lives for analyses of the war, see, for instance, Gilkes and Plaut 2000; Negash and Tronvoll 2000. The leaderships trust in the invincibility of Eritreas army did not prove to be well founded, as substantial parts of Eritreas territory were briefly occupied by Ethiopian armed forces in 2000. In the same year, a peace agreement was signed. Then, in 2002, the Eritrea Ethiopia Boundary Commission EEBC awarded Badme to Eritrea. However, the decision has not been accepted by Ethiopia and there is little chance that it will be implemented in the near future. The postwar period has been marked by the implementation of three new policies that have thoroughly changed the face of Eritrea: a A political move from authoritarianism toward totalitarianism following a clampdown on the PFDJs internal reform movement as well as the free press b The excessive militarization of society justified by the no war, no peace situation c An isolationist foreign policy stance following failed attempts to convince the United States to establish a military base in Eritrea cf. Hirt 2008 In the aftermath of the war, an internal crisis led to a split within the PFDJ leadership. The year 2001 witnessed a temporary liberalization of the political climate an emerging free press flourished, while open discussions were held between politicians, students and society at large. Fifteen highranking party members the G15 wrote a letter to the president not only criticizing his authoritarian style of rule and conduct of the war, but also demanding political reform and the holding of elections. However, Isaias cracked down on the movement and arrested eleven 4 of the fifteen in September 2001, along with most of the journalists from the independent press. They have remained in custody without trial ever since, with most of them believed to be dead. A few months earlier, Isaias had crushed the emerging student movement by imprisoning the leader of the students union and banishing all university students to the desert prison camp Wia for several months. Following these events, the political system shifted toward totalitarianism.5 Elections were postponed indefinitely and the Constitution sank into oblivion. Eritrea was divided into 4 Three other members of the G15 were either abroad or had renounced their signing of the letter. 5 Juan Linz defines three necessary preconditions for a totalitarian system, which all apply to Eritrea: the existence of an ideology, the presence of a single mass party and other mobilization organizations and power centered around an individual and his collaborators as part of a small group that is not accountable to any large constituency and that cannot be dislodged from power by institutionalized, peaceful means 2000: 67. WP 2362013 GIGA Working Papers 8 Nicole Hirt: The Eritrean Diaspora four military operational zones headed by major generals who gained considerable influence over the civilian administration and the economy. They have become increasingly involved in illegal activities such as smuggling and human trafficking. The economy has been monopolized by the party and the military both of which use national service conscripts as unpaid laborers. In the summer of 2002, the government announced the socalled warsayyikealo development campaign WYDC,6 which extended the mandatory national service for all Eritreans to a period of indefinite duration. This service includes six months of military training, followed by forced labor in construction projects for PFDJowned companies or on cash crop farms run by the military Hirt and Saleh 2013; HRW 2009; Kibreab 2009. Currently, somewhere between three hundred thousand and six hundred thousand people serve as recruits. They receive a monthly salary equivalent to about 25 EUR and are subject to military discipline even when working in civil activities Bozzini 2011. This enduring form of forced labor has led to a mass exodus from Eritrea, turning it into one of the worlds leading refugeeproducing countries. The EPLFPFDJ government, which came to power as a rebel regime cf. Hadenius and Teorell 2007, was able to build on relatively strong institutions created during the independence struggle and on the administrative structures left by the Ethiopians. However, instead of strengthening and stabilizing these institutions, President Isaias has systematically weakened them. The most notable casualties are the now defunct National Assembly legislature and the High Court judiciary, while the Cabinet of Ministers executive is effectively powerless. Even the PFDJ, which as the single party was an immensely useful vehicle for establishing and stabilizing Isaiass rule, has now been reduced to an oligarchic group of cadres. Over time, there has been a shift from rebel governance to a personalist regime where all power is concentrated in the hands of one man who has strived to gain totalitarian control over the population Ogbazghi 2011. Isaias has not allowed a civil society to develop, has established a Stasilike surveillance system and has given political and economic power to a handful of highranking army officers. The personalization of the regime and the shrinking size of the power elite bear the imminent danger of destabilization cf. Escriba Folch and Wright 2010 and state failure. In 2010, Foreign Policy correspondent Nathaniel Myers dubbed Eritrea Africas North Korea a term that has since become popular, even though its accuracy certainly deserves further scrutiny. 6 The term yikealo refers to the older generation, meaning literally somebody who is wise or knowledgeable denoting the fighter generation who struggled for the independence of Eritrea. Warsay heir or follower refers to the younger generation who have to fulfill their duty by going through experiences similar to those of the fighter generation. GIGA Working Papers WP 2362013 Nicole Hirt: The Eritrean Diaspora 9 2.2 Eritrea as a Regional Spoiler, UN Sanctions and their NonImplementation Eritrea has poor regional links and was at some point involved in armed conflicts with all of its neighbors Yemen 1995, Djibouti 1996 and 2008, Ethiopia 19982000 except for Sudan, with whom diplomatic relations were severed from 1994 to 2005. After independence, Eritrea joined both the African Union AU and the regional Intergovernmental Authority on Development IGAD, but never entered fully into constructive relationships of mutual trust and cooperation. Relations with Ethiopia under the Ethiopian Peoples Revolutionary Democratic Front EPRDF government led by the Tigray Peoples Liberation Front TPLF, former brothersinarms of the EPLF, were close until war broke out between them in 1998. Since then, a no war, no peace situation has prevailed, and the PFDJ regime has instrumentalized the stalemate to legitimate the lack of democratization and the control of the economy by the party and the military. It has made no efforts to cultivate the art of diplomacy, responding to conflicts only by military means. Instead of reconciling with Ethiopia, it engaged in a proxy war with its larger neighbor in Somalia by first supporting the Islamic Court Union and later the more radical al Shabaab militias. Following Ethiopias military invasion of Somalia in 2006, Eritrea suspended its seats at the IGAD and the AU and stumbled into another armed border clash with Djibouti in 2008. President Isaiass increasingly aggressive and isolationist foreign policy would ultimately lead to the imposition of sanctions in 2009 and 2011 by the UN Security Council UNSC. On 23 December 2009, the UNSC imposed sanctions on Eritrea UN Resolution 1907, the call for which had been initiated by the IGAD and the AU. The motion was approved with the abstention of China and the rejection of Libya. President Isaias harshly attacked the United States for being the mastermind behind the sanctions and for having turned the IGAD into a captive organ of its Horn of Africa strategy Hirt 2011: 325. The smart sanctions include an arms embargo, the freezing of foreign assets and a travel ban on leading Eritrean politicians and military commanders. The justification given for the sanction regime was that Eritrea supported armed groups that undermine peace and reconciliation in Somalia and that it refrained from withdrawing its troops after clashes with Djibouti in June 2008. On 5 December 2011, the UNSC expanded the sanctions on Eritrea through UN Resolution 2023, although suggestions by several East African states to target its mining sector were watered down. The actual text was sponsored by Gabon and Nigeria. Thirteen UNSC members voted in favor of the sanctions, while China and Russia abstained. UN Resolution 2023 demands that Eritrea cease all direct and indirect efforts to destabilize States and resolve its border conflicts with its neighbors. It confirms the intention to apply targeted sanctions against individuals and entities that violate the sanctions. Another important point is the demand that Eritrea stops using its diaspora tax to destabilize the Horn of Africa region and ceases to apply coercion in order to collect the money. Resolution 2023 also calls upon member states to monitor that the financial services under their jurisdiction will not be used to help Eritrea violate the sanction resolutions. In regard to the mining sector, it calls WP 2362013 GIGA Working Papers 10 Nicole Hirt: The Eritrean Diaspora upon UN member states to be vigilant that profits earned through mining activities in Eritrea will not be used to sponsor terrorist groups in the region and stipulates that the Eritrean government needs to show transparency in its public finances a practice alien to the regime. 2.3 Intentional Effects of the Sanctions and Disclosures of the Monitoring Group on Somalia and Eritrea While the arms embargo has been widely implemented by UN member states, no individuals have yet been singled out for travel bans or asset freezes. Detailed reports on breaches of the arms embargo by the Eritrean government itself, which smuggled weapons to other countries can be found in the letters of the UNSCs Monitoring Group on Somalia and Eritrea dated 18 July 2011 S2011433 and 13 July 2012 S2012545. The Monitoring Group found evidence that Eritrea is supporting armed opposition groups in Djibouti, Ethiopia, Somalia and Sudan. Moreover, it was involved in the planning of a bomb attack intended to disturb the AU meeting in Addis Ababa in January 2011, has given support to individuals with links to al Shabaab in Somalia and has received weapon deliveries in violation of UN Resolution 1907. The group confirmed the involvement of Eritrean generals not only in contraband trade, but also in the smuggling of arms and people over the Sudanese border. The groups report states that Eritrea runs two economies: a formal one managed by the state and an informal one managed almost entirely offshore through a labyrinthine multinational network of companies, individuals and bank accounts which engage in grey and illicit activities Monitoring Group 2011: 99. It further points out that the hundreds of millions of US dollars in tax revenue that are collected from the diaspora are controlled by the PFDJs head of financial affairs, not through state institutions. Following the imposition of sanctions, the government showed some readiness to compromise. In June 2010, it signed an agreement to enter into negotiations with Djibouti, under the mediation of Qatar, to terminate the border conflict through demarcation. Yet, as of July 2013, there are no reports of progress having been made on the demarcation process. The 2012 report of the Monitoring Group states that although Eritrea discontinued direct support to the al Shabaab militias in Somalia, it failed to comply with the sanction resolutions in most other regards. The regime continued to train and support armed Ethiopian opposition groups and collect funds from the diaspora community through coercive tactics. The Monitoring Groups most recent letter, dated 24 July 2013 S2013440, reaffirms that the government of Eritrea in spite of a tactically driven rapprochement with the government of Somalia continues to maintain close links with warlords and other spoilers operating in Somalia. A major weakness of the sanctions regime is its failure to tackle the countrys dire internal situation most importantly, the absence of democracy, the lack of human rights, the denial of civil liberties and the prevalence of forced labor. According to recent empirical research by von Soest and Wahman, authoritarian regimes tend to democratize and become GIGA Working Papers WP 2362013 Nicole Hirt: The Eritrean Diaspora 11 less stable when they are subjected to sanctions with democratic goals 2013: 24, while sanctions not aimed at fostering democracy in the target state do not have significantly positive effects on democratic development ibid.: 6. In addition, the UNSC has so far failed to hone in on the countrys leadership: none of the members of the political and military elite have been targeted by asset freezes and travel restrictions in spite of the recommendations made by the Monitoring Group. While the sanctions have not brought any changes for the population inside the country, it is crucial to focus on developments in the diaspora which makes up more than onethird of all Eritreans and is split between government supporters, opposition supporters 7 and a large politically inactive group. 3 Transnational Eritrean Society 3.1 Long Distance Nationalism and a Divided Diaspora The Eritrean diaspora comprises at least onethird, perhaps onehalf, of all Eritrean nationals. Over one million out of a total of three million Eritreans fled or migrated to foreign countries during the struggle for independence UNICEF 1994, with their offspring being considered Eritrean nationals according to Eritrean law regardless of whether they have been naturalized by their host countries or not. While outmigration declined during the first decade of independence, Eritrea has recently become one of the top refugeeproducing countries Hirt and Saleh 2013; Tecle 2012: 2021. However, the transnational orientation of Eritrean society characterized by close economic, political and symbolic ties between those outside the country and their place of origin cf. Boswell and Ciobanu 2012: 4647 can be traced back to the late 1970s and early 1980s. At that time, the EPLF established itself as the leading force and was able to create transnational structures by absorbing exiles into the ranks of its mass organizations so as to mobilize them and more effectively channel their participation in the war effort Hepner 2008: 477; Radtke 2009: 124. For this reason Kibreab states that the creation of the modern Eritrean diaspora is inextricably linked to the war of independence 2007: 98. Due to its international isolation, the EPLF was financially dependent on exiled Eritreans who had fled the atrocities of the Ethiopian regime. Consequently, it started to coopt the existing nationalist organizations abroad, especially Eritreans for National Liberation in America EFNLA and Eritreans for Liberation in Europe EFLE who raised substantial funds for the war effort. In 1978, it created mass organizations for workers, women and the youth in areas 7 Inside Eritrea, the PFDJ is the sole party allowed to exist. The opposition in exile is organized under an umbrella organization, the Eritrean National Conference for Democratic Change ENCDC. Its main constituents are remnants of the former ELF, former PFDJ supporters who split from the party in the course of the 2001 events, some smaller parties based on ethnicity or religion and a growing network of civil society groups such as the Eritrean Youth Solidarity for Change EYSC. WP 2362013 GIGA Working Papers 12 Nicole Hirt: The Eritrean Diaspora under its control in Eritrea and among the exiled communities. By 1980, the EPLF had established itself as a transnational organization comprised of a central political body, a military apparatus and mass associations worldwide. An important fact to note is that the EPLF successfully conflated itself, the nation and the State of Eritrea based on its identification of with the people or the masses in its revolutionary slogan Conrad 2010; Hepner 2008; see also, Dorman 2005: 204, 207. The organization of cultural events and festivals was an important tool for raising funds, strengthening the links between the exiles and the EPLF and fostering a sense of emotional belonging and Eritrean nationalism. Most prominent was the yearly Bologna festival, where exiled Eritreans from all over the world met to celebrate and raise funds and were ideologically streamlined. The ELF had its own organizations abroad but was less prolific in mobilizing support and channeling funds to its coffers. Nonetheless, the split between the EPLF and the ELF created parallel exile structures that have remained features of the diaspora and continue to play a role up to the present day Conrad 2010: 42. In a surprising move, the EPLF dismantled these mass organizations in 1989 when independence loomed on the horizon perhaps to limit their political influence on the emerging state. They were replaced by purportedly apolitical community organizations, the socalled mahber.coms Koser 2003: 113. At the same time, the EPLF made concerted efforts to incorporate the diaspora into the State of Eritrea by encouraging Eritreans to participate in the 1993 referendum for independence. Those who took part received ID cards so as to officially confirm their Eritrean nationality, while ELF supporters who declined to participate were refused these Eritrean citizenship documents. The new government introduced a diaspora tax for all Eritreans irrespective of their de facto nationality, which stood at 2 percent of their annual income no matter whether it was derived from work or social welfare benefits. Many migrantproducing states preserve the nationality or citizenship of their emigrants, which Levitt and de la Dehaesa describe as an extension of political rights including the right to vote from overseas 2003: 590. In the Eritrean case, however, this meant the extension of financial duties through ideological means and social pressure. However, most Eritreans abroad volunteered to pay the tax during the initial years of independence, which they saw as their just contribution to the reconstruction of the wartorn country Koser 2003: 114 except for the group of ardent ELF supporters who felt alienated by the EPLFs exclusion of the ELF splinter groups from political participation in their homeland Kibreab 2007: 103104. Most Eritreans, however, have maintained strong links not only to their kin at home but also to the State of Eritrea itself Al Ali et al. 2001: 584 although many have become legal citizens of their host countries, their emotional citizenship has remained firmly Eritrean Bernal 2006: 164. For this reason, Bettina Conrad 2010 suggests that longdistance nationalism might be a better term to use than transnationalism when describing the Eritrean diasporas attitude toward its homeland. This ideological bond that links people to a given territory expresses itself through certain core actions, such as demonstrating, con GIGA Working Papers WP 2362013 Nicole Hirt: The Eritrean Diaspora 13 tributing money and fighting for a homeland in which they have never actually lived Glick Schiller and Fouron 2001: 22. When the war with Ethiopia broke out in 1998, the Eritrean government tried to intensify its relations with the diaspora to meet the financial demands of the war. All existing transnational structures of the state including the embassies and consulates, the reestablished party chapters and the mostly dormant mahber.coms were mobilized both for fundraising purposes Hepner 2008: 486 and to spread far and wide the PFDJs interpretation of the war as an invasion by the TPLFled Ethiopian government. The state issued bonds to be purchased by the diaspora, which raised about 70 million USD. It also made numerous demands for contributions, ranging from the one pound a day keeps weyane 8 away campaign in the United Kingdom to the public announcement of the amounts of individual contributions in Germany Tecle 2012: 32. At the same time, the existing transnational institutions were increasingly used as the watchdogs of the regime, whose members were obliged to document all forms of dissent to the embassies. 3.2 The Structural Transformation of the Diaspora since 2001 Due to both the unsatisfactory outcome of the war that ended in 2000 and the everpending implementation of the Constitution, critical voices spread both inside Eritrea and within the diaspora. Members of the latter were as disillusioned as the aforementioned G15 and the flourishing free press in Asmara. Thus, the government had two reasons for reengaging with the diaspora. First, it was in urgent need of hard currency for reconstruction. Second, it wanted to control rising criticism Koser 2003: 117 through a closeknit network of spies and informants.9 The political landscape of the diaspora has diversified greatly since the end of the Eritrean Ethiopian War. Before, it had mainly consisted of government supporters and several ELF splinter groups. Following the crackdown on the G15 and the free press, the Eritrean Democratic Party EDP emerged as a splinter group comprised of disillusioned PFDJ members, while throughout the past decade a variety of civil society and human rights groups have also arisen including an active youth movement inspired by the Arab Spring. The ruling elite reacted by establishing the Young PFDJ YPFDJ in 2004. Masterminded by Isaiass main ideologist, Yemane Ghebreab,10 the group is used exclusively as a meeting point for progovernment diaspora youth. Meanwhile, the diaspora community continues to contribute almost onethird of Eritreas total annual per capita GDP an incredibly large amount compared to that in other major remittancereceiving countries such as Ghana 7.8 percent and Egypt 8 Weyane uprising is the term commonly used for the TPLF government in Eritrea and Ethiopia and refers to the TPLFs resistance against the Dergue regime. 9 The author herself was denied an entry visa to Eritrea for two years after the Eritrean embassy in Berlin became aware of her paper criticizing President Isaiass oneman rule that she presented at the 2003 Conference of Ethiopian Studies in Hamburg. 10 Yemane Gebreab is the head of the PFDJs Department of Political Affairs. WP 2362013 GIGA Working Papers 14 Nicole Hirt: The Eritrean Diaspora 3.4 percent Fissehatzion 2005: 168; Kibreab 2007: 103104; Styan 2007: 15. In addition, members of the diaspora have had to support their relatives already badly affected by the war and the subsequent deterioration of the economic situation following the introduction of a military and partyled command economy and the crippling of the private sector. The introduction of the WYDC in 2002 turned the Eritrean workforce into unpaid conscripts, a fact that created another challenge to the diasporas capacity to raise and donate money. Literature on international migration and transnationalism posits that migrants often play an important positive role by fostering societal and political debates in their home country De Haas 2005: 1272, but this has not been the case in Eritrea. Although Koser 2003: 120121 observed some alienation among government supporters due to the increased financial demands made by both the government and families, the diaspora, in spite of being the largest provider of foreign currency, has failed to counteract the emergence and consolidation of dictatorship.   The government has effectively reduced the diaspora to a toothless cash cow Kibreab 2007: 111. The reactions of the diverse diaspora groups to the sanctions can only be understood within the framework of their general behavioral patterns with regard to demands from the government. Thus, I will give a description of the techniques used by the government to coerce Eritreans in exile to make contributions either voluntarily out of conviction or feelings of indebtedness, or involuntarily out of the need for government services. The most institutionalized way of milking the diaspora is the 2 percent tax levied on all Eritreans abroad irrespective of their nationality Conrad 2010: 180; Kibreab 2008: 107; Tecle 2013: 28. Eritrean embassies around the world have been keeping a record of the exact sums every Eritrean has paid since 1991 de facto independence.11 Those who pay the tax receive a clearance that enables them to enjoy government services such as obtaining birth and marriage certificates, the right to purchase and own land and buildings in Eritrea, to operate a business, get exit visas for elderly relatives or to obtain permission to repatriate the bodies of deceased persons who wished to be buried in their home village. Yet the most important service for many is the extension of passports, the provision of which also depends on the payment of the 2 percent tax. This primarily affects those Eritreans at least one hundred thousand who work in Middle Eastern countries such as Saudi Arabia or the United Arab Emirates and require valid passports to obtain work permits. Another important source of income can be subsumed under the term contributions. This is money collected during fundraising parties and festivals regularly organized by the YPFDJ branches and by the embassies to mark national events, such as Independence Day. Aside from this, there are the collections for the socalled Hdri legacy or Martyrs 12 Trust 11 The author has personally seen tax receipts from the Eritrean Embassy in Germany, including meticulous information regarding annual tax payments and donations made during the border war. In order to obtain clearance, it is necessary to have made full payments from 1991 up to the current year. 12 The term martyr refers to those who died as fighters during the independence struggle or as soldiers during the border war, and has quasireligious undertones to it cf. Conrad 2010: 182, Footnote 16. GIGA Working Papers WP 2362013 Nicole Hirt: The Eritrean Diaspora 15 Fund that serve as most wellmeaning Eritreans believe to support the families of martyrs, as the government media regularly report. It is a littleknown fact that the Hdri Trust Fund is the umbrella for all PFDJowned companies and that there is no transparency at all regarding the application of these funds. A third source of income comes from selling land and houses to Eritreans abroad who have to pay in hard currency. Several housing projects in Asmara were specifically designed for members of the diaspora and apartments were sold to them at inflated prices. One example is the Halibet Housing Project, which has served to extract large sums of hard currency from Eritreans overseas without actually having made any significant progress.13 The only data available with regard to the volume of these contributions was that made public by the late Tekie Fessehatzion, who had access to unpublished government figures. According to this data, revenue from the diaspora tax totaled 10.4 million USD in 2003, contributions accounted for 25.6 million USD and land purchases came to 47.5 million USD Fessehatzion 2005: 174. Another important point is that diaspora Eritreans not only contribute directly to government channels, but also provide a survival network for their relatives at home in the face of the regimes unsustainable economic and social policies. In addition, they are increasingly financing the exodus of their kin Styan 2007: 1618, including the payment of the fees and ransoms charged by people smugglers and human traffickers. 3.3 The Political Culture of the Eritrean Diaspora While it is understandable that Eritreans pay the 2 percent tax due to coercion or sentimental needs such as burying their dead in the homeland,14 their readiness to voluntarily support a regime that has developed into a pariah state with an appalling human rights record during the past decade is more questionable. The mindset of government supporters can best be described by their inability to distinguish between: Eritrea as an idea or national imagined community 15, Eritrea as an institution the state whose structures have become closely intertwined with that of the ruling party and Eritrea as enabled, embodied, symbolized, and represented first by the Eritrean Peoples Liberation Front EPLF and then the Peoples Front for Democracy and Justice PFDJ under Isaias Afewerki. Conrad 2010: 166 13 The governmentfriendly madote.com wrote in 2010 that the housing complex, which allegedly would include a swimming pool and a tennis court, was in the final stages of completion. Instead of showing photos of the houses taken on the ground, though, it instead presented dubious satellite photos purportedly indicating that progress had been made and added photos of existing new buildings in other neighborhoods of Asmara. Online at: www.madote.com201007photosofnewasmarahousing.html, accessed 8 June 2013. 14 Being buried in ones adi village of origin is a deeply entrenched desire, especially in the Tigrinya culture. 15 The term imagined community goes back to Benedict Anderson, who defines nations as imagined political communities 1983: 49. WP 2362013 GIGA Working Papers 16 Nicole Hirt: The Eritrean Diaspora Thus, it is the conviction of many Eritreans that disloyalty to the government means betrayal of the people. As there is no distinction real or imagined between the EPLFPFDJ and the government, to criticize the leadership means to weaken the nation and thereby the people as well ibid.: 170. This fear is nurtured by both the conspiracy theories that are spread by the ruling elite and the enduring no war, no peace situation with Ethiopia. Diaspora Eritreans are more concerned with protecting Eritreas sovereignty than with facing the truth about the dire internal situation and the suffering of their brothers and sisters inside the country. However, Ethiopia as a fear factor has lost much of its edge during recent years, since Eritrean refugees are treated well by the Ethiopian government and are even granted admission to Ethiopian universities. This is especially true for those living in Eritrea proper and for the younger generation, with the exception of those who have been captured by the YPFDJ. Samia Tecle, a young Eritrean academic raised in Canada, examines 2012 how the governments 16 efforts to institutionalize feelings of belonging in the diaspora has generated a rift between the postindependenceborn generations in Eritrea and abroad. In order to symbolically incorporate secondgeneration Eritreans into the homeland and make them lead transnational lives, the PFDJ leadership created the YPFDJ in 200417 as a hub for the reproduction of nationalism. It has since been successful in mobilizing wellmeaning diaspora youth concerned with Eritreas future to stand patriotically aligned with the Government of Eritrea. This diaspora youth, many of whom face integration problems in host countries due to their skin color, are ready to develop a strong identity as nationals of an Eritrea that is presented to them as a heroic nation under constant threat. Thus, young diaspora Eritreans through the YPFDJ imagine their role as key transnational citizens of Eritrea seeking to defend a nation under attack ibid.: 46. Meron Estefanos explains the curiously high popularity that this organization enjoys among young people who grew up in democratic environments as follows: The YPFDJ got more members after the sanctions. Many youths have an identity crisis, even when they are born in a country like Sweden, because of their color. They are also getting angry and ask themselves why is everybody writing bad things about my country? The regime can brainwash them and appeals to their patriotic feelings. It makes them feel important. Interview I 5; see also, Radtke 2009: 156 16 Interestingly, Samia Tecle consistently uses the word state when describing activities of the government, an indicator for the fact that even she as a scholar who is aware of the regimes tactics equates it and its actions with the state, and not with the institution PFDJ that controls it. 17 Ironically, the initiation of the YPFDJ took place shortly after the introduction of the WYDC in Eritrea, which has subjected the young generation in the homeland to indefinite military service. GIGA Working Papers WP 2362013 Nicole Hirt: The Eritrean Diaspora 17 The YPFDJ represents the courageous Eritrean youth in the diaspora, while the mother organization EPLF is presented as being solely responsible for Eritreas independence. They are indoctrinated with a distorted version of the reality on the ground in Eritrea. Thus in the logic of the YPFDJ, individuals critical to developments in Eritrea are placed outside the nation and have turned their back on a great history Tecle 2012: 70. While the state presents itself as inclusive and welcoming toward the diaspora youth, it shows its ugly, militaristic face to the young generation inside Eritrea which is exploited through the practice of indefinite national service, thrown into jail or shot when trying to escape the country or left to their fate as victims of human trafficking in the Egyptian Sinai Peninsula. Accordingly, there is a deep rift between the thousands of newly arriving refugees and those who grew up away from their homeland, including sharp and often irreconcilable differences visavis the perception of reality. As Tecle points out, Eritreans, mainly in the diaspora, remain starkly polarized in response to homeland developments. Some mourn what has become of the country while others celebrate blissfully ibid.: 56. Generally, the notion that an internal cohesion and sense of unity exists within the diaspora as claimed by Al Ali et al. 2001: 594 is fiction. Today, the diaspora can be roughly divided into four groups: Permanent exiles mostly ELF veterans, who did not return to Eritrea after liberation due to fears of persecution. Former EPLFPFDJ supporters abroad who became dissidents and are now in a second exile. Exiled former members of the present government and the large group of youths who left the country illegally as draft deserters, who can be called the new exiles. A group without or with only loose political affiliations that is now wellintegrated in the host country Conrad 2010: 22; see also, Koser 2007: 247. These rifts are exacerbated by splits along divides of generation, social status and more importantly of ethnicity, region of origin and religion, which all play an increasingly important role in Eritrean political identity formation cf. Mohammad 2013. It is beyond the scope of this paper to give a detailed account of all existing Eritrean opposition parties in exile, which are conservatively estimated by Swedish member of Parliament and Eritrean opposition member Arhe Hamednaca as totaling around thirtyfour organizations I5. Nevertheless, the opposition landscape reflects the abovementioned splits: there are still some ELF splinter groups, although the once dominant ELFRevolutionary Council RC was weakened by its split into the ELFRC and the ELFNational Council NC in 2003. PFDJ dissidents formed the Eritrean Democratic Party EDP under the leadership of G15 member Mesfin Hagos, which itself was subject to various fissions and fusions mainly connected to its relations with Ethiopia it was renamed the Eritrean Peoples Democratic Party EPDP in 2009. WP 2362013 GIGA Working Papers 18 Nicole Hirt: The Eritrean Diaspora The younger generation has become increasingly politically active within the past decade. The Arab Spring of 2011 gave a boost to the emerging youth movements in which both new arrivals from Eritrea and antigovernment diaspora youth are now involved. Among the most prominent of these are the Eritrean Youth Solidarity for Change EYSC, Eritrean Youth for Change EYC and the Arbi Harnet Freedom Friday movement, which seek to mobilize the youth inside Eritrea against the regime. Moreover, a large number of civil society movements have emerged among them Citizens for Democratic Rights in Eritrea CDRi E, Eritreans for Human and Democratic Rights UK EHDRUK and the pioneering Eritrean Movement for Democracy and Human Rights EMDHR that was founded by former students of the University of Asmara who were sent to South Africa to complete their studies between 2000 and 2002. Besides these developments, the Ethiopian government has been supporting various ethnicbased armed opposition groups Afar, Kunama and Saho and an Ethiopianbased youth movement called Eritrean Youth Solidarity for National Salvation EYSNS, or Simret. Perhaps the most characteristic feature of pro and antigovernment transnational political organizations is the relative homogeneity of the governments supporters, a majority of whom are ethnic Tigrinya who are united in their distorted view of Eritrea as a besieged miracle land.18 As Conrad aptly describes, government supporters do not have the possibility to either raise their voice against perceived undesirable developments or to exit the social network woven by the PFDJ since voice is considered mutiny and exit is regarded as treason.19 Therefore, they have to deceive themselves about the state of their organization and their country and must instead wait for an improvement from above 2010: 161165. In contrast, the opposition is characterized by divisions and mutual mistrust. In between the two camps stands a silent majority, which can be subdivided into passive government supporters, passive critics, those shifting between the two camps and those who have disengaged from Eritrean nationalism altogether. It can be assumed that most of those in the apolitical grouping still send private remittances out of feelings of social obligation, which indirectly supports the government.20 4 Sanctions, the Diaspora and the Slow Demise of the Eritrean Regime 4.1 Reactions to Sanctions by Government Supporters The governments reaction to the imposition of sanctions corresponded to its established pattern of referring to anti Eritrean conspiracy theories. It called the sanctions illegal and un 18 Cf. Illen Ghebrai, Eritrea: Miracleland Washington D.C. 1995. 19 Conrad builds her analysis on Albert O. Hirschmans theory presented in Exit, Voice and Loyalty. Responses to Decline in Firms, Organisations and States Cambridge and London 1970. 20 See Hammond 2010 for a good account of the motives of diaspora Somalis in a US community, who like diaspora Eritreans regard remitting money as a deeply entrenched social obligation. GIGA Working Papers WP 2362013 Nicole Hirt: The Eritrean Diaspora 19 just and claimed that the United States was the mastermind behind the resolution. It rejected the accusation of having supported al Shabaab militias in Somalia, while it agreed to Qatars mediation of its border conflict with Djibouti in June 2010. This means an indirect admission by the government that a conflict existed, a fact it had previously denied. However, this verbal admission was not followed by any actual deeds, and the mediation if, indeed, it ever took place has not yet produced any results. In June 2011, Isaias gave an interview to the Egyptian newspaper Al Ahram. When asked about the results of Qatari mediation between Djibouti and Eritrea, he replied: There is no Qatari mediation. The emir sic of Qatar had offered to mediate, but it wasnt necessary because the situation between Djibouti and Eritrea returned to normal.21 This distorted interpretation of the facts on the ground has contributed to the alienation of the Qatari government, which is one of the very few allies of the regime. In November 2011, the Ministry of Foreign Affairs reiterated that reports indicating that Eritrea supported al Shabaab with weapons were pure fabrications and outright lies as Eritrea has not sent any arms to Somalia.22 In fact, the 2012 report of the UN Monitoring Group on Somalia and Eritrea stated that it had found no further evidence of direct Eritrean support being given to al Shabaab, but instead had found proof of support of Ethiopian armed opposition groups. It further deplored that the regime had consistently denied holding Djiboutian prisoners of war; three of these POWs had managed to escape in September 2011. The group also expressed serious doubts about Eritreas commitment to the Qatariled mediation process and detected numerous additional breaches of the UNSC resolutions, such as weapons smuggling, human trafficking and the use of threats, harassment and intimidation in relation to the collection of the 2 percent diaspora tax UN document S2012545: 56. As a consequence, the 2009 sanctions regime was extended in December 2011. The Isaias regime instrumentalized the sanctions as a way to create a rally around the flag effect and to remobilize the diaspora communities who had become tired of the continuous financial demands made by the government. The PFDJ resorted to an instrument of the liberation struggle, calling for a hzbawi mekete resolute national rebuff. In February 2010, the regime organized demonstrations of progovernment Eritreans against the sanctions at the UNs headquarters in Geneva, as well as in Washington DC, San Francisco and Canberra. The aim was to denounce the unfounded and vicious USengineered sanction resolution against Eritrea. It is unclear how many Eritreans participated in these events, but the claims made by government sources that hundreds of thousands participated seem grossly overestimated.23 According to police statements, some five thousand participants from all over 21 Online: http:weekly.ahram.org.eg20111053intrvw.htm, accessed 16 June 2013. 22 The State of Eritrea, Ministry of Foreign Affairs: Press Statement, 2 November 2011, see also, Ministry of Foreign Affairs of the State of Eritrea, Eritreas Response to the Report of the Somalia Eritrea Monitoring Group Report, 17 October 2011. 23 See, for instance, http:blip.tveastafrovideoeritreansfromallovereuropestagedemonstrationingenevadenouncingviciousussanctionsresolutionparti 3276530, accessed 11 June 2013. WP 2362013 GIGA Working Papers 20 Nicole Hirt: The Eritrean Diaspora Europe took part in the Geneva demonstration and the BBC reported thousands of participants across the world.24 While the imposition of sanctions initially motivated a substantial number of government supporters to take to the street, more recent antisanction demonstrations witnessed the presence of only a handful of participants for instance, at a demonstration in Oakland, California on 13 August 2011 one of the main settlement areas of diaspora Eritreans in the United States.25 Demonstrations staged by the YPFD in New York City in July 2011,26 for example, showed more impressive results an indicator that the diaspora youth organization of the regime has become its central force of mobilization. The last report about proregime demonstrations came from the governmentowned Eritrean Centre for Strategic Studies in May 2012 and indicated that diaspora Eritreans in the United Kingdom, Germany, Australia and New Zealand were involved in antisanction activities.27 In Germany, this activity manifested itself in a partylike event in Berlin, where around one hundred Eritreans danced at Alexanderplatz.28 Generally, it seems that the staging of public protests against the sanction regime has run out of steam I2 and has not shown any tangible effect on international public opinion. However, the fact that thousands of Eritreans lined up to see President Isaias in New York in September 2011 during a rare visit to the United States is a clear indicator that the regime still enjoys considerable support among the diaspora.29 Yet the most important part of the regimes hzbawi mekete strategy is related to fundraising. Based on the notion that the sanctions are an immediate threat to the trinity of nation, government and the people without bothering to deal with the accusations made by the UNSC in relation to the regimes belligerent policy it has held numerous gatherings and seminars in all countries with a significant diaspora population with the purpose of extracting funds. As has been mentioned, this is not a new invention triggered by the imposition of the sanction regime but rather a proven method of mobilization established during the independence struggle. To give an impression of the nature of these meetings, I cite a report typical of those published by the Ministry of Informations website shabait.com:30 24 Online: http:adalvoice.wordpress.com20100222policegenevasaid 5000peopletookpartintheprotestpeacefully, accessed 11.06.2013; http:news.bbc.co.uk2hi8528007.stm, accessed 11 June 2013. 25 Online: www.youtube.comwatch?vc 1K0k Trde M, accessed 11 June 2013. 26 Online: www.youtube.comwatch?vWl OS_C5OTk, accessed 11 June 2013. 27 Online: http:ecssonline.com201205eritreannationalsabroadstagedemonstrationcallingforannulmentofsanctionsresolution, accessed 11 June 2013. 28 Online: www.youtube.comwatch?vIH7Rl ND60s E, accessed 11 June 2013. 29 Online: www.youtube.comwatch?vtq YKtnhf 9v 4, accessed 11 June 2013. 30 Online: www.shabait.comnewslocalnews8301eritreannationalsresidingingoteborganditsenvironsconductmeetingonresoluterebuff, accessed 11 June 2013. GIGA Working Papers WP 2362013 Nicole Hirt: The Eritrean Diaspora 21 Eritrean nationals residing in Goteborg and its environs conduct meeting on resolute rebuff Asmara, 29 January 2012 Eritrean nationals residing in Goteborg and its environs, Sweden conducted a meeting on resolute rebuff on 28 January condemning the unjust and illegal UN sanctions resolution against Eritrea. They further reassured their committed stance alongside their people and government in support to programs of national development and reinforcing the staunch national rebuff. Following detailed explanation on national and regional developments as well as motives of the sanctions passed which were designed to cripple the economic and development achievements registered by Eritrea, Mr. Tesfamichael Gerahatu, Eritreas Ambassador to the United Kingdom, said during the meeting that the Government is leaving no stone unturned to ensure a peaceful and prosperous Eritrea for generations to come. Ambassador Tesfamichael further reminded participants to reinforce their diplomatic activities and to secure economic prosperity. The participants on their part   reassured their unwavering commitment to the success of national development programs as well as foiling enemy conspiracies. Commitment to national development programs means an obligation to make donations to the government. Thus, the sanctions have been strengthening the capability of the regime to extract funds from diaspora Eritreans by enabling it to revive its notion of an international USled conspiracy. Ironically, the governments recent involvement in the trafficking of its own people by handing them over to Bedouins who hold them hostage on the Egyptian Sinai Peninsula and extort ransoms of up to 50,000 USD per refugee van Reisen et al. 2012 has had a negative effect on the progovernment factions willingness to give. First, the fact that their own relatives are potential victims of trafficking has seen these groups hold on to their savings to be able to pay, if need be, any potential ransom. Second, the efforts of the Monitoring Group, diaspora civil society groups and activists like Elsa Chyrum Human Rights Concern Eritrea and Meron Estefanos Radio Erena, cf. I5 have created an awareness about these criminal practices, which has also deterred financial contributions especially among less fanatical government supporters. 4.2 Reactions to the Sanctions by the Opposition Camp Initially, PFDJ dissidents among the diaspora EDPEPDP were reluctant to welcome the sanctions because they were still at odds with the Ethiopian government who had initiated their imposition, while other opposition groups namely, the ELF factions and the youth movements welcomed them. When the first report of the Monitoring Group S2011433 revealed the criminal practices of the regime related to weapons smuggling, human trafficking and tax extortion, several opposition groups set out to further discredit the government and to lobby their host governments to take action against these deeds, focusing in particular on the 2 percent levy. The extended sanction regime of December 2011: WP 2362013 GIGA Working Papers 22 Nicole Hirt: The Eritrean Diaspora condemns the use of the Diaspora tax on Eritrean diaspora by the Eritrean government to destabilize the Horn of Africa region   and decides that Eritrea shall cease using extortion, threats of violence, fraud and other illicit means to collect taxes outside Eritrea from its nationals or other individuals of Eritrean descent, decides further that States shall undertake appropriate measures to hold accountable   those individuals on their territory who are acting, officially or unofficially, on behalf of the Eritrean government or the PFDJ   and calls upon States   to prevent such individuals from facilitating further violations. SRES2023 2011: 34 This resolution provided opposition groups with the necessary leverage with which to lobby their host governments to prohibit the collection of the tax by coercion. Eritreans living in Canada have been most successful to this end so far. For instance, in June 2013, the Canadian government expelled Eritreas consul general in Toronto, Semere Ghebremariam Ogbamicael, following allegations by the Eritrean community that he was raising funds for the Eritrean military an activity strictly prohibited under the sanction regime. This action was taken after the issuing of several warnings to cease tax collection had failed to yield any results. Eritrean human rights groups in Canada welcomed the decision but also demanded the closing of the consulate for good, knowing full well that the regime and its supporters have wellestablished ways to collect the fees informally.31 It was further revealed that the Canadian TD Bank in cooperation with the German DZ Bank was involved in transferring the money to the PFDJowned Himbol Financial Services.32 In Germany, the government had told the Eritrean embassy to stop collecting the tax in July 2011. However, Suddeutsche Zeitung reported in June 2012 that the regime continued to demand, via informal channels, payment in exchange for services.33 The PFDJ also continues to hold Mekete seminars. In March 2013, Ambassador Zegai and members of the consulate attended such a meeting, where a few hundred participants said that they would step up participation in national development programs which means continued payments to the government.34 Thus, the various fragmented opposition groups have been unable to lobby successfully for the implementation of the sanction resolutions. Similarly, the 2 percent tax 31 CTV News, 4 June 2013: Canada taking steps to expel Eritrean diplomat, Baird says. In its 2013 report, the Monitoring Group recommends that countries that host a significant Eritrean diaspora community should submit implementation records with regard to the diaspora tax levied by the regime S2013440: 42. 32 CBC News, 27 May 2013: TD Bank urged to exit Eritrea collection scheme, accessed 28 May 2013. 33 Harnnet.org official EPDP website 29 June 2012: Germanys Suddeutsche Zeitung Newspaper Blasts Asmara Regime on 2% Tax on Eritreans, accessed 10 June 2013. According to oral information, the embassy in Berlin and the consulate in Frankfurt keep collecting the tax, but have simply stopped issuing formal receipts of payment. 34 VideoPictures: Hizbawi Mekete by Eritreans residing in Frankfurt and its environs. Online: http:eastafro. comPost20130325videopictureshizbawimeketebyeritreansresidinginfrankfurtanditsenvirons, accessed 13 June 2013. GIGA Working Papers WP 2362013 Nicole Hirt: The Eritrean Diaspora 23 issue was taken up by several newspapers in the Netherlands 35 and Switzerland,36 albeit without much success. In Sweden, a draft law to prohibit the tax failed because the government wanted to maintain a dialogue with the regime, which has been holding an Eritrean journalist with Swedish nationality in captivity for twelve years I4. Another issue raised by the Monitoring Group is the regimes involvement in the trafficking of refugees who end up in the Egyptian Sinai Peninsula where they are tortured as a way to extract high ransoms from their relatives in diaspora communities van Reisen et al. 2012. This issue concerns all diaspora Eritreans irrespective of their political orientation. However, government supporters are not able to express their dismay without being considered traitors. As a matter of fact, the government denies any involvement in these practices.37 On the opposition side, various Eritrean civic society groups and activists have taken up the issue and are lobbying in favor of the victims of human trafficking. A first success in this regard has been the arrest of individuals involved in collecting ransoms from relatives in Sweden.38 Finally, the 2011 sanctions regime expresses concern at the potential use of the Eritrean mining sector as a financial source for the destabilization of the Horn of Africa region and urges UN member states to make sure that institutions under their jurisdiction do not facilitate Eritrean activities in this regard SRES2023 2011: 4. This applies mainly to those governments whose nationals are involved in Eritreas mining sector. Currently, only the Canadian Nevsun Mining Corporation is running an operational mine in the country in a joint venture with the Eritrean National Mining Company ENAMCO. Nevsun has been criticized for making use of the forced labor that is provided by national service conscripts Human Rights Watch 2013, but no further measures against the company have been taken so far. However, government opponents hope that the increasing awareness of the Eritrean regimes opaque character and the associated risks when investing in the country will deter Western companies from engaging in any new projects there I5. 35 Online: www.rnw.nlafricaarticlecloseeritreanconsulatesayssucheritreanjournalist, accessed 12 June 2013. 36 See, for example, online: www.tagesanzeiger.chschweizstandardBericht Eritreatreibtinder Schweiz Schutzgeldereinstory18619772, accessed 13 June 2013. 37 To be on the safe side, Isaias wrote a letter to the UN general secretary, Ban Ki Moon, in February 2013, in which he stated that for the past ten years or so, Eritrea has remained to be a target of malicious and concerted practices of human trafficking and demands an independent investigation of the matter. One wonders why the president even bothered to raise the issue after having silently observed the consequences of the mass exodus instigated by his policies for an entire decade. It was probably intended to be a way to reassure his supporters of the regimes professed innocence. See Tesfa News, 5 February 2013: President Calls for UN Investigation in to Trafficking of Eritreans. Online: www.tesfanews.netpresidentcallsforuninvestigationintotraffickingoferitreans, accessed 13 June 2013. 38 IB Times, 28 May 2013: Swedish Men Charged with Extortion Racket linked to Eritrea Kidnappings, www.ibtimes.co.ukarticles47197020130528swedishnationalschargedextortionconnectionertireanskidnapping.htm, accessed 12 June 2013. The kidnappers demanded 33,000 USD from a Swedish Eritrean woman. If she failed to pay, they threatened to kill a relative of hers who was captured in Egypt and to remove his organs from his body. The man later died following his torture. WP 2362013 GIGA Working Papers 24 Nicole Hirt: The Eritrean Diaspora One more side effect of the sanctions that was probably triggered by the Monitoring Groups scrutiny and possibly by the lobbying activities of the opposition camp as well was the appointment of a special rapporteur by the UN Human Rights Council, who released a devastating report in May 2013 concerning the human rights situation in Eritrea. It highlights cases of extrajudicial killing, enforced disappearance and incommunicado detention, arbitrary arrest and detention, torture, inhumane prison conditions, indefinite national service, and lack of freedom of expression and opinion, assembly, association, religious belief and movement.39 4.3 Alienated Regime Saviors versus Divided Gravediggers: Impasse in the Diaspora During my field research for this paper, I conducted five interviews with antigovernment diaspora Eritreans from different ethnic, regional and religious backgrounds and with different political affiliations. All of my interview partners supported sanctions, though for different reasons: a They contribute to the international isolation of the regime and work psychologically against the ruling elite I4. b They will have a negative impact on new investments in the mining sector I5 and will increase the shortage of hard currency by curtailing diaspora payments to the regime I1. c They raise awareness among the people inside Eritrea and help to mobilize those living abroad, especially the youth I1. Generally speaking, my interview partners supported tougher sanctions, or at least their consistent implementation. They criticized the fact that neither asset freezes nor travel bans have been applied I1I5. The regimes propagandists and agitators most important among them Yemane Gebreab are still able to travel freely and indoctrinate the diaspora youth through their newly created instrument, the YPFDJ. Staunch PFDJ followers continue to support the regime and make regular contributions, including the payment of the 2 percent tax. On the other side, the new opposition youth groups have gained confidence and have been challenging government supporters, who are on the retreat in the public spaces that they used to control through their network of informants I2, I3, I4. Yared Fisshaye, opposition activist and cofounder of the Eritrean Youth Movement for Change Oslo, explained that the effects of the sanctions on the diaspora are remarkable. Before the sanctions, lots of people were participating in the fundraising parties of the government. But now, when they rent a hall for one thousand persons, only two hundred show up I3. In spite of this optimistic assessment, the diasporas success in making use of the imposition of sanctions to lobby against the regime has ultimately been limited due to the oppositions failure to organize 39 Online: www.refworld.orgcountry,,UNHRC,,ERI,,51a 748694,0.html, accessed 13 June 2013. GIGA Working Papers WP 2362013 Nicole Hirt: The Eritrean Diaspora 25 concerted activities and present a credible alternative to the Isaias regime. In addition, there has been a growing polarization between youth groups supporting the government and their opponents in recent months the latter have engaged in violent acts such as beating up participants of governmentsponsored festivals in Switzerland 40 and setting fire to PFDJ community centers in Sweden.41 The progovernment media have been quick to flag up such events, which carry the risk of discrediting the opposition youth movements. The neutral or apolitical members of the diaspora are less willing to pay the 2 percent tax. Due to the adverse living conditions faced inside Eritrea, they have to continually send more money to support their relatives. Many of them are affected by the ongoing human trafficking operations or fear that family members might be kidnapped and that they will consequently be forced to pay a ransom. Thus, they are now less willing to pay money for the PFDJs fundraising campaigns, and many are keeping a low profile and staying out of politics I1. 5 Conclusion: Will Sanctions Facilitate Regime Change? Currently, the Eritrean regime and along with it the State of Eritrea is in steady decline. However, sanctions are not playing a major role in this process; they are rather a side effect of President Isaiass policy of militarizing the entire society and choosing a path of belligerence and international isolation. Sanctions have been successful in diminishing Eritreas role as a regional spoiler, but their impact on facilitating regime change has been indirect at best. They are one of a number of different factors, most of them homegrown, that are contributing to the demise of a regime that has sanctioned itself more than the international community has ever done. It must be stressed that the UNSC sanction regime is not designed to bring about regime change, but rather to impede Eritreas military adventures through an arms embargo. The second component targeted sanctions against members of the ruling elite have so far not been implemented and there are no indications that this will happen at any point in the near future either. One important side effect of the sanctions generated by the reports of the Monitoring Group on Somalia and Eritrea is the increased awareness among parts of the Eritrean diaspora and the international community of the regimes opaqueness and its involvement in the support of armed insurgencies and participation in criminal activities such as contraband trade and human trafficking. The Monitoring Groups reports on the regimes military adventures UNSC 2011: 7090 have led to a drop in the willingness of many Eritreans in Western countries to continue paying the 2 percent tax. However, due to its lack of cohesion and of a consistent political agenda, the oppositions success in capitalizing on the sanctions 40 Neue Zurcher Zeitung, 15 June 2013: Eritreer in der Schweiz. Gespaltene Gemeinschaft, accessed 17 June 2013. 41 Erigazette.com, 13 February 2013: Terrorism in the Streets and Television Studios of Stockholm 02252013 Eritrean Communities in Stockholm, www.erigazette.org?p4994, accessed 15 June 2013. WP 2362013 GIGA Working Papers 26 Nicole Hirt: The Eritrean Diaspora regime has until now been only limited. A considerable number of diaspora Eritreans continue to pay the tax partly out of the conviction that they are supporting a noble cause, partly out of coercion. Coercion may be created through the denial of vital consular services, but also through the labeling of individuals who are unwilling to pay as traitors and the excluding of them from governmentfriendly social networks. In this regard, the sanctions have played a considerable role in providing opponents of the tax with a justification for withholding their money and have driven the regimes supporters into a tight corner. The Monitoring Group has also brought to light the coercive practices used by Eritreas foreign embassies, consulates and appointed agents to collect the tax from diaspora Eritreans, which goes to the PFDJs unaccountable coffers UNSC 2011: 102108. Thus, the 2011 sanction resolution justified regime opponents demands that their host governments prohibit solicitation of the 2 percent tax. As a reaction, some countries among them Canada and Germany have imposed measures intended to prevent the tax from being collected UNSC 2012: 9. However, the regime has wellestablished informal channels to raise these funds. Therefore, the fact that the number of Eritreans willing to pay is decreasing from year to year is more important than formal restrictions. In conclusion, the sanctions have had a dual effect at the transnational level. On the one hand, they have created a rally around the flag effect with increased fundraising activities on the part of staunch PFDJ supporters especially in the immediate aftermath of their imposition. On the other hand, they have attributed additional legitimacy to the emergent Arab Springinspired antigovernment youth movements. Furthermore, the UN Human Rights Council finally appointed a Special Rapporteur to investigate the Eritrean human rights situation in 2012, a long overdue act that was probably facilitated by the imposition of the sanction regime. Sanctions may also have had an adverse effect on any future investments being made by Western mining companies in Eritrea, since the international community is now obliged to look into the use of revenues generated through mining. All in all, the Eritrean regime under the leadership of Isaias Afewerki has been digging its own grave in recent years with its selfdestructive policies the worst of which has been the militarization of the countrys entire society. Although sanctions imposed have accelerated this process, they have also brought to light the deplorable state of the opposition among the diaspora as well as its lack of capacity to profit from this opportunity the possible exception being some youth organizations. In the words of human rights activist Meron Estefanos, the leaders of the opposition parties have been in power as long as Isaias or even longer. So what makes the difference? Isaias is not the only problem; it is also the state of the opposition I5. As things stand, even if the sanctions imposed do ultimately help facilitate regime change in the country, Eritreas road to democracy will still be a long and stony one. GIGA Working Papers WP 2362013 Nicole Hirt: The Eritrean Diaspora References 27 Al Ali, Richard Black and Khalid Koser 2001: The limits to transnationalism: Bosnian and Eritrean Refugees in Europe as emerging transnational communities, in: Ethnic and Racial Studies 24:4, 578600. Amnesty International 2013: Eritrea: 20 Years of Independence, but still no Freedom. AI Index: AFR 640012013. Anderson, Benedict 1983: Imagined Communities: Reflections on the Origin and Spread of Nationalism, London. Bernal, Victoria 2006: Diaspora, Cyberspace and Political Imagination: the Eritrean Diaspora Online, in: Global Networks 6:2, 161179. Boswell, Christina and Ciobanu, Oana 2012: Culture, Utility or Social Systems? Explaining the crossnational ties of emigrants from Borsa, Romania, in: Bulmer, Martin and Solomos, John: Diasporas, Cultures and Identities. London and New York. Bozzini, David 2011. Low Tech Surveillance and the Despotic State of Eritrea, in Surveillance and Society 9:12, http:library.queensu.caojsindex.phpsurveillanceandsocietyarticle viewlowtechlowtech, accessed 15.2.2012. Cliffe, Lionel and Basil Davidson 1988: The Long Struggle of Eritrea for Independence and Constructive Peace. Nottingham. Connell, Dan 1997: Against all Odds. A Chronicle of the Eritrean Revolution. Lawrenceville, Asmara. Connell, Dan 2011: From Resistance to Governance: Eritreas Trouble with Transition, in: Review of African Political Economy, 38:129, 419433. Conrad, Bettina 2010: We are the Prisoners of our Dreams: Longdistance Nationalism and the Eritrean Diaspora in Germany. Hamburg, dissertation. Conrad, Bettina 2005: We are the Prisoners of our Dreams: Exit, Voice and Loyalty in the Eritrean Diaspora in Germany, in: Redeker Hepner, Tricia and Bettina Conrad eds. 2005: Eritrea Abroad: Critical Perspectives on the Global Diaspora. Eritrean Studies Review 4: 2, 211262. De Haas, Hein 2005: International Migration, Remittances and Development: Myths and Facts, in: Third World Quarterly 26:8, 12691284. Dorman, Sara Rich 2005: Narratives of Nationalism in Eritrea: research and revionism, in: Nations and Nationalism 11 2, 203222. EPLF 1994: A National Charter for Eritrea. For a Democratic, Just and Prosperous Future. Nacfa, Eritrea. Escriba Folch, Abel and Joseph Wright 2010: Dealing with Tyranny: International Sanctions and the Survival of Authoritarian Rulers, in: International Studies Quarterly, 54, 335359. WP 2362013 GIGA Working Papers 28 Nicole Hirt: The Eritrean Diaspora EU, 27.07.2010: Official Journal of the European Union, Regulations: Council Regulation EU No. 6672010 of July 26 2010 concerning certain restrictive measures in respect of Eritrea, L 19516 L 19524. Fengler, Wolfgang 2001: Politische Reformhemmnisse und okonomische Blockierung in Afrika: die Zentralafrikanische Republik und Eritrea im Vergleich. Baden Baden. Fessehatzion, Tekle 2005: Eritreas Remittance Based Economy: Conjectures and Musings, in: Redeker Hepner, Tricia and Bettina Conrad eds 2005: Eritrea Abroad: Critical Perspectives on the Global Diaspora. Eritrean Studies Review 4:2, 165184. Geddes, Barbara 1999: What do We Know about Democratization after 20 Years?, in: Annual Review of Political Science, 2, 115144. Gilkes, Patrick and Martin Plaut 2000: The War between Ethiopia and Eritrea, in: Foreign Policy in Focus 5 25. Glatthard, Fabienne 2012: Angst vor Uberwachung in der eritreischen Diaspora in der Schweiz. Arbeitsblatter des Instituts fur Sozialanthropologie der Universitat Bern, 57. Glick Schiller, Nina and Georges Fouron 2001: Georges woke up Laughing: Long Distance Nationalism and the Search for Home. Duke University Press. Hadenius, Axel and Jan Teorell 2007: Pathways from Authoritarianism, in: Journal of Democracy, 18:1, 143157. Hepner, Tricia Redeker 2008: Transnational Governance and the Centralization of State Power in Eritrea and Exile, in: Ethnic and Racial Studies 31:3, 476502. Hirt, Nicole 2013: Eritrea, in: Mehler, Andreas and Klaas van Walraven eds: Africa Yearbook 2012. Leiden, forthcoming. Hirt, Nicole and Abdulkader Saleh 2013: Dreams Dont Come True in Eritrea: Anomie and Family Disintegration due to the Structural Militarisation of Society in: Journal of Modern African Studies 51:1, 139168. Hirt, Nicole 2012: Eritrea, in: Mehler, Andreas and Klaas van Walraven eds: Africa Yearbook 2011. Leiden, 219225. Hirt, Nicole 2011: Eritrea, in: Mehler, Andreas and Klaas van Walraven eds: Africa Yearbook 2010. Leiden, 321330. Hirt, Nicole, Abdulkader Saleh, Wolbert Smidt and Rainer Tetzlaff eds 2008: Friedenszonen in Eritrea und Tigray unter Druck Identitatskonstruktion, soziale Kohasion und politische Stabilitat. Berlin. Hirt, Nicole 2008: Eritrea, the USA and the War on Terrorism: Internal challenges and the international dimension, in: Bruchhaus, Eva Maria and Monika Sommer eds: Hot Spot Horn of Africa Revisited. Approaches to Make Sense of Conflict. Berlin, 222235. GIGA Working Papers WP 2362013 Nicole Hirt: The Eritrean Diaspora 29 Hammond, Laura 2010: Obliged to Give: Remittances and the Maintenance of Transnational Networks Between Somalis at Home and Abroad, in: Bildhaan: An International Journal of Somali Studies, Vol. 10, 125151. Human Rights Watch HRW 2013. Hear no Evil. Forced Labor and Corporate Responsibility in Eritreas Mining Sector, January 2013, www.hrw.orgsitesdefaultfilesreportseritrea 01134Upload.pdf, accessed 02.02.2013. Human Rights Watch HRW 2009. Service for Life. State repression and indefinite conscription in Eritrea, April 2009, www.hrw.orgennode82280section6, accessed 7.10.2009. Iyob, Ruth 1997: The Eritrean Experiment: a cautious pragmatism? in: Journal of Modern African Studies, 35 4, 647674. Kibreab, Gaim 2009. Forced labour in Eritrea, in: Journal of Modern African Studies, 47, 1: 4172. Kibreab, Gaim 2008. Critical Reflections on the Eritrean War of Independence. Social capital, associational life, religion, ethnicity and sowing the seeds of dictatorship. Trenton, NJ. Kibreab, Gaim 2007. The Eritrean Diaspora, the War of Independence, Post Conflict Reconstruction and Democratisation, in: Johansson Dahre, Ulf ed.: The Role of Diaspora in Peace, Democracy and Development in the Horn of Africa. Research Report in Social Anthropology 1, Lund University, 97115. Koser, Khalid 2003: Mobilizing New African Diasporas: An Eritrean Case Study, in: New African Diasporas, 11123. Koser, Khalid 2007: Refugees, Transnationalism and the State, in: Journal of Ethnic and Migration Studies, 33 2, 233254. Lektzian, David and Mark Souva 2007: An Institutional Theory of Sanctions Onset and Success, in: Journal of Conflict Resolution 51:6, 84887. Levitt, Peggy and Rafael de la Dehesa 2003: Transnational Migration and the Redefinition of the State: Variations and Explanations, in: Ethnic and Racial Studies, 26:4, 587611, DOI: 10.10800141987032000087325. Linz, Juan J. 2000: Totalitarian and Authoritarian Regimes. BoulderLondon. Mohammad, Abdulkader Saleh 2013: The Saho of Eritrea. Ethnic Identity and National Consciousness. Berlin. Negash, Tekeste 1997: Eritrea and Ethiopia: The Federal Experience. New Brunswick. Negash, Tekeste and Kjetil Tronvoll 2000: Brothers at War. Making Sense of the Eritrean Ethiopian War. Oxford. Ogbazhi, Petros B. 2011: Personal Rule in Africa: The Case of Eritrea, in: African Studies Quarterly, 12,2, www.africa.ufl.eduasqv 12v 12i 2a 1.pdf, accessed 05.04.2013. Ottawa, Marina 1999: Africas New Leaders. Democracy or State Reconstruction? Washington D.C. Pateman, Roy 1990: Eritrea. Even the Stones are Burning. Trenton. WP 2362013 GIGA Working Papers 30 Nicole Hirt: The Eritrean Diaspora Pool, David 2001: From Guerillas to Government. The Eritrean Peoples Liberation Front. Oxford. Radtke, Katrin 2009: Mobilisierung der Diaspora. Die moralische Okonomie der Burgerkriege in Sri Lanka und Eritrea. FrankfurtMain. Reisen, Mirjam van, Meron Estefanos and Conny Rijken 2012: Human Trafficking in the Sinai: Refugees between Life and Death. Brussels. Soest, Christian von and Michael Wahman 2013: Sanctions and Democratization in the Post Cold War Era. GIGA Working Paper No 212, Hamburg. Styan, David 2007: Discussion Paper: The evolution, uses and abuses of remittances in the Eritrean economy, in: Eritreas Economic Survival Conference Proceedings, London, Chatham House, 1322. Tecle, Samia 2012:The Paradoxes of State Led Transnationalism: Capturing Continuity, Change and Rupture in the Eritrean Transnational Field, M.A. Thesis, York University, Toronto. UNSC 2012: Letter dated 11 July 2012 from the Chair of the Security Council Committee pursuant to resolutions 751 1992 and 1907 2009 concerning Somalia and Eritrea addressed to the President of the Security Council, S2012545, www.securitycouncilreport. orgatfcf%7B65BFCF9B6D274E9C8CD3CF6E4FF96FF9%7DSomalia%20S%202012% 20545.pdf, accessed 01.08.2012. UNSC 2011: UN Monitoring Group on Somalia and Eritrea, 18 July 2011 Report: S2011 433,http:daccessdcds.ny.un.orgdoUNDOCGENN1138008PDFN1138008.pdf? Open Element, accessed 25.8.2011. US Federal RegisterVol. 73, No 194Monday, October 6, 2008Rules and Regulations: Department of State: 22, CFR Part 126 Public Notice: 6384, Amendment to the International Arms Traffic in Arms Regulations: Eritrea, 5804158042 Welde Giorgis, Andeberhan 2010: Nation Building, State Construction and Development in Africa: The Case of Eritrea. Friedrich Ebert Stiftung Study, April. GIGA Working Papers WP 2362013 Nicole Hirt: The Eritrean Diaspora List of Interviewees 31 Note: The interviewees were selected with the intention of incorporating personalities from different religious, ethnic, regional and political party backgrounds. I1: Dr. Abdulkader Saleh Mohammad, professor of sociology, Department of Sociology and Human Geography, University of Oslo, Norway. Former head of the Department of Sociology and Social Work, University of Asmara. Suspended and banned from his profession in 2003, he left Eritrea in 2011. He is a Muslim and ethnic Saho and a former member of the ELFs student organization GUES in Cairo. Interviewed 1 April 2013 in Oslo. I2: Dr. Mohammed Kheir, veterinarian, former dean at the College of Agriculture, University of Asmara. Signatory of a critical letter directed to President Isaias in 2000, left Eritrea in 2001, residing in Oslo. He is a Muslim and ethnic Tigre and a former ELF fighter. Interviewed 6 April 2013 in Oslo. I3: Yared Fisshaye, student and opposition activist, founder of the Eritrean Youth Movement for Change Oslo. Born and raised in Ethiopia, deported to Eritrea in 2000 due to his Eritrean origins. Escaped back to Ethiopia in 2001 and came to Norway in 2006 via Libya and Italy on a refugee boat. He is an Orthodox Christian Tigrinya from the Akele Guzay region. He was among a group of approximately ninety thousand Eritreans who were deported from Ethiopia during the border war. Interviewed 13 April 2013 in Oslo. I4: Arhe Hamednaca, Swedish member of Parliament, Social Democratic Party, active in the Eritrean opposition and cofounder of the Eritrean Federal Democratic Movement EFDM. A former ELF member, he has not been to Eritrea since independence. He is a Catholic and belongs to the Bilen ethnic group. He joined the ELF as a fighter at the age of fifteen. Interviewed 29 April 2013 in Stockholm. I5: Meron Estefanos, radio journalist Radio Erena and human rights activist, cofounder of the Arbi Harnet Freedom Friday movement. She grew up in Sweden, but lived in Asmara from 2002 to 2004, where she went from being a government supporter to an opposition activist. She is an ethnic Tigrinya and comes from a family of EPLFPFDJ supporters. Interviewed 29 April 2013 in Stockholm. WP 2362013 GIGA Working Papers 32 List of Acronyms EDA: EDP: EEBC: EFLE: EFNLA: ELF: ENAMCO: ENCDC: EPLF: EPDP: EYSC: IGAD: PFDJ: TPLF: UNSC: WYDC: Nicole Hirt: The Eritrean Diaspora Eritrean Democratic Alliance Eritrean Democratic Party Eritrea Ethiopia Boundary Commission Eritreans For Liberation in Europe Eritreans for National Liberation in America Eritrea Liberation Front Eritrean National Mining Corporation Eritrean National Council for Democratic Change Eritrea Peoples Liberation Front Eritrea Peoples Democratic Party Eritrean Youth Solidarity for Change Intergovernmental Authority on Development Peoples Front for Democracy and Justice Tigray Peoples Liberation Front United Nations Security Council Warsay Yikealo Development Campaign GIGA Working Papers WP 2362013 Recent Issues No 235 Julia Grauvogel and Christian von Soest: Claims to Legitimacy Matter: Why Sanctions Fail to Instigate Democratization in Authoritarian Regimes, October 2013No 234 Nadine Ansorg, Matthias Basedau, Felix Haass, and Julia Strasheim: Mind the Gap: An Annotated Overview of Datasets in the Study of Institutions and Conflict in Divided Societies, September 2013No 233 Sandra Heep: Productive Power and Policy Change in Global Finance: An Analysis of Chinas Financial Policy Framing in the Bretton Woods Institutions, September 2013No 232 Patrick Kollner: Informal Institutions in Autocracies: Analytical Perspectives and the Case of the Chinese Communist Party, August 2013No 231 Sebastian Elischer: Contingent Democrats in Action: Organized Labor and Regime Change in the Republic of Niger, August 2013No 230 Christian von Soest and Michael Wahman: Are All Dictators Equal? The Selective Targeting of Democratic Sanctions against Authoritarian Regimes, July 2013No 229 Gero Erdmann, Andre Bank, Bert Hoffmann, and Thomas Richter: International Cooperation of Authoritarian Regimes: Toward a Conceptual Framework, July 2013No 228 Jorg Wischermann: Civic Organizations in Vietnams OneParty State: Supporters of Authoritarian Rule?, July 2013No 227 Sebastian Prediger, Bjorn Vollan, and Benedikt Herrmann: Resource Scarcity, Spite and Cooperation, June 2013No 226 Babette Never: Toward the Green Economy: Assessing Countries Green Power, June 2013No 225 Tim Wegenast: The Impact of Fuel Ownership on Intrastate Violence, May 2013No 224 Malte Gephart: Convergence, Divergence and a Complex Interplay: Chile and the International and Transnational AntiCorruption Campaign, May 2013No 223 Stephan Rosiny: Power Sharing in Syria: Lessons from Lebanons Experience, May 2013No 222 Alexander De Juan and Andre Bank: The Effects of Regime Cooptation on the Geographical Distribution of Violence: Evidence from the Syrian Civil War, May 2013No 221 Kerstin Nolte: LargeScale Agricultural Investments under Poor Land Governance Systems: Actors and Institutions in the Case of Zambia, April 2013All GIGA Working Papers are available free of charge at www.gigahamburg.deworkingpapers. For any requests please contact: workingpapersgigahamburg.de.WP Coordinator: Errol Bailey GIGA German Institute of Global and Area Studies LeibnizInstitut fur Globale und Regionale Studien Neuer Jungfernstieg 21 20354 Hamburg Germany Email: infogigahamburg.de Website: www.gigahamburg.de", "filename": "770198341.pdf", "person": ["Nicole Hirt", "Hirt, Nicole"], "date": ["2013"]}