{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/101201/1/770460968.pdf"], "title": ["Plurilateral agreements: A viable alternative to the World Trade Organization?"], "plaintext": " Michitaka Nakatomi is consulting fellow at the Research Institute of Economy, Trade and Industry, and special advisor at the Japan External Trade Organization. The views expressed in this paper are the views of the author and do not necessarily reflect the views or policies of ADBI, the ADB, its Board of Directors, or the governments they represent. ADBI does not guarantee the accuracy of the data included in this paper and accepts no responsibility for any consequences of their use. Terminology used may not necessarily be consistent with ADB official terms. The Working Paper series is a continuation of the formerly named Discussion Paper series; the numbering of the papers continued without interruption or change. ADBIs working papers reflect initial ideas on a topic and are posted online for discussion. ADBI encourages readers to post their comments on the main page for each working paper given in the citation below. Some working papers may develop into other forms of publication. Suggested citation: Nakatomi, M. 2013. Plurilateral Agreements: A Viable Alternative to the World Trade Organization? ADBI Working Paper 439. Tokyo: Asian Development Bank Institute. Available: http:www.adbi.orgworkingpaper201310245914.plurilateral.agreements.alternative.wto Please contact the author for information about this paper. Email: nakatomi_michitakaybb.ne.jp Asian Development Bank Institute Kasumigaseki Building 8F 325 Kasumigaseki, Chiyodaku Tokyo 1006008, Japan Tel: Fax: URL: www.adbi.org Email: infoadbi.org 2013 Asian Development Bank Institute 81335935500 81335935571 ADBI Working Paper 439 Abstract Nakatomi Looking back at the history of the World Trade Organization WTO, major accords that have been reached under the multilateral framework to date are in substance issuebased plurilateral agreements. This paper looks at some specific examples of issuebased plurilateral agreementssuch as the Information Technology Agreement ITA, the Financial Services and Basic Telecommunication Services Agreements, and the AntiCounterfeiting Trade Agreement ACTAwith the aim of pointing to the crucial role they can play in resolving the stalemate at the WTO and the Doha Round and the accelerating proliferation of free trade agreements FTAs. Through analysis of their characteristics compared with the WTO and FTAs, the paper attempts to identify the potentials as well as legal and substantive constraints of issuebased plurilateral agreements. It also suggests possible areas where new plurilateral agreementswhether single or multiple issuebasedcan be developed. The paper also highlights the importance of plurilateral agreements as a mechanism complementary to the WTO and FTAs in enhancing the governance of the global trade system, and outlines conditions that need to be fulfilled to address the needs of developing countries. JEL Classification: F130 ADBI Working Paper 439 Contents 1. Nakatomi Introduction: Why Plurilateral Agreements?   2 1.1 Definition and Precedents   2 1.2 Necessity of Plurilateral Agreements   5 2. Characteristics of Plurilateral Agreements   7 2.1 Paving the Way for Addressing Specific Issues and Areas   7 2.2 Allowing Flexibility in the Choice of Participants   8 2.3 Getting Around the Decisionmaking Ordeal of the WTO   8 2.4 Responding to the Changing Needs of Industries with Agility   8 2.5 Preparing for Multilateral Rulemaking in the Future   9 3. Constraints on Plurilateral Agreements  10 3.1 Legal Constraints  10 3.2 Substantive Constraints  13 4. Potential Areas for Future Plurilateral Agreements  14 4.1 Overview  14 4.2 Specific Possibilities  14 4.3 International Supply Chain Agreement ISCA  18 4.4 Summary  19 4.5 Recent Developments Toward Plurilateral Agreements  19 5. Conclusion: Governance of the Global Trade System and Plurilateral Agreements  20 5.1 Are Plurilateral Agreements Replacing the WTO?  20 5.2 Can Plurilateral Agreements Address the Needs of Developing Countries?  20 5.3 Global Governance and Plurilateral Agreements  22 References  23 Attachment 1: Multilateral Agreements and Plurilateral Agreements on Traderelated Issues  26 Attachment 2: Comparison of Traderelated Multilateral and Plurilateral Agreements  27 Attachment 3: GATTWTO and Changes in the Treatment of Plurilateral Agreements  30 Attachment 4: Basic Parameters for ACTA  32 Attachment 5: Concept Paper for an International Supply Chain Agreement ISCA  33 Nakatomi ADBI Working Paper 439 1. INTRODUCTION: WHY PLURILATERAL AGREEMENTS? This paper deals with issuebased plurilateral agreements, presents an approach to trade liberalization and rulemaking in specific areas, and analyzes their necessity and contribution to the global trade system. A recent achievement of this plurilateral approach is the conclusion of the AntiCounterfeiting Trade Agreement ACTA, for which Japan has been an advocate and took the initiative in the negotiation. The signing ceremony was held in October 2011 in Tokyo and Japan ratified the agreement in September 2012. Looking back at the history of the World Trade Organization WTO, major accords reached under the multilateral frameworksuch as the Information Technology Agreement ITA, the Financial Services Agreement, and the Basic Telecommunications Services Agreementwere actually based on issuebased plurilateral agreements. This paper analyzes issuebased plurilateral agreements as an additional framework complementary to the WTO and free trade agreements FTAs, assessing their roles in rulemaking and liberalization in the area of international trade, with the aim of exploring the future prospects and possibilities of the plurilateral approach. It also illustrates that developing countries can join and utilize such agreements to improve their positions in the global trade regime. 1.1 Definition and Precedents 1.1.1 Definition The scope of discussion on plurilateral agreements in this paper is confined to traderelated issues within the scope directly or indirectly associated with rulemaking and liberalization under the WTO. In this paper, the term plurilateral is defined as the involvement of three or more countries, with a view to their contribution to rulemaking and liberalization in trade. It is hoped that suggestions resulting from this analysis will lead to an enhanced international trade system and improved governance with the WTO as its center. The relationship between multilateral and plurilateral agreements on traderelated issues is shown in Attachment 1. This paper examines plurilateral agreements shaded in gray in Attachment 1 from various points of view.1 Regional trade agreements RTAs and FTAs are countrybased plurilateral agreements that 2 and have substantial sectoral are, in principle, required to liberalize substantially all tradecoverage.3 In contrast, the plurilateral agreements assessed in this paper are issuebased or issueoriented. 1 For further detailed analyses, see Attachment 2. 2 GATT Article XXIV. 3 GATS Article V. 2 Nakatomi ADBI Working Paper 439 1.1.2 Precedents Plurilateral Agreements in the GATTWTO4 a Tokyo Round Codes The General Agreement on Tariffs and Trade GATT regime was founded on two types of rules: the GATT 1947, in which all member states participate, and codes, which refer to a series of nonmost favoured nation MFN based agreements binding limited groups of participating member states. The Kennedy Round 196467 and the Tokyo Round 197379 produced a number of codesthe Agreement on Subsidies and Countervailing Measures, the Antidumping Agreement, the Agreement on Technical Barriers to Trade, the Agreement on Import Licensing Procedures, the Customs Valuation Agreement, the Agreement on Trade in Civil Aircraft, the Agreement on Government Procurement, the International Dairy Agreement, and the International Bovine Meat Agreement. Up until the establishment of the WTO, these codes had functioned fairly well. However, the number of subscribing countries was not necessarily large, even for key agreements, and generally ranged from 10 to 40 out of the 128 member states.5 The situation changed dramatically during the Uruguay Round, resulting in the launch of the WTO. The Uruguay Round concluded at the end of 1993 and the WTO came into existence in 1995. The single undertaking principle i.e., nothing is agreed until everything is agreed, adopted at the conclusion of the Uruguay Round, greatly strengthened the rules regarding the rights and obligations of WTO member states and enhanced the stability and predictability of the global trade order in comparison to the preWTO period i.e., the GATT 1947 era. However, from the viewpoint of at least some of the developing countries, this meant making commitments beyond their capacity and accepting the enforcement of rulings of the WTO Dispute Settlement Body. Unlike in the GATT regime, all members are bound, in principle, by the same set of rules under the WTO. The Tokyo Round Codes became universal rules Annex 1 agreements with only few exceptions Annex 4 agreements as analyzed below. b WTO Annex 4 agreements Among the Tokyo Round Codes, only the Government Procurement Agreement and the Civil Aircraft Agreement remain as plurilateral agreements. 6 They are categorized as Annex 4 agreements in which participating members are limited in number, and obligations are imposed only on them. Other Important Plurilateral Agreements a ITA 19977 4 On historical developments, see Attachment 3. 5 Among the 128 contracting parties as of 1 June 1995, 18 subscribed to the Agreement on Subsidies, 24 to the Antidumping Agreement, 38 to the Agreement on Technical Barriers to Trade, 26 to the Agreement on Import Licensing Procedures, 18 to Customs Valuation Agreement, 18 to the Agreement on Trade in Civil Aircraft, and 13 to the Agreement on Government Procurement quoted from GATT Analytical Index. 6 The International Dairy Agreement and the International Bovine Meat Agreement, originally included in Annex 4, are no longer in force. 7 The author was Japans negotiator for the ITA and the ACTA until 2008. For case studies and lessons of the negotiations, see Nakatomi 2011a. 3 Nakatomi ADBI Working Paper 439 In 1997, two years after the establishment of the WTO, three important plurilateral agreements were concluded. In the area of industrial tariffs, the Quad group of major economiesthe United States US, the European Union EU, Japan, and Canadabegan to negotiate the elimination of tariffs on computers, telecommunication equipment, semiconductors, and semiconductor manufacturing machines in 1996, with support from their electronics industries. After tough negotiations that subsequently involved some nonQuad countries, a framework agreement was concluded at the first WTO Ministerial Meeting in Singapore in December 1996. In the form of the Ministerial Declaration on Trade in Information Technology ITA Declaration, 29 economies including 15 EU countries agreed to remove tariffs on information technology IT products by 2000. Under the terms of this accord, it was to be decided before 1 April 1997 whether the ITA should be brought into force.8 The criteria for the entry into force of the ITA were: 1. Participants representing approximately 90% of world trade in IT products have notified their acceptance of the agreement critical mass criteria; and 2. Staging of tariff reductions has been agreed upon to the participants satisfaction. Covered products include: semiconductors, computers, telecommunication apparatus, and semiconductor manufacturing equipment. Their definitions were provided in the form of Attachment A list of products defined by harmonized system HS codes and Attachment B list of products defined by words and covered by the ITA regardless of tariff classification. At a technical meeting held in Geneva in January 1997, it was decided that the Singapore Ministerial Declarations version of the list of products were to be upheld, and exceptions to or flexibility on the staging of tariff reductions were discussed and adjusted. In February 1997, the staging issues of Thailand and Malaysia were settled. At the subsequent review meeting held on 26 March 1997, the participation of 40 economiestogether accounting for more than 92% of world trade in IT productswas confirmed, fulfilling the approximately 90% trade coverage criteria, resulting in an official decision that the ITA would be entered into force. b Financial Services and Basic Telecommunications Services Agreements 1997 Also concluded in 1997 were two landmark services agreementsthe Financial Services Agreement and the Basic Telecommunications Services Agreementachieved by means of the participating members commitment to the relevant reference papers and changes to their schedules of concessions. The resulting benefits are extended to nonparticipating members on a MFN basis, just as tariff bindings in ITA signatories benefit not only themselves but also nonsignatory WTO members. c ACTA 2011 The WTO Agreement on TradeRelated Intellectual Property Rights TRIPS Agreement imposes a degree of discipline on trade in counterfeit and pirated goods. However, TRIPS provisions to this effect are neither sufficient nor clear enough in themselves. Furthermore, the TRIPS Agreement has not been implemented comprehensively, particularly in developing countries, and, as a result, trade in counterfeit and pirated goods remains rampant, causing damage in various forms. This means that legitimate rights holders are being deprived of profits, which may suppress the incentive of businesses to innovate and create. This ongoing situation also poses a serious 8 The ITA Declaration has no legal binding force despite its name. 4 Nakatomi ADBI Working Paper 439 problem to the general public because counterfeit products can be hazardous to the health and safety of consumers, and illicit trading can become a source of revenue for criminal organizations. This gave rise to the notion that more effective and stringent international discipline must be put in place to address the damage and risks associated with trade in counterfeit and pirated goods. Against this backdrop, Japan proposed to create a plurilateral agreement to deal with counterfeiting and piracy in 2005, a move that culminated in the conclusion of the ACTA. It was signed by likeminded countries in 2011, and Japan was the first to ratify it in 2012. Though negotiated and concluded outside of the WTO, the ACTA is intended to supplement the TRIPS Agreement. Japan played an important role in terms of the realization of the ITA and the ACTA. In particular, in the case of the ACTA, Japan was the initiator and took the lead throughout the negotiations. With respect to the history and legal consideration of the ITA and the ACTA, it is hoped my paper 9 on the ITA and the ACTA can serve as a reference point to better understand the background and reality of plurilateral negotiations. 1.2 Necessity of Plurilateral Agreements 1.2.1 Stalemate of the WTO and the Doha Round a situation pointing to the need to Multilateralism embodied in the GATT and the WTO has been the backbone of the global trade system since the end of World War II. Countries across the world, including Japan, have benefited from free trade underpinned by the multilateral trade system. The GATTWTO has been and should continue to be the cornerstone of the global trade regime. However, the WTO has been facing serious difficulties,10pursue issuebased plurilateral agreements. Slowness and narrowness of the Doha Round Ever since its launch in 2001, the Doha Round of trade negotiations has faced two serious problems. The first and more serious problem has been the slow progress of the negotiations. Rulemaking for the multilateral trade system is adrift as the Doha Round continues to drag on without making much headway. Twenty years after the conclusion of the Uruguay Round in 1993 and 12 years after the launch of the Doha Round, the prospect for its conclusion remains remote. Although the WTO has played a useful role as a judicial system, as a forum for global trade rulemaking and liberalization, it is in a state of serious confusion. The other serious problem is the narrow scope of issues covered by the WTO and the Doha Round. With negotiations focused on market access for industrial goods i.e., nonagricultural market access NAMA, agriculture, and services, other important issuessuch as investment and competitionwere dropped from the agenda at the WTO Cancun Ministerial Meeting in 2003. The scope of the current WTO negotiating agenda is too narrow to meet the demands 9 See Nakatomi 2011a. The paper explains some of the important checkpoints to realize plurilateral agreements. 10 See Nakatomi 2011b. 5 ADBI Working Paper 439 and challenges of industries and businesses operating on a global scale. Simply dealing with border measures does not serve the needs of evolving business activities across borders. Decisionmaking by consensus 159 vetoes and single undertaking The slowness and narrowness of the Doha Round are closely related to the decisionmaking mechanism of the WTO, or more specifically its underlying principles of consensus and single undertaking that makes decisions in the WTO extremely difficult and timeconsuming. Nakatomi 1.2.2 Accelerating FTA proliferation Against this backdrop, member states confidence in the WTO as a vehicle for making global trade rules and promoting liberalization has been undermined. With more governments and business communities looking to FTAs as a means of gaining benefits, FTA competition has intensified. The number of RTAs in force reported to the WTO had reached 379 by early 2013.11 Twenty years since the completion of the Uruguay Round, the WTO remains unable to make tangible progress in liberalization and rulemaking. It is only natural for those in the business community to feel that they cannot afford to continue to rely solely on the WTO. 1.2.3 Conclusion of ACTA negotiations A recent achievement of the plurilateral approach is the conclusion of the ACTA in 2011. At a time when the Doha Round continues to face a difficult situation, the successful conclusion of the ACTA suggests the possibility of promoting rulemaking and liberalization under an issuebased plurilateral framework as an additional channel, complementary to the multilateral WTO approach and efforts through FTAs. 1.2.4 Polarized global trade regime and global governance So long as the Doha Round remains adrift, FTAs will inevitably dominate the global trade regime. FTAs are a necessary tool for liberalization and rulemaking in trade. At the same time, however, the proliferation of FTAs will lead to the polarization of the global trade regime, introducing differing and mutually inconsistent rules. The problem is especially serious with FTAs involving the US and the EU as well as with regional FTAs.12 There is a clear danger that the proliferation of FTAs may undermine the multilateral trade rules embodied in the GATTWTO. The spaghetti bowl effect, a term that initially referred to the complexity of rules of origin incorporated into FTAs, is no longer limited to that realm and has been growing into a phenomenon encompassing global trade rules in general. The concern over such disturbing developments should be shared by all economies around the world as the fragmentation of global trade rules endangers the smooth and efficient operation of global supply chains. A spaghetti bowl of rules of origin could possibly be tolerated, but a spaghetti bowl of global trade rules is intolerable. 11 As of 10 January 2013. The number includes customs unions and enabling clauses. 12 One example is the case of the Republic of Korea EU FTA and the Republic of Korea US FTA. The Republic of Korea accepted different sets of rules visavis the US and the EU in such areas as international standards, which are apparently not consistent with each other. 6 ADBI Working Paper 439 The emergence of mega FTAs or RTAs may also create mega problems unless rules are harmonized across them. They would pose an especially serious challenge to developing countries that are not members and are left outside such megaFTAsRTAs. Even for those that choose to participate, adjusting to different rules would be an extremely difficult task. Issuebased plurilateral agreements could remedy the situation and introduce consistent global rules while the WTO and the Doha Round are not in motion. Nakatomi 1.2.5 An important tool for both developed and developing countries to promote liberalization and rulemaking Together with FTAs, issuebased plurilateral agreements can serve as an effective driver of liberalization and rulemaking in trade. Perceiving the current situation as a choice between just two optionsthe WTO and FTAsis an erroneous approach. It is necessary to always consider the possibility of issuebased plurilateral agreements. Developments since the establishment of the WTO have clearly shown the importance of issuebased plurilateral agreements. The ITA liberalization, the ACTA rulemaking, the Financial Services and Basic Telecommunications Services Agreements liberalization rulemaking are evidence of the effectiveness of the plurilateral approach in achieving progress in the trade area. These agreements, above all the ITA, also suggest that welldesigned plurilateral agreements would be accessible and beneficial to developing countries, that is, if they are established in a manner accommodating the economic interests of developing countries and their technical capacity constraints. Transparency in the negotiation process, technical assistance, and capacity building are essential to facilitating greater participation of developing countries. Indeed, it is no exaggeration to say that most of the important trade agreements concluded after the establishment of the WTO are plurilateral ones. As such, they can be a viable third choice in the dichotomy of the WTO and FTAs. 2. CHARACTERISTICS OF PLURILATERAL AGREEMENTS This chapter takes a look at the characteristics of issuebased plurilateral agreements compared with the WTO. It also discusses how issuebased plurilateral agreements differ from sectorspecific initiatives under the framework of FTAs. Although both issuebased plurilateral agreements and FTAs are complementary to the WTO and can potentially provide a basis for multilateral rulemaking in the future, they differ with regard to the following points: 2.1 Paving the Way for Addressing Specific Issues and Areas The most prominent feature of issuebased plurilateral agreements is that participating parties can freely choose issues and areas in which to try and come to an agreement. This may sound like nothing special. However, in the case of the WTO, a succession of negotiations is treated as a round, meaning their outcomes must be accepted in a single undertaking. This makes it difficult to promote an initiative for liberalization or rulemaking in a specific area while the round is in process. Furthermore, adding a new initiative to an already weighty agenda is virtually impossible. Indeed, in reality a trend to the contrary can be observed, with the scope of issues on the agenda for the Doha Round shrinking rather than expanding. In particular, the outcome of the 7 Nakatomi ADBI Working Paper 439 WTO Ministerial Conference in Cancun in 2003, in which two issues of the utmost importance for industriestrade and investment and trade and competitionwere dropped, seriously undermined the credibility of the WTO. In contrast, the plurilateral approach enables the launch of discussions on issues in a specific areawhether liberalization or rulemakingamong countries concerned with a good chance of reaching a meaningful conclusion that can impact the participating countries and their industries. With respect to FTAs, in cases where two or more WTO members negotiate and conclude any agreement discriminatory against other members, they must initially satisfy conditions provided for in GATT Article XXIV:5 and the General Agreement on Trade in Services GATS Article V. In other words, FTAs can be defined as countrybased plurilateral agreements. Furthermore, GATT Article XXIV requires that a FTA covers substantially all of the tradewhich is construed to mean about 90% or more of the existing tradebetween the signatories to the FTA. Therefore, FTAs are, by nature, not suitable as vehicles for issuespecific or sectorspecific negotiations. Indeed, WTO members may form a service sector FTA, a deal specifically on trade in services. Yet, such an agreement is required to have substantial sectoral coverage GATS Article V, and liberalizing just a specific service sector is not permitted under the GATS. WTO members may negotiate measures for addressing sectorspecific problems in the course of discussing overall bilateral trade issues under the framework of FTAs. However, the aforementioned requirements would, in many cases, impose significant constraints on attempts to address sectorspecific problems. Needless to say, discussing rules and liberalization measures framework of multinational, regional FTAs such as the TransPacific Partnership TPP Agreement and the Japan EU Economic Integration Agreement EIA is possible and offers some significant benefits. 2.2 Allowing Flexibility in the Choice of Participants Another distinctive feature is flexibility in the choice of participants. Whereas negotiations under the multilateral framework of the WTO must, in principle, involve all members 159 economies, such is not the case under a plurilateral framework. It is therefore possible to discuss specific issues among specific countries in preparation for discussions under a broader framework in the future. In the case of issuebased plurilateral agreements, any group of likeminded countries can discuss specific areas or issues of their choice. In contrast, FTAs are countrybased, whereby a specific pair or group of countries would first determine whether or not to pursue trade liberalization between or among them. 2.3 Getting Around the Decisionmaking Ordeal of the WTO Decisions at the WTO are, in principle, taken by consensus of all of the members, inhibiting its ability to respond with agility. An issuebased plurilateral agreement and FTA provide various options to get around this constraint. 2.4 Responding to the Changing Needs of Industries with Agility In developing global value chains, businesses and industries around the world are engaged in trade and investment activities by making tough and difficult decisions on a daily basis. It is no for various areas comprehensively under the 8 Nakatomi ADBI Working Paper 439 exaggeration to say that the WTO is a world apart from those working in the fastchanging world of business. As a result, businesses and industries are showing increasingly less interest in the WTO apart from its dispute settlement mechanism. In contrast, FTAs and issuebased plurilateral frameworks can respond to and address the changing needs of businesses and industries in a more practical time frame. 2.5 Preparing for Multilateral Rulemaking in the Future Needless to say, plurilateral agreements may not include any provision contradictory to WTO rules, to the extent that participants are WTO members. However, an issuebased plurilateral agreement struck by a group of countrieseach of which is firmly committed to the improvement of the WTO systemin a specific area of their concern in a manner ensuring consistency with WTO rules can provide an important basis for improving these rules in the future this holds true, to some extent, for provisions under major FTAs. In view of the governance of the global trade system, it is critically important to define issuebased plurilateral agreements as a tool for governance and link them to the WTO. In the case of FTAs, GATT Article XXIV and GATS Article V provide for exceptions to the WTO principle, allowing for discriminatory application of FTA rules. As such, FTAs are in principle applied on a nonMFN basis. As the TRIPS Agreement does not provide for such provisions, intellectual property rights IPRrelated arrangements agreed to as part of a FTA must be applied on a MFN basis. Issuebased plurilateral agreements are not necessarily of such a discriminatory nature. 13 Rather, as is the case under the ITA, the Basic Telecommunications Services Agreement, and the Financial Services Agreement, liberalization commitments made under plurilateral agreements are, in many cases, applied to nonparty members on a MFN basis. There exist no general provisions setting forth requirements for plurilateral agreements to be regarded as WTOconsistent, those that are equivalent to GATT Article XXIV for FTAs. This means that no deviation from the WTO principles is permitted for plurilateral agreements in general, and, in this regard, it may be necessary to take a more cautious approach in pursuing one. The GATT Councils decision in 1979 L4905, made at the time of adopting the Tokyo Round Codes, stipulates that existing rights and benefits under the GATT of contracting parties not being parties to plurilateral agreements, including those derived from Article I i.e., the right to MFN treatment, are not affected by these agreements. It has been argued that RTAs, particularly mega RTAs, can make up for the two major defects of the WTO systemi.e., slowness and narrownessand, by further expanding and deepening RTAs, it is possible without relying on issuebased plurilateral agreements to build a foundation for making future rules on global trade. How should we evaluate this argument? There is no doubt that RTAsparticularly mega RTAswill be the driving force for trade liberalization and rulemaking. However, can they serve as an autonomous mechanism for making future rules governing global trade? 13 They differ depending on the nature of each agreement. 9 Nakatomi ADBI Working Paper 439 Professor Richard Baldwin has put forward a WTO 2.0 scenario in which mega RTAs will set trade rules to deal with the new issues of the 21st century.14 But I cannot help but question the automaticity of the scenario for the following reasons: Emergence of a spaghetti bowl of rules Since mega RTAs are negotiated by different sets of countries under varying time schedules, there is no guaranteeing that the resulting agreements will be in harmony with one another as I analyzed in section 1.2.4 above. It is quite predictable that different RTAs will come up with their own solutions not only in the area of rules of origin but also regarding trade rules in general. In order to prevent this, it is necessary for all countries concerned to cooperate closely and make harmonization efforts. There is no guarantee that such cooperation and efforts will be made simultaneously. Cost of expost harmonization Of course, it is technically possible to disentangle the spaghetti bowl in an expostfacto manner. However, it would take a long time and be very costly. Harmonizing rules across a series of mega RTAs that will be established and put into effect may take as long and cost as much as completing a new round of trade negotiations. Regionality of RTAs RTAs are, by nature, regionbased agreements aimed at finding regional, not global, solutions. The scope of membership is limited in number, resulting in the application of different solutions between member and nonmember economies. Therefore, although mega RTAs certainly help build a foundation for making future rules on trade and are an indispensable vehicle to promote liberalization and rulemaking, they would inevitably cause spaghetti bowl problems unless rules are harmonized across them on an issuebyissue basis. Also, adjusting differences in applicable rules between member and nonmember economies is essential in light of the need to make rules on a global level. Issuebased plurilateral agreements, which can prevent the fragmentation of rules that would otherwise result from the emergence of mega RTAs, are an important tool for making future trade rules. It is expected that they will continue to play a complementary role to the WTO and mega RTAs. 3. CONSTRAINTS ON PLURILATERAL AGREEMENTS Plurilateral agreements have various constraints, however. This chapter examines constraints on plurilateral agreements from legal and substantive points of view. 3.1 Legal Constraints 15 Legal constraints on realizing plurilateral agreements involve different issues depending on whether they constitute part of the WTO agreements or those outside it. 14 See Baldwin 2011, 2012. 15 See Attachment 2. 10 ADBI Working Paper 439 3.1.1 Agreements within the WTO Nakatomi 1718 Incorporating a new plurilateral agreement into the WTO agreements as an Annex 4 agreement involves securing consensus among all of the WTO members. Amendments to the existing WTO agreements without creating a new Annex 4 agreement lead to amendments to the Annex 1 agreements, which also require consensus among all of the WTO members 16. There are strong calls for maintaining decisionmaking by consensus, which is also part of the tradition of the GATTWTO. However, continuing to focus solely on consensus at a time when the WTO has lost its nature as a club poses the serious risk of undermining its raison detre by further accelerating the FTA race. The WTO as the main architect supporting the global trade system is faced with the need to examine its variable geometry, and discussions to that effect are now becoming essential.Presented below are two ways of thinking derived from the above viewpoint and some discussion on the possible revival of the code approach. Critical mass plus MFN extension Successful precedents for this approach of critical mass plus MFN extension have been set by the ITA, the Financial Services Agreement, and the Basic Telecommunications Services Agreement. As a matter of legislative theory, there is an argument that a departure from the principle of decision by consensus should be allowed under certain circumstances, where there exists an agreement among a critical mass of the WTO members, on the premise that all of the benefits resulting from such plurilateral agreements be applied to nonparticipating WTO members on a MFN basis.19 This argument should be studied further.20 Referring to precedents set by the ITA, the Basic Telecommunications Services Agreement, and the Financial Services Agreement, the Report of the First Warwick Commission points to the need to introduce critical mass decisionmaking under the WTO based on the condition that benefits resulting from a new critical mass agreement be extended to all WTO members. The report also discusses criteria that must be fulfilled to protect the rights of WTO members, specifying seven conditions including the following: 16 On the legal constraints of plurilateral agreements, see the National Foreign Trade Council NFTC report, Harbinson and De Meester 2012. 17 The principle of variable geometry is being discussed in relation to the diversity of the WTO members from the viewpoint of promoting the further development of the WTO system. While such discussion looks at variable geometry in the forms of plurilateral agreements, special and differential treatment SD including the graduation of developing countries, and RTAs, this paper focuses solely on variable geometry in the form of plurilateral agreements. 18 Lawrence 2004 and the Global Agenda Council on Trade 2010 discuss the necessity of protocols under which plurilateral rulemaking is systematically incorporated into the WTO. 19 See the Report of the First Warwick Commission: The Multilateral Trade Regime: Which Way Forward? University of Warwick 2007. 20 The scope of application of this proposal is not clear but definitely includes the establishment of new Annex 4 agreements. In addition, an amendment to Annex 1 agreements may be included. 11 Nakatomi ADBI Working Paper 439 1 New rules are required to protect or refine the existing balance of rights and obligations under the WTO andor the extension of cooperation into new regulatory areas will impart a discernible positive global welfare benefit;21 2 The disciplines are binding and justifiable so as to attain the objectives laid out in the first criterion above; 3 The rights acquired by the signatories to an agreement shall be extended to all WTO members on a nondiscriminatory basis, with the obligations falling only on signatories; 4 WTO members shall consider any distributional consequences arising among members from cooperation in new regulatory areas and shall consider the means of addressing any such adverse consequence that they anticipate. Codes Annex 4 agreements It is technically possible to create a new, nonMFNbased Annex 4 agreement by consensus. However, achieving consensus on such agreement that would enforce differentiated treatment across WTO members is nearly if not completely impossible in reality. Further consideration and discussion should be made to alleviate voting conditions for Annex 4 agreements as a way to implement variable geometry within the WTO. Modification of schedules of concessions and commitments As a legislative theory concerning a procedure for incorporating plurilateral agreements into WTO agreements, there are calls for introducing schedules of concessions and commitments as a means to promote liberalization in broader areas. This approach is currently adopted under WTO agreements on tariffs and trade in services including the Agreement on Government Procurement as an example of Annex 4 agreements. It is argued that WTO members should utilize this approach as a tool to expand their respective obligations under the WTO to promote liberalization in areas other than tariffs and trade in services. Concessions and commitments listed in respective members schedules are defined as their obligations under the WTO. Such schedules of concessions and commitments can be utilized as a means to check voluntary promises made by respective members. Also, as a way of incorporating agreements reached under a plurilateral into WTObinding commitments, an approach using schedules of concessions or commitments is an interesting idea meriting further debate.22 Some people argue that the WTO already has a fullfledged framework for negotiating and making necessary agreements by consensus of its members, but that they have been unable to utilize this framework due to insufficient effort. I do not agree with this argument. The existing decisionmaking framework that assumes the same rights and obligations applicable to the 159 member economies and consensus among them has been paralyzing rulemaking in the WTO and the Doha Round. It is time to take a hard look at this system that framework 21 Low 2011 argues that a plurilateral agreement which boosts the welfare of one group at the expense of another without improving economic welfare as a whole should not be allowed, whereas a plurilateral agreement that is welfareimproving globally is desirable even if it involves compensation to be lowered. 22 Cottier 2006 discusses the possibility of introducing schedules of concessions or commitments, similar to those annexed to the GATT and the GATS, in the areas of Trade Related Intellectual Properties TRIPS, Technical Barriers to Trade TBT, Sanitary and Phytosanitary measures SPS, import licensing, customs valuation, agriculture, dumping, and industrial subsidies. 12 ADBI Working Paper 439 has been unable to deliver resultsexcept for some plurilateral agreementsdespite 20 years of trial and error after the conclusion of the Uruguay Round, and to start discussing ways to rebuild it. Failing this, the WTO would lose its relevance, and there would be no stopping the ongoing move toward it being replaced with mega FTAs. Reforming the procedure and other matters relating to plurilateral agreements indicated above is indispensable in order to accommodate the increasing diversity of WTO members and their changing needs. This is also a challenge we must confront if we are to save the WTO. Nakatomi 3.1.2 Agreements Outside the WTO As is the case for the ACTA, plurilateral agreements can be created to complement or reinforce the existing WTO rules TRIPSplus rules in the case of the ACTA. Or they can be created to set rules in areas not covered by WTO rules. A plurilateral agreement on competition rules is a case in point. Needless to say, any plurilateral agreement to which a WTO member is a party must be WTOconsistent even if it is negotiated and concluded outside the WTO. For example, had it been TRIPSminus in substance, the ACTA would have been in violation of the WTO TRIPS Agreement. In contrast, a plurilateral agreement on competition would, in principle, not violate any WTO agreement because competition issues are not covered by the existing WTO rules. 3.2 Substantive Constraints This section looks at constraints or critical factors affecting the formation of issuebased plurilateral agreements. The selection of participants is the most critical factor in determining the substance and also the success of plurilateral agreements. In principle, plurilateral agreements must not affect the existing rights and obligations of nonparticipating WTO members, including the right to MFN treatment under GATT Article I.23 At the same time, the MFN principle under GATT Article I, etc. mandates the nondiscriminatory distribution of benefits derived from such agreements. In the case of the ITA, it was agreed that signatories must represent at least approximately 90% of world trade in products covered by the agreement as a prerequisite to its entry into force. The minimum threshold for the coverage of participants was set in order to avoid free riding by nonparticipating WTO members, a problem arising from the MFN application of benefits. This is a standard criterion used in plurilateral initiatives for tariff reduction and elimination, an area in which the free riding concern is particularly strong. The threshold value does not have to be, but is typically set at, 90% to deal effectively with this problem. As such, even though agreements are concluded under a plurilateral framework, the relationship with nonparticipating WTO members is always taken into account in decisionmaking. Including major WTO members as signatories is the key to success. Without the participation of major players, plurilateral agreements cannot materialize because they would distort competition among businesses. The distribution of benefits on a MFN basis would not be a problem insofar as major WTO members participate. However, in the case where the coverage 23 Council Decision L4905 on 28 November 1979. 13 Nakatomi ADBI Working Paper 439 of participants is less than satisfactory such as when not all of the major countries participate, whether signatories can agree to extend benefits on a MFN basis poses a critical question. As such, critical mass and MFNbased benefit distribution are closely interrelated. Another key to concluding a successful plurilateral agreement is to strike the right balance between the following three factors: 1 level of discipline ambition, 2 scope of participating countries, and 3 timing of realization. Japan always gives consideration to this point and had sought the support of other countries in promoting the ACTA initiative.24 Consider that these three factors are measured by the yardsticks of X, Y, and Z, respectively. Then, countries negotiating a certain agreement must seek to achieve the optimal mix of these three factors, that is, maximizing the value of F X Y Z . Needless to say, it is possible to add more yardsticks or factors to consider. However, a simple model such as this tends to work better when considering a plurilateral agreement involving a large number of players, and, as a matter of fact, the above model worked well for the ACTA negotiations. To be sure, this is no easy task as the three factors are in conflict with each other. For example, raising the level of ambition decreases the number of participants and prolongs the process of negotiations. Yet, no matter how difficult it may be, balancing the three conflicting factors is crucial to achieving a meaningful plurilateral agreement. The successful conclusion of the ACTA in 2011 was made possible as the participating members managed to strike a balance and maximized F X Y Z. 4. POTENTIAL AREAS FOR FUTURE PLURILATERAL AGREEMENTS 4.1 Overview Experiences with a series of plurilateral agreements hitherto concludedi.e., the ITA, the Financial Services Agreement, the Basic Telecommunications Services Agreement, and the ACTAhave not only revealed the nature and difficulty of such agreements but also provided many valuable lessons regarding their potential. At a time when the WTO and the Doha Round are stuck in a quagmire, issuebased plurilateral agreements may be a ray of hope as they have the potential to play the pivotal role of enhancing the governance of the entire global trade system. This chapter will look into the possibility of concluding new plurilateral agreements. 4.2 Specific Possibilities 4.2.1 Tariff Reduction and Elimination First, possible plurilateral or sectoral agreements in the area of tariff reduction and elimination include those on the expansion of the ITA and the elimination of tariffs on environmental goods. The key points at issue and approaches in this regard have been discussed in this paper, including in the section that analyzed the ITA. 24 See Attachment 4, which was actually used in the ACTA negotiation. 14 Nakatomi ADBI Working Paper 439 It is necessary, in principle, to develop a negotiation package by always considering the combination of the three yardsticks measuring the realizability of agreementsthe level of ambition, the timing of realization, and the scope of participants. Regarding the scope of participants, the coverage of countries is usually too small if the membership comprises only developed countries, and such an agreement is prone to exploitation by free riders. To avoid this, it is vitally important to involve major developing economies, and the success of this task hinges on the formulation of a mutually beneficial negotiation package that is enticing enough to attract them. For instance, lowering the level of ambition by narrowing down the coverage of products is one way to achieve this. Furthermore, as was the case with the ITA, some consideration needs to be given to responses to nontariff issues and a possible linkage to tariff reduction and elimination packages in other areas. In doing so, it should be kept in mind that trying to deal with nontariff issues will naturally cause negotiations to drag on and tend to reduce the number of participants. 4.2.2 Services The Financial Services Agreement and the Basic Telecommunications Services Agreement can be cited as pioneering cases of plurilateral agreements in the area of trade in services, and approaches employed for their realization are well known. Although much depends on how services negotiations under the Doha Round will turn out, it will be necessary hereafter to explore the possibility of concluding plurilateral agreements on specific service sectors e.g., agreement on environment services or issuespecific plurilateral agreements e.g., agreement on domestic regulations. As the global economy becomes more service sectororiented and increasingly more service companies move into the global market, there will be a wide range of potential areas for plurilateral initiatives.25 4.2.3 Government Procurement To begin with, the successful conclusion at the 2011 WTO Ministerial Conference of the renegotiation of the Agreement on Government Procurement GPA should be welcomed. In this area, a very high level of discipline imposed by the GPA, a nonMFNbased plurilateral agreement, has long hampered the expansion of its membership. However, it is noteworthy that a range of nonsignatory economies, including the Peoples Republic of China, are now showing interest in joining the agreement, attracted by the government procurement market of signatory economies. If the recent conclusion of the GPA renegotiation serves as an impetus and drives membership expansion going forward, interest in plurilateral initiatives in general will likely increase as well. Now that the renegotiation has ended successfully, it is necessary to shift the focus onto increasing the number of participants. 25 LeeMakiyama 2011. In this paper, LeeMakiyama calls for establishing the International Digital Economy Agreement IDEA, an expanded version of the ITA, which includes not only tariff reduction and elimination but also services liberalization commitments. 15 ADBI Working Paper 439 4.2.4 Electronic Commerce Nakatomi Electronic commerce, or ecommerce, is another potentially promising area for plurilateral initiatives. Discussions on a moratorium on customs duties on electronic transmissions took place more than a decade ago along with those on the question of whether ecommerce should be dealt with under the GATS or the GATT regarding which Japan took the initiative in advocating application of the latter. Subsequently, the US has incorporated various provisions related to ecommerce including those for a moratorium on customs duties and tariffs on ecommerce into its FTAs with such countries as the Republic of Korea and Australia. Japan has also introduced its first set of such ecommerce provisionsincluding those for a moratorium on customs duties and tariffs, MFN and national treatment NT, and market accessin its economic partnership agreement EPA with Switzerland. In fact, ecommerce provisions under existing FTAs are far from satisfactory, and discussions should be deepened toward introducing additional provisions. A possible approach in this regard would be to pursue further development of rules for ecommerce through various opportunities such as the TransPacific Partnership TPP and the Japan EU Economic Integration Agreement EIA, while at the same time exploring the possibility of bringing them all under a plurilateral framework. 4.2.5 Trade and Investment Following a failed attempt to conclude the Multilateral Agreement on Investment MAI at the Organisation for Economic Cooperation and Development OECD, the relationship between trade and investment was included in the initial agenda for the Doha Round negotiations, but was subsequently dropped at the WTO Ministerial Conference in Cancun in 2003. This turn of events has been greatly affecting overseas investment not only by Japanese companies but also those from the US, Europe, and many other countries. Lack of satisfactory international rules on investment is critically detrimental to international business activity, particularly in countries that grant national treatment only after the establishment of a local subsidiary while continuing to demand technology transfers. Bilateral investment treaties BITs are definitely important but not enough. Discussing plurilateral rules on investment is necessary not only for investing countriesi.e., Japan and other developed economiesbut also for developing countries where foreign direct investment FDI is essential for economic growth. Indeed, all countries and regions around the world need this discussion because it is anticipated that southsouth and southnorth investment will expand in the coming years. It is also expected that developing economies attitude toward initiatives for creating international rules on investment will change over the course of time and it will become necessary to deepen discussions on procedures for settling investmentrelated disputes, including investorstate dispute settlement ISDS provisions. 4.2.6 Trade and Competition Interaction between trade and competition policy was put on the agenda of the Doha Round in response to a strong request from the European Commission which was supported by Japan. However, like the issue of trade and investment, it was dropped at the WTO Ministerial Conference in Cancun. 16 ADBI Working Paper 439 The loss of venue for discussing competitionrestrictive trade measures and their treatment under the WTO has been making it extremely difficult to discuss export restrictions imposed by certain countries and companies at a time when natural resources markets are becoming increasingly oligopolistic e.g., export restrictions of natural resources and mergers between natural resources giants. Disciplines on state owned enterprises SOEs cannot holistically be discussed in the WTO, either. The competition authorities of some economies are already engaged in policy dialogue. However, it is also necessary to launch international discussions on competitionrestrictive situations and measures from the viewpoints of both trade and competition. Nakatomi 4.2.7 Standards and Conformance, and Technical Barriers to Trade At the launch of the Doha Round, Japan attempted but failed to put technical barriers to trade TBT on the agenda due to a lack of sufficient support from other WTO members. Today, however, while the Doha Round remains gripped by deadlock, nontariff issues and behind the border measures are drawing much attention. Establishing a set of effective rules for such issues is critical in view of the need to create an environment that can respond properly to the globalization of business. Discussions in this area are expected to make progress at the AsiaPacific Economic Cooperation APEC forum and in the course of negotiations for interregional FTAs. The OECD also has a repository of relevant knowledge and expertise accumulated over the years. Since this area is extremely broad in scope and involves various treaties and agreements, it will be necessary to clarify the scope of issues to be discussed. However, despite such odds, this area deserves active efforts and commitments in view of the need to create businessfriendly rules and build global value chains. Issues are wideranging, including the definition of international standards, best regulatory practices, mutual recognition agreements MRAs, and certification rules. This is an area in which soft law has traditionally played an important role, and the WTO relies significantly on external institutions.26 The fact that cooperation between the WTO and external specialized agencies is highly valued can be seen as an indication that the former lacks sufficient knowledge and expertise in this area. It is considered quite possible to enhance TBT provisions through a plurilateral initiative. Given the highly specialized and technical nature of TBT issues, an indepth discussion is warranted. At the same time, however, it must be remembered that developed and developing economies are still divided over rulemaking for TBT as well as for standards and conformance. Thus, starting with likeminded countries would be a reasonable approach to a plurilateral initiative. 4.2.8 Rules of Origin Efforts to harmonize nonpreferential rules of origin have made little headway due to difficulties imposed by their multipurpose and often protectionist nature rules of origin are used for statistical purposes, enforcement of antidumping and countervailing duties, quota management, etc  As for preferential rules, different countries have different rules, creating a situation often referred to as the spaghetti bowl effect phenomenon. The chaotic presence of many different rules and their arbitrary nature are, no doubt, hindering global trade. Indeed, 26 Footer 2010. 17 Nakatomi International Supply Chain Agreement ISCA ADBI Working Paper 439 various plurilateral forums should be utilized to propose and take steps to improve rules of origin, particularly those of preferential terms. 4.3 The issues and areas above are possible candidates to be dealt with by means of an issuebased plurilateral agreement. They can be discussed separately, but it is also possible to bundle some mutuallyrelated issues into one agreement.27 Businesses relying on global supply chains obviously want to see liberalization and rulemaking of the broadest possible scope. For instance, one option worth considering is to pursue, in collaboration with major economies and business societies, a plurilateral agreement on an international supply chain, a package of rules for standards and conformance, ecommerce, country of origin, investment, competition, and so forth. Or rather, these types of proactive proposals are crucially needed for the further enhancement of global supply chains and the development of the international trade system.It goes without saying that such initiatives must be intended to support the multilateral trade regime under the WTO and are designed to provide a basis for multilateral rulemaking in the future. Thus, they must be consistent with WTO rules. It is too timeconsuming and risky to wait for the results of upcoming mega RTAs such as the TPP, the Japan EU EIA, and the Regional Comprehensive Economic Partnership RCEP, not only for nonparticipants but also for participants. As analyzed in Section 2, RTAs do not provide the global solutions business societies are pursuing. Mega RTAs can facilitate and improve value chains. However, they could also create mega problems if the disciplines they contain are not harmonized across them. Annexed in Attachment 5 is the concept paper of an International Supply Chain Agreement ISCA based on the draft circulated by the author, originally to the International Centre for Trade and Sustainable Development ICTSD and the InterAmerican Development Bank IADB Expert Group Meeting on Global Supply Chains in Geneva in November 2012, to respond to the requirements of business societies and to deal with the challenges for the global trade system posed by mega RTAs.29 30 and World Bank blog by Bernhard This years World Economic Forum Enabling Trade Report Hoeckman and Selina Jackson 31 referred to ISCA Concept Paper as an option to holistically deal with supply chain issues.32 28 27 In the area of Sustainable Energy Trade, Fostering Low Carbon Growth: The Case for a Sustainable Energy Trade Agreement ICTSD 2011 is a trial designed to deal with various issues in a plurilateral agreement. In the IT areas, see LeeMakiyama 2011. 28 Trade Patterns and Global Value Chains in East Asia: From trade in goods to trade in tasks. WTOIDEJETRO 2011. 29 See Nakatomi 2013b, 2013c for the details and necessity of ISCA. 30 Enabling TradeValuing Growth Opportunities 2013 by World Economic Forum, page 27. 31 Shifting Focus in Trade Agreements From Market Access to ValueChain Barriers, by Bernhard Hoeckman and Selina Jackson 2013 http:blogs.worldbank.orgtrade. 32 See also Sweden National Board of Trade 2013. 18 Nakatomi ADBI Working Paper 439 4.4 Summary In terms of the possible legal form of agreements, the areas discussed above can be broadly classified into the following three groups: 1 those in which the incorporation of rules into WTO agreements is assumed tariffs, services, government procurement; 2 those in which immediate incorporation into WTO agreements is not assumed investment, competition; and 3 those in which specific policies have not been set and will depend on future developments ecommerce, standards and conformanceTBT, rules of origin. However, as seen in the case studies on the ITA and the ACTA, discussions on the legal form of agreements are inseparable from the type of forum, participants, and the intended content of agreements. In this sense, a conclusion can be drawn only by examining all of these factors on an areabyarea basis. The areas discussed in Sections 2 and 3 above are intended to be examples and have been selected from those closely related to trade and the WTO. Thus, there are many more potential areas for plurilateral agreements, if not limited to those related to the WTO. For instance, in the area of trade and the environment, there may be more itemsother than the liberalization of environmental goods and servicesthat should be dealt with under a plurilateral framework, depending on future developments in the relationship between multilateral environmental agreements MEAs and the WTO. Trade facilitation may be another possible area for plurilateral initiatives, that is, in the hopefully, unlikely event of failure of the ongoing efforts under the WTO. Indeed, further globalization and the changing needs of industries will certainly generate various new demands and requirements. Furthermore, it may become necessary to discuss some of those issues together as a combined package as in the case of issues related to global supply chains. At the moment, FTAs and RTAs are serving as essentially the sole channel for promoting trade liberalization and rulemaking because of the stalemate in the WTO negotiations under the Doha Round. Continuing this trend could result in the fragmentation and inefficiency of the global trade regime.33 The sense of speed permeating the WTO and its round of trade negotiations is just not acceptable, given the pace at which globalization is taking place and business environments are changing. While firmly supporting the WTO as the bedrock of the global trade system, governments around the world should consider utilizing issuebased plurilateral agreements more proactively in parallel with pursuing FTAs so that they can respond more quickly to new problems faced by their industries and challenges in global trade. 4.5 Recent Developments Toward Plurilateral Agreements Since the Eighth Ministerial Conference, there has been active movement toward plurilateral agreements, as exemplified by the following two developments. One is the discussion on the expansion of product coverage and participants of the ITA. Since there is an agreement among existing signatories not to discuss nontariff barriers at this juncture, the focus is on the expansion of product coverage. The other is a move toward launching negotiations on an International Services Agreement ISA, for which the concept 33 The US and the EU differ in their trade regimes and legal systems. Seeking to harmonize various systems in a bitsandpieces manner in this situation would definitely cause inefficiency and give rise to new problems. A spaghetti bowl of rules must be avoided by all means. 19 Nakatomi ADBI Working Paper 439 has been discussed so far. One crucial issue is its legal frameworkwhether it should take the form of a GATS Article V agreement FTA and hence keep the resulting benefits only to its signatories. It is still too early to judge the eventual outcome of this discussion. As such, WTO members are increasingly turning to a plurilateral approach in seeking progress in both trade liberalization and rulemaking in a bid to realize concrete results toward the next Ministerial Meeting in Bali. These have been welcoming recent developments in plurilateral agreements involving certain WTO members to meet the evolving needs of business societies. 5. CONCLUSION: GOVERNANCE OF THE GLOBAL TRADE SYSTEM AND PLURILATERAL AGREEMENTS I have looked at issuebased plurilateral agreements from various angles, for instance, in the light of precedents as well as their legal and practical constraints. I have also identified possible areas where such agreements can be utilized as a vehicle for promoting trade liberalization and rulemaking in the future. Developing an appropriate understanding of the nature of issuebased plurilateral agreements would enable us to pursue not only singleissue agreements but also multiissue agreements such as an ISCA. In concluding this paper, I would like to answer two fundamental questions posed regarding issuebased plurilateral agreements. 5.1 Are Plurilateral Agreements Replacing the WTO? Today, as the stagnation and problems plaguing the WTO have become all too clear, it is imperative to prepare and establish a mechanism for making full use of issuebased plurilateral agreements along with FTAs. The WTO, which operates on the principles of a single undertaking and decisionmaking by consensus, is groaning under its own weight, with its membership growing in size and diversity and a large number of issues listed on its agenda. On the other hand, FTAs are proliferating. There is a high possibility that they may replace the WTO as the primary rule maker and promoter of trade liberalization. Plurilateral agreements can and must present solutions and provide muchneeded impetus to the WTO, thereby enabling it to cope properly with global issues in reality. The issueoriented approach of plurilateral initiatives is instrumental in supporting the free trade regime and the WTO that are vital not only for Japan but also for all of the WTO member economies. Are plurilateral agreements replacing the WTO? The answer is clearly no, as I have extensively discussed in this paper. They should and do complement the WTO, which is facing serious challenges posed by FTAs. Are plurilateral agreements competing with FTAs? Again, the answer is no. They complement FTAs by offering global solutions, a task that cannot be accomplished by FTAs. 5.2 Can Plurilateral Agreements Address the Needs of Developing Countries? The second question is whether plurilateral agreements can properly address the needs of developing countries. I have already looked at this issue in various parts of this paper. 20 Nakatomi ADBI Working Paper 439 However, I would like to supplement my earlier discussion since developing countries participation is of vital importance. The success of the ITA as well as of the financial and telecommunication agreements, each with a wide participation of developing countries, clearly demonstrates how plurilateral agreements can accommodate the demands and concerns of developing countries. As discussed earlier, once a critical mass has been reached, plurilateral agreements will be readily accepted by nonmembers including developing countries, provided that the benefits of such agreements are to be extended to nonmembers on a MFN basis. The crucial question that needs to be asked here is whether plurilateral agreements can be realized with the willing participationnot just acquiescenceof a broad scope of developing countries. This relates to the question of whether a critical mass can be created with the participation of developing countries. Here I would like to point to five factors that are likely to facilitate the participation of developing countries. First, as already discussed, the proliferation of FTAsespecially the emergence of mega FTAshas put developing countries in a difficult situation. Above all, those left outside of the mega FTAs would face a high risk of seeing their presence in the global economy undermined. Issuebased plurilateral agreements may help their positions. Should the Doha Round continue to fail to make progress, those developing countries not invited to join any mega FTA would naturally turn their attention to plurilateral initiatives as a way of protecting their national interests. Second, developing countries, which are increasingly diverse in their economic interests, would find that there is much merit in participating in plurilateral agreements designed to promote liberalization and rulemaking in specific areas of interest. Since areas or issues of interest differ from one country to another, treating all developing countries as a group may not be an efficient approach. Even though the WTO and Doha Round may be the best forum for setting global trade rules, they are not functioning as expected. Given this reality, the plurilateral approach may be an attractive alternative for both developing and developed countries seeking changes to the trade regime. Third, plurilateral agreements should be designed to encourage the participation of likeminded developing countries. the negotiation and implementation of agreements is key to widening participation. It is also critically important to disseminate information on the economic merits of the plurilateral approach. The success of the ITA would not have been possible without the shared understanding of the economic importance of the agreement. Fourth, technical assistance and capacity building should be an integral part of plurilateral agreements. This is crucial to ensuring the participation of a large number of developing countries, as many of them lack the technical capabilities necessary to accommodate new rules and procedures. Fifth, dispute settlement provisions should not be too stringent, so as not to discourage developing countries from joining. Can plurilateral agreements properly address the needs of developing countries? The answer is yes, provided they are designed to attract likeminded developing countries with due consideration given to the factors described above. Indeed, as evidenced by the ongoing efforts to expand the product coverage of the ITA, the participation of likeminded this regard, ensuring In transparency in 21 Nakatomi ADBI Working Paper 439 developing countries is becoming a crucial factor to the successful conclusion of plurilateral agreements of almost any kind.34 More active discussions should take place about how we can create an environment that will facilitate the participation of likeminded developing countries in issuebased plurilateral agreements. 5.3 Global Governance and Plurilateral Agreements The WTO, FTAs, and issuebased plurilateral agreements need to be considered collectively from the viewpoints of trade liberalization and rulemaking. Promoting issuebased plurilateral agreements contributes to an understanding of the problems embedded in the WTO and finding a direction for reform. Setting a framework for an issuebased plurilateral agreement involves the selection of both issues and members, hence, requiring a more strategic approach than would be the case in pursuing multilateral agreements or FTAs. In the face of progressive globalization and continuous changes in the economic environment, governments will be required to have a good command of all of these various tools, applying the right one to the right need to deliver the best possible solution. It is hoped that this paper will provide useful insights to governments and businesses in pursuing issuebased plurilateral agreements and implementing trade policies in the future. 34 See Nakatomi 2011a. At the time of negotiating the original ITA, the Quad members accounted for about 80% of global IT trade, enabling the successful conclusion of the agreement under their initiative. 22 ADBI Working Paper 439 REFERENCES Baldwin, R. 2011. Trade and Industrialization after Globalizations 2nd Unbundling: How Nakatomi Building and Joining a Supply Chain are Different and Why it Matters. Cambridge, MA: National Bureau of Economic Research. Baldwin, R. 2012. WTO 2.0: Global Governance of SupplyChain Trade. London: Centre for Economic Policy Research. Bhagwati, J., and P. Sutherland, P. 2011. World Trade And The Doha Round. Final Report of the High Level Trade Experts Group, cochaired by J. Bhagwati and P. Sutherland. Cottier, T. 2009. A TwoTier Approach to WTO Decision Making. NCCR Trade Working Paper No. 200906. Swiss National Centre of Competence in Research. Cottier, T. 2006. From Progressive Liberalization to Progressive Regulation in WTO Law. Journal of International Economic Law 94: 779821. DrakeBrockman, J., and S. Stephenson. 2012. Implications for 21st Century Trade and Development of the Emergence of Services Value Chains. Prepared for IADB and ICTSD E15 experts dialogue on GVCs. Geneva. Elsig, M. 2010. WTO DecisionMaking: Can We Get a Little Help from the Secretariat and the Critical Mass? In: Redesigning the World Trade Organization for the TwentyFirst Century, edited by D. Steger. Ottawa, Canada: Wilfrid Laurier University Press. Finleyson, J.A., and M.W. Zacher. 1981. The GATT and the Regulation of Trade Barriers: Regime Dynamics and Functions. International Organization 354: 561602. Footer, M.E. 2010. The ReTurn to Soft Law in Reconciling the Antinomies in WTO Law. Melbourne Journal of International Law 11: 24176. Harbinson, S., and B. de Meester. 2012. A 21st Century Work Program for the Multilateral Trading System. Prepared for the National Foreign Trade Council. Washington, DC. Hoeckman, B., and S. Jackson. 2013. Shifting Focus in Trade AgreementsFrom Market Access to ValueChain Barriers. Available at: http:blogs.worldbank.orgtrade. InterAmerican Development Bank and International Centre for Trade and Sustainable Development. 2012. Are Global Value Chains Really Global? Policies to Accelerate Countries Access to International Production Networks. Prepared for IDB and ICTSD E15 experts dialogue on GVCs. Geneva. International Centre for Trade and Sustainable Development. 2011. Fostering Low Carbon Growth: The Case for a Sustainable Energy Trade Agreement. ICTSD Global Platform on Climate Change, Trade and Sustainable Energy. Geneva: ICTSD. Lawrence, R.Z. 2004. Rulemaking Amidst Growing Diversity: A ClubofClubs Approach to WTO Reform and New Issue Selection. Prepared for The World Trade Forum 2004. 23 ADBI Working Paper 439 LeeMakiyama, H. 2011. FutureProofing World Trade in Technology: Turning the WTO IT Agreement ITA into the International Digital Economy Agreement IDEA. ECIPE Working Paper No. 042011. Brussels: European Centre for International Political Economy. Nakatomi Low, P. 2011. WTO DecisionMaking for the Future. World Trade Organization Staff Working Paper ERSD201105. Geneva, Switzerland. Nakatomi, M. 2013a. Plurilateral Agreements: A viable alternative to the WTO? In: The Future of the World Trading System: Asian Perspectives, edited by R. Baldwin, M. Kawai, and G. Wignaraja. Vox EU.org e Book. Nakatomi, M. 2013b. Global Value Chain Governance in the Era of Mega FTAs and a Proposal of an International Supplychain Agreement. Vox EU Column 15 August. Nakatomi, M. 2013c. Global Value Chain Governance in the Era of Mega FTAs and a Proposal of an International Supply Chain Agreement Full Version. Research Institute of Economy, Trade and Industry 6 September. Nakatomi, M. 2012. Concept Paper for an International Supply Chain Agreement ISCA Improving Global Supply Chains by an Issuesbased Plurilateral Approach. Tokyo: Research Institute of Economy, Trade and Industry. Nakatomi, M. 2011a. Exploring Future Application of Plurilateral Trade Rules: Lessons from the ITA and the ACTA. Tokyo: Research Institute of Economy, Trade and Industry. Nakatomi, M. 2011b. Toward the Reform of the WTO and the Early Conclusion of the Doha Round Proposal. Tokyo: Research Institute of Economy, Trade and Industry. Norgaard, P.P. 2006. The WTO Decisionmaking Process and Internal Transparency. World Trade Review 51: 10331. Schwab, S.C. 2011. After Doha: Why the Negotiations Are Doomed and What We Should Do About It. Foreign Affairs 903: 104117. Sweden National Board of Trade. 2013. Global value Chains and the Transatlantic Trade and Investment Partnership. Stockholm: Sweden National Board of Trade. Tasker, J. Jr. 2001. The Information Technology Agreement: Building a Global Information Infrastructure while Avoiding Customs Classification Disputes. Brooklyn Journal of International Law XXXVI3. The Centre for SocioEcoNomic Development. 2012. Plurilateral Agreements: Key to Solving Impasse of WTODoha Round and Basis for Future Trade Agreements within the WTO Context. CSEND Policy Brief No. 7. Geneva: CSEND. The University of Warwick. 2007. The Multilateral Trade Regime: Which Way Forward? Report of the First Warwick Commission. Coventry, UK: The University of Warwick. 24 ADBI Working Paper 439 TijmesLhl, J. 2009. Consensus and Majority Voting in the WTO. World Trade Review 83: Nakatomi 41737. Van Grasstek, C., and P. Sauve. 2006. The Consistency of WTO Rules: Can the Single Undertaking be Squared with Variable Geometry? Journal of International Economic Law 94: 83764. Wolfe, R. 2007. Can the Trading System Be Governed? Institutional Implications of the WTOs Suspended Animation. Working Paper No. 30. Ontario, Canada: The Center for International Governance Innovation. World Economic Forum. 2013. Enabling Trade Valuing Growth Opportunities 2013. Geneva, Switzerland: World Economic Forum. World Economic Forum. 2012. The Shifting Geography of Global value Chains: Implications for Developing Countries and Trade Policy. Global Agenda Council on Global Trade System. Geneva, Switzerland: World Economic Forum. World Economic Forum. 2011. A Plurilateral ClubofClubs Approach to World Trade Organization Reform and New Issues. Global Agenda Council on Trade. Geneva, Switzerland: World Economic Forum. World Trade Organization. 2004. The Future of the WTO. Report by the Consultative Board to the DirectorGeneral Supachai Panitchpakdi. Geneva, Switzerland: WTO. WTOIDEJETRO. 2011. Trade Patterns and Global Value Chains in East Asia: From Trade in Goods to Trade in Tasks. Geneva, Switzerland and Tokyo: WTOIDEJETRO. 25 ADBI Working Paper 439 ATTACHMENT 1: MULTILATERAL AGREEMENTS AND PLURILATERAL AGREEMENTS ON TRADERELATED ISSUES Nakatomi Multilateral agreements Countrybased plurilateral agreements WTO rule: Yes WTO Annex 1, 2 3 to GATT 1994 GATT Article XXIV GATS Article V RTAsFTAs Annex 4 Agreements on: Government Procurement Trade in Civil Aircraft Plurilateral agreements Issuebased plurilateral agreements WTO rule: No In the future, plurilateral agreements may be concluded in the areas of competition, investment, etc. In the area of investment, TRIM is already in place Financial Service Agreement, Basic Telecommunications Agreement, ITA, ACTA, etc. In the future, plurilateral agreements may be concluded in the areas of services, electronic commerce, standards and conformance TBT, country of origin, etc. 26 ADBI Working Paper 439 ATTACHMENT 2: COMPARISON OF TRADERELATED MULTILATERAL AND PLURILATERAL AGREEMENTS Nakatomi WTO Multilateral RTAsFTAs Countrybased plurilateral agreements Annex 4 agreements Participants countriesregions 159 Two or more Two or more Issuebased plurilateral agreements WTO Rule: Yes Servicesector agreements Financial Services Agreement Basic Telecommunications Agreement Critical mass Current membership: Financial Services Agreement 70 Basic Telecommunications Agreement 69 Annex 1 to Agreement Establishing WTO WTO Agreement GATT Article XXIV Substantially all trade GATS Article V Substantial sectoral coverage Annex 4 to WTO Agreement Protocols to GATS concerning financial services basic telecommunications services 27 Basic rules Plurilateral agreements Tariff reduction elimination agreement ITA ACTA Others WTO Rule: No Critical mass ITA: Approx. 90% of world trade Currently, ITA covers 97% of world trade or 73 countries. 37 10 EU 27 Two or more Two or more GATT TRIPS ? ADBI Working Paper 439 Nakatomi Establishment of a new agreement Participants Consensus of all WTO members No voting provision Protocols to GATS concerning financial services basic telecommunications services by consensus of all WTO members Participants schedules of commitments and lists of exemptions from GATS Article II MFN treatment amended and attached Ministerial declaration by participating countries Participants schedules of concessions amended Participants ? Separate consideration for each negotiation area Participants Amendments to existing agreements Consensus of all WTO members No voting provision Participants Participants Modification of schedules under GATS Article XXI Participants in terms of each participant amending its schedule of concessions Participants Participants Participants Obligations under WTO rules YES NO YES YES subsequent to amendments to schedules of commitments YES subsequent to amendments to schedules of concessions NO ? Depends on content of agreement NO 28 ADBI Working Paper 439 Application of benefits on MFN basis YES in principle NO Doha Round launched in 2001 and ongoing on basis of consensus of all WTO members In principle, no selectivity for negotiation areas Servicesector agreements possible under GATS Article V 505 agreements reported to date Others Establishment NO for Agreement on Trade in Civil Aircraft and Agreement on Government Procurement YES is possible for future agreements. Only two agreements are in force now. Agreement on Trade in Civil Aircraft and Agreement on Government Procurement Nakatomi YES YES YES TRIPs has no provision for MFN exceptions. Regarded as a precedentsetting plurilateral agreement on trade in services Regarded as precedentsetting plurilateral agreements for tariff reduction and elimination Standalone agreement supplementary to TRIPs Agreement YES in principle? L4905 Depends on relevant WTO provisions and content of agreement NO Must be WTOconsistent, in principle Separate consideration for each negotiation area Negotiation areas may be selected Plurilateral agreements on trade and competition, etc. fall into this category ? 1995 For the purpose of the paper, issuebased plurilateral agreements signed by three or more countries are considered from the aspect of contribution to rulemaking and liberalization in the field of international trade. 1997 1997 1995 2011 ? ? 29 ADBI Working Paper 439 Nakatomi ATTACHMENT 3: GATTWTO AND CHANGES IN THE TREATMENT OF PLURILATERAL AGREEMENTS 1947 Introduction of Tokyo Round 1979 Codes 1995 Establishment of WTO Incorporation of Future Plurilateral Agreements GATT GATT 1947 Participation of all members GATT 1947 Participation of all members GATT 1994 Participation of all members Codes WTO Annex 1A agreements on trade in goods Agreement on Subsidies and Countervailing Measures, Antidumping Agreement, TBT Agreement, Agreement on Import Licensing Procedures, Customs Valuation Agreement, Agreement on Trade in Civil Aircraft, Agreement on Government Procurement, International Dairy Agreement, International Bovine Meat Agreement NonMFN based agreements Participation of some members Agreement on Subsidies and Countervailing Measures, Antidumping Agreement, TBT Agreement, Agreement on Import Licensing Procedures, and Customs Valuation Agreement were turned into Annex 1a agreements under the WTO participated by all members. Participation of all members Participation of all members 30 ?? Introduction of schedules of concessions approach? Amendments by critical mass plus MFNbased distribution of benefits? ADBI Working Paper 439 Nakatomi WTO Annex 4 agreements WTO Annex 1B agreements on trade in services WTO Annex 1C agreements on traderelated aspects of intellectual property rights Agreement on Trade in Civil Aircraft, Agreement on Government Procurement, International Dairy Agreement International Bovine Meat Agreement Only first two agreements are effective today. NonMFNbased agreements Participation of some members Participation of all members Introduction of schedules of commitments approach Participation of all members ?? Easing procedural requirements for establishing new agreements? e.g., Critical mass MFNbased distribution of benefits Additional sectoral agreements by same approach as those used for Financial Services Agreement and Basic Telecommunication Agreement? Amendments to schedules of commitments Introduction of schedule of concessionscommitments approach? Amendments by critical mass plus MFNbased distribution of ?? benefits? Issuebased plurilateral agreements between three or more countries are considered here with a view to their contribution to rulemaking and liberalization in the field of international trade. 31 ADBI Working Paper 439 ATTACHMENT 4: BASIC PARAMETERS FOR ACTA Nakatomi 32 ADBI Working Paper 439 ATTACHMENT 5: CONCEPT PAPER FOR AN INTERNATIONAL SUPPLY CHAIN AGREEMENT ISCA Nakatomi Concept Paper for an International Supply Chain Agreement ISCA Improving global supply chains by an issuesbased plurilateral approach 35 NAKATOMI Michitaka Research Institute of Economy, Trade and Industry 1. Necessity and Background Need to accommodate the globalization of business activities Lack of progress in the World Trade Organization WTO Doha Round slowness Narrow scope of the Doha Round narrowness Proliferation of regional trade agreements RTAs and resulting spaghetti bowls of rules of origin as well as of trade rules and disciplines Fragmentation of rules across different RTAs involving big players poses by far the most serious problem. Big RTAs are indispensable for international trade liberalization and rulemaking but do not provide a global solution. 2. A Possible Tool for Reform 35 Original version of the concept paper was submitted to ICTSDIADB E15 Expert Group Meetings on Global Value Chains and RTAs in Geneva, November 2012. 33 ADBI Working Paper 439 1 Accelerating WTO negotiations where applicable Nakatomi Potential areas include nonagricultural market access NAMA, services, trade facilitation, the expansion of the International Technology Agreement ITA, etc. Progress, however, is not necessarily forthcoming. Big RTAs Big crossregional RTAse.g., the TransPacific Partnership Agreement TPP, a free trade agreement FTA between the United States and the European Union EU, and one between Japan and the EUcan facilitate the development and efficient operation of global supply chains if, and only if, there is strong coordination among the members concerned and others toward the development of uniform global rules. An international supply chain agreement ISCA is a possible mechanism for coordination among the members concerned, thereby enabling them to untangle the spaghetti bowl effect of multiple sets of rules of origin and trade rules. 2 3 ISCA To improve global supply chains in certain priority areas, the possibility of launching plurilateral negotiations should be studied, following such successful precedents as the ITA, the Basic Telecommunication Services Agreement, the Financial Services Agreement concluded in 1997, and the AntiCounterfeiting Trade Agreement ACTA in 2011. 3. Basic Principles to Underlie the ISCA 1 2 Complementary to and consistent with WTO agreements, thereby creating the basis for future multilateral rules A plurilateral agreement covering multiple areas a Complementary where relevant WTO agreements exist cf. ACTA approach as a traderelated aspects of intellectual property rights TRIPsplus agreement e.g., Agreement on Technical Barriers to Trade TBT Agreement, b Creating new disciplinesrules where relevant WTO agreements do not exist e.g., competition, investment, ecommerce, preferential rules of origin 34 ADBI Working Paper 439 3 Nakatomi ISCA negotiations should neither delay nor undermine the Doha Round Areas to be covered by the ISCA should not overlap with the Doha Development Agenda DDA. e.g., trade facilitation should be pursued in the DDA negotiations unless it becomes clear that progress is not expected. Promotion and participation by likeminded members critical mass The United States, the EU, Japan, and other leading developed members Likeminded developing members An agreement outside the WTO Most favoured nation MFN extension to provide the basis for future rules Benefits resulting from the agreement should be extended to nonparticipants in general to create de facto international standards in the targeted areas to provide the basis for future WTO rules. The free riding issue has been exaggerated in many circumstances. Exceptions to MFN can be discussed further. In areas where relevant WTO rules exist, MFN extension is generally required by the WTO agreement concerned. Avoiding the fragmentation of trade rules and the spaghetti bowl phenomenon In the course of negotiations, participating members should seek to address the fragmentation of trade rules that either has been or may be created by big regional RTAs. Timeframe and targets for negotiations Conclusion within a maximum of three years Business requires speed. Speed is also crucial to prevent the creation of an unswallowable spaghetti bowl of big RTAs. The level of ambition should be carefully controlled by participating members. The harmonization of existing business practices and rules should be the primary goal of the negotiations. 35 4 5 6 7 8 ADBI Working Paper 439 Nakatomi Big members must not engage in a fight for hegemony. 9 Dispute settlement To avoid protracting the negotiations and enable wider participation in the future, dispute settlement provisions should not be too stringent. cf. ACTA 10 Sufficient consultation with the business community As in the case of the ITA, the full involvement of the business community is essential to picking up its needs and bringing the negotiations to a successful end. 11 Transparency To enable the ISCA to serve as the basis for future multilateral rules, the transparency of the negotiations should be open and visible to the governments of nonparticipating members as well as to the business community. 4. Possible Areas to be Covered by the ISCA 1 Defining the agenda in close collaboration with the business community The views and opinions of the business community should be respected and taken into account in selecting areas subject to negotiation. 2 Setting a focused agenda to enable the negotiations to be concluded within a designated, short time period Almost all of the WTO agreements are somehow relevant to global supply chains. The level of ambition, scope of participating members, and negotiation speed are correlated see the attached chart used in the ACTA negotiations. Overburdening the agenda is tantamount to stifling and killing the negotiations from the outset. Potential areas for consideration The following are some of the potential areas and issues that should or may be considered for inclusion in the agenda for the ISCA negotiations to stimulate discussion. Other areas and issues can also be considered. 36 3 ADBI Working Paper 439 3.1 Areas already covered by WTO agreements Nakatomi a Technical barriers to trade TBT and sanitary and phytosanitary SPS measures TBT measures are unquestionably the area of interest to the business community. Many behindtheborder measures and nontariff barriers are related to TBT measures. By introducing further clarity, transparency, good practices, and so forth, the ISCA can complement the TBT Agreement and hence facilitate crossborder business activities. Likewise, the ISCA may complement certain elements of the Agreement on Sanitary and Phytosanitary Measures SPS Agreement. b Trade facilitation This should be added to the ISCA agenda if, and only if, trade facilitation negotiations in DDA fail to move forward. c Export restrictions Although the WTO rules impose disciplines on export restrictions, they are much weaker than those on import restrictions. To facilitate the development and efficient operation of global supply chains, discussions should take place to set out rules to discipline export restrictions as explicitly as those governing import restrictions. 3.2 Areas not covered by WTO agreements a Investment The issue of trade and investment was dropped from the DDA at the Cancun Ministerial. It is becoming clear that not only investment protection but also investment liberalization is necessary. No single country can persuade the governments of other countries to fix the problems in their investment regimes. Establishing a common position on investment rules is essential. Investment rules benefit not only developed members but also developing countries in need of inward foreign direct investment FDI and investment opportunities abroad NorthSouth, SouthSouth, SouthNorth investment. b Competition 37 ADBI Working Paper 439 Nakatomi Trade and competition was also dropped from the DDA at the Cancun Ministerial. Competition rules are useful, for example, in disciplining the anticompetitive practices of stateowned enterprises SOEs and oligopolistic suppliers in certain areas as well as dealing with discriminatory export controls. Regarding SOEs, serious discussion should take place first on their definition and the disciplines governing them. c Ecommerce Issues related to MFN, national treatment NT, market access MA, and intellectual property right IPR protection in ecommerce are undoubtedly the area where collaboration among the likeminded countries can produce meaningful results for business around the world. d Preferential rules of origin The harmonization of nonpreferential rules of origin is covered by the DDA but is not progressing well because of their multifaceted nature e.g., statistics, trade remedies, quota management, etc  Preferential rules of origin are not covered by the DDA. As the first step toward eliminating the spaghetti bowl effect of preferential rules of origin, collaboration should take place within the ISCA framework to lessen the burden on business. 3.3 Others a Capacity building and technical assistance In order to enable wider participation, collaboration for capacity building and technical assistance is essential. b Collaboration in analyzing global supply chains As in the case of the WTOInstitute of Developing Economies Japan External Trade Organization IDEJETRO study on global value chains, participating members must collaborate to deepen their common understanding of changes in value chains and trade in tasks. 38 ", "filename": "770460968.pdf", "person": ["Michitaka Nakatomi", "Nakatomi, Michitaka"], "date": ["2013"]}