{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/87690/1/77162607X.pdf"], "title": ["Exchange trading rules, surveillance and insider trading"], "plaintext": " CFS Working Paper Series The Center for Financial Studies, located in Goethe Universitys House of Finance in Frankfurt, is an independent nonprofit research center, funded by the nonprofit making organisation Gesellschaft fur Kapitalmarktforschung e.V. Gf K. The CFS is financed by donations and by contributions of the Gf K members, as well as by national and international research grants. The Gf K members comprise major players in Ger manys financial industry. Established in 1967 and closely affiliated with the University of Frankfurt, it provides a strong link between the financial community and academia. CFS is also a contributor to policy debates and policy analyses, building upon relevant findings in its research areas. The CFS Working Paper Series presents the result of scientific research on selected topics in the field of money, banking and finance. The authors were either participants in the Center s Research Fellow Program or members of one of the Center s Research Projects. If you would like to know more about the Center for Financial Studies, please let us know of your interest. Prof. Michalis Haliassos, Ph.D. Prof. Dr. Jan Pieter Krahnen Prof. Dr. Uwe Walz Center for Financial Studies Goethe University House of Finance Gruneburgplatz 1 60323 Frankfurt am Main Tel: 49 69 79830050 Fax: 49 69 79830077 www.ifkcfs.de infoifkcfs.de York University Schulich School of Business Feng Zhan 4700 Keele Street Toronto, Ontario M3J 1P3 Canada http:ssrn.comauthor1570631 fzhan 09schulich.yorku.ca Michael Aitken Australian School of Business University of New South Wales Sydney NSW 2052 Australia http:ssrn.comauthor49920 m.aitkencmcrc.com EXCHANGE TRADING RULES, SURVEILLANCE AND INSIDER TRADING Douglas Cumming York University Schulich School of Business 4700 Keele Street Toronto, Ontario M3J 1P3 Canada http:ssrn.comauthor75390 dcummingschulich.yorku.ca This draft: 15 Oct 2013 We are indebted to the Investment Industry Regulatory Organization of Canada IIROC and Capital Markets CRC for financial support. Douglas Cumming also owes thanks to the Social Sciences and Humanities Research Council of Canada SSHRC for financial support. We owe special thanks to Sofia Johan for helpful comments and suggestions, as well as permission to use data on surveillance from Cumming and Johan 2008. Also, we thank KeeHong Bae, Jen Baggs, Uptal Bhattacharya, Aurtoro Bris, Ming Dong, Petrella Giovanni, John Goodwell, Robert Grosse, Qingzhong Ma, Gordon Roberts, Pauling Shum, Adrian Tschoegl, and seminar participants at the Bank of Canada Bank of Spain Workshop 2012, European FMA Conference Istanbul, 2012, the Academy of International Business Studies Conference Washington DC, 2012, the American Law and Economics Association Stanford, 2012, University of Lancaster Business School 2012, CEIBS China Europe International Business School Shanghai, 2012, WHU Otto Beisheim School of Management Vallendar, 2012, York University Toronto, 2012, NFA Annual Conference Niagara Falls, 2012, the FMA Annual Conference Atlanta, 2012, and the University of Victoria 2013. 1 EXCHANGE TRADING RULES, SURVEILLANCE AND INSIDER TRADING Abstract We examine the impact of stock exchange trading rules and surveillance on the frequency and severity of suspected insider trading cases in 22 stock exchanges around the world over the period January 2003 through June 2011. Using new indices for market manipulation, insider trading, and brokeragency conflict based on the specific provisions of the trading rules of each stock exchange, along with surveillance to detect noncompliance with such rules, we show that more detailed exchange trading rules and surveillance over time and across markets significantly reduce the number of cases, but increase the profits per case. Insider trading, Surveillance, Exchange Trading Rules, Law and Finance Keywords: JEL Codes: G12, G14, G18, K22 1. Introduction 2 This paper addresses a central question at the intersection of law and finance: are rules and their enforcement effective at mitigating insider trading? Our approach differs from prior work in three important ways. First, for the first time, we examine exchange trading rules that govern market conduct and relate these rules to insider trading. Second, we use recent changes in such rules that resulted from European directives to explore time series variation in the structure of exchange trading rules pertinent to insider trading and market manipulation. These changes were mandated by the European Commission and were not enacted in response to market manipulation problems in any one country per se, thereby giving rise to a natural experiment with which to study the effectiveness of exchange trading rules. Third, we employ unique surveillance data in relation to insider trading and market manipulation. The surveillance data are based on alerts, or computer algorithms, used by surveillance authorities to detect instances or patterns of market manipulation. Our surveillance data cover a wide range of market manipulation and are used by sophisticated surveillance authorities to detect crossproduct and crossmarket manipulation. Unlike other studies on the impact of securities regulation, published and otherwise, we study the extent and timing of enforcement by considering surveillance. We do not consider actual successful prosecutions of insider trading, but rather, suspected cases of insider trading. We distinguish between insider trading ahead of announcements from clear cases of market anticipation and thereby use data on suspected cases of insider trading applied by expert surveillance authorities in their ex post data analyses and assessment of market quality. Our analysis involves monthly data from 22 exchanges in 17 countries, including Australia, Canada, China, Germany, Hong Kong, India, Japan, Malaysia, New Zealand, Norway, 3 Singapore, South Korea, Sweden, Switzerland, Taiwan, the United Kingdom UK, and the United States US for the period January 2003 through June 2011. Insider trading data are compiled by the joint organizations Capital Market Cooperative Research Centre CMCRC,1 SIRCA,2 and SMARTS Group Inc.3 These organizations have both research and commercial interests in surveillance activities on many stock exchanges around the world. An important aspect of this study involves the broad nature of insider trading and its detection. Insider trading can be facilitated by forms of market manipulation that are not, strictly speaking, by themselves insider trading. For example, spoofing, which involves giving up priority, switches, and layering of bidsasks, can be used to further illegal insider trades by creating other market distortions that would make insider trading more difficult to detect. Similarly, volume manipulation through churning and wash trades can likewise make the detection of insider trading more difficult. Therefore, the ability of an exchange to mitigate insider trading activity and profits from insider trading depend significantly on the overall rule structure of the exchange and the ability of the exchange to detect manipulation through domestic and crossmarket surveillance. An equally important aspect of this study is the difference between exchange trading rules and surveillance. Exchange trading rules are unambiguous and purposely made obvious to 1 http:www.cmcrc.com 2 3 http:www.sirca.org.audisplaySBXHome http:www.smartsgroup.com market participants, and they are very visible on each exchanges webpage. Surveillance 4 activities, by contrast, are not made obvious, but can be estimated by market participants. If market participants knew exactly which computer algorithms were, or were not used, by surveillance authorities to alert them of breaches of trading rules, they could tailor their trades to avoid detection. Rules and surveillance together, therefore, have the potential to mitigate the perpetration of market manipulation or to exacerbate the profits from such manipulation according to the Becker 1968 economic model of crime commit a crime if the expected benefits exceed the costs; see also Garfinkel and Nimalndran, 2003; Karpoff et al., 2008a,b, 2012; Brockman et al., 2009; Baker et al., 2010; Karpoff and Lou, 2010; Yu and Yu, 2011. Based on the unique, and in some dimensions proprietary, data set in this study, we uncover a nontrivial role for exchange trading rules and surveillance in mitigating the number of insider trading cases, but exacerbating the profits per case. In our most conservative estimates, a 1standarddeviation improvement in trading rule specificity gives rise to a 23.43% reduction in the number of insider trading cases and a 53.17% increase in profits per case. These findings are robust to numerous specifications, including but not limited to differenceindifferences regressions and twostage instrumental variables regressions. Similarly, we conservatively estimate that a 1standarddeviation improvement in surveillance gives rise to a 67.0% reduction in the number of cases and 26.3% increase in profits per case. Overall, the findings highlight complementarities across different trading rules and surveillance, and these complementarities are at least twice as important as standalone insider trading rules for predicting the frequency of insider trading cases; however, the complementarities are less economically important for predicting the trading value for surrounding the insider trading cases relative to standalone 5 insider trading rules. This paper is related to a substantial body of work in securities regulation that explores the question of whether securities laws and their enforcement facilitate more efficient markets with greater integrity. For instance, recent studies have shown a positive empirical link between securities regulation and capital raising La Porta et al., 2006; Roe, 2006; Jackson, 2007; Jackson and Roe, 2009, and liquidity Cumming et al., 2011.4 More specifically in the area of insider trading however, the evidence is more varied and generally shows that insider trading laws are relatively less effective the Appendix provides an overview of related papers. Bris 2005 studies the adoption of insider trading laws across 54 countries from the 1960s through the 1990s and finds some evidence that such laws fail to mitigate the number of cases while increasing profits per case. Similarly, Beny 2005, 2007 and Bhattacharya and Daouk 2002, 2009 find evidence that insider trading laws do more harm than good when they are not properly enforced. The present paper complements this literature by examining, for the first time, whether surveillance computerbased alerts based on algorithms and exchange trading rules across countries and time mitigate insider trading activity. Our findings strongly support this prior work 4 See also, e.g., Aggarwal 2001, Aggarwal and Wu 2006, Allen and Gale 1992, Allen and Gorton 1992, ComertonForde and Rydge 2006, Daouk et al. 2006, De Marzo et al. 2005, Gerard and Nanda 1993, Hillion and Suominen 2004, Jarrow 1992, 1994, La Porta et al. 1997, 1998, 1999, 2002, 2006, Mahoney 1999, Merrick et al. 2005, Ni et al. 2005, Peng and Roell 2009, OHara and Mendiola 2003, Pirrong 1993, 1995a,b, 1999, 2004, Pistor et al. 2003, Pistor and Xu 2003, 2005, Prichard 2003, Reiffen and Robe 2007, Romano 2001, 2002. and extend the literature by highlighting the effect of different yet complementary market 6 manipulation rules and specific direct policy mechanisms directly relevant to insider trading. This paper proceeds as follows. Section 2 describes stock exchange trading rules and exchange surveillance. The data are introduced in Section 3. Section 4 presents multivariate analyses of the relation between the frequency and profitability of insider trading and exchange trading rules and surveillance. Concluding remarks are set forth in Section 5. 2. Expected impact of exchange trading rule complementarities on insider trading Traditional studies of the impact of rules on insider trading have considered specific exchange trading rules pertaining to insider trading and governance e.g., Bhattacharya and Daouk, 2002, 2009; Beny, 2005, 2007; Bris, 2005; see the Appendix. Our perspective is similar, but with three important differences. First, we conjecture that there are myriad exchange trading rules specific to insider trading that impact the frequency and severity of such trading. Second, we consider that noninsider trading exchange trading rules influence insider trading through rule complementarities. Finally, we believe that surveillance efforts directed towards these first two issues affect insider trading. We explain in this section each of these three points in turn prior to introducing the data and tests in the subsequent sections. 2.1. Insider trading rules 7 Insider trading, which generally refers to trading on material nonpublic information, is far from generic. Insider trading can be propagated through many different channels and brought about by different market participants. As a result, exchange trading rules regarding client precedence, frontrunning, trading ahead of research reports, separation of research and trading, broker ownership limits, restrictions on affiliation, restrictions on communications, investment company securities, influencing or rewarding the employees of others, and antiintimidationcoordination could all potentially have an impact on the frequency and severity of insider trading. Two types of rule affect the ability of brokers to impact trading on material nonpublic information: client precedence and frontrunning. Client precedence refers to brokers violating the time priority of client orders. A client precedence rule is violated during insider trading when a broker initiates a trade on his own account shortly ahead of the execution of a clients order, with the clients trade being executed at a worse price. Frontrunning likewise refers to brokers trading ahead of client orders. In the case of frontrunning, upon receipt of a large client order, a broker trades shortly prior to the clients order, with the expectation that the clients order will move the price. Frontrunning can also involve brokers who, after receiving a clients order, take the opposite position to the clients order in the market without the clients knowledge and then, immediately thereafter, the same broker crosses with the same client offmarket at a profit. 8 Other forms of insider trading can involve the use of material nonpublic information about the company being traded. Trading rules can mitigate the incidence of this form of insider trading by prohibiting trading ahead of the public release of research reports created by brokerages, and the separation of research and trading departments at brokerages commonly referred to as Chinese Walls. As well, rules that limit affiliation between exchange members and member companies, or between members and their investment company securities, mitigate the flow of information that might be material and nonpublic. Rules can also provide guidance with respect to the nature of communication between brokerages and the public by regulating how the flow of material nonpublic information is released. Further, trading rules sometimes limit brokerage ownership, the extent to which brokerages can influence or reward employees of others, or ban intimidation andor coordination activities e.g., to stop people from reporting illegal activities. These restrictions can have the effect of limiting the flow of material nonpublic information. 2.2. Other exchange trading rules and insider trading Insider trading can be facilitated by other forms of market manipulation, such as through price manipulation, volume manipulation, spoofing, disclosure manipulation, and brokeragency conduct. Price manipulation can enable insider trading by distorting the market and prices prior to an announcement, thereby facilitating execution of insider trades while hindering detection of insider trading by surveillance authorities. Price manipulation can be carried out in many different ways, can take many forms, and may be executed by multiple market participants. One 9 common way is where one broker or colluding brokers enters purchase orders at successively higher prices to create the appearance of active interest in a security, which is also termed rampinggouging. This can also take the form of pump and dump schemes, whereby exchange participants generate a significant increase in price and volume for a security, carry out a quick flip, and the securities are then sold often to retail customers at the higher prices. Another similar type of price manipulation takes the form of prearranged trading. Prearranged trades involve colluding parties simultaneously entering orders at an identical price and volume. Because prearranged trades avoid the order queue, they can influence the price of a security. Similarly, market setting is a form of manipulation wherein brokers crossorder at the shortterm high or low to affect the volume weighted average price, or to set the price in one market for the purpose of a cross in another market. Additional forms of price manipulation include corners securing control of the bid or demandside of both the derivative and the underlying asset, and this dominant position can then be exploited to manipulate the price of either and squeezes taking advantage of a shortage in an asset by controlling the demandside and exploiting market congestion during such shortages in a way that creates artificial prices. Further, price manipulation includes minimanipulations wherein trading in the underlying security of an option is carried out to manipulate its price so that the options will become inthemoney Merrick et al., 2005. Price manipulation may be more pronounced at the market open or close, or on a particular date end of monthquarteryear. Financial record keeping schedules among companies provide incentives, particularly for insider traders, to manipulate share prices around the end of the monthquarteryear. 10 Volume manipulation through churning and wash trades can likewise make the detection of insider trading more difficult for surveillance authorities. Volume manipulation can take two primary forms: churning and wash trading. Churning refers to excessive trading of a stock to inflate its volume, thereby giving rise to a false impression that there is positive investor sentiment for the stock. Wash trading, another form of volume manipulation, means having the same client reference on both sides of a trade. While there is no beneficial change in ownership, wash trades have the effect of creating a misleading appearance of active interest in a stock. Spoofing can be used to facilitate illegal insider trades by creating other market distortions that would make insider trading more difficult to detect. Spoofing, also known as painting the tape, is a form of market manipulation that involves actions taken by market participants to give an improper or false impression of unusual activity or price movement in a security. Spoofing includes fictitious orders, giving up priority, layering of bidsasks, and switches. Spoofing may give rise to volume and price manipulations that make insider trading more profitable and easier to carry out, and more difficult to detect. A market participant may also more effectively execute an insider trade by engaging in false disclosure, parking, and warehousing. Many exchanges stipulate rules prohibiting false disclosure of information. Market participants might otherwise actively distribute false or misleading information that has the effect of distorting the marketplace. Alternatively, there can be a failure to disclose information such as mandatory disclosure of ownership interests when they reach threshold level. This latter form of manipulation is commonly known as parking or warehousing. 11 Brokeragency conflicts can similarly facilitate insider trading transactions by misleading market participants who are not insiders. Brokers act on behalf of clients, but can do so in ways that are against client interests. This type of principal agent problem may arise from failure of the broker to obtain the best price for a client commonly known as a breach of a trade through obligation 5, the broker charging excessive fees, or the broker acting in ways that are generally detrimental to client interests, such as by investing in securities that do not match the riskreturn profile of the client referred to as breach of the knowyourclient rule. As well, brokers might use the exchanges name improperly in marketing their services, or carry out other forms of improper or unethical sales and marketing efforts. 2.3. Surveillance and insider trading As with most exchange trading platforms, surveillance systems within exchanges around the world are automated Harris, 2002. Real time computer surveillance systems alert surveillance staff of unusual trading activity based on orders and executed trades. Such alerts are not usually based on single trades but are generated based on patterns of trading to detect potential manipulative practices. The different types of market manipulation identified in Table 1 can be subject to both single and crossmarket surveillance. Singlemarket manipulations can also be a crossmarket manipulation such as for a security that is listed on more than one 5 In the US, this obligation was released under Regulation NMS and published in the Federal Register in June 2005. Regulation NMS was phased in over many months in 2007; see http:www.nasdaqtrader.comcontentmarketregulationregnmsregnms_factsheet.pdf. Assigning the value 1 or 0 to trade through in the US during this period does not materially influence our results. exchange or crossproduct manipulation such as a derivative and its associated stock. For 12 example, wash trades may take place across markets in fact, multiple transactions across markets could be used as a way to disguise wash trades. Frontrunning may also take place across markets, where brokers place orders ahead of client orders for the same security traded on a different exchange. In our empirical tests below, we sum up the scope of domestic and crossmarket surveillance to create an overall scopeofsurveillance index. As with the underlying logic pertaining to the scope of trading rules, we expect the scope of surveillance, and not merely surveillance of one type of manipulative activity, to be important with respect to insider trading. Other surveillance index specifications within the subset of domestic or the subset of crossmarket surveillance alerts are expected to give rise to materially similar results; we also assess these specifications in our empirical tests. A greater scope of surveillance is expected to lower the profits to insider trading by making the market more efficient Cumming and Johan, 2008. The scope of surveillance is not precisely known by market participants, but it may be estimated, and as such, surveillance by any one exchange is expected to mitigate the frequency of insider trading. Based on the economic model of crime Becker, 1968; see also Karpoff et al., 2008a,b, when there is a greater chance of detection, risk taking insiders will be willing to engage only in the more profitable insider trades. In sum, we conjecture that rules prohibiting insider trading alone may not necessarily influence insider trading, but rather, that the rules we have outlined above, along with the surveillance associated with these rules, operate together to jointly have greater influence on insider trading. More detailed rules mitigate the frequency of suspected insider trading. 13 However, more detailed rules increase the expected costs of detection; based on the economic model of crime Becker, 1968, insider traders will engage in insider trading only if the accompanying profits are larger. We test these propositions via a new, detailed panel data set, described in Section 3 below. 3. Sample and summary statistics 3.1 Sample Our sample comprises 22 stock exchanges whose trading data are included in commonly used data sources such as Thomson Reuters Datastream. The sample comprises Australia, Canada, China Shanghai and Shenzhen, Germany, Hong Kong, India Bombay and the National Stock Exchange of India, Japan, Malaysia, New Zealand, Norway, Singapore, South Korea, Sweden, Switzerland, Taiwan, the UK, and the US NASDAQ and NYSE. Table 1 describes the main variables in our data set. Our main dependent variables are the number of suspected information leakage cases and preannouncement abnormal profits per suspected information leakage case. The dependent variable is based on identified suspected cases from surveillance authorities via SMARTS Group, Inc., and CMCRC. SMARTS surveillance staff constructed the dependent variable by first examining news releases from the exchanges themselves. SMARTS measures the return to the security in the six days prior to the 14 announcement, up through two days following the announcement. SMARTS cross checked their findings with the Thompson Reuters News Network to ensure that no important news announcements were missed. SMARTS considers only news events that have no companion news announcements that could alternatively explain as market anticipation price movements in the six days before and the two days after the relevant announcement. For each news announcement, a price movement is abnormal if it is three standard deviations away from the mean abnormal return during the 250day benchmarking period ending 10 days prior to the news release. SMARTS surveillance staff independently examined the data to distinguish between market anticipation and suspected insider trading;6 since SMARTS includes as insider trading only large movements that are threestandarddeviation changes, the possibility that insider trades could be viewed as market anticipation is mitigated and not plausibly observed in the data. To be included in our sample, the stock must have at least 150 days of trading activity. A onefactor market model based on the market index from each particular exchange is used to calculate daily abnormal returns. To ensure that no temporary stock fluctuations are captured, nineday cumulative abnormal returns CARst6, t2 are calculated as well . To be included in the final data set for suspected information leakage cases, the CAR around each event t6, t2 must be three standard deviations away from the normal nineday CAR during the benchmarking period for each individual stock. The abnormal profit per case is calculated as the total trading volume multiple abnormal returns from 6 days before to the day before the news announcement We standardize the number of suspected information 6 See, e.g., King 2009, for methods to distinguish between market anticipation and insider trading. leakage cases by the number of trades per month on the exchange scaled by a million for the 15 purpose of reporting the regression results. We standardize the preannouncement abnormal profits per suspected information leakage case by the average monthly trade size on each exchange. Our results with these standardized dependent variables are consistent when we do not standardize and available in an earlier draft of this paper. Insert Table 1 about here Trading rules for these stock exchanges are found on each exchanges webpage, with the sole exception of China, where the pertinent trading rules for the Shanghai and Shenzhen exchange are found on the China Securities and Regulatory Commission webpage. We use the trading rule indices from Cumming et al. 2011. The trading rules for a stock exchange are drafted with varying degrees of specificity, as they outline exchange membership requirements, listing requirements, trading rules and regulations, and especially prohibited trading practices. Surveillance data are taken from Cumming and Johan 2008 and updated to 2011. Cumming and Johan surveyed 25 exchanges around the world to ascertain the extent of single and crossmarket surveillance. The data were obtained confidentially, because if precise information about surveillance activity were made available to a wouldbe manipulator, such entity might trade in ways that would obviously not be detected. The data are based on an equally weighted index that adds 1 each time a different type of single and crossmarket manipulation is monitored. 16 We also acquire a series of law and finance indices from La Porta et al. 1998, 2006 and Spamann 2010, which includes measures of rule of law and efficiency of the judiciary. Other legal indices were considered, but they did not impact the empirical tests reported below and are therefore excluded for conciseness. Although we do have information on the surveillance mentioned immediately above, we do not have data on enforcement of the trading rules that we analyze in this article; nevertheless, our understanding from our data sources for surveillance in Cumming and Johan 2008 is that enforcement is highly correlated with surveillance. Otherwise, exchanges would not bother to carry out surveillance. We nevertheless proxy enforcement by using established indices of enforcement, such as efficiency of the judiciary. In other works, note that La Porta et al. 2006 find evidence that private enforcement facilitates the development of stock markets, while Jackson and Roe 2009 find stronger evidence of the value of liability standards and public enforcement see also Roe, 2006; Jackson, 2007. The difference in Jackson and Roe 2009 is that these authors employ more detailed resourcebased measures, such as budgetsGDP and staffingpopulation to study enforcement. These enforcement measures differ significantly across countries, but not over time. We considered all the indices in La Porta et al. 2006 and Jackson and Roe 2009; inclusionexclusion of these indices does not materially affect our conclusions regarding the trading rule indices introduced herein. Similarly, in some countries, the probability of detection of insider trading is low, and even upon detection and prosecution, the ensuing fines are light see, e.g., Bhattacharya and Daouk, 2002, 2009. We considered separate variables for insider trading laws around the world e.g., Beny, 2005, 2007 among others, but these variables did not materially impact the results presented herein. 17 We use several exchangelevel variables as controls from January 2003 through June 2011, the period considered in this study, using data from Capital Markets CRC and Reuters. To control for the influence of marketspecific changes, we draw from an MSCI Global Standard Index series from Morgan Stanley Capital Internationals webpage. Also, we consider both exchange and year dummy variables in our multivariate analyses. 3.2 Summary statistics Table 2 provides summary statistics of the trading rule variables used in this paper. There are three primary legal indices introduced: the Insider Trading Rules Index, the Market Manipulation Rules Index, and the BrokerAgency Conflict Rules Index. The Market Manipulation Rules Index consists of four subcomponents: the Price Manipulation Rules Index, the Volume Manipulation Rules Index, the Spoofing Manipulation Rules Index, and the False Disclosure Rules Index. As discussed above, the indices are created by summing up the number of specific provisions in the exchange trading rules for each exchange. The Insider Trading Rules Index varies from a low value of 0 for a number of exchanges listed in Table 2 to 10 for NASDAQ. The Market Manipulation Rules Index varies from a low value of 2 for Malaysia, Taiwan, and Tokyo to 13 for London and NYSE. The BrokerAgency Conflict Rules Index varies from a low value of 0 for Australia, Hong Kong, Germany, Shanghai, Shenzhen, Taiwan, Tokyo, and OSLO to 5 for NASDAQ. Insert Table 2 about here 18 Aside from differences in levels of rule detail across countries, few studies analyze a material change to trading rules across countries stemming from the Directive on Markets in Financial Instruments. In November 2007, Mi FID, a Europewide harmonization directive, became effective. Because the timing, motivation, and content of Mi FID were not instigated by a specific European exchange or European country, but were promulgated instead at the European Union level, this legislative change can be regarded as exogenous, thereby providing a useful test of causality between rules and liquidity. Mi FID became effective November 1, 2007. While an earlier directive, the Market Abuse Directive MAD, was introduced in 2004, appropriate measures were not in place in 2004 across member states, for a number of reasons. First, surveillance data from Cumming and Johan 2008 indicate that exchanges in 2004 and 2005 had not adoptedimplemented the provisions in MAD in a meaningful way. Second, Mi FID covers many aspects of MAD, and states that provisions are needed to ensure that MAD principles are in place by November 1, 2007 see, for example, Article 25 in Mi FID. The draft provisions in Mi FID in 2004 already made this point, so investors in 2004 would expect adoption of MAD at the time of Mi FID. Third, principles in MAD were added to clarified in Mi FID for the implementation and definition of conduct to ensure that MAD was legally effective. Hence, given that the legal situation in Europe is not perfectly delineated over time, we test for market adoption of these principles using the November 1, 2007 date, but also test for an earlier impact dating back to 2004. We expect that the substantial details provided in MADMi FID enhanced investor protection and mitigated insider trading, as discussed below. Table 3 shows that the average median number of suspected information leakage cases in a month, divided by the number of trades on the exchange in that month scaled by multiplying by 1 million is 3.42 0.17, with a range from a minimum of 0 to a maximum of 19 124.36.7 Distribution across countries is shown graphically in Figure 1. One standard deviation in the monthly number of suspected information leakage cases is 9.40. The average median preannouncement abnormal profit in 2011 USD per information leakage case per month divided by the ratio of the total dollar volume per month per number of trades per month is 3425.92 248.83.8 Table 3 also provides summary statistics for the Total Trading Rules Index, surveillance index, public enforcement, rule of law index, efficiency of the judiciary index, MSCI, and GDP per capita. Insert Table 3 about here Table 4 sets forth a comparison of means and medians tests of the number of suspected information leakage cases in relation to different cutoff values, which are the median value of the Total Trading Rule Index. Panel A reports differences in means and medians of the number of suspected information leakage cases for the full sample of all exchanges in the data. The data indicate that the number of suspected information leakage cases is significantly greater for higher values in the Total Trading Rules Index. The average median number of suspected information 7 We scale by the number of trades to make the comparisons across markets and time more direct. Without scaling, we produce very similar results, which are available on request from an earlier draft of this paper. Note that without scaling, the average median number of cases per month is 10 4 and the range is 0 to 287. 8 As with the number of cases, the profits per case are scaled to make more direct comparisons across time and markets. Results without scaling produced nearly identical results and are available from an earlier draft of this paper. The raw data show the average median profit per case is 1.9 million 0.8 million, with a range between 0 and 6.25 million profit per suspected case. leakage cases for all exchanges is 1.29 0.50 for exchanges with a value of more than 11 in the 20 Total Trading Rules Index. The average median number of suspected information leakage cases is 5.21 1.56 for exchanges with values of less than or equal to 18 in the Total Trading Rules Index. These differences in means and medians are statistically significant at the 1% level. Panel A also considers differences in the Total Trading Rules Index for the subset of European exchanges for which Mi FID applies. The results are broadly consistent with those reported for the whole data set. We note, however, that in both Mi FID and nonMi FID countries, there were fewer cases postMi FID, which gives rise to the need to test for a differenceindifferences in our multivariate tests below. In Table 4, we also compare the difference in means and medians for the Surveillance Index in Panel A of Table 4, and the results are similarly significant for the whole sample and the subset of Mi FID exchanges. For the MIFID countries, the change is 2.62 down to 1.46 for cases, and nonMIFID countries the change is 4.39 to 2.98. In other words, the percentage change is 44.3% for MIFID countries, and only 32.1% for nonMIFID countries. Clearly, the drop is bigger on a percentage basis for MIFID than nonMIFID countries. Insert Table 4 about here Table 4, Panel B presents a comparison of mean and median tests for preannouncement abnormal profits. Both mean and median tests of the full sample show that preannouncement abnormal profit is significantly higher for exchanges with higher Total Exchange Rules Index. The average median preannouncement abnormal profit per suspected announcement scaled by the average exchangemonth trade size, as defined in Table 1 for all exchanges is 7854.22 1333.73 for exchanges with a value of more than 11 in the Total Trading Rules Index. The average median preannouncement abnormal profit per suspected announcement is 1201.998 21 64.51 for exchanges with a value of less or equal to 11 in the Total Trading Rules Index. The difference in both means and medians are statistically significant at the 1% level. For a subset European exchanges, the preannouncement abnormal profit per suspected announcement is 1154.44225.75 for Total Trading Rules Index greater than 11, and 598.45 and 31.42 for Total Trading Rules Index less than or equal to 11, and these differences are significant at the 1% level. Similar differences in means and medians are observed for surveillance in Panel B. Finally, Panel B also shows that average and median preannouncement abnormal profit is higher after November 2007 for Mi FID exchanges and that these differences are significant at the 1% level; we observe similar results for the nonMi FID exchanges. For the dollar value of trades surrounding insider trading, in MIFID countries the increase is 413.58 to 1676.22, or 305.3%, and in nonMIFID countries the increase is 4191.3 to 6288.2, or 50.0%. Overall, the comparison of means and medians in the data highlight patterns that suggest that detailed exchange trading rules and a broader scope of surveillance are better in terms of being associated with fewer insider trading cases, but worse in terms of higher profits per insider trading case. But this type of univariate comparison is not fully informative for the following reasons. First, the data are highly skewed in terms of outlier observations on some exchanges and some months. Differences in case numbers are particularly rightskewed on some exchanges see Figure 1. To address this skewness, we winsorize our dependent variables in the regression analyses in the next section, and consider robustness by removing some countries from the data set. Second, the comparison tests do not control for all other factors being equal, particularly economic conditions in terms of wealth and market depth, which differ across countries. In our empirical tests in the next section, we account for economic conditions to isolate the unique 22 marginal impact of exchange trading rules and surveillance. We highlight the results in the regression tables and present partial regression plots to show the effects graphically. Moreover, we consider robustness checks with alternative explanatory variables, as well as differenceindifferences regressions and instrumental variable regressions, among others. Table 5 presents a correlation matrix for the main variables used in the multivariate tests provided in section 4. The correlations highlight trends similar to those in the comparison tests. Further, the correlations show areas in which collinearity is potentially problematic for regression analyses, and as such, we present alternative specifications with and without collinear variables in the regressions in section 4. Insert Table 5 about here 4. Multivariate analyses 4.1. Empirical methods In this section, we empirically test whether exchange trading rules and surveillance have an impact on the frequency and profitability of insider trading, while controlling for other economic and institutional determinants of trading activity. We consider each exchangemonth from January 2003 through June 2011 as a separate observation across 22 exchanges in 17 countries and cluster standard errors as in Petersen, 2009. We use fixed effects by exchange and cluster by month Model 1, differenceindifferences estimates, cluster by exchange and 23 month Models 2, and 3,, by country and month model 4, cluster by exchange and year Models 5, 6 and 7, robustness checks, and cluster by year alone Models 8, further robustness checks. Also, we consider other approaches for treating standard errors for panel data sets e.g., Bertrand et al., 2004, which we find to be quite robust. Panels A and B of Table 6 examine the effect of exchange trading rules and surveillance on the frequency and profitability of insider trading, respectively. The dependent variable in Panel A is the number of suspected insider trading cases each month, excluding cases of clear market anticipation, divided by the number of trades in the month scaled by 1 million, as defined in Table 1. The dependent variable in Panel B is the sum total of the profits from suspected insider trading in a market relative to the number of suspected cases, thereby giving a measure of profitability per case. Again, this variable is scaled by volume per trade, as defined in Table 1. In each of Panels A and B, we present eight identical regressions to show robustness to alternative specifications. Model 1 shows a differenceindifferences specification for the European regulatory change with trading rules with and without country fixed effect. Models 2 and 3 separately include the trading rules index and surveillance index, respectively. Model 4 shows the trading rule indices with a number of other legal and enforcement variables, including the public enforcement measures from Djankov et al. 2008 and the resource measure from Jackson and Roe 2009, in addition to creditors rights, investor protection, and disclosure index from La Porta et al. 1998, 2006. Model 5 shows the results without the US exchanges, and Model 6 excludes the US and Japan, since these countries are outliers Figure 1. Model 7 presents the second step of the twostage instrumental variable IV estimation, discussed further below. Finally, Model 8 presents the results with different dates for the implementation of the 24 European changes dating back to 2004 under MAD discussed above. For each regression, we control for economic factors, including market capitalization, market conditions MSCI index, GDP, and exchange institutional features Roell, 1992, as well as exchange and year dummy variables. Insert Table 6 about here As discussed above, the European rule changes came via a central directive, and were not prompted by any one country, thereby mitigating the effect of endogeneity. Nevertheless, in Model 7 we report twostep instrumental variable regressions for the possibility of endogeneity with respect to insider trading and trading rules, with legal origin variables as instruments, consistent with the La Porta et al. 2006 instrumental variable specifications. Diagnostic tests indicate that these instruments are suitably correlated with the potentially endogenous variables correlation between common law and rules index0.32, but not the lefthandside variables for the number of insider trading cases correlation0.12 and profits per case correlation0.10. 4.2. Regression results Panel A of Table 6 presents regression results for the number of suspected information leakages in each market. The data consistently indicate Models 18 in Panel A that exchange trading rules are significantly negatively related to the number of suspected information leakages. The effect is significant at the 5% level in Models 2 and 3, , and at the 1% level in Models 5, 6, 7, and 8. The economic significance in the differenceindifferences regression 25 shows that the rule change in Europe gives rise to a 25.73% 0.883.42 reduction in the number of cases per trade relative to the average number of cases per trade. In the other specifications, the economic significance is such that a 1standarddeviation change in rules gives rise to a reduction in the number of cases per trade from 23.43% 0.1375.853.42 in the most conservative estimate Model 2, to a 28.91% 0.1695.853.42 reduction in the number of cases per trade in the least conservative estimate. Even after controlling for potential endogeneity Model 7, the statistical significance of this effect remains and the economic significance of this effect is consistent with other estimates. This finding pertaining to endogeneity not mitigating the results is not surprising; if there were an endogenous relationship, we would expect a positive association, since more trading rules would be adopted in response to insider trading, but instead we see a negative relationship. The findings are quite similar using the MAD start date Model 8. Overall, the data provide very strong support for the notion that more detailed trading rules significantly reduce insider trading. To highlight the significance of this effect graphically, we generate a partial regression plot Figure 2. Insert Figures 26 about here As a robustness check, we consider subsets of the trading rule indices described in Table 1 and Section 2, as well as combinations of different rule indices in the same regressions and considering collinearity across indices. The index subsets are generally consistent with the Total Trading Rule Index. We report the Total Trading Rule Index results since, as discussed in Section 2, rules pertaining to market conduct, such as price and volume manipulation and the 26 like, are all pertinent to the ability of an insider to effect insider trading. Consistent with the Trading Rule Index, the data indicate that surveillance is negatively and significantly related to the number of suspected information leakages. The economic significance is comparable to the effect of rules a 1standarddeviation increase gives rise to a reduction of 67.0% in Model 4 0.16913.563.42, as shown graphically in Figure 4. Panel B of Table 6 reports regressions for the profitability of insider trading per suspected case. The same nine model specifications are reported as in Panel A. In Model 1, the differenceindifferences regression shows that average profits per case scaled by volume per trade are between 49.28% 1688.43425.92 higher after the legal change in Europe relative to average profit per case, and this effect is significant at the 10% level at a minimum. The economic significance of the results is much stronger in the other models, and the effect is significant at the 1% level in each of Models 2, 4, 7 and 8. The most conservative estimate is from Model 6 with outlier countries removed, which shows a 1standarddeviation change increases profits per case by 53.17% 311.3985.853425.92, and in the least conservative case Model 2 by 135.87% 795.7135.853425.92. To highlight the significance of this effect graphically, we generated a partial regression plot Figure 3. This evidence is consistent with the Becker 1968 economic model of crime, such that the profits need to be worthwhile in view of the increased probability of expected detection in the presence of more rules. Panel B of Table 6 further shows that a 1standarddeviation improvement in surveillance 27 gives rise to an increase in profits per case by 120.21% Model 4 303.7013.563425.92, and this effect is significant at the 5% level in Model 4. The economic significance of this effect is lower at 26.3% when we exclude the US data from the sample the equivalent of Model 7 with the surveillance variable added, not reported but available on request. In all specifications reported and otherwise, the data thus strongly support the view that like rules, surveillance increases profits per case, consistent with the Becker 1968 model of crime. See also Figure 5. The control variable in Panel A for the regressions for the number of suspected insider trading cases shows that insider trading is less common in larger exchanges. This result is perhaps not surprising, as insider trading is reputed to occur more in weaker markets. Some of the other legal indices included as control variables are significant, but the degree of significance depends in part on the exclusion or inclusion of other indices, due to collinearity across different indices; regardless, the inclusion or exclusion of these other indices does not alter the results pertaining to trading rules andor surveillance. Finally, the control variables for the regressions with profits per case in Panel B show evidence in all models that market capitalization is positively related to profits per case, which is perhaps expected since smaller markets may have less profitable opportunities. 4.3. Additional robustness checks In the course of our empirical analyses, we carry out a number of robustness checks. First, instead of using total trading rules, we use subsets of the trading rules indices. For these regressions, the results are as follows. A 1standarddeviation increase in the price manipulation 28 index, volume manipulation index, spoofing index, false disclosure index, market manipulation index, or insider trading index each defined in Table 1 and summarized in Table 2 reduces the number of insider trading cases by 33.37%, 33.60%, 39.28%, 3.0%, 33.56% and 10.85%, respectively regressions equivalent to Model 3 in Table 6, Panel A, and increases the profits per case by 47.24%, 84.47%, 128.5%, 71.72%, 150.0% and 169.5%, respectively regressions equivalent to Model 3 in Table 6, Panel B. Relative to the economic magnitudes reported in Table 6 and discussed above, therefore, the findings highlight complementarities across different trading rules and surveillance, and these complementarities are at least twice as important as standalone insider trading rules for predicting the frequency of insider trading cases; however, the complementarities are less economically important for predicting the trading value for surrounding the insider trading cases relative to standalone insider trading rules. These and other specifications are available on request. Second, we consider different specifications for the dependent variables, such as without the use of ratios and with different ratios such as suspected casesannouncements, different time periods, etc. Third, we consider alternative dates for the timing of rule changes for European exchanges, as discussed in Section 2 above. Fourth, we consider other measures of law quality, such as antidirector rights La Porta et al., 1998; Spamann, 2010, disclosure La Porta et al., 2006, and other proxies for resources devoted to securities regulation Jackson and Roe, 2009. Fifth, we consider other instrumental variable and differenceindifferences specifications, such as lagged dependent variables and other specifications. Sixth, we consider possible outlier time periods and outlier exchanges. These alternative models and checks, among others, do not suggest material differences in the array of results reported in the tables. Alternative 29 specifications are available on request. 5. Conclusions In this paper, we empirically examine the relationship between the frequency and profitability of insider trading and exchange trading rules and surveillance across 22 exchanges over the period January 2003 through June 2011. The ability of an exchange to mitigate insider trading activity and profits from insider trading depend significantly on the overall rule structure of the exchange and its domestic and crossmarket surveillance. The scope of exchange trading rules is precisely known by market participants, since they are prominent on each exchanges webpage. The scope of surveillance, by contrast, is not precisely known,9 but can only be estimated by market participants. Rules and surveillance, therefore, have the potential to exacerbate crime according to the Becker economic model of crime commit a crime if the expected benefits exceed the costs. The data examined herein are strongly consistent with the view that more detailed exchange trading rules and surveillance reduce the number of cases of market manipulation, as wouldbe manipulators are less likely to engage in insider trading where there are fewer ways to hide such trades. The data indicate that rules and surveillance, ceteris paribus, exacerbate the profits to insider trading, since wouldbe manipulators are likely to engage in insider trading only 9 If market participants knew exactly what surveillance authorities did and did not have alerts computer algorithms for, then they could trade in precise ways to avoid detection. if the expected profits outweigh the expected costs, and the greater the number of rules and the 30 broader the scope of surveillance the greater the expected costs. These findings are robust to many alternative specifications and highlight the importance of trading rules and surveillance in comparing international differences in stock exchanges. 31 References Aggarwal, R., 2001. Regulatory infrastructure covering financial markets. BrookingsWharton Papers on Financial Services, 5576. Aggarwal, R.K., Wu, G., 2006. Stock market manipulations. Journal of Business 79, 19151953. Allen, F., Gale, D., 1992. Stockprice manipulation. Review of Financial Studies 5, 503529. Allen, F., Gorton, G., 1992. Stock price manipulation, market microstructure and asymmetric information. European Economic Review 36, 624630. Baker, M., L. Litov, J.A. Wachter, and J. Wurgler, 2010. Can mutual fund managers pick stocks? Evidence from their trades prior to earnings announcements, Journal of Financial and Quantitative Analysis 45, 11111131. Bebchuk, L.A., and C. Fershtman, 1994. Insider Trading and the Managerial Choice among Risky Projects, Journal of Financial and Quantitative Analysis 29, 114. Becker, G., 1968. Crime and punishment: an economic approach. Journal of Political Economy 76, 169217. Beny, L.N., 2005. Do insider trading laws matter? Some preliminary comparative evidence. American Law and Economics Review 7, 144183. Beny, L.N., 2007. Insider trading laws and stock markets around the world: an empirical contribution to the theoretical law and economics debate. Journal of Corporation Law 32, 237300. Bertrand, M., Duflo, E., Mullainathan, S., 2004. How much should we trust difference in difference estimates? Quarterly Journal of Economics 119, 249275. Bhattacharya, U., Daouk, H., 2002. The world price of insider trading. Journal of Finance 57, 75108. 577627. Bhattacharya, U., Daouk, H., 2009. When no law is better than a good law. Review of Finance 13, Bris, A., 2005. Do insider trading laws work? European Financial Management 11, 267312. Brockman, P., D.Y. Chung, and X. Yan, 2009. Block Ownership, Trading Activity, and Market Liquidity, Journal of Financial and Quantitative Analysis 44, 14031426. Clayton, M.J., Jorgensen, B.N., Kavajecz, K.A., 2006. On the presence and marketstructure of exchanges around the world. Journal of Financial Markets 9, 2748. ComertonForde, C., Rydge, J., 2006. Market integrity and surveillance effort. Journal of Financial Services Research 29, 149172. Cumming, D., Johan, S.A., 2008. Global market surveillance. American Law and Economics Review 10, 454506. Cumming, D.J., Johan, S.A., Li, D., 2011. Exchange trading rules and stock market liquidity. Journal of Financial Economics 993, 651671. Daouk, H., Lee, C.M.C., Ng, D.T., 2006. Capital market governance: how do security laws affect market performance? Journal of Corporate Finance 12, 560593. De Marzo, P.M., Fishman, M.J., Hagerty, K.M., 2005. Selfregulation and government oversight. Review of Economic Studies 72, 3, 687706. Djankov, S., La Porta, R., LopezdeSilanes, F., Shleifer, A., 2008. The law and economics of selfdealing. Journal of Financial Economics 88, 430465. Garfinkel, J. A., and M. Nimalendran, 2003, Market structure and trader anonymity: An analysis of insider trading, Journal of Financial and Quantitative Analysis 38, 591610. Gerard, B., Nanda, V., 1993. Trading and manipulation around seasoned equity offerings. Journal of Finance 48, 213245. Harris, L., 2002. Trading and Exchanges: Market Microstructure for Practitioners. Oxford University Press, Ocford, UK. Harris, F.H. de B., Aitken, M.A., Cook, R.M., Mc Inish, T.H., 2008. Market design and execution costs for matched securities worldwide. Institutional Investors Guide to Global Liquidity, Vol 2, Goldman Sachs, New York. Hillion, P., Suominen, M., 2004. The manipulation of closing prices. Journal of Financial 32 Markets 7, 351375. Jackson, H.E., 2007. Variation in the intensity of financial regulation: preliminary evidence and potential implications. Yale Journal on Regulation 24, 253291. Jackson, H.E., Roe, M.J., 2009. Public and private enforcement of securities laws: resourcebased evidence. Journal of Financial Economics 93, 207238. Jarrow, R.A., 1992. Market manipulation, bubbles, corners and short squeezes. Journal of Financial and Quantitative Analysis 27, 311336. Jarrow, R.A., 1994. Derivative security markets, market manipulation and option pricing theory. Journal of Financial and Quantitative Analysis 29, 241261. Karpoff, J., Koester, A., Lee, D.S., Martin, G.S., 2012. A critical analysis of databases used in financial misconduct research. Mays Business School Research Paper No. 201273. Karpoff, J., Lee, D.S., Martin, G.S., 2008a. The consequences to managers for cooking the books. Journal of Financial Economics 88, 193215. Karpoff, J.M., Lee, D.S., Martin, G.S., 2008b. The consequences to managers for financial misrepresentation. Journal of Financial Economics 85, 66101. Karpoff, J.M., Lou, X., 2010. Short sellers and financial misconduct. Journal of Finance 65, King, M., 2009. Prebid runups ahead of Canadian takeovers: how big is the problem? Financial 18791913. Management 38, 699726. 33 La Porta, R., LopezdeSilanes, F., Shleifer, A., 1999. Corporate ownership around the world. Journal of Finance 54, 471517. La Porta, R., LopezdeSilanes, F., Shleifer, A., 2006. What works in securities laws? Journal of Finance 61, 132. La Porta, R., LopezdeSilanes, F., Shleifer, A., Vishny, R., 1997. Legal determinants of external finance. Journal of Finance 52, 11311150. La Porta, R., LopezdeSilanes, F., Shleifer, A., Vishny, R., 1998. Law and finance. Journal of Political Economy 106, 11131155. La Porta, R., LopezdeSilanes, F., Shleifer, A., Vishny, R., 2002. Investor protection and corporate valuation. Journal of Finance 57, 11471170. Mahoney, P.G., 1999. The stock pools and the Securities Exchange Act. Journal of Financial Economics 51, 343369. Merrick, J.J. Jr., Naik, N.Y., Yadav P.K., 2005. Strategic trading behavior and price distortion in a manipulated market: anatomy of a squeeze. Journal of Financial Economics 77, 171218. Ni, S.X., Pearson, N.D., Poteshman, A.M., 2005. Stock price clustering on option expiration dates. Journal of Financial Economics 78, 4987. OHara, M., 2001. Overview: market structure issues in market liquidity. Market Liquidity: Proceedings of a Workshop Held at the BIS, BIS Papers, No. 2, April, Basel, 18. OHara, M., Mendiola, A.M., 2003. Taking stock in stock markets: the changing governance of exchanges. Unpublished working paper, Cornell University, New York. 34 Peng, L., Roell, A., 2009. Managerial incentives and stock price manipulation, CEPR Discussion Paper No. DP7442. Petersen, M.A., 2009. Estimating standard errors in finance panel data sets: comparing approaches. Review of Financial Studies 22, 435480. Pirrong, S.C., 1993. Manipulation of the commodity futures market delivery process. Journal of Business 15, 335370. Pirrong, S.C., 1995a. The selfregulation of commodity exchanges: the case of market manipulation. Journal of Law and Economics 38, 141206. Pirrong, S.C., 1995b. Mixed manipulation strategies in commodity futures markets. Journal of Futures Markets 15, 1338. Pirrong, C., 1999. The organization of financial exchange markets: theory and evidence. Journal of Financial Markets 2, 329357. Pirrong, S.C., 2004. Detecting manipulation in futures markets: the Ferruzi soybean episode. American Law and Economics Review 6, 2871. Pistor, K., Keinan, Y., Kleinheisterkamp, J., West, M., 2003. The evolution of corporate law: a crosscountry comparison. Journal of International Economic Law 23, 791871. Pistor, K., Xu, C., 2003. Incomplete law a conceptual and analytical framework and its application to the evolution of financial market regulation. Journal of International Law and Politics 35, 9311013. Pistor, K., Xu, C., 2005. Governing stock markets in transition economies: lessons from China. American Law and Economics Review 7, 184210. Pritchard, A.C., 2003. Selfregulation and securities markets. Regulation 26 1, 3239. Reiffen, D., Robe, M.A., 2007. Ownership structure and enforcement incentives at selfregulatory financial exchanges. Unpublished working paper, American University, Washington DC. Roe, M.J., 2006. Legal origins, politics, and modern stock markets. Harvard Law Review 120, 460527. Roell, A., 1992. Comparing the performance of stock exchange trading systems. In: J. Fingleton and D. Schoenmaker Eds., The Internationalisation of Capital Markets and the Regulatory Response. Kluwer, Amsterdam. Romano, R., 2001. The need for competition in international securities regulation. Theoretical 35 Inquiries in Law 2, 1179. Press, Washington DC. Romano, R., 2002. The Advantage of Competitive Federalism for Securities Regulation. AEI Spamann, H., 2010. The antidirector rights index revisited. Review of Financial Studies 23, 467486. Yu, Frank, and Xiaoyun Yu, 2011, Corporate lobbying and fraud detection, Journal of Financial and Quantitative Analysis 46, 18651891. 36 302520151050 Figure 1. Threedimensional graph comparison of Average Number of Suspected Information Leakage Cases, Average PreAnnouncement Abnormal Profit, and Total Trading Rules Index by exchange. Data involve monthly data from 22 exchanges in 17 countries, including Australia, Canada, China, Germany, Hong Kong, India, Japan, Malaysia, New Zealand, Norway, Singapore, South Korea, Sweden, Switzerland, Taiwan, the UK, and the US in the period January 2003June 2011. 37 Figure 2. Partial regression plot of Average Suspected Information Leakage Case and Average Total Trading Rules Index. The dependent variable is winsorized at 95% before taking the average by exchange. Independent variables include rule of law index, efficiency of judiciary, log of lag GDP per capita, log of MSCI, and log of Market Capitalization. Variables are defined in Table 1. Figure 3. Partial regression plot of Average PreAnnouncement Abnormal Profits and Average Total Trading Rules Index. The dependent variable is winsorized at 95% before taking the average by exchange. Independent variables include rule of law index, efficiency of the judiciary, log of lag GDP per capita, log of MSCI, and log of Market Capitalization. Variables are defined in Table 1. 38 Figure 4. Partial regression plot of Average Suspected Information Leakage Case and Average Surveillance Index. The dependent variable is winsorized at 95% before taking the average by exchange. Independent variables include rule of law index, efficiency of judiciary, log of lag GDP per capita, log of MSCI and log of Market Capitalization. Variables are defined in Table 1. Figure 5. Partial regression plot of Average PreAnnouncement Abnormal Profits and Average Surveillance Index. The dependent variable is winsorized at 95% before taking the average by exchange. Independent variables include rule of law index, efficiency of judiciary, log of lag GDP per capita, log of MSCI, and log of market capitalization. Variables are defined in Table 1. Table 1. Definition of Variables. This table defines our independent, dependent, and control variables. 39 Variable Name Market Quality Average Number of Suspected Information Leakage Cases Total number of announcements with suspected preannouncement insider trading cases per month divided by the number of trades per month on the exchange scaled by multiplying by 1 million. Source: Capital Markets Cooperative Research Centre Definition CMCRC and SMARTS, Inc. Average PreAnnouncement PreAnnouncement Abnormal Profit per Information Leakage Case divided by average monthly trade size on the exchange. Abnormal Profits Source: CMCRC and SMARTS Group Pty, Ltd. CMCRC and SMARTS surveillance staff constructed these two dependent variables. CMCRC and SMARTS first examined all news releases from the exchanges themselves. CMCRC and SMARTS measured the return to the security in the six days prior to the announcement up to the two days after the announcement. They double checked the Thompson Reuters News Network to ensure that they did not miss any important news announcements. They consider only news events that have no companion news announcements that could explain price movements in the six days before and the two days after the relevant announcement that could explain the price movement. For each news announcement, a price movement is abnormal if it is three standard deviations away from the mean abnormal return during the 250day benchmarking period ending at 10 days before the news release. To be included in our sample, the stock must have at least 150 days trading activities. A onefactor market model based on the market index for each exchange is used to calculate daily abnormal returns. To be included in the final data set as a suspected information leakage case, the CAR around each event over the period t6, t2 must be three standard deviations away from the normal nineday CAR for each individual stock. Once the suspected information leakage case is defined, abnormal profit per case is calculated as the tradingvolumemultiple abnormal returns from six days before to the day before the news announcement. SMARTS surveillance staff independently examined the data to distinguish between market anticipation and suspected insider trading; since SMARTS includes as insider trading only large movements that are threestandarddeviation changes, the possibility that insider trades could be viewed as market anticipation is mitigated. Trading Rule Index Insider Trading Rules Index Sum of dummy variables for Frontrunning, Client precedence, Trading ahead of research reports, Separation of research and trading, Broker ownership limit, Restrictions on affiliation, Restrictions on communications, Investment company securities, Influencing or rewarding the Employees of Others, and Antiintimidation Coordination. Source: Cumming et al. 2011. Price Manipulation Rules Index rampinggouging, market setting, prearranged trades, and domination and control. Source: Cumming et al. 2011. Sum of dummy variables for marking the open, marking the close, misleading end of the monthquarteryear trades, intraday Volume Manipulation Rules Sum of dummy variables for Churning and Wash trade. Source: Cumming et al. 2011. Index Spoofing Rules Index Sum of dummy variables for Giving up priority, Switch and Layering of bidsasks. Source: Cumming et al. 2011. Sum of dummy variables for Dissemination of false and misleading information and Parking or warehousing. Source: Cumming False Disclosure Rules Index et al. 2011. Market Manipulation Rules Index BrokerAgency Index Total Trading Rules Index 40 Sum of Price Manipulation Rules Index, Volume Manipulation Rules Index, Spoofing Rules Index, and False Disclosure Rules Index. Source: Cumming et al. 2011. Sum of dummy variables for Trade through, Improper execution, and Restrictions on member use of exchange name, Restrictions on sales materials and telemarketing, and Fair dealing with customers. Source: Cumming et al. 2011. Sum of Insider Trading Rules Index, Market Manipulation Rules Index, and BrokerAgency Rules Index. Source: Cumming et al. 2011. Surveillance, Enforcement, Efficiency of the Judiciary, Rule of Law Indices and Other Law and Finance Indices Assessment of the law and order tradition in the country produced by the country risk rating agency International Country Risk ICR. Average of the months of April and October of the monthly index between 1982 and 1995. Scale from 0 to 10, with Rule of Law Indices lower scores for less tradition of law and order we changed the scale from its original range from 0 to 6. Original data come from International Country Risk Guide. Source: La Porta et al. 1998. The principal component of 1 singlemarket surveillance and 2 crossmarket surveillance. Source: Cumming and Johan 2008. Available for a subset of countries, and provided contingent on maintaining confidentiality and anonymity, as exchanges Surveillance Index do not want market participants to know all of the things they do and do not look for in their surveillance. Source: Cumming et al. 2011. Assessment of the efficiency and integrity of the legal environment as it affects business, particularly foreign firms produced by the country risk rating agency International Country Risk ICR.t may be taken to represent investors assessments of Efficiency of the Judiciary conditions in the country in question. Average between 1980 and 1983. Scale from 0 to 10; with lower scores, lower efficiency Staff per Million Population extrapolated sample levels assessment of the efficiency and integrity of the legal environment. Scale from 0 to 10; with lower scores, lower efficiency levels. Original data come from International Country Risk Guide. Source: La Porta et al. 2006. The 2005 size of the securities regulators staff, divided by the countrys population in millions Orignial data come from regulators annual report and nations official document. Population data are from World Bank Data and Statistics Web site  Source: Jackson and Roe 2009. DLLS Public Enforcement Index the approving body, or fine or jail sentence for the principal wrongdoer. Source: Jackson and Roe 2009; Original source: Public enforcement is an index aggregating whether certain suspect corporate transactions can lead to a fine or jail sentences for Djankov et al. 2008. An index aggregating creditor rights. The index is formed by adding 1 when 1 the country imposes restrictions, such as creditor consent or minimum dividends to file for reorganization; 2 secured creditors are able to gain possession of their security once the reorganization petition has been approved no automatic stay; 3 secured creditors are ranked first in the Creditor Rights distribution of the proceeds that result from the disposition of the assets of a bankrupt firm; and 4 the debtor does not retain the administration of its property pending resolution of the reorganization. The index ranges from zero to four. Source: La Porta et al. 1998. 41 ICRs assessment of corruption in government. Lower scores indicate that high government officials are likely to demand special payments and illegal payments are generally expected throughout lower levels of government in the form of bribes connected with import and export licenses, exchange controls, tax assessment, policy protection, or loans. Average of the Corruption Index months of April and October of the monthly index between 1982 and 1995. Scale from 0 to 10, with lower scores for higher levels of corruption. The index ranges from zero to four. Original data come from International Country Risk Guide. Source: La Porta et al. 1998. ICRs assessment of the risk of outright confiscation or forced nationalization. Average of the months of April and October Risk of Expropriation of the monthly index between 1982 and 1995. Scale from 0 to 10, with lower scores for higher risks. Original data come from International Country Risk Guide. Source: La Porta et al. 1998. Index created by examining and rating companies 1990 annual reports on their inclusion or omission of 90 items. These items fall into seven categories general information, income statements, balance sheets, funds flow statement, accounting standards, stock data, and special items. A minimum of three companies in each country were studied. The companies represent a crossAccounting Standard section of various industry groups; industrial companies represented 70%, and financial companies represented the remaining 30%. Original data come from international accounting and auditing trends, Center for International Financial Analysis and Research. Source: La Porta et al. 1998. Principal components of the indices of disclosure requirements, liability standards, and antidirector right. Source: La Porta et al. Investor Protection 2006. The Index of disclosure equals the arithmetic mean of 1 prospectus; 2 compensation; 3 shareholders; 4 inside ownership; Disclosure 5 contracts irregular; and 6 transactions. Source: La Porta et al., LopezDeSilanes and Shleifer 2006. Antidirector Rights The updated Antidirector Rights index. Source: Spamann 2010. Market Statistics Log Market Capitalization Log of domestic market capitalization in USD millions. Source: Capital Markets Cooperative Research Centre CMCRC. Log 1MSCI Log GDP Log of 1one plus the MSCI index in the 1month lagged period. Source: MSCI.COM 200301201106. Log of gross domestic product GDP per capita. Source: Global Insight. 200301201106. Table 2. Trading Rule Indices This table summarizes the index values for the trading rules for each exchange, as defined in Table 1. Panel A presents the Trading Rule Index values for postMi FID 42 Nov. 2007Jun. 2011; and in brackets are values for Jan. 2003Oct. 2007. Panel B compares the mean of Trading Rule Index among different legal origins. Cochran and Cox 1950 tstatistics are shown in Panel B and , , denote significance at the 10%, 5%, and 1% levels, respectively. Panel A Indicies by Exchange: Exchange English Legal Origin Australia Bombay Canada Hong Kong India NSE London LSE and Chi X London Malaysia NASDAQ New Zealand NYSE Singapore Average English Legal Origin Median English Legal Origin German Legal Origin Germany Korea KOSPI and KOSDAQ Shanghai Shenzhen Switzerland Taiwan Tokyo Manipulation Price Index Volume Manipulation Index 3 3 0 0 7 7 3 3 3 3 7 6 0 0 5 5 22 6 6 3 3 1 1 1 1 2 2 2 2 1 1 2 2 0 0 1 1 0 0 2 2 1 1 Spoofing Index 2 2 1 1 3 3 1 1 1 1 3 3 1 1 3 3 11 3 3 2 2 False Disclosure Index Market Manipulation Index 0 0 1 1 0 0 1 1 1 1 1 1 1 1 2 2 11 2 2 1 1 6 6 3 3 12 12 7 7 6 6 13 12 2 2 11 11 44 13 13 7 7 Insider Trading Index BrokerAgency Index 2 2 2 2 2 2 0 0 3 3 3 2 7 7 10 10 33 7 7 2 2 0 0 3 3 1 1 0 0 3 3 0 0 2 2 5 5 33 3 3 2 2 3.83 3.67 3.00 3.00 1.25 1.25 1.00 1.00 2.00 2.00 2.00 2.00 1.00 1.00 1.00 1.00 8.08 7.92 7.00 7.00 3.67 3.50 3.00 2.00 1.83 1.83 2.00 2.00 7 0 4 4 2 2 2 2 7 2 2 2 1 1 1 0 2 2 1 1 1 1 1 1 0 0 0 0 3 1 2 2 1 1 1 1 3 1 0 0 1 1 1 0 1 1 1 1 1 1 1 1 0 0 0 0 12 1 9 9 5 5 5 5 12 5 2 2 2 2 3 2 3 3 2 2 2 2 3 2 0 0 1 1 0 1 2 2 0 0 0 0 1 1 0 0 0 0 Average German Legal Origin Median German Legal Origin 3.63 2.13 3.00 2.00 1.00 0.88 1.00 1.00 1.63 1.13 1.50 1.00 0.75 0.63 1.00 1.00 7.00 4.75 7.00 5.00 2.13 1.88 2.50 2.00 0.63 0.75 0.00 0.50 Scandinavian Legal Origin OMX Sweden OSLO Norway Average Scandinavian Legal Origin Median Scandinavian Legal Origin 7 2 7 2 7.00 2.00 7.00 2.00 1 1 1 1 3 2 3 1 1 1 1 0 12 6 12 4 5 4 4 3 2 2 0 0 1.00 1.00 1.00 1.00 3.00 1.50 3.00 1.50 1.00 0.50 1.00 0.50 12.00 5.00 12.00 5.00 4.50 3.50 4.50 3.50 1.00 1.00 1.00 1.00 Table 2. Continued Tests of Means English versus Civil Law English versus German English versus Scandinavian German versus Scandinavian Panel B Comparison Tests: Manipulation Price Index Volume Manipulation Index 3.01 16.07 1.32 14.87 29.75 19.54 29.06 2.12 5.74 8.76 5.09 8.25 7.95 9.13 0.00 3.45 Spoofing Index 1.57 18.75 5.66 19.69 25.15 8.61 25.96 6.90 False Disclosure Index Market Manipulation Index 6.33 13.38 7.32 11.94 0.00 9.71 10.82 2.41 0.33 17.44 4.07 16.26 22.78 17.14 24.60 1.54 43 Insider Trading Index BrokerAgency Index 7.90 11.33 11.76 14.25 6.41 0.00 30.57 25.60 14.02 14.81 14.67 15.26 6.55 7.53 3.22 2.48 Table 3. Descriptive Statistics 44 This table presents statistics for the full sample of countrymonth observations in the data. The data span the months from January 2003June 2011, and the exchanges listed in Table 2. The full number of exchangemonths in the data is 2196, but some variables have missing values. Surveillance data are available for select countries from Cumming and Johan 2008 with updated information up to 2011, as indicated in Table 1. Index from La Porta 1998, 2006 is not available for China. Market Capitalization is from CMCRC with some missing data in the early portion of 2003. 1 2 3 4 5 6 7 6 9 10 Average Number of Suspected Information Leakage Case Average PreAnnouncement Abnormal Profit Total Trading Rules Index Surveillance Index Rule of Law LLSV, 1998 Creditors Rights LLSV, 1998 Risk of Expropriation LLSV, 1998 Accounting Standard LLSV, 1998 Disclosure LLS, 2006 Corruption Index LLSV, 1998 Efficiency of the Judiciary LLS, 2006 12 Investor Protection LLS, 2006 13 Antidirector Spamann, 2010 11 Public Enforcement Jackson and Roe, 2009 Public Enforcement DLLS, 2008 Log GDP Log MSCI Log Market Capitalization 14 15 16 17 18 Mean Median Standard Deviation Minimum Maximum Number of Observations 3.42 0.17 9.40 3425.92 248.83 8723.73 11.48 18.54 8.32 2.62 9.17 69.55 0.79 8.08 9.08 0.62 4.18 20.52 0.47 9.57 0.009 29.83 11 14.00 8.98 3.00 9.40 70.00 0.75 8.52 10.00 0.73 4.00 12.53 0.50 10.20 0.014 29.39 5.85 13.56 2.01 1.19 0.79 7.18 0.16 1.82 1.37 0.27 1.03 19.42 0.42 1.39 0.07 2.55 0.00 0.00 2.00 3.00 4.17 1.00 7.75 57.00 0.42 4.52 6.00 0.00 2.00 0.43 0.00 6.14 0.41 25.91 124.36 71504.02 26.00 41.00 10.00 4.00 9.98 83.00 1.00 10.00 10.00 1.00 6.00 77.74 1.00 11.44 0.31 38.56 2196 2196 2196 2196 1992 1992 1992 1992 1992 1992 1992 1992 1992 1992 1992 2196 2138 2178 Table 4 Comparison Tests This table presents the comparison of mean and median tests for Average Number of Suspected Information Leakage Cases Panel A and Average Pre 45 Announcement Abnormal Profit Panel B. Each Panel considers all exchanges in the data set, the subset of exchanges for which the Directive on Markets in Financial Instrument Mi FID applies, and the last panel considers pre versus postMi FID for the subsample of Mi FID and nonMi FID exchanges. , , and denote significance at the 10%, 5%, and 1% levels, respectively. Panel A: Average Number of Suspected Information Leakage Cases Total Trading Total Trading Panel B: Average PreAnnouncement Abnormal Profits Index 11 11 All Countries 1 0 1002 1.29 2.75 0.50 1194 5.21 12.22 1.56 10.75 P0.01 Surveillance 14 14 All Countries 1074 1.31 2.26 0.50 1122 5.44 12.64 1.63 10.76 Index 11 11 Subset of Mi FID Exchange 1 346 2.10 3.84 1.13 0 116 1.98 4.15 0.58 0.27 P0.01 Surveillance 14 14 Subset of Mi FID Exchange 258 0.86 0.79 0.62 204 3.59 5.46 2.00 7.05 P0.01 NonMi FID Countries PostMi FID 748 2.98 9.70 0.52 PreMi FID 986 4.39 10.79 1.17 P0.01 Mi FID Countries PreMi FID 242 2.62 5.01 1.27 PostMi FID 220 1.46 1.99 0.83 2.86 P0.01 3.33 P0.09 Group Number of Observations Mean Standard Deviation Median Difference in Means 01 Difference in Medians 01 Number of Observations Mean Standard Deviation Median Difference in Means 01 Difference in Medians 01 PreMi FID versus PostMi FID Number of Observations Mean Standard Deviation Median Difference in Means 01 Difference in Medians 01 Group Number of Observations Mean Standard Deviation Median Difference in Means 01 Difference in Medians 01 Number of Observations Mean Standard Deviation Median Difference in Means 01 Difference in Medians 01 PreMi FID versus PostMi FID Number of Observations Mean Standard Deviation Median Difference in Means 01 Difference in Medians 01 Total Trading Index 11 11 All Countries 1 0 1002 7854 22 23446.59 1333.73 1194 1201.998 5487.16 64.51 8.78 P0.01 Surveillance 14 14 All Countries 1074 7000.32 22731.93 553.51 1122 1592.49 5959.32 169.34 7.55 P0.01 NonMi FID Countries PostMi FID 748 6288.18 13444.8 919.10 PreMi FID 986 4191.38 21625.83 145.98 2.49 P0.01 Total Trading Index 11 11 Subset of Mi FID Exchange 1 346 1154.44 4197.02 225.75 0 116 598.45 2245.30 31.42 1.81 P0.01 14 Surveillance 14 Subset of Mi FID Exchange 258 1295.19 3935.16 363.15 204 660.28 3618.56 54.93 1.80 P0.01 Mi FID Countries PrePostMi FID Mi FID 220 290 413.58 1676.22 1587.66 5187.16 367.72 62.37 3.47 P0.01 Table 5 Correlation Matrix This table presents Pearson correlation coefficients for the full sample of exchangemonths in the data. indicates correlations are statistically significant at least in the 5% levels. 1 2 3 4 5 6 7 8 9 10 11 1 2 3 4 5 6 7 8 Average Number of Suspected Information Leakage Cases Average PreAnnouncement Abnormal Profit Total Trading Rules Index Surveillance Index Rule of Law LLSV, 1998 Efficiency of the Judiciary LLS, 2006 Public Enforcement Jackson and Roe, 2009 Public Enforcement DLLS, 2008 Creditors Rights LLSV, 1998 LLSV, 1998 9 10 Risk of Expropriation 11 Corruption Index LLSV, 1998 Investor Protection LLS, 2006 12 13 Disclosure LLS, 2006 14 Antidirector Spamann, 2010 Log Market Capitalization Log 1MSCI Log GDP per Capita 15 16 17 1 0.0821 0.132 0.260 0.106 1 0.301 0.254 0.00152 1 0.582 0.164 1 0.126 1 0.174 0.0675 0.166 0.142 0.725 1 0.118 0.027 0.0527 0.0689 0.288 0.362 1 0.01 0.126 0.0533 0.415 0.00987 0.0105 0.0917 1 0.108 0.0346 0.148 0.268 0.171 0.673 0.242 0.0937 0.0282 0.0582 0.266 0.280 0.897 0.602 0.0810 0.0536 0.651 0.147 0.0602 0.145 0.0658 0.940 0.795 0.285 0.141 0.490 0.834 0.0354 0.0239 0.039 0.195 0.0570 0.0258 0.110 0.136 0.135 0.0890 0.0307 0.0808 0.387 0.340 0.481 0.127 0.0398 0.216 0.0687 0.0700 0.105 0.219 0.0263 0.306 0.0274 0.244 0.460 0.380 0.0386 0.694 0.291 0.0603 0.613 0.321 0.0291 0.357 0.487 0.472 0.180 0.411 0.000987 0.379 0.345 0.346 0.0149 0.557 0.0425 0.102 0.0301 0.159 0.445 0.136 0.0148 0.354 0.0991 0.300 0.387 0.183 0.0424 0.644 0.0283 0.291 0.382 0.384 0.0357 0.630 1 1 1 46 12 13 14 15 16 17 1 0.894 0.454 0.108 0.00507 0.00804 1 0.316 1 0.0546 0.000507 0.200 0.413 0.00694 0.0139 1 0.0103 0.110 1 0.0538 1 Table 6. Panel Regression This table presents panel regression of determinants of market quality. Variables are as defined in Table 1. Panel A presents regression results for the Average Number of Suspected Information Leakage Cases and Panel B presents regression results for Average PreAnnouncement Abnormal Profits. Model 1 presents results of a differenceindifference measure. Model 2 presents a regression results with Total Trading Rules Index. Model 3 presents the results with Surveillance Index. Model 4 presents the results with Total Trading Rules Index with various law and enforcement indexes. Models 5 and 6 present the regressions after removing the data from exchanges from the US and Japan, respectively. Model 7 presents the secondstage regression from a twostage Least Square panel regression. In addition, we define the change of regulation in January 2004 after introduction of the Market Abuse Directive MAD, and the results are shown in Model 8. , , and are statistically significant at the 10%, 5%, and 1% levels, respectively. 47 Panel A: Average Number of Suspected Information Leakage Cases 1 Constant DifferenceinDifference Treat TreatAfter After Trading Rules and Surveillance Total Trading Rules Index Surveillance Law and Enforcement Index Rule of Law LLSV, 1998 Efficiency of the Judiciary LLS, 2006 Creditors Rights LLSV, 1998 Public Enforcement Jackson and Roe, 2009 Public Enforcement DLLS, 2008 Corruption Index LLSV, 1998 Investor Protection LLS, 2006 Disclosure LLS, 2006 Risk of Expropriation LLSV, 1998 Antidirector Spamann, 2010 Exchange and Country Control Variables Log Market Capitalization Log 1MSCI Log GDP per Capita Fixed Effect Cluster Observations Rsquared DifferenceinDifference 7.976 1.57 6.284 8.05 0.880 1.87 0.235 0.63 4.979 1.82 0.168 0.36 Exchange Month 2138 0.192 2 Total Trading Rules Index 6.292 0.69 3 Surveillance 25.134 1.34 4 5 6 Total Trading Rules Index with Other Indices 19.917 1.04 Without Exchanges from US 1.340 0.13 Without Exchanges from US and Japan 5.366 0.37 7 TwoStage IV Regression 12.75 4.91 8 Total Trading Rules Index MAD 12.75 2.17 48 0.137 2.10 0.846 0.86 0.266 0.39 1.439 1.36 0.169 2.42 0.224 0.40 0.32 0.63 0.013 0.26 4.419 1.26 0.367 1.44 5.849 1.56 0.359 0.86 No 1916 0.1107 ExchangeMonth 0.751 1.24 5.149 1.70 0.534 0.63 No 1916 0.142 ExchangeMonth 0.153 1.72 0.147 3.29 0.117 2.25 0.177 5.72 0.247 5.22 1.196 2.17 1.049 1.49 0.754 6.14 0.031 0.05 12.009 4.63 21.356 6.08 0.07 0.11 11.075 3.09 19.951 4.78 0.605 0.98 0.07 01.13 4.563 1.49 2.072 2.34 15.38 2.31 32.57 2.34 1.391 0.81 1.260 1.14 1.265 1.81 4.886 1.67 0.039 0.06 No 1916 0.181 CountryMonth 0.569 2.36 5.973 1.80 0.332 0.69 No 1712 0.108 ExchangeYear ExchangeYear 0.723 2.15 6.126 1.85 0.300 0.64 No 1610 0.114 0.460 7.40 2.292 0.99 0.0978 0.78 Year 1910 0.100 ExchangeYear 0.378 1.42 1.107 3.96 0.560 3.49 1.984 0.78 0.254 0.83 Year Year 1916 0.125 2 Total Trading Rules Index 10812.1 0.95 3 Surveillance 4264.67 0.18 4 5 Total Trading Rules Index with All Indices 5661.82 0.35 Without Exchanges from US 10843.4 1.03 6 Without Exchanges from both US and Japan 23060.4 1.02 49 7 TwoStage IV Regression 25788.4 3.98 8 Total Trading Rules Index MAD 23025.2 5.72 674.31 5.50 379.80 2.29 311.398 2.08 1229.4 15.95 890.6 6.11 Panel B: Average PreAnnouncement Abnormal Profits 1 Constant DifferenceinDifference Treat TreatAfter After Trading Rules and Surveillance Total Trading Rules Index Surveillance Law and Enforcement Index Rule of Law LLSV, 1998 Efficiency of the Judiciary LLS, 2006 Creditors Rights LLSV, 1998 Public Enforcement Jackson and Roe, 2009 Public Enforcement DLLS, 2008 Corruption Index LLSV, 1998 Investor Protection LLS, 2006 Disclosure LLS, 2006 Risk of Expropriation LLSV, 1998 Antidirector Spamann, 2010 Exchange and Country Control Variables Log Market Capitalization Log 1MSCI Log GDP per Capita Fixed Effect Cluster Observations Rsquared DifferenceinDifference 140501.3 12.22 19246.9 4.11 1688.4 1.88 4400.4 3.78 3653.9 1.12 15412.8 11.24 Exchange Month 2138 0.164 795.713 3.70 1441.86 1.94 548.92 0.71 2498.66 2.63 303.70 2.29 157.77 0.09 4.447 0.08 429.37 0.18 541.964 1.92 4607.27 1.47 1303.77 2.10 No 1916 0.128 60.852 0.08 .5772.87 1.42 602.26 0.75 No 1916 0.07 1729.03 1.69 1377.26 1.29 1505.5 4.92 80.0.821 0.14 3746.46 0.80 5252.287 0.72 78.447 0.12 6162.97 0.97 8592.34 0.96 1947.07 6.28 6.39 0.154 1800.87 0.80 2149.8 4.463 13132.8 3.55 16846.46 1.86 819.09 0.83 2286.77 3.18 459.67 0.74 4191.2 2.83 2343.79 5.55 No 1916 0.146 525.62 1.95 4137.1 1.69 675.262 1.24 No 1712 0.167 772.291 1.50 4092.72 1.64 808.799 1.31 No 1610 0.170 704.5 4.55 2594.8 0.45 607.7 1.95 Year 1916 0.09 ExchangeYear 393.7 2.19 1872.2 3.69 809.0 8.71 3380.6 0.93 484.1 1.64 Year Year 1916 0.112 ExchangeMonth ExchangeMonth CountryMonth ExchangeYear ExchangeYear Appendix: Overview of Related Studies on Insider Trading Authors Data Sources Country Samples Time Period Dependent Variables Insider Trading Law and Enforcement Bhattacharya and Daouk 2009 Beny 2005, 2007 Morgan Stanley Capital Market International MSCI, International Financial Corporation IFC, International Monetary Fund IMF, Datastream, etc. La Porta et al. 1998, 2003, Morck et al. 2000, Interational Finance Corporation IFC,Gaillard 1992, Stamp and Welsh 1996, 55 countries 1969 to 1998 Cost of Equity Insider Trading Law and Enforcement are from Bhattacharya and Daouk 2002. 33 countries cross section Ownership Dispersion, Stock Market Turnover, Stock Price Synchronicity Insider Trading Law index equals the sum of 1 Tipping, 2 Tippee, 3 Damages and 4 Criminal or , equivalently, the sum of Scope and Sanction. Insider Trading Law variables Tipping, Tippee, Damages, Criminal, Scope and Sanction are from Gaillard 1992 and Stamp and Welsh 1996. Enforcement variables are Enforced by 1994 Bhattacharya and Daouk, 2002, Public Enforcement Power La Porta et al., 2003, and Private Right Gaillard, 1992; Stamp and Welsh, 1996. Bris 2005 SDC Mergers and Acquisitions Database 4,541 acquisitions across 52 countries Bhattacharya and Daouk 2002 Morgan Stanley Capital Market International MSCI, International Financial Corporation IFC, International Monetary Fund IMF, Datastream, etc. 103 countries National Archives 19,571 firms U.S. Seyhun 1992 1990 to 1999 1969 to 1998 1975 to 1989 Insider Trading Profit Cost of Equity Insiders abnormal profits and share traded Insider Trading Law and their Enforcement: initial prosecution data are from Bhattacharya and Daouk 2002 Survey Approach Email, letter and Fax to 103 stock exchanges and their regulator on whether or not the stock market has insider trading laws and on whether or not there had been a prosecution under the insider trading laws Changes in Insider Trading Regulation: 1 March 1980, when the Chiarella decision was announced; 2 August 1984, when ITSA was signed into Law, and 3 November 1988, when ITSFEA was signed into law. 50 Main Findings This paper provides both theoretically and empirically arguments that sometimes no securities law may be better than a good securities law that is not enforced. The authors find that the cost of equity rises when some countries enact an insider trading law but do not enforce it. Countries with more prohibitive formal insider trading laws are associated with more dispersed equity ownership, more informative stock prices and more liquidity stock markets. Both enforceability and formal insider trading laws have positive impact on stock market development. Insider trading enforcement increases both the incidence, and the profitability of insider trading. Harsher laws reduce the incidence of illegal insider trading. Introduction of insider trading law has no impact on the cost of equity in a country, but the enforcement of insider trading laws is associated with a significant decrease in the cost of equity. The increased statutory sanctions in the 1980s on corporate insidertrading has no impact on corporate insider trading activities and profit. The enforcements by courts have negative impact on insider trading activities, especially around earning announcements and takeover information. Appendix Continued: Overview of Related Studies on Insider Trading Authors Country Samples Data Sources Time Period Our paper SMARTS, Inc., Capital Markets CRC, Cumming and Johan 2008s survey data, Cumming, Johan and Li 2011 exchange trading rules indices, La Porta et al. 1998, 2006 law and finance indices, Jackson and Roe 2008 resource based enforcement indices; Thompson Reuters Datastream; 22 countries 012003 062011 51 Main Findings We show that more detailed exchange trading rules and surveillance over time and across markets significantly reduce the number of cases, but increase the profits per case. Overall, the findings highlight complementarities across different trading rules and surveillance, and these complementarities are at least twice as important as standalone insider trading rules for predicting the frequency of insider trading cases; however, the complementarities are less economically important for predicting the trading value for surrounding the insider trading cases relative to standalone insider trading rules. Dependent Variables Frequency of suspected insider trading and trading value surrounding insider trading from Capital Markets CRC and Smarts, Inc. Insider Trading Law and Enforcement Trading Rules: Insider trading index: Sum of dummy variables for Frontrunning, Client precedence, Trading ahead of research reports, Separation of research and trading, Broker ownership limit, Restrictions on affiliation, Restrictions on communications, Investment company securities, Influencing or rewarding the Employees of Others, and Antiintimidation Coordination. Source: Cumming et al. 2011. Price Manipulation Rule Index: Sum of dummy variables for marking the open, marking the close, misleading end of the monthquarteryear trades, intraday rampinggouging, market setting, prearranged trades, and domination and control. Source: Cumming et al. 2011. Volume Manipulation Rule Index: Sum of dummy variables for Churning and Wash trade. Source: Cumming et al. 2011. Spoofing Rules Index: Sum of dummy variables for Giving up priority, Switch and Layering of bidsasks. Source: Cumming et al. 2011. False Disclosure Rules Index: Sum of dummy variables for Dissemination of false and misleading information and Parking or warehousing. Source: Cumming et al. 2011. Market Manipulation Rules Index: Sum of Price Manipulation Rules Index, Volume Manipulation Rules Index, Spoofing Rules Index, and False Disclosure Rules Index. Source: Cumming et al. 2011. Broker Agency Rules Index: Sum of dummy variables for Trade through, Improper execution, and Restrictions on member use of exchange name, Restrictions on sales materials and telemarketing, and Fair dealing with customers. Source: Cumming et al. 2011. Total Trading Rules Index: Sum of Insider Trading Index, Market Manipulation Rules Index, and BrokerAgency Rules Index. Source: Cumming et al. 2011. Enforcement: Surveillance Index: The principal component of 1 singlemarket surveillance and 2 crossmarket surveillance. Source: Cumming and Johan 2008. Available for a subset of countries, and provided contingent on maintaining confidentiality and anonymity, as exchanges do not want market participants to know all of the things they do and do not look for in their surveillance. Source: Cumming et al. 2011 Efficiency of the Judiciary: Assessment of the efficiency and integrity of the legal environment as it affects business, particularly foreign firms produced by the country risk rating agency International Country Risk ICR.t may be taken to represent investors assessments of conditions in the country in question. Average between 1980 and 1983. Scale from 0 to 10; with lower scores, lower efficiency levels assessment of the efficiency and integrity of the legal environment. Scale from 0 to 10; with lower scores, lower efficiency levels. Original data come from International Country Risk Guide. Source: La Porta et al. 2006. Staff Per Million: The 2005 size of the securities regulators staff, divided by the countrys population in millions Original data come from regulators annual report and nations official document. Population data are from World Bank Data and Statistics Web site  Source: Jackson and Roe 2009. DLLS Public Enforcement: Public enforcement is an index aggregating whether certain suspect corporate transactions can lead to a fine or jail sentences for the approving body, or fine or jail sentence for the principal wrongdoer. Source: Jackson and Roe 2009; Original source: Djankov et al. 2008. Other LLSV Variables Used as summarized in Table 1 of our paper. CFS WORKING PAPER SERIES No. 201314 201313 201312 201311 201310 201309 201308 201307 201306 Authors Tullio Jappelli Luigi Pistaferri Jeffrey V. Butler Luigi Guiso Tullio Jappelli Tullio Jappelli Mario Padula Christiane Baumeister Lutz Kilian Christiane Baumeister Lutz Kilian Christiane Baumeister Lutz Kilian Hugh H. Kim Raimond Maurer Olivia S. Mitchell Andreas Hubener Raimond Maurer Olivia S. Mitchell Gunter Coenen Anders Warne Title Fiscal Policy and MPC Heterogeneity Manipulating Reliance on Intuition Reduces Risk and Ambiguity Aversion Investment in Financial Literacy, Social Security and Portfolio Choice Forecasting the Real Price of Oil in a Changing World: A Forecast Combination Approach Do Oil Price Increases Cause Higher Food Prices? Are Product Spreads Useful for Forecasting? Empirical Evaluation of the Verleger Hypothesis Time is Money: Life Cycle Rational Inertia and Delegation of Investment Management How Family Status and Social Security Claiming Options Shape Optimal Life Cycle Portfolios Risks to Price Stability, the Zero Lower Bound and Forward Guidance: A RealTime Assessment All CFS Working Papers can be downloaded at www.ifkcfs.depublicationsworkingpapers. ", "filename": "77162607X.pdf", "person": ["Michael Aitken", "Aitken, Michael", "Douglas Cumming", "Cumming, Douglas", "Feng Zhan", "Zhan, Feng"], "date": ["2013"]}