{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/95630/1/772575010.pdf"], "title": ["The ECJ judgment on the extensions of the ETS to aviation: An economist's discontent"], "plaintext": " The ECJ Judgment on the Extensions of the ETS to Aviation: An Economists Discontent by Henrik Horn Research Institute of Industrial Economics IFN, Stockholm Bruegel, Brussels; CEPR, London 26 September 2013 ABSTRACT Few EU decisions have caused more international outcry than the extension of the EU Emissions Trading System ETS to apply to aviation. The directive was legally challenged by US airlines before a UK court, which referred the case to the European Court of Justice ECJ for a preliminary ruling concerning the compatibility of the directive with international law. This paper discusses the argumentation by the ECJ and the Advocate General from an economic perspective. Such an analysis is warranted in light of the fact that the contested measure is an economic regulation, the international laws that are invoked have clear economic objectives, and the ECJ judgment and the opinion by the Advocate General at least partly rely on economic concepts and mechanisms. An economic analysis also seems warranted from a legal point of view since the quality of the judgment and of the opinion presumably depend on the soundness of their economic reasoning. It is found that the argumentation by the legal authorities is highly questionable in important parts, when viewed from an economic perspective. JEL Number: K31, K32, L93 Keywords: EJC decision on aviation, ETS, border carbon adjustment The study is part of the ENWINED Environment and Trade in a World of Interdependence project, financed by Mistra, Stockholm. I am very grateful for helpful discussions with Robert L. Howse, Mads Greaker, and Petros C. Mavroidis. Contents 1 2 3.2 3.3 3.1.1 3.1.2 Introduction   1 Factual background   3 2.1 Basic features of the Aviation Directive   3 2.2 The structure of the legal examination   5 3 Does the measure violate jurisdictional principles and provisions?   6 3.1 Customary international law   6 The opinion of the Advocate General   7 The ECJ judgment   14 The Chicago Convention   16 The Open Skies Agreement   18 Is the EU bound by the Chicago Convention?   19 The opinion of the Advocate General   20 4.1 4.2 The ECJ judgment   21 4.3 Comments   22 Is the EU bound by the Kyoto Protocol to act within the ICAO?   25 The opinion of the Advocate General   25 5.1 The ECJ judgment   27 5.2 5.3 Comments   28 6 Does the measure constitute a charge in violation of the Open Skies Agreement?   29 The opinion of the Advocate General   30 6.1 6.2 The ECJ judgment   32 6.3 Comments   33 7 Elements of a more economicsfriendly judgment   35 References   38 4 5 1 1 IntroductionFew EU decisions have caused more international outcry than the extension of the EU Emissions Trading System ETS to include aviation directive 2008101EC the Aviation Directive. The directive has been harshly criticized by countries comprising some threequarters of the world population, and several countries, including China, India and the US, have adopted legislation that can be used to hinder their respective airline operators from obeying the directive. Three major US airline operators and the Air Transport Association of America legally challenged the measure before the UK High Court, the UK being the administering state for these operators. The court referred the case to the European Court of Justice ECJ for a preliminary ruling on the compatibility of the directive with international law in three broad respects: i whether in as far as the directive applies to flights in nonEU airspace, it violates jurisdictional rules and principals in customary international law, in the Convention on International Civil Aviation the Chicago Convention, and in the EUUS Air Transport Agreement the Open Skies Agreement; ii whether the Kyoto Protocol requires that regulations of the aviation industry should be negotiated through the International Civil Aviation Organisation ICAO; and iii whether the directive violates the Chicago Convention and the Open Skies Agreement by imposing illegal charges on fuel and on the exit or entry into the EU. The ECJ presented its preliminary judgment on 21 December 2011. It followed in important parts, but not completely, the advisory opinion by EU Advocate General Kokott, published on 6 October 2011. Both the Advocate General and the ECJ dismissed all alleged grounds for the illegality of the Aviation Directive. The judgment by the ECJ did not seem to persuade the critics, however. Instead, roughly a year after the issuing of the judgment, the EU postponed the implementation of the Aviation Directive for a year, and it now appears as if the EU is willing to postpone the part of the scheme that applies to flights in nonEU airspace for an even longer period. It is possible that the EU believes that a sufficiently strong signal have already been sent to other countries concerning the need for an international climate agreement for the aviation industry, andor that other countries have made concessions in the negotiations on emissions in the ICAO. But 1 it regardless seems clear that the sensitivity of the measure remains, despite the explanation by the ECJ and the Advocate General of why it is compatible with international law. The purpose of this paper is to highlight the argumentation by the ECJ and the Advocate General from an economic or, perhaps better, from an economists perspective. There are a number of reasons why such an undertaking is called for. One reason is that the ECJ judgment and the opinion by the Advocate General use economic concepts and mechanisms. It should be of interest from a legal perspective or at least one would hope so to examine how well these arguments are grounded in economic reasoning. The case is for several reasons important also from an economic point of view. It addresses a potential conflict between two highly important economic concerns. One is the desirability of protecting the integrity of international jurisdictional principles and agreements, which are crucial to the functioning of the international economy. Against this stands the desirability of letting countries undertake unilateral action to reduce climate damage, lacking an international agreement to this effect. This is important in the aviation industry: while emissions from aviation currently only account for a couple of percent of total global emissions, they are projected to increase rapidly due to increasing air travel, unless emissions are regulated in some manner.1 But the ability to undertake such action is of course also important more generally. Indeed, the Aviation Directive as akin to a border carbon adjustment in that it seeks to regulate emissions from production that takes place in foreign territory although the ECJ and the Advocate General hold that the directive does not do this, as we will see.2 There is a huge economic policy debate and academic literature on the desirability and of such policies. The ECJ judgment could be seen as a first authoritative pronouncement regarding the possibility for countries to pursue such unilateral climate policies. The paper is structured as follows. Section 2 very briefly presents background information concerning the Aviation Directive, and the case. Sections 36 discuss the treatment by the ECJ and the Advocate General of four core issues in the case: Section 3 concerns the compatibility 1 See GAO 2009 for a comprehensive discussion of trends in aviation emissions. 2 The term border carbon adjustments normally denotes measures that are solely applied to imported products, with the alleged purpose of extending to imported products the same regulatory treatment as is awarded to domestically produced products. But the term is also often used to denote measures that at least de jure fall equally on imported and domestic products, but that are based on emissions during production regardless of where it takes place. The aviation measure is a border carbon adjustment in this latter respect. 2 of the Aviation Directive with the jurisdictional principles in customary international law; Section 4 discusses whether the EU is bound by the Chicago Convention; Section 5 examines the compatibility of the directive with the Kyoto Protocol, and more specifically whether the EU was entitled to act outside the ICAO; and Section 6 the compatibility of the directive with certain provisions in the Open Skies Agreement concerning the imposition of charges. The overall conclusion is that the reasoning on these issues by the ECJ and the Advocate General in important parts makes little sense from an economic perspective. Section 7 summarizes the main findings, and discusses how the ECJ should have argued in order to present an economically more persuasive analysis of the crucial jurisdictional issue, in particular. Finally, to avoid misunderstandings: what follows is not a critique of EU climate policies. It is a critical discussion of the argumentation by the ECJ and the Advocate General in this particular case. 2 FactualbackgroundThe purpose of this section is to provide basic information on the Aviation Directive and on the structure of the legal analysis that is undertaken by the ECJ and the Advocate General.3 2.1 BasicfeaturesoftheAviationDirectiveThe decision to implement the ETS was taken in 2003. It applied initially only to certain highly carbonintensive industries, but it was clear from the outset that it would be gradually extended to include a broader set of industries. This extension was considered to be necessary from a legal point of view since the scheme could otherwise be judged to be discriminatory under EU law: partially applicable schemes are permitted only for a certain period in order to allow the scheme to be developed and finetuned, before being applied more broadly.4 The extension to aviation was also considered desirable from a climate perspective. The EU has committed unilaterally to reduce greenhouse gases by 20% below 1990 levels by 2020, and according to the directive, the limitation of greenhouse gas emissions from aviation is an essential contribution in line with this commitment Recital 4. The extension to aviation was said to be necessary, since: 3 For descriptions of the factual background of the case, and for critical legal analyses, see e.g. Havel and Mulligan 2012 and Mayer 2012. 4 See Mayer 2012. 3 11   If the climate change impact of the aviation sector continues to grow at the current rate, it would significantly undermine reductions made by other sectors to combat climate change. The Aviation Directive requires that airline operators should as of 2012 yearly deliver emissions allowances corresponding to the amount of carbondioxide they have emitted during the previous year during flights arriving at and departing from EU airports. The directive further stipulates that the total amount of allowances for the industry for 2012 should correspond to 97% of the average yearly industry emissions during the period 20042006. Of these allowances, 82% are to be allocated for free based on historical tonnekilometer data, and 3% to be kept in special reserve for airline operators with rapidly expanding operations. The remaining 15% are to be auctionedthis is hence where the bite of the scheme stems from. The idea in the directive his hence to gradually lower the cap, and to gradually increase the share being allocated through auctioning, in order to gradually reduce emissions from the sector. While Member States have some freedom in how to use the revenue from these auctions, the Aviation Directive request that they  should be used to tackle climate change in the EU and third countries  If airline operators need more allowances than they have been allocated, they can purchase these in auctions or in the market from other airline operators or from other industrial sectors. The can also buy emission credits from clean energy projects carried out in third countries under the Kyoto Protocol mechanisms. On the other hand, if they have a surplus of allowances, these can be sold in the market to other airline operators, or be kept for future use. The Aviation Directive also opens for the possibility of excluding from the scheme flights that arrive from third countries which have adopted  measures for reducing the climate change impact of flights departing from that country which land in the Community  recital 18. The coverage of the system is determined by two components. One is the designation of the flights that are included. Annex 1, Recital 6 states: From 1 January 2012 all flights which arrive at or depart from an aerodrome situated in the territory of a Member State to which the Treaty applies shall be included. 4 The scheme hence applies to both EU and nonEU carriers flying via an EU airport.5 The second critical component is the method of calculating the amount of emissions for these designated flights: Emissions shall be calculated using the formula: Fuel consumption emission factor   Actual fuel consumption for each flight shall be used wherever possible and shall be calculated using the formula: Amount of fuel contained in aircraft tanks once fuel uplift for the flight is complete amount of fuel contained in aircraft tanks once fuel uplift for subsequent flight is complete fuel uplift for that subsequent flight  Annex IV, Part B That is, the number of allowances to be delivered is calculated as the fuel consumed during the whole flight, times the emissions factor for the particular type of fuel with the latter taken from the Intergovernmental Panel on Climate Change. 2.2 ThestructureofthelegalexaminationThe ECJ was requested to address four questions. The first, and central, question was whether the international laws that are referred to by the plaintiffs are at all applicable, in particular in light of the fact that the plaintiffs are individuals, and not states. As formulated by the Advocate General: 47. The fundamental problem to be discussed in the context of the first question is whether and to what extent the international agreements and principles of customary international law mentioned by the referring court can be relied upon at all as a benchmark against which the validity of Directive 2008101 can be reviewed in the context of legal proceedings before national courts brought by natural or legal persons in this case by undertakings and associations of undertakings. Drawing on EU case law, both the ECJ and the Advocate General identify three necessary conditions for a law to be applicable recitals 5254: i the EU is bound by those rules; 5 There are several exceptions. For instance, it does not apply to airline operators with a sufficiently small number of flights, to rescue flights, to flights by heads of state, military flights, etc  5 ii the nature and broad logic of the law do not preclude an examination of the law; and iii the provisions that are relied upon are unconditional and sufficiently precise. The remaining three questions concerned the compatibility of the Aviation Directive with these international laws and principles. The ECJ was here requested to examine the questions mentioned in the Introduction, concerning alleged violation of jurisdictional principles and laws, the alleged obligation for the EU to act within the ICAO, and the alleged imposition of illegal charges. In order to address these four questions, the ECJ first examines the question concerning applicability. Only when answered in the affirmative, the ECJ then proceeds to evaluate the compatibility. But the Advocate General examines all four question for the sake of completeness. We now proceed to discuss the reasoning by the ECJ and the Advocate General. 3 Doesthemeasureviolatejurisdictionalprinciplesandprovisions?A central complaint in the case is that the Aviation Directive, by applying to flights in nonEU airspace, violates several jurisdictional principles in customary international law, as well as obligations reflecting these principles in the Chicago Convention and the Open Skies Agreement. We will focus on the examination by the ECJ and the Advocate General of whether customary international law is being violated, and then briefly comment on their treatment of the alleged violations in this regard of the abovementioned agreements. 3.1 CustomaryinternationallawThe ECJ was asked to examine the Aviation Directive from the point of view of the following principles of customary international law: i that each State has complete and exclusive sovereignty over its airspace; ii that no State may validly purport to subject any part of the high seas to its sovereignty; iii the freedom to fly over the high seas; and 6 iv that aircraft overflying the high seas are subject to the exclusive jurisdiction of the country in which they are registered, save as expressly provided for by international treaty. The first point is the perhaps most heavily criticized aspect of the Aviation Directive, which is the claim that it violates the territoriality principlethe notion that a country has competence to regulate activities that are undertaken in its own territoryby regulating flights in the airspace of other countries. The territoriality principle is also reflected in Article 1 of the Chicago Convention, which provides: Sovereignty The contracting States recognize that every State has complete and exclusive sovereignty over the airspace above its territory. This principle may not always allocate jurisdiction to a unique state, for instance when it conflicts with the nationality principle, according to which a country has the jurisdiction over its nationals. However, when these two principles coincide, that is, when an activity is undertaken by nationals of a country in that country, the country normally has exclusive jurisdiction, unless yet other jurisdictional norms are relevant.6 3.1.1 TheopinionoftheAdvocateGeneralThe Advocate General starts by arguing that the EU is bound by several of the invoked principles of customary international law, including the principle that countries have sovereignty over their airspace. However, the Advocate General dismisses the invocation of these principles by individuals without further motivation: 136. Principles such as these are, by their very nature and broad logic, by no means capable of having an effect on the legal status of individuals. But for the for the sake of completeness the Advocate General nevertheless extensively discusses the jurisdictional principles that the plaintiffs claim are being violated. 6 For instance, the territoriality principle gives a has jurisdiction over foreign nationals with respect to activities they undertake in the state; for example, a host country may tax foreignowned firms on the basis of their operations in the host country. But at the same time, based on the nationality principle, the home countries of these firms may claim jurisdiction over these activities in the host country. In such instances, more than one state may have jurisdiction. Should this lead to a conflict, such as when it is impossible that more than one state to regulates, the territoriality principle normally prevails. 7 The Advocate General starts by dismissing the claim that the EU measure is an extraterritorial rule that contravenes the sovereignty of other countries, arguing that the claim is: 144.  based on an erroneous and highly superficial reading of the provisions of Directive 2008101. emphasis added The argument is then developed in three steps; we will present and discuss these steps one by one, using the headings in the Advocate Generals opinion. i On the absence of any extraterritorial effect of the EU emissions trading scheme The first step is to argue that the Aviation Directive does not impose an extraterritorial regulation: 145.  The Aviation Directive does not contain any extraterritorial provisions.   Directive 2008101 does not give rise to any kind of obligation on airlines to fly their aircraft on certain routes, to observe specific speed limits or to comply with certain limits on fuel consumption and exhaust gases. 146.  Directive 2008101 is concerned solely with aircraft arrivals at and departures from aerodromes in the European Union  147.   Admittedly, it is undoubtedly true that, to some extent, account is thus taken of events that take place over the high seas or on the territory of third countries. This might indirectly give airlines an incentive to conduct themselves in a particular way when flying over the high seas or on the territory of third countries, in particular to consume as little fuel as possible and expel as few greenhouse gases as possible. However, there is no concrete rule regarding their conduct within airspace outside the European Union. italics in original, bold added A number of observations can be made. First, recital 145 implicitly holds that since the measure does not directly regulate speed, etc., it is not extraterritorial. But the same argument could be applied to any taxbased measure, since such measures always leave to taxed entities to unilaterally decide on the activities that are being taxed. For instance, if the EU were to tax the labor income of US nationals in the US, these individuals would still be free to decide on e.g. the number of hours they work. But this would hardly make the tax less extraterritorial. 8 Second, the language in recital 147 is noteworthy. It is only to some extent that the contested measure takes into consideration emissions in nonEU airspace. Furthermore, the measure might have an indirect effect on the behavior of airline operators. It is rather odd that a measure that is introduced with the explicit purpose of reducing emissions, only indirectly might have such an effect. It would indeed be a huge failure of the Aviation Directive if this were true. But this downplaying of the effect of the directive is not innocuous: it implicitly suggests that this is not the purpose of the directive. As such, the choice of words is seriously misleading, and, it seems to this author, intentionally so. Furthermore, in the last sentence of the recital, the Advocate General introduces a rather special definition of an extraterritorial measure: there must be a concrete rule that regulates the conduct of airlines in nonEU airspace. First, is it not a concrete rule that airlines have to follow the Aviation Directives stipulation concerning e.g. emissions allowances? Second, why does the rule have to be expressed in terms of the conduct of airlines in order for the directive to be extraterritorial? As just noted, such a definition of extraterritoriality would for instance remove any taxbased measure from the list of measures with potential extraterritorial effect. There are two more recitals on the absence of territorial effects; these are quoted in extenso since it is not clear how they fit into the line of argumentation in recitals 145147: 148. It is by no means unusual for a State or an international organisation also to take into account in the exercise of its sovereignty circumstances that occur or have occurred outside its territorial jurisdiction. The principle of worldwide income thus applies in many countries under income tax law. Under antitrust law as well as in merger control it is normal worldwide practice for competition authorities to take action against agreements between undertakings even if those agreements have been concluded outside the territorial scope of their jurisdiction and may perhaps even have a substantial effect outside that scope of jurisdiction. footnote omitted In one fisheries case, the Court of Justice even ruled that fish caught in the high seas could be confiscated as soon as the vessel concerned, flying the flag of a third country, reached a port within the European Union. footnote omitted 149. The decisive element from an international law perspective is that the particular facts display a sufficient link with the State or international organisation concerned. The particular connecting factor can be based on the 9 territoriality principle, the personality principle or more rarely on the universality principle. Hence, while recitals 145147 seek to argue that the Aviation Directive does not regulate activities outside EU territory, recitals 148149 instead defend such regulation. Recital 148 essentially says that there are other areas where states pursue policies to affect activities outside its territory, which of course is unobjectionable. Recital 149 then emphasizes the need for a sufficiently strong link between the regulating state and the activity in the foreign country that is being regulated. Understood this way, the two recitals makes economic senseindeed, as will be argued below, it is with an argument along these lines that the Aviation Directive might have been more persuasively defended. The argument seems to be a direct application of the effects doctrine; for instance, this is the normally advanced jurisdictional defense of in antitrust and merger control for the practices that are mentioned in recital 148. The Advocate General is very careful however, not to mention the concept explicitly, and this despite the reference in Recital 148 to one of the main policy areas for the explicit application of the effects doctrine. Finally, it is disturbing that the Advocate General denies what is plain for all to see: that there are effects of the directive in nonEU territory. After all, the purpose of the policy is not to reduce emissions only on the part of the flight that occur in EU airspace, the purpose is also to affect emissions in nonEU territory. Such a policy must by any normal use of the term be said to be extraterritorial. Indeed, the Advocate General even describes the policy measures that are used as examples in recital 148 as cases where a country regulates outside its territorial jurisdiction. Of course, that they are extraterritorial does not necessarily imply that they are undesirable. But it does mean that the Advocate Generals assertion concerning the absence of any extraterritorial effects of the ETS is simply wrong, at least as long as an extraterritorial measure is understood to mean a measure that is conditioned on activities undertaken in other countries territories, regardless of where it is being implemented. ii On the existence of an adequate territorial link Having claimed that there are no extraterritorial effects of the contested measure, the Advocate General next argues that there are effects on EU territory that imply that the Aviation Directive is consistent with the territoriality principle. To show this, the Advocate General first seeks to explain why the EU has jurisdiction over the whole flight of plane coming into, or leaving, a EU airport. The argumentation starts at a general level: 10 151. In general, the European Union may require all undertakings wishing to provide services within its territory to comply with certain standards laid down by EU law. Accordingly, it may require airlines to participate in measures of EU law on environmental protection and climate change footnote omitted in this case the EU emissions trading scheme whenever they take off from or land at an aerodrome within the territory of the European Union It may appear as if the first sentence in recital 151 just states what is obvious, namely that if a firm provides a service in the EU, the EU can regulate the conditions under which it is being provided. But because of the vague language, the sentence does not explain what specific aspects of the firms operations that the EU may regulate. This is deceptive, since if the firm also provides services in other countries, normally the EU does not have a right to regulate these other services. Hence, through ambiguous wording, the Advocate General again muddles the waters. The second part of recital 151 effectively states that whenever planes land at, and take off from, an EU airport, services are provided in the EU. Again, this is fine as such, but the issue at stake in the case is not this part of the flight, but the part over the high seas and in the airspace of other countries. The next recital attempts to make the flight between two airports a subactivity relative to the takeoff and landing: 152. Takeoff and landing are essential and particularly characteristic elements of every flight. If the place of departure or destination is an aerodrome within the territory of the European Union, there will be an adequate territorial link for the flight in question to be included in the EU emissions trading scheme. The first sentence is at the same time both trivial and illogical. Indeed, for a flight from point A to point B, the takeoff from A and the landing in B are clearly essential elements. But so is each and every mile on the way between the two destinations. So why would landings and takeoffs be considered more characteristic than the rest of the flights? The question seems particularly pertinent in light of the fact that for most flights at stake here, most of the emissions occur after takeoff and before landing. The Advocate General does not offer any explanation for this. 11 Turning to the second sentence of recital 152, it can be noted that it either assumes what is to be shown, or is unsubstantiated if meant to follow from the reasoning before. Recital 153, and in particular recital 154, address the core of the jurisdictional issue: 153. Under the EU emissions trading scheme a particular airline may be required, when departing from or arriving at a European aerodrome, to surrender emission allowances that are higher the further the point of departure is from the destination. Taking account of the whole length of the flight is ultimately an expression of the principle of proportionality and reflects the polluter pays principle of environmental law. While the first sentence simply describes in loose terms the contested feature of the Aviation Directive, the second sentence is again both unsubstantiated and deceptive. It is not explained how the principle of proportionality or the polluter pays principle of environmental law apply in the present contextas will be argued below, this is what the case should have been about, but it is not what is discussed. Indeed, the Advocate General does not even use the terms proportional or proportionality anywhere else in the opinion. Recital 154 is more important: 154. The territoriality principle does not prevent account also being taken in the application of the EU emissions trading scheme of parts of flights that take place outside the territory of the European Union. Such an approach reflects the nature as well as the spirit and purpose of environmental protection and climate change measures. It is well known that air pollution knows no boundaries and that greenhouse gases contribute towards climate change worldwide irrespective of where they are emitted; they can have effects on the environment and climate in every State and association of States, including the European Union. Several remarks can be made: First, in economic terminology, recital 154 says that the EU policy is motivated by the fact that there are international climate externalities affecting EU territory. From an economic point of view, the problem is indeed that countries expose each other to international climate externalities by not sufficiently regulating emissions of carbondioxide. In the case of 12 international aviation, most of the emissions occur outside EU territory. Since the EU cannot filter the carbondioxide out of the air as the wind brings it into EU territory, the EU has to regulate also the part of the flights that occur in nonEU territory. Hence, even if the purpose of the climate policy is only to protect EU territory, the Aviation Directive has to have extraterritorial bite since it needs to regulate activities in nonEU airspace. 7 Whether or not the extraterritorial reach of the Aviation Directive violates the territoriality principle seems to be mainly a question of definition. One interpretation would be that it is violated, but that the EU through the effects doctrine anyway has jurisdiction by virtue of crossborder climate effects. Alternatively, the effects doctrine is seen as a special case of the territoriality principle, in which case territoriality principle is not violated.8 Second, although the reference to the crossborder effects makes sense from an economic point of view, there is still a somewhat illogical aspect of the reasoning by the Advocate General. The EU is affected in exactly the same way by emissions from flights between third countries as by flights to and from Europe. Hence, the argument in defense of the Aviation Directive could equally well be used to justify an extraterritorial regulation of flights between third countries. This is fine as such, but the Advocate General uses the fact that the Aviation Directive does not apply to flights between third countries as a further argument to show that it is not an illegal regulation of flights in nonEU territory. This argument hence seems to presuppose that such regulation would be illegal. But as we just saw, it should be legal by the same international externalities argument that is used to defend the Aviation Directive. Finally, recital 155 concludes the argumentation for the existence of an adequate link for the purpose of customary international law by referring to EU policy with regard to fishing in the high seas. This argument just presumes that what was done in the case of fishing both was legal and is comparable to what is done in aviation. iii On the absence of any adverse effect on the sovereignty of third countries Having first argued that there are no extraterritorial effects, and then that there is still an adequate territorial link, the Advocate General claims in recitals 156159 that the measure does not impinge on the sovereignty of targeted countries. The essence of the argumentation is the following: 7 The word only signals the fact that EU climate policy are sometimes said to protect more global interests. 8 See e.g. ALI 1990. 13 156.   Directive 2008101 does not, either in law or in fact, preclude third countries from bringing into effect or applying their own emissions trading schemes for aviation activities. 157. Admittedly, if sections of flights that take place over the high seas and within the territory of third countries are included there is a risk of   one and the same route being taken into account twice under the emissions trading schemes of two States  158.  such double regulation is not prohibited under the principles of customary international law at issue here. It is indeed accepted under customary international law, just as the widespread phenomenon of double taxation is accepted in the field of direct taxation  The Advocate General seems to define sovereignty in terms of the decision rights of the governments of third countries. This may be correct as a matter of law. But from an economic perspective, once can note that even if the EU measure respect decision rights in this sense, it may still affect the circumstances under which these decision rights are exercised, by affecting the local conditions for flying. If so, the measure would indeed have adverse effects on the choices that are practically available to the third countries, and in this sense encroach upon their jurisdiction. To conclude, at least from an economic perspective, it would have been natural to say that the EU is affected by emissions from aviation in foreign airspace, and through the Aviation Directive seeks to regulate the activity in the only place where this is possible, which is where the emissions occur. Instead, the Advocate General uses what to this author appears as twisted language to exonerate the contested measure. 3.1.2 TheECJjudgmentIn contrast to the Advocate General, the ECJ first finds that three of the four advanced jurisdictional principles can be relied upon by the complainants. Turning to the implication of these principles, the ECJ decision follows a more narrow line of argumentation than that of the Advocate General. The core of the argument is to claim that while a plane is at an EU airport, the EU has unlimited jurisdiction recital 124: 14 125  the fact that those aircraft perform a flight which departs from or arrives at an aerodrome situated in the territory of one of the Member States, Directive 2008101  does not infringe the principle of territoriality or the sovereignty which the third States from or to which such flights are performed have over the airspace above their territory, since those aircraft are physically in the territory of one of the Member States of the European Union and are thus subject on that basis to the unlimited jurisdiction of the European Union. emphasis added 126 Nor can such application of European Union law affect the principle of freedom to fly over the high seas since an aircraft flying over the high seas is not subject, in so far as it does so, to the allowance trading scheme. emphasis added 128  the European Union legislature may in principle choose to permit a commercial activity, in this instance air transport, to be carried out in the territory of the European Union only on condition that operators comply with the criteria that have been established by the European Union   emphasis added 129 Furthermore, the fact that, in the context of applying European Union environmental legislation, certain matters contributing to the pollution of the air, sea or land territory of the Member States originate in an event which occurs partly outside that territory is not such as to call into question, in the light of the principles of customary international law capable of being relied upon in the main proceedings, the full applicability of European Union law in that territory  emphasis added In essence, the ECJ holds that the when a plane is an EU airport, the EU has unlimited jurisdiction and can treat them however the EU likes. Hence, since the Aviation Directive only applies as the plane lands or takes off in the EU, it is not extraterritorial in any sense. A noticeable feature of the ECJ decision is that it is completely deaf to the argument that the Aviation Directive seeks to regulate activities in nonEU airspace, and for this reason violates jurisdictional principle. Instead, jurisdiction follows from the fact that the plane is in EU territory, and what more, the jurisdiction is unlimited. From an economic point of view, this is a shallow interpretation of jurisdiction, since it does not seek to interpret these jurisdictional 15 principles in light of what purpose they might serve. It is almost as if the ECJ confuses the right to prescribe with the right to enforce. Indeed, if all that matters to territoriality is that the aircraft is at an EU airport, the EU could while respecting the territoriality principle levy a tax on the basis of, for example: only the emissions in foreign airspace; all the emissions of the plane during its lifetime; or the emissions from all of the operators planes anywhere in the world. Actually, the existence of international climate externalities, which is at the heart of the economic rationale for BCAs, is completely irrelevant to the ECJ decision, since all that matters for the EU to have jurisdiction is the physical presence of the planes in EU airports. Hence, the EU could by the same logic tax foreign aircraft that land in EU airports on the basis of, say, the total profits of the operator regardless of any emissions, without violating the territoriality or nationality principles. This is clearly not an economically attractive interpretation of jurisdictional principles. The basic problem with the ECJ decision is that it takes to land at, or take off from, an EU airport to be the activity or transaction for which jurisdiction is to be allocated. But if this were the case, the implicit taxation would be discriminatory, since some planes are forced to pay higher taxes than planes that are identical in all respects. On the other hand, if the activity at stake is to emit carbondioxide, which of course is the only reasonable interpretation after all, this is the stated purpose of the measureit is inescapable to conclude that that the regulation partly seeks to reduce emissions in nonEU territory and by nonEU operators. This would in turn immediately raise that obvious jurisdictional question of whether the factual circumstances are such that this violation of the territoriality principle is justified or in case the effects doctrine is seen as a special case of the territoriality principle, whether an application of the effects doctrine is justified. 3.2 TheChicagoConventionThe plaintiffs maintain that the Aviation Directive also violates jurisdictional rules in Articles 1, 11 and 12 of the Chicago Convention. Both the ECJ and the Advocate General find that the Chicago Convention is not binding upon the EU; we will discuss this finding in detail in Section 4. The ECJ therefore does not address the compatibility of the Aviation Directive with this convention. But the Advocate General does, arguing that Article 1 is not being violated for the same reasons that there is no violation of customary international law. 16 A comment on the claim concerning a violation of Article 11 of the Chicago Convention is in order, since it provides yet another example of the twisted language that is used in this case. The article provides: Applicability of air regulations Subject to the provisions of this Convention, the laws and regulations of a contracting State relating to the admission to or departure from its territory of aircraft engaged in international air navigation, or to the operation and navigation of such aircraft while within its territory, shall be applied to the aircraft of all contracting States without distinction as to nationality, and shall be complied with by such aircraft upon entering or departing from or while within the territory of that State . The plaintiffs maintain that since this Article only gives the EU the right to regulate flights upon entering or departing from the EU, it effectively forbids the EU to regulate outside of the EU. The Advocate General writes: 168.   It is this and only this compliance with rules upon entering or departing that the European Union demands of airlines in the context of its emissions trading scheme. The EU emissions trading scheme does not contain rules that would have to be observed during parts of flights that take place outside the territory of the European Union. The Advocate Generals conclusion that Article 11 is only concerned with what happens in the context of landings and takeoffs, and that it does not restrict the right to regulate in nonEU territory, may be reasonable. However, more questionable is explanation for why this is the case, given in the second sentence above. It is possible that as a flight from the US to Europe passes over the Atlantic, the pilots do not have to think much about the Aviation Directive and can instead concentrate on getting the plane safely to its destination. However, the airline will at the end of the year, when it is time to submit the allowances, certainly have to think about rules that apply during parts of flights that take place outside the territory of the European Union. This is what the complaint is about, and this is what the Advocate General should have addressed instead of hiding behind obscure language. 17 3.3 TheOpenSkiesAgreementAccording to the plaintiffs, Article 7 Application of laws of the Open Skies Agreement provides yet another reason why the Aviation Directive violates jurisdictional principles. The Article states: 1. The laws and regulations of a Party relating to the admission to or departure from its territory of aircraft engaged in international air navigation, or to the operation and navigation of such aircraft while within its territory, shall be applied to the aircraft utilised by the airlines of the other Party, and shall be complied with by such aircraft upon entering or departing from or while within the territory of the first Party. emphasis added 2. While entering, within, or leaving the territory of one Party, the laws and regulations applicable within that territory relating to the admission to or departure from its territory of passengers, crew or cargo on aircraft including regulations relating to entry, clearance, immigration, passports, customs and quarantine or, in the case of mail, postal regulations shall be complied with by, or on behalf of, such passengers, crew or cargo of the other Partys airlines. emphasis added Similarly to Article 11 of the Chicago Convention, the Article requests that the laws and regulations that apply to the landing in, or take off from, airports on a country, should also be applied to foreign aircraft, and that should respect these laws and regulations. Both the Advocate General and the ECJ find that Article 7 is applicable. But the Advocate General dismisses the plaintiffs claim that the Aviation Directive is incompatible with Article 7, by referring to the earlier analysis of the largely identical Article 11 of the Chicago Convention. The ECJ comes to the same conclusion: 132 In that regard, it need only be recalled that Directive 2008101 does not render Directive 200387 the ETS applicable as such to aircraft registered in third States that are flying over third States or the high seas.   134 Directive 2008101 provides that Directive 200387 is to apply to flights which arrive at or depart from an aerodrome situated in the territory of a Member State. Thus, since that legislation relates to the admission to or departure from the territory of the Member States of aircraft engaged in international air navigation, both European and transatlantic, it is clear from the very wording of Article 71 of the Open Skies Agreement that such legislation 18 applies to any aircraft utilised by the airlines of the other party to that agreement and that such aircraft are required to comply with that legislation. The argument here is hence that since the Aviation Directive does not apply to flights that never enter EU airspace, the directive does not regulate flights outside the EU. But the issue is of course not how the former category of flights is treated, but how the remaining flights are treated while in nonEU airspace. This is yet another instance where an illogical argument is used to argue for the lack of extraterritorial effects of the directive. 4 IstheEUboundbytheChicagoConvention?The Chicago Convention forms the legal backbone for the regulation of aviation. It was opened for signature in 1944, and led in 1947 to the establishment of the ICAO, with currently 191 member countries. The central role of the ICAO for aviation is illustrated by the fact that it is a UN specialized agency. Furthermore, Article 2.2 of the Kyoto Protocol designates the ICAO as the arena for addressing climaterelated issues in aviation; we will return this in Section 5. The complainants argue that the Aviation Directive violates several provisions of the Chicago Convention. Among the more important of these were: i Article 1, Sovereignty, concerns jurisdiction over national airspace. It was implicitly addressed by the ECJ in its discussion of jurisdictional implications of customary international law, as discussed above; ii Article 11, Applicability of air regulations, is a form of MostFavored NationNational Treatment nondiscrimination clause, requiring that all aircraft be awarded the same regulatory treatment regardless of whether they are domestic or foreign; iiiArticle 12, Rules of the air, requests that member countries should ensure that airline operators respect national rules and regulations. Countries also undertake to keep its own regulations, to the greatest possible extent uniform with those established under the convention. Furthermore, over the high seas, the rules in force shall be those established by the convention; and iv Article 15, Airport and similar charges and Article 24, Customs duty, restrict the type of charges that countries can levy on fuel etc; this issue will be discussed in Section 6. 19 There have been discussions in the ICAO concerning environmental regulations during more than a decade. In these negotiations, EU countries have unsuccessfully tried to introduce more stringent environmental standards against the wish of the majority of the membership. The decision on the Aviation Directive was largely a result of the EU frustration over this lack of progress. While all EU Member States are signatories of the Chicago Convention and members of the ICAO, the EU itself only has observer status. A central issue in the case was therefore whether the EU nevertheless is bound by the Chicago Convention, by virtue of the fact that all 27 EU Members are signatories, as maintained by the plaintiffs. 4.1 TheopinionoftheAdvocateGeneralThe Advocate General discusses two proposed reasons why the Chicago Convention binds the EU. The first is that Article 351 of the Treaty on the Functioning of the European Union TFEU stipulates that the EU cannot impose regulations that impede Members to fulfill obligations stemming from agreements prior to 1 January 1958. The Advocate General dismisses this argument in the following words: 57. The EU institutions, for their part, only have a duty not to impede the performance of Member States obligations which stem from such existing treaties; the European Union itself does not enter into any international law commitments towards the third countries concerned as a result of existing treaties concluded by Member States.   58.  Whereas Article 2162 TFEU provides that agreements concluded by the European Union are binding upon the institutions of the European Union and on its Member States, there is no equivalent provision in Article 351 TFEU with regard to existing treaties concluded by the Member States. No obligation on EU institutions to adjust EU law in line with existing treaties concluded by the Member States can be inferred from Article 351 TFEU. Conversely, the Member States are obliged under the second paragraph of Article 351 TFEU to take all appropriate steps to eliminate any incompatibilities between their existing treaties and the European Unions founding Treaties TEU and TFEU. Member States must, if necessary, adjust or denounce their existing treaties with third countries. footnote omitted 20 The second proposed reason why the EU is bound by the Chicago Convention is based on the EU case law on the functional succession theory. As argued by the plaintiffs, a similar reasoning was accepted when European Economic Community EEC assumed the powers previously exercised by EEC members in the area governed by the General Agreement on Tariffs and Trade GATT. But the Advocate General dismisses the relevance of this caselaw to the present case. First, EU Members have not delegated to the EU all of the powers in the air transport sector. Second, the EU has not formally taken place in the ICAO as it did in the GATT: 64.  it merely has observer status at the ICAO and coordinates the views of its Member States prior to meetings of ICAO bodies   The Advocate General thus refutes the claim that the EU is bound by the Chicago Convention. 4.2 TheECJjudgmentThe ECJ decision follows a similar line of reasoning. After having listed various issues that are governed by the Chicago Convention recitals 5759, the ECJ points to the fact that while all EU Member States are contracting parties, the EU itself is not. The Chicago Convention therefore does not bind the EU, since: 63 Indeed, in order for the European Union to be capable of being bound, it must have assumed, and thus had transferred to it, all the powers previously exercised by the Member States that fall within the convention in question   Therefore, the fact that one or more acts of European Union law may have the object or effect of incorporating into European Union law certain provisions that are set out in an international agreement which the European Union has not itself approved is not sufficient for it to be incumbent upon the Court to review the legality of the act or acts of European Union law in the light of that agreement  emphasis added That is, the Chicago Convention is not applicable since the EU has not taken over all powers that EU Member States according to the convention. The ECJ also meets the argument that Article 351 TFEU implies that the EU cannot impose regulations that impede Members to fulfill obligations that stem from agreements prior to 1 21 January 1958. While acknowledging that Article 351 TFEU is relevant in the case of the Chicago Convention, the ECJ holds that it nevertheless does not bind the EU visavis a third party to that agreement recital 61. The ECJ admits that a large number of EU decisions fall within the ambit of the Chicago Convention, and that the EU has acquired exclusive competence to agree with third states commitments on certain issues falling under the convention recitals 6569. But this does not change the fact that the EU does not have exclusive competence. The ECJ thus concludes: 71 Consequently, it must be concluded that, since the powers previously exercised by the Member States in the field of application of the Chicago Convention have not to date been assumed in their entirety by the European Union, the latter is not bound by that convention. 4.3 CommentsFrom an economic and probably also common sense point of view, it is very odd that the EU is not bound by the Chicago Convention. How can a group of countries effectively escape their obligations under the Chicago Convention by subsequent unilateral action? After all, when enacting the Aviation Directive, the EU exercises a right that Members have delegated to it in the climate area. Since this right includes the right to regulate the climate impact from aviation, EU Members have delegated rights in the area governed by the Chicago Convention. Indeed, had EU Member states individually introduced Aviation Directives, they would have to do this in conformity with the Chicago Convention and ICAO rules. But the union to which they delegated rights to introduce an Aviation Directive will not be bound by them, and this only since they have not delegated all rights ? The implication of the finding seems to be that EU Members could systematically escape all international obligations they have entered into before becoming members, simply by delegating to the EU the right to make decisions in these areas, and then requesting the EU to make these decisions. All that is required is that EU Members do no delegate all the rights. What seems to be missing is a discussion of the nature of the rights that have been delegated and that have been retained. For instance, suppose the EU has taken over responsibilities for all matters in the area governed by the Chicago Convention except for the choice of wine at the ICAO meetings, where EU Member States have retained power. According to the ECJ 22 reasoning, this would suffice for the EU not to be bound by the convention. At the same time, all power of relevance to the issue at stake in this case has de facto been transferred to the EU, and it would be pure formalism not to recognize this. That is, it would have seemed natural if the determination by the ECJ on the relationship between the EU and the Chicago Convention was done in light of the particular powers within the area of the Chicago Convention that EU Members have retained, and set in relation to the issues at stake in the case. But such a functional evaluation is not performed, instead the ECJ leans against what appears as a highly legalistic reasoning. What make matters worse are the examples of powers that Members States have retained that the ECJ point to: 70 As the French and Swedish Governments have pointed out, the Member States have retained powers falling within the field of the Chicago Convention, such as those relating to the award of traffic rights, to the setting of airport charges and to the determination of prohibited areas in their territory which may not be flown over. From an economic perspective, it is difficult to see why the fact that Member States have retained the right to award traffic rights, to set airport charges, and to prohibit flying in certain areas, should be relevant to the question of whether the EU is bound by Member States obligations under the Chicago Convention in the area of emissions regulation in nonEU airspace. The fact that the EU has not obtained these powers has not in any way prevented the EU from imposing the regulation which is binding upon EU Member States. Let us make a couple of further comments. First, from an economic point of view it seems odd that the question of whether the EU is effectively bound by the obligations of EU Member States as signatories of the Chicago Convention, is evaluated in light of EU law. After all, the EU is free to adopt whatever law it seems appropriate. But perhaps the ECJ is here bound by the argumentation by the plaintiffs the non ultra petita principle. Second, the ECJ does not say anything explicitly about how any problem in the relationship between EU Member States and the Chicago Convention should be resolved. The Advocate General is clearer in this regard: 23 58.   No obligation on EU institutions to adjust EU law in line with existing treaties concluded by the Member States can be inferred from Article 351 TFEU. Conversely, the Member States are obliged under the second paragraph of Article 351 TFEU to take all appropriate steps to eliminate any incompatibilities between their existing treaties and the European Unions founding Treaties TEU and TFEU. Member States must, if necessary, adjust or denounce their existing treaties with third countries. emphasis added That is, if the decision by the EU is not compatible with the Chicago Convention, EU Members may even have to withdraw from the convention! But if so, would it not have been more appropriate that EU Members first withdrew from the Chicago Convention, and that the EU only then implemented measures that violate the convention? More importantly, it appears as if the Advocate General takes very lightly the practical ramifications of the EU leaving the Chicago Convention, perhaps because the Advocate General believes that this is very unlikely to happen in practice. Should it happen though, the consequences for international collaboration in aviation could be very significant. It would have been desirable that these consequences were reflected upon in the Advocate Generals opinion and in the ECJ decision. To conclude, it seems strange, if not disturbing, that the EU sees itself as legally completely unconstrained by the commitments that all 27 Member States have individually accepted as parties to an international convention, simply since these states have transferred to the EU some, but not all, powers that fall under this convention. After all, the European Union is a union of states, it is not an entity created out of nothing. Furthermore, since it is inconceivable that all EU Members withdraw from the Chicago Convention, the ECJ determination has in practice allowed EU Members to escape their obligations under this convention. It is no wonder if other countries find the EU as rather arrogant and aggressive in this regard. Finally, the discussion thus far concerns the ECJ argumentation for why the Chicago Convention is not applicable. The ECJ does not directly address the implication the convention would have had, had it been binding upon the EU. But several provisions of the convention are very similar to provisions in other laws and agreements that are evaluated by the court. 24 5 IstheEUboundbytheKyotoProtocoltoactwithintheICAO?The EU and EU Member States are signatories of the Kyoto Protocol, through which they have committed to reduce greenhouse gas emissions. These commitments are made at a national rather than industry level. The EU has also made unilateral commitments that go further than the commitments in the Kyoto Protocol. According to preamble of the Aviation Directive, the limitation of greenhouse gas emissions from aviation is an essential contribution in line with this commitment. The central provision of the Kyoto Protocol in this case is Article 2.2: The Parties included in Annex I shall pursue limitation or reduction of emissions of greenhouse gases not controlled by the Montreal Protocol from aviation and marine bunker fuels, working through the International Civil Aviation Organization and the International Maritime Organization, respectively. According to the complainants, this provision implies that unilateral extraterritorial climate policies must be avoided, and that the climate environmental problem must be achieved through international consensus. In the view of the complainants, this interpretation is confirmed by the drafting history of Article 22 of the Kyoto Protocol in particular the use of the word shall and the moving of this provision from a list of optional measures to a standalone provision.9 5.1 TheopinionoftheAdvocateGeneralWith regard to the nature and broad logic of the Kyoto Protocol, the Advocate General notes that the protocol seeks to prevent climate change, that its preamble states that this is a matter of common concern of humankind, calling for the widest possible cooperation among countries, while respecting the principle of state sovereignty recitals 7879. Consequently: 80. This objective alone and the overall context of the Kyoto Protocol indicate that this is a legal instrument governing only relations between States and their respective obligations in the context of worldwide endeavours to combat climate change. footnote omitted 9 It was also claimed by the plaintiffs that Articles 153 and 34 of Open Skies Agreement imposed a similar constraint on the EU to work through the Chicago Convention and the ICAO. I will not discuss it here, however. 25 Other features of the Kyoto Protocol speak to the same effect; for instance, the Kyoto Protocol lists a nonexhaustive catalogue of measures that specified Parties essentially the developed countries are to implement. 82 It is also likely that some of the measures taken will be onerous for individuals. However, effects such as these are only indirect. Neither the Framework Convention nor the Kyoto Protocol contains specific provisions that could directly affect the legal status of an individual  emphasis added 83. All this militates against the assumption that individuals can rely on the Kyoto Protocol before the courts, especially if they come from States that have not ratified this protocol. footnote omitted The nature and broad logic of the Kyoto Protocol is hence such that it cannot be relied upon by the complainants. Nor is it sufficiently precise: 84. Furthermore,   commitments agreed in the Kyoto Protocol, although quantified,   are not sufficiently precise to be capable of having a direct beneficial or adverse effect on individuals. The Advocate General thus concludes that the Kyoto Protocol cannot be relied upon by the complainants to challenge the Aviation Directive. Nevertheless, the Advocate General undertakes an extensive analysis of the compatibility of the Aviation Directive with the protocol, concluding that there is no violation. The gist of the argument is the following: First, a textual analysis of Article 22 suggests that it does not intend the ICAO to have an exclusive role, since it does not employ terms such as exclusively or only. Second, the Kyoto Protocol is firmly embedded in the context of the UN Framework Convention on Climate Change, which permits national measures to reduce greenhouse gases. It would be contrary to the objectives of the Framework Convention and the Kyoto Protocol in particular to requests that measures are solely taken at a multilateral level. Third, there is an incomplete overlap of the membership of the ICAO and the parties to the Kyoto Protocol. Finally, the EU has waited long enough to see some action in the ICAO: 184.   If no agreement is reached within the framework of the ICAO within a reasonable period, the Parties to the Kyoto Protocol must be at liberty to take the 26 measures necessary to achieve the Kyoto objectives at national or regional level  186. In the present case it is common ground that the Member States of the European Union have, for many years, participated in multilateral negotiations under the auspices of the ICAO on measures to limit and reduce greenhouse gases from aviation. footnote omitted The EU institutions could not reasonably be required to give the ICAO bodies unlimited time in which to develop a multilateral solution.   187. In those circumstances the fact that the EU legislature decided in 2008 to incorporate aviation activities in the EU emissions trading scheme from 2012 onwards cannot be considered in any way premature   For these reasons, the Aviation Directive does not contravene Article 22 of the Kyoto Protocol. 5.2 TheECJjudgmentThe ECJ starts by observing that the EU is a signatory of the Kyoto Protocol. But the ECJ then finds that the content of the protocol is not sufficiently unconditional and precise to bind the EU with regard to the issues at stake here. The ECJ analysis runs as follows: 74  it must be determined whether   its provisions, in particular Article 22, appear, as regards their content, to be unconditional and sufficiently precise so as to confer on persons subject to European Union law the right to rely thereon in legal proceedings in order to contest the legality of an act of European Union law such as that directive. emphasis added 75  The protocol allows certain parties thereto, which are undergoing the process of transition to a market economy, a certain degree of flexibility in the implementation of their commitments. Furthermore, first, the protocol allows certain parties to meet their reduction commitments collectively. Second, the Conference of the Parties, established by the Framework Convention, is responsible for approving appropriate and effective procedures and mechanisms to determine and to address cases of noncompliance with the provisions of the protocol. emphasis added 76  the parties to the protocol may comply with their obligations in the manner and at the speed upon which they agree. 27 77 In particular, Article 22 of the Kyoto Protocol   cannot in any event be considered to be unconditional and sufficiently precise so as to confer on individuals the right to rely on it in legal proceedings in order to contest the validity of Directive 2008101. The ECJ hence argues that the Kyoto Protocol allows countries to comply with their obligations in the manner and at the speed upon which they agree. As evidence, the ECJ points to the fact that: i the protocol allows for certain flexibility for transition countries; ii it is allowed to meet commitments collectively, and iii cases of alleged noncompliance should be dealt with through the Conference of the Parties. The ECJ also states that Article 22 does not specify specific measures to be taken. Consequently, the Kyoto Protocol is not unconditional and sufficiently precise for the complainants to have the right to challenge the EU under the Kyoto Protocol. 5.3 CommentsThe outcome of the decision seems reasonable: as argued by the Advocate General, it is hard to see why parties to the Kyoto Protocol would have agreed on restricting their freedom to take unilateral measures in aviation. After all, the main role of the protocol is to impose a lower bound on what countries must do in terms of climate policy. There are still some aspects that are puzzling, though. First, it is clear that the Kyoto Protocol unambiguously stipulates what the outcome of the EU emissions reductions should be, while at the same time leaving it to the parties to decide how to achieve this target. This suggests that it should be hard for the complainants to establish that the Aviation Directive violates the protocol. But why would the vagueness deny them of the right to even try? That is, rather than affecting its applicability, should not the vagueness of the protocol have implications for the burden of proof with regard to compatibility of the measure with the protocol? After all, most provisions in international agreements are vague, but are still considered as binding on the parties to these agreements. For instance, the MostFavored Nation and National Treatment provisions in the GATT use the term like products. This concept is sufficiently vague to have provoked a large volume of case law and scholarly discussion, and there is still no clear 28 settled meaning. At the same time, few would argue that these provisions are not binding because of this lack of precision. Second, with regard to applicability, the ECJ refers to the abovelisted features iiii of the Kyoto Protocol. But it is hard to see why these particular instances of vagueness should matter to whether the EU is bound visavis the complainants by the protocol: the EU is not a transition country; the case does not concern a measure that denies anyone the right to act collectively; and the case does not concern ways of resolving disputes. Similar to when the ECJ dismisses the relevance of the Chicago Convention by pointing to certain irrelevant powers that have not been transferred by member States to the EU, the ECJ here relies on flexibilities in the Kyoto Protocol that are irrelevant to the issue at hand. Finally, it can be noted that there are some interesting questions concerning how the Aviation Directive will help the EU fulfill its Kyoto Protocol obligations, although this probably falls outside this scope of this case: For instance, how much of the reduction of emissions that results from the Aviation Directive will the EU claim as part of its contributions toward complying with the Kyoto Protocol? Will the EU claim only reductions that have been made in EU airspace? Or will the EU include, say, any reductions by EU carriers in nonEU airspace? Or will the EU even include all reductions regardless of where they occur and who makes them? If so, would this not effectively be to recognize the extraterritorial reach of this policy? 6 DoesthemeasureconstituteachargeinviolationoftheOpenSkiesAgreement?The EUUS Open Skies Agreement of 2007 became effective 2008, and was amended in 2010. Several provisions of the agreement are referenced in the case. We will focus on the claim under Article 11, Customs duties and charges, which states: 1. On arriving in the territory of one Party, aircraft operated in international air transportation by the airlines of the other Party   shall be exempt, on the basis of reciprocity, from all import restrictions, property taxes and capital levies, customs duties, excise taxes, and similar fees and charges that are a imposed by the national authorities or the European Community, and b not based on the cost of services provided, provided that such equipment and supplies remain on board the aircraft. emphasis added 29 2. There shall also be exempt, on the basis of reciprocity, from the taxes, levies, duties, fees and charges referred to in paragraph 1 of this Article, with the exception of charges based on the cost of the service provided:   c fuel  introduced into or supplied in the territory of a Party for use in an aircraft of an airline of the other Party engaged in international air transportation, even when these supplies are to be used on a part of the journey performed over the territory f the Party in which they are taken on board; This Open Skies Agreement provision reflects Article 24 of the Chicago Convention: Fuel, lubricating oils, spare parts, regular equipment and aircraft stores on board an aircraft of a contracting State, on arrival in the territory of another contracting State and retained on board on leaving the territory of that State shall be exempt from customs duty, inspection fees or similar national or local duties and charges. The complainants maintained that the Aviation Directive effectively imposes a charge on airline operators since these have to purchase emission allowances for aviation activities beyond what is covered by the free allocation of allowances, in violation of the abovecited provisions. We will here focus on the treatment of the claim under the Open Skies Agreement. 6.1 TheopinionoftheAdvocateGeneralThe Advocate General first examines the nature and broad logic of the Open Skies Agreement. In the view of the Advocate General, since the agreement specifically refers to the rights and obligations of individuals, and in particular addresses airlines and other service providers, individuals may use it in legal proceedings as a benchmark against which the validity of EU acts is reviewed. However, Article 11 is not sufficiently unconditional, as it grants exemption only on the basis of reciprocity: 104.   A US airline can claim the exemption provided for in the Open Skies Agreement visavis European authorities only if and to the extent to which the authorities in its own State of registration at the same time grant corresponding exemptions to European airlines. In view of this condition the requirements for direct application of Article 112c of the Open Skies Agreement are not fulfilled. 30 Following the adopted procedure, the Advocate General anyway examines the compatibility of the Aviation Directive with Article 112c of the Open Skies Agreement and of the corresponding Article 24a of the Chicago Convention. The argument runs as follows: 228. The aims and substance of Article 112c of the Open Skies Agreement and Article 24a of the Chicago Convention differ from those of the EU emissions trading scheme in other respects also. 229.  Accordingly, the emission allowances that have to be surrendered in respect of flights that take off from or land at aerodromes within the European Union are levied in respect of the emission of greenhouse gases, not merely fuel consumption. 230.   Article 11 of the Open Skies Agreement and Article 24a of the Chicago Convention relate to the quantity of fuel on board an aircraft or supplied to such aircraft, that is its fuel stocks. The EU emissions trading scheme, on the other hand, is based on the quantity of fuel actually used by the aircraft during a specific flight.   Emission allowances do not have to be surrendered because an aircraft has or takes fuel on board but because it produces greenhouse gas emissions by burning that fuel during a flight.   233. Secondly, in the Braathens case there was a direct and inseverable link between fuel consumption and the polluting substances emitted by aircraft by reason of which the Swedish environmental tax was levied. footnote omitted Under the EU emissions trading scheme, however, there is no such direct and inseverable link. Fuel consumption per se does not permit any direct inferences to be drawn as to the greenhouse gases emitted in the course of a particular flight; instead, an emissions factor must additionally be taken into account according to the fuel used. In the case of fuel which is considered by the EU legislature to be particularly environmentally friendly, this may be zero, as in the case of biomass. footnote omitted On this basis the Advocate General concludes that there is no violation of Article 112c of the Open Skies Agreement or of Article 24a of the Chicago Convention. 31 6.2 TheECJjudgmentThe ECJ first determines that the nature and broad logic of the Open Skies Agreement does not prevent airlines from relying on the agreement in the case, and that Articles 111 and 2c are unconditional and sufficiently precise to this end. With regard to the compatibility of the Aviation Directive with Article 111 and 2c, the ECJ reasons that the Aviation Directive does not impose a charge on fuel in violation of the Open Skies Agreement: 142  there is no direct and inseverable link between the quantity of fuel held or consumed by an aircraft and the pecuniary burden on the aircrafts operator in the context of the allowance trading schemes operation. The actual cost for the operator   depends, inasmuch as a marketbased measure is involved, not directly on the number of allowances that must be surrendered, but on the number of allowances initially allocated to the operator and their market price when the purchase of additional allowances proves necessary in order to cover the operators emissions. Nor can it be ruled out that an aircraft operator, despite having held or consumed fuel, will bear no pecuniary burden resulting from its participation in the allowance trading scheme, or will even make a profit by assigning its surplus allowances for consideration. emphasis added 143 It follows that, unlike a duty, tax, fee or charge on fuel consumption, The Aviation Directive   does not in any way enable the establishment, applying a basis of assessment and a rate defined in advance, of an amount that must be payable per tonne of fuel consumed for all the flights carried out in a calendar year. emphasis added   145 In the light of all those considerations, it cannot be asserted that Directive 2008101 involves a form of obligatory levy in favour of the public authorities that might be regarded as constituting a customs duty, tax, fee or charge on fuel held or consumed by aircraft operators. emphasis added 146 The fact that aircraft operators may acquire additional allowances to cover their actual emissions not only from other operators but also from the public authorities when they auction 15% of the total quantity of allowances is not in any way capable of casting doubt on that finding. 32 147  The Aviation Directive does not in any way infringe the obligation laid down in Article 111 and 2c of the Open Skies Agreement, given that the allowance trading scheme, by reason of its particular features, constitutes a marketbased measure and not a duty, tax, fee or charge on the fuel load. emphasis added 6.3 CommentsThe Aviation Directive imposes an obligatory requirement on airlines to deliver emissions allowances to the relevant authorities, and the number of required allowances stands in proportion to the amount of fuel consumed although it is also affected by other factors. Hence, unless the ETS is completely ineffective as it comes to aviation, the Aviation Directive imposes a cost on airlines that is proportional to the amount of fuel consumed. Nevertheless the ECJ and the Advocate General argue that the scheme is not a duty, tax, fee or charge on fuel. The core of the ECJs argument is the notion that there is no direct and inseverable link between fuel consumption and emissions. The ECJ points to two reasons to for the lack of such a link. First, airlines do not have to buy allowances corresponding to the full amount of emissions when it is time to hand in allowances, since they have already been allocated some for free: 142  The actual cost for the operator   depends, inasmuch as a marketbased measure is involved, not directly on the number of allowances that must be surrendered, but on the number of allowances initially allocated to the operator and their market price when the purchase of additional allowances proves necessary in order to cover the operators emissions  emphasis added Second, the prices of the allowances that are to be bought are not known at the time of undertaking the flights, since they will have to be bought in the market at a later stage. For both these reasons there is no exact association between airline emissions and how much they have to pay. These arguments are unconvincing from an economic point of view. First, the whole point of the Aviation Directive is to impose costs on airlines emissionsif no costs are imposed, there will be no improvement of the climate. Hence, the Aviation Directive will be a complete failure unless at least some of allowances have to be bought, either through a government auction or in the market. Assuming that the scheme will not completely fail in this regard, it is 33 from an economic point of view a semantic issue whether these costs are called levies, duties, fees, charges, etc. The practical implication is the same. Second, just because a charge is uncertain, it does not in any economically meaningful way mean that it is not a charge. It is just that the exact level of the charge is not fully determined until at a later date. For instance, suppose the EU had instead levied an explicit tax on fuel, but implemented such that the magnitude could each day be either Euro 80 or Euro 100 per ton of fuel, and with the applicable level determined by the flipping of a coin. Would this uncertainty imply that there now no direct and inseverable link between fuel consumption and the charge, and that this scheme is not a tax? No, not from an economic point of view, at least. It is still a tax for any practical purpose, a tax that each day would be at least Euro 80 per ton of fuel. Hence, the ECJ arguments for why the measure is not charge etc does not make sense from an economic perspective. The Advocate General also refers to the lack of a direct and inseverable link, but the argument seems somewhat different, and somewhat more appealing than when pursued by the ECJ. The Advocate General argues in recital 233 that since there is not a onetoone relationship between emissions and the quantity of fuel, it cannot be maintained that a charge is imposed on the quantity of consumed fuel. Note that the argument here is presumably not that the contested measure is not charge, but that it is not a charge on fuel. For this argument to be valid however, there must not exist a fixed relationship between the amount of fuel that is consumed, and the charge that has to be paid, since with such a fixed relationship, an emissions charge would be indistinguishable from a fuel charge. The Aviation Directive stipulates that the amount of emissions should be calculated as amount of fuel consumed times an emissions factor for the fuel. Hence, the only distinction between the amount of fuel consumed and the amount of emissions is this fuel factor, but it is exogenously given. Consequently, a charge on the volume of fuel that is consumed would have indistinguishable effects from a charge on emissions, for any given type of fuel. The fact that an airline operator can reduce the charge by reducing the amount of fuel consumed through more efficient engines, flying methods etc, does not change the equality of the two types of charges. What does introduce a distinction however, is the possibility for the operator to reduce the calculated emissions by changing the type of fuel to one with a lower emissions 34 factor. In particular, it would in theory be possible to completely escape the emissions charge by only using biomass fuel, since the emissions factor is set to zero for such fuel. In this sense, the contested measure is a charge on emissions rather than on fuel. There are two important caveats to the relevance of this observation, however. First, the argument points to a theoretical possibility. It is another matter whether in practice, technically or economically, it is possible to change fuel in such a fashion. If it is not possible, then the charge could equally well be regarded as a fuel charge for practical purposes. Second, the distinction between fuel and emission charges is only relevant if the Open Skies Agreement covers the former but not the latter. Both the ECJ and the Advocate General suggest that the ETS has environmental objectives that the Open Skies Agreement lacks. Unfortunately, there is no analysis in the case of what the parties reasonably could have intended when they agreed on the Open Skies Agreement in 2007; after all, at time of signing the agreement there were intense discussions in the EU concerning the extension of the ETS to aviation. Finally, a number of other points could be raised concerning thefrom an economic point of viewdubious reasoning by the ECJ. Let us just briefly point to one of these. As cited above, in recital 147 the ECJ draws a firm distinction between marketbased measures and charges of various types. The value of this distinction is doubtful, however. The implication for an airline, and for the government, could be the same regardless of whether the government auctions an emissions allowance, or requests the operator to pay a charge equal to what the price would have been in the auction. Hence, to build an important determination on such a distinction does not make economic sense, at least not without an explanation for why the two regulatory methods would differ fundamentally. 7 ElementsofamoreeconomicsfriendlyjudgmentWe have discussed the opinion by the Advocate General and the decision by the ECJ from an economic perspective or at least the perspective of this economist.10 As argued, we find it 10 There is an aspect that is central to the reasoning by the ECJ and the Advocate General, but that has not been discussed here, which is whether individuals can invoke the laws and principles agreements in a case against a state. Venturing out on thin ice, it appears to the author as if the outcome of the case was not importantly affected by the fact that the plaintiffs were individuals: First, the main reason why jurisdictional principles in customary international law are not violated, is according to the ECJ that the contested measure is not extraterritorial. But this argument does not seem to depend on whether the plaintiffs are individuals or not. Second, the Chicago Convention is deemed nonapplicable by the ECJ on the basis that EU Member States have 35 troubling that the EU is not constrained by the Chicago Convention by virtue of the fact that EU Member States have retained some, for the issue at stake unimportant, decision rights in the aviation area. We are also highly critical of the ECJs reasoning concerning the question of whether Aviation Directive imposes a charge in violation of the Open Skies Agreement. Furthermore, we find the reasoning concerning the Kyoto Protocol questionable, although we agree with the outcome. Most disturbing however is the ECJs treatment of the claim that the directive violates jurisdictional principles. The adherence to such principles is not only of legal interest, but is also of fundamental economic importance. The ECJs argument on this scorethat since the planes are in EU territory when they are at an EU airport, the EU has unlimited jurisdictionis simplistic. We believe however, that an economically more appealing approach, which would explicitly be based on the effects doctrine could have led to the same conclusion we do not know whether the mandate of the ECJ would have allowed it to pursue this line of reasoning, even if they wanted to. The following would be elements of such an argument.11 The EU will be seriously affected by climate change, unless emissions of carbon dioxide are drastically reduced. Such emissions harm the EU regardless of where they occur, so aviation emissions in nonEU airspace harm the EU. The EU has repeatedly sought to reach a negotiated settlement in the ICAO to reduce these emissions, but has met firm resistance. It is hence forced to act unilaterally to protect itself. The only possibility in this regard is to regulate emissions where they occur, which is during flightsthat is, the policy has to be extraterritorial. There is thus an effects doctrinebased argument for why the extraterritorial feature of the Aviation Directive might be legitimate. But it should be explicitly recognized that there is here a conflict with the desire to let countries regulate their own territory. In order to argue more fully for the directives compatibility with jurisdictional principles, it is therefore necessary to show that the measure is somehow proportional to the problem that is addressed, or to use the terminology of ALI 1990, p. 238, that the effect is substantial and the exercise not delegated all there decision rights to the EU; this argument would presumably be equally applicable if the plaintiff were a contracting party to the Chicago Convention. Third, the EU is not bound by the Kyoto Protocol, partly since it does not restrict all climate policy for the aviation industry to be negotiated in the ICAO; again, the same argument could be pursued with states as plaintiffs, and the same seems to be the case with regard to the finding that the ETS is not an illegal charge on fuel. 11 See Horn and Sapir 2013 for a discussion of this approach. 36 of jurisdiction is reasonable this is where the main hurdle to the acceptability of the Aviation Directive should lie.12 With regard to the magnitude of the effects that need to be balanced, it would probably be easily argued that the EU is at risk to become seriously damaged by climate change. The aviation industry currently accounts for a couple of percent of total emissions of carbon dioxide, and emissions are expected to rise unless political action is taken to reduce aviation emissions. Unless other industries with larger emissions are left outside the ETS for competitiveness reasons, the emissions from aviation would seem important enough to justify EU intervention. Then, since international flights to and from the EU account for a significant proportion of all emissions from the industry, and the emissions from these flights occur largely outside EU territory, the regulation has to apply also to the part of these flights that takes place in nonEU territory. The reasonableness of the EU regulation of emissions from international aviation is further strengthened by the fact that the sector is lower taxed than other industries; for instance, fuel is not taxed at all, and there is typically no VAT levied on ticket prices in the sector, and the VAT that airlines pay on their purchases are typically refunded.13 Another relevant aspect of the proportionality or reasonableness of the contested measure is what other options the EU has to combat emissions from international aviation. For example, the EU could have requested emissions allowances only for the part of the flight in EU airspace, and instead increased the number of allowances per amount of fuel. But this would have various undesirable side effects. Or the EU could have spent more effort and time on seeking to negotiate a solution within the ICAO. 12 In recital 88 of their Written Observations of the Claimants, the plaintiffs argue against an effects doctrinebased defense of the Aviation Directive. One argument is that this is not a generally accepted principle for jurisdiction. They also write that:   The recognition of an effects principle to justify the adoption of extraterritorial legislation would be particularly inappropriate in relation to global environmental measures. For example, it could be invoked to give the EU a right to adopt legislation in respect of the use of aerosols in Australia or coalburning power stations in China. As indicated above, it is precisely because of the specific nature of transborder environmental issues that international law places particular emphasis on the need to respect sovereignty in relation to the environment, and in the aviation context in particular, to adopt rules working through the UN recognised body, ICAO. The reasoning is unpersuasive, at least from an economic point of view: an internationally negotiated solution is of course always desirable, but the discussion concerns a situation where such an outcome has not materialized. 13 Airline operators do pay other charges, such as airport and departure charges. But these are largely for services that are bought by the operators, and are in any event not significant quantitatively; see Keen and Strand 2010. 37 Let us make two final remarks, reflecting points made in Horn and Sapir 2013. First, the effects doctrinebased argument in favor of the Aviation Directive does not make any use of the fact that the flights affected arrive at, or depart from, an EU airport. Hence, by the same token that the EU could rely on an effects doctrinebased defense of the Aviation Directive, it could seek to regulate emissions from flights that occur completely outside EU airspace. Second, the effects doctrinebased argument does not depend on the notion that the EU is acting altruistically, preserving the climate for mankind more generally. It is only based on the benefits that the EU itself would experience from lower emissions. This should be viewed as a strength of the argument, rather than a weakness. First, there are reasons to doubt the extent to which EU policies are driven by such higher motives. Second, as noted above, the countries that have protested against the Aviation Directive probably represent something like 34 of the world population. These countries apparently do not want to be saved by the EU, at least not when they have to pay a substantial share of the price. References American Law Institute ALI. 1990. Restatement of the Law, Third. The Foreign Relations law of the United States, Vols 1 and 2. American Law Institute Publishers: St. Paul, Minnesota, US. GAO The United States Government Accountability Office. 2009. Aviation and Climate Change. Aircraft Emissions Expected to Grow, but Technological and Operational Improvements and Government Policies Can Help Control Emissions. GAO09554 Havel, Brian F. and John Q. Mulligan. 2012. The Triumph of Politics: Reflections on the Judgment of the Court of Justice of the European Union Validating the Inclusion of NonEU Airlines in the Emissions Trading Schemes. Air Space Law 1, 333. Horn, Henrik and Andre Sapir. 2013. Border Carbon Adjustments from an International Perspective. Bruegel Policy Brief forthcoming. Keen, Michael and Jon Strand. 2007. Indirect Taxes on International . Fiscal Studies 28: 141. 38 Mayer, Benoit. 2012. Case C36610, Air Transport Association of America and Others v. Secretary of State for Energy and Climate Change, Judgment of the Court of Justice. Common Market Law Review 49: 11131140. 39 ", "filename": "772575010.pdf", "person": ["Henrik Horn", "Horn, Henrik"], "date": ["2013"]}