{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/88343/1/773375279.pdf"], "title": ["Livelihoods and land management in the Ioba Province in south-western Burkina Faso"], "plaintext": "Contents ABSTRACT 1 INTRODUCTION 1.1 1.2 The gestion des terroirs villageois approach Cotton cultivation 2 CONCEPTUAL FRAMEWORK 3 THE STUDY SITE 3.1 3.2 Social and economic characteristics Biophysical conditions of the study region 4 METHODS AND DATA COLLECTION 4.1 4.2 Identification of Livelihood Determinants Data source 5 RESULTS AND DISCUSSION 5.1 5.2 5.3 5.4 Determinants of livelihood in the study site Livelihoods of identified groups Income equality Land management of the household types 6 CONCLUSIONS 7 REFERENCES APPENDIX 4 5 5 6 8 9 10 12 15 15 16 21 21 22 29 29 33 34 38 3 AbstractIn Burkina Faso, policies influencing land management are bound to have deep impacts on the environment and on the livelihood of the rural population. Two such policies are the national program of gestion de terroirs villageois and the support programs for cotton cultivation by the private sector and the national government. This paper provides insights on the current livelihoods of rural households, identifies the key determinants of their livelihoods and categorizes them into household types. This is necessary to then analyze the impacts of the aforementioned policies on land management strategies of the different household types. The analysis includes the impacts of agricultural intensification and expansion on livelihoods as both have influenced the distribution of livelihood assets. The working paper uses data collected across three representative villages in the Ioba Province in southwestern Burkina Faso in 20062007. It shows that poorer farm households are excluded from institutions that provide access to resources and have only limited means to employ agricultural practices to maintain soil fertility. The study indicates that differences in the land management of household types lead to differences in social and environmental outcomes. In other words, the livelihood strategies of the observed households vary. However, livelihood outcomes in the study area are rather homogenous. The homogeneity of the livelihood outcomes makes it difficult to categorize households into different types. One reason for this result might be that it is not enough to look at data that cover only one production year. Another reason is that farm households in the study region compensate limitations in one livelihood asset through a stronger focus on livelihood strategies that generate other assets. Keywords: Burkina Faso, livelihoods, land management, household categorization, household description 4 1 IntroductionThe scarcity of productive resources, especially agricultural land, and high environmental vulnerability are among the most crucial factors shaping resource management and sustainable development policy in Burkina Faso. More than 80 percent of the population in Burkina Faso is rural dwellers and agriculture remains a central part of the countrys economy. Because it accounts for most land use in Burkina Faso, expansion of cropland or agricultural intensification have strong impacts on the environment. Agriculture employs the majority of the rural population and its main source of income. In the last decades, Burkina Faso has experienced a mushrooming of development and land conservation projects Batterbury, 1998; 2005; Nagendra, Munroe et al., 2004; Pare, Soderberg et al., 2008; Rasmussen, Foga et al., 2001; Somda, Nianogo et al., 2002. Since the great droughts in the 1970s, the Burkinabe government, international donors and private enterprises have aimed to reduce the vulnerability of rural livelihoods and to enhance environmental sustainability Gray, 1999 by implementing policies, such as the gestion de terroirs villageois GTV approach and promoting the cotton production system. Understanding farmers social, cultural and economic motivations contributes to the understanding of adaptive strategies and to the compliance or resistance to policies Reenberg, 2001; Geist, Lambin et al. 2005; Scherr, 2000; Barrett, Reardon et al. 2001; Raynaut, 2001. The main objective of this working paper is therefore to give an insight into current household livelihoods and to describe land management strategies. These households are representative for the Ioba Province in southwestern Burkina Faso. Specifically, the analysis seeks to identify key determinants of household livelihoods and to categorize household types based on the identified livelihood determinants. 1.1 ThegestiondesterroirsvillageoisapproachThe GTV approach to manage natural resources at the village level emerged in the 1980s. It has its roots in community forestry initiatives and local soil conservation projects in francophone West Africa. In Burkina Faso, the approach was elaborated and implemented by researchers and Burkinabe government officers accompanied by the Programme National de Gestion des Terroirs PNGT that received international funding by the World Bank, UNDP and other donors. The approach is widely used by development projects working with the rural community of Burkina Faso Batterbury, 1998; 2005; Gray, 2002. The unit of analysis is the village, covering the social and physical space controlled by the village community. Legally, all national land belongs to the state. At the village level, however, the state has only limited means for intervening in the tenure system. Historically, decisionmaking about land is held by the customary authorities of the villages Gray, 2002. The overall objective of the GTV is to assist local communities to enhance sustainable natural resource management. According to the program guidelines and as a first step, villagers and extension agents map village land, soil quality, land uses, water bodies etc. The villages then form a committee that proposes and implements a rehabilitation plan for eroded pastures and fields using cheap but appropriate soil and water conservation measures. Technical assistance and transport is provided by development projects. The organization of labor for these activities is the responsibility of the village committee. After the end of a project, the responsibility passes to the village Batterbury, 1998; 2005; Gray, 2002. Apart from enhancing participation of the villagers and strengthening local institutions, improved soil fertility, increased productivity and training of individuals and groups in natural resource management techniques were essential objectives of the GTV approach. These measures included for instance the construction of stone lines, soil bounds and improved traditional planting pits zai as well as the use of manure Batterbury, 1998; 2005; Kabore and Reij, 2004; Mazzucato and Niemeijer, 2000; Reij, Tappan et al., 2005. Another important aspect of the GTV approach relates to 5 the issues of uncertain land rights resulting from social changes, increasing population pressure, rainfall variability and changes in agricultural performance Gray, 2002. 1.2 CottoncultivationCotton was introduced to Burkina Faso by the French in the 1950s and was given a high priority since the 1970s Gray, 2005. In the last decade Burkina Faso has become Africas leader in cotton production. Cotton is of particular macroeconomic importance for the countrys economy as it generates more than 60% of its export earnings. About two million people in the country built their living directly or indirectly on cotton Liebhardt, 2005; World Bank, 2004. The increase in cotton production mainly results from the reform of the cotton sector that started in 1994. Producers were given more bargaining power towards the formerly national cotton company SOFITEX. The transformation of the cotton sector also included a partial withdrawal of the Burkinabe government from SOFITEX and the establishment of the cotton union UNPCB Union Nationale des Producteurs de Coton du Burkina Faso that became an important partner for SOFITEX, the government, and the banks. The UNPCB is supported by local cotton grower associations, the GPCs groupement de producteurs de coton. The GPCs have been more successful than the former local producer groups groupement villageois in repaying input credits and providing incentives for farmers to enter or expand cotton production. The GPCs correspond to credit cooperatives. SOFITEX delivers input such as cotton seeds, fertilizers and pesticides to the GPCs in the form of loans. The cotton harvest is bought by the company at a price level that is notified prior to sowing. Representatives of the cooperatives are responsible for the management and coordination of the distribution of inputs and technical assistance Kaminski, 2007; World Bank, 20041. Cotton cultivation is associated with the expansion of the cultivated area and new technologies such as animal traction and chemical inputs Faure, Kleene et al., 1998; Gray, 2005; Sanders, Shapiro et al., 1996; Schwartz, 1996. SOFITEX provides training and support through its correspondants coton CC and its agents techniques de coton ATC. SOFITEX is aiming at better resource allocation and use, and at improving its access to far rural areas by improving and constructing tracks World Bank, 20042. A major effect of animal traction is an increase of crop land per worker. Oxen ploughs allow an expansion of cropland. Studies also indicate a positive relationship between animal traction and family size. Gaining a higher income allows the household head to have more wives and children. A larger family size in turn provides more labor for nonmechanized activities Gray, 2005; Sanders, Shapiro et al., 1996. Decreasing soil fertility is claimed to be the result of reduced fallow periods, inappropriate land use practices and abandonment of traditional land use practices Gray, 2005; Gray and Kevane, 2001; Liebhardt, 2005; Sanders, Shapiro et al., 1996. The introduction of cotton has led to significant increases in the use of chemical inputs, especially mineral fertilizers, which have spread from cotton to maize and more recently to other crops. Although cotton yields vary due to weather conditions and diseases, the use of chemical inputs resulted in higher yields. Because of the low soil fertility in most regions, mineral fertilizers have been the most efficient nutrient source for cotton, maize and sorghum Sanders, Shapiro et al., 1996. 1 This information were also provided by Ousmane Ouedraoga, Chef service suivi evaluation of SOFITEX, during an interview in Bobo Dioulasso 07.05.2007 2 This information were also confirmed during interviews with Emile Ouedraogo, correspondant coton of SOFITEX, in Dano, 27.04.2007 and Ousmane Ouedraoga, Chef service suivi evaluation of SOFITEX, in Bobo Dioulasso 07.05.2007 6 The export of cotton is problematic because of price volatility and decreasing prices at the cotton market particularly through the subsidies to cotton farmers in the US Faure, Kleene et al., 1998; Liebhardt, 2005. In the early 1990s, the world cotton price dropped while increased input prices worked as a disadvantage to farmers. Farmers earnings from cotton considerably diminished and many farmers ran into debt and abandoned cotton Gray, 1999; Liebhardt, 2005. 7 2 ConceptualframeworkConventional assessments of policies of Natural Resource Management tend to focus on the quantification of economic returns and costbenefit analysis because they are considered key to poverty reduction. However, recent research acknowledges the community livelihood as a whole. This involves environmental, human and social conditions that ensure livelihoods as understood in the sense of Scoones 1998:5 in the long run. Various studies recognize the interdependency between changes in natural resources such as land and rural livelihood dynamics see, e.g., Ashley and Hussein, 2000; Batterbury, 2001, 2005; Campbell, Sayer et al., 2001; Carswell, 1997; Ellis and Allison, 2004; Ellis and Freeman, 2005; Gottret and White, 2001. The assessment of this study was based on the Sustainable Livelihoods framework Adato and Meinzen Dick, 2002; Ashley, 2000; Batterbury, 2001, 2005. The framework is used by various organizations such as UNEP and DFID and nongovernmental organizations, for example CARE and Oxfam Adato and Meinzen Dick, 2007; Carswell and Jones, 2004. It was also used to study livelihoods and resource management in other regions in Burkina Faso see e.g. Batterbury 1998, 2005. Figure 1: Conceptual model for the assessment of impacts of policy interventions on livelihoods and landscapes in southwestern Burkina Faso. Synthesized from DFID, 2001; Scoones, 1998; Soussan, Blaikie et al., 2001. 8 3 ThestudysiteThe research was carried out within the GLOWA Volta project 200020093 and was conducted in the Black Volta Basin in the Ioba Province in southwestern Burkina Faso Figure 2. The Ioba Province covers an area of about 3,292 km 2 and consists of nine departements, two municipalities and 136 villages. The administrative capital of the province is Dano, a market town with about 14.000 inhabitants. Figure 2: Location of the study sites within the Volta Basin and the Ioba Province, southwestern Burkina Faso Extensive research on land use and livelihoods was carried out in three typical villages of the region: Figure 3 Tessiougane and Zouziegane are located in the departement Dano about 10 km southeast of Dano. The village Wahable is situated about 21 km north of Dano in the departement Oronkua. Although it is administratively a community of the Ioba Province, the northern part of the territory of Wahable is situated in the departement Koti in the Tuy Province. 3 Project homepage: www.glowavolta.de, Rodgers, van de Giessen et al. 2007. 9 Departement Oronkua Departement Dano Dano Figure 3: Location of the study villages within the Ioba Province 3.1 SocialandeconomiccharacteristicsThe three selected villages have similar resource base, ecological conditions and infrastructure. The population consists exclusively of Dagara, which is the main ethnic group of the Ioba Province. Table 1: Population growth in the study villages Pyear Growth ratea Total population 2,7% 2,7% 1,1% 1998 346a 822a n.a. 2006b 428 1017 1422 2008b 452 1073 1453 2003 395b Tessiougane 930b Zouziegane 1376a Wahable a Data from Sahelconsult 2003a, 2003b and Concept Kory 2004, b Projected population using population growth model: where Pyear is the population P10 projection for year x, P0 is the population at the beginning base, p is the growth rate, and n is the number of years Unlike most parts of southern Burkina Faso, the study area has not experienced extensive immigration from the Central Plateau. Nevertheless, the population in the Ioba Province increased from 140,000 in 1985 to 185,000 in 2006 INSD, 2008. Population density in the province is among the highest in Burkina Faso. Projections of INSD 2008 based on data from 1985 and 1996 show that the population density in 2006 was about 57 persons km 2. Data further show that the population in the three villages under study increased from 1998 to 2008 Table 1. However, the extent of the increase differs Sahelconsult, 2003; Concept Kory, 2004. Livelihood activities in the three study villages are diverse and often complementary. The dominant activity is rain fed agriculture that is characterized by a low degree of mechanization. Although the pn 10010 village communities have access to reservoirs, irrigation agriculture is barely practiced. The small reservoir that is located between the village centers of Zouziegane and Tessiougane see Figure 6 falls dry in dry season. In Wahable, the irrigation system is dysfunctional due to inappropriate construction. Animal husbandry is the second important occupation. There are only few offfarm activities in the study region see Figure 4. Nonfarm activities include fishing in the nearby reservoirs and hunting, some technical activities and petty trade mainly run by women 4. Among the nonfarm activities, brewing of the local beer, dolo, and selling cooked food are the most important activities providing an additional income particularly for women Mc Millan, Sanders et al., 1998. Nonfarm activities basically serve as a source of additional income and are of crucial importance for gaining cash. It is noteworthy that children and elders are often involved in farming, housework and livestock herding. Figure 4: Labor allocation and activities of households. Source: Field observation and survey Local social networks in the form of credit unions or agricultural cooperatives allow rural farm households to diversify their livelihoods. Access to micro credits facilitates nonfarm activities especially for women, since these credits are provided for commerce performed by women. Another source of credit is SOFITEX and the BACB Banque Agricole et Commerciale du Burkina. The BACB provides credits intensify agriculture SAHELCONSULT 2003a, 2003b; Concept Kory 2004. Migration is often claimed to be an important livelihood strategy in Burkina Faso see e.g. Breusers, 2001; Mc Dowell and de Haan, 1997. Although households reported seasonal migration during the dry season, it appears to be an important strategy only for few households. Longterm migration 4 Whereas the definition of nonfarm activities comprises all activities apart from crop production and animal husbandry, offfarm activities refer to nonfarm activities and farming activities on nonhousehold plots. for agricultural equipment and inputs required to 11 between two and three years is rare and concerns mainly young men who leave the village to earn money in urban centers of Burkina Faso or on plantations of the neighboring countries Ghana, Mali and Ivory Coast. 3.2 Biophysicalconditionsofthestudyregion3.2.1 ClimateThe Ioba province is located in the North Sudanian zone. During rainy season from April May to October the region experiences an average rainfall of 800 1000 mm de Zeeuw, 1997; Roose, 1991, 1992; Stoop, 1987. Nearly 100% of rainfalls occur during this period. The wettest months are August and September. From November to MarchApril, there is almost no rainfall. The hottest period is March April with temperatures up to more than 40C and the coolest months are August September and the period from November to January with temperatures between 25 and 28C Concept Kory, 2004; Direction Regionale de lEconomie et de la Planification du Sud Ouest, 2000; Sahelconsult, 2003a; 2003b. 3.2.2 SoilsThe soils of the study region are dominated by leached ferruginous tropical soils washed on sand or sandyclay material characterized by low a content of organic matter and phosphorus. Thus, they are inherently unfertile Roose, 1991; Son and Bourarach, 2001. According to the FAO soil classification system, the most frequent soil type is Lixisols 5 typical for woodland and grassland savanna systems in western Burkina Faso Sawadogo, Tiveau et al., 2005. The stony red or reddish soils have a medium texture often underlain by an indurated lateric pan at shallow depth. Therefore, they have a low water holding capacity and dry up quickly Stoop, 1987. On these soils, agricultural production, particularly weeding is difficult because of the stones. In depressions, the content of clay tends to increase. There, the greyish or brownish soils have a medium texture and a good waterholding capacity Concept Kory, 2004; SAHELCONSULT, 2003a, 2003b. 3.2.3 AgriculturallandusetypesCultivation patterns are rather heterogeneous in the study area. In general, the agricultural system is rainfed and subsistence oriented. Principle food crops are millet, white sorghum, red sorghum, maize, and groundnut. Apart from food crops, farmers grow cotton as a commercial crop. Agricultural landuse categories were classified based on their location, requirement of fertilizer as well as on their objective for farm households. Four landuse categories were distinguished: a millet and sorghum, b maize, c cotton, and d cash crops. Though the clear distinction may sometimes be difficult because of intercropping, the principle crop on the plot determined the landuse type. A regular rotational croppingfallow system could not be observed. Fallow land accounts for only 4% of the agricultural area under investigation. 5 According to the USDA Soil Taxonomy the main soil types are alfisols and ultisols. 12 Table 2: Distribution of agricultural landuse types among observed households Land use Crop Area ha % of total area Average size of plot ha Millet Maize Cotton Cash crops Fallow Total Millet Sorghum White sorghum Red sorghum Groundnut Cowpea Rice Vegetables Chili 479.7 142 168.8 60.8 108.1 74.5 179.3 34.3 26.26 4.74 1.85 0.79 0.69 31.2 630.2 76.1 22.5 26.8 9.6 17.2 11.8 28.5 5.5 4.17 0.75 0.29 0.12 0.11 4.9 100 2.54 0.97 0.79 0.78 0.79 0.35 1.09 0.29 0.12 0.07 0.1 0.04 0.89 Land use type Millet Millet, white sorghum and red sorghum were grouped into the landuse category Millet. About 50% of the agricultural area researched is allocated to these crops Table 2. Millet and white sorghum serve as basic food crops and are mainly used for household consumption. Red sorghum, on the other hand, is mainly used to brew dolo. Because of its taste, red sorghum only serves as a food crop when households face a shortage of millet and white sorghum. Millet and sorghum show a good tolerance to drought and marginal soils Sanders, Shapiro et al., 1996; Onwueme and Sinha, 1999. Therefore, these crops are allocated to landholdings at higher altitudes on large fields. However, they can also be found on small plots with low soil fertility where no other crops can be cultivated. In order to increase or maintain soil fertility, millet and sorghum are very often intercropped with cowpea. In order to decrease the risk of damages caused by livestock, these plots are at a greater distance from the houses Prudencio, 1993. LandusetypeMaizeThe main agricultural objective of households is to achieve food security with crops such as millet, sorghum, and maize. A period of food shortage occurs in the middle of the rainy season. Maize is grown to improve food availability in this period. Among the local food crops, maize has the shortest growing cycle between 60 and 90 days and is first harvested towards September Prudencio, 1993. Before cotton was brought to Burkina Faso, maize production was only marginal. Its distribution and importance changed considerably with the introduction of the maizecotton rotation system Gray, 1999. Maize requires more fertile soils than millet and sorghum. It is usually grown close to the dwellings where organic matter can be applied more easily. The size of the plots is determined by the availability of organic manure, since maize can only grow properly on soils with enhanced fertility. Among the cereals, maize is the most vulnerable crop regarding flood and drought Maatman and Ruijs, 1996; Sanders, Shapiro et al., 1996. 13 Land use type Cotton In order to diversify their sources of income, farmers cultivate cotton. Cotton is the second most important crop in terms of cultivated land, accounting for about 28% of the agricultural area. Cotton fields are the largest fields with an average size of one hectare. The location of cotton field changes each season due to the demanded rotation system OCDEOECD, 2005. Nevertheless, the crop is likely to be grown on steeper land with hydromorphic soils in order to ensure both sufficient moisture and prevent water logging. Cotton production is only possible through the application of chemical inputs such as NPK and urea fertilizers, herbicides, and pesticides. Land use type Cash crops The term cash crops refers here to all marketed surplus see e.g., Maxwell and Fernando, 1989. The landuse category cash crops comprises groundnuts, vegetable, chili, cowpea, and tuber crops. Cash crops are sometimes used for household consumption, but the greatest share is produced for sale at the local market. In total, cash crops are allocated to only 5.5% of the agricultural area. Groundnut is the most important cash crop 77% of the land under cash crops followed by cowpea about 14%. Cash crops are usually grown far from the house to minimize the risk of livestock damage. They are rarely fertilized with manure. Chemical fertilizers, in particular NPK, are occasionally applied to cash crops. Since their cultivation is rather labor intensive, most cash crop plots are small. 14 4 MethodsandDatacollection4.1 IdentificationofLivelihoodDeterminantsIn total, ten variables were selected Table 3 on the basis of the five capitals suggested by the SLF. In order to understand the households livelihood strategies, the variables reflect both diversification and determinants of livelihoods. Among these variables, household size Hsize and educational status of the household Heducation characterize the human capital of a household Barrett, Reardon et al., 2001. Further, the dependency situation of the household was included. Child labor is very common in Burkina Faso and was covered by the actual dependency ratio Hdependency. Table 3: Variables included in identification of household categories Variable Definition Human capital Hsize Hdependency Heducation Natural capital Hland Hlandpers Financial capital Hinnonfarmpers H%innonfarm Physical capital Hlivestockpers Hassetspers Number of household members Ratio of the number of actual dependent household members and working household member Households education index weighted years of formal schooling completed by household members older than 6 years Households total landholdings hectare Households total landholdings per capita hectare Households gross nonfarm income per capita 1,000 F CFA year 1 Percentage gross income from nonfarm activities % Monetary value of households livestock per capita 1,000 F CFA Monetary value of households commodities and production means including means of transport per capita 1,000 F CFA Social capital Hparticipation Households participation in agricultural cooperatives or credit unions yesno Natural capital is characterized by total landholdings Hland and total landholdings per person Hlandpers. Two variables, monetary value of livestock per person Hlivestockpers as well as commodities and physical production assets including means of transport per person Hassetspers, were chosen for representing the physical capital of a household de Graaff, Nibbering et al., 1999. Nonfarm income is becoming increasingly important for maintaining and improving rural livelihoods Barrett, Reardon et al. 2001. In order to reflect this diversification, annual nonfarm income per person Hinnonfarmpers and share of nonfarm income in total annual gross income H%innonfarm were selected to represent financial capital. 15 The proxy for social capital is participation of the household in agricultural cooperatives or credit unions Hparticipation. It is excluded from the statistical analysis because the variable is in dummy scale. However, it is recognized in the description of the household categories. To avoid potential multicollinearity between the hypothesized livelihood variables and to facilitate further cluster analysis, it is necessary to combine determinants. Here, a Principal Component Analysis PCA was used to diminish the dimension of the nine selected variables. Varimax variance maximizing rotation was used because it amounts to maximize the variance of the extracted principal components. The criterion determining the number of principal components to be retained is their Eigenvalue that is 1.0 or more Kaisers rule. This way, only the most meaningful components were interpreted and used for further analyses Campbell, Sayer et al., 2001; Lesschen, Verburg et al., 2005. For further analysis, it was found to be useful to cluster the observed households into relatively homogeneous groups. KMeans cluster analysis k CA was chosen as the method for the categorization. The groups of households were clustered in relation to their livelihoods, i.e., their socioeconomic characteristics, using the standardized scores of the principle components Emtage, 2004; Emtage and Suh, 2005; Lesschen, Verburg et al., 2005. To respond to the overall level of inequality, i.e. the distribution of income, in a population or household type, the Gini coefficient was used. Graphically, the income distribution is represented by the Lorenz curve. 4.2 DatasourceThe Working Paper follows the definition of a household of the Burkinabe Institut National de Statistique du Developpement INSD. There, a household is defined as a socioeconomic unit, of which the different members, relatives or not, live together in the same house or compound, share their resources and satisfy together their need for food and other vital good INSD cited in de Graaff, Nibbering et al., 1999:36. The analysis used survey data collected in the Ioba Province during the rainy season 2006 and dry season 20076. The three survey sites were selected based on the following criteria: i distance to next market town and ii presence of cotton producer cooperatives. Out of all households of the three villages, 111 were randomly selected from household lists for interviews. The lists of all households were compiled with the help of the villagers. Among the selected households 42 are in Wahable, 50 in Zouziegane and 19 in Tessiougane. The selected households account for about 35% of all households of the three villages. Figures 5 and 6 show the location of the households and the observed plots in the three study villages. The dataset of the sampled households was used for the categorization and characterization of typical household types and their land management. 6 For further information on field work see Gleisberg, 2008. 16 Wahable Figure 5: Location of the observed households and plots in Wahable 17 Figure 6: Location of the observed households and plots in Zouziegane and Tessiougane In preparation of the household interviews, a map was developed for each village based on several group discussions with villagers see appendix. Further, preliminary interviews were conducted to develop questionnaires. Through various pretests, the questionnaires were finally adapted with local interviewers and farmers. Every sampled household was interviewed three times. Figure 7 summarizes the structure and content of the questionnaires. The first questionnaire was used to elicit data on household characteristics. 18 Figure 7: Structure and content of the survey The second questionnaire, administered to the household head, included a guided tour to all household plots including fallow land. It covers relevant plot data. In the survey, farmland was divided in plots based on the cultivated crop and the applied landuse practices. In total, data for 964 plots were recorded. Using a global positioning system and Geographical Information System techniques, all plots of the sampled households were georeferenced and measured. A sketch map showing all plots of the household was prepared for each farm household, 111 maps in total. This sketch map also contained orientation points such as school, wells, and market derived from the village maps to be able to refer to plots while asking about harvest and labor allocation for each plot during the third interview see Figure 8. 19 Figure 8: Georeferenced map used in the interview with the household head Bezoula Some 20 5 Resultsanddiscussion DeterminantsoflivelihoodinthestudysiteBy running a Principal Component Analysis PCA, five principle components with total Eigenvalue greater than 1.0 were extracted. The five components explain about 79.9% of the total variance of the original independent variables Table 4. The rotated component matrix showing the loadings of each variable then helps to deduce what the five components represent Table 5. The principal component 1 PC1 accounts for 19.6% of the total variance of the original dataset. It is strongly explained by the annual nonfarm income per person Hinnonfarmpers b0.917 and the share of total gross income from nonfarm activities H%innonfarm b0.935. The component is named Nonfarm income. Table 4: Total variance explained using PCA Initial Eigenvalues Extraction Sums of Squared Loadings Rotation Sums of Squared Loadings Compo nent 1 2 3 4 5 6 7 8 9 Total 2.024 1.763 1.260 1.130 1.017 0.834 0.546 0.267 0.159 % of Variance 22.492 19.591 14.005 12.557 11.297 9.263 6.064 2.963 1.767 Cumulative % 22.492 42.083 56.088 68.645 79.942 89.206 95.269 98.233 100.000 Total 2.024 1.763 1.260 1.130 1.017 % of Variance 22.492 19.591 14.005 12.557 11.297 Cumulative % 22.492 42.083 56.088 68.645 79.942 Total 1.763 1.512 1.490 1.344 1.086 % of Variance 19.590 16.795 16.554 14.932 12.071 Cumulative % 19.590 36.385 52.940 67.871 79.942 Table 5: Rotated Component Matrix using Varimax rotation with Kaiser Normalization Principle Component 1.Nonfarm income 2.Land resources 3.Physical capital 0.010 0.189 0.063 0.063 0.067 0.917 0.935 0.012 0.002 Hsize Hdependency Heducation Hland Hlandpers Hinnonfarmpers H%innonfarm Hlivestockpers Hassetpers The second principal component PC2 accounting for about 16.8% of the total variance is highly correlated with households total landholdings Hland b0.710 and total landholdings per person 0.042 0.273 0.082 0.090 0.088 0.071 0.073 0.867 0.793 0.052 0.202 0.043 0.710 0.923 0.178 0.124 0.081 0.239 4.Labor 0.958 0.099 0.007 0.592 0.137 0.168 0.123 0.064 0.002 5. Education 0.068 0.467 0.920 0.011 0.072 0.012 0.070 0.017 0.078 21 Hlandpers b0.923. Thus, the component is named Land resources. The third principal component PC3 is most weighted by the households monetary value of livestock per person Hlivestockpers b0.867 and by its commodities and production means, including means of transport per person Hassetspers b0.793. Both variables are considered as physical capital within the livelihood framework. Therefore, the component is labelled Physical capital. The principal component 4 PC4 is strongly explained by household size Hsize b0.958. Since this variable refers to labor availability of the household, the component is called Labor. The component 5 PC5 is most determined by the variable education index Heducation b0.920 and hence named after its original variable that represents it best Education. Labor Householdsize0,600,500,400,300,200,100,00Household type IHousehold type IIHousehold type IIIAll households Education Land resources LandholdingspersonPhysical capital LivestockpersonNonfarm income % Figure 9: Indicators of livelihood dimensions of the household types Using standardized scores of the six principle components, the kmeans cluster analysis with k3 resulted in three household types I, II, and III with group sizes 31, 43, and 37, respectively. A radar diagram of standardized scores Figure 9 illustrates in which livelihood dimensions the identified types differ. 5.2 LivelihoodsofidentifiedgroupsThis section describes the three identified household types resulting from running PCA and Kmeans Cluster Analysis. The identification of household categories is based on the descriptive statistics of variables that are given in Table 6, landuse and income composition of the farm households. 22 Table 6: Descriptive statistics of categorizing variables Group N Mean SD SE 95% CI Lower Upper Min Max Human capital Hsize Hdependency Heducation Natural capital Hland Hlandpers Financial capital Hincome Hincomepers Hinnonfarmpers H%innonfarm Physical capital Hlivestockpers Hassetpers I II III I II III I II III I II III I II III I II III I II III I II III I II III I II III I II III 31 43 37 31 43 37 31 43 37 31 43 37 31 43 37 31 43 37 31 43 37 31 43 37 31 43 37 31 43 37 31 43 37 15.5 6.7 6.6 0.7 1.2 0.6 1.3 1 1.8 8.8 5 4.9 0.62 0.62 0.74 1286 454 944 84.6 72.6 150.9 37.1 15.8 91 44.5 22.3 59 84.5 51.9 86.5 61.2 49.9 66.8 3.58 2.22 2.15 0.4 0.94 0.34 0.95 1.05 1.78 4.09 2.89 2.82 0.22 0.34 0.41 631.86 243.84 456.66 38.83 50.07 67.74 23.02 16.93 46.86 16.35 22.16 15.23 87.43 60.94 95.64 31.18 35.02 49.95 0.64 0.34 0.35 0.07 0.14 0.06 0.17 0.16 0.29 0.73 0.44 0.46 0.04 0.05 0.07 113.48 37.18 75.07 6.97 7.64 11.14 4.13 2.58 7.7 2.94 3.38 2.5 15.7 9.29 15.72 5.6 5.34 8.21 14.14 5.99 5.88 0.54 0.91 0.48 0.91 0.66 1.19 7.26 4.14 3.97 0.54 0.52 0.61 1054.26 379.17 791.91 70.37 57.24 128.27 28.63 10.58 75.37 38.53 15.49 53.89 52.38 33.1 54.64 49.75 39.09 50.17 16.76 7.36 7.31 0.84 1.49 0.71 1.61 1.31 2.37 10.26 5.92 5.85 0.7 0.73 0.88 1517.8 529.26 1096.43 98.86 88.06 173.44 45.52 21 106.61 50.52 29.13 64.05 116.53 70.61 118.41 72.62 60.64 83.48 9 3 2 0 0 0 0 0 0 2 0.9 0.6 0.23 0.14 0.09 489 89 244 27.6 20.3 48.7 13.1 0 14.4 16.6 0 29.6 2.3 0.6 1.4 20 6.6 6.7 25 14 11 1.7 5 1.3 4.3 4.4 5.3 18.3 12.4 13.2 1.07 1.69 1.69 2922 1226 2029 176.1 306.6 298.1 94.1 76 172 85 76.7 88.9 417.9 271 414.7 127.9 201.7 242.4 23 %6050403020100100806040200 56,750,650,72,53,45,39,912,29,9Farming Animal Husbandry School Household type IHousehold type IIHousehold type IIIFigure 10: Main activities of household types 4582324221922375981220Household type IHousehold type IIHousehold type IIIFigure 11: Income composition Nonfarm Cash crops Cotton Cereals Table 7: Landuse composition Landuse Millet Maize Cotton Cash crops Household type I ha % 50.8 4.1 10.7 1.1 2.6 29.5 6.0 0.4 Household type II ha % 53.3 2.3 12.2 0.6 1.3 26.6 5.0 0.3 Household type III ha % 55.0 2.3 14.0 0.6 1.1 20.3 5.3 0.2 24 5.2.1 HouseholdtypeIDiversifiedfarmhouseholdsThe first household type comprises 31 households accounting for about 28% of the study population. The main differentiating factor is household size. In terms of human capital, a big family size and high labor availability discriminate these households from the other two groups. Fiftyseven percent of household members of group I are engaged in crop production Figure 10. Among the three groups, they show a moderate educational level and dependency ratio. Even though the majority of the household heads 74% has no formal education, there are only two households that have not sent any household member to school or literacy classes. Table 8: Highest educational level No formal education N 23 2 33 12 22 7 % 74 6 77 28 59 19 N 0 10 0 3 3 12 % 0 32 0 7 8 32 N 5 1 6 2 7 5 Primary school Secondary school Literacy class N 3 18 4 26 5 13 % 10 58 9 60 14 35 % 16 3 14 5 19 14 Head Member Head Member Head Member Group I Group II Group III Literacy in Dagara Diversified farm households can be further distinguished from the other types with regard to their natural capital. They are best endowed with total area of landholdings. Because of the big family size, they show only moderate landholdings per family member. Since food security has highest priority, most land is allocated to cereal production 61.5%. Compared to the other two types, this is a small share. However, in total this area is more than 4 ha per household, which is almost double the size of the area that group II and III allocate to cereals. This indicates a rather extensive farming strategy. These households also have the largest landholdings for cotton and cash crop production see Table 7. Diversified farm households are the richest in terms of total gross income. They have a moderate income per person because of their large household size. They derive about 55% of their income from farming and 45% from nonfarm activities. These households have a relatively high total income from nonfarm activities. Among the three household types, these farm households derive the highest income from cotton. About 36% of the diversified farm households are involved in a credit union that is either BACB providing credits for agricultural equipment or a union that offers micro credit for commerce. This allows them for example to invest in production means for nonfarm activities. The strong involvement in cotton production is evident looking at the participation in local GPCs. All households of this group participate in a GPC. This means, that they all have access to agricultural extension services provided by SOFITEX and to mineral fertilizers mainly for cotton and maize production. The importance of cotton to maintain their livelihood is also apparent in the good endowment of the households with agricultural production means. More than 80% of them own at least one pair of oxen Table 9. The access to animal traction is central to the extensive farming strategy. 25 Table 9: Access to institutional assets and production means Household type I Household type II Household type III Credit N 11 6 5 % 35.5 14.0 13.5 Oxen N 25 17 20 % 80.6 39.5 54.1 Extensionservice N 31 39 33 % 100.0 90.7 89.2 Fertilizer N 31 39 32 % 100.0 90.7 86.5 To sum up, household type I comprises households that generate most income by agricultural production that is rather extensive. Because of their orientation towards cotton production, these households are strongly exposed to risk from global market price fluctuations for inputs and outputs. In order to minimize this risk, diversified farm households generate a large share of their income from nonfarm activities and have good savings in the form of livestock. Example of a typical diversified farm household The household of Baterbie Some in Wahable consists of 13 members: Baterbie himself, his wife, two sons, one daughter, three daughtersinlaw, and five grandchildren. Only 4 of his 7 children under 14 years old are real dependents. No family member has attended school. One daughterin law is mainly engaged in housework and child care. Once or twice a week, she sells dolo at the village market, ensuring a regular nonfarm income. All other adults and three children are mainly occupied in agricultural production. The household keeps a few cattle, sheep, goats and chicken for which one of the grandsons cares. In 2006, the household portioned its 7 ha of land in 12 plots. Baterbie allocated 3 large plots 42% of his landholding, 3 ha to millet and sorghum. On two plots, together about 2.5 ha 37% of his land, he cultivated cotton. On three smaller plots, in total 1 ha 15% of total landholdings, Baterbie produced maize. Four small plots of 0.5 ha in total were allocated to groundnuts and cowpea. To facilitate farm work, the household uses an oxenplough. Cotton production contributed 40% to the households total income in the survey year. Baterbie is a member of the GPC Fatimion, one of the villages cottonproducer cooperatives. In 2006, the household has generated 1.1 Mio F CFA. 25% of this income was earned through selling dolo and 75% were derived from crop production. 5.2.2 HouseholdtypeIICashcroporientedfarmhouseholdsHousehold type II includes 43 households accounting for about 39% of the sampled households. Regarding human capital, they are characterized by the smallest family sizes, lowest labor availability and highest dependency ratio Table 6. About 50% of the household members are employed in crop production. The high share of dependents extracts some potential labor from farming for housework including child care. Cash croporiented farm households are further characterized by the highest share of members attending school more than 12%. Nevertheless, this group shows the highest share of households without any formal education and no household head attended a secondary school Table 8. In terms of natural capital, this household type cultivates on average 5 ha Table 6. They have about the same farm land per person than the first household type. Most land is allocated to subsistence crops such as millet, sorghum and maize about 66%, to ensure food security. Cash croporiented farm households are strongly involved in commercial agriculture. The total area allocated to cotton and cash crops is smaller than for diversified farm households. The share of land under cotton and cash crops, however, shows, that theses households have similar priorities than type I households in crop production. With regard to income, the group II households generate a high share by cotton. 26 Among the groups, they have the highest income share from cash crops Figure 11. This indicates a higher degree of agricultural intensification in cash crop production. In total, cash croporiented farm households have the lowest gross income among the groups. Because of the small household size, they have a higher income per person on average than group I. Most income is derived from farming activities. In comparison with the other groups, these households have the lowest total income from nonfarm activities about 23%. Among the household types, they generate the highest share of income from cereals. This clearly points to the importance of ensuring food security for the high number of dependents. Example of a typical cashcrop oriented household The household of Nybahynir Some in Zouziegane consists of 4 adults and 6 children. One of the children is Nybahynirs son. The others are the children of his brothers and sisters who live together with him. Two of the children attend the school. Nybahynir himself and his sisters went to the center of alphabetization in Wahable for a few years. Two children are still very young. The other two work together with the four adults on the family fields. A sister sells dolo and cooked food at the market of Zouziegane twice a month. The family keeps a 25head herd of cattle and a few sheep, goats and chicken. In 2006, the household allocated 3 plots to cereals, accounting for 4 ha or 61% of the 6.6 ha, that are cultivated by the family. On two plots, in total about 2.5 ha 37% of the household landholdings cotton was cultivated. On a very small plot 0.1 ha, Nybahynir produced chili. Because the household is involved in cotton production, they have an oxen plough and Nybahynir is a member in a cotton producer cooperative. In 2006, the household generated about 863,000 F CFA. Selling dolo and cooked food contributes to 35% and crop production to 65% of the total income. Although farming is the most important source of income, cash crop farmers cannot afford to invest as much as type I households in agricultural production means. Only about 40% of the households have at least one pair of oxen. In about 14% of the cash croporiented households at least one household member participates in a micro credit program. About 91% of the households participate in a local GPC Table 9. To conclude, the group of cash croporiented farm households is made up of farm households that are oriented towards food production for subsistence needs and rely for the generation of cash on cash crop production. Compared to the other household types, they are the poorest in terms of financial assets with relatively limited equipment. Moreover, these households are characterized by low labor availability and a high dependency ratio. These characteristics have strong implications for the land management of this group. The focus on cereal and cash crop production reflects the constraints and priority of survival or subsistence of this household type. It also demonstrates that these farm households may be even more exposed to risk from increasing input prices than diversified farmers. 5.2.3 HouseholdtypeIIINonfarmorientedfarmhouseholdsThe third household type consists of 37 households that are strongly involved in nonfarm activities and are thus called nonfarmoriented households. They represent about 42% of the sample. Compared to diversified farm households, they show small family size and low labor availability. Most household members about 51% are employed in farming. A relatively high share of family members 5% is employed in animal husbandry. Nonfarmoriented households are further characterized by low dependency ratio and best education among the three groups Table 6. The household heads are better educated than the household heads of the other household types. About 32% of them have attended a secondary school Table 8. 27 In terms of natural capital, nonfarm oriented farm households have about the same total size of landholdings than cash croporiented farm households which is about 5 ha. However, they have the largest landholdings per person because of the small family size Table 6. Among the groups, these households allocate most land to food crop production for household consumption 67%. Because of their limited total landholdings, they allocate less land to cotton and cash crops than the other two groups. They also have the smallest proportion of these two landuse types Table 7. Nonfarm oriented households are the richest in terms of total annual income per person. Although farming is very important, these households derive a large proportion of their income from nonfarm activities 59%. Because of the high share of nonfarm income, these households have the lowest share of income from cereals, cash crops and cotton among the three household types. Example of a typical nonfarmoriented household The household of Nestor Kambole is a relatively small household with 6 members: Nestor himself, his wife, two older daughters and sons of 9 and 3 years. The children did not yet attend school. However, his wife and one daughter went to primary school for a few years. Nestor, his wife and one daughter are fully involved in crop production. One daughter does the housework, takes care of the children and is involved in the production of dolo and sheabutter, which are sold at the market. She is member of a credit union and obtained 5,000 F CFA from the local bank of Dano for her small enterprise. The household has only a few sheep and goats. Nestor has portioned his 2.5 ha of farmland into 7 plots. A small plot 0.1 ha is fallow land. On 4 plots accounting for 2 ha of the household landholdings, cereals were cultivated in 2006. Groundnuts and other cash crops were produced on 0.4 ha 2 plots. The household is one of the few households in the villages under study that is not engaged in cotton production. In 2006, the total income of the household was about 600,000 F CFA, which is quite low. However, because of the small family size, the per capita income was relatively high. About 51% of the income was generated by nonfarm activities and 49% by crop production. Focusing on nonfarm activities for income generation, households of the third category rather invest in bicycles and agricultural production assets. About 54% of them own at least one pair of oxen Table 9. Their strong involvement in nonfarm activities makes them less dependent on cotton production. This group shows the least participation in local GPC. Surprisingly, nonfarm oriented farmers are less involved in credit unions Table 9. Occasionally, these households invest more labor in nonfarm activities because they have no access to unions that provide credits for agricultural production. Another reason for the limited participation in credit unions may be that these households have a larger portfolio of nonfarm activities. Whereas households of group I and II are mainly engaged in dolo production and selling cooked food, nonfarm oriented households are strongly involved in nonfarm activities that are not supported by the micro credit program such as sheabutter production, tailing and bricklaying. In conclusion, nonfarm oriented farmers maintain their livelihood through balancing market and subsistence activities. They are characterized by comparatively good education and large landholdings per person. Households of this group allocate their resources to a large extent to cashincomegenerating activities. Partly because of their better education, households of this group pursue a more diverse array of nonfarm activities. As a result, these households have the highest per capita income among the groups. The income diversification makes nonfarm households the least vulnerable towards risks from climate and markets. However, the strong orientation towards the generation of cash income eventually results in a labor shortage in subsistence crop production. 28 5.3 IncomeequalityThe Gini coefficient of 0.35 for all households indicates inequality in the income distribution. This value is rather low. This means that the households are relatively similar in relation to total annual income. To draw conclusions about the livelihoods in the study region it is insufficient to look only at income and income distribution of the households. Within the household types, the level of inequality is even lower. The Gini coefficient for diversified and nonfarm oriented farm households is about 0.26. Within the population of the diversified farm households, 50% accumulate about 30% of the total income. About 80% of the population of the first household type gathers about 66% of the income. The cash crop oriented and the nonfarmoriented farmers show a similar distribution. However, the Gini coefficient of 0.29 indicates that the income distribution within the second household type is more uneven than within the first and third groups. Figure 12: Lorenz curve and GINI coefficients 5.4 LandmanagementofthehouseholdtypesFarm households of the three study villages change the natural landscape through expansion of cropland and intensification to enhance agricultural productivity. In fact, they apply a wide repertoire of locally adjusted soil and water conservation measures to increase and maintain soil fertility at the same time Stoop, 1987; Mazzucato and Niemeijer, 2000; Gray, 2005. Table 10 provides an overview about the techniques. Whereas crop rotation, intercropping, fallowing, and mulching are traditional techniques, the welldirected application of mineral and organic fertilizers as well as physical antierosive measures are 29 rather new practices Mazzucato and Niemeijer, 2000; 2001; 2002. Physical antierosive measures, mainly soil and earth bounds, emerged from the GTV approach. The application of mineral fertilizers, especially NPK and urea, is highly associated with cotton cultivation. Farm households that are not involved in cotton production are excluded from access to mineral fertilizers Gray, 2005; Liebhardt, 2005. Table 10: Soil and water conservation practices in the study region Objective Reduction of soil nutrient depletion and the risk of pests and weeds Reduction of soil nutrient depletion Reduction of the risk of total crop failure Natural soil fertility regeneration Increase in soil organic matter Reduction of evaporation and soil erosion Increase in soil organic matter Increase in soil nutrients Practice Crop rotation Intercropping Fallowing Mulching Manure Mineral fertilizer Management Certain combinations of crops are rotated such as maize and cotton. Multiple crops are grown together on the same plot such as millet sorghum cowpea. After some years of continuous cropping, bush fields are occasionally abandoned. Plots close to houses are not fallowed. After harvest, crop residues are left on the plot. Manure of livestock that is kept next to houses is distributed mainly to plots close to the houses. Mineral fertilizers, in particular NPK and urea, are applied on bush plots where cotton, maize, or cash crops are cultivated. Earth and stone bunds built around the plots Decrease in runoff and retaining organic matter on plot Physical antierosive measures Source: Mazzucato and Niemeijer, 2000 and field observations Table 11 shows landuse practices applied by each household category, the average labor input man days ha 1 for the landuse categories as well as the average plot size. Some practices are applied to a very similar extend to the different land uses by the three groups. This includes rotation and intercropping. The groups also show a similar behavior in the employment of physical antierosive measures. Other techniques are applied to different extents to the landuse categories in accordance with their cultivation requirements and dominant management behavior of the household types. Because the household types follow different production and income generating strategies, there are householdtyperelated differences in the application of landuse practices. Diversified farm households have the largest total landholdings and the largest household plots for all landuse categories. This is not surprising, since they are more involved in cotton production. Thus, they have better access to animal traction than the two other groups. Animal traction considerably facilitates agricultural production on larger plots. Additionally, these farm households have intensified their production systems using more mineral fertilizers for millet, sorghum and cash crops than other households. They mitigate the lower soil fertility of marginal land, to where they have expanded their cropping area, by using more manure than cash croporiented and nonfarmoriented households. The labordemanding application of manure is possible because of the large family size and high labor availability. Their strong focus on cotton production and sufficient labor availability appear to result in better adoption of soil conservation methods and application of organic fertilizers. Compared to nonfarm oriented and diversified farm households, cash croporiented farm households invest considerably more labor in the cultivation of cash crops. This reflects their strategy 30 to generate cash income and to compensate the limited access to chemical fertilizers. Moreover, they dont have sufficient labor and access to draft oxen for larger scale cotton production as alternative source of cash income. To ensure food security and balance the labor shortage, these households apply more than double the amount of NPK to maize than the other two groups. The relatively low monetary value of livestock and the labor shortage explain the limited use of manure. Landuse practices and allocation of production inputs reflect the socioeconomic situation and subsistence cropping strategy of cash croporiented households. Table 11: Landuse practices of the household types N Rotation puor GI II III I II III I II III I II III 124 94 156 62 52 94 63 36 68 60 51 70 Millet Maize Cotton Cash crops % 69 67 72 21 17 18 100 100 100 47 53 57 Intercropping Manure Physical antierosive measures % 97 93 88 92 96 84 0 0 0 100 92 90 % 15 4 7 68 44 54 25 19 15 20 14 10 % 30 23 28 24 19 21 24 25 24 28 22 29 NPK kgha 8 6 5 74 168 72 137 132 139 130 46 83 Man days ha 1 173 216 182 228 234 267 164 123 167 348 545 412 Plot size ha 0.96 0.76 0.80 0.43 0.33 0.31 1.26 1.07 0.89 0.29 0.11 0.17 Nonfarmoriented households are best endowed with livestock and household and production assets per capita. However, they apply less manure and physical antierosive measures on their fields than diversified farm households. The main reason for that is their orientation towards nonfarm activities that partly results in labor shortage for certain farming activities. Because some households are not engaged in cotton production, the average per hectare use of NPK is rather low compared to the other two groups. Despite increasing pressure on land, fallowing is still practiced by all households Table 12. However, many farmers reported that the fallow length has considerably decreased. The shortening of fallow periods has implications on the environment. Field studies have shown that an increasing employment of soilfertility enhancing landuse practices such as the use of mineral fertilizer does not compensate for the loss of soil fertility through shorter fallow periods Gray, 2005. The farmers mentioned two reasons for the shorter duration. First, they needed to expand their cropping area for cotton production and ensuring food security at the same time. This means that most farmers opened new land for cotton production. Because of the required rotation practice, farmers cannot leave their land fallow for a long period of time. Second, there is a growing fear among the farmers that other farmers could come and claim a piece of land to be their land in case nobody produces crops at this place 7. Farmers reported that this becomes more and more a problem also with the 7 This was also observed by Gray, 2005 31 decreasing power of the traditional leaders. In the past, the chef de terre of the village was the traditional leader in charge of the land ownership and of the distribution of land. Since the decentralization process has started, new power structures in land allocation and clearing of new land have emerged. These structures differ from village to village depending on local GTV measures and actions. Among the study villages, the most traditional power structures were observed in Wahable. Table 12: Fallowing Households Average size Household type I Household type II Household type III N 6 8 12 % 19 19 32 ha 1.25 0.75 0.91 Average duration years 3 4 4 Min duration years 1 2 1 Max duration years 6 6 7 About 19% of the diversified farm households had some fallow land during the survey period. The average size of these fallows was about 1.25 ha. The average fallow duration of 3 years is the shortest among the three household types. Within the cash croporiented group, 8 households or 19% respectively, had some fallow land with an average area of 0.75 ha and average fallow period of 4 years. Some of these households do not intend to increase soil fertility by leaving land fallow. Because of the small family size, if they cannot afford to hire extra labor, they are sometimes short of labor. The nonfarm farmers leave their land fallow more frequent than the other two groups. About 32% of them had fallow land within the survey period. The average size of these fallows was about 0.91 ha. Nonfarm oriented farmers also leave land fallow because of labor shortage. Some family members generate more income with nonfarm activities and are therefore not employed in agricultural production. 32 6 ConclusionsAccess to land, labor availability, education, asset endowment as well as income and income composition vary between the household categories in the study site. Households pursue different landuse practices in line with their resource allocation strategies and with the impacts that landuse policies have on them. Whereas the GTV approach affected all households, the cotton programs reach only those households that have sufficient labor and landholdings. Both policies led to changes of the social structure of the local communities: new social groups formed in the villages e.g. the GPCs, water and land user groups and require a certain level of cooperation to be beneficial. Cotton cultivation had a strong impact on the wealth of the households. Households that are strongly involved in cotton production have the highest total annual income. They have more draft oxen and more labor than other households. This has also implications on the cropping area and on the environment. An expansion of cultivated area at the expense of savannah and forest is highlighted in the literature as a primary effect of the introduction of cotton see Faure, Kleene et al., 1998; Gray, 2005; Liebhardt, 2005. Indeed, the results suggest that households with a focus on cotton diversified farm households tend to have a larger area under cultivation than other farm households. However, these households are strongly exposed to risk from price fluctuations in global markets for production inputs and outputs. Poor households such as the cashcrop oriented households are not able to bear the risk of taking a loan. Thus, they are excluded from cotton cultivation that is one of the surest pathways to increase income in Burkina Faso Oxfam, 2002. These households are characterized by low labor availability resulting in the insufficient application of measures for enhancing land productivity. For some households, agricultural intensification through the application of chemical fertilizers for cash crops and maize has emerged as a household strategy to improve food security. This also means that these households are more exposed to the risk of increasing input prices. In this context, the introduction of credit schemes to aid farmers access to production inputs, as observed in the study area, is helpful for farmers in improving crop productivity as well as in reducing market risk. Investment in nonfarm activities is a promising strategy for those farm households lacking land and labor resources for agricultural production. A stronger involvement in nonfarm activities leads to the diversification of income sources and thus reduces the vulnerability to climate risks and market prices. A strong orientation towards activities generating cash income may eventually result in a labor shortage for the production of subsistence crops. Interestingly, the livelihood outcomes of the households are very similar. Farm households in the study region set different foci in their portfolio of activities to maintain their livelihoods. However they do not differ much in their per capita asset endowment and all of them are more or less involved in the same activities. The estimation of the Gini coefficient supports this conclusion. The income is rather evenly distributed over all households. This means, that the categorization of housholds into household types requires more than income variables. Because of costs and efforts, the field research to collect data and information covered only one production cycle. A more profound household categorization that could be used to evaluate policy measures to improve livelihoods needs to take into account a longer period of time. 33 7 ReferencesAdato, M. and R.Meinzen Dick 2002. Assessing the impact of agricultural research on poverty using the sustainable livelihoods framework. FCND Discussion Paper 128. IFPRI. Adato, M., R. Meinzen Dick, P. Hazell, and L. 2007. Integrating Social and Economic Analysis to Study Impacts on Livelihoods and Poverty: Conceptual Frameworks and Research Methods. In: Adato, Michelle and Ruth Meinzen Dick eds. Agricultural Research, Livelihoods, and Poverty: Studies of Economic and Social Impacts in Six Countries. The John Hopkins University Press. Baltimore. Ashley, C. 2000. Applying Livelihood Approaches to Natural Resource Management Initiatives: Experiences in Namibia and Kenya. Working Paper 134. ODI. Ashley, C. and K. Hussein 2000. Developing Methodologies for Livelihood Impact Assessment: Experience of the African Wildlife Foundation in East Africa. Working Paper 129. ODI. London, UK. Barrett, C. B., T. Reardon, and P. Webb 2001. Nonfarm income diversification and household livelihood strategies in rural Africa: concepts, dynamics, and policy implications. Food Policy 26 4, pp. 315331. Batterbury, S. 1998. Local environmental management, land degradation and the gestion des terroirs approach in West Africa: policies and pitfalls. Journal of International Development 107, pp. 871898. Batterbury, S. P.J. and A. J. Bebbington 1999. Environmental Histories, Access to Resources and Landscape Change: An Introduction. Land Degradation Development 10 pp. 279289. Batterbury, S. 2001. Landscape of diversity: a local political ecology of livelihood diversification in southwestern Niger. Ecumene 8 4, pp. 437464. Batterbury, S. 2005. Within, and beyond, territories: a comparison of village land use management and livelihood diversification in Burkina Faso and Southwest Niger. In: Gausset, Q., M. Whyte et al. eds. Beyond territory and scarcity: exploring conflicts over natural resource management. Nordiska Afrikainstitutet. Uppsala. Breusers, M. 2001. Searching for Livelihood Security: Land and Mobility in Burkina Faso. Journal of Development Studies 374, pp. 49 80. Campbell, B., J. A. Sayer, P. Frost, S. Vermeulen, M. Ruiz Perez, A. Cunningham, and R. Prabhu 2001. Assessing the performance of natural resource systems. Conservation Ecology 5 No. 2, pp. 22. http:www.consecol.orgvol 5iss 2art 22 Carswell, G. 1997. Agricultural Intensification and Rural Sustainable Livelihoods: A Think Piece. IDS Working Paper 64. IDS, University of Sussex. Brighton, UK. Carswell, G. and S. Jones 2004. Introduction Section IIIA: Tools for Analysis. In: Jones, S. and G. Carswell eds. The Earthscan Reader Environment, Development and Rural Livelihoods. Earthscan. London, UK. Concept Kory 2004. Plan de Gestion de Terroir du Village de Wahable. de Zeeuw, F. 1997. Borrowing of Land, Security of Tenure and Sustainable Land Use in Burkina Faso. Development and Change 28 pp. 583595. DFID 2001. Sustainable livelihoods guidance sheets. DFID. London, UK. Direction Regionale de lEconomie et de la Planification du Sud Ouest 2000. Monographie de la Province du Ioba. Gaoua, Burkina Faso. Ellis, F. and E. Allison 2004. Livelihood diversification and natural resource access. Overseas Development Group, University of East Anglia, UK. Ellis, F. and H.A. Freeman 2005. Conceptual framework and overview of themes. In: Ellis, F. and H.A. Freeman eds. Rural Livelihoods and Poverty Reduction Policies. Routledge. London. 34 Emtage, N. F. 2004. Typologies of Landholders in Leyte, Philippines, and the implications for development of policies for smallholder and community forestry. In: Baumgartner, D. M.: Proceedings of human dimensions of family, farm and community forestry. Washington State University, USA. Emtage, N. F. and J. Suh 2005. Variations in Socioeconomic characteristics, farming assets and livelihood systems in Leyte rural households. Annals of Tropical Research 271, pp. 3554. Faure, G., P. Kleene, and S. Ouedraogo 1998. Le conseil de gestion aux agriculteurs dans la zone cotoniere du Burkina Faso: une approche renouvelee de la vulgarisation agricole. Etud. Rech. Sys. Agraires Dev. 31, pp. 8192. Geist, H., E. Lambin, W. Mc Connell, and D. Alves 2005. Causes, Trajectories and Syndroms of Land UseCover Change. IHDP Newsletter 32005. Gleisberg, K. 2008. Cultivating fields of knowledge: The problem of knowledge transfer in field research on land use in Burkina Faso. In: P. P. Mollinga and C. R. L. Wall eds. Fieldwork in difficult environments. Methodology as boundary work in development research. Munster, Lit., pp. 6981. Gottret, M.A.V.N. and D. White 2001. Assessing the impact of integrated natural resource management: challenges and experiences. Conservation Ecology 5 2, pp. 17. http:www.consecol.orgvol 5iss 2art 17 Graaff, J. de, Mijl, J.P. van der, and Nibbering, J.W. 1999. Farm survey design in the Sahel: Experiences from Burkina Faso. Quarterly Journal of International Agriculture 381, pp. 35 52. Gray, L. C. 1999. Is land being degraded? A multiscale investigation of landscape change in southwestern Burkina Faso. Land Degradation Development 10 4, pp. 329 343. Gray, L. C. and M. Kevane 2001. Evolving Tenure Rights and Agricultural Intensification in Southwestern Burkina Faso. World Development 294, pp. 573587. Gray, L. C. 2002. Environmental policy, land rights, and conflict: rethinking community natural resource management programs in Burkina Faso. Environment and Planning D: Society and Space 202, pp. 167182. Gray, L. C. 2005. What kind of intensification? Agricultural practice, soil fertility and socioeconomic differentiation in rural Burkina Faso. The Geographical Journal 171 1, pp. 70 82 Institute Nationale de Statistique de Developpement INSD 2008. Recensements generaux de la population 1985 et 1996, et projections 2005. Kabore, D. and C. Reij 2004. The emergence and spreading of an improved traditional soil and water conservation practice in Burkina Faso. EPTD Discussion Paper. Washington D.C. IFPRI Kaminski, J. 2007. Interlinked Agreements and the Institutional Reform in the Cotton Sector of Burkina Faso. Working paper, ARQADE, Toulouse School of Economics. Lesschen, J. P., P. H. Verburg, and S. J. Staal 2005. Statistical methods for analysing the spatial dimension of changes in land use and farming systems, ILRI, Nairobi, Kenya LUCC Focus 3 Office, Wageningen University, the Netherlands. Liebhardt, J. 2005. White Gold or Fools Gold: What Will a Rollback of U.S. Cotton Subsidies Mean for Farmers in Burkina Faso? Multinational Monitor 2656. Maatman, A. and A. Ruijs 1996. Synopsis of a linear programming study of farmers strategies on the Central Plateau in Burkina Faso. Groningen, The Netherlands, University of Groningen, Centre for Development Studies CDS. Mazzucato, V. and D. Niemeijer 2000. The Cultural Economy of Soil and Water Conservation: Market Principles and Social Networks in Eastern Burkina Faso. Development and Change 31 pp. 831855. Mazzucato, V. and D. Niemeijer 2001. Overestimating land degradation, underestimating farmers in the Sahel. Issue Paper Drylands Programme 101. IIED. London. 35 Mazzucato, V. and D. Niemeijer 2002. Population Growth and the Environment in Africa: Local Informal Institutions, the Missing Link. Economic Geography 18 pp. 117193. Maxwell, S. and A. Fernando 1989. Cash Crops in Developing Countries: The Issues, the Fact, the Policies. World Development 1711, pp. 16771708. Mc Dowell, C. and A. d. Haan 1997. Migration and Sustainable Livelihoods: A Critical Review of the Literature. Brighton, UK, IDS. Mc Millan, D. E., J. H. Sanders, D. Koenig, K. Akwabi Ameyaw, and T.M. Painter 1998. New Land is not enough: Agricultural performance of New Lands settlement in West Africa. World Development 262, pp. 187211. Nagendra, H., D. K. Munroe, and J. Southworth 2004. From pattern to process: landscape fragmentation and the analysis of land useland cover change. Agriculture, Ecosystems Environment 10123, pp. 111115. OECD 2005. Importance economique et sociale du coton en Afrique de l Ouest: Role du coton dans le developpement, le commerce et les moyens dexistence. Secretariat du Club du Sahel et de l Afrique de l Ouest Onwueme, I. C. and T. D. Sinha 1999. Field Crop Production in Tropical Africa. Ede, The Netherlands, The Technical Centre for Agricultural und Rural Cooperation. Oxfam 2002. Cultivating poverty: the impact of US cotton subsidies on Africa. Oxfam Briefing Paper Pare, S., U. Soderberg, M. Sandewall, and J. M. Ouadba 2008. Land use analysis from spatial and field data capture in southern Burkina Faso, West Africa. Agriculture, Ecosystems Environment 127 34, pp. 277285. Prudencio, C. Y. 1993. Ring management of soils and crops in the West African semiarid tropics: The case of the mossi farming system in Burkina Faso. Agriculture, Ecosystems Environment 473, pp. 237264. Rasmussen, K., Bjarne Foga, and J. E. Madsenb 2001. Desertification in reverse? Observations from northern Burkina Faso. Global Environmental Change 11 pp. 271282. Raynaut, C. 2001. Societies and nature in the Sahel: ecological diversity and social dynamics. Global Environmental Change 11 1, pp. 918. Reenberg, A. 2001. Agricultural land use pattern dynamics in the Sudan Sahel: towards an eventdriven framework. Land Use Policy 18 pp. 309319. Reij, C., G. Tappan, and A. Belemvire 2005. Changing land management practices and vegetation on the Central Plateau of Burkina Faso 19682002. Journal of Arid Environments 63, pp. 642659. Rodgers C., van de Giesen, N., Laube, W., Vlek, P.L.G., and Youkhana, E. 2007. The GLOWA Volta Project: A Framework for Water Resources Decision Making and Scientific Capacity Building in a Transnational West African Basin.In: Craswell, E. T., M. Bonell, D. Bossio, S. Demuth, N. Van De Giesen: Integrated Assessment of Water Resources and Global Change: A North South Analysis, pp. 295313. Roose E. 1991. Conservation des sols en zone meditarrenenne. Synthese et proposition dune nouvelle strategie de lutte antierosive: la GCES. Cah. ORSTOM Pedol. 262. Pp. 145181. Roose, E. 1992. La gestion conservatoire de leau et la fertilite des sols : une nouvelle strategie pour lintensification de la production et la restauration de lenvironnement en montagne. Reseau Erosion, Bulletin N12. ORSTOM. Sahelconsult 2003a. Plan de Gestion du Terroir de Tessiougane. Report Sahelconsult 2003b. Plan de Gestion du Terroir de Zouziegane. Report Sanders, J. H., B. I. Shapiro, and S. Ramaswamy 1996. The Economics of Agricultural Technology in Semiarid Sub Saharan Africa. Baltimore and London, The John Hopkins University Press. 36 Sawadogo, L., D. Tiveau, and R. Nygard 2005. Influence of selective tree cutting, livestock and prescribed fire on herbaceous biomass in the savannah woodlands of Burkina Faso, West Africa. Agr. Ecosyst. Environ. 105, pp. 335345. Scherr, S. J. 2000. A downward spiral? Research evidence on the relationship between poverty and natural resource degradation. Food Policy 25 4, pp. 479498. Schwartz, A. 1996. Pratique paysannes et gestion de la fertilite des terres sur les exploitations cotonieres dans louest du Burkina Faso. Cah. Sci. hum. 321, pp. 153175. Scoones, I. 1998. Sustainable Rural Livelihoods: A Framework for Analysis. Brighton, UK, IDS. Somda, J., A. J. Nianogo, S. Nassa, and S. Sanou 2002. Soil fertility management and socioeconomic factors in croplivestock systems in Burkina Faso: a case study of composting technology. Ecological Economics 4323, pp. 175183. Son, G. and E. H. Bourarach 2001. Problems of crop establishment in West Burkina Faso. I World Congress on Conservation Agriculture. Madrid, Spain: 11. Soussan, J., P. Blaikie, O. Springate Baginski, and M. Chadwick 2001. Understanding Livelihood Processes and Dynamics. Livelihood Policy Relationships in South Asia. Working Paper 7. DFID. Stoop, W. A. 1987. Variations in soil properties along three toposequences in Burkina Faso and implications for the development of improved cropping systems. Agriculture, Ecosystems Environment 193, pp. 241264. Worldbank 2004. Cotton cultivation in Burkina Faso A 30 year success story. 37 AppendixExample of a village plan: Zouziegane 38 18. Hornidge, Anna Katharina 2006. Defining Knowledge in Germany and Singapore: Do the Country Specific Definitions of 19. Mollinga, Peter M. 2007. Water Policy Water Politics: Social Engineering and Strategic Action in Water Sector and Regional Development. Knowledge Converge? Reform. 20. Evers, Hans Dieter and Anna Katharina Hornidge 2007. Knowledge Hubs Along the Straits of Malacca. 21. Sultana, Nayeem 2007. Trans National Identities, Modes of Networking and Integration in a Multi Cultural Society. A Study of Migrant Bangladeshis in Peninsular Malaysia. 22. Yalcin, Resul and Peter M. Mollinga 2007. Institutional Transformation in Uzbekistans Agricultural and Water Resources Administration: The Creation of a New Bureaucracy. 23. Menkhoff, T.; Loh, P. H. M.; Chua, S. B.; Evers, H.D. and Chay Yue Wah 2007. Riau Vegetables for Singapore Consumers: A Collaborative Knowledge Transfer Project Across the Straits of Malacca. 24. Evers, Hans Dieter and Solvay Gerke 2007. Social and Cultural Dimensions of Market Expansion. 25. Obeng, G. Y.; Evers, H.D.; Akuffo, F. O., Braimah, I. and A. Brew Hammond 2007. Solar PV Rural Electrification and Energy Poverty Assessment in Ghana: A Principal Component Analysis. 26. Eguavoen, Irit; E. Youkhana 2008. Small Towns Face Big Challenge. The Management of Piped Systems after the Water Sector Reform in Ghana. 27. Evers, Hans Dieter 2008. Knowledge Hubs and Knowledge Clusters: Designing a Knowledge Architecture for ZEF Working Paper Series, ISSN 18646638 Department of Political and Cultural Change Center for Development Research, University of Bonn Editors: Joachim von Braun, Manfred Denich, Solvay Gerke, Anna Katharina Hornidge and Conrad Schetter 1. Evers, Hans Dieter and Solvay Gerke 2005. Closing the Digital Divide: Southeast Asias Path Towards a Knowledge Society. 2. Bhuiyan, Shajahan and Hans Dieter Evers 2005. Social Capital and Sustainable Development: Theories and Concepts. 3. 4. 5. Schetter, Conrad 2005. Ethnicity and the Political Reconstruction of Afghanistan. Kassahun, Samson 2005. Social Capital and Community Efficacy. In Poor Localities of Addis Ababa Ethiopia. Fuest, Veronika 2005. Policies, Practices and Outcomes of Demandoriented Community Water Supply in Ghana: The National Community Water and Sanitation Programme 1994 2004. 6. Menkhoff, Thomas and Hans Dieter Evers 2005. Strategic Groups in a Knowledge Society: Knowledge Elites as Drivers of Biotechnology Development in Singapore. 7. Mollinga, Peter P. 2005. The Water Resources Policy Process in India: Centralisation, Polarisation and New Demands on Governance. Evers, Hans Dieter 2005. Wissen ist Macht: Experten als Strategische Gruppe. 8. 8.a Evers, Hans Dieter and Solvay Gerke 2005. Knowledge is Power: Experts as Strategic Group. 9. Fuest, Veronika 2005. Partnerschaft, Patronage oder Paternalismus? Eine empirische Analyse der Praxis universitarer Forschungskooperation mit Entwicklungslandern. 10. Laube, Wolfram 2005. Promise and Perils of Water Reform: Perspectives from Northern Ghana. 11. Mollinga, Peter P. 2004. Sleeping with the Enemy: Dichotomies and Polarisation in Indian Policy Debates on the Environmental and Social Effects of Irrigation. 12. Wall, Caleb 2006. Knowledge for Development: Local and External Knowledge in Development Research. 13. Laube, Wolfram and Eva Youkhana 2006. Cultural, Socio Economic and Political Constraints for Virtual Water Trade: Perspectives from the Volta Basin, West Africa. 14. Hornidge, Anna Katharina 2006. Singapore: The Knowledge Hub in the Straits of Malacca. 15. Evers, Hans Dieter and Caleb Wall 2006. Knowledge Loss: Managing Local Knowledge in Rural Uzbekistan. 16. Youkhana, Eva; Lautze, J. and B. Barry 2006. Changing Interfaces in Volta Basin Water Management: Customary, National and Transboundary. 17. Evers, Hans Dieter and Solvay Gerke 2006. The Strategic Importance of the Straits of Malacca for World Trade Development Volta Basin. 28. Ampomah, Ben Y.; Adjei, B. and E. Youkhana 2008. The Transboundary Water Resources Management Regime of the 29. Saravanan.V.S.; Mc Donald, Geoffrey T. and Peter P. Mollinga 2008. Critical Review of Integrated Water Resources Management: Moving Beyond Polarised Discourse. 30. Laube, Wolfram; Awo, Martha and Benjamin Schraven 2008. Erratic Rains and Erratic Markets: Environmental change, economic globalisation and the expansion of shallow groundwater irrigation in West Africa. 31. Mollinga, Peter P. 2008. For a Political Sociology of Water Resources Management. 32. Hauck, Jennifer; Youkhana, Eva 2008. Histories of water and fisheries management in Northern Ghana. 33. Mollinga, Peter P. 2008. The Rational Organisation of Dissent. Boundary concepts, boundary objects and boundary settings in the interdisciplinary study of natural resources management. 34. Evers, Hans Dieter; Gerke, Solvay 2009. Strategic Group Analysis. 35. Evers, Hans Dieter; Benedikter, Simon 2009. Strategic Group Formation in the Mekong Delta The 36. Obeng, George Yaw; Evers, Hans Dieter 2009. Solar PV Rural Electrification and Energy Poverty: A Review and Development of a Modern Hydraulic Society. Conceptual Framework With Reference to Ghana. 37. Scholtes, Fabian 2009. Analysing and explaining power in a capability perspective. 38. Eguavoen, Irit 2009. The Acquisition of Water Storage Facilities in the Abay River Basin, Ethiopia. 39. Hornidge, Anna Katharina; Mehmood Ul Hassan; Mollinga, Peter P. 2009. Follow the Innovation A joint experimentation and learning approach to transdisciplinary innovation research. 40. Scholtes, Fabian 2009. How does moral knowledge matter in development practice, and how can it be researched? 41. Laube, Wolfram 2009. Creative Bureaucracy: Balancing power in irrigation administration in northern Ghana. 42. Laube, Wolfram 2009. Changing the Course of History? Implementing water reforms in Ghana and South Africa. 43. Scholtes, Fabian 2009. Status quo and prospects of smallholders in the Brazilian sugarcane and ethanol sector: Lessons for development and poverty reduction. 44. Evers, Hans Dieter; Genschick, Sven; Schraven, Benjamin 2009. Constructing Epistemic Landscapes: Methods of GIS45. Saravanan V.S. 2009. Integration of Policies in Framing Water Management Problem: Analysing Policy Processes using 46. Saravanan V.S. 2009. Dancing to the Tune of Democracy: Agents Negotiating Power to Decentralise Water Based Mapping. a Bayesian Network. Management. in Can Tho City, Vietnam. the Mekong Delta. Recommendations. Governance in a Complex Society. Vietnam. 47. Huu, Pham Cong; Rhlers, Eckart; Saravanan, V. Subramanian 2009. Dyke System Planing: Theory and Practice 48. Evers, Hans Dieter; Bauer, Tatjana 2009. Emerging Epistemic Landscapes: Knowledge Clusters in Ho Chi Minh City and 49. Reis, Nadine; Mollinga, Peter P. 2009. Microcredit for Rural Water Supply and Sanitation in the Mekong Delta. Policy implementation between the needs for clean water and beautiful latrines. 50. Gerke, Solvay; Ehlert, Judith 2009. Local Knowledge as Strategic Resource: Fishery in the Seasonal Floodplains of the Mekong Delta, Vietnam 51. Schraven, Benjamin; Eguavoen, Irit; Manske, Gunther 2009. Doctoral degrees for capacity development: Results from a survey among African Bi GSDR alumni. 52. Nguyen, Loan 2010. Legal Framework of the Water Sector in Vietnam. 53. Nguyen, Loan 2010. Problems of Law Enforcement in Vietnam. The Case of Wastewater Management in Can Tho City. 54. Oberkircher, Lisa et al. in Khorezm, Uzbekistan. Concepts and 2010. Rethinking Water Management 55. Waibel, Gabi 2010. State Management in Transition: Understanding Water Resources Management in Vietnam. 56. Saravanan V.S.; Mollinga, Peter P. 2010. Water Pollution and Human Health. Transdisciplinary Research on Risk 57. Vormoor, Klaus 2010. Water Engineering, Agricultural Development and Socio Economic Trends in the Mekong Delta, 58. Hornidge, Anna Katharina; Kurfurst, Sandra 2010. Envisioning the Future, Conceptualising Public Space. Hanoi and Singapore Negotiating Spaces for Negotiation. 59. Mollinga, Peter P. 2010. Transdisciplinary Method for Water Pollution and Human Health Research. 60. Youkhana, Eva 2010. Gender and the development of handicraft production in rural YucatanMexico. 61. Naz, Farha; Saravanan V. Subramanian 2010. Water Management across Space and Time in India. 62. Evers, Hans Dieter; Nordin, Ramli, Nienkemoer, Pamela 2010. Knowledge Cluster Formation in Peninsular Malaysia: The Emergence of an Epistemic Landscape. 63. Mehmood Ul Hassan; Hornidge, Anna Katharina 2010. Follow the Innovation The second year of a joint experimentation and learning approach to transdisciplinary research in Uzbekistan. 64. Mollinga, Peter P. 2010. Boundary concepts for interdisciplinary analysis of irrigation water management in South Asia. 65. Noelle Karimi, Christine 2006. Village Institutions in the Perception of National and International Actors in Afghanistan. Amu Darya Project Working Paper No. 1 66. Kuzmits, Bernd 2006. Crossbordering Water Management in Central Asia. Amu Darya Project Working Paper No. 2 67. Schetter, Conrad; Glassner, Rainer; Karokhail, Masood 2006. Understanding Local Violence. Security Arrangements in Kandahar, Kunduz and Paktia. Amu Darya Project Working Paper No. 3 agriculture. 68. Shah, Usman 2007. Livelihoods in the Asqalan and Sufi Qarayateem Canal Irrigation Systems in the Kunduz River Basin. Amu Darya Project Working Paper No. 4 69. ter Steege, Bernie 2007. Infrastructure and Water Distribution in the Asqalan and Sufi Qarayateem Canal Irrigation Systems in the Kunduz River Basin. Amu Darya Project Working Paper No. 5 70. Mielke, Katja 2007. On The Concept of Village in Northeastern Afghanistan. Explorations from Kunduz Province. Amu Darya Project Working Paper No. 6 71. Mielke, Katja; Glassner, Rainer; Schetter, Conrad; Yarash, Nasratullah 2007. Local Governance in Warsaj and Farkhar Districts. Amu Darya Project Working Paper No. 7 72. Meininghaus, Esther 2007. Legal Pluralism in Afghanistan. Amu Darya Project Working Paper No. 8 73. Yarash, Nasratullah; Smith, Paul; Mielke, Katja 2010. The fuel economy of mountain villages in Ishkamish and Burka Northeast Afghanistan. Rural subsistence and urban marketing patterns. Amu Darya Project Working Paper No. 9 74. Oberkircher, Lisa 2011. Stay We Will Serve You Plov!. Puzzles and pitfalls of water research in rural Uzbekistan. 75. Shtaltovna, Anastasiya; Hornidge, Anna Katharina; Mollinga, Peter P. 2011. The Reinvention of Agricultural Service Organisations in Uzbekistan a Machine Tractor Park in the Khorezm Region. Stellmacher, Till; Grote, Ulrike 2011. Forest Coffee Certification in Ethiopia: Economic Boon or Ecological Bane? 76. 77. Gatzweiler, Franz W.; Baumuller, Heike; Ladenburger, Christine; von Braun, Joachim 2011. Marginality. Addressing the roots causes of extreme poverty. Framework and Boundary Concept. Trade in Kunduz and Imam Sahib of extreme poverty and marginality? 78. Mielke, Katja; Schetter, Conrad; Wilde, Andreas 2011. Dimensions of Social Order: Empirical Fact, Analytical 79. Yarash, Nasratullah; Mielke, Katja 2011. The Social Order of the Bazaar: Socioeconomic embedding of Retail and 80. Baumuller, Heike; Ladenburger, Christine; von Braun, Joachim 2011. Innovative business approaches for the reduction 81. Ziai, Aram 2011. Some reflections on the concept of development. 82. Saravanan V.S., Mollinga, Peter P. 2011. The Environment and Human Health An Agenda for Research. 83. Eguavoen, Irit; Tesfai, Weyni 2011. Rebuilding livelihoods after daminduced relocation in Koga, Blue Nile basin, Ethiopia. basin, Ethiopia. Mekong Delta. 84. Eguavoen, I., Sisay Demeku Derib et al. 2011. Digging, damming or diverting? Smallscale irrigation in the Blue Nile 85. Genschick, Sven 2011. Pangasius at risk Governance in farming and processing, and the role of different capital. 86. Quy Hanh Nguyen, Hans Dieter Evers 2011. Farmers as knowledge brokers: Analysing three cases from Vietnams 88. 87. Poos, Wolf Henrik 2011. The local governance of social security in rural Surkhondarya, Uzbekistan. Post Soviet community, state and social order. Graw, Valerie; Ladenburger, Christine 2012. Mapping Marginality Hotspots. Geographical Targeting for Poverty Reduction. 89. Gerke, Solvay; Evers, Hans Dieter 2012. Looking East, looking West: Penang as a Knowledge 90. Turaeva, Rano 2012. Innovation policies in Uzbekistan: Path taken by ZEFa project on innovations in the sphere of Hub. 91. Gleisberg Gerber, Katrin 2012. Livelihoods and land management in the Ioba Province in southwestern Burkina Faso. http:www.zef.deworkingpapers.html ZEF Development Studies edited by Solvay Gerke and Hans Dieter Evers Center for Development Research ZEF, University of Bonn Shahjahan H. Bhuiyan Benefits of Social Capital. Urban Solid Waste Management in Bangladesh Vol. 1, 2005, 288 p., 19.90 EUR, br. ISBN 3825883825 Veronika Fuest Demandoriented Community Water Supply in Ghana. Policies, Practices and Outcomes Vol. 2, 2006, 160 p., 19.90 EUR, br. ISBN 3825896692 Anna Katharina Hornidge Knowledge Society. Vision and Social Construction of Reality in Germany and Singapore Vol. 3, 2007, 200 p., 19.90 EUR, br. ISBN 9783825807016 Wolfram Laube Changing Natural Resource Regimes in Northern Ghana. Actors, Structures and Institutions Vol. 4, 2007, 392 p., 34.90 EUR, br. ISBN 9783825806415 Lirong Liu Wirtschaftliche Freiheit und Wachstum. Eine international vergleichende Studie Vol. 5, 2007, 200 p., 19.90 EUR, br. ISBN 9783825807016 Phuc Xuan To Forest Property in the Vietnamese Uplands. An Ethnography of Forest Relations in Three Dao Villages Vol. 6, 2007, 296 p., 29.90 EUR, br. ISBN 9783825807733 Caleb R.L. Wall, Peter P. Mollinga Eds. Fieldwork in Difficult Environments. Methodology as Boundary Work in Development Research Vol. 7, 2008, 192 p., 19.90 EUR, br. ISBN 9783825813833 Solvay Gerke, Hans Dieter Evers, Anna K. Hornidge Eds. The Straits of Malacca. Knowledge and Diversity Vol. 8, 2008, 240 p., 29.90 EUR, br. ISBN 9783825813833 Caleb Wall Argorods of Western Uzbekistan. Knowledge Control and Agriculture in Khorezm Vol. 9, 2008, 384 p., 29.90 EUR, br. ISBN 9783825814267 Irit Eguavoen The Political Ecology of Household Water in Northern Ghana Vol. 10, 2008, 328 p., 34.90 EUR, br. ISBN 9783825816131 Charlotte van der Schaaf Institutional Change and Irrigation Management in Burkina Faso. Flowing Structures and Concrete Struggles Vol. 11, 2009, 344 p., 34.90 EUR, br. ISBN 9783825816247 Nayeem Sultana The Bangladeshi Diaspora in Peninsular Malaysia. Organizational Structure, Survival Strategies and Networks Vol. 12, 2009, 368 p., 34.90 EUR, br. ISBN 9783825816292 Peter P. Mollinga, Anjali Bhat, Saravanan V.S. Eds. When Policy Meets Reality. Political Dynamics and the Practice of Integration in Water Resources Management Reform Vol. 13, 216 p., 29.90 EUR, br., ISBN 9783643106728 Irit Eguavoen, Wolfram Laube Eds. Negotiating Local Governance. Natural Resources Management at the Interface of Communities and the State Vol. 14, 248 p., 29.90 EUR, br., ISBN 9783643106735 William Tsuma Gold Mining in Ghana. Actors, Alliances and Power Vol. 15, 2010, 256 p., 29.90 EUR, br., ISBN 9783643108111 Thim Ly Planning the Lower Mekong Basin: Social Intervention in the Se San River Vol. 16, 2010, 240 p., 29.90 EUR, br., ISBN 9783643108340 Tatjana Bauer The Challenge of Knowledge Sharing Practices of the Vietnamese Science Community in Ho Chi Minh City and the Mekong Delta Vol. 17, 2011, 304 p., 29.90 EUR, br., ISBN 9783643901217 Pham Cong Huu Floods and Farmers Politics, Economics and Environmental Impacts of Dyke Construction in the Mekong Delta Vietnam Vol. 18, 2012, 200 p., 29.90 EUR, br., ISBN 9783643901675 http:www.litverlag.dereihezef ", "filename": "773375279.pdf", "person": ["Katrin Gleisberg-Gerber", "Gleisberg-Gerber, Katrin"], "date": ["2012"]}