{"lang": "de", "identifier_url": ["http://www.econstor.eu/bitstream/10419/90428/1/774468726.pdf"], "title": ["Struktur- und Entwicklungsanalyse der Arbeitsmarktregionen in Deutschland: 2001 - 2009"], "plaintext": "1 Motivation: Warum eine regionale Struktur und Entwicklungsanalyse? Wohlstand und Wachstumschancen sind regional ungleich verteilt und geben Anlass zu staatlichen Steuerungsmanahmen. Wesentliche Zielsetzungen sind die generelle Starkung des Wirtschaftswachstums Wachstumsziel sowie die Forderung strukturschwacher Regionen Ausgleichsziel. Zudem wird mit dem Stabilitatsziel eine langfristige Perspektive verfolgt Liefner 2010. Im Rahmen der Gemeinschaftsaufgabe von Bund und Landern Verbesserung der Regionalen Wirtschaftsstruktur wird entsprechend als primare Zielsetzung der Fordermanahmen herausgestellt, dass strukturschwache Regionen durch Ausgleich ihrer Standortnachteile Anschluss an die allgemeine Wirtschaftsentwicklung halten konnen und regionale Entwicklungsunterschiede abgebaut werden. Daruber hinaus erganzt und unterstutzt die Regionalpolitik die global ausgerichtete Wachstums und Beschaftigungspolitik. Sie tragt insbesondere dazu bei, in den strukturschwachen Regionen das gesamtwirtschaftliche Wachstum zu starken, durch Schaffung von dauerhaft wettbewerbsfahigen Arbeitsplatzen den wachstumsnotwendigen Strukturwandel zu erleichtern und die regionalen Arbeitsmarkte zu entlasten Deutscher Bundestag 2009, S. 7. Die Notwendigkeit einer staatlichen Steuerung wird durch verschiedene Argumente begrundet Staudacher 2005, Steinrucken 2011, S. 16 ff., Maier et al. 2006, S. 144 ff.: Okonomische Begrundungen zielen darauf ab, dass eine optimale raumliche Allokation der Produktionsfaktoren nicht automatisch stattfindet. Es kommt zu Marktversagen, weil entgegen der Modellannahmen ausgleichsorientierter Wachstumstheorien Produktionsfaktoren nicht vollstandig mobil sind. Ferner existieren Informationsmangel und es treten externe Effekte zum Beispiel in Form von Agglomerationsvorteilen auf. Soziale und verteilungspolitische Grunde betonen, dass ubergeordnete gesellschaftliche Ziele, die sich aus dem raumordnerischen Grundsatz der Gleichwertigkeit der Lebensbedingungen ableiten, durch rein marktwirtschaftliche Steuerungsmechanismen nicht erreicht werden konnen. Mit Hilfe der Regionalpolitik soll ein Ausgleich der Erwerbs und Einkommensunterschiede erzielt werden. Auch okologische Argumente stellen heraus, dass durch Marktmechanismen die notwendigen Umweltzielsetzungen zur Sicherung der Lebengrundlage nicht gewahrleistet werden konnen. Zudem begrunden strategische Argumente eine aktive Wirtschaftsforderungspolitik auf regionaler Ebene. Die Aussicht auf positive Beschaftigungseffekte und steigende Steuereinnahmen kann zu einem uber die Mae scharfen Wettbewerb zwischen den Regionen fuhren und in einer beggarthyneighbourPolitik munden. Daraus resultierende Interessenskonflikte bezuglich der Nutzung bestimmter Flachen und Standorte mussen durch politische Eingriffe in Ausgleich gebracht werden. Vor diesem Hintergrund sind raumlich differenzierte Struktur und Wachstumsanalysen ein wichtiges Instrument zur Uberprufung, im welchem Mae die drei Ziele Ausgleich, Wachstum und Stabilitat erreicht worden sind. Die zitierte primare Zielsetzung der Gemeinschaftsaufgabe 1 fokussiert dabei unmittelbar auf die Schaffung von Arbeitsplatzen zur Entlastung regionaler Arbeitsmarkte. Die vorliegende Studie knupft unmittelbar daran an. Auf der raumlichen Ebene der Arbeitsmarktregionen werden sektoral vergleichsweise tiefgehend untergliederte Beschaftigungsdaten fur den Zeitraum von 2001 bis 2009 analysiert. Die Durchfuhrung der Struktur und Entwicklungsanalyse dient der Bearbeitung der folgenden Fragestellungen: 1. In welchen Arbeitsmarktregionen hat im Untersuchungszeitraum eine uberdurchschnittlich positive sowie besonders negative Entwicklung der Beschaftigtenzahl stattgefunden? 2. Welche raumlichen und sektoralen Konzentrationsprozesse lassen sich feststellen, d. h. welche Arbeitsmarktregionen sind durch ein hohes Ma an sektoraler Spezialisierung gekennzeichnet, welche Wirtschaftszweige sind raumlich hoch konzentriert? Stehen die Konzentrationsmae in einem direkten Zusammenhang zur Beschaftigtenentwicklung? 3. Welchen Einfluss ubt die Wachstumsdynamik der einzelnen Wirtschaftszweige auf die Beschaftigtenentwicklung in den Arbeitsmarktregionen aus? Weisen Arbeitsmarktregionen, in denen uberproportional wachstumsstarke Branchen vertreten sind, auch ein uberproportionales Beschaftigtenwachstum auf? Oder anders ausgedruckt: wie stark hangt die Beschaftigtenentwicklung der Arbeitsmarktregion von der wirtschaftsstrukturellen Zusammensetzung ab? Die Beantwortung dieser Fragen erfolgt in mehreren aufeinander aufbauenden Schritten. Zunachst wird in Kapitel 2 erlautert, weshalb Beschaftigungsdaten gewahlt wurden, um die Entwicklungsprozesse auf regionaler Ebene zu analysieren. Ebenso wird die Wahl der raumlichen Analyseeinheit der Arbeitsmarktregionen begrundet, der zugrundeliegende Datensatz vorgestellt und das methodische Instrumentarium diskutiert. Im Detail erlautert werden die einzelnen Methoden jeweils unmittelbar vor deren Anwendung. In Kapitel 3 wird die Beschaftigtenentwicklung in den Arbeitsmarktregionen zwischen 2001 und 2009 aufgezeigt. In Kapitel 4 wird gepruft, ob sich raumliche oder sektorale Konzentrationen auf die Beschaftigtenentwicklung auswirken. Zu diesem Zweck wird zunachst festgestellt, welche Wirtschaftszweige ein hohes Ma an raumlicher Konzentration aufweisen. Anschlieend werden diejenigen Arbeitsmarktregionen identifiziert, die durch ein besonders hohes Ma an sektoraler Spezialisierung mit wenigen, sehr dominanten Leitbranchen gepragt sind. In Kapitel 5 werden anhand einer Portfolioanalyse die Wirtschaftszweige hinsichtlich ihrer absoluten Gesamtbedeutung und ihrer Wachstumsdynamik klassifiziert. Darauf aufbauend erfolgt in Kapitel 6 die Analyse der sektoralen Zusammensetzung der Arbeitsmarkte. Anhand einer ShiftShareAnalyse wird die Bedeutung der sektoralen Wirtschaftsstruktur auf die Beschaftigtenentwicklung aufgezeigt. Im abschlieenden Kapitel 7 werden die zentralen Ergebnisse zusammengefasst. Im Anhang findet sich ein umfangreicher Tabellenteil mit den berechneten Parametern fur die Arbeitsmarktregionen. 2 2 Datengrundlage und Methodik 2.1 Beschaftigungsdaten als Zielgroe regionaler Entwicklung Um Prozesse der Regionalentwicklung empirisch durch die Methoden einer regionalen Struktur und Entwicklungsanalyse darzustellen, ist zunachst die Festlegung auf eine Zielgroe erforderlich. Aus den Zielsetzungen staatlicher Eingriffe lassen sich Indikatoren ableiten, welche den Umfang und die Entwicklung raumlicher Ungleichgewichte bezuglich a der wirtschaftlichen Situation, b der Beschaftigungs oder c der Einkommensmoglichkeiten beschreiben. Die haufig verwendeten Indikatoren des regionalen Wirtschaftswachstums z.B. das regionale Bruttoinlandsprodukt BIP sind nur indirekt geeignet, um regionale Entwicklungsprozesse zu erfassen. Einerseits umfasst der Begriff der Entwicklung mehr als wirtschaftliches Wachstum vgl. Maier et al. 2006, S. 17ff., Nuscheler 2005, S. 234ff  Andererseits werden ubergeordnete Ziele der Regionalentwicklung nur dann erreicht, wenn ein Wirtschaftswachstum auf regionaler Ebene auch zu Beschaftigungs und somit auch zu Einkommenseffekten vor Ort fuhrt. Somit sind Beschaftigungs sowie Einkommensindikatoren zur Darstellung regionalokonomischer Entwicklungsprozesse besser geeignet als ein Indikator fur die wirtschaftliche Leistungskraft der jeweiligen Regionen wie das BIP. Nicht zuletzt gilt es festzuhalten, dass Beschaftigungsmoglichkeiten und daraus resultierende angemessene Einkommen eine essentielle Voraussetzung fur gesellschaftliche Teilhabe sind. In den Abbildungen 1 und 2 sind die Entwicklung des Wirtschaftswachstums gemessen anhand des BIP und des Volkseinkommens dargestellt. Abbildung 1 zeigt die absoluten Veranderungen in Mrd. . Die relativen Veranderungen werden in Abbildung 2 als indizierte Werte zum Basisjahr 1993 dargestellt. Sowohl das BIP als auch das Volkseinkommen sind Groen der Volkswirtschaftlichen Gesamtrechnung. Sie unterscheiden sich lediglich darin, dass im BIP Abschreibungen, Gutersteuern und Gutersubventionen enthalten sind und der Saldo der Primareinkommen hinzugerechnet wird, welche die Inlander von der ubrigen Welt bezogen haben Siebert 2000, S. 243 ff  Entsprechend verlaufen die Kurven in den Abbildungen 1 und 2 weitgehend parallel. Es ist festzuhalten, dass zwischen 1993 und 2011 das BIP von rund 1.700 auf 2.593 Mrd. angestiegen ist vgl. Abb. 1. Dies entspricht einem Anstieg von 53% vgl. Abb. 2. Das Volkseinkommen hat im selben Zeitraum eine Steigerung um 49% von 1.317 auf 1.963 Mrd. erfahren. Im Rahmen der Verteilungsrechnung kann das Volkseinkommen jedoch nach den Arbeitnehmerentgelten 1 und den Einkommen aus Unternehmertatigkeit und Vermogen differenziert werden. Aus den Abbildungen 1 und 2 ist ersichtlich, dass ab 2001 die Arbeitnehmerentgelte fur einige Jahre stagnieren und in der Folgezeit deutlich hinter der Entwicklung des BIP und des Volkseinkommens zuruckfallen. In den Jahren vor der Finanz und Wirtschaftskrise wurden uberproportional hohe Unternehmens und Vermogenseinkommen erzielt. Im Zuge der Krise sind diese deutlich zuruckgegangen, wahrend die Arbeitnehmerentgelte stagnierten. 1 Vereinfachend ausgedruckt enthalten die Arbeitnehmerentgelte die Bruttolohne und gehalter sowie die Arbeitgeberbeitrage zur Sozialversicherung Rinne 1996, S. 463ff  3 Abb. 1: Entwicklung soziookonomischer Zielgroen in Deutschland 19932011 Quelle: Statistisches Bundesamt www.destatis.de Abb. 2: Relative Veranderung soziookonomischer Zielgroen in Deutschland 19932011 Index 1993 100 160 Bruttoinlandsprodukt Volkseinkommen Arbeitnehmerentgelt 140 120 100 80 Quelle: Statistisches Bundesamt www.destatis.de 4 Dennoch konnte der Ruckstand der Arbeitnehmerentgelte gegenuber dem BIP und dem Volkseinkommen nicht aufgeholt werden. Insgesamt stiegen sie zwischen 1993 und 2001 nur um 38% und somit um 15 %Punkte geringer an als das BIP bzw. um 11%Punkte geringer als das Volkseinkommen. Zusammenfassend begrunden die vorangegangenen Ausfuhrungen, dass das BIP als Indikator einer regionalen Struktur und Entwicklungsanalyse weniger gut geeignet ist als Indikatoren, welche die Beschaftigungs und daraus resultierende Einkommenseffekte darstellen. Die verfugbare Datenlage ist in der erforderlichen raumlichen und sektoralen Untergliederung jedoch eingeschrankt. Im Vergleich zu Einkommensdaten ist der Zugang zu Beschaftigtendaten in der Regel einfacher, so dass als Zielgroe fur Regionalentwicklung in der vorliegenden Arbeit die Messung regionaler Beschaftigungseffekte ausgewahlt wird. Die Datengrundlage basiert auf einer Sonderauswertung der Beschaftigtenhistorik BHP des Instituts fur Arbeitsmarkt und Berufsforschung IAB. Das BHP umfasst alle Betriebe des gesamtdeutschen Raumes, die mindestens einen sozialversicherungspflichtig Beschaftigten bzw. zumindest einen geringfugig Beschaftigten aufweisen.2 Der Analysezeitraum reicht vom Jahr 2000 bis zum Jahr 2009, wobei die Daten jeweils zum Stichtag 30.06. eines Jahres erfasst werden. Fur jeden Betrieb liegen in anonymisierter Form diverse Angaben, wie z.B. die Anzahl der Beschaftigten, Zu und Abgange, Grundungs und Schlieungszeitpunkt, Branchen und Regionszugehorigkeit oder Betriebsgroe vor. Angaben zur Beschaftigtenzahl werden in Vollzeitaquivalente umgerechnet.3 2.2 Zur Auswahl der raumlichen Analyseebene der Arbeitsmarktregionen Die Ergebnisse einer regionalen Struktur und Entwicklungsanalyse werden unmittelbar vom Zuschnitt der raumlichen Analyseeinheit beeinflusst. Administrative Abgrenzungen wie Bundeslander, Kreise oder NUTSRegionen sind zur Erforschung regionaler Differenzen bezuglich der Beschaftigungsmoglichkeiten nicht geeignet, da Interaktionsbeziehungen zwischen Zentren und dem jeweiligen Umland in der Regel durch die administrativen Grenzen durchschnitten werden. Zentrum und Umland bilden bezuglich der Zielgroe funktional miteinander verknupfte Einheiten und sind entsprechend zusammengefasst zu betrachten. Zudem sind administrative Grenzen in der Regel historisch gewachsen und passen sich dynamischen Veranderungen nicht an. Daher ist eine funktionale Abgrenzung der Untersuchungsregionen geboten, die in regelmaigen Abstanden neu vorgenommen werden muss, um Anpassungen an veranderte Rahmenbedingungen entsprechend darzustellen GranatoFarhauer 2007. Es bietet sich daher an, als raumliche Analyseeinheit Arbeitsmarktregionen zu wahlen. 2 Damit umfasst die Datenbasis den uberwiegenden Anteil von rund 80 % aller Erwerbstatigen. Die restlichen 20 %, die in dieser Analyse nicht berucksichtigt werden konnen, stehen zum Groteil in einem Beamtenverhaltnis oder sind selbststandig tatig. 3 Die Anzahl der sozialversicherungspflichtig Beschaftigten wird in Vollzeitaquivalenten gemessen, wobei ein Teilzeitbeschaftigter mit dem Faktor 0,5 und ein geringfugig Beschaftigter mit dem Faktor 0,2 eingeht. 5 Als raumliche Untersuchungseinheiten werden die 141 Arbeitsmarktregionen in der Abgrenzung nach KosfeldWerner 2011, 2012 verwendet. Diese Abgrenzung nutzt vergleichsweise aktuelle Pendlerzahlen und ist kreisscharf. Dadurch ist sie anschlussfahig an amtliche Sekundardaten, die auf Kreisebene vorliegen. Die Kreisgebietsreformen der Jahre 20072011 wurden berucksichtigt. Die Trennung zwischen ost und westdeutschen Arbeitsmarkten ist aufgehoben. Entsprechend sind Arbeitsmarktregionen entstanden, die ubergreifend Kreise in Ost und Westdeutschland miteinander vereinen. Die Abgrenzung erfolgt mit Hilfe einer Faktorenanalyse. Im Anschluss an die Anwendung des mathematischen Algorithmus wird zudem gepruft, ob die Abgrenzung zwei zentralen Anforderungen gerecht wird. Erstens werden im Sozialgesetzbuch III 121 4 zumutbare Pendeldistanzen benannt. In Anlehnung an diese Vorgaben wird bei der verwendeten Abgrenzung der Arbeitsmarktregionen in Abhangigkeit der Attraktivitat des Zentrums eine maximale Pendelzeit von 4560 min. fur eine einfache Strecke festgesetzt. Zum Zweiten werden mindestens 50.000 Einwohner als Mindestgroe der Arbeitsmarktregionen festgelegt KosfeldWerner 2012. Neben der Faktorenanalyse kommen weitere Verfahren zur Bestimmung von Arbeitsmarktregionen zum Einsatz. Die in diesem Beitrag verwendete Abgrenzung uber eine Faktorenanalyse ist weithin anerkannt, weil der gesamte Pendlerstrom in einem vergleichsweise komplexen Verfahren Berucksichtigung findet. Kritisch wird jedoch angemerkt, dass durch das Verfahren auch Arbeitsmarktregionen ohne ein klar bestimmbares Zentrum entstehen, welches als Wachstumspol der Entwicklung dient GranatoFarhauer 2007. 6 3 Beschaftigtenentwicklung der Arbeitsmarktregionen Deutschlands 20012009 Im Untersuchungszeitraum zwischen 2001 und 2009 ist die Zahl der sozialversicherungspflichtig Beschaftigten von 27.817.114 in 2001 auf 27.380.096 in 2009 zuruckgegangen. Das entspricht einem Verlust von 437.018 Stellen bzw. einem Ruckgang um 1,6%. Aus Abbildung 3 ist zu entnehmen, dass dieser Ruckgang in erster Linie nicht durch die Folgen der Finanz und Wirtschaftskrise ab 20072008 erklart werden kann. Der vergleichsweise moderate Beschaftigtenruckgang zwischen 2008 und 2009 zeigt vielmehr, dass die ergriffenen arbeitsmarktpolitischen Manahmen die gewunschten Wirkungen weitgehend entfaltet haben. Demgegenuber wird deutlich, dass der Ruckgang im Beobachtungszeitraum insbesondere dem Stellenabbau in den Jahren bis 2005 geschuldet ist. Abb. 3: Zahl der sozialversicherungspflichtig Beschaftigten in Deutschland 2001 2011 Beschaftigte 30.000.000 29.000.000 28.000.000 27.000.000 26.000.000 25.000.000 24.000.000 23.000.000 Untersuchungszeitraum 2001 2009 2001 2002 2003 2004 2005 2006 2007 2008 2009 2010 2011 Quelle: Statistisches Bundesamt www.destatis.de Die vorangegangene Abbildung berucksichtigt nicht die generelle Zunahme von Teilzeitbeschaftigung. Der Beschaftigtenruckgang zwischen 2001 und 2009 fallt deutlicher aus, wenn man die so genannten Vollzeitaquivalente zugrunde legt. Demnach ist die Zahl der sozialversicherungspflichtig Beschaftigten Vollzeitaquivalente von 26.158.110 in 2001 auf 25.105.940 zuruckgegangen. Die entspricht einem erheblich starkeren Stellenabbau um 4,0%. In den nachfolgenden Analysen werden die Beschaftigtenzahlen in Vollzeitaquivalenten angegeben. Abbildung 4 zeigt, dass sich die regionalen Arbeitsmarkte zwischen 2001 2009 sehr unterschiedlich entwickelt haben. Erfolgreichen Arbeitsmarktregionen wie Vechta 13,4%, Emsland 9,3%, Ingolstadt 9,1%, Erlangen 7,7%, DonauRies 7,0%, Cham 5,6% oder Landau 5,0% stehen eine Vielzahl an Arbeitsmarktregionen gegenuber, die deutlich hohere Beschaftigungsverluste als der Bundesdurchschnitt von 4,0% hinnehmen mussten, z.B. Nordhau 7 sen 16,5%, Gera 16,5%, Suhl 15,3%, Wuppertal 14,8%, MarkischOderland 14,7%, Mecklenburgische Seenplatte 14,5% oder Bautzen 14,3%. Fur alle Arbeitsmarktregionen sind die absoluten Beschaftigtenzahlen sowie die prozentuale Veranderung in Anhang 1 tabellarisch aufgelistet. Abb. 4: Entwicklung der Zahl der sozialversicherungspflichtig Beschaftigten in den Arbeitsmarktregionen in Deutschland 2001 2009 Quelle: Eigene Berechnungen Datengrundlage: Sonderauswertung der BHP des IAB 8 Auffallig ist der Unterschied zwischen der nahezu durchgangig negativen Beschaftigtenentwicklung in den ostdeutschen Arbeitsmarktregionen im Gegensatz zu der Veranderung in Westdeutschland. Abgesehen von dem augenfalligen Gegensatz zwischen Ost und Westdeutschland lassen sich kaum groraumige Disparitaten feststellen. Das in den letzten Dekaden haufig festgestellte Raummuster des NordSudGefalles Suwala 2010 erscheint in den letzten Jahren weniger stark ausgepragt. Die Arbeitsmarktregionen unterscheiden sich erheblich hinsichtlich ihrer absoluten Groe gemessen an der Zahl der Beschaftigten. Unmittelbare Vergleiche zwischen einzelnen Arbeitsmarktregionen werden dadurch erheblich erschwert. Die absolute Groe spielt als differenzierender Faktor auch bei den nachfolgend berechneten Indikatoren eine wichtige Rolle. Dafur sprechen mehrere Argumente. Klassische Agglomerationsvorteile im Sinne von Urbanisations und Lokalisationsvorteilen BarteltGluckler 2012, S. 152ff., aber auch Agglomerationsnachteile Gaebe 2004, S. 44ff. hangen unmittelbar von der absoluten Groe der Arbeitsmarktregion ab. Selbstverstarkende Prozesse durch Vorwarts und Ruckkopplungseffekte, intraregionale Multiplikatoren sowie zentripedale Entzugseffekte sind insbesondere in den groeren Arbeitsmarktregionen zu erwarten. Demgegenuber sind in den vergleichsweise kleinen Arbeitsmarktregionen regionale Spezialisierungen und Abhangigkeiten von einzelnen Leitbranchen oder gar einzelnen Leitunternehmen wesentlich wahrscheinlicher. Um die nachfolgenden Ergebnisse angemessen einordnen zu konnen, ist in Abbildung 5 die Rangfolge der Arbeitsmarktregionen nach der absoluten Zahl der sozialversicherungspflichtig Beschaftigten aufgefuhrt vgl. auch Anhang 1. Es ist wenig uberraschend, dass die drei groten Stadte in Deutschland auch den Kristallisationspunkt fur die drei groten Arbeitsmarktregionen in Deutschland bilden. Die meisten Beschaftigten arbeiten in der Arbeitsmarktregion Berlin 1,122 Mio., dicht gefolgt von den Arbeitsmarktregionen Munchen 1,097 Mio. und Hamburg 1,090 Mio  Zwischen den Rangplatzen 4 Frankfurt 0,970 Mio. und 9 Hannover 0,527 Mio. lassen sich deutliche Unterschiede zwischen den einzelnen Arbeitsmarktregionen hinsichtlich ihrer Groe feststellen. Ab Rang 10 Nurnberg 0,412 Mio. werden die Unterschiede zwischen den einzelnen Rangplatzen immer geringer. Demgegenuber liegen die kleinen Arbeitsmarktregionen mit wenig Beschaftigten erwartungsgema in landlichperipheren Gebieten. In der Arbeitsmarktregion Vulkaneifel sind 2009 gerade einmal 15.522 Personen sozialversicherungspflichtig beschaftigt gewesen. 9 Abb. 5: Rangfolge der Arbeitsmarktregionen nach der absoluten Zahl der SVBeschaftigten 2009 sowie Zahl der SVBeschaftigten 2001 1 Berlin 2 Munchen 3 Hamburg 4 FrankfurtMain 5 Dusseldorf 6 Stuttgart 7 Koln 8 Essen 9 Hannover 10 Nurnberg 11Chemnitz 12 Bremen 13 Munster 14 Karlsruhe 15 Ludwigshafen 16 Bochum 17 Bielefeld 18 Dresden 19 Dortmund 20 Leipzig 21 Bonn 22 Aachen 23 Hagen 24 Koblenz 25 Saarbrucken   131 Stendal 132 Altenkirchen 133 OstprignitzRuppin 134 UnstrutHainich 135 WeienburgGunzenhausen 136 Bitburg 137 ElbeElster 138 Kronach 139 Uelzen 140 FreyungGrafenau 141 Vulkaneifel SVBeschaftigte 2009 SVBeschaftigte 2001 0 250.000 500.000 750.000 1.000.000 1.250.000 Quelle: Eigene Berechnungen Datengrundlage: Sonderauswertung der BHP des IAB 10 4 Sektorale und regionale Spezialisierung Nach wie vor wird die Frage diskutiert, ob ein hohes Ma an sektoraler Spezialisierung oder eine moglichst diverse sektorale Zusammensetzung besonders begunstigend fur die Regionalentwicklung sei. Dieser Debatte liegt die Erkenntnis zugrunde, dass das wirtschaftliche Ergebnis eines Unternehmens nicht nur unternehmensintern erzeugt wird interne Effekte, sondern auch die Interaktionsbeziehungen zwischen den okonomischen Akteuren eine Rolle spielen externe Effekte. Lokalisationseffekte bezeichnen die externen Effekte, die sich aus der raumlichen Konzentration von Unternehmen derselben Branche ergeben und mit einer regionalen Spezialisierung einhergehen. Im Gegensatz dazu resultieren so genannte Urbanisationseffekte aus Interaktionen von Akteuren verschiedener Branchen. Man spricht von Lokalisations bzw. Urbanisationsvorteilen, wenn die positiven Effekte die negativen Wirkungen ubersteigen, die mit der CoLokalisation verschiedener oder gleicher Branchen verbunden sind. In der innovationsorientierten Literatur werden Argumente, die fur eine regionale Spezialisierung sprechen, oft unter dem Label der MarshallArrowsRomerExternalitaten MAR zusammengefasst. Demgegenuber werden innovationsrelevante Vorteile einer diversifizierten regionalen Wirtschaftsstruktur als JacobsExternalitaten bezeichnet vgl. z.B. MaierTodtling 2006, van der Panne 2004, Neffke et al. 2011. Als Vorteile einer sektoralen Spezialisierung werden die vor Ort verfugbaren Ressourcen wie spezialisierte Arbeitskrafte, Zulieferbetriebe, Dienstleister oder unterstutzende Organisationen sowie speziell auf die betreffende Branche ausgerichtete Aus und Weiterbildungseinrichtungen genannt Krugmann 1991, Mossig 2002, 2008. Die raumliche Nahe begunstigt zudem die zugige Weitergabe des branchenspezifischen Wissens durch Prozesse des localized learnings MalmbergMaskell 2010. In den letzten Jahren hat zudem die Politik sehr stark auf Cluster als Instrument der Regionalentwicklung gesetzt und vielfaltige Forderprogramme aufgelegt, welche den okonomischen Akteuren in solchen Branchenkonzentrationen zu Gute kommen Kiese 2012. Im Gegensatz dazu wird unter Bezugnahme der Arbeiten von Jacobs 1969 argumentiert, dass der Austausch komplementaren Wissens zwischen Akteuren aus verschiedenen Tatigkeitsfeldern im Zuge von Innovationsprozessen von zentraler Bedeutung sei. Insbesondere in Situationen wirtschaftlicher Umstrukturierungen bietet eine diversifizierte Struktur vielfaltige Impulse, um Anpassungsprozesse voranzutreiben. Die Diversifikation ist in der Regel an die absolute Groe der regionalen Markte gekoppelt, so dass JacobsExternalitaten vor allem in urbanen Arbeitsmarktregionen zu erwarten sind. 4.1 Raumliche Konzentration der Wirtschaftszweige in Deutschland Die Wirtschaftszweige unterscheiden sich bezuglich des Grads der raumlichen Konzentration erheblich voneinander. Einzelne Branchen sind im hohen Mae raumlich konzentriert, wahrend andere in Deutschland nahezu gleichverteilt lokalisiert sind. Die raumliche Konzentrationsneigung eines Wirtschaftzweigs j kann durch den Koeffizient der Lokalisierung bestimmt werden, der wie folgt definiert ist Schatzl 1994, S. 63f.: 11 KLj12nyn 1ii 1ijyijmj 1mni 1j 1y ijyij Innerhalb der Betragsstriche wird die folgende Differenz berechnet: Vom Anteil einer Region i an allen Beschaftigten des Wirtschaftszweigs j wird der gesamte Beschaftigtenanteil dieser Region i an allen Beschaftigten in Deutschland subtrahiert. Diese Differenzen zeigen an, ob der betreffende Wirtschaftszweig in der jeweiligen Region uberdurchschnittlich stark vertreten oder unterreprasentiert ist. Fur diesen Wirtschaftszweig j werden die Betrage dieser Differenzen uber alle n Regionen aufaddiert. Uberdurchschnittlich hohe Beschaftigtenanteile in einer Region fuhren automatisch dazu, dass in anderen Regionen dieser Wirtschaftszweig unterdurchschnittlich vertreten ist. Damit die Abweichungen nicht doppelt einflieen, wird die Gesamtsumme mit 12 multipliziert. Der Koeffizient der Lokalisierung nimmt Werte zwischen 0 und 1 an. Betragt der Wert 0, so ist der Wirtschaftszweig j in allen Arbeitsmarktregionen zu gleichen Teilen anteilig an der Gesamtbeschaftigung vertreten. Je groer der Koeffizient wird, desto starker ist der Wirtschaftszweig in wenigen Arbeitsmarktregionen konzentriert. Angenommen, alle Beschaftigten eines Wirtschaftszweiges sind in einer einzelnen Region konzentriert, dann nahme der Koeffizient der Lokalisierung einen Wert sehr nahe 1 an. Aus mathematischen Grunden wird ein Wert exakt gleich 1 nicht erreicht. Aus Abbildung 6 ist zu entnehmen, dass vor allem kleinere Branchen mit vergleichsweise wenig Beschaftigten raumlich hoch konzentriert sind. Am starksten raumlich konzentriert ist 2009 der Wirtschaftszweig 61 Schifffahrt mit einem Koeffizient der Lokalisierung von 0,708 gewesen. Mit 31.658 Beschaftigten ist er in 2009 auch der kleinste Wirtschaftszweig gewesen. Die raumliche Konzentration hat sich gegenuber 2001 KL0,644 verstarkt. Es folgen mit den Wirtschaftszweigen 62 Luftfahrt KL0,675 und 47.123 Beschaftigte in 2009 sowie 30 Herstellung von Buromaschinen und Datenverarbeitungsgeraten KL0,522 und 33.742 Beschaftigte in 2009 zwei weitere sehr kleine Branchen, die raumlich hochgradig konzentriert sind. Der Grad der raumlichen Konzentration hat im Bereich Luftfahrt deutlich zugenommen, wahrend er im Fall der Herstellung von Buromaschinen und Datenverarbeitungsgeraten zuruckgegangen ist. Ein genereller Trend einer zunehmenden oder abnehmenden raumlichen Konzentrationsneigung der Wirtschaftszweige lasst sich fur den Untersuchungszeitraum nicht feststellen. Nicht uberraschend sind Wirtschaftszweige, deren Kundenkreis vor allem aus Endverbrauchern besteht, raumlich dispers verteilt. Den geringsten Grad der raumlichen Konzentration hat der Wirtschaftszweig 52 Einzelhandel ohne KFZ, der mit rund 1,7 Mio. Beschaftigten zugleich die drittgrote Branche ist. Raumlich ebenfalls nahezu gleichverteilt sind die Wirtschaftszweige 50 KFZHandel, KFZReparatur, Tankstellen, 85 Gesundheits, Veterinar und Sozialwesen oder 93 Erbringung von sonstigen Dienstleistungen. 12 Abb. 6: Koeffizient der Lokalisation zur Bestimmung des Grads der raumlichen Konzentration der Wirtschaftszweige in Deutschland 2001 und 2009 2009 2001 Schifffahrt Luftfahrt BuromaschinenDatenverarbeitungsgeraten sonst. Fahrzeugbau Bergbau, Gewinnung von Steinen und Erden Herstellung von KraftwagenKraftwagenteilen Versicherungsgewerbe Metallerzeugung und Verarbeitung Textil, Bekleidungs, und Ledergewerbe Forschung und Entwicklung Rundfunk, Fernsehen, Nachrichtentechnik Mobel, Schmuck, Musikinstr., Sport, Spielwaren Gerate zur Elektrizitatserzeugung verteilung Chemische Industrie, Kokerei, Mineralolverarb. Glasgewerbe, Keramik, Steine und Erden Recycling Holz, Papiergewerbe ohne Herst. v. Mobeln Herstellung von Gummi und Kunststoffwaren Herstellung von Metallerzeugnissen Land und Forstwirtschaft, Fischerei Maschinenbau Datenverarbeitung und Datenbanken Medizin, Me, Steuer, Regelungstechnik, Optik Kultur, Sport, Unterhaltung mit Kredit und Versicherung verbund. Tatigkeiten Grundstucks und Wohnungswesen Ernahrungsgewerbe, Tabakverarbeitung Vermietung bew. Sachen ohne Bedienungspersonal Energie und Wasserversorgung Abwasser, Abfallbeseitigung, sonst. Entsorgung Erziehung und Unterricht Verlagsgewerbe, Druckgewerbe Interessenvertret., kirchl. sonst. religiose   Kreditgewerbe Tatigkeiten fur den Verkehr, Verkehrsvermittlung Nachrichtenubermittlung Private Haushalte Handelsverm., Grohandel ohne Kraftfahrz. Landverkehr, Transport in Rohrfernleitungen Dienstleistungen uberwiegend fur Unternehmen Baugewerbe Gastgewerbe Offentl. Verwaltung, Verteidigung, Sozialvers. sonstige Dienstleistungen Gesundheits, Veterinar, Sozialwesen KFZHandel, KFZReparatur, Tankstellen Einzelhandel ohne KFZ, Tankstellen 0 0,2 0,6 Koeffizient der Lokalisierung 0,4 0,8 Quelle: Eigene Berechnungen Datengrundlage: Sonderauswertung der BHP des IAB 13 Anhand einer Korrelations und Regressionsanalyse Bahrenberg et al. 2010, S. 183 ff. wurde gepruft, ob der Grad der raumlichen Konzentration von der Beschaftigtenzahl einer Branche abhangt vgl. Abb. 7a. Ein logarithmisches Regressionsmodell bestatigt mit einem Korrelationskoeffizienten r 0,65 den plausiblen Zusammenhang: je mehr Beschaftigte eine Branche hat, desto geringer ist deren raumliche Konzentrationsneigung. Abbildung 7 b zeigt, dass die Beschaftigtenentwicklung in den Wirtschaftszweigen unabhangig vom Grad der raumlichen Konzentration im Ausgangsjahr 2001 gewesen ist. Der Korrelationskoeffizient r 0,08 zeigt an, dass eine raumliche Konzentration oder Dispersion kein erklarender Faktor der Beschaftigtenentwicklung einer Branche insgesamt gewesen ist. Abb. 7: a Zusammenhang zwischen dem Grad der raumlichen Konzentration in Abhangigkeit von der Zahl der Beschaftigten in einem Wirtschaftszweig 2009 sowie b Zusammenhang zwischen der Beschaftigtenentwicklung der Wirtschaftszweige 2001 2009 in Abhangigkeit vom Grad der raumlichen Konzentration Koeffizient der Lokalisierung 2009 0,80 y 0,091lnx 1,4107 r 0,65 0,60 0,40 0,20 0,00 0 1.000.000 2.000.000 3.000.000 Beschaftigte in den Wirtschaftszweigen 2009 a Beschaftigtenentwicklung 2001 2009 in % 80% b 60% 40% 20% 0% 20% 40% 60% r 0,08 0 0,2 0,4 0,6 0,8 Koeffizient der Lokalisierung 2001 Quelle: Eigene Berechnungen Datengrundlage: Sonderauswertung der BHP des IAB 14 4.2 Sektorale Spezialisierung der Arbeitsmarktregionen In Abbildung 8 ist dargestellt, welche Arbeitsmarktregionen im Jahr 2009 durch ein hohes Ma an sektoraler Spezialisierung gekennzeichnet sind.4 Gemessen wird die strukturelle Einseitigkeit in einer Arbeitsmarktregion i anhand des Koeffizienten der Spezialisierung Schatzl 1994, S. 64 f.: KSi12mym1j 1jijyijn ijyijy 1imn 1i1jVom Beschaftigtenanteil des Wirtschaftszweigs j an allen Beschaftigten in der Region i wird der deutschlandweite Beschaftigtenanteil in diesem Wirtschaftszweig j an allen Beschaftigten in Deutschland subtrahiert. Fur jede Region i werden die Betrage dieser Differenzen uber alle Wirtschaftszweige aufaddiert. Uberreprasentierte Wirtschaftszweige in einer Region fuhren automatisch dazu, dass andere Wirtschaftszweige anteilig unterreprasentiert sind. Damit die Abweichungen nicht doppelt einflieen, wird die Gesamtsumme mit 12 multipliziert. Der Koeffizient der Spezialisierung nimmt Werte zwischen 0 und 1 an. Betragt der Wert 0, so ist in der Arbeitsmarktregion i die Verteilung der Beschaftigten auf die verschiedenen Wirtschaftszweige j identisch zur Aufteilung in Deutschland. Je groer der Koeffizient wird, desto starker sind die Beschaftigten in der betreffenden Arbeitsmarktregion i in wenigen Wirtschaftszweigen j konzentriert. Die Arbeitsmarktregion ist folglich durch ein hohes Ma an sektoraler Spezialisierung strukturelle Einseitigkeit gekennzeichnet. Angenommen, in einer Region sind alle Beschaftigten in einem Wirtschaftszweig j konzentriert, dann liegt der Koeffizient sehr nahe am Wert 1. Aus mathematischen Grunden wird ein Wert exakt gleich 1 jedoch nicht erreicht. Mit deutlichem Abstand den hochsten Grad der strukturellen Einseitigkeit findet sich in der Arbeitsmarktregion Wolfsburg. Demgegenuber ahnelt die sektorale Zusammensetzung der Arbeitsmarktregion Hannover am ehesten der Struktur in Deutschland vgl. Abb. 8. In Tabelle 1 sind die Arbeitsmarktregionen mit der hochsten sektoralen Spezialisierung und ihren jeweiligen Leitbranchen aufgefuhrt. Es zeigt sich, dass sich die Arbeitsmarktregionen mit ausgesprochen dominanten Leitbranchen sehr unterschiedlich entwickelt haben. Dies trifft sowohl auf die Entwicklung der Leitbranche in der Arbeitsmarktregion als auch bezuglich der Beschaftigung insgesamt zu. Auf der einen Seite stehen spezialisierte Arbeitsmarktregionen, in denen sich die Leitbranche besser entwickelt hat als im Bundesdurchschnitt. So sind in der Arbeitsmarktregion Wolfsburg 40,1% der sozialversicherungspflichtig Beschaftigten im Wirtschaftszweig 34 Herstellung von Kraftfahrzeugen und teilen beschaftigten. Zwischen 2001 und 2009 ist die Beschaftigung in diesem Wirtschaftszweig um 1,5% zuruckgegangen. Die Arbeitsmarktregion Wolfsburg hingegen konnte demgegenuber um 5,0% zulegen. Dies hat sich entsprechend auf die Entwicklung der Gesamtbeschaftigung ausgewirkt, so dass in Wolfsburg die Gesamtzahl der Beschaftigten um 2,3% zugenommen hat. 4 In Anhang 2 befindet sich eine Tabelle mit den Koeffizienten aller Arbeitsmarktregionen fur 2001 und 2009. 15 Abb. 8: Koeffizient der Spezialisierung in den Arbeitsmarktregionen Deutschlands 2009 1 Wolfsburg 2 Kronach 3 Cham 4 WaldeckFrankenberg 5 Nordvorpommern 6 Zollernalbkreis 7 Dithmarschen 8 Uelzen 9 Rottweil 10 Bitburg 11 FreyungGrafenau 12 Erlangen 13 Sudvorpommern 14 DonauRies 15 Vechta 16 ElbeElster 17 Pforzheim 18 Deggendorf 19 Stendal 20 SchwabischHall 21 OstprignitzRuppin 22 Vulkaneifel 23 Coburg 24 Uckermark 25 Ingolstadt 26 TeltowFlaming 27 Altotting 28 MarkischOderland 29 Cottbus 30 WeienburgGunzenhausen   125 Ludwigshafen 126 Freiburg 127 Oldenburg 128 Karlsruhe 129 Essen 130 Ulm 131 Koblenz 132 Gera 133 Saarbrucken 134 Dortmund 135 Aachen 136 Nurnberg 137 Bremen 138 Augsburg 139 Limburg Weilburg 140 Munster 141 Hannover hoch Sektorale Spezialisierung gering 0,00 0,10 0,20 0,30 0,40 0,50 Koeffizient der Spezialisierung Quelle: Eigene Berechnungen Datengrundlage: Sonderauswertung der BHP des IAB 16 Tab. 1: Arbeitsmarktregionen nach struktureller Einseitigkeit und mit ausgepragten Leitindustrien Rang KSi Arbeitsmarktregion KSi 2009 Besch. 200109 in % Leitbranche 1 Wolfsburg 0,402 2,3% 2 3 Kronach 0,319 12,1% Cham 0,295 5,6% 34 Herst. von Kraftfahr zeugen und teilen 26 Glasgewerbe, Keramik, Verarb. Steine Erden 32 Rundfunk, Fernsehen, Nachrichtentechnik 5 Herstellung von Gummi und Kunststoffwaren Beschaftigtenanteil der Leitbranche in AR : Deutschl. 2009 40,1% : 2,7% 14,9 : 1 10,6% : 0,8% 13,3 : 1 12,4% : 0,7% 17,7 : 1 10,3% : 1,4% 7,4 : 1 14,3% : 3,3% 4,3 : 1 Beschaftigtenentwicklung 200109 der Leitindustrie in der AR und in Deutschland Wolfsburg: 0,5% Deutschland: 1,5% Kronach: 6,1% Deutschland: 23,7% Cham: 89,7% Deutschland: 15,3% Waldeck: 16,7% Deutschland: 10,5% Nordvorpom.: 22,7% Deutschland: 5,0% 4 WaldeckFrankenberg Nordvorpommern 5   0,282 5,1% 0,280 10,4% 55 Gastgewerbe weitere Arbeitsmarktregionen mit einer dominanten Leitbranche. Der Anteil der Beschaftigten in der jeweiligen Leitbranche ist in der Arbeitsmarktregion um mind. 10%Punkte hoher als der Beschaftigtenanteil dieser Branche in Deutschland 12 Erlangen 0,264 7,7% 25 Ingolstadt 0,245 9,1% 27 Altotting 0,240 1,4 36 Boblingen 0,229 5,2% 41 Landau 0,224 5,0% 43 Hagen 0,222 11,3% 45 Landshut 0,222 2,3% 31 Herst. von Geraten zur Elektrizitatserzeugung und verteilung 34 Herst. von Kraftfahr zeugen und teilen 2324 Chemische Industrie Kokerei, Mineralolver. etc. 34 Herst. von Kraftfahr zeugen und teilen 34 Herst. von Kraftfahr zeugen und teilen 28 Herstellung von Metallerzeugnissen 34 Herst. von Kraftfahr zeugen und teilen 90 Ravensburg 0,176 3,5% 29 Maschinenbau 125 Ludwigshafen 0,133 4,3% 2324 Chemische Industrie Kokerei, Mineralolver. etc. 13,3% : 1,5% 8,9 : 1 Erlangen: 2,3% Deutschland: 11,3% 21,6% : 2,7% 8,0 : 1 13,1% : 1,8% 7,3 : 1 17,8% : 2,7% 6,6 : 1 18,5% : 2,7% 6,9 : 1 14,4% : 3,0% 4,8 : 1 17,2% : 2,7% 6,4 : 1 14,4% : 4,1% 3,5 : 1 13,2% : 1,8% 7,3 : 1 Ingolstadt: 20,0% Deutschland: 1,5% Altotting: 13,5% Deutschland: 8,9% Boblingen: 10,7% Deutschland: 1,5% Landau: 28,3% Deutschland: 1,5% Hagen: 14,4% Deutschland: 6,2% Landshut: 7,6% Deutschland: 1,5% Ravensburg: 32,2% Deutschland: 1,4% Ludwigshafen: 11,9% Deutschland: 1,5% Quelle: Eigene Berechnungen Datengrundlage: Sonderauswertung der BHP des IAB Weitere Beispiele fur eine uberdurchschnittliche Entwicklung der Leitbranche sind die Arbeitsmarktregionen Kronach Leitbranche 26 Glasgewerbe, Keramik, Verarbeitung Steine Erden ist mit 6,1% deutlich geringer geschrumpft als bundesweit 23,7%, Cham 32 Rundfunk, Fernsehen, Nachrichtentechnik in Cham 89,7 gegenuber dem Bundesdurchschnitt 15,3% oder Nordvorpommern 55 Gastgewerbe 22,7% gegenuber 5,0% in Deutschland. Auf der anderen Seite haben sich an einzelnen Standorten die dort konzentrierten, dominanten Leitindustrien schlechter entwickelt als im Bundesdurchschnitt. Zu nennen ware die Arbeitsmarktregion WaldeckFrankenberg. Die Zahl der Beschaftigten in der dortigen Leitbranche 5 Herstellung von Gummi und Kunststoffgewerbe ist um 16,7% zuruckgegangen, wahrend in Deutschland der Ruckgang insgesamt nur 10,5% betrug. Gleiches gilt fur die Arbeitsmarktregionen Altotting, Boblingen, Hagen, Landshut oder Ludwigshafen vgl. Tab. 1. 17 In funf Arbeitsmarktregionen wurde als dominante Leitbranche 34 die Herstellung von Kraftfahrzeugen und teilen festgestellt. Die Beschaftigtenentwicklung an diesen Standorten ist bezogen auf die gleiche Leitbranche sehr unterschiedlich. Erheblichen Beschaftigungszuwachsen in Wolfsburg 5,0%, Ingolstadt 20,0% und Landau 28,5% stehen Beschaftigungsverluste in Boblingen 10,7% und Landshut 7,5% entgegen. Aufbauend auf diesem Befund wird in Kapitel 6 der Einfluss der regionalen Branchenstruktur auf die Beschaftigtenentwicklung systematisch durch eine ShiftShareAnalyse getestet. Insgesamt kann die regionale Beschaftigtenentwicklung nicht durch den Grad der regionalen Spezialisierung erklart werden, wie der Korrelationskoeffizient zwischen der Beschaftigtenentwicklung 20012009 in Abhangigkeit vom Koeffizient der Spezialisierung 2001 der Arbeitsmarktregionen mit r0,15 zeigt vgl. Abb. 9. Abb. 9: Zusammenhang zwischen der Beschaftigtenentwicklung der Arbeitsmarktregionen 20012009 in Abhangigkeit vom Grad der sektoralen Spezialisierung 2001 Beschaftigtenentwicklung 2001 2009 in % 15% r 0,15 10% 5% 0% 5% 10% 15% 20% 0,0 0,1 0,4 Koeffizient der Spezialisierung 2001 0,3 0,2 0,5 Quelle: Eigene Berechnungen Datengrundlage: Sonderauswertung der BHP des IAB Die Analyse der regionalen und sektoralen Konzentrationsmae zeigt, dass Konzentrationen nicht per se positiv oder negativ auf die Beschaftigtenentwicklung einer Arbeitsmarktregion wirken. Die zu Beginn dieses Abschnitts aufgeworfene Frage, ob regionale Spezialisierungen durch die Moglichkeit zur Realisierung von Lokalisations und Clustervorteilen besonders begunstigend sind, oder ob demgegenuber eine diverse regionalwirtschaftliche Struktur von Vorteil sei JacobsExternalitaten, kann nicht abschlieend beantwortet werden, sondern hangt sehr stark davon ab, in welcher Lebenszyklusphase sich die jeweiligen Leitbranchen der raumlichen und sektoralen Konzentration befinden. Neffke et al. 2011 haben festgestellt, dass sich die Agglomerationsbedurfnisse von Branchen im Lebenszyklus verandern, da sich die Art 18 des Wettbewerbs und die Innovationsintensitat mit zunehmendem Alter einer Branche wandeln. Demnach wurden junge Branchen zu Beginn vor allem von einer lokalen Diversitat JacobsExternalitaten profitieren. Mit zunehmender Reife wurden dann jedoch Spezialisierungsvorteile MarshallArrowRomerExternalitaten zunehmend wichtiger. Auf Cluster bezogen argumentieren MenzelFornahl 2010 diesbezuglich, dass sich die Kompetenzen der Firmen in einem Cluster im Zeitverlauf angleichen und die Heterogenitat eines Clusters abnimmt. Ahnlichkeit und enge Spezialisierung zwischen den Firmen erzeugt einerseits Synergien und Effizienzvorteile. Andererseits geht die Heterogenitat als Grundlage fur Erneuerungs und Anpassungsprozesse an veranderte Rahmenbedingungen verloren. Es droht die Gefahr eines technologischen Lockin und ein Cluster beginnt zu schrumpfen, wenn die Heterogenitat uber die Zeit nicht erneuert wird. Um die Position einer Branche im Lebenszyklus einzubeziehen, soll im folgenden Abschnitt eine Klassifizierung der Wirtschaftszweige anhand einer PortfolioAnalyse vorgenommen werden. 19 5 Groe und Wachstumsdynamik der Wirtschaftszweige Eine grobe Einordnung der Branchen als regionale Beschaftigungsmotoren kann anhand einer Modifikation der Portfolioanalyse vorgenommen werden vgl. im Folgenden Wohe 1996, S. 145ff  Die Portfolioanalyse ist Ende der 1960er Jahre als Instrument der strategischen Geschaftsfeldplanung von der Unternehmensberatung BostonConsultingGroup entwickelt worden, um Ressourcen moglichst in solche Geschaftsfelder zu lenken, in denen die Marktaussichten aufgrund von Marktwachstum gunstig erscheinen und das Unternehmen selbst durch hohe Marktanteile relative Wettbewerbsvorteile nutzen kann. Entsprechend werden zwei Analysedimensionen Relativer Marktanteil und Marktwachstum abgeleitet und in eine VierFelderMatrix uberfuhrt, in der sich die einzelnen Geschaftsfelder eines Unternehmens positionieren lassen. Die Relevanz der ersten Dimension des relativen Marktanteils wird durch die Erfahrungskurve begrundet. Um einen groen relativen Marktanteil in einem Geschaftsfeld zu erreichen, ist eine entsprechend hohe Produktionsmenge erforderlich. Mit dem Anwachsen der kumulierten Produktionsmenge sind Kostenersparnisse verbunden, die auf den Effekt der Fixkostendegression, auf das Ausnutzen von Betriebsgroenvorteilen sowie auf Lerneffekte zuruckzufuhren sind. Die Boston Consulting Group stellte 1966 einen empirisch belegten Zusammenhang fest, dass sich bei jeder Verdoppelung der kumulierten Ausbringungsmenge ein Kostensenkungspotenzial von 2030% ergibt Giese et al. 2011, S. 47ff., Wohe 1996, S. 145.5 Ubertragen auf Branchen als Geschaftsfelder des Arbeitsmarktes bedeutet dies, dass in groen Branchen, die einen hohen Anteil am Arbeitsmarkt ausmachen, im Zuge des Branchenwachstums entsprechendes Erfahrungswissen aufgebaut wurde, so dass die Arbeitskrafte effizient und besonders produktiv eingesetzt werden konnen. In der Betriebswirtschaft wird die Dimension des relativen Marktanteils als Relation des eigenen Marktanteils zu dem des groten Konkurrenten bestimmt. Die Achse ist dabei logarithmisch skaliert. Eine direkte Ubertragung auf Branchen in einzelnen Arbeitsmarktregionen ware entsprechend moglich, indem fur jede Branche dieser Arbeitsmarktregion der relative Beschaftigtenanteil im Verhaltnis zur Arbeitsmarktregion mit der groten Beschaftigtenzahl in dieser Branche bestimmt wird. An dieser Stelle soll aber keine PortfolioAnalyse fur alle 141 Arbeitsmarktregionen durchgefuhrt, sondern lediglich eine Klassifikation der Branchen insgesamt bezuglich ihrer Rolle als regionalokonomische Wachstumsmotoren vorgenommen werden. Daher wird in der vorliegenden Studie die erste Dimension relativer Beschaftigtenanteil definiert als Relation der Beschaftigten in dieser Branche zu den Beschaftigten in der groten Branche. Die Relevanz der zweiten Dimension des Marktwachstums wird aus dem Produktlebenszyklus abgeleitet. Dieser gliedert sich idealtypisch in vier Phasen: Einfuhrung, Wachstum, Reife und Sattigung bzw. Schrumpfung. Mittlerweile haben vielfaltige Ubertragungen und Modifikationen der Grundidee eines solchen Phasenverlaufs auf Regionen, Industrien, Cluster und Branchen bis hin zu Vertriebsformen im Einzelhandel stattgefunden, wobei solche Ubertragungen z.T. 5 Es ist fraglich, ob dieser Zusammenhang, der in Zeiten ausgepragter fordistischer Massenproduktion ermittelt wurde, auch heute noch in der Form existiert. Insbesondere die zunehmende Bedeutung von Economies of Scope und der Einsatz flexibler Technologien haben dazu gefuhrt, dass alternative Formen der Lernkurve diskutiert werden Coriat 1991. 20 recht deutlicher Kritik ausgesetzt sind Z.B. BatheltGluckler 2012, S. 389. Im Rahmen der Portfolioanalyse wird auf Geschaftsfelder bezogen die Marktwachstumsrate als Steigung der Kurve des Lebenszyklus interpretiert, um dadurch zukunftstrachtige Geschaftsfelder mit Wachstumspotenzialen von Geschaftsfeldern zu unterscheiden, welche den Hohepunkt in ihrem Lebenszyklus bereits uberschritten haben und von denen erwartet wird, dass diese Bereiche zukunftig schrumpfen werden. Zur Klassifikation der Branchen wird in Analogie dazu das Beschaftigtenwachstum zwischen 2001 und 2009 als Indikator fur eine Einordnung in den jeweiligen Branchenlebenszyklus verwendet. Nach diesem Schema lassen sich die untersuchten Branchen in ein VierFelderSchema einordnen vgl. Abb. 10 sowie Tab. 2 Wohe 1996, S. 145 ff  Branchen in dem Feld der Fragezeichen zeichnen sich durch eine ungewisse Entwicklung aus. Einerseits deuten die positive Entwicklung und die noch geringe Groe auf ein vorhandenes Wachstumspotenzial hin, aber die Branchen sind zu klein, um auf dem Arbeitsmarkt in Deutschland in absoluten Zahlen eine groe Rolle zu spielen. Dies mag bezogen auf einzelne Arbeitsmarktregionen anders sein, wenn dort die betreffende Branche raumlich konzentriert ist und fur den regionalen Arbeitsmarkt bereits eine wichtige Funktion als bedeutender Arbeitgeber besitzt. Branchen in der Kategorie der Stars verfugen hingegen sowohl uber ein hohes Beschaftigtenwachstum in der jungeren Vergangenheit als auch uber eine bedeutende absolute Groe. Es ware demnach zu vermuten, dass Arbeitsmarktregionen, in denen diese Branchen uberproportional vertreten sind, eine entsprechend positive Beschaftigtenentwicklung aufweisen. In dem Feld der Melkkuhe cash cows sind solche Branchen eingeordnet, in denen eine groe Zahl an Personen beschaftigt sind und sie daher fur den gesamten Arbeitsmarkt noch eine gewisse Bedeutung besitzen. Jedoch stagnieren diese Branchen in ihrer Entwicklung bzw. es sind bereits Beschaftigungsverluste zu verzeichnen. Als Problembereiche stellen sich nach der Portfolioanalyse die sogenannten faulen Hunde dogs dar. Die absolute Bedeutung ist bereits sehr gering und die Entwicklung ist zudem negativ. Arbeitsmarktregionen mit hohen Beschaftigtenanteilen in diesem Segment haben demnach ein strukturelles Problem. 21 Abb. 10: Portfolioanalyse der Wirtschaftszweige 20012009 80% 62 Luftfahrt 95 Private Haushalte 90021002mutshcawnetgitfahcse B? 67 DL fur Kredit und Versicherung 61 Schifffahrt 73 Forschung und Entwicklung 72 Datenverarb. banken 74 DL fur Unternehmen 37 Recycling 35 sonst. Fahrzeugbau 0% 71 4041 70 Grundstucke, Wohnungen 93 92 63 125 33 25 27 91 34 50 60 2324 28 1516 65 Kredit gew. 55 85 Gesundheit, Soziales 80 29 Maschinenbau 52 Einzel handel 51 7599 offentl. Verw. 45 Baugewerbe 90 32 Rundfunk, TV 66 Versicherung 26 Glas, Keramik 64 31 2021 Holz, Papier 22 Druck, Verlagsgew. 10111314 Bergbau, Steine, Erden 36 Mobel, Schmuck, Musik, Sport, Spielw. 30 Buromasch., Datenverarb.geraten 171819 Textil, Bekleidung Leder faule Hunde Melkkuhe 80% 1% 10% Relativer Beschaftigtenanteil 2009 Quelle: Eigene Berechnungen Datengrundlage: Sonderauswertung der BHP des IAB 100% 22 Tab. 2: Portfolioanalyse der Wirtschaftszweige 20012009 Wirtschaftszweig Relativer Beschaftigtenanteil 2009 Beschaftigten wachstum 20012009 in% 15,0% 93,4% 11,8% 100,0% 10,7% 29,9% 23,4% 11,8% 1,7% 2,6% 1,1% 4,3% 5,4% 1,4% 5,3% 2,4% Stars 72 Datenverarbeitung und Datenbanken 74 Erbringung von Dienstleistungen uberwiegend fur Unternehmen 70 Grundstucks und Wohnungswesen 85 Gesundheits, Veterinar, Sozialwesen 93 Erbringung von sonstigen Dienstleistungen 55 Gastgewerbe 63 Hilfs und Nebentatigkeiten fur den Verkehr, Verkehrsvermittlung 92 Kultur, Sport, Unterhaltung Fragezeichen 62 Luftfahrt 95 Private Haushalte 61 Schifffahrt 67 Mit Kredit und Versicherungsgewerbe verbundene Tatigkeiten 73 Forschung und Entwicklung 37 Recycling 35 sonstiger Fahrzeugbau 71 Vermietung beweglicher Sachen ohne Bedienungspersonal Melkkuhe cash cows 29 Maschinenbau 34 Herstellung Kraftwagen und Kraftwagenteilen 80 Erziehung und Unterricht 125 Land und Forstwirtschaft, Fischerei 33 Medizin, Me, Steuer und Regelungstechnik, Optik 50 KFZHandel, Instandhaltung und Reparatur von KFZ, Tankstellen 91 Interessenvertretungen, kirchliche und sonst. religiose Vereinigungen ohne Sozialwesen, Sport 28 Herstellung von Metallerzeugnissen 52 Einzelhandel ohne KFZ, Tankstellen, Reparatur von Gebrauchsgutern 60 Landverkehr, Transport in Rohrfernleitungen 1516 Ernahrungsgewerbe, Tabakverarbeitung 51 Handelsvermittlung und Grohandel ohne Kraftfahrzeuge 2324 Chemische Industrie, Kokerei, Mineralolverarbeitung etc. 7599 Offentliche Verwaltung, Verteidigung, Sozialversicherung, Exterritoriale Organisationen Korperschaften 25 Herstellung von Gummi und Kunststoffwaren 31 Herstellung von Geraten zur Elektrizitatserzeugung und verteilung 27 Metallerzeugung und Verarbeitung 65 Kreditgewerbe Faule Hunde dogs 4041 Energie und Wasserversorgung 64 Nachrichtenubermittlung 90 Abwasser, Abfallbeseitigung, sonstige Entsorgung 32 Rundfunk, Fernsehen, Nachrichtentechnik 22 Verlagsgewerbe, Druckgewerbe 45 Baugewerbe 2021 Holzgewerbe ohne Herstellung von Mobeln, Papiergewerbe 66 Versicherungsgewerbe 26 Glasgewerbe, Keramik, Verarb. von Steinen und Erden 36 Herstellung von Mobeln, Schmuck, Musikinstrumenten, Sportgeraten, Spielwaren etc. 10111314 Bergbau, Gewinnung von Steinen und Erden 30 Herstellung von Buromaschinen und Datenverarbeitungsgeraten 171819 Textil und Bekleidungsgewerbe, Ledergewerbe Quelle: Eigene Berechnungen Datengrundlage: Sonderauswertung der BHP des IAB 37,5% 24,5% 30,5% 11,8% 13,9% 23,3% 14,8% 26,9% 63,8% 18,4% 23,1% 45,4% 16,0% 50,1% 12,8% 13,5% 10,8% 20,2% 9,0% 9,2% 4,8% 6,3% 10,8% 54,5% 9,1% 6,1% 7,0% 6,7% 3,5% 1,2% 4,7% 23 17,5% 16,3% 14,3% 8,6% 6,5% 5,0% 4,5% 2,7% 75,6% 74,7% 36,9% 29,4% 19,8% 5,6% 5,2% 3,3% 1,4% 1,5% 2,0% 3,0% 3,7% 4,1% 4,6% 6,2% 6,7% 7,6% 7,9% 8,5% 8,9% 8,9% 10,5% 11,3% 12,3% 17,4% 0,5% 6,4% 8,4% 15,3% 24,0% 24,5% 19,1% 19,3% 23,7% 27,6% 28,1% 37,8% 41,6% 6 ShiftShareAnalyse: Konnen Struktureffekte die regionale Beschaftigtenentwicklung erklaren? Die vorangegangenen Ausfuhrungen legen die Vermutung nahe, dass die regionale Zusammensetzung des Arbeitsmarktes mit uberwiegend wachstumsstarken oder schrumpfenden Branchen ein erklarender Faktor fur die Beschaftigtenentwicklung einer Arbeitsmarktregion ist. Diese Hypothese kann anhand der ShiftShareAnalyse systematisch uberpruft werden Schatzl 1994, S. 67 ff., BrokerFritsch 2012, S. 13 ff  Zur Durchfuhrung ist ein Datensatz erforderlich, der mit einer einheitlichen Klassifikation an zwei Zeitpunkten in einer hinreichenden raumlichen und sektoralen Differenzierung vorliegt. Dieses Kriterium ist fur den Untersuchungszeitraum von 2001 2009 erfullt. Einleitend Abb. 4 wurde bereits die prozentuale Veranderung der Beschaftigten in den Arbeitsmarktregionen in Deutschland zwischen 2001 2009 dargestellt. In diesem Zeitraum ist die Beschaftigung in Deutschland insgesamt um 4,0% zuruckgegangen. Eine Arbeitsmarktregion, die ebenfalls Beschaftigtenverluste um 4,0% hinnehmen musste, hat sich somit relativ zum Gesamtraum nicht verschlechtert. Entsprechend wird die Gesamtverschiebung regional shift nach dem Quotientenmodell wie folgt definiert Schatzl 1994, S. 67 ff.: Gesamtverschiebungi tatsachliche Beschaftigungi 2009 potenzielle Beschaftigungi 2009 wobei Gesamtverschiebungi Relative Beschaftigtengewinne bzw. Beschaftigtenverluste in der Arbeitsmarktregion i gegenuber der Veranderung im Gesamtraum. tatsachliche Beschaftigungi 2009 Gesamtzahl der Beschaftigten in der Arbeitsmarktregion i zum Endzeitpunkt der Untersuchung 2009 potenzielle Beschaftigungi 2009 Fiktive Zahl der Beschaftigten in der Arbeitsmarktregion i unter der Annahme, dass sich die Arbeitsmarktregion im Untersuchungszeitraum ebenso entwickelt hat wie der Gesamtraum. Im vorliegenden Fall ist die potenzielle Beschaftigung 2009 einer Arbeitsmarktregion um 4% geringer als die Beschaftigenzahl 2001. Die Gesamtverschiebung gibt somit fur jede Arbeitsmarktregion i an, ob sich diese in Relation zum Gesamtraum besser, gleich oder schlechter entwickelt hat. Ein Wert gleich 1 bedeutet, dass die Arbeitsmarktregion i eine zum Gesamtraum identische Beschaftigungsdynamik hatte. Ein Wert kleiner 1 zeigt eine im Vergleich zum Gesamtraum unterdurchschnittliche Entwicklung und ein Wert groer 1 eine entsprechend positivere Entwicklung an. Im letzten Fall kann es durchaus sein, dass in einzelnen Arbeitsmarktregionen ein positiver Wert groer 1 errechnet wird, obwohl absolut gesehen Beschaftigtenverluste zwischen 2001 und 2009 zu verzeichnen gewesen sind. Dies ist dann der Fall, wenn der Beschaftigtenruckgang geringer war als im Gesamtraum, also geringer war als der Ruckgang um 4,0% in Deutschland insgesamt. 24 Abb. 11: Gesamtverschiebung der SVBeschaftigten nach der ShiftShareAnalyse fur die Arbeitsmarktregionen in Deutschland 20012009 Quelle: Eigene Berechnungen Datengrundlage: Sonderauswertung der BHP des IAB In Abbildung 11 ist die Gesamtverschiebung 2001 2009 nach dem ShiftShareAnsatz fur die Arbeitsmarktregionen in Deutschland dargestellt. Im Prinzip zeigen sich die gleichen raumlichen Muster wie bei der Darstellung der prozentualen Beschaftigtenveranderung Abb. 4. Verandert 25 haben sich jedoch die Klassengrenzen, da im Rahmen des ShiftShareAnsatzes nunmehr die Unterscheidung zwischen positiver und negativer Entwicklung anhand der 4% Marke getroffen wird. Somit sind in dieser Darstellung einige Arbeitsmarktregionen mit einer neutralen Farbe in der Karte sichtbar, die in Abbildung 4 noch negativ eingefarbt waren. In dieser Form der Darstellung tritt der Gegensatz zwischen den ostdeutschen und den westdeutschen Arbeitsmarktregionen noch scharfer zu Tage. Zugleich zeigt sich eine starkere raumliche Differenzierung des ostdeutschen Arbeitsmarktes, denn einzelne Arbeitsmarktregionen haben sich in der Beschaftigtenentwicklung auf dem Niveau des Gesamtraums bewegt oder sogar besser entwickelt. Zum einen fungiert Berlin als Wachstumspol, der auch auf die unmittelbar angrenzenden Arbeitsmarktregionen ausstrahlt. Zum anderen fallt insbesondere die Arbeitsmarktregion Jena positiv auf und auch die Arbeitsmarktregionen Leipzig und Dresden haben sich bezuglich der Beschaftigtenzahlen zwischen 2001 und 2009 nicht schlechter als der Bundesdurchschnitt entwickelt. Das eigentliche Ziel der ShiftShareAnalyse besteht darin, die in der Gesamtverschiebung aufgezeigten Entwicklungsunterschiede zu erklaren, indem die Ausgangsgroe in einen Struktur und in einen Standortfaktor aufgespalten wird. Dadurch soll die Frage beantwortet werden, welchen Einfluss die ungleiche regionale Zusammensetzung mit wachstumsstarken und wachstumsschwachen Branchen auf die Beschaftigtenentwicklung in den Arbeitsmarktregionen besitzt. Es gilt die multiplikative Verknupfung Gesamtverschiebung Strukturfaktor Standortfaktor. Der Strukturfaktor berucksichtigt die hypothetische Beschaftigtenveranderung, die sich in einer Region ergeben hatte, wenn sich alle Branchen in der Region analog zur Branchendynamik des Gesamtraums hier: Deutschland entwickelt hatten. Anhand dieser Groe lasst sich feststellen, in welchen Regionen wachstumsstarke Teilsektoren uberreprasentiert waren. In einem solchen Fall hat der Strukturfaktor einen Wert groer 1. Regionen, in denen die schrumpfenden Teilbereiche uberwiegen, erkennt man an einem Strukturfaktor, der kleiner 1 ist. Strukturfaktoren gleich 1 zeigen an, dass die Arbeitsmarktregion in ihrer sektoralen Zusammensetzung der Branchen genau dem Gesamtraum entspricht. Der Standortfaktor ergibt sich folglich als Residuum zwischen der tatsachlichen Beschaftigtenentwicklung Gesamtverschiebung und dem Anteil der Beschaftigungsdynamik, der durch den Strukturfaktor erklart werden kann. Werte groer 1 signalisieren regionale Standortvorteile, denn das Beschaftigtenwachstum war groer, als die strukturelle Zusammensetzung erwarten lie. Standortfaktoren kleiner 1 weisen darauf hin, dass die Beschaftigtenentwicklung schlechter gewesen ist, als die regionale Branchenstruktur hatte erwarten lassen und somit auf bestehende Standortnachteile geschlossen wird. Bezuglich des Standortfaktors ergibt sich jedoch ein Interpretationsproblem. Wahrend der Strukturfaktor eindeutig auf die Branchenstruktur und die Entwicklung der einzelnen Branchen im Gesamtraum zuruckgefuhrt werden kann, ist der 26 Standortfaktor eine Restgroe, die alle moglichen Einflussfaktoren der Beschaftigtenentwicklung beinhaltet, die nicht auf den Strukturfaktor zuruckgefuhrt wurden. Eine Ergebnisubersicht fur die Arbeitsmarktregionen mit den groten Beschaftigungsgewinnen sowie den Arbeitsmarktregionen mit den groten Verlusten ist der Tabelle 3 zu entnehmen. Im Anhang 3 sind die drei Groen des ShiftShareAnsatzes Gesamtverschiebung, Strukturfaktor, Standortfaktor fur alle Arbeitsmarktregionen aufgelistet. In Abbildung 12 und 13 sind die Struktur und Standortfaktoren als Karte fur die Arbeitsmarktregionen in Deutschland dargestellt. Tab. 3: Ergebnisse der ShiftAnalyse sortiert nach der Beschaftigungsdynamik in den Arbeitsmarktregionen in Deutschland 2001 2009 Rang Arbeitsmarktregion 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15   127 128 129 130 131 132 133 134 135 136 137 138 139 140 141 21 Vechta 19 Emsland 79 Ingolstadt 96 Erlangen 105 DonauRies 88 Cham 56 Landau 77 Ravensburg 52 Bitburg 14 Stade 16 Emden 63 SchwabischHall 104 Memmingen 119 TeltowFlaming 87 Landshut   13 LuchowDannenberg 110 Frankfurt Oder 111 ElbeElster 94 Hof 9 Goslar 139 UnstrutHainich 118 Cottbus 120 Uckermark 128 Bautzen 122 Mecklenburg. Seenpl. 113 MarkischOderland 26 Wuppertal 140 Suhl 135 Gera 137 Nordhausen Deutschland SVSVBeschaftigte Beschaftigte 2001 83.598 122.381 142.428 143.199 43.859 37.543 72.055 236.318 23.089 46.681 101.564 59.853 59.581 45.066 139.761 39.338 79.289 67.641 161.524 138.075 31.816 84.618 37.691 181.324 96.158 67.641 212.216 80.007 96.427 49.528 26.158.110 2001 94.792 133.711 155.385 154.154 46.929 39.658 75.684 244.691 23.866 48.146 104.702 61.621 61.171 46.125 143.021 34.504 69.501 59.195 140.906 120.198 27.668 72.953 32.451 155.308 82.201 59.195 180.912 67.749 80.549 41.369 25.105.940 Gesamt verschiebung 1,18 1,14 1,14 1,12 1,11 1,10 1,09 1,08 1,08 1,07 1,07 1,07 1,07 1,07 1,07 0,91 0,91 0,91 0,91 0,91 0,91 0,90 0,90 0,89 0,89 0,89 0,89 0,88 0,87 0,87 1,00 Strukturfaktor Standortfaktor 0,97 0,98 0,99 0,99 0,96 0,95 1,00 1,00 0,98 1,00 1,01 0,97 0,97 0,99 0,99 0,98 0,99 0,97 0,95 0,99 0,97 0,98 0,98 0,98 0,99 0,98 1,01 0,98 0,98 0,98 1,00 1,22 1,17 1,14 1,13 1,16 1,15 1,09 1,08 1,10 1,07 1,07 1,11 1,10 1,08 1,08 0,93 0,92 0,94 0,96 0,92 0,93 0,92 0,91 0,91 0,90 0,91 0,88 0,90 0,89 0,89 1,00 Quelle: Eigene Berechnungen Datengrundlage: Sonderauswertung der BHP des IAB 27 Abb. 12: Strukturfaktor nach der ShiftShareAnalyse fur die Arbeitsmarktregionen in Deutschland 20012009 Quelle: Eigene Berechnungen Datengrundlage: Sonderauswertung der BHP des IAB 28 Die Analyse des Strukturfaktors zeigt, dass sich die Regionen bezuglich ihrer sektoralen Zusammensetzung mit wachsenden oder schrumpfenden Wirtschaftszweigen kaum unterscheiden vgl. Abb. 12. Positive Strukturfaktoren errechnen sich fur die Arbeitsmarktregionen der groen Metropolen Berlin, Hamburg, Munchen und Frankfurt. Diese sind u.a. als Standort unternehmensnaher Dienstleistungen bekannt, welche im Untersuchungszeitraum nach der Portfolioanalyse eindeutig dem Segment der Stars zugeordnet wurden. Ein positiver Strukturfaktor errechnet sich auch fur die Arbeitsmarktregion Heidelberg v.a. wegen der vielen Beschaftigten im Bereich der StarsBranche 72 Datenverarbeitung und Datenbanken, die zwischen 2001 und 2009 die groten Beschaftigtenzuwachse erzielt hat Stichwort SAP in Walldorf. Positive Strukturfaktoren uber 1,02 haben daneben lediglich die Arbeitsmarktregion Rostock, Lubeck und Wolfsburg zu verzeichnen gehabt. Aus Tabelle 3 geht eindeutig hervor, dass die Arbeitsmarktregionen mit den starksten Beschaftigungsgewinnen zwischen 2001 und 2009 nicht durch eine uberdurchschnittlich gunstige sektorale Ausstattung mit besonders wachstumsstarken Branchen vor Ort gekennzeichnet waren. Bis auf die Arbeitsmarktregion Emden Strukturfaktor 1,01 hat keine der TOP 15 Arbeitsmarktregionen mit dem groten Beschaftigtenwachstum einen Strukturfaktor groer 1. Die sektorale Zusammensetzung ist demnach in keinem dieser Falle gunstiger gewesen als im Bundesdurchschnitt. Auch am unteren Ende der Tabelle 3 zeigt sich, dass die groen Beschaftigtenverluste in diesen Arbeitsmarktregionen nur zu geringen Teilen durch eine ungunstige Branchenstruktur erklart werden konnen. Generell kann festgehalten werden, dass der Strukturfaktor die Beschaftigtenentwicklung in den Arbeitsmarktregionen nicht erklaren kann. Der Zusammenhang zwischen der Gesamtverschiebung in Abhangigkeit vom Strukturfaktor fallt mit einem Korrelationskoeffizienten r 0,12 Bestimmtheitsma B 1,45% auerst gering aus. Somit konnen nur 1,45% der Varianz der Beschaftigungsdynamik durch die spezifische Ausstattung der Arbeitsmarktregion mit besonders dynamischen oder schrumpfenden Wirtschaftszweigen erklart werden. Der Standortfaktor ist somit die entscheidende Groe, von der die Gesamtverschiebung der Beschaftigtenzahlen in den Arbeitsmarktregionen abhangt. Die Kartendarstellung des Standortfaktors in Abbildung 13 zeichnet entsprechend das raumliche Muster der Gesamtentwicklung weitgehend nach. Da der Standortfaktor jedoch lediglich eine inhaltlich nicht weiter bestimmte Restgroe darstellt, ist das zentrale Ergebnis der ShiftShareAnalyse die Erkenntnis, dass die regionale Beschaftigungsentwicklung nicht auf die Branchenstruktur zuruckgefuhrt werden kann, sondern von anderen Faktoren bestimmt wird, die jedoch nicht im Rahmen des ShiftShareAnsatzes operationalisiert werden. Dieses Ergebnis mag einerseits etwas durftig erscheinen. Andererseits ist die Vorstellung immer noch weit verbreitet, dass der bestehende Besatz an Branchen ausschlaggebend fur das Schicksal einer Region ist. Gerade in Regionen mit negativen Entwicklungstendenzen wird gerne darauf verwiesen. Dies mag im Einzelfall auch berechtigt sein, jedoch zeigt die ShiftShareAnalyse sehr deutlich, dass eine eher ungunstige sektorale Struktur keineswegs per se 29 zu einer negativen Beschaftigtenentwicklung fuhrt und umgekehrt ein positiver Branchenbesatz kein Garant fur zukunftig positive Entwicklungen ist. Abb. 13: Standortfaktor nach der ShiftShareAnalyse fur die Arbeitsmarktregionen in Deutschland 20012009 Quelle: Eigene Berechnungen Datengrundlage: Sonderauswertung der BHP des IAB 30 7 Zusammenfassung Die Durchfuhrung der regionalen Struktur und Entwicklungsanalyse wurde anhand der Zielsetzungen staatlicher Eingriffe und Steuerungsmanahmen auf regionaler Ebene motiviert. Demnach sollen Standortnachteile strukturschwacher Regionen durch Fordermanahmen ausgeglichen und regionale Entwicklungsunterschiede abgebaut werden Ausgleichsziel. Zudem soll die Regionalpolitik die global ausgerichtete Wachstums und Beschaftigungspolitik unterstutzen Wachstumsziel. Diesbezuglich wird der Schaffung von dauerhaft wettbewerbsfahigen Arbeitsplatzen besondere Bedeutung beigemessen, so dass in der vorliegenden Studie die regionale Beschaftigtenentwicklung und nicht etwa das regionale BIP als zu untersuchende Zielgroe gewahlt wurde. Die raumliche Bezugsebene der Analyse sind Arbeitsmarktregionen. Arbeitsmarktregionen werden funktional uber Pendlerverflechtungen bestimmt. Das Abgrenzungskriterium steht somit in direktem Zusammenhang mit der Zielgroe und ist bezuglich der untersuchten Fragestellungen besser geeignet als administrative Abgrenzungen wie Kreise oder Bundeslander. Verschiedene Methoden der regionalen Struktur und Entwicklungsanalyse wurden eingesetzt, um drei Fragestellungen zu bearbeiten: 1. In welchen Arbeitsmarktregionen haben im Untersuchungszeitraum uberdurchschnittlich positive sowie besonders negative Beschaftigtenentwicklungen stattgefunden? 2. Welche raumlichen und sektoralen Konzentrationsprozesse lassen sich feststellen, d. h. welche Arbeitsmarktregionen sind durch ein hohes Ma an sektoraler Spezialisierung gekennzeichnet, welche Wirtschaftszweige sind raumlich hoch konzentriert? Stehen die Konzentrationsmae in einem direkten Zusammenhang zur Beschaftigtenentwicklung? 3. Welchen Einfluss ubt die Wachstumsdynamik der einzelnen Wirtschaftszweige auf die Beschaftigtenentwicklung in den Arbeitsmarktregionen aus? Weisen Arbeitsmarktregionen, in denen uberproportional wachstumsstarke Branchen vertreten sind, auch ein uberproportionales Beschaftigtenwachstum auf? Oder anders ausgedruckt: wie stark hangt die Beschaftigtenentwicklung der Arbeitsmarktregion von der wirtschaftsstrukturellen Zusammensetzung ab? Dabei wurden die folgenden Ergebnisse erzielt: 1. Im Untersuchungszeitraum zwischen 2001 und 2009 ist die Zahl der sozialversicherungspflichtig Beschaftigten Vollzeitaquivalente von 26.158.110 auf 25.105.940 zuruckgegangen. Das entspricht einem Ruckgang um 4,0%. Dieser Ruckgang ist weniger eine Folge der Finanz und Wirtschaftskrise ab 20072008, sondern insbesondere dem Stellenabbau in den Jahren bis 2005 geschuldet. Die regionalen Arbeitsmarkte haben sich dabei sehr unterschiedlich entwickelt. Einige Arbeitsmarktregionen konnten deutliche Beschaftigungsgewinne verzeichnen, wie Vechta 13,4%, Emsland 9,3%, Ingolstadt 9,1%, Erlangen 7,7%, DonauRies 7,0%, Cham 5,6% oder Landau 5,0%. Auf der anderen Seite mussten andere Arbeitsmarktregionen deutlich hohere Beschaftigungsverluste als der Bundesdurchschnitt 4,0% hinnehmen, insbesondere Nordhausen 16,5%, Gera 16,5%, 31 Suhl 15,3%, Wuppertal 14,8%, MarkischOderland 14,7%, Mecklenburgische Seenplatte 14,5% oder Bautzen 14,3%. 2. Die Arbeitsmarktregionen waren in 2009 durch ein sehr unterschiedliches Ma an sektoraler Spezialisierung gekennzeichnet, welche durch den Koeffizient der Spezialisierung gemessen wurde. Eine besonders einseitige sektorale Wirtschaftsregion konnte fur die Arbeitsmarktregion Wolfsburg KS 0,402 festgestellt werden, mit dem Wirtschaftszweig 34 Herstellung von Kraftfahrzeugen und teilen als Leitbranche. Hochgradig spezialisierte Arbeitsmarktregionen sind zudem Kronach KS 0,319 26 Glasgewerbe, Keramik, Verarb. Steine Erde, Cham KS 0,295 32 Rundfunk, Fernsehen, Nachrichtentechnik, WaldeckFrankenberg KS 2,82 5 Herstellung von Gummi und Kunststoffwaren sowie Nordvorpommern KS 0,280 55 Gastgewerbe. Eine dem bundesdurchschnitt besonders ahnliche sektorale Wirtschaftsstruktur besa mit einem Koeffizient der Spezialisierung KS 0,095 die Arbeitsmarktregion Hannover. Es folgen Munster KS 0,105, Limburg Weilburg KS 0,107, Augsburg KS 0,113 sowie Bremen KS 0,114. Zwischen dem Grad der sektoralen Spezialisierung einer Arbeitsmarktregion und der Beschaftigtenentwicklung besteht kein Zusammenhang Korrelationskoeffizient r 0,15. Die untersuchten Wirtschaftszweige weisen groe Unterschiede bezuglich der raumlichen Konzentration gemessen anhand des Koeffizienten der Lokalisierung auf. Dabei ist zu beachten, dass der Grad der raumlichen Konzentrationsneigung von der Beschaftigtenzahl einer Branche abhangt. Der errechnete Korrelationskoeffizient r 0,65 bestatigt: je mehr Beschaftigte ein Wirtschaftszweig hat, desto geringer ist dessen raumliche Konzentrationsneigung. Entsprechend wurden insbesondere fur die kleineren Wirtschaftszweige hohe Koeffizienten der Lokalisierung errechnet. Am starksten raumlich konzentriert war 2009 der Wirtschaftszweig 61 Schifffahrt mit einem Koeffizient der Lokalisierung KL 0,708, gefolgt von 62 Herstellung von Buromaschinen und Datenverarbeitungsgeraten, KL 0,522. Auf der anderen Seite sind Wirtschaftszweige, deren Kundenkreis vor allem aus Endverbrauchern besteht, raumlich dispers verteilt. Den geringsten Grad der raumlichen Konzentration hat der Wirtschaftszweig 52 Einzelhandel ohne KFZ, KL 0,053, 50 KFZHandel, KFZReparatur, Tankstellen, KL 0,061, 85 Gesundheits, Veterinar und Sozialwesen, KL 0,076 sowie 93 Erbringung von sonstigen Dienstleistungen, KL 0,092. Luftfahrt, KL 0,675 und 30 Ein genereller Trend einer zunehmenden oder abnehmenden raumlichen Konzentrationsneigung der Wirtschaftszweige lasst sich fur den Untersuchungszeitraum nicht feststellen. Auch das Beschaftigtenwachstum eines Wirtschaftszweiges kann nicht auf den Grad der raumlichen Konzentration zuruckgefuhrt werden Korrelationskoeffizient r 0,08. 3. Der dritte Fragenkomplex nach dem Einfluss der Wachstumsdynamik der einzelnen Wirtschaftszweige auf die Beschaftigtenentwicklung in den Arbeitsmarktregionen wurde in zwei Schritten bearbeitet. Anhand einer modifizierten PortfolioAnalyse wurden die Wirtschaftszweige zunachst einer groben Klassifikation nach ihrer absoluten Beschaftigtenzahl und dem Beschaftigtenwachstum zwischen 2001 und 2009 unterzogen. Demnach konnte jeder Wirtschaftszweig einem der vier Felder Fragezeichen, Stars, Melkkuhe und faule Hunde zugeordnet werden. Daraus wurde die Vermutung abgeleitet, dass die strukturelle 32 Zusammensetzung der regionalen Arbeitsmarkte mit uberwiegend wachstumsstarken oder schrumpfenden Branchen ein erklarender Faktor fur die Beschaftigtenentwicklung einer Arbeitsmarktregion ist. Dies wurde in einem zweiten Schritt durch eine ShiftShareAnalyse systematisch gepruft. Diesbezuglich ist der Strukturfaktor die relevante Groe innerhalb des ShiftShareAnsatzes. Die Ergebnisse zeigen, dass sich die Regionen im Hinblick auf ihre sektorale Zusammensetzung mit wachsenden oder schrumpfenden Wirtschaftszweigen nur geringfugig unterscheiden. Positive Strukturfaktoren uber 1,02 errechnen sich lediglich fur die Arbeitsmarktregionen der groen Metropolen Berlin, Hamburg, Munchen und Frankfurt sowie fur Heidelberg, Rostock, Lubeck und Wolfsburg. Diese Arbeitsmarktregionen gehoren jedoch nicht zur Spitzengruppe mit den groten Beschaftigungszuwachsen. Ebenso weisen die Arbeitsmarktregionen mit den starksten Beschaftigungsgewinnen keine uberdurchschnittlich gunstige sektorale Zusammensetzung mit besonders wachstumsstarken Branchen auf. Auch Beschaftigungsverluste in Arbeitsmarktregionen konnen nur zu geringen Teilen durch eine ungunstige Branchenstruktur erklart werden. Insgesamt kann somit festgehalten werden, dass der Strukturfaktor die Beschaftigtenentwicklung in den Arbeitsmarktregionen nicht erklaren kann. Folglich ist die als Standortfaktor bezeichnete Restgroe die wesentliche Groe innerhalb des ShiftShareAnsatzes, von der die Veranderung der Beschaftigtenzahlen in den Arbeitsmarktregionen abhangt. Als Restgroe enthalt der Standortfaktor jedoch keine Informationen, wie er inhaltlich sinnvoll zu interpretieren ist. Als Fazit kann festgehalten werden, dass eine eindimensionale Struktur und Entwicklungsanalyse die Beschaftigtendynamik in den Arbeitsmarktregionen nicht befriedigend erklaren kann. Andererseits kann aufgrund der Ergebnisse des ShiftShareAnsatzes die weit verbreitete Vorstellung einer regionalen Abhangigkeit von den sektoralen Wirtschaftsstrukturen widerlegt werden. Gerade in Regionen mit negativen Entwicklungstendenzen wird gerne auf Leitbranchen im Niedergang und die besonderen Herausforderungen der Region im Zuge des sektoralen Strukturwandels verwiesen. Dies mag im Einzelfall partiell berechtigt sein, jedoch zeigt die ShiftShareAnalyse sehr deutlich, dass eine eher ungunstige sektorale Struktur keineswegs per se zu einer negativen Beschaftigtenentwicklung fuhrt und umgekehrt ein positiver Branchenbesatz kein Garant fur zukunftig positive Entwicklungen ist. Bezogen auf die formulierten Forderziele auf regionaler Ebene konnen die Begriffe Standortnachteile und Strukturschwache als Kriterien der Forderwurdigkeit ebenfalls nicht hinreichend durch eine solche Erfassung der regionalen Branchenstrukturen operationalisiert werden. 33 Anhang 1: Entwicklung der SVBeschaftigung Vollzeitaquivalente in den Arbeitsmarktregionen in Deutschland 2001 2009 SVBeschaftigte Veranderung Arbeitsmarktregion 1 Kiel 2 Lubeck 3 Dithmarschen 4 Flensburg 5 Hamburg 6 Braunschweig 7 Wolfsburg 8 Gottingen 9 Goslar 10 Hannover 11 Hameln 12 Celle 13 LuchowDannenberg 14 Stade 15 Uelzen 16 Emden 17 Oldenburg 18 Osnabruck 19 Emsland 20 Wilhelmshaven 21 Vechta 22 Bremen 23 Bremerhaven 24 Dusseldorf 25 Essen 26 Wuppertal 27 Kleve 28 Bonn 29 Koln 30 Aachen 31 Olpe 32 Munster 33 Borken 34 Bielefeld 35 Hoxter 36 Minden 37 Bochum 38 Dortmund 39 Hagen 40 Siegen 41 Soest 42 Darmstadt 43 FrankfurtMain 44 Gieen 45 Limburg Weilburg 46 Kassel 47 Fulda 48 WaldeckFrankenberg 2009 202057 118667 31931 119520 1090200 182049 137151 139942 120198 527326 60097 43424 34504 48146 22165 104702 141665 164657 133711 57893 94792 377758 78908 829332 580308 180912 73451 285023 687317 281786 127852 366808 109694 333353 35712 203322 348360 325680 280360 95461 264380 155138 969927 222211 75349 204070 131845 48087 2001 209877 123616 33500 119905 1080127 192258 134055 150694 138075 560471 66846 43641 39338 46681 23442 101564 140147 168423 122381 61057 83598 394757 79687 867942 613205 212216 73766 284806 718064 293595 132068 364015 111884 352371 37988 220583 384251 328363 316001 99765 274540 164445 1029155 227938 78476 210726 135931 50680 34 absolut 7819 4949 1569 386 10073 10210 3096 10752 17877 33144 6749 217 4834 1465 1277 3138 1518 3766 11330 3164 11194 16999 779 38610 32898 31304 315 217 30747 11809 4217 2794 2190 19018 2276 17260 35891 2683 35642 4304 10160 9307 59228 5726 3127 6656 4086 2593 in % 3,7% 4,0% 4,7% 0,3% 0,9% 5,3% 2,3% 7,1% 12,9% 5,9% 10,1% 0,5% 12,3% 3,1% 5,4% 3,1% 1,1% 2,2% 9,3% 5,2% 13,4% 4,3% 1,0% 4,4% 5,4% 14,8% 0,4% 0,1% 4,3% 4,0% 3,2% 0,8% 2,0% 5,4% 6,0% 7,8% 9,3% 0,8% 11,3% 4,3% 3,7% 5,7% 5,8% 2,5% 4,0% 3,2% 3,0% 5,1% SVBeschaftigte Veranderung absolut 7561 2916 1649 777 9 679 3917 3629 15557 5261 46640 12114 5197 4514 1768 6795 569 515 6988 179 4585 7884 2364 2682 1622 3282 5511 458 8373 409 12957 7731 1386 399 1062 1528 2480 658 3260 2115 5772 4290 1348 5558 8680 20618 3108 10956 16384 183 in % 2,6% 8,7% 2,5% 3,4% 0,1% 0,7% 4,1% 5,0% 4,3% 2,0% 5,9% 5,2% 6,8% 1,9% 3,0% 4,0% 0,2% 0,2% 7,0% 0,1% 3,2% 4,6% 3,0% 4,1% 3,6% 2,2% 9,0% 0,2% 3,5% 1,1% 9,1% 0,7% 1,4% 0,2% 1,8% 2,6% 11,9% 0,9% 2,3% 5,6% 5,1% 2,3% 1,4% 6,7% 8,8% 12,8% 12,1% 7,7% 3,8% 0,3% Arbeitsmarktregion 49 Koblenz 50 Altenkirchen 51 Bad Kreuznach 52 Bitburg 53 Vulkaneifel 54 Trier 55 Kaiserslautern 56 Landau 57 Ludwigshafen 58 Mainz 59 Stuttgart 60 Boblingen 61 Goppingen 62 Heilbronn 63 SchwabischHall 64 Heidenheim 65 Karlsruhe 66 Heidelberg 67 Pforzheim 68 Freiburg 69 Ortenaukreis 70 Rottweil 71 Konstanz 72 Lorrach 73 Waldshut 74 Reutlingen 75 Zollernalbkreis 76 Ulm 77 Ravensburg 78 Sigmaringen 79 Ingolstadt 80 Munchen 81 Altotting 82 Traunstein 83 WeilheimSchongau 84 Deggendorf 85 FreyungGrafenau 86 Passau 87 Landshut 88 Cham 89 Amberg 90 Regensburg 91 Bamberg 92 Bayreuth 93 Coburg 94 Hof 95 Kronach 96 Erlangen 97 Nurnberg 98 Ansbach 2009 279974 30517 63851 23866 15522 100726 91353 75684 348914 262254 749903 220417 71097 237729 61621 163202 357911 261302 93293 190308 139577 164747 76449 62041 42849 144497 55994 204802 244691 37815 155385 1096533 95487 165220 58870 57562 18359 75582 143021 39658 106652 191338 92324 77513 90171 140906 22555 154154 411957 68006 2001 287536 33432 65500 23089 15514 100047 95270 72055 364471 267515 796543 232530 76293 233215 59853 169997 357342 261817 100281 190488 144162 172631 78813 64722 44472 147778 61505 204344 236318 38224 142428 1104264 96874 164821 59932 59090 20838 76240 139761 37543 112424 187048 93671 83071 98851 161524 25663 143199 428341 68189 35 SVBeschaftigte Veranderung absolut 2219 1656 2054 958 5098 1590 3069 53 17697 4840 48781 9788 8446 692 6646 2319 3069 3959 1338 11665 1059 5240 14292 13957 13065 7436 6865 43512 17674 26016 17169 10626 27963 30292 2316 20389 15878 1199 8159 5280 4149 12258 7795 1052170 in % 8,2% 1,4% 1,7% 0,5% 2,6% 2,7% 7,0% 0,0% 6,2% 4,7% 4,2% 12,3% 12,5% 2,0% 14,7% 5,1% 9,6% 5,2% 5,5% 13,8% 2,3% 13,9% 9,5% 14,5% 9,5% 10,4% 9,7% 10,2% 5,1% 14,3% 5,3% 8,4% 11,5% 12,1% 6,9% 8,5% 16,5% 1,8% 16,5% 9,0% 13,0% 15,3% 11,9% 4,0% 2009 24684 117123 115600 203372 191732 61171 46929 116676 266576 97913 1122687 69501 59195 33540 38561 43296 28746 71831 23143 72953 46125 32451 135904 82201 123767 63897 63888 384912 332030 155308 303988 115251 215121 220008 31495 218713 80549 65629 41369 53646 27668 67749 57689 25105940 Arbeitsmarktregion 99 WeienburgGunzenhausen 100 Aschaffenburg 101 Schweinfurt 102 Wurzburg 103 Augsburg 104 Memmingen 105 DonauRies 106 Kempten 107 Saarbrucken 108 Pirmasens 109 Berlin 110 Frankfurt Oder 111 ElbeElster 112 Havelland 113 MarkischOderland 114 Oberhavel 115 OstprignitzRuppin 116 PotsdamMittelmark 117 ElbeElster 118 Cottbus 119 TeltowFlaming 120 Uckermark 121 Schwerin 122 Mecklenb. Seenplatte 123 Rostock 124 Nordvorpommern 125 Sudvorpommern 126 Chemnitz 127 Dresden 128 Bautzen 129 Leipzig 130 DessauRolau 131 Magdeburg 132 Halle 133 Stendal 134 Erfurt 135 Gera 136 Jena 137 Nordhausen 138 Eisenach 139 UnstrutHainich 140 Suhl 141 SaalfeldRudolstadt Summe 2001 26902 118779 117654 204331 196830 59581 43859 116729 284272 102753 1171468 79289 67641 34232 45207 45615 31814 75790 24480 84618 45066 37691 150196 96158 136832 71334 70752 428423 349704 181324 321158 125876 243084 250300 33812 239102 96427 66828 49528 58926 31816 80007 65484 26158110 36 Anhang 2: Koeffizient der regionalen Spezialisierung der Arbeitsmarktregionen in Deutschland 2001und 2009 Koeffizient der regionalen Spezialisierung Arbeitsmarktregion 1 Kiel 2 Lubeck 3 Dithmarschen 4 Flensburg 5 Hamburg 6 Braunschweig 7 Wolfsburg 8 Gottingen 9 Goslar 10 Hannover 11 Hameln 12 Celle 13 LuchowDannenberg 14 Stade 15 Uelzen 16 Emden 17 Oldenburg 18 Osnabruck 19 Emsland 20 Wilhelmshaven 21 Vechta 22 Bremen 23 Bremerhaven 24 Dusseldorf 25 Essen 26 Wuppertal 27 Kleve 28 Bonn 29 Koln 30 Aachen 31 Olpe 32 Munster 33 Borken 34 Bielefeld 35 Hoxter 36 Minden 37 Bochum 38 Dortmund 39 Hagen 40 Siegen 41 Soest 42 Darmstadt 43 FrankfurtMain 44 Gieen 45 Limburg Weilburg 46 Kassel 47 Fulda 48 WaldeckFrankenberg 2001 0,145 0,197 0,272 0,225 0,160 0,160 0,398 0,185 0,199 0,096 0,205 0,225 0,223 0,206 0,264 0,205 0,124 0,154 0,184 0,213 0,259 0,121 0,235 0,162 0,147 0,180 0,184 0,139 0,157 0,132 0,240 0,121 0,228 0,158 0,230 0,169 0,145 0,125 0,246 0,226 0,177 0,195 0,223 0,150 0,107 0,133 0,134 0,305 2009 0,141 0,201 0,274 0,202 0,165 0,157 0,402 0,177 0,179 0,095 0,198 0,232 0,209 0,215 0,273 0,201 0,131 0,139 0,196 0,197 0,256 0,114 0,209 0,147 0,128 0,158 0,194 0,160 0,147 0,119 0,228 0,105 0,209 0,135 0,226 0,165 0,145 0,123 0,222 0,230 0,163 0,174 0,202 0,149 0,107 0,137 0,143 0,282 Diff. 0,004 0,004 0,002 0,023 0,005 0,003 0,004 0,008 0,021 0,001 0,007 0,007 0,013 0,009 0,009 0,004 0,007 0,015 0,012 0,017 0,002 0,007 0,026 0,015 0,019 0,023 0,010 0,021 0,009 0,012 0,012 0,016 0,019 0,023 0,004 0,004 0,000 0,002 0,023 0,004 0,014 0,021 0,021 0,001 0,000 0,004 0,009 0,023 37 Arbeitsmarktregion 49 Koblenz 50 Altenkirchen 51 Bad Kreuznach 52 Bitburg 53 Vulkaneifel 54 Trier 55 Kaiserslautern 56 Landau 57 Ludwigshafen 58 Mainz 59 Stuttgart 60 Boblingen 61 Goppingen 62 Heilbronn 63 SchwabischHall 64 Heidenheim 65 Karlsruhe 66 Heidelberg 67 Pforzheim 68 Freiburg 69 Ortenaukreis 70 Rottweil 71 Konstanz 72 Lorrach 73 Waldshut 74 Reutlingen 75 Zollernalbkreis 76 Ulm 77 Ravensburg 78 Sigmaringen 79 Ingolstadt 80 Munchen 81 Altotting 82 Traunstein 83 WeilheimSchongau 84 Deggendorf 85 FreyungGrafenau 86 Passau 87 Landshut 88 Cham 89 Amberg 90 Regensburg 91 Bamberg 92 Bayreuth 93 Coburg 94 Hof 95 Kronach 96 Erlangen 97 Nurnberg 2001 0,124 0,206 0,192 0,253 0,248 0,171 0,151 0,204 0,157 0,185 0,172 0,254 0,214 0,195 0,248 0,227 0,128 0,138 0,266 0,132 0,183 0,265 0,156 0,199 0,212 0,170 0,280 0,133 0,151 0,250 0,211 0,193 0,244 0,189 0,193 0,243 0,313 0,185 0,239 0,280 0,221 0,136 0,206 0,166 0,259 0,183 0,353 0,235 0,131 Koeffizient der regionalen Spezialisierung 2009 0,125 0,214 0,186 0,270 0,246 0,192 0,149 0,224 0,133 0,180 0,155 0,229 0,222 0,194 0,249 0,216 0,130 0,140 0,254 0,132 0,184 0,272 0,149 0,202 0,217 0,171 0,275 0,128 0,176 0,235 0,245 0,176 0,240 0,186 0,220 0,253 0,270 0,178 0,222 0,295 0,227 0,141 0,172 0,170 0,246 0,180 0,319 0,264 0,115 Diff. 0,000 0,008 0,006 0,017 0,002 0,021 0,002 0,020 0,023 0,004 0,017 0,025 0,008 0,001 0,000 0,010 0,002 0,002 0,012 0,000 0,001 0,007 0,006 0,003 0,005 0,001 0,006 0,005 0,025 0,014 0,034 0,018 0,004 0,003 0,026 0,010 0,044 0,007 0,017 0,015 0,006 0,005 0,034 0,004 0,013 0,004 0,033 0,028 0,016 38 Koeffizient der regionalen Spezialisierung 2009 0,201 0,236 0,171 0,214 0,147 0,113 0,234 0,259 0,186 0,123 0,186 0,212 0,220 0,208 0,223 0,238 0,210 0,247 0,187 0,255 0,237 0,242 0,245 0,195 0,211 0,185 0,280 0,259 0,134 0,144 0,173 0,150 0,181 0,144 0,173 0,251 0,140 0,124 0,218 0,217 0,229 0,228 0,193 0,201 Diff. 0,029 0,027 0,010 0,004 0,002 0,004 0,019 0,000 0,002 0,018 0,037 0,017 0,029 0,031 0,024 0,031 0,018 0,014 0,019 0,016 0,026 0,001 0,026 0,029 0,027 0,027 0,004 0,015 0,021 0,030 0,039 0,035 0,027 0,059 0,029 0,042 0,018 0,057 0,008 0,013 0,001 0,028 0,010 0,008 Arbeitsmarktregion 98 Ansbach 99 WeienburgGunzenhausen 100 Aschaffenburg 101 Schweinfurt 102 Wurzburg 103 Augsburg 104 Memmingen 105 DonauRies 106 Kempten 107 Saarbrucken 108 Pirmasens 109 Berlin 110 Frankfurt Oder 111 ElbeElster 112 Havelland 113 MarkischOderland 114 Oberhavel 115 OstprignitzRuppin 116 PotsdamMittelmark 117 ElbeElster 118 Cottbus 119 TeltowFlaming 120 Uckermark 121 Schwerin 122 Mecklenburgische Seenplatte 123 Rostock 124 Nordvorpommern 125 Sudvorpommern 126 Chemnitz 127 Dresden 128 Bautzen 129 Leipzig 130 DessauRolau 131 Magdeburg 132 Halle 133 Stendal 134 Erfurt 135 Gera 136 Jena 137 Nordhausen 138 Eisenach 139 UnstrutHainich 140 Suhl 141 SaalfeldRudolstadt 2001 0,230 0,262 0,181 0,210 0,149 0,109 0,215 0,258 0,184 0,141 0,224 0,195 0,249 0,239 0,247 0,269 0,229 0,262 0,207 0,238 0,263 0,242 0,271 0,224 0,238 0,212 0,284 0,274 0,155 0,174 0,212 0,185 0,208 0,203 0,201 0,292 0,158 0,181 0,226 0,230 0,230 0,255 0,182 0,209 39 Anhang 3: Ergebnisse der ShiftAnalyse der Arbeitsmarktregionen in Deutschland 2001 2009 Arbeitsmarktregion 1 Kiel 2 Lubeck 3 Dithmarschen 4 Flensburg 5 Hamburg 6 Braunschweig 7 Wolfsburg 8 Gottingen 9 Goslar 10 Hannover 11 Hameln 12 Celle 13 LuchowDannenberg 14 Stade 15 Uelzen 16 Emden 17 Oldenburg 18 Osnabruck 19 Emsland 20 Wilhelmshaven 21 Vechta 22 Bremen 23 Bremerhaven 24 Dusseldorf 25 Essen 26 Wuppertal 27 Kleve 28 Bonn 29 Koln 30 Aachen 31 Olpe 32 Munster 33 Borken 34 Bielefeld 35 Hoxter 36 Minden 37 Bochum 38 Dortmund 39 Hagen 40 Siegen 41 Soest 42 Darmstadt 43 FrankfurtMain 44 Gieen 45 Limburg Weilburg 46 Kassel 47 Fulda 48 WaldeckFrankenberg Gesamtverschiebung Struktureffekt Standorteffekt 1,00 1,00 0,99 1,04 1,05 0,99 1,07 0,97 0,91 0,98 0,94 1,04 0,91 1,07 0,99 1,07 1,05 1,02 1,14 0,99 1,18 1,00 1,03 1,00 0,99 0,89 1,04 1,04 1,00 1,00 1,01 1,05 1,02 0,99 0,98 0,96 0,94 1,03 0,92 1,00 1,00 0,98 0,98 1,02 1,00 1,01 1,01 0,99 1,01 1,03 0,99 1,00 1,02 1,01 1,02 0,99 0,99 1,01 0,97 0,99 0,98 1,00 1,00 1,01 1,00 0,99 0,98 1,00 0,97 1,01 1,01 1,01 1,00 1,01 0,98 1,01 1,01 1,00 0,99 0,99 0,95 0,99 0,98 0,97 1,00 1,01 0,99 1,00 0,98 1,01 1,03 0,99 1,00 1,00 0,97 0,99 0,99 0,97 1,01 1,03 1,03 0,97 1,05 0,98 0,92 0,97 0,96 1,04 0,93 1,07 0,99 1,07 1,05 1,03 1,17 0,98 1,22 0,99 1,03 0,99 0,98 0,88 1,05 1,03 0,98 1,00 1,02 1,06 1,07 1,00 1,00 0,99 0,94 1,03 0,93 1,00 1,02 0,98 0,95 1,02 1,00 1,00 1,04 1,00 40 Arbeitsmarktregion 49 Koblenz 50 Altenkirchen 51 Bad Kreuznach 52 Bitburg 53 Vulkaneifel 54 Trier 55 Kaiserslautern 56 Landau 57 Ludwigshafen 58 Mainz 59 Stuttgart 60 Boblingen 61 Goppingen 62 Heilbronn 63 SchwabischHall 64 Heidenheim 65 Karlsruhe 66 Heidelberg 67 Pforzheim 68 Freiburg 69 Ortenaukreis 70 Rottweil 71 Konstanz 72 Lorrach 73 Waldshut 74 Reutlingen 75 Zollernalbkreis 76 Ulm 77 Ravensburg 78 Sigmaringen 79 Ingolstadt 80 Munchen 81 Altotting 82 Traunstein 83 WeilheimSchongau 84 Deggendorf 85 FreyungGrafenau 86 Passau 87 Landshut 88 Cham 89 Amberg 90 Regensburg 91 Bamberg 92 Bayreuth 93 Coburg 94 Hof 95 Kronach 96 Erlangen 97 Nurnberg 98 Ansbach Gesamtverschiebung Struktureffekt Standorteffekt 1,01 0,95 1,02 1,08 1,04 1,05 1,00 1,09 1,00 1,02 0,98 0,99 0,97 1,06 1,07 1,00 1,04 1,04 0,97 1,04 1,01 0,99 1,01 1,00 1,00 1,02 0,95 1,04 1,08 1,03 1,14 1,03 1,03 1,04 1,02 1,01 0,92 1,03 1,07 1,10 0,99 1,07 1,03 0,97 0,95 0,91 0,92 1,12 1,00 1,04 0,99 0,98 0,99 0,98 0,99 0,99 0,99 1,00 1,00 1,00 1,00 1,00 0,98 0,99 0,97 0,98 1,00 1,02 0,98 1,01 0,98 0,99 0,99 0,98 0,96 0,98 0,94 0,99 1,00 0,96 0,99 1,02 0,97 0,99 1,00 0,96 0,95 0,99 0,99 0,95 0,96 1,00 0,97 0,97 0,94 0,95 0,94 0,99 1,00 0,96 1,03 0,97 1,03 1,10 1,06 1,06 1,01 1,09 0,99 1,02 0,98 0,99 0,99 1,07 1,11 1,03 1,04 1,02 0,99 1,04 1,03 1,01 1,02 1,02 1,04 1,04 1,01 1,05 1,08 1,08 1,14 1,01 1,06 1,05 1,03 1,06 0,97 1,04 1,08 1,15 1,03 1,07 1,06 1,00 1,01 0,96 0,98 1,13 1,00 1,08 41 Arbeitsmarktregion 99 WeienburgGunzenhausen 100 Aschaffenburg 101 Schweinfurt 102 Wurzburg 103 Augsburg 104 Memmingen 105 DonauRies 106 Kempten 107 Saarbrucken 108 Pirmasens 109 Berlin 110 Frankfurt Oder 111 ElbeElster 112 Havelland 113 MarkischOderland 114 Oberhavel 115 OstprignitzRuppin 116 PotsdamMittelmark 117 ElbeElster 118 Cottbus 119 TeltowFlaming 120 Uckermark 121 Schwerin 122 Mecklenburgische Seenplatte 123 Rostock 124 Nordvorpommern 125 Sudvorpommern 126 Chemnitz 127 Dresden 128 Bautzen 129 Leipzig 130 DessauRolau 131 Magdeburg 132 Halle 133 Stendal 134 Erfurt 135 Gera 136 Jena 137 Nordhausen 138 Eisenach 139 UnstrutHainich 140 Suhl 141 SaalfeldRudolstadt Gesamtverschiebung Struktureffekt Standorteffekt 0,96 1,03 1,02 1,04 1,01 1,07 1,11 1,04 0,98 0,99 1,00 0,91 0,91 1,02 0,89 0,99 0,94 0,99 0,98 0,90 1,07 0,90 0,94 0,89 0,94 0,93 0,94 0,94 0,99 0,89 0,99 0,95 0,92 0,92 0,97 0,95 0,87 1,02 0,87 0,95 0,91 0,88 0,92 0,96 0,98 1,00 0,99 0,99 0,97 0,96 0,99 1,00 0,99 1,03 0,99 0,97 0,99 0,98 0,99 0,98 0,99 0,98 0,98 0,99 0,98 0,99 0,99 1,02 1,01 1,01 0,98 1,01 0,98 1,00 0,99 0,99 1,00 0,98 0,99 0,98 1,01 0,98 0,98 0,97 0,98 0,97 0,99 1,05 1,02 1,05 1,03 1,10 1,16 1,05 0,98 1,00 0,97 0,92 0,94 1,04 0,91 0,99 0,96 1,00 1,00 0,92 1,08 0,91 0,95 0,90 0,93 0,92 0,93 0,95 0,98 0,91 0,99 0,96 0,93 0,92 0,99 0,96 0,89 1,02 0,89 0,97 0,93 0,90 0,94 42 Literaturverzeichnis: Bahrenberg, G.Giese, E.Mevenkamp, N.Nipper, J. 2010: Statistische Methoden in der Geographie. Band 1: Univariate und bivariate Statistik. 5. Auflage, Stuttgart. Bathelt, H.Gluckler, J. 2012: Wirtschaftsgeographie. Okonomische Beziehungen in raumlicher Perspektive. 3. Auflage. Stuttgart. Broker, J.Fritsch, M. 2012: Okonomische Geographie. Munchen. Coriat, B. 1991: Technical Flexibility and Mass Production: Flexible Specialisation and Dynamic Flexibility. In: Benke, G. Dunford, M. eds.: Industrial change and regional development, London, New York, S. 134158. Deutscher Bundestag 2009: Koordinierungsrahmen der Gemeinschaftsaufgabe Verbesserung der regionalen Wirtschaftsstruktur ab 2009. Drucksache 1613950. abrufbar unter: http:dipbt.bundestag.dedip 21btd161391613950.pdf Gaebe, W. 2004: Urbane Raume. Stuttgart. Giese, E.Mossig, I.Schroder, H. 2011: Globalisierung der Wirtschaft. Eine wirtschaftsgeographische Einfuhrung. Grundriss Allgemeine Geographie. Paderborn. Granato, N.Farhauer, O. 2007: Die Abgrenzung von Arbeitsmarktregionen: Gutekriterien und mazahlen. Diskussionspapier 20072, Wirtschaftswissenschaftliche Dokumentation, Technische Universitat Berlin. Jacobs, J. 1969: The economy of cities. New York. Kosfeld, R.Werner, A. 2011: Neuzuschnitt der Arbeitsmarktregionen in Sachsen, SachsenAnhalt und Mecklenburg. Forschungsprojekt im Rahmen der GA Verbesserung der regionalen Wirtschaftsstruktur. Bundesministerium fur Wirtschaft und Technologie BMWi, Berlin. Kosfeld, R.Werner, A. 2012: Deutsche Arbeitsmarktregionen Neuabgrenzung nach den Kreisgebietsreformen 20072011. In: Raumforschung und Raumordnung, 70. Jg. , S. 4964. Krugman, P. 1991: Geography and Trade. Leuven, Cambridge MA. Liefner, I. 2010: Regionale Disparitaten sowie regionale und kommunale Wirtschaftspolitik. In: Kulke, E. Hrsg.: Wirtschaftsgeographie Deutschlands. 2. Auflage, S. 1742. Maier, G.Todtling, F. 2006: Regional und Stadtokonomik 1. Standorttheorie und Raumstruktur. 4. Auflage. Wien, New York. Maier, G.Todtling, F.Trippl, M. 2006: Regional und Stadtokonomik 2. Regionalentwicklung und Regionalpolitik. 3. Auflage. Wien, New York. Malmberg, A.Maskell, P. 2010: An evolutionary approach to localized learning and spatial clustering. In: Boschma, R.Martin, R. eds.: The Handbook of Evolutionary Economic Geography, S. 391405. 43 Menzel, M.P.Fornahl, D. 2010: Cluster life cyclesdimensions and rationales of cluster evolution. In: Industrial and Corporate Change, 19 1, S. 205238. Mossig, I. 2002: Konzeptioneller Uberblick zur Erklarung der Existenz geographischer Cluster. Evolution, Institution und die Bedeutung des Faktors Wissen. In: Jahrbuch fur Regionalwissenschaft, 22. Jg., S. 143161. Mossig, I. 2008: Entstehungs und Wachstumspfade von Clustern: Konzeptionelle Ansatze und empirische Beispiele. In: Kiese, M.Schatzl, L. Hrsg.: Cluster und Regionalentwicklung. Theorie, Beratung und praktische Umsetzung, S. 5166. Neffke, F.Henning, M.Boschma, R.Lundquist, K.J.Olander, LO. 2011: The Dynamics of Agglomeration Externalities along the Life Cycle of Industries. In: Regional Studies, Vol. 45, S. 4965. Nuscheler, F. 2005: Lern und Arbeitsbuch Entwicklungspolitik. 6. Auflage. Bonn. Rinne, H. 1996: Wirtschafts und Bevolkerungsstatistik. Erlauterungen, Erhebungen, Ergebnisse. 2. Auflage, Munchen, Wien. Schatzl, L. 1994: Wirtschaftsgeographie 2. Empirie. 2. Auflage. Paderborn u.a. Siebert, H. 2000: Einfuhrung in die Volkswirtschaftslehre. 13. Auflage. Stuttgart, Berlin, Koln. Staudacher, C. 2005: Wirtschaftsgeographie regionaler Systeme. Wien. Steinrucken, T. 2011: Wirtschaftsforderung Standortpolitik. Eine Einfuhrung in die Okonomik unternehmensorientierter Wirtschaftspolitik. Norderstedt. Suwala, L. 2010: Regionale Arbeitsmarkte. In: Kulke, E. Hrsg.: Wirtschaftsgeographie Deutschlands. 2. Auflage, S. 4370. Van der Panne, G. 2004: Agglomeration externalities: Marshall versus Jacobs. In: Journal of Evolutionary Economics. Vol. 14, S. 593604. Wohe, G. 1996: Einfuhrung in die Allgemeine Betriebswirtschaftslehre. 19. Auflage. Munchen. 44 Beitrage zur Wirtschaftsgeographie und Regionalentwicklung Nr. 1 2013 Ivo Mossig, Florian Smets und Matthias Scheibner Struktur und Entwicklungsanalyse der Arbeitsmarktregionen in Deutschland 2001 2009 Kurzfassung Regionale Strukturpolitik zielt darauf ab, Standortnachteile strukturschwacher Regionen durch Fordermanahmen auszugleichen und regionale Entwicklungsunterschiede abzubauen. Zudem soll das generelle Wachstumsziel unterstutzt werden. Doch anhand welcher Kennziffern lassen sich strukturelle Unterschiede identifizieren und wie dynamisch ist die Beschaftigtenentwicklung auf regionaler Ebene? Vor diesem Hintergrund werden in diesem Beitrag drei zentrale Fragestellungen bearbeitet: 1. In welchen Arbeitsmarktregionen haben zwischen 2001 und 2009 uberdurchschnittlich positive sowie besonders negative Beschaftigtenentwicklungen stattgefunden? 2. Welche raumlichen und sektoralen Konzentrationsprozesse lassen sich feststellen? Stehen die Konzentrationsmae in einem direkten Zusammenhang zur Beschaftigtenentwicklung? 3. Welchen Einfluss ubt die Wachstumsdynamik der einzelnen Wirtschaftszweige auf die Beschaftigtenentwicklung in den Arbeitsmarktregionen aus? Weisen Arbeitsmarktregionen mit uberproportional wachstumsstarken Branchen auch ein uberproportionales Beschaftigtenwachstum auf? Bisher erschienen: Nr. 2 2012 Christian Kluck: Nr. 1 2012 Zur Beschaftigungsdynamik in der Wissensokonomie Ivo Mossig Stichproben, Stichprobenauswahlverfahren und Berechnung des minimal erforderlichen Stichprobenumfangs Nr. 3 2011 Christian Kluck und Lars Schieber Die Kultur und Kreativwirtschaft in Bremen. Standortfaktoren, Wissensquellen und Kooperationen in der Bremer Software und Werbewirtschaft Nr. 2 2011 Lars Schieber und Ivo Mossig Clusterentwicklung und politik in der VerpackungsmaschinenbauIndustrie Mittelhessens Nr. 1 2011 Lars Schieber und Ivo Mossig Clusterentwicklung und politik in der VerpackungsmaschinenbauIndustrie BadenWurttembergs Ivo Mossig und Ansgar Dorenkamp ShoppingMalls und Business Improvement Districts als Instrumente zur Belebung innerstadtischer Geschaftszentren? Das Beispiel der Stadt Gieen. Ivo Mossig und Tobias Tkaczick Wohnsituation der Studentinnen und Studenten in Bremen Nr. 2 2010 Nr. 1 2010 ", "filename": "774468726.pdf", "person": ["Ivo Mossig", "Mossig, Ivo", "Florian Smets", "Smets, Florian", "Matthias Scheibner", "Scheibner, Matthias"], "date": ["2013"]}