{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/95639/1/774889063.pdf"], "title": ["Attention manipulation and information overload"], "plaintext": "Attention Manipulation and Information Overload Petra Persson 9 December 2013Abstract When a decisionmakers attention is limited, her decisions depend on what she focuses on. This gives interested parties an incentive to manipulate not only the substanceof communication but also the decisionmakers attention allocation. This paper modelssuch attention manipulation. In its presence, competitive information supply can reducethe decisionmakers knowledge by causing information overload. Further, a single information provider may deliberately induce information overload to conceal information.These findings, pertinent to consumer protection, suggest a role for rules that restrictcommunication, mandate not only the content but also the format of disclosure, andregulate product design.Keywords: Communication, Information Overload, Limited Attention, Persuasion, Disclosure, Complexity, Consumer Protection, Salience JEL Codes: D82, D83, D18, M38I am grateful to Navin Kartik for his support at all stages of this project, as well as to Cass Sunstein for generously providing input into the theorys realworld consumer protection applications. I also thank Patrick Bolton, YeonKoo Che, PierreAndre Chiappori, Takakazu Honryo, Samuel Lee, Uliana Loginova, the participants of the Stanford Institute for Economic Policy Research BiWeekly Discussion Group, the Columbia University Theory Colloquium and Political Economy Breakfast, and the faculty and participants of the Russell Sage Foundation Summer Institute in Behavioral Economics in Trento for many useful comments. Financial support from the Jan Wallander and Tom Hedelius Foundation is gratefully acknowledged.SIEPR and Department of Economics, Stanford University; Research Institute of Industrial Economics, Stockholm. Email: perssonpstanford.edu.1 Introduction Before deciding whether to take an action, people often communicate with others who knowmore about it. A mother deciding whether to send her child to a school talks to the headmasterand teachers. An investor deciding whether to put her money in a fund reads its investmentstrategy or talks to its manager. A homeowner deciding whether to sign up for an insuranceplan discusses it with the agent.Such communication often requires time and devotion. Dewatripont and Tirole 2005present a model in which the successful exchange of information between a sender and areceiver depends on effort choices of both communicating parties. This seems a plausiblecharacterization of information exchange, in particular ahead of complex decisions: For aheadmaster, fund manager, or insurance agent, being persuasive and comprehensible requireseffort; for a parent, investor, or homeowner, processing the provided information requiresattention.But a headmaster, fund manager, or insurance agent seldom enjoys the prospective clientsundivided attention; she may be faced with a plethora of schools, funds, or insurance products. Because the decisionmakers attention is limited, her decisions hinge on what she paysattention to. This gives the interested parties incentives to engage in attention manipulation,that is, strategic actions to influence how the decisionmaker allocates her attention.This paper proposes a framework to analyze attention manipulation and highlights someof its effects on communication. For example, interested parties steal each others spotlight,which some may or may not like crowding out; an individual may make worse decisionsas more and more interested parties overwhelm her with access to information informationoverload; or an interested party can divert an individuals attention from one issue by slantingcommunication toward another distraction. In addition, the manipulator can hide specificdetails from an individual by inundating her with extraneous information obfuscation orcan design decisions, actions, or products in a way that makes learning difficult complexity.When at play, attention manipulation can benefit interested partiessuch as headmasters,fund managers, or insurance agentsat the expense of the individual.My point of departure from Dewatripont and Tirole 2005 is to introduce multitaskinginto their framework.1 A decisionmaker DM, she faces one or several binary decisions.Each decision concerns whether to take a certain action. Before making decisions, she canlearn more about them. On each decision, she can communicate with one expert he abouttopics that may be relevant. Communication is a moralhazardinteams problem: The moreeffort the expert expends explaining and the more attention the DM pays, the more likelyinformation is exchanged. Dewatripont and Tirole 2005 refer to this as issuerelevant communication because the information exchanged concerns the actual benefits associated with 1See also Caillaud and Tirole 2007.1the decision. Importantly, the expert does not know what conclusion the DM will draw fromthe information he provides; he only knows that it may affect her decision.2 The DM facesa multitasking problem because she must divide her limited attention between various topicsexperts.Dewatripont and Tirole 2005 contrast issuerelevant communication with cue communication. Cue communication does not concern the actual benefits associated with a decision,but rather the decisions ex ante appeal, that is, the likelihood that issuerelevant communication will show that the decision is beneficial. In keeping with this distinction, in parts ofthe paper I add a stage before issuerelevant communication, in which the experts can sendcueshard information about a decisions appeal that are costly to send and read. Whenthe DM can engage in issuerelevant communication on only a limited number of topics, cuecommunication helps the DM select which topics to devote attention to. For this reason, I saythat cue communication takes place in the selection stage and issuerelevant communicationin the deliberation stage.3This paper studies two special cases within the framework. In the first multiple experts,the DM considers several actions and, for each action, communicates with a distinct expertabout a single topic. This fits, for example, an investor who considers several funds and talkswith each fund manager about his trading philosophy. In the second one expert, the DMcommunicates with a single expert about several topics, which may pertain to one or severalactions. An example of this setting is a consumer who speaks to a retail banker about variousdetails of the credit card contract the bank offers.Section 2 begins the analysis with the multipleexperts setting. In the deliberation stage,experts expend effort to persuade the DM to make a distinct decision, while she decides howto allocate her attention among learning about the different decisions. Attention substitutionleads to externalities I refer to as attention crowding out: Each expert ignores that his effortchoice affects the attention given to other experts. Interestingly, an expert benefits or suffersfrom crowding out, depending on whether he welcomes or eschews attention, and an expertsexpected payoff is nonmonotonic in the appeal of other experts.Communication in the selection stage shapes the supply of actions and is crucial whenthe DM can only devote attention to a limited number of actions in the deliberation stage. I2A fund manager can expend effort to explain the structure of the funds management fees, but he doesnot know how this will impact the prospective clients decision to invest in the fund.3The distinction between these two stages is founded in cognitive science. As Cohen 2011, p.1 writes, thedistinction between attentive processing the deliberation stage and preattentive processing the selectionstage is logically inherent in the notion of selective attention: A fundamental empirical phenomenon in humancognition is its limitation . . . One trademark of a limited system is its need for selection . . . Any type ofselection presupposes the availability of some information in order to perform the very selection. Thus, somepreattentive processing must be performed prior to the operation of selective attention, and its output isused for the selection. The distinction between preattentive and attentive processing is essential in the studyof selective attention. Note that, in my model, the cues represent the information upon which preattentiveprocessing is performed.2ask how the DMs welfare changes as the cost of sending cuesor proposing actionsfalls and,consequently, more experts seek attention and more choices enter the picture. Initially, shebenefits as she is offered more actions. But as entry becomes cheaper, it becomes profitablefor experts who propose actions with a lesser appeal to enter. As a result, the average qualityof the proposals deteriorates, and the DM must read cues, at a cost, to find the attractiveones. Eventually, as the supply escalates, screening ceases to be worthwhile, and she picksrandom proposals for deliberation.Thus, at a certain point, as she gets more information, she processes less of itor tunesoutand fares worse. I refer to this as information overload. Its immediate cause is that thequality of invitations to communicate decreases with the quantity; worthy topics become theproverbial needle in a haystack. The deeper cause, though, is negative externalities: Entryis individually rational for each expert, even as it complicates the selection problem for the DM and spoils overall communication. A DM with limited attention may hence want to limitaccess to her attention space, even if that reduces her choice set. She faces a tradeoff betweencomprehensiveness and comprehensibility.Section 3 continues the analysis with three oneexpert settings. Even though there isonly one expert, the DM still faces a multitasking problem, because the expert now communicates with her on several topics. The singleexpert settings pick up on the previousresultscrowding out and information overloadand show that a single expert may inducesuch outcomes. In the multipleexperts setting, these outcomes result from competition forattention. A single expert who communicates with the DM on multiple topics, however, maydeliberately induce crowding out and information overload to divert attention away from atopic.The starting point is to introduce the idea of an inconvenient topic, which arises naturallyin this setting. If the DM is already inclined to take the action, the expert wants to minimizethe chances that she learns more about it. To him, there is no upside; all that can happen isthat she changes her mind and abandons the action. Hence, he wants to draw attention awayfrom it.A first simple tactic the expert can employ is to fabricate, advertise, and communicateabout another topic. I show that he is willing to incur expenses to do so, even if the othertopic is irrelevant to himso long as it is of interest to the DM. The rationale is simply toraise the DMs marginal gain from paying attention to the other topic, and thereby to divertattention away from the inconvenient one. In short, he plays different topics off against eachother to distract the DM.In the second scenario, the DM is unsure which topics are relevant, that is, worth deliberation; in fact, she may even be unaware of some topics. In such a situation, the expert canconceal topics to keep the DM in the dark. In fact, if up to him, no inconvenient topic wouldbe brought up. But sometimes the expert cannot or may not withhold such information. I3show that, if this is the case, he is inclined to inundate the DM with mostly irrelevant topics.This induces information overload and thus conceals inconvenient topics. In other words, theexpert shares superfluous information to obfuscate the DM. This suggests that simple disclosure rules can be impotent. To have bite, laws may have to stipulate not only whether, butalso how, information is disclosed.Last, I consider a setting in which the DMs payoff from a single action comprises manycomponents, and I allow the expert to manipulate that composition so long as the totalpayoff stays constant. If each component represents a topic, such payoffequivalent variationsamount to changing the number of relevant topics. This gives the expert yet another tactic tothwart learning. He can force the DM to understand more details of the action, or product,to grasp its total payoff; in other words, he can make it more complex. He can use this tacticto ensure that an increasing amount of relevant information slips her attention and, by thesame token, that whatever she can learn in the deliberation stage is so trivial that it no longeraffects her decision. Even if she fully understands all the topics she can manage to deliberateon, she will always do what she would have done anyway. Note that complexity can lead toobfuscation. But complexity is a more delicate issue for regulation: Unlike obfuscation, itcannot be tackled at the level of communication, information, and disclosure; it may call forintervention in product design.To summarize, the key mechanism in this framework is attention substitution: Moreattention devoted to one topic is less devoted to another. Attention substitution allows anexpert to take strategic actions to steer the DMs attention towards certain topics and awayfrom others. His choice of persuasion effort on a topic in the deliberation stage, as well as hisdecision to advertise a topic in the selection stage, affects how much attention is seized fromother topics. It is these strategies targeted at the DMs attention allocation that I refer to asattention manipulation.To my knowledge, this paper presents the first economic model of attention manipulation.It builds on and contributes to three strands of the economics literature.First, I advance the recent work on twosided communication as a moralhazardinteamsproblem Dewatripont and Tirole, 2005. Soft information can be misrepresented at no costCrawford and Sobel, 1982; hard information can be withheld but not misrepresented Grossman, 1981;Milgrom, 1981. In Dewatripont and Tirole 2005, the softness of information isintermediate and endogenous: Communication conveys hard information with a probability that depends on effort by both sides; otherwise, information remains soft.4I extend 4As Dewatripont and Tirole 2005 point out, moral hazard in teams arises even when the expert and the DM have perfectly aligned preferences, as in the literature on team theory Marschak and Radner, 1972; Sahand Stiglitz, 1986; Radner, 1992; Bolton and Dewatripont, 1994. In the tradition of modeling the choice ofcommunication type as endogenous, Loginova 2011 considers a choice between the two polar cases of softand hard.Introducing a lying cost represents another way to bridge soft and hard information see, e.g.,Kartik et al., 2007; Kartik, 2009.4their framework by introducing multiple experts, or topics, that vie for the DMs attention.Competition for attention leads to attention substitution. This in turn invites attention manipulation.Second, I introduce a novel strategic aspect to the literature on rational inattention. Theexisting literature analyzes how a DM allocates her limited attention among many passivesources of information e.g.,Sims, 2003; Wiederholt, 2010. I allow the sources to be activeby introducing senders who make communication effort choices, and in so doing expose ahitherto neglected aspect of rational inattention: Providers of information may strategicallyinfluence how the DM allocates her limited attention.5 My paper also relates to Gennaioliand Shleifer 2012, who build on Bordalo et al 2012 and model to which attributes anindividuals attention is drawn when it is limited: attention is unproportionally allocatedto salient issues.I instead focus on how, when individuals have limited attention, marketparticipants strategically take actions to make a certain attribute of a good salient or invisible,depending on whether the market participant wants to conceal or emphasize the attribute. Putdifferenly, I allow interested parties to influence the relative salience of a products attributes.Third, my paper is related to a number of studies that examine how a DM communicates with multiple experts or with a single expert on multiple topics. Krishna and Morgan2001, Battaglini 2002, and Ambrus and Takahashi 2008 study competing experts in asoft information setting. In contrast, Milgrom and Roberts 1986 and Gentzkow and Kamenica 2011 study competing experts in a hard information setting, and Chakraborty and Harbaugh 2007, 2010 study soft communication between a DM and one expert on severaltopics. In these papers, competition or multiplicity never reduces the amount of knowledgethe DM gains. Key to the result in my paper that more information can reduce the DMsknowledge is that experts manipulate not only the substance of communication but also the DMs attention allocation. This suggests that limits to attention are important for whetherindividuals stand to benefit from more competitive, or greater, information supply.6Following each theoretical result, I discuss practical examples and cite relevant empiricalevidence.5This highlights the key difference between standard rational inattention models and multitasking modelsin the vein of Holmstrom and Milgrom 1991. In the latter, the appeal of directing effort or attention to aspecific task is shaped by counterparties for example, through an incentive contract, and hence is endogenous.6In these models, all the experts have information relevant to the same action. In contrast, I also analyzea case in which each expert has information about a different action. This relates my paper to a literaturein organizational design in which multiple division managers communicate local information to a centralmanagement Dessein and Santos, 2006; Alonso et al., 2008. This literature, however, deals with neitherlimited attention on part of the DM nor competition for such.52 Multiple Experts In this section, I introduce the multiple expert setting and analyze, in turn, the deliberationstage and the selection stage.2.1 Crowding Out I introduce multiple senders into the framework proposed by Dewatripont and Tirole 2005.A DM faces two simultaneous decisions, i 1, 2.7 Each decision i concerns whether to takea distinct action, Ai. For each decision, there is a distinct expert who gets a deterministicpayoff d 0 if the DM takes the action, and zero otherwise. The DMs payoff xi from Aitakes the value x 0 with probability i and otherwise the value x 0. The probability iis common knowledge. The larger the i, the more attractive Ai seems to the DM, and themore aligned are her interests with those of the expert vested in Ai. Everyone is riskneutral.In the absence of additional information, the DM takes Ai if and only if its expected payoff xx.8is positive: i x Before making any decision, the DM can learn more about the actions. For each action,the vested expert can provide information, and the DM can devote attention to processingthis information. Through such communication, the DM can learn the realization of xi. Theexpert himself knows neither whether xi x or xi x nor whether the truthful informationhe provides will help the DM find out. Nevertheless, his information may persuade the DMto take Ai even though i , since the DM may find out that xi x. The probability thatthe DM learns xi is given by p si, ri, where si and ri are, respectively, the experts effort tocommunicate about Ai and the attention that the DM devotes to learning about Ai.Assumption The function p si, ri is twice continuously differentiable on 0, 12, withp 0, 0 0 and p 1, 1 1. It is strictly concave and satisfies p 1 0, p 2 0, p 12 0,and the Inada condition si 0, 1, p 2 0 as ri 1 and p 2 as ri 0.9Successful communication is more likely the more effort the expert exerts on persuasionp 1 0 and the more attention the DM devotes to his message p 2 0.In short,communication is a team effort. Because communication efforts are complements p 12 0,an experts return from expending effort is higher when the DM listens more attentively, and 7It is not essential that the decisions are simultaneous; only that communication about both decisions issimultaneous.8W.l.o.g., I assume that she does not choose Ai when i . Dewatripont and Tirole 2005 refer tothis as supervisory decisionmaking, which they distinguish from executive decisionmaking, whereby the DMchooses action Ai only if she is certain that xi x. Intuitively, executive decisionmaking may capture the DMs behavior when the stakes are so high that it is prohibitively costly for her to make the wrong decisionx . Because executive decisionmaking corresponds to the limiting case when 1, my analysis ofsupervisory decisionmaking when i characterizes the results under executive decisionmaking.9The subscripts refer to the derivative of a function with respect to the ith argument.6the DMs return from paying attention is higher when the expert makes a greater effortto explain.10 The formulation encompasses communication technologies with the propertyp 0, ri 0: Even if an expert makes no effort to transmit information to the DM, it ispossible for her to find the relevant information by herself.Communication is costly to both parties. The DMs attention is scarce,i ri 1, so thecost is attention substitution: Paying more attention to one action necessarily comes at theexpense of others. An experts cost of persuasion effort is given by c si.Assumption The function c si is twice continuously differentiable on 0, 1 and satisfiesc 0 and c 0, as well as the Inada conditions c 0 as si 0, and c assi 1.The persuasion efforts and the attention allocation are chosen simultaneously and noncooperatively. I refer to the above game as the deliberation stage.I determine the Nash equilibrium for this game, and then analyze how the experts affecteach other in equilibrium.Lemma 1. If 1, 2 , there is a unique equilibrium r 1, s 1, s 2, which is interior. If 1 2, there is a unique equilibrium r 1, s 1, 0. If 1, 2 , there is a uniqueequilibrium r 1, 0, 0.An experts behavior hinges on whether the DM uses an optin rule or an optout rule forthe decision he is vested in. When i , the DM uses an optin rule with respect to Ai.Her default is not to take Ai, but she departs from this defaultopts inif she learns that xi x. Hence, expert i has an incentive to communicate with her. Thus, when 1, 2 ,each expert solvesand the DMs problem issi dip si, ri c si ,maxmaxr 10,1 x 1p s 1, r 1 2p s 2, 1 r 1 .1In the unique equilibrium, both experts communicate, and the DM pays attention to both.The Inada condition rules out corners; global concavity of p si, ri guarantees uniqueness.In contrast, when i , the receiver uses an optout rule with respect to Ai. Her defaultis to take Ai, but she departs from this defaultopts outif she learns that xi x. Becausecommunication can only persuade the DM not to take Ai, expert i makes no effort. The DMcan nevertheless devote attention to Ai; that is, she can engage in onesided information 10Dewatripont and Tirole 2005 study the particular complementary technology psi, ri siri.7acquisition. If 1 , 2 , her problem ismaxr 10,1 x 1p s 1, r 1 2 x 1 2 x p s 2, 1 r 2 1 2 x .In the unique equilibrium, expert 1 exerts effort, expert 2 is passive, and the DM communicateswith expert 1 about A1 and devotes some attention to acquiring information about A2. Thedistinction between onesided and twosided communication arises endogenously.How well an expert fares in the deliberation stage not only depends on how attractive hisown action seems to the DM, but also on the other experts attractiveness.Proposition 1 Crowding out. Fix expert 2s attractiveness, 2. If expert 2 wants the DMsattention 2 , his expected utility is a strictly decreasing function of the attention givento expert 1, r 1 1. If expert 2 does not want the DMs attention 2 , his expectedutility is a strictly increasing function of the attention given to expert 1, r 1 1.As r 2 1 1r 1 1, a change in 1 that causes the DM to pay more attention to expert 1 in equilibrium crowds out attention to expert 2. When expert 2 wants the DMs attention,this crowding out harms him; otherwise, it benefits him. Thus, the presence of expert 1imposes a negative or positive externality on expert 2, and the size of this externality iscaptured by r 1 1.Corollary 1. Fix expert 2s attractiveness, 2. Expert 2s expected utility is nonmonotonicin the attractiveness of expert 1, 1.This follows from the fact that the attention the DM devotes to expert 1 in equilibrium,r 1 1, is nonmonotonic in 1: r 1 1 increases for 1 0, , falls at , and decreasesfor 1 , 1. If expert 2 wants the DMs attention 2 , EUS2 1 is negativelyrelated to r 1 j; otherwise, the reverse holds. This is illustrated in Figure 1.Figure 1 here Examples: Public Attention and Crowding Out A New York Times article gives anexample of how one information provider, Sarah Palin, crowded out attention to another,Mitt Romney, on the political stage where candidates compete for public attention:Ms. Palin had breached campaign decorum by showing up in New Hampshirelast week on the very day Mitt Romney was formally announcing his presidentialcampaign there.   He had designated Thursday as his announcement day, and,the decorum police felt, the rest of the field was obliged to stay out of the way in 8deference to the unwritten rule that says Mr. Romney should have the stage tohimself on these special occasions.11Similarly, in a recent incidentdubbed Speechgate President Barack Obama scheduled animportant speech to Congress for the same day on which Republican candidates, hosted by MSNBC and Politico, were set to have a presidential election debate. This caused a quarrel.As a Washington Post blog pointed out, the main issue was crowding out:Scheduling the speech during the GOP debate, even if Boehner had immediately acceded, is the one way the White House could guarantee a that fewervoters would be watching and that b viewers and pundits would pay less attention to the speechs content and more to the theatrics around it. In other words,its the easiest way to lessen the speechs chances at success.12Such issues arise because public attentionor media coverage for that matteris limited;what makes front page news shapes not only public opinion but also determines its agenda.For example, Eisensee and Stromberg 2007 document that natural disasters that concurwith major sports events elicit less relief aid because they are crowded out in the news.In the above examples, crowding out represents a negative externality. This is not alwaysthe case: Those who shun attention on certain topics can certainly benefit from crowding out.In a 2011 New York Times column, Thomas L. Friedmans begins with such an example:Citigroup is lucky that Muammar elQaddafi was killed when he was. The Libyan leaders death diverted attention from a lethal article involving Citigroupthat deserved more attention because it helps to explain why many average Americans have expressed support for the Occupy Wall Street movement.13Information Overload 2.2I assume that the DM can only pay attention to a limited number of things, two in this case.14When more than two experts seek the DMs attention, selection becomes an important issue.Sarah Palin and the Politics of Winging It. New York Times, June 4.11Leibovich, Mark.2011.http:www.nytimes.com20110605weekinreview05palin.html?pagewantedall 12James Downie, ObamaBoehner Speech Spat Should Worry Democrats, Partisan Post blog, Washington Post, August 31, 2011, http:www.washingtonpost.comblogspostpartisanpostobamaboehnerspeechspatshouldworrydemocrats20110831g IQAlfgss J_blog.html 13Friedman, Thomas L. 2011.Did You Hear the One about the Bankers? New York Times, October 29. http:www.nytimes.com20111030opinionsundayfriedmandidyouheartheoneaboutthebankers.html 14The assumption that the DM can only devote attention to t topics can, in this context, be thought of as alower bound r on the amount of nonzero attention that the DM can devote to any one topic, ri 0 r, 1for all i. This limits the number of topics she can communicate with to t t r N. This assumption isappealing in the presence of a large number of topics; in practice, it is not possible to devote only a splitsecond to each of infinitely many sources. The choice of t 2 is merely one of convenience; I show in the Proof of Proposision 2 that all results go through for any finite t.9To capture this, I add a selection stage in which the DM must select at most two experts for thedeliberation stage. N N N experts can enter the competition to be selected. Of these,N propose actions of high quality and N of low quality . N tis finite; N is infinite. I set parameters such that all experts want attention, .Each experts quality is his private information. Hence, an expert may be willing to signalthe quality of his action if it helps him get selected, and the DM may be willing to read suchsignals before choosing which actions to deliberate on, that is, which experts to communicatewith. I allow for this in the form of cue communication, as in Dewatripont and Tirole 2005:At cost q S 0, an expert can send a cue that contains hard information about the qualityof his action. Upon receiving a cue, the DM decides whether to process it, at cost q R 0, tolearn the actions quality. No expert can be selected without having sent a cue; hence, q S canbe thought of as an entry cost. As I explain below, this last assumption is not crucial.I solve this game, deliberation stage plus selection stage, for perfect Bayesian equilibrium.Furthermore, I focus on the equilibria favored by the DM, that is, those with the maximumnumber of highquality entrants.As would be expected, when the cost of entry decreases, the supply of expertsand hencethe number of actions the DM can choose amongincreases. Proposition 2 states a key result:As the DMs choice set grows, communication first improves but then deteriorates.Proposition 2 Information overload. As q S 0, the DM receives more cues but eventuallyprocesses less. Her expected utility first increases and then decreases.It is instructive to describe how equilibrium behavior in the selection stage changes as thecost of sending cues, q S, falls from prohibitively large to negligibly small. In the beginning,cues are so expensive that no expert enters. As q S falls, it becomes attractive for somehighquality experts to enter. Here, the cues in themselves are a signal of high quality, so the DM need not process them but selects her communication partners for the deliberation stagefrom the pool of entrants at random.15 In this signaling outcome, the DMs welfare increasesas q S falls so long as the number of entrants is smaller than twoor more generally, smallerthan the number of experts she can communicate with in the deliberation stage; otherwise, itis constant.As q S falls further, some lowquality experts find it attractive to enter as well. A signalingequilibrium, in which a random pick from among the entrants ensures a highquality expertfor the deliberation stage, no longer exists. The DM reacts in either of two ways: Either shecontinues to randomize and simply accepts the lower average expert quality or, if q R is nottoo high, she reads cues with positive probability to screen out lowquality experts. So as notto make the selection stage trivial, I focus on q R low enough for the DM to engage in active 15The above relies on the assumption that the DM can observe that a cue was sent even if she does notassimilate it. If we relax this, the economic insights remain valid, as I explain below.10screening. Clearly, her welfare decreases as q S falls, as it becomes harder to spot high quality.Already, the arrival of more cuesessentially, access to more informationmakes the DMworse off. The next stage is merely the copestone.As q S vanishes, the avalanche of lowquality cues reduces the average quality in the entrantpool so much that screening becomes futilehigh quality becomes the proverbial needle in thehaystack. As a result, there is neither signaling nor screening, just pooling: the DM gives upon active selection and accepts that she is all but bound to meet low quality in the deliberationstage. I refer to this phenomenonthe more cues the DM gets, the less she processes, andthe worse she faresas information overload.16If I instead assume that the DM cannot observe that a cue was sent unless she assimilatesit, the economic insights remain: She must open exactly two cues so long as only highqualityexperts enter; then, she must either open exactly two cues but rely on information of lowerquality, or open more than two cues on average to identify two highquality experts. In eithercase, her expected utility remains constant when only high types enter and decreases withthe number of low types.Figure 2 here Further, the equilibria described above exist even if we relax the assumption that an expertmust send a cue to enter. However, in that case, there is a further equilibrium for q S 0 inwhich the experts cease to send cues, aware that they are no longer processed, and the DMpicks randomly from the entire pool of experts. Still, the DM favors the equilibrium in whichshe picks randomly from a subset of expertswhich includes all highquality expertsthatsend a cue, because it offers better odds of picking a highquality expert.Also, we need not assume differences in quality. Instead, suppose experts invest in quality.Specifically, suppose all N experts begin with low quality but can invest in highquality at some cost c 0 before entering. Proposition 2 implies that informationoverload frustrates investment in high quality. Intuitively, the value of quality is reflected inthe expected utility difference between a high and a low type. For prohibitive q S, both typesexpect to earn zero, so there is no incentive to invest in quality. As q S falls, if c is not toohigh, some invest in quality and send cues. But as q S 0, information overload erodes thepremium on quality, so again no one invests. The supply of high quality collapses when itbecomes too cheap to approach the DM. This is not because the DM ceases to value quality.On the contrary, she would like to treat highquality experts preferentially; however, she inunable to do so when finding them amounts to looking for a needle in a haystack.16The signaling and the screening outcomes arise independent of our assumption that there are infinitelymany experts of low quality. The pooling outcome requires that N, the number of lowquality experts, issufficiently large relative to N , the number of highquality experts.11It is instructive to make precise how the idea of information overload is related to theidea of limited attention. To this end, consider this quote by Simon 1971:What information consumes is rather obvious: It consumes the attention ofits recipients. Hence a wealth of information creates a poverty of attention, and aneed to allocate that attention efficiently among the overabundance of informationsources that might consume it. p. 4041Thus, attention, in limited supply, becomes a scarcer resource in relative terms when confronted with more information. But this does not imply information overload or that moreinformation provided can decrease knowledge attained. The idea of information overload isthat a wealth of information not only creates. . . a need to allocate that attention emphasisadded but actually impairs the ability to do so efficiently.Last but not least, note that information overload in this setting arises due to externalities:Each expert ignores how his own entry affects the communication environment as a whole.If the expert were identical for all actions, he would only send cues for two highqualityactions.In the decentralized setting, however, sending cues remains individually rationaleven as each cue sent aggravates the complexity of the DMs selection problem up to a pointwhere active selection breaks down. This, in turn, frustrates the incentives to produce quality.It is as if the lowquality experts, each seeking to be noticed, pollute the DMs attention field.Indeed, information overload is similar to pollution or congestion, and like them, amenableto efficiencyimproving intervention.Example: Information Overload Redux Recent advances in information technologyhave rapidly increased information production, duplication, and transmission. People facemassive data via more channels phone, Internet, email, instant messages, etc. and on moreplatforms Facebook, Twitter, blogs, etc  In the presence of information overloadalso referred to as information deluge, cognitive overload, or information pollutionsuch an abundance of information can be confusing and counterproductive.A business research firm nominated information overload as the problem of the yearfor 2008, and claimed that it caused a 650 Billion drag on the economy by way of lostproductivity and innovation. A productivity study at Intel estimates the impact of information overload on each knowledge worker at up to eight hours a week. The main concernis that an escalating quantity of information comes with a declining average quality and thatthis inverse relationship between amount and relevancethat is, a decreasing signaltonoiseratiomakes it harder to find good information.17 This makes selection, as in my model, adaunting issue.17The quotes in this paragraph are from Lohr 2007.12Indeed, in 2008, several technology firmsincluding Microsoft, Intel, Google, and IBMformeda nonprofit organization, the Information Overload Research Group, to study the problem.18Some of them are already in the business of dealing with it, by designing technological solutions for information selection. Googles success formula, its ranking algorithm, is preselection. And its ubiquity in the Internet, as gateway and gatekeeper, betrays the importof information overload.19 The logic of preselection also underlies solutions such as emailfilters. While spam filters are now standard in most email programs, there are more advancedsoftware solutions, such as ranking inbox messages by imputed importance, compiling communication histories for every sender, displaying email portions to allow for fast screening,and sophisticated filing and search functions. Such ranking of electronic messages minimizesinformation overload; that is, it reduces the economic loss associated with the examinationof a number of non or lessrelevant messages and distinguishes communications that areprobably of interest from those that probably arent Losee, 1998.Information overload is not just a matter of Internet and emails. It can arise in a variety In a seminal study, Jacoby etof decision situations, and leads to poor decisionmaking.al. 1974 explore how the quality of consumption decisions depends on information load,measured as number of brands as well as amount of information per brand provided. Theirexperiment with 192 subjects shows that the ability to pick the best product dropped off athigh levels of information load.In Jacoby et al. 1973, a companion paper, they furthershow that the subjects spent less time on processing informationor in their words, tunedoutonce the information load exceeded a certain threshold. Also, both papers report thathow information is organized on package displays affects decision quality. OReilly 1980documents similar effects with respect to decisionmaking in organizations, and stresses therole of organizing communication. Similarly, Iyengar, 2011 provides empirical evidence thata reduction in choices can benefit decisionmakers. Many other experiments in organizationscience, accounting, marketing, and information science corroborate the notion that moreinformation can impair cognitive processes and decisions Edmunds and Morris, 2000; Epplerand Mengis, 2004.Because information overload is a driving force behind innovations in communication andinformation management, it is connected to recent research on choice architecture Thalerand Sunstein, 2008. Choice architecture describes how the presentation of choices affectsdecisions. For example, Cronqvist and Thaler 2004 study the retirement savings plan introduced in Sweden in 1993. Eligible Swedes were encouraged to choose five out of 456 funds,to which their savings would be allocated. The study reports that one third did not makeany active choice; their savings were instead allocated to a default fund. The default, a pre18The Information Overload Research Groups web site is http:iorgforum.org.19The quotes in this paragraph are from Lohr 2007. The Information Overload Research Groups web siteis http:iorgforum.org.13selection by the government, was thus important. Information overload seems a likely reasonfor so many Swedes to rely on the default choice. Comparing hundreds of funds is a Herculeantask for ordinary households, and one might expect many of them to resort to the defaultor make superficial active decisions. Indeed, studying the same Swedish reform, Karlsson etal. 2006 show that funds that are for exogenous reasons better represented in the fundcataloguethat is, have better menu exposurereceive more active contributions.20All of the above examples suggest that decisionmakers can benefit from receiving lessinformation, despite the associated decrease in freedom. Indeed, in the presence of informationoverload, there is a tradeoff between variety and simplicity, or between comprehensivenessand comprehensibility. But this evidence contrasts with models of decisionmaking underunlimited attention, where a larger choice set cannot make an individual worse off.3 One expert In the previous section, crowding out and information overload result from the strategicinteraction between multiple experts. In this section, I change the previous model in variousways to study a single expert who has incentives to suppress communication.I formalize In the first two, distraction and obfuscation, thethree forms of attention manipulation:expert induces crowding out and information overload. In the third, he varies the complexityof the action, keeping its expected payoff constant, only to manipulate communication.3.1 Distraction Like before, the DM considers two actions, A1 and A2. But she now faces only one expert.The expert chooses efforts s 1 and s 2 to communicate with the DM about the two actions atcost c s 1 c s 2. I further change the sequence of moves in the deliberation stage: Theexpert chooses his persuasion efforts first, whereas the DM chooses her attention allocationafter observing the experts efforts. In the selection stage, the expert can send a cue at costq S 0, and the DM incurs q R 0 to process a cue. For simplicity, let q R 0.21 In addition,I entertain the possibility that only one action exists at the outset but that the expert canfabricate A2 at cost f 0.To set the stage for distraction, I restrict attention to the case in which the expert deems A1 an inconvenient topic: The expert wants the action taken d 1 0, but because 1 ,he wishes no exchange of information about it. In fact, he wants the DM to devote as little 20Studying retirement savings plans in the United States, ? show that making the problem less complexamultidimensional problem was collapsed into a binary choiceincreases enrollment in the plan. That is,simplification renders active participation more attractive. In a similar study, Choi et al. 2011 report thatsending short email cues that draw attention to selective details of the savings program significantly affectsparticipation.21This assumption is not crucial, as I explain below.14attention as possible to A1. By contrast, I assume that A2 is irrelevant to the expert d 2 0.With no stake in A2, he has no direct reason to communicate about it or to fabricate it.Proposition 3 Distraction. The expert i fabricates A2 for some f 0, ii sends cuesabout A2, if he privately observes 2 , , for some q S 0, and iii chooses s 2 0.To see this, consider first the subgame perfect equilibrium of the deliberation stage. Theexpert exerts no effort on the inconvenient topic, s 1 0, but may exert effort on the irrelevanttopic, s 2 0. When the DM chooses her attention allocation, she knows the experts efforts.Thus, she solvesmaxr 10,1 x 1p 0, r 1 2p s 2, 1 r 1 .The firstorder condition is 12p 2 0, r 1 p 2 s 2, 1 r 1Because p 12 0, the DM finds it optimal to put more attention on A2that is, to increase 1 r 1, or equivalently, to decrease r 1when s 2 is larger. The solution to the DMs problem,r 1 s 2, 1, 2, will thus be decreasing in s 2: r 1 0.s 2This means that the expert can manipulate the attention given to the inconvenient topic,A1, by varying his effort on the irrelevant topic, s 2. His problem iss 2 d 1 1 1 p 0, r 1 s 2, 1, 2 c s 2 .max We see where the experts incentive to increase s 2 comes from: He can reduce the attentionthat the DM pays to A1, r 1 s 2, 1, 2, and thereby the probability that the DM opts out of A1, 1 1 p 0, r 1 s 2, 1, 2. The firstorder condition isr 1s 21 1 p 2 0, r 1 s 2, 1, 2 c 1 s 2The lefthand side is positive. Thus, s 2 0.Next, suppose the expert privately knows whether 2 or 2 , and consider theperfect Bayesian equilibrium of the game with the selection stage. Note from the firstordercondition of the DMs problem that the DM puts more attention on A2 when 2 is larger.Thus, r 1 0. This gives the expert an incentive to reveal 2 and conceal 2 .2Clearly, for low enough q S, there exists a fully revealing equilibrium with pessimistic posture:The DM receives a cue when 2 and infers 2 when no cue is sent.22Finally, in the absence of A2, the DM focuses all of her attention on A1: r 1 1. Thus,for low enough f, the expert will fabricate A2 to divert some of that attention.22If q R 0, there exists a separating equilibrium in which the high type sends a cue. The DM reads thiscue with some positive probability, which is high enough to deter the low type from sending a cue. Theequilibrium is constructed such that the DM is indifferent between opening and not opening the cue.15Example: Public Relations and Spin A 2009 New York Times article speculatedwhether Vladimir Putin, then Russian Prime Minister, used his public persona as distraction:Mr. Putin may be encouraging speculation about his political future to enhance his influenceor to divert attention from more important matters like economic reform or the demographic crisis facing Russia.23In a similar vein, a Times article suggests that Mahmoud Ahmadinejad, then Iranian President, strategically diverted Western media coverage away from the countrys domestic situation:President Ahmadinejad also sought to grab the headlines and divert attentionfrom the protests by announcing that Iran had produced its first stock of 20percentenriched uranium. He declared that Iran was now a nuclear state. 24Tactics like these, used by politicians to manipulate public opinion, have a name in publicrelations: spin. Two other wellknown spin tactics are bury bad news and wag the dog.The former refers to the practice of releasing bad news in the shadow of other importantnews events. A revealing anecdote involves an UK government press officer, Jo Moore, whonotoriously wrote, Its now a very good day to get out anything we want to bury, in anemail on September 11, 2001, following the terrorist attacks on the World Trade Center.25The latter refers to fashioning a salient issue for the purpose of diverting attention fromanother minor issue. Hard evidence for this is elusive, but allegations abound. For example,the satire American Hero claims that George H. W. Bush used the first Iraq War, Operation Desert Storm, to divert attention from domestic issues and ensure reelection Beinhart,1994; the book was also the inspiration for Wag the Dog, a movie in which a governmentspindoctor fabricates a war to take the spotlight off a political sex scandal.In rhetoric, a tactic of distraction is called a red herring. A red herring is an irrelevantdetail or issue raised to sidetrack a discussion. If successful, the discussants debate the redherring and disregard the original topic Gula, 2007. A Guardian article claims that Alastair Campbell, then Director of Communications and Strategy in the UK government, used one:Campbell has managed to turn an argument about the way the governmentpresented its case for war in Iraq into an entirely different dispute about the waythe BBC covered what was going on in Whitehall at the time. . . . Brilliant or 23Mr.Putinin Perpetuity? New York Times, December 5,2009,http:www.nytimes.com20091206opinion06sun 2.html 24Iranian regime ships in support for anniversary celebrations Times, February 11, 2010.25Sparrow, Andrew. 2001.A Good Day to Bury Bad News, The Telegraph, October 10.Sept. 11:http:www.telegraph.co.uknewsuknews1358985Sept11agooddaytoburybadnews.html 16not, what Mr Campbell has achieved is largely a classic use of a very pungent redherring. The BBCs reporting, though important, is not in fact the real issue.263.2 Obfuscation In the next three settings, the DM communicates with one expert about just one action A. Multiple topics pertain to the decision under consideration. Attention manipulation stillmanifests in the way the expert steers the DMs attention towards, or away from, certaintopics.1Suppose the DMs payoff from A can be expressed as the sum of NR components: x NR xi. Each component takes the value x 0 with probability i and otherwise the value NRNRx 0. So the expected payoff from A is E x NR x 1 x, where 11 i.Similar to before, absent more information, the DM takes A if and only if x xx. Orput differently, if the DM can obtain more information, she uses an optin rule if andan optout rule if .In regard to communication, there exist N NR N topics related to the decision, butonly NR of them are relevant to the DMs payoff. Crucially, I assume that the DM does notknow which topics are relevant, and more, is potentially unaware of topics per se. This mightseem peculiar, but it captures a plausible situation: Inclined towards a particular choice, the DM might yet discover aspects that change her opinion. Thus, the DM is faced with two setsof questions: What topics exist, and which ones are relevant selection stage? How muchattention should a given topic receive deliberation stage?The experts communication incentives hinge on the DMs decision rule. If the DM followsan optin rule, the expert must persuade her to take the action. To maximize the chancesthat she revises her beliefs upwards, and so opts in, he seeks to draw her attention to thosetopics that are most likely to yield favorable information. That is, he sends cues about, andexerts persuasion effort on, the topics with the highest i.By contrast, if the DM follows an optout rule, the expert wants to withhold the relevantinformation. On his own accord, he would neither advertise nor explain anything of relevance,lest she change her mind and abandon the action after all. If the DM were bound to allocateattention to some relevant topics, the expert might advertise and exert effort on those relevanttopics that are least likely to alter her decision. Intuitively, he would lure her attention towardstopics that areto himthe lesser evil. The fact that he prefers to talk about all and onlyirrelevant topics, in turn, implies that he has an incentive to supply irrelevant topics in theselection stage.To show this, I assume NR 1 and N is infinite, and that the DM can at most deliberate 26Labours Phoney War.http:www.guardian.co.ukmeThe Guardian,dia2003jun28bbc.politicsandthemedia 2003.June 28.17on two topics. These assumptions are merely simplifying. Indeed, I obtain the following resultas long as the DM can devote attention only to a limited number of topics in the deliberationstage and N is sufficiently large relative to NR. Finally, it is costly for the DM to processcues: q R 0. For convenience, I refer to cues about relevant irrelevant topics as relevantirrelevant cues.Proposition 4 Obfuscation. Let . Suppose the relevant cue is sent out. As q S 0,the expert sends a swarm of irrelevant cues, and the DMs expected utility decreases.The intuition behind this result is the same as for information overload, though the expertin the current setting benefits and hence induces it. If the DM lacks access toor is unawareofthe relevant topic, the expert has no reason to bring it to her attention by sending arelevant cue. In fact, the expert is best off sending no cues at all. Now suppose a relevantcue, by mandate or by design, must be sent. In this case, the expert is afraid that the DM,by paying attention to the relevant topic, might discover unfavorable information about theaction and abandon it.To reduce the odds that the DM identifies, that is, selects the relevant topic, the expertnow has an incentive to send out irrelevant cues even though it is costly for him. A swarmof mostly irrelevant cues thwarts the DMs chance, and hence her incentives, to pinpoint therelevant topic. In other words, the expert intentionally evokes information overload to concealrelevant information. From a normative point of view, therefore, too much disclosure can bea concern as much as too little. A surfeit of details can prove as uninformative as a dearththereof.3.3 Complexity Using a similar setting, I consider a related form of manipulation. Instead of obfuscating the DM with cues, the expert can now design A in a way that makes its payoff less transparent.As before, the DMs payoff isat least initiallythe sum of NR components, x NR xi,and each component takes the value x 0 with probability i and otherwise the value x 0.However, the expert can now recompose the payoff structure into any form y N1 yj solong as the total realized payoff is invariant: y x. I call y a payoffequivalent variationof x. Crucially, I assume that the DM does not know the original composition, xi.27 Inany case, absent communication, such variation does not matter; it affects neither the DMsdecision nor her welfare.127Alternatively, I could assume that she does not know how a given payoffrelevant variation is related tothe original composition. Either assumption captures situations of the following kind: A consumer is inclinedto buy a good based on superficial information. That said, she is not aware of all aspects, such as hiddencosts, that could influence her decision. Further, discovering one aspect is not necessarily informative aboutundiscovered ones.18create payoffequivalent variations. One is to divide each xi into m parts,mi1mthat the new payoff structure has N m NR components: y NRAs an illustration, consider two simple mathematical operations the expert can use toh1 xih xi, soj1 yj.For example, instead of incorporating total expenses into one salient item, the monthly rent, alandlord might disaggregate them into various fees, such as for maintenance, utilities, moveinor moveout, parking, laundry room, or other administrative services. The other operationi1 xi j1 yj where N 3NR. A realworld example is a purchase involving nominal price, fees,In bothh1 xih Ni1 xi NRis to add components that neutralize each other, as in y NRNtaxes, discounts, bonuses, rewards, and so forth, which partly offset each other.examples, seeing one component is not informative about others.i1 xi NREven if the total expected payoff remains unchanged, the payoff composition matters forcommunication. As before, suppose the DM cannot deliberate on more than a certain numberof topicssay, two. A proliferation of components then causes more relevant information toslip her attention. Furthermore, disaggregating the payoff can make each component, in andof itself, less important. To see this point, let xih xim for all i in the first landlord exampleabove. Increasing m leaves the total payoff, y, unchanged but shrinks every component, xim.Crucially, this reduces how much the DM can learn from a given number of components.Payoffequivalent variation is thus a means to manipulate the DMs learning process. Howthe expert uses such means hinges, like before, on the DMs decision rule. If she uses an optinrule, the expert wants to help her learn more about A. He would set N 2such that norelevant aspect escapes deliberationand exert communication effort on all the components.That is, he would simplify the payoff structure and strive to explain.By contrast, if the DM follows an optout rule, the expert wants to do the exact opposite.He would increase the number of components, even if it were costly to do so, only to thwartlearning. Suppose he must pay v 0 to raise N by one.Proposition 5 Complexity. Let . Suppose all relevant cues are sent out. As v 0,the expert sets N , and the DMs expected utility falls to E x.As v 0, the expert increases N such that more relevant information escapes the DMsattention, given that she can only deliberate on a limited number of components. At thesame time, he disaggregates the payoff to reduce the amount of information she can possiblywrest from any given component. In the limit, even what she can learn from the componentsthat she is capable of studying becomes so trivial that it no longer affects her decision: Shechooses what she would have chosen without the information. Intuitively, the expert makesthe action unnecessarily complex to prevent the DM from getting the full picture.Example: Mandatory Disclosure and Product Regulation USA Today recently ranan internal study on the costs of maintaining a basic checking account at the ten largest 19US banks and credit unions. While the most basic fees were found to be disclosed on theinstitutions websites, many others were listed only in the Schedule of Fees and Charges.That, however, turned out to be difficult to find.But even the worlds largest search engine couldnt unearth a fee schedule for HSBC, TD Bank, Citibank and Capital One. To get their fee information, we hadto email or call the banks.Determined customers can search for information about fees in banks officialdisclosure documents, but theyll need a lot of time and a couple of cups of coffee,too. An analysis of checking accounts for the 10 largest banks by the Pew Health Group found that the median length of their disclosure statements was 111 pages.None of the banks provided key information about fees on a single page 28Note that the issue was not only that the inconvenient information was at times unavailable.It was also that, even when provided, it was made available in a way that made it costly tolocate the relevant information. Ordinary customers would be hardpressed to know not onlywhere to look for relevant items but also what items to look for.The financial products market seems rife with such practices. Credit cards are perhapsthe most widely debated example. As quoted in a 2009 Reuters article, President Obamasaid No more fine print, no more confusing terms and conditions, in a meeting with UScredit card company executives on consumer protection regulation.29 According to Edward L. Yingling, president and chief executive of the American Bankers Association, Obama urgedthe companies to issue a simple credit card product emphasis added. A year earlier, aftersimilar comments by Federal Reserve Chairman Ben S. Bernanke that improved disclosuresalone cannot solve all of the problems consumers face in trying to manage their credit cardaccounts, the ABA and other industry representatives had signaled strong opposition to suchinterventions.30Similar debates are waged in other countries. In 2008, the website This Is Money cited awarning by the British consumer and competition authority, the Office of Fair Trading, thatcredit card providers can add to the problem knowing that consumers cannotprocess complex information . . . They can create noise by increasing the quantity and complexity of information, which makes it difficult for consumers to see 28Tilghman, Molly, and Sandra Block.Finding Info on Bank Fees May Take Digging.USA Today, October 21, http:www.usatoday.commoneyperficreditstory20111020comparingbankfees50845842129Alexander, David, and John Poirier. 2009. Obama Calls for Credit Card Reforms, Reuters, April 23,2011.http:www.reuters.comarticle20090423usobamacreditcardsid USTRE53M1072009042330Labaton, Stephen. 2008. U.S. Seeks New Curbs on CreditCard Practices, New York Times, May 3,http:www.nytimes.com20080503business03credit.html 20the real price.31The UK financial regulator, the Financial Services Authority FSA, is also quoted sayingProviders of financial products may gain from the lack of price transparency. . . It may be in the providers interest to increase theabout their products.complexity of the product charges.Note that the two quotes refer, respectively, to what I call obfuscation and complexity. Thefirst talks about manipulating the complexity of information, whereas the second talks aboutmanipulating the complexity of the product itself. In either case, says the article, the dangeris that misguided decisions affect consumers risk of getting into debt.These examples along with the theory highlight two interesting aspects that elude previouscommunication models. First, mandatory disclosure is not a panacea. In the above examples,the communication problem is neither a willful misrepresentation cheap talk nor the withholding of facts strategic nondisclosure. Imagine the banks must provide fee information;cheap talk or nondisclosure are illegal and would have serious consequences ex post. Still,this does not mean that consumers become wellinformed. Even when information is hardand disclosed, senders can stillthrough attention manipulationconceal what is relevant.Second, not even the most elaborate disclosure rule may be enough. Jacoby et al. 1974begin their study on information overload with the question of whether simple disclosure ruleslike the Truth in Lending Act are effective if information overload poses a concern; this, I add,is a fortiori questionable given the threat of obfuscation. Even more unsettling, though, isthat any regulation at the communication level proves futile if the sender can modify theobject of communication in a way that makes it intellectually challenging to grasp, even withall details correctly disclosed. While the communication is correct, the matter to be decidedbecomes too complicated. In such a case, regulation might also want to target the object ofcommunication, which is, as the examples illustrate, a much thornier issue.4 Conclusion This paper presents a theoretical framework that captures basic aspects of communication:seeking, shunning, and vying for attention and, deliberately or not, distracting or confusingothers. The main resultscrowding out, information overload, distraction, obfuscation, andcomplexityresonate with empirical findings in various social sciences. The key to micromodeling these phenomena is to proceed from the idea of attention allocation, namely split31Daily Mail Reporter and Sean Poulter. 2008. Credit Card 400m Small Print RipOff, This Is Money,October 29, http:www.thisismoney.co.ukmoneycardsloansarticle1619869Creditcard400msmallprintripoff.html 21ting ones own attention between competing demands, to the idea of attention manipulation,namely influencing what others pay attention to.A particularly interesting avenue, not pursued in the present paper, is that heterogeneityin attention constraints, or cognitive capacity, might provoke different forms or degrees ofattention manipulation. Banerjee and Mullainathan 2008 posit that the poor are subjectto tighter attention constraints than the rich, who can afford better technologies to free upattention. They then show that this induces differences in productivity that amplify the differences in initial endowment; inequality breeds more inequality. This papers findings suggestthat the problem may be even worse: The poor may not only start out with tighter attentionconstraints but also find their limited attention exploited, more so than the rich. In short,the tighter constraints may make them less productive and more manipulable. Manipulationis perhaps the more worrisome problem in that it is, as shown in this paper, prone to createexternalities, and thus constrained inefficient outcomes. But such questions are left for futureresearch.References Alonso, Ricardo, Wouter Dessein, and Nico Matouschek, When does coordinationrequire centralization?, The American Economic Review, 2008, 98 1, 145179.Ambrus, Attila and Satoru Takahashi, Multisender cheap talk with restricted statespaces, Theoretical Economics, 2008, 3 1, 127.Banerjee, Abhijit V and Sendhil Mullainathan, Limited Attention and Income Distribution, American Economic Review Papers and Proceedings, 2008, 98 2, 489493.Battaglini, Marco, Multiple Referrals and Multidimensional Cheap Talk, Econometrica,2002, 70 4, 13791401.Beinhart, L., American Hero, Century, 1994.Bolton, Patrick and Mathias Dewatripont, The firm as a communication network,The Quarterly Journal of Economics, 1994, 109 4, 809839.Caillaud, Bernard and Jean Tirole, Consensus Building: How to Persuade a Group,American Economic Review, 2007, 97 5, 18771900.Chakraborty, Archishman and Rick Harbaugh, Comparative cheap talk, Journal of Economic Theory, 2007, 132, 7094., Persuasion by Cheap Talk, American Economic Review, 2010, 100 5, 2361and 2382.22Choi, James J., Emily Haisley, Jennifer Kurkoski, and Cade Massey, Small Cues Change Savings Choices, Unpublished manuscript, 2011.Cohen, Asher, Selective Attention. Encyclopedia of Cognitive Science, Nature Publishing Group, Macmillan., 2011.Crawford, Vincent P. and Joel Sobel, Strategic information transmission, Econometrica, 1982, 50 6, 14311451.Cronqvist, Henrik and Richard Thaler, Design choices in privatized socialsecuritysystems: Learning from the Swedish experience, The American Economic Review, 2004,94 2, 424428.Dessein, Wouter and Tano Santos, Adaptive organizations, Journal of Political Economy, 2006, 114 5, 956995.Dewatripont, Mathias and Jean Tirole, Modes of Communication, Journal of Political Economy, 2005, 113 6, 12171238.Edmunds, Angela and Anne Morris, The Problem of Information Overload in Business Organizations: A Review of the Literature, International Journal of Information Management, 2000, 20 1, 1718.Eisensee, Thomas and David Stromberg, News droughts, news floods, and US disasterrelief, The Quarterly Journal of Economics, 2007, 122 2, 693728.Eppler, Martin J and Jeanne Mengis, The Concept of Information Overload: A Review of Literature from Organization Science, Accounting, Marketing, MIS, and Related Disciplines, Technical Report 2004.Gentzkow, Matthew and Emir Kamenica, Competition in persuasion, Unpublishedmanuscript, 2011.Grossman, Stanford J., Informational Role of Warranties and Private Disclosure about Product Quality, Journal of Law Econonomics, 1981, 24 3, 461483.Gula, Robert J., Red Herrings, Straw Men and Sacred Cows: How We Abuse Logic in Our Everyday Language, Axios, 2007.Holmstrom, Bengt and Paul Milgrom, Multitask Principal Agent Analyses: Incentive Contracts, Asset Ownership, and Job Design, Journal of Law, Economics, and organization, 1991, 7 Special Issue, 2452.Iyengar, Sheena, The Art of Choosing, Grand Central Publishing, 2011.23Jacoby, Jacob, Carol A. Kohn Berning, and Donald D. Speller, Time Spent Acquiring Product Information as a Function of Information Load and Organization, Proceedings,81st Annual Convention, American Psychological Association, 1973, 8 2, 11., Donald E Speller, and Carol A. Kohn Berning, Brand Choice Behavior as a Function of Information Load: Replication and Extension, Journal of Consumer Research,1974, 1 1, 3342.Karlsson, Anders, Massimo Massa, and Andrei Simonov, Portfolio Choice and Menu Exposure, Unpublished manuscript, 2006.Kartik, Navin, Strategic communication with lying costs, Review of Economic Studies,2009, 76 4, 13591395., Marco Ottaviani, and Francesco Squintani, Credulity, lies, and costly talk, Journalof Economic Theory, 2007, 134 1, 93116.Krishna, Vijay and John Morgan, A model of expertise, The Quarterly Journal of Economics, 2001, 116 2, 747775.Loginova, Uliana, Strategic communication in networks, Unpublished manuscript, 2011.Lohr, Steve, Is Information Overload a 650 Billion Drag on the Economy?, The New York Times Bits, December 2007.Losee, Robert M. Jr, Minimizing Information Overload: The Ranking of Electronic Messages, Journal of Information Science, 1998, 15 3, 179189.Marschak, Jacob and Roy Radner, Economic Theory of Teams, New Haven, CT: Yale Univ. Press., 1972.Milgrom, Paul and John Roberts, Relying on the information of interested parties,The RAND Journal of Economics, 1986, 17 1, 1832.Milgrom, Paul R, Good news and bad news: Representation theorems and applications,The Bell Journal of Economics, 1981, 12 2, 380391.OReilly, Charles A., Individuals and Information Overload in Organizations: Is More Necessarily Better?, The Academy Management Journal, 1980, 23 4, 684684696.Radner, Roy, Hierarchy: The Economics of Managing, Journal of economic literature,1992, 30 3, 13821415.Sah, Raaj Kumar and Joseph E. Stiglitz, The Architecture of Economic Systems:Hierarchies and Polyarchies, American Economic Review, 1986, 76 4, 716727.24Simon, HA, Designing organizations for an informationrich world, 1971.Sims, Christopher A., Implications of rational inattention, Journal of Monetary Economics, 2003, 50 3, 665690.Thaler, Richard and Cass R. Sunstein, Nudge: Improving Decisions about Health,Wealth, and Happiness, Yale University Press, 2008.Wiederholt, Mirko, Rational Inattention, The New Palgrave Dicrionary of Economics,2010.A Figures Figure 1: Crowding out. The DMs attention devoted to Expert 1 in equilibrium, r 1 1, fora given 2, is nonmonotonic in Expert 1s attractiveness left panel. This makes Expert 2sutility nonmonotonic in 1: When 2 desires attention 2 , r 1 1 represents a negativeexternality on Expert 2, so EUExp 2 1 is negatively related to r 1 1 middle panel. When Expert 2 does not desire attention 2 , r 1 1, represents a negative externality on Expert 2, so EUExp 2 1 is positively related to r 1 1 right panel.25Figure 2: Information overload. A movement from right to left on the xaxis representsa decrease in the cost of entry. As q S decreases, the DM first benefits from an expansion ininformation supply q S q S. Then, the DM has access to at least t highquality experts,but no lowquality experts, so she obtains decision payoff U. As the cost of entry fallsbelow q S, low types join the battle for access, and the DMs expected utility falls below U.When q S 0, the number of low types who enter tends to infinity, so the DM ceases toscreen experts. Her decision payoff falls, as she relies on lower quality of information onaverage. Thus, when information becomes cheap enough, the more information she gets, theless information she processes, and the worse she fares.B Proofs Proofs of Lemma 1, Proposition 1, Corollary 1 and Proposition 4: See Appendix C.B.1 Proposition 2 Information OverloadI first establish a preliminary result, proven in Appendix C:Lemma Symmetric information outcome. Assume that the DM faces a cognitive constraintsuch that there exists a lower bound on the amount of nonzero attention that she can giveto any one sender; ri 0 r, 1 for all i. Denote by t r the highest number of sendersthat the DM can split her attention between if she splits her attention equally among them,given the cognitive constraint r. Assume that there are N high types and N lowtypes , with t r N N and . Under symmetric information, thereis an essentially unique equilibrium in whcih the DM communicates with excatly t r hightypes.The proof now proceeds in four steps.26Claim B1.1 When q S q S, q S, there exists a fully revealing equilibrium where onlyhighquality experts approach the DM. She obtains the same expected decision payoff asunder perfect information.Proof of Claim B1.1 We derive conditions under which equilibria with cue communicationexist. We postulate an equilibrium such that P high types send cues to the DM, wheret P N , zero low types send a cue to the DM, and the DM devotes rt 1t to t expertschosen randomly among the P high types who send a cue, where t t r, and zero attentionto all other experts. In such an equilibrium, a low type refrains from sending a cue iffq S t 1P 1dps 1t ,Exactly P high types send a cue iff 1t cs 1t .t 1t , 1P 1d ps 1t cs 1t q S t 1The fact that s 1t is a high types best reply implies thatt d ps 1d ps 1t ,t ,t cs 11t cs 1t , 1P d ps 1tt .t cs 11234By 4, 3 implies 2. Hence, if 3 is satisfied, the postulated equilibrium is incentivecompatible for all experts. By 4, there exists a nonempty range of q S such that 3 issatisfied.Because only high types send cues, an experts cue communication decision reveals histype, so the DM need not assimilate the cues. By the proof of Claim 3, the DMs preferredattention allocation is to communicate with t high types. She is indifferent between the Phigh types who send cues to her. Thus, randomizing between all experts who send her a cue,and devoting zero attention to all experts who do not, is incentive compatible for the DM.Hence, the postulated FRE exists if 3 holds.The FRE is such that all N high types send cues in equilibrium but, if there were N 1high types, the last one would not enter when q S satisfiest 1t , 1N 1d ps 1t cs 1t q SThe lefthand side of 5 gives the expected utility from entry in the presence of N high typesfor a hypothetical N 1th high type. The expected utility from entry in the presenceof of N high types is strictly smaller for a low type. Thus, denoting this expected utility by t 1t cs 1t , 1N d ps 1t527q S, we have thatq S t 1N 1d ps 1t ,1t cs 1t .There exists a the FRE is such that all N high types send cues in equilibrium but no lowtypes when q S satisfiesq S q S t 1N d ps 1t ,1t cs 1t .6The FRE is such that exactly t high types send cues in equilibrium but no low types whenq S satisfiest 1Thus, FRE in which t or more high types but no low types send cues to the DM exist ifft , 1t1d ps 1t cs 1t q St cs 1t , 1d ps 1tt q S. The DMs expected utility, in any ofq S q S and q S d ps 1t , 1t cs 1these equilibria, is given by UR x tps 1t , 1t, which is the same decision payoff as sheobtains in the perfect information case.Claim B1.2 When q S falls below q S, low quality experts also approach the receiver. Shemust either accept a lower expected decision payoff, or intensify her search for highqualitysenders. In either case, her expected utility is strictly lower than when q S q S, q S.that make the DM strictly worse off than when q S q S, q S.Proof of Claim B1.2 We first show that when q S falls below q S, there exist only equilibria When q S falls below q S, 6 is violated. Thus, in any equilibrium with cue communication,at least one low type sends a cue and all high types. In such an equilibrium, the DM eitheri opens zero cues, but randomly chooses to communicate with t experts, or ii opens atleast one cue. We show that both of these may be consistent with equilibrium play. We showthis in the context of an equilibrium in which exactly one low type sends a cue.If the DM plays strategy i, the equilibrium must satisfytt , 1N 2spx 1t cx 1t q Swhere we use the fact that the DM will devote the same amount of attention to every expertwith whom she communicates as the experts types are their private information. We denote R N , 1, t the DMs ex ante utility in this randomization equilibrium where N highby U ran tt cx 1t , 1N 1spx 1t 28types and one low type send cues to the DM who chooses t experts among them randomly.We have that U ran R N , 1, t x N , 1, tps 1t ,1t t 1 ps 1t ,1t x 1 N , 1, t tps 1t ,1twhere N , 1, t is the probability that the only low type is among the t experts thatthe DM randomly picks from the N 1 available experts. Because N , 1, t 0,U ran If the DM instead plays strategy ii, and if she commits to opening exactly one cue, herexpected utility satisfiest , 1R N , 1, t UR x tps 1t. x tpx 1t ,t N 1 x ps 1 N t ,U cue R N , 1, t q R N 1111t U ran R N 1, 1, t 11N 1, the DM opens the cue sent by the only low type, in which case With probabilityshe communicates with the t high types and gets her preferred attention allocation. Withprobability N N 1, the cue was sent by a high type, so the DM communicates with this expertand randomly picks t 1 others. In this case, her ex ante expected decision utility is greatert , 1than or equal to x ps 1t U ran R N 1, 1, t 1 where the inequality is strict if the DM chooses to treat the identified high type preferentially, at the expense of dropping oneexpert of unknown type. Because the DM does not obtain her preferred attention allocationwith probability one, U cue R N , 1 UR.We now show that both i and ii may, depending on the parameter values, be preferredby the DM:In expectation, choosing t experts at random among N 1 is stricly worse than observingone high type and choosing the other t 1 at random, i.e.,1N 1 x tpx 1t ,1t N N 1 x ps 1t ,1t U ran R N 1, 1, t 1 7U ran R N , 1, t 0Equation 7 implies that there exists a nonempty range of q R such that U cue R N , 1, t 29R N , 1, t, given by U ran 1N 1 x tpx 1t ,1t N N 1 x ps 1t ,1R N 1, 1, t 1 8t U ran U ran R N , 1, t q R.We now note that when the DM prefers a strategy in which she commits to opening exactlyone cue to a strategy in which she randomizes, the DM also prefers a strategy in which sheopens at least one cue to randomization. Thus, whenever 8 is satisfied, the DM opens atleast one cue. Because the lefthand side of 8 is finite, the reverse is true for large enoughq R, i.e., U cue R N , 1, t U ran R N , 1, t.Claim B1.3 When q S 0, the number of low quality experts who approach the DMbecomes so large that she ceases to screen experts for quality. The DMs expected decisionpayoff is strictly smaller than that obtained in any equilibrium where cue communicationtakes place.N n 0. Thus, U cue Proof of Claim B1.3 Suppose that N is infinite. As q S 0, the number of low typesthat wish to send a cue to the DM, n, approaches infinity, which implies that NN n 1and N R N , n, t t , 1R N , n, t xtpx 1t q R. Because U rant , 1 xtpx 1t, the DM stricly prefers not to open any cue in the limit. In an equilibriumin which she randomizes, she is worse off, the larger the share of low type experts. Thus, sheis clearly worse off than in any equilibrium where she reads cues.Claim B1.4 The decrease in the DMs expected utility is monotonic for q S q S.Proof of Claim B1.4 When the DM randomly chooses experts, this follows directly fromthe fact that NN n change monotonically with the number of entering low types,n. So long as the DM opens cues, the value of opening one cue is decreasing in NN n, whichis monotonically increasing in n.N n and N 30ONLINE APPENDIXAttention Manipulation and Information Overload Petra Persson C Omitted Proofs C.1 Lemma 1Claim C1.1 When 1, 2 , there exists a unique, interior equilibrium r 1, s 1, s 2 0, 13 of this game.Proof of Claim C1.1 When 1, 2 , the problem of Si, i 1, 2 is given bymaxsi 0 dip si, ri c si .For a given conjecturedr 1, Sis firstorder condition is given bydip 1 si,ri c si .9Because c si 0 as si 0, and because c si as si 1, the range of the righthandis decreasing in si and RHS is increasing in si. These observations yield that there existsside RHS is 0,. As d 0 and p 1 si,ri 0 for allri 0, 1, the lefthand side LHSis strictly positive for i 0, 1 . Since p si,ri is concave in si and c si is convex, LHSa unique solution si ri 0, 1 to this equation. Clearly, the best reply function si ri ismonotonically increasing if p 12 0, and monotonically decreasing if p 12 0. Because thefunction p is concave and c is convex, this solution is the solution to the maximizationproblem the secondorder condition holds.The problem of the DM is given bymaxr 1,r 20,12 x 1p s 1, r 1 2p s 2, r 2 s.t. r 1r 2 1 maxr 10,1 x 1p s 1, r 1 2p s 2, 1 r 1 .For given conjectureds 1 ands 2, her firstorder conditions FOCs are given by x 1p 2 s 1, r 1 2p 2 s 2, 1 r 1 0,where x 0.We substitute the experts best reply functions from 9 into 10 and obtain 1p 2 s 1 r 1 , r 1 2p 2 s 2 1 r 1 , 1 r 1 .311011An equilibrium which is interior must satisfy 11. We will now discuss existence and uniqueness of equilibria in this communication game.First, we show that p 2 s 1 r 1 , r 1 is monotonically decreasing in r 1, i.e., that its derivativeis negative. Differentiating p 2 s 1 r 1 , r 1 with respect to r 1 yieldsp 21 s 1 r 1 , r 1 s 1 r 1 p 22 s 1 r 1 , r 1 .Differentiating sender 1s equilibrium condition, 9, with respect to r 1 yields1213dip 11 s 1 r 1 s 1 r 1 p 12 s 1 r 1 c s 1 r 1 s 1 r 1 ,s 1 r 1 dip 12 s 1 r 1c s 1 r 1 dip 11 s 1 r 1Inserting 13 into 12 yields that the derivative of p 2 s 1 r 1 , r 1 is negative if and only ifdip 12 s 1 r 1 p 12 s 1 r 1c s 1 r 1 dip 11 s 1 r 1 p 22 s 1 r 1 , r 1 0.Using the fact that c s 1 r 1 dip 11 s 1 r 1 is strictly positive, we rearrange to obtaindip 12 s 1 r 1 p 12 s 1 r 1 p 22 s 1 r 1 , r 1c s 1 r 1 dip 11 s 1 r 1p 12 s 1 r 1 p 12 s 1 r 1 p 11 s 1 r 1 , r 1 p 22 s 1 r 1 , r 1 1dip 22 s 1 r 1 , r 1 c s 1 r 1 .Becuase 1This establishes that p 2 s 1 r 1 , r 1 is monotonically decreasing in r 1.p 22 s 1 r 1 , r 1 c s 1 r 1 0, this condition is implied by global concavity.di Second, we show that there exists a unique interior equilbrium. Defining gr 1 p 2 s 1 r 1 , r 1and hr 1 p 2 s 2 1 r 1 , 1 r 1 we rewrite 11 as 1g r 1 2h 1 r 1 .14Step 1 of this proof established that g r 1 is decreasing. An analogous argument establishesthat h r 2 h 1 r 1 is decreasing in r 2 1 r 1 increasing in r 1. Further, becauseg r 1 p 2 s 1 r 1 , r 1, the Indada conditionfor all si 0, 1 : p 2 si, ri 0 for all ri 0, 1 and p 2 si, ri 0 as ri 11532yields thatg r 1 0 for all r 1 0, 1 and g r 1 0 as r 1 1h r 2 0 for all r 2 0, 1 and h r 2 0 as r 2 1,where the latter can be rewrittenh 1 r 1 0 for all r 1 0, 1 and h 1 r 1 0 as r 1 0,1617By 16, when r 1 tends to one, LHS of 14 tends to zero and RHS is strictly greater thanzero. By 17, when r 1 tends to zero, RHS tends to zero and LHS is strictly greater thanzero. Thus, there exists an interior equilibrium r 1 0, 1, as these must cross. Moreover,they cross at most once, so the solution r 1 is unique. By arguments analogous to those above,secondorder condition is satisfied.From the above two steps, we have that the unique interior equilibrium is given byr 1, s 1, s 2 0, 13, where r 1 0, 1 is the solution derived above, s 1 s 1 r 1, ands 2 s 2 1 r 1.Third, we show that there exists no equilbrium in which the DM devotes all her attentionto only one of the experts. Suppose that there exists some equilibrium in which ri 0 forsome Si, w.l.o.g. for S1. However, 15 yields that, for any s 1, ps 1,r 1r 1 0 as r 1 1 andps 2,r 2 0 as r 1 1. Thus, ri 0 cannot be optimal for the DM. Note that this is ther 2case even if s 1 1.Claim C1.2 When 2 1, there exists a unique equilibrium r 2, s 2, 0.Proof of Claim C1.2 When 1 and 2 , S1s problem is given bymaxs 10 d p s 1, r 1 1 1 d c s 1 .Because the firstorder derivative w.r.t. s 1 is negative, s 1 0.The problem of S2 is identical to the experts problem in the case when 1, 2 above. Thus, S2s unique best reply function s 2 r 2 is monotonically increasing if p 12 0and monotonically decreasing if p 12 0.The problem of the DM is given bymaxr 10,11 x 1 1 x p s 1, r 1 1 1 x x 2p s 2, 1 r 1 .33For given conjectureds 1 ands 2, her firstorder conditions FOCs are given by We substitute in the experts best reply functions and obtain x 1 1 p 2 s 1, r 1 x 2p 2 s 2, 1 r 1 . x 1 1 p 2 0, r 1 x 2p 2 s 2 1 r 1 , 1 r 1 .18Because x 1 1 0 and p 2 0, r 1 is decreasing in r 1, LHS of 18 is decreasing in r 1.Replicating the steps in the proof of case 1 above establishes that RHS is increasing in r 1.As the Inada conditions stated in the proof of case 1 are defined for all s 1 0, 1, and hencefor s 1 0, an analogous argument yields that there exists a unique solution r 1 0, 1 to18. Thus, there exists a unique interior equilbrium r 2, s 2, s 1 0, 12 0 of this game.Moreover, replicating the steps in the proof of case 1 establishes that there exist no equilibriumin which ri 0 for some i.We note that in this equilibrium, the DM engages in onesided information acquisitionrelating to A1, i.e. she devotes some attention to this project even though S1 does not makeany communication effort. In contrast, DM and S2 engage in twosided communication.Claim C1.3 When 1, 2 for, there exists a unique equilibrium r 1, 0, 0 0, 1 0 0 of this game.Proof of Claim C1.3 Both experts problems are given by the problem of S1 in the proofof Claim 2. Hence, s 1 s 1 0. The problem of DM is given bymaxr 10,11 x 1 1 x p s 1, r 1 1 1 x 2 x 1 2 x p s 2, 1 r 1 1 2 x .For given conjectureds 1 ands 2, her firstorder conditions FOCs are given by x 1 1 p 2 s 1, r 1 x 1 2 p 2 s 2, 1 r 1 .We substitute in the experts best reply functions and obtain1 1 p 2 0, r 1 1 2 p 2 0, 1 r 1 .19An analogous argument to those in the proofs of Claim 1 and Claim 2 yields that there existsa unique solution r 1 0, 1 to 19.34C.2 Proposition 1Claim C2.1 Fix the attractiveness of expert 2s action, 2. The DMs attention devotedto Expert 1, r 1 1, is nonmonotonic in 1.Proof of Claim C2.1 When 1 , an increase in 1 affects the DM and Expert 1in two ways. First, it becomes more likely that the DM benefits from A1. This direct effectmakes communication more attractive, for both the DM and Expert 1. Second, the increasein 1 has an indirect effect on the DM through its effect on Expert 1, and vice versa. Dueto complementarity, an increase in one team members effort raises the marginal productivityof the counterpartys effort. The direct and indirect effects thus reinforce each other, so bothr 1 1 and s 1 1 are increasing in 1.When 1 , as 1 increases, the DM becomes more convinced that x 1 x, so themarginal value of acquiring information decreases. Hence, r 1 1 is decreasing in 1. From Lemma 1, we know that s 1 1 0 in this region.At , the DMs default choice changes from not taking A1 to taking A1, so the expertscommunication effort drops to zero. Due to complementarity, this lowers the marginal benefitof the DMs effort, so her attention drops discontinuously.Claim C2.2 Fix the attractiveness of expert 2s action, 2. The expected utility of Sender 1 in equilibrium increases continuously with 1 for 1 0, , increases discontinuously at, and increases continuously for 1 , 1.Proof of Claim C2.2 For any 1 0, 1, an increase in 1 has a positive direct effecton the utility of Expert 1: for given effort levels on the part of Expert 1 and the DM, anincrease in raises the probability that trade will occur. In addition to this direct effect, anincrease in 1 affects Expert 1 because the optimal efforts change. I show that this secondeffect reinforces the direct effect.We start from 1 L , and the associated equilibrium r 1L, s 1L, s 2L 0, 13 for a given 2. I compare Expert 1s expected utility in this equilibrium to that inan equilibrium where 1 H L , H . The equilibrium associated with H,r 1H, s 1H, s 2H 0, 13, satisfies r 1H r 1L and s 1H s 1L. When 1 , for a given level of effort on the part of Expert 1 , his expected utility is increasingin the attention that he gets from the DM. Thus, even if Expert 1s effort were held fixed ats 1L when 1 H, Expert 1 would be strictly better off getting attention r 1H fromthe receiver than getting attention r 1L r 1H. Clearly, then, Expert 1 is strictly betteroff in the equilibrium associated with Hwhere the DM devotes attention r 1H to himand he plays his best reply, s 1Hthan in the equilibrium associated with L. Hence,35the expected utility of Expert 1 in equilibrium increases with 1 for 1 0, . Becauseall best reply functions and utility functions are continuous, the expected utility increasescontinuously.When 1 , his expected utility is decreasing in the attention that he gets from the DM. Sender 1s effort is fixed at zero when 1 ; and the DMs attention r 11 isdecreasing in 1. Thus, as 1 increases, Expert 1s expected utility increases because he getsless undesirable attention from the receiver. Because all best reply functions and utilityfunctions are continuous, the expected utility decreases continuously.At , Expert 1s effort cost drops discontinuously to zero; moreover, the attention hereceives drops discontinuously as the DMs decision rule changes from an optin to an optoutrule. Both of these changes raise Expert 1s expected utility discontinuously.Claim C2.3 When Expert 2 wants the DMs attention 2 , Expert 2s expectedutility is a strictly decreasing function of the attention given to the other expert, r 1 1.Proof of Claim C2.3 This follows immediately from the facts that i US2 1 is increasingin r 2 1 for 2 , and ii r 2 1 1 r 1 1. Here, i follows from Claims 1 and 2,and ii is the DMs budget constraint.Claim C2.4 When Expert 2 does not want the DMs attention 2 , Expert 2sexpected utility is a strictly increasing function of the attention given to the other expert,r 1 1.Proof of Claim C2.4 This follows immediately from the facts that i US2 1 is decreasingin r 2 1 for 2 , and ii r 2 1 1 r 1 1. Here, i follows from Claims 1 and 2,and ii is the DMs budget constraint.C.3 Corollary 1This follows from Claims 1, 3, and 4 of the proof of Proposition 1.C.4 Proposition 2I establish the Lemma in three steps.Claim C4.1 Assume that there are N 2 identical experts with . Then, thereexists a unique equilibrium of this game, in which ri 1N .36Proof of Claim C4.1 The problem of Si, i 1, 2,  , N is characterized in the proofof Lemma 1, and Sis unique best reply function is given by si ri 0, 1. By symmetry,s 1   s N s . The problem of the DM is given byrimaxr 1,r 2, ,r N10,1N 1 xp s 1, r 1   ps N , 1 For given conjectureds 1,  ,s N , her firstorder conditions yieldps N , 1 riiN 1i1ri .1 iN 1i1p s N 1, r N 1p s 1, r 1iN 1i1r N 1Substituting the experts best reply functions into this condition yields   r 1p s r 1 , r 1r 1   ps 1 iN 1i11 ri , 1 riiN 1i1ri.iN 1i120N for all i., s 1N , where s 1Clearly, r 1 r 2 r 3   r N r satisfies 20. Because the DM exhausts her attentionconstraint in any equilibrium, there exists a unique symmetric equilibrium of this game, given N is a vectors 1,  , s N such that si s 1N by r, s 1 rj forsome i, j such that i j. To see this, define gri p 2 s ri , ri. By the proof of Lemma 1, g ri is strictly increasing in ri. Hence, if ri rj for some i, j such that i j, 20 mustbe violated.There exists no asymmetric interior equilibrium where ri 0 for all i and ri There exists no equilibrium such that ri 0 for some i. This follows directly from i forri ri 0 as ri 1, and iii psi,ri 0 for all ri 0, 1, ii psi,riall si 0, 1 : psi,rias ri 0.ri Thus, the symmetric equilibrium is the unique equilibrium of this game.Claim C4.2 Assume that the DM faces a cognitive constraint such that there exists alower bound on the amount of nonzero attention that she can give to any one sender;ri 0 r, 1 for all i. Then, there exists a unique equilibrium of this game, in whichtr, where t r is the highest number of senders that the DM can split her attentionri 1between, given the cognitive constraint r.37Proof of Claim C4.2 In the unconstrained optimum derived in the proof of Claim 1, as N increases, r 1N r N decreases monotonically. Thus, there exists some integert r such that r t r r r t r 1. By the proof of Claim 1, the DM strictly prefersto communicate with t r senders over communicating with strictly fewer senders. Becausethe DM exhausts her attention constraint in any optimum, there exists a unique symmetrict , s 1t, where s 1equilibrium of this game, given by r, s 1such that si s 1t is a vector s 1,  , st t for all i. This implies that the DM fares worse in an equilibrium whereless than t high type experts enter than in an equilibrium where t or more high types enter.Claim C4.3 Assume that the DM faces a cognitive constraint r and that there are N high types and N low types , with t r N N. Under symmetricinformation, the DM communicates with t r high types.Proof of Claim C4.3 Because , and because the DMs expected utilility fromcommunication with an expert is increasing in the experts type , the DMs expectedutility from devoting attention r 1t r to a high type is higher than her expected utilityfrom devoting the same amount of attention to a low type. Because t r N , the DM onlycommunicates with high types. By the proof of Claim 2, the DM communicates with exactlyt r high types.C.5 Proposition 4Claim C5.1 If the DM assimilates one cue, she continues to assimilate cues until she identifies the relevant topic.Proof of Claim C5.1 Suppose that the DM has launched k topics. Consider the first cuethat the DM assimilates. She incurs the cost q R. With probability 1k, she finds the relevanttopic, and devotes all of her attention to this topic. With probability k 1k she doesnot find the relevant topic. In this situation, the DM always assimilates a second cue: thecost of assimilation is still q R; however, the probaility that she identifies the relevant topicis 1k 1 1k. Hence, if the DM assimilated the first cue, she assimilates a second cuein the even that the first topic is irrelevant. Repeating this argument yields that she, if sheassimilates one cue, continues to assimilate cues until she finds the relevant topic.Claim C5.2 There exists a number of cues topics k such that, if the DM obtains morethan k topics, then she assimilates no cue. Instead, she randomly chooses t topics that shedivides her attention between equally in the deliberation stage.38Proof of Claim C5.2 Consider the DMs expected utility if she assimilates cues. If thefirst cue that she assimilates is the relevant one, which happens with probability 1k, thenher expected payoff is q R, where x 1 x p0, 11 x. That is, herexpected payoff is the expected payoff from the action, adjusted for the fact that she may findout, through her information acquisition on the relevant topic, that the product quality is lowand opt out. When she devotes all of her attention to this topic, and the expert devoteszero effort, the probability that she obtains such information is given by p0, 1 in the eventthat the product quality indeed is low, which happens with probability 1 . If the firstcue that she assimilates is not the relevant one, which happens with probability k 1k,then she assimilates a second cue.If the second cue that she assimilates is the relevant one, which happens with probability 1k 1, then her expected payoff is 2q R. If the second cue is not the relevant one,then she continues. Repeating this argument yields that her expected payoff from assimilatingcues until she finds the relevant one is given by 1k q R k 1k 1k 1 2q R k 1kk 2k 11k 2 3q R   1k kq R1kiki1 iq R q Rk1 2   k q Rkk 1 k2 q R1 k2.Because q R1k2increases in k without bound, there exists a k such that q R1 k2 0 q R1 k 12.If the DM does not assimilate any cue, but instead randomly chooses t out of the k cuesavailable to her, her expected utility is given by x 1 x tt 1 x, sinceshe chooses tk out of the topics available, and hence picks the relevant topic with probabilitytk. Among the t topics that she randomly chooses, she devotes 1t of her attention to eachof them. Because x 1 x 0, we have that 0. Clearly, the DM strictly prefersto randomize over assimilating cues if the expert makes more than k topics available. The DM prefers to randomize when her expected payoff from randomization exceeds her expectedpayoff from opening cues, i.e., whenk p0, 1 x 1 x tkp0,1t1 x x 1 x p0, 11 x q R1 k2.We know that this holds when k k. We denote the smallest number of topics such thatthe DM prefers to randomize by k. Clearly, k k.39Claim C5.3 The expert either launches only one topic, or at least k topics. If q S is small,he launches at least k topics.Proof of Claim C5.3 If the expert launches only one topic the relevant one, then the DMdevotes all of her attention to this topic. Thus, she opts out with probability p0, 11 .If he launches more than one, but fewer than k topics, the DM assimilates cues untilshe finds the relevant topic. Then, she devotes all of her attention to this topic. Hence, sheopts out with the same probability; however, the expert incurred a higher cost of makingthe additional topics available. Thus, the expert strictly prefers launching one topic tolaunching strictly more than one, but fewer than k, topics.If he launches at least k topics, the DM randomly chooses t out of the k topics, anddevotes attention 1t to each of the selected topics. In this case, she opts out with probabilityt 1 p0, 11 . Clearly, if the cost of launching a topic, q S, is small enough,k p0, 1tthe expert strictly prefers to launch at least k topics.Claim C5.4 When q S 0, the mandate to disclose the relevant topic has no effect on the DMs expected utility; she does not process the relevant information at all.Proof of Claim C5.4 When q S , the number of topics that the expert launchessatisfies k . The probability that the DM opts out satisfies limk tt 1 0.Hence, the mandate to disclose the relevant topic has no effect on the DMs expected utility;the expected utility is simply given by x 1 x, which is her expected utility in theabsence of any mandate.k p0, 140", "filename": "774889063.pdf", "person": ["Petra Persson", "Persson, Petra"], "date": ["2013"]}