{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/88774/1/775219185.pdf"], "title": ["How do insured deposits affect bank risk? Evidence from the 2008 emergency economic stabilization act"], "plaintext": "How do insured deposits affect bank risk?Evidence from the 2008 Emergency Economic Stabilization Actcid:3yz, Felix Noth and Ulrich Schcid:127uwer Claudia Lambert December 2013Abstract This paper tests whether an increase in insured deposits causes banks to becomemore risky. We use variation introduced by the U.S. Emergency Economic Stabilization Act in October 2008, which increased the deposit insurance coveragefrom 100,000 to 250,000 per depositor and bank. For some banks, the amountof insured deposits increased significantly; for others, it was a minor change. Ouranalysis shows that the more affected banks increase their investments in riskycommercial real estate loans and become more risky relative to unaffected banksfollowing the change. This effect is most distinct for affected banks that are lowcapitalized.Keywords: financial crisis, deposit insurance, bank regulation JEL Classification: G21, G28We thank Allen Berger, Martin Brown, Falko Fecht, Jan Pieter Krahnen, Simon Kwan, Karen K. Lewis,Reinhard H. Schmidt, Isabel Schnabel, Stefan Straetmans, Johannes Tischer, Razvan Vlahu and the participants at the 2013 European Finance Association meeting in Cambridge, the 2013 Financial Intermediation Research Society meeting in Dubrovnik, the 2013 Research Workshop in Financial Economics in Mainz, the 2013 GEABA meeting in Magdeburg and the 2012 Research Seminar in Riezlern for valuable comments andsuggestions.DIW Berlin, German Institute for Economic Research, Mohrenstr. 58, 10117 Berlin, Germany, Email:clambertdiw.decid:3yz Goethe University Frankfurt, Department of Finance, Gr uneburgplatz 1, 60323 Frankfurt am Main, Germany, Email: nothfinance.unifrankfurt.de, schuewerfinance.unifrankfurt.de.1 Introduction In the course of the recent financial crisis and the ongoing sovereign debt crisis, understandingthe design and consequences of deposit insurance schemes has anew become an important policy issue. Deposit insurance is a corner stone of many banking systems worldwide because ithelps protect small savers and prevent bank runs. However, it also gives banks incentives forexcessive risktaking because, first, it weakens the market discipline carried out by creditors,and second, mispricings of the deposit insurance premium, which come from the regulatorslimited ability to assess risks and to charge riskadjusted premiums, make higher risktakingattractive for shareholders. The empirical evidence whether deposit insurance leads to morebank risktaking is mixed, but most studies indicate that the existence of a deposit insurance scheme increases risktaking and the likelihood of banking crises e.g., Demirg u cKuntand Detragiache, 2002. Whether deposit insurance impacted banks risktaking in the U.S.during the recent financial crisis is not yet explored. The effect of deposit insurance may becomplementary to other important aspects of the financial crisis, which are explored by theliterature, such as the effect of bank CEO incentives Fahlenbrach and Stulz, 2011, bankequity Berger and Bouwman, 2013, and government bailout policies Gropp et al., 2011;Dam and Koetter, 2012; Black and Hazelwood, 2012; Duchin and Sosyura, 2012 on banksrisktaking.This paper explores how a banks amount of insured deposits affects its stability andlending decisions during the recent financial crisis. The main challenge for such an empiricaltest is an identification problem. The banks with more insured deposits might be the onesthat take more risks, or, the more risky banks might be the ones that make more effortsto attract deposits and, thus, have more insured deposits. To circumvent this problem,we use variation introduced by the U.S. Emergency Economic Stabilization Act in October 2008, which increased the deposit insurance coverage from 100,000 to 250,000 per depositorand bank. This change increased the total sum of insured deposits in the U.S. from roughly4,800 billion to roughly 5,300 billion. Importantly for our identification strategy, banks wereaffected differently. For some banks, this event significantly increased the amount of insureddeposits affected banks. For other banks, it only had a minor effect unaffected banks.2Using the affected banks as the treatment group and the unaffected banks as the controlgroup, we employ a differenceindifference estimation technique conditional on propensityscore matching. Through the matching procedure we make sure that both groups of banksare similar before the event and thereby that our results do not reflect systematic differencesbetween both groups.Our empirical analysis shows that an increase in the amount of insured deposits causesthe affected banks to become more risky relative to the unaffected banks. This is reflected inestimations for two alternative risk measures: banks predicted probabilities of default andbanks zscores 1. Further, our analysis shows that affected banks increase their investmentsin commercial real estate loans, which is considered a particularly risky loan category, relativeto unaffected banks after the regulatory change. This presumably contributes to a relativelylower asset quality of affected banks following the increase of insured deposits, as reflectedin a significantly higher ratio of nonperforming loans to total assets of this loan category.Thereby, the study provides empirical evidence on unintended consequences of an importantand controversial part of bank regulation.Our study also provides evidence on a related policy topic: the role of bank capital. In anextension of our analysis, we find that increased risktaking is specifically exercised by affectedbanks that are relatively low capitalised, and not by relatively high capitalized banks. Thisresult suggests that stricter capital requirements may be an appropriate policy measure tomitigate riskshifting incentives deriving from deposit insurance.2Fig. 1 presents illustrative evidence on our main results. The upper left graph showspredicted probabilities of default that we estimate with a probability model. Each valuerepresents the average probability that an affected bank or an unaffected bank defaults in oneof the following four quarters. Affected banks show on average higher predicted probabilitiesof default than unaffected banks following the regulatory change at the beginning of the fourthquarter of 2008. The upper right graph shows banks zscores, which are relatively lower for 1We use banks zscores as a measure for bank risk following Laeven and Levine 2009. The zscore isdefined as the sum of a banks return on assets and its capital ratio, standardized by the volatility of thebanks return on assets. Thus it measures a banks ability to absorb losses by its bank capital. A lower zscoreindicates lower bank stability and, accordingly, higher bank risk.2Note that our identification focusses on changes in insured deposits and not on differences in bank capital.Therefore, our study provides only indirect evidence on the role of bank capital for risktaking.3affected banks after the event indicating higher bank risk. The lower left graph shows theratio of real estate commercial loans to total assets. The relatively higher ratios for affectedbanks after the regulatory change indicate that affected banks invested relatively more in thisrisky loan category. Finally, the lower right graph represents banks ratios of nonperformingreal estate commercial loans to total assets. It shows that this loan category contributed torelatively higher problem loans of affected banks after the regulatory change. In summary,the graphs of Fig. 1 provide a first indication that affected banks become riskier relative tothe unaffected banks following the increase of insured deposits as induced by the Emergency Economic Stabilization Act.Besides the effect of the regulatory change on banks risks, there were other importantdirect and indirect effects of this change for the economy, e.g., calming of banking marketsand apparently an increased supply of commercial real estate loans from affected banks, asdocumented in Fig. 1 c. While the former is clearly positive for the overall economy, thelatter may either be positive or negative depending on whether these loans were grantedfor positive net present value projects or used for risk shifting. Note that a comprehensiveeconomic analysis is beyond the scope of this paper and is thus left for further research. Thispaper focusses on banks risks, which is one important aspect of bank regulation and therecent financial crisis.Our study adds to the large literature that examines the effect of insured deposits onbank risk and banking system stability. Important theoretical contributions include Merton1977 and Diamond and Dybvig 1983.3 Previous empirical studies for the U.S. typicallyuse historical data from the first half of the 20th century or data on specific bank types. Forexample, Wheelock 1992 and Wheelock and Wilson 1995 examine the voluntary membership in the Kansas state insurance system during the 1920s and find that insured banks weremore likely to fail than noninsured banks. Grossman 1992 finds that newly insured thrifts 3More broadly related to the effects of deposit insurance are the seminal papers by Diamond 1984 and Gorton and Pennacchi 1990 that study the function of financial institutions to create liquid assets for uninformed customers. In a recent theoretical paper, Morrison and White 2011 find that socially too few depositsare made in equilibrium because of market failures, and that deposit insurance should be funded out of generaltaxation to improve welfare. Despite the large literature, they argue that our understanding of the designand consequences of deposit insurance schemes is in its infancy p. 3400. Allen et al. 2013 analyze a modelwhere both panic and fundamental runs are possible. They find that blanket guarantees are optimal if thegovernments budget is large, and limited guarantees are optimal if the governments budget is tight.4Figure 1: Illustrative evidencea Predicted probability of defaultb Zscorec Real estate commercial loans assetsd Nonperf. real estate commercial loans assets The upper left graph shows banks predicted probabilities of defaults. The mean values for affected banks andunaffected banks are represented by a solid and dotted line, respectively each group comprises a total of 671banks. The upper right graph shows banks zscores, where a lower value represents a more risky bank. Thelower left graph shows banks ratios of real estate commercial loans to assets. The lower right graph showsbanks ratios of nonperforming real estate commercial loans to assets. All graphs reflect quarterly values forthe period 2000 to 2012. The solid vertical lines show the end of the third quarter of 2008, three days beforethe Emergency Economic Stabilization Act was introduced.in Milwaukee and Chicago during the 1930s at first undertook less risk than their uninsuredcounterparts, possibly because of initial exams by the deposit insurance authorities, but theygradually undertook more risk and surpassed the level of risk of their uninsured counterpartsafter five years. Karels and Mc Clatchey 1999 analyse the adoption of federal deposit insurance for U.S. credit unions in the 1970s, and find no evidence that it increased the risktakingof these institutions. The more recent empirical literature mainly conducts crosscountry 50.005.01.015.02predicted probability of default 2000q 42002q 42004q 42006q 42008q 42010q 42012q 4affectedunaffected 33.23.43.63.84Zscore 2000q 42002q 42004q 42006q 42008q 42010q 42012q 4affectedunaffected.08.1.12.14.16.18RE commercial loans assets 2000q 42002q 42004q 42006q 42008q 42010q 42012q 4affectedunaffected 0.005.01Nonperf. RE commercial loans assets 2000q 42002q 42004q 42006q 42008q 42010q 42012q 4affectedunaffectedstudies to examine how the existence of explicit deposit insurance affects the stability of acountrys banking system. For example, Demirg u cKunt and Detragiache 2002 show for asample of 61 countries around the world that during the 1980s and 1990s the existence ofdeposit insurance had an adverse impact on bank stability. Gropp and Vesala 2004 find in acrosscountry study for 15 European countries that during the 1990s explicit deposit insurancereduces the risktaking of banks, because deposit insurance serves as a commitment deviceto limit public guarantees, and consequently induces market monitoring through nondepositcreditors. Anginer et al. 2012 show for a sample of 96 countries worldwide that explicitdeposit insurance leads to more bank risk and higher systemic fragility during the noncrisisperiod 2004 to 2006, while it leads to less bank risk and higher systemic stability during thecrisis period 2007 to 2009.4Our approach is a significant departure from the existing empirical literature, typicallyfocusing on historical data for smaller subsamples of U.S. banks or crosscountry data. Assuch our study is the first empirical assessment of the relation between deposit insurance andbank risk that provides withincountry evidence for a large sample of U.S. commercial banks.Compared to studies that use crosscountry variation in deposit insurance schemes, we areable to restrict our study to U.S. banks because the regulatory change of insured depositsdid not affect all banks equally in practice. This allows us to identify how affected bankschange their risktaking and lending decisions as a consequence of the event compared tounaffected banks within a homogeneous macroeconomic area. Both perspectives, the crosscountry perspective from the existing literature and the withincountry perspective in ourstudy, provide important insights and complement each other.5Further, we provide new evidence on determinants of banks risktaking during the recentfinancial crisis. We demonstrate that the increase in insured deposits in October 2008, whichpresumably had the beneficial shortterm effects to calm banking markets, led to increasedrisktaking of affected banks and contributed to bank fragility in the wake of the financialcrisis. This finding adds to the longstanding as well as the more recent assessments of 4For an overview on deposit insurance schemes around the world, see Demirg u cKunt et al. 2008.5Note that the literature on deposit insurance also examines how or whether depositors discipline bankssee, e.g., Berger and TurkAriss, 2013; Iyer et al., 2013 and how bank runs may develop see, e.g., Iyer and Puri, 2012; Kiss et al., 2012; Brown et al., 2013. In this study we do not examine these aspects, but focus onbanks risktaking decisions.6several researchers that the U.S. deposit insurance should be revised e.g., Berlin et al., 1991;Pennacchi, 2006, 2009.Our analysis is also related to the extensive literature on determinants of bank failuresand bank risktaking. For example, Furlong and Keeley 1989 and Berger and Bouwman2013 provide evidence that bank capital affects bank risktaking. Based on this literature,we control for well known risk factors such as equity, nonperforming loans, profitability,liquidity and commercial real estate loans, which are largely incorporated in the CAMELSratings of the Federal Deposit Insurance Corporation see, e.g., Wheelock and Wilson, 2000;Cole and White, 2010.6The paper proceeds as follows. Section 2 describes aspects of the U.S. Emergency Economic Stabilization Act of October 2008 that are in particular relevant for banks insureddeposits. Section 3 presents our identification strategy, the data and summary statistics. Section 4 explains the empirical model and shows the main estimation results. Section 5 extendsthe analysis by exploring the role of bank capitalization for the effect of insured deposits onbank risk. Finally, Section 6 concludes. All tables appear in the appendix.2 The Emergency Economic Stabilization Act of October 2008The Emergency Economic Stabilization Act was a reaction to the financial crisis of 2007 and 2008, which is considered the worst such crisis since the Great Depression. It was signed intolaw on October 3, 2008. The rationale of the act was to restore consumer confidence in thebanking system and financial markets.Central to the act is the Troubled Asset Relief Program TARP that allowed the Treasury Department to spend 700 billion to support troubled institutions Shah, 2009.7 Part of the TARP is the Capital Purchase Program CPP, which enabled the government to purchaseequity directly from troubled institutions. The act also initiated further stabilizing actions,e.g., allowing the Fed to pay higher interest rates on banks deposits held as reserve require6The study by Berger and Bouwman 2013 provides a recent overview on this field of the literature.7The amount was later reduced to 475 billion under the DoddFranck Act of 2010.7ments, or foreclosure avoidance and homeowner assistance with regard to mortgage paymentssee, e.g., Nothwehr, 2008.Importantly for our study, Section 136 of the Emergency Economic Stabilization Act provided a piece of reform that affected deposit insurance: It raised insured deposits per accountfrom 100,000 to 250,000, effective October 3, 2008. Though initially temporarily until December 31, 2009, the increase of insured deposits was prolonged through January 1, 2014 on May 20, 2009 by the Helping Families Save Their Homes Act. Finally, the introduction of the DoddFrank Act, signed into law on July 21, 2010, made the temporary increase in insureddeposits permanent.3 Identification strategy and empirical model To assess how an increase in insured deposits affects banks risktaking, we have to considerpotential parallel macroeconomic and industrywide factors that affect all banks, independently of the regulatory change.It would be misleading to simply test how or whetherbanks adapt their risktaking after the regulatory change. Rather, we need to explore howaffected banks adapt their risktaking relative to the risktaking of a counterfactual that issimilar to the affected banks. We therefore construct a group that includes the affected banks,i.e., the treatment group, and a group that includes banks representing the counterfactualbehavior, i.e., the control group. The identification of the treatment group and the controlgroup is the main challenge of our study. In particular, we need to make sure that banksin both groups are similar before the event. We proceed in using a differenceindifferenceestimation technique with time and bank fixed effects conditional on a matched sample ofbanks.Our identification strategy is based on variation introduced by the regulatory change andas such the intensity of banks being effectively affected by the change in the deposit insurancescheme initiated through the Emergency Economic Stabilization Act of October 2008.Inparticular, we observe that some banks reported relatively large increases in their insureddeposits following the regulatory change, while other banks reported relatively low increases.8As discussed in more detail in Subsection 3.2, we classify the former banks as affected banks,which form our preliminary treatment group, and we classify the latter banks as unaffectedbanks, which form our preliminary control group.It is important for our identification strategy to recognize that the external variation whichdetermines the selection of banks into both groups is not purely random. The affected banksare those with relatively many deposit accounts above 100,000, while the unaffected banksare those with relatively few such accounts. We need to make sure that this difference betweenbanks in both groups does not create a selection bias for our estimation results. In principle,the following could be relevant for our estimations: First, the difference between banks maybe uncorrelated with the dependent variables we are interested in. In this case, we wouldget unbiased estimation results. Second, the difference between banks may have a static leveleffect on the dependent variables we are interested in. For example, banks in the treatmentgroup and control group have different business models, such that banks in the treatmentgroup are systematically more likely to fail by certain percentage points relative to banks inthe control group. In this case, a differenceindifference estimation technique also providesunbiased estimation results because it explores how differences between both groups changeafter an event, not the different levels itself. Furthermore, bank fixed effects in our estimationaccount for potential static differences between banks. Third, the difference between banksmay have a dynamic effect on the dependent variables we are interested in. For example,banks in the treatment group are systematically more risk loving during recessions and morerisk averse during booms relative to banks in the control group. In this case, we are limitedin controlling for this bias in our estimation model. To rule out this problem, we restrictour sample to banks in the treatment group and banks in the control group that are similarover the business cycle. Accordingly, we reduce our treatment group and control group to amatched sample of affected banks and unaffected banks that shows similar characteristics formany variables and over time.In the following subsections, we first describe the data used in this study Subsection 3.1.We then describe in more detail our definition of affected and unaffected banks 3.2. Next,we explain how we construct a matched sample of banks 3.3. The subsequent subsectionsprovide the summary statistics 3.4 and further evidence on the similarity of treatment and 9control group over the business cycle 3.5.3.1 Data Our main analyses cover the period cid:68 quarters around the introduction of the Emergency Economic Stabilization Act at the beginning of Q4 2008, i.e., the period from Q4 2006 to Q3 2010. The data come from the Federal Deposit Insurance Corporation FDIC, the U.S.Department of the Treasury and the Federal Reserve Bank of St. Louis.In particular,we use quarterly data on U.S. banks from the FDIC Statistics on Depository Institutionsand the FDIC Uniform Bank Performance Reports, which include detailed balance sheet,income statement and deposits data for all FDICinsured banks in the United States. Weuse information on bank failures in the period 2000 to 2012 from the FDIC Failed Bank List to estimate probabilities of default. Further, we use data on which banks opted outof the Temporary Liquidity Guarantee Program from the FDIC website and data on whichbanks received TARP from the TARP Investment Program Transaction Reports, which areavailable on the website of the U.S. Department of the Treasury. Finally, to control forregional real estate prices, we use the CaseShillerIndex which is available from the Federal Reserve Economic Data database of the Federal Reserve Bank of St. Louis. A description ofthe variables used in this study is provided in Table 1.We restrict our sample to 7,137 commercial banks that existed at the end of the thirdquarter of 2008. We do not consider SLs or thrifts because they may differ in their businessmodels. Further, we exclude 822 banks that received TARP for their institution or bank holding company because capital injections through this program may bias our main risk proxies,estimated probabilities of default and zscores, and may affect the risktaking incentives ofthese banks. We also exclude 826 banks that decided to opt out of the Transaction Account Guarantee Program in 2008 because the decision to opt out may be based on certain bankcharacteristics that bias our results. This results in a total of 5,489 banks. Furthermore, wewant to exclude biases from newly founded or converted banks and therefore require banksexistence as a commercial bank three years before the Emergency Economic Stabilization Actwas enacted. This leaves us with 5,128 banks. Previous studies that also use the FDIC data 10point out that some of the data are erroneous and that it includes banks that are very smallor not commercial banks in the common sense. Therefore, similar to Berger and Bouwman2009, we exclude banks that 1 hold gross total assets below 25 million; 2 have no commercial real estate or commercial and industry loans outstanding; 3 hold consumer loansexceeding 50% of gross total assets; 4 have unused commitments exceeding four times grosstotal assets; 5 are similar to a thrift residential real estate loans or commercial, construction development real estate loans exceed 50% of gross total loans , or 6 have domesticdeposits below 10% of total assets. Accordingly, we are left with 3,854 banks. As describedin the following subsection, we need to observe the amount of banks insured deposits in thethird quarter of 2009 for our identification strategy.8 Our sample therefore only includesbanks that did not fail before the third quarter of 2009, which results in a sample of 3,749banks. Further, our identification strategy only considers banks in the top quartile treatmentgroup or lowest quartile control group of reported changes in insured deposits. This cutsour sample in half to a total of 1,874 banks. Finally, as described in Subsection 3.3, we applypropensity score matching and require that banks in the treatment group and control grouphave very similar characteristics before the regulatory change. After matching , the final dataset includes 1,342 banks, of which 671 constitute our treatment group affected banks and 671 constitute our control group unaffected banks.While our main differenceindifference estimations cover the period from Q2 2006 to Q22011, we also use data of the period Q1 2000 to Q4 2012 to estimate probabilities of defaultfor each bank and quarter. For this extended period, our estimation includes on average 7,000commercial banks per quarter and a total of 382,370 bankquarter observations.3.2 Definition of affected and unaffected banks We define our treatment and control group based on the change in insured deposits initiatedthrough the Emergency Economic Stabilization Act of October 3, 2008 and test whetherthis increase altered risktaking of affected banks relative to unaffected banks. According toprevious theoretical and empirical research, a higher ratio of insured deposits to total assets 8The third quarter of 2009 is the first quarter that banks reported their insured deposits based on the new250,000 limit.11may weaken market discipline and lead to moral hazard and excessive risktaking see, e.g.,Merton, 1977; Demirg u cKunt and Detragiache, 2002.We construct the sample of affected and unaffected banks following two steps. First, wecalculate the difference between the original ratio of insured deposits to total asset based ona 100,000 limit and the new ratio of insured deposits to total assets based on a 250,000limit at the end of Q3 2008, which is three days before the regulatory change was adoptedand became effective.9 Second, we assign banks to the treatment group affected if thisdifference is in the top quartile of the sample. Banks that exhibit a difference in the lowestquartile belong to the control group unaffected. Intuitively, affected banks have relativelymore customers in their portfolio with deposits exceeding 100,000 before the introduction ofthe act.The upper left graph of Fig. 2 shows average ratios of insured deposits over assets for allbanks before and after the Emergency Economic Stabilization Act was introduced, and theupper right graph shows these average ratios separately for affected banks solid line andunaffected banks dashed line. By construction we see a sharp change for the affected banksrelative to the group that we consider unaffected by the event. Further, we observe thataverage values of the ratio of insured deposits over assets between affected and unaffectedbanks converges during the two years following the regulatory change.10 The lower left graphshows that the average ratio of total deposits over assets for all banks has not changed muchfollowing the regulatory change, and the lower right graph shows that these average ratiosare not significantly different between the treatment group and the control group.9Note that the new amount of insured deposits over assets based on a 250,000 limit is not directlyreported by banks for Q3 2008. Banks were required to continue reporting based on the old 100,000 limituntil the Q3 2009 reporting period. We therefore approximate the new amount of insured deposits at the endof Q3 2008 for each bank as follows: First, we calculate the ratio of insured deposits to total domestic depositsin Q3 2009 for all banks. We make the assumption that this reported ratio is representative for the banks ratioin Q3 2008. Then, we approximate each banks new amount of insured deposits as of Q3 2008 by multiplyingthis ratio and the banks reported amount of domestic deposits in Q3 2008. The ratios of insured depositsover assets for Q4 2008 to Q2 2009, as shown in Fig. 2 a and b, are based on the same approximation.10Interestingly, as Fig. 1 in the introduction shows, we find a similar pattern for bank variables that reflectbank risk.12Figure 2: Volume of insured deposits and total depositsa Insured deposits over assets: all banksb Insured deposits over assets by treatment statusc Total deposits over assets: all banksd Total deposits over assets by treatment status The figure shows the development of the mean values of the ratio of insured deposits over assets for all banksa and by treatment status b, and the development of the mean values of the ratio of total deposits overassets for all banks c and by treatment status d. The solid vertical lines show the end of the third quarterof 2008, three days before the Emergency Economic Stabilization Act was introduced. In Graph b and Graphd, the mean values of affected banks are represented by a solid line, and the mean values of unaffected banksare represented by a dashed line.13.5.6.7.8.91insured deposits assets 2000q 42002q 42004q 42006q 42008q 42010q 42012q 4all banks.5.6.7.8.91insured deposits assets 2000q 42002q 42004q 42006q 42008q 42010q 42012q 4affectedunaffected.5.6.7.8.91total deposits assets 2000q 42002q 42004q 42006q 42008q 42010q 42012q 4all banks.5.6.7.8.91total deposits assets 2000q 42002q 42004q 42006q 42008q 42010q 42012q 4affectedunaffectedFig. 3 illustrates the development of banks funding costs of deposits, which reflects theinterest rates banks offers to their clients to attract deposits. The left graph shows fundingcosts of total interest bearing deposits for affected banks and for unaffected banks, and theright graph shows respective funding costs of large time deposits over US 100.000. Large timedeposits were fully uninsured until Q3 2008 and partly uninsured over 250,000 afterwards.The figure shows that these funding costs of both groups developed very similar before andafter the regulatory change. Recent research points out that some banks attracted depositsby offering higher rates during the recent financial crisis Acharya and Mora, 2012. We findno evidence that there are any differences in this regard between both groups of banks.Figure 3: Funding costs of depositsa Total interest bearing depositsb Large time deposits over 100.000The figure shows the development of funding costs of total interest bearing deposits a and large time depositsover US 100.000 b for the groups of affected banks and unaffected banks. The data is available since Q42002. We drop all observations with obvious outliers funding costs below 0% or above 20%. The solid verticallines show the end of the third quarter of 2008, three days before the Emergency Economic Stabilization Actwas introduced.3.3 Matching estimation To disentangle the treatment effect from a potential selection bias, we first estimate a logitmodel that explains the probability that a bank is materially affected by the legislative change.The propensity score matching helps us to construct similar samples based on bankspecificcharacteristics before the event. In particular, we match banks based on key characteristicsthat determine bank stability following Wheelock and Wilson 2000 and Cole and White 140.01.02.03.04.05.06funding costs 2000q 42002q 42004q 42006q 42008q 42010q 42012q 4affectedunaffected 0.01.02.03.04.05.06funding costs 2000q 42002q 42004q 42006q 42008q 42010q 42012q 4affectedunaffected2010. These characteristics are similar to the determinants of the FDICs CAMELS ratingsand reflect banks capital adequacy, liquidity, earnings, asset quality and loan composition.We estimate the model using average data per bank for the period from Q4 2006 to Q32008, i.e., the two years before the act was introduced. In particular, we estimate the followingmatching equation:Affectedi 0 1EQi 2T Ai 3LIQUi 4ROAi 5N P Li 6OREi 7IEN Ci 8LOAN Si 9CIi1 10RECDi 11RECOi 12REM Fi 13RESFi i The explanatory variables in this equation are: total equity to total assets EQ, bank sizerepresented by the natural logarithm of total assets TA, liquidity measured as cash and U.S. Treasury securities standardized by total assets LIQU , net income before taxes tototal assets ROA, nonperforming loans to total assets NPL11, other real estate ownedto total assets ORE , income earned, not collected on loans to total assets IENC , totalloans to total assets LOANS , commercial and industry loans to total assets CI , real estateconstruction and development loans to total assets RECD, real estate commercial loans tototal assets RECO, real estate multi family loans to total assets REMF , and real estatesingle family loans to total assets RESF .We use the nearest neighbor matching procedure on a onetoone basis, which selectsthe banks closest in terms of their propensity scores. We conduct the analysis without replacement, which means that a neighbor can only be used once. We require common supportand impose a tolerance level of 1%, the socalled caliper. The caliper is equivalent to choosingan individual from the comparison group as a matching partner for a treated individual thatlies within the caliper propensity range and is closest in terms of propensity score.11We define nonperforming loans as assets past due 3089 days and still accruing interest, assets past due 90 days and still accruing interest, plus nonaccrual assets.153.4 Summary statistics Mean values, median values and standard deviations of our main variables and further bankcharacteristics are presented in Table 2 for the two year period before the regulatory change,i.e., from Q4 2006 to Q3 2008. The table differentiates between affected and unaffected banksin order to compare characteristics of both samples before the event. Since our differenceindifference estimation is based on a matched sample, which uses affected banks as the treatmentgroup and unaffected banks as the control group, we technically insure that banks in bothgroups have similar characteristics.Additionally, as suggested by Imbens and Wooldridge 2009, Table 2 also reports normalized differences to compare both groups with respect to important bank characteristics.Normalized differences are a scalefree measure of the difference in distributions, and calculated as the difference in averages by treatment status, scaled by the square root of the sumof the variances Imbens and Wooldridge, 2009, p. 24: X1 cid:0 X0SD21 SD20N D ,2where X1 and X0 represent the mean values of the group of affected banks and unaffectedbanks, respectively, and SD20 represent the respective variances. As a rule of thumb,1 and SD2groups are regarded as sufficiently equal and adequate for linear regression methods if normalized differences are generally in the range of cid:60.25.12Overall we find that both groups are very similar before the event. This includes characteristics regarding size log of total assets, capital adequacy equity, total riskbased capital,funding composition total liabilities to total assets, asset composition total loans, real estateloans, consumer loans, commercial and industrial loans, asset quality loan loss provisions,chargeoffs, other real estate owned, nonperforming loans, the CaseShiller index and default risk probability of default, zscore. The banks exposures to subcategories of real estateloans commercial, construction and development, single and multifamily real estate loans,12Note the difference with the tstatistics, which is sensitive to the sample size and which tests whether thereis a significant difference in means, not, as normalized differences, whether linear regression methods tend tobe sensitive to the specification.16which proved to be especially important for bank risk during the recent financial crisis see,e.g., Cole and White, 2010, are also very similar. All characteristics show normalized differences well below cid:60.25. Normalized differences above cid:60.25 are only evident for the share ofinsured deposits to assets or total deposits, which we use for identifying the treatment andthe control group.In summary, Table 2 shows that dividing the sample in affected and unaffected banks bythe change in insured deposits leaves us with two subsamples that resemble very similar characteristics before the event. The descriptive statistics show that our identification procedureis appropriate and that our results are unlikely to be disturbed by differences in groups.Table 23.5 Similarity of treatment and control group over the business cycle In this section we provide further evidence that our results are not driven by dynamic effectsresulting from differences between the treatment group and the control group over the businesscycle. As such, we inspect whether the trend of the probability of default and the zscore isparallel for both groups. Additionally, we observe whether normalized differences of variousother bank variables are within the required range for each quarter since the year 2000.3.5.1 Parallel trend assumption To adequately employ a differenceindifference estimation technique, we have to guarantee,that the parallel trend assumption is satisfied. As such, we have to make sure that thedevelopment of our main risk proxies, the probability of default and the zscore, follow asimilar trend for the treatment group and the control group before the event. Analogousto previous studies we graphically inspect the trend of the mean values of these measuresfor both groups, as shown in Fig. 1 a and b, and we confirm that the paralleltrendassumption holds.The parallel trend assumption also holds for many other variables until Q3 2008, the event 17quarter. Illustrative evidence is provided in Fig. 4 for total loans over assets a, real estateloans over assets b, return over assets c and nonperforming loans over assets d.Figure 4: Selected bank characteristics over timea Total loansassets LOANSb Real estate loansassets REc Return over assets ROAd Nonperforming loansassets NPLThe figure shows the development of the mean values of selected variables for the period 2000 to 2012. Themean values for affected and for unaffected banks are represented by a solid line and a dashed line, respectively.The solid vertical lines show the end of the third quarter of 2008, three days before the Emergency Economic Stabilization Act was introduced.3.5.2 Normalized differences quarter by quarter We also want to make sure that affected banks and unaffected banks are similar not only onaverage throughout the two years before the event, as reported in Table 2, but also for eachquarter since 2000. We therefore calculate normalized differences for key variables for eachquarter since 2000.18.55.6.65.7total loans assets 2000q 42002q 42004q 42006q 42008q 42010q 42012q 4affectedunaffected.3.35.4.45real estate loans assets 2000q 42002q 42004q 42006q 42008q 42010q 42012q 4affectedunaffected 0.005.01.015.02return over assets 2000q 42002q 42004q 42006q 42008q 42010q 42012q 4affectedunaffected 0.01.02.03nonperf. loansassets 2000q 42002q 42004q 42006q 42008q 42010q 42012q 4affectedunaffectedIn unreported results we observe that the values of the normalized differences of all variables other than total deposits to assets and insured deposits to assets are between cid:60.25before the regulatory change in Q4 2008 for each quarter since 2000, which means that bothgroups are sufficiently equal and generally adequate for our linear regression method Imbensand Wooldridge, 2009. Thereby, concerns are alleviated that banks characteristics differedfor banks in the treatment and control group over the business cycle before the event.4 Empirical model and main results 4.1 Baseline estimation By applying a conditional differenceindifference estimation technique, which is equivalent toa matching of groups procedure before estimating the treatment effect, we estimate whetherhigher risktaking by banks is systematic and can be attributed to the change in regulation.Formally, we estimate the following equation with a fixed effects OLS model:Riskit 0 1Eventt 2Eventt cid:2 Affectedi 3CSIcid:13t i t it3The shorthand Riskit is a proxy for bank risk of bank i at time t. The different measuresthat we use for Riskit are common in the literature and explained in more detail in thefollowing subsection. Our event window is the fourth quarter of 2008. Accordingly, thevariable Eventt is a time dummy with a value of zero for all quarters before the Emergency Economic Stabilization Act was introduced t Q4 2008 and a value of one for all quartersafter the event t Q4 2008. The variable Affected i is a dummy variable of bank i that isone if the bank experienced a sharp increase in insured deposits per customer belongs to thetop 25% quantile and thus belongs to the treatment group, and zero otherwise belongs tothe bottom 25% quantile. Hence, the interaction term Event tcid:2Affected i is one for affectedbanks after the event, and zero otherwise. The corresponding coefficient 2 is our maininterest.It captures the average effect of the introduction of the act on the bank risk ofaffected banks. As a macroeconomic control variable, we consider regional real estate priceson state level, as reflected in the CaseShillerIndex, CSIcid:13t, for each bank at quarter t with 19a headquarter in state . Further, we are concerned that unobserved differences betweenbanks might influence our results. Thus, we include fixed effects i for each bank i. Thevariable t represents quarterly time fixed effects. Finally, it is the idiosyncratic error term.To account for heterogeneity among banks, we use clustered standard errors at the banklevel. For robustness, we reestimate our baseline estimation without bank fixed effects. Thevariable Affected i that otherwise interferes with bank fixed effects then enters the equation.4.2 Results for banks predicted probabilities of default First, we use banks predicted probabilities of default as a proxy for bank risk, Riskit. Wethereby provide evidence whether the predicted probabilities of default of affected banksincrease significantly relative to unaffected banks after the regulatory increase of insureddeposits in the fourth quarter of 2008. Because banks predicted probabilities of default arenot directly observable, we follow three steps: First, we run a probability model with historicalbank failures to explore how different bank characteristics determine a banks probability ofdefault. Second, we use these regression results to calculate predicted probabilities of defaultfor all banks in our sample. Finally, we use the predicted probability of default as dependentvariable in Eq. 3.Our probability model is based on a sample of all U.S. commercial banks registered at the FDIC in the period of 20002012, i.e., a total of about 7,000 banks on average per quarter,of which 416 banks failed during this period. See Figure 5 for the time distribution of thesebank failures. In particular, we estimate the following linear probability model:Failureit 0 1EQi 2T Ai 3LIQUi 4ROAi 5N P Li 6OREi 7IEN Ci 8LOAN Si 9CIi4 10RECDi 11RECOi 12REM Fi 13RESFi i cid:13 it The variable Failureit is a binary variable, which we assign a value of one for the last fourquarters before a bank failed, and a value of zero otherwise. The explanatory variables arethe same as the ones we use for the propensity score matching in the previous section and 20based on Wheelock and Wilson 2000. The variables i and cid:13 represent bank fixed effectsand quarterly time fixed effects, respectively.13Figure 5: Number of bank failures per quarter from 2000 to 2012The figure shows the number of commercial bank failures per quarter from 2000 to 2012 based on the FDICFailed Bank List.Next, we calculate the predicted probability of default for each bank and quarter. According to the specification of the linear probability model in Eq. 4, the values indicate a banksprobability to fail during one of the following four quarters. See Figure 1 a for the development of the mean predicted probability of default for the groups of affected and unaffectedbanks, and Table 2 for related summary statistics.Finally, we estimate Equation 3 for the sample of affected banks treatment group andunaffected banks control group, using the predicted probability of default of each bank andquarter as dependent variable, Riskit. The interaction term Affectedcid:2Event measures the 13We use a linear probability model instead of a nonlinear probability model because we want to includebank and time fixed effects in our model. Thus, we can correctly address that bank failures may be explainedby bank and timespecific factors that are not captured by our explanatory variables. With a nonlinearprobability model, the introduction of many dummy variables leads to i practical problems because thepresence of many dummy variables makes the estimation much more difficult, and ii the socalled incidentalparameters problem see, e.g., Greene et al., 2002; Fern andezVal, 2009. According to Fern andezVal 2009,the incidental parameters problem arises because the unobserved individual characteristics are replaced byinconsistent sample estimates, which, in turn, bias estimates of model parameters. We are aware that usinga linear model to predict bank failures comes with the problem that we do not capture the shape of thedistribution of bank failures correctly, and we may predict probabilities of default of less than 0% or above 100%. However, we weight this bias less severe than the potential problem from neglecting fixed bank andtime effects or the potential incidental parameters problem.2101020304050No of bank failures per quarter 2000q 12002q 12004q 12006q 12008q 12010q 12012q 1average difference in banks default probabilities between affected and unaffected banks afterthe event relative to the period before the event. In particular the interaction term in Table 3 indicates whether affected banks become riskier higher default probability or less riskylower default probability after the event relative to the group of unaffected banks.Table 3 shows results for four different specifications of Eq. 3. Each column of Table 3includes quarterly time fixed effects and standard errors in parentheses that are clusteredon the bank level. The first column presents results for an OLS regression with bank andtime fixed effects, using cid:6 8 quarters around the event. It shows a positive and significantinteraction effect that indicates that banks more affected by the raise in insured depositshave higher probabilities of default after the event relative to the control group. This effect iseconomically highly significant. The point estimate of 0.0031 indicates that, in expectation,about 3 out of 1,000 affected banks additionally get into default per year compared to theunaffected banks. In relation to a mean predicted probability of default of unaffected banksduring the two years after the event of 0.011, i.e., 11 out of 1,000 expected bank defaults, thisis an important effect.This results is corroborated by the following two columns. In Column 2 we rerun theestimation without bank fixed effects, and find largely unchanged results. In Column 3 weinclude again bank fixed effects and additionally some covariates that are regarded importantfor determining bank risktaking during the recent financial crisis: bank size, equity and investments in real estate loan categories see, e.g., Cole and White, 2010. For all specifications,the effect is robust and the coefficients of the interaction terms are largely unchanged.This evidence supports results from the literature that investigates the effects of depositinsurance schemes on bank stability on a crosscountry base, and also finds detrimental effectse.g., Demirg u cKunt and Detragiache, 2002. The recent study by Anginer et al. 2012 ismore positive on deposit insurance, as it finds that explicit deposit insurance increases bankstability during crisis times for a sample of banks in 96 countries around the world butexplicit deposit insurance also decreases bank stability in noncrisis times.For the U.S., a country where explicit deposit insurance has existed since the 1930s,we provide new evidence that the increase in deposit insurance has led to higher risk of 22affected banks. A possible explanation is that more guarantees such as the increase in depositinsurance coverage decrease market discipline, consequently opening the door for more risktaking by banks.Table 34.3 Results for banks zscores As a second risk measure that is commonly used in the literature, we use the bank zscore,which measures a banks ability to absorb losses by its equity see, e.g., Laeven and Levine,2009. The zscore of bank i at time t is defined as the natural logarithm of the sum of abanks return on assets, ROAit, and its core capital to assets ratio, CAPit, standardized bythe volatility of banks return on assets, SDROAit, i.e.,zscoreit log ROAit CAPit SDROAit.5A larger zscore value is associated with a more stable bank. Note that ROAit and CAPitreflect book values as reported by the banks. Market values would only be available for amuch smaller sample of banks. Technically, we calculate SDROAit as the 12 quarter rollingstandard deviation of return on assets for each bank and quarter. The definition of the zscorecomprises the natural logarithm because the measure is otherwise highly skewed.Regression results for different specifications of Eq. 3, using the banks zscores as thedependent variable, are provided in Columns 4 to 6 of Table 3. In Column 4 we measurethe effect of the change in the deposit insurance scheme on the banks zscore including bankfixed effects and time fixed effects. We observe a negative and significant coefficient of theinteraction term, which indicates that affected banks become riskier after the event relativeto the control group. Hence, the raise in insured deposits from 100,000 to 250,000 in Q42008 has a destabilizing effect on banks that benefited from this act. The point estimateof 0.0925 shows that this effect is also economically relevant. As we are estimating a loglinear model the lefthand side represents the logarithm of banks zscore, the interactionterm which is zero or one shows that the ratio ROAitCAPit SDROAitdecreases by 9.25% for banks 23in the treatment group relative to banks in the control group after the regulatory changein Q4 2008. The additional columns of Table 3 show that this result is robust for modelspecifications without bank fixed effects Column 5 and with bank fixed effects and furthercontrol variables Column 6. Importantly, estimation results using banks probabilities ofdefault or banks zscores as dependent variables yield consistent results.Table 4 shows regression results using the banks zscore components as the dependentvariable: the banks core capital to assets ratios CAP, the banks returns over assets ROA,and the volatility of banks returns over assets SDROA. In this table, as well as in allfollowing tables, we report results for our baseline specification of Eq. 3, which includesbank fixed effects and time fixed effects and uses data for the period cid:6 8 quarters around theevent. First, we find that relatively lower zscores of affected banks are unlikely to come fromlower core capital to assets ratios of affected banks. As shown in Column 2, this ratio showsa nonsignificant coefficient for the interaction term. Further, as shown in Column 3 and in Column 4, our results indicate that zscores of affected banks after the regulatory changeare driven by a significant decline in the banks returns over assets and a significantly highervolatility of their returns over assets relative to unaffected banks after the event, respectively.Given that these banks take more risks after the introduction of the regulatory change,one is likely to expect higher profits for these banks. In the following subsection we will showthat affected banks accumulate a larger amount of nonperforming real estate commercialloans after the regulatory change, which is presumably one important factor for a decline inprofits.Table 44.4 Risk channels In this section we explore how affected banks become more risky relative to unaffected banksafter the introduction of the Emergency Economic Stabilization Act in October 2008.Inparticular, we investigate whether the portfolio composition of affected banks and unaffectedbanks developed differently and whether this led to different ratios of problem loans to total 24assets after the regulatory change.Portfolio composition. First, as shown in Panel A of Table 5, we estimate effects on bankstotal loans over assets LOANS, cash over assets CASH, government securities over assetsGOV, nongovernment securities over assets NGOV, trading assets over assets TRADE,and other assets over assets OTHER. We find a significant and positive interaction termonly for total loans over assets 0.73 percentage points, which indicates that affected bankschange their portfolio composition after the regulatory change.14Next, we take a closer look at the different loan categories: consumer loans over assetsCON, commercial and industrial loans over assets CI, and real estate loans over assetsRE. The latter include real estate construction and development loans over assets RECD,real estate commercial loans over assets RECO, multifamily residential real estate loansover assets REMF and single family residential real estate loans over assets RESF. Asshown in Panel B of Table 5, we find that the share of consumer loans CON and the shareof commercial and industrial loans CI do not develop differently for affected and unaffectedbanks after the regulatory change, as indicated by insignificant interaction coefficients see Column 1 and Column 2, respectively, while the share of real estate loans shows a positiveand significant interaction coefficient 0.89 percentage points. This indicates that affectedbanks shift their asset holdings into real estate loans relative to the unaffected banks. Zoominginto the different real estate loan subcategories, we find that this effect is due to a higher shareof real estate commercial loans 0.47 percentage points. Commercial real estate loans havealways been regarded as very risky and contributed to bank failures during the recent financialcrisis see, e.g., Cole and White, 2010. Real estate construction and development loans, whichare also considered very risky, however, show insignificant interaction coefficients.In summary, the results for the different loan categories provide evidence that investmentdecisions of affected banks after the increase in insured deposits through the Emergency Economic Stabilization Act of October 2008 induced affected banks to shift towards a morerisky portfolio composition relative to unaffected banks.14Note that this development is illustrated in Fig. 4 a.25Table 5Problem loans. The previous results indicate that the observed higher risk of affectedbanks relative to the control group after the regulatory change may come from a relativelyhigher share of commercial real estate loans. Next, we explore whether these loans in factresulted in more problem loans of affected banks and therefore consider alternative periodsafter the regulatory change. Inspecting Fig. 1 d we expect that there is no significant effectfor the first one or two year after the regulatory change but potentially a significant effectafter three or four years.First, we run the regression for a one year period cid:6 4 quarters around the event, andwe find no significant effect, as shown in Column 1 of Table 6. There is also no significanteffect for the two year period around the event Column 2. The effect becomes significantfor the period two and three years Column 3 and three and four years Column 4 after theevent.Table 6In light of this result, the question arises why probabilities of default and zscores ofaffected banks already deteriorate during the two year period after the regulatory change,while problem loans only materialize three to four years after the regulatory change. Anobvious explanation is that probabilities of default, that reflect defaults in the next fourquarters, pick up changes in banks risk relatively early 15. The effect on the zscores ofaffected banks seems to materialize about one year after the regulatory change, as indicatedby Fig. 1 b. This may be due to higher loan loss provisions and subsequently lower andmore volatile returns. From a timing perspective, banks form provisions for loans beforethese loans actually become nonperforming if banks correctly anticipate the future and makeprovisions accordingly.15Note that the prediction equation of probabilits of default includes covariates such as the ratio of realestate loans to assets, as shown in Eq. 4264.5 Robustness tests In the previous sections we provide results for differenceindifference regressions using Eq. 3and thereby show that affected banks become riskier after the raise in insured deposits relativeto the control group of unaffected banks, measured as relatively higher predicted probabilitiesof default and relatively lower zscores. We find robust results for several alternative modelspecifications. The following two paragraphs provide further robustness by checking othereconometric issues of our regression design.Crosssection results. To guarantee that the results are not driven by serial correlation,a typical problem with differenceindifference estimation, Bertrand et al. 2004 suggest ignoring the time structure of the data. Therefore, we average the data before and after theevent and rerun the estimation for this collapsed sample. In unreported results, we find thatour findings are not driven by serial correlation and observe coefficient of similar magnitudeand significance.Timeplacebo estimation. We also want to be sure that our results are not driven bytime trends unrelated to the change in insured deposits. Therefore, we conduct a placeboestimation in which we shift the event to Q3 2005. We then rerun our estimation for observations cid:68 quarters before and after this 2005 pseudo event. In unreported results we donot find an effect for the 2005 pseudo event in any of our baseline specifications. This findingsupports our assumption that our results are not driven by factors unrelated to increase indeposit insurance per customer.275 The role of bank capitalization In the subsequent analysis, we explore whether the effect of increased deposit insurance coverage on banks risktaking is different for banks that vary in their capitalization before theregulatory change. Several studies show that bank capital matters for risktaking of banks.For example, Furlong and Keeley 1989 find that incentives to increase risk decline whencapital increases. Berger and Bouwman 2013 show that banks with higher capital monitormore carefully and invest in safer assets, which enhances the performance of these banksduring crises. Thus, bank capital may also affect how banks adjust their risktaking followingthe regulatory change.16We define a bank to be low capitalized, if a banks total riskbased capital ratio is inthe bottom quartile of the sample as of Q3 2008 below 11.8%, to be mediumcapitalizedif it is in the second or third quartile between 11.8% and 17.1%, and high capitalized ifits in the top quartile above 17.1%. Then, we rerun our baseline regressions of Eq. 3 forthese three subsamples of banks.First, using probabilities of default as dependent variable, we find a significant interactioncoefficient for the group of lowcapitalized banks of 0.0089 and an insignificant interactioncoefficient for the groups of mediumcapitalized or highcapitalized banks, as shown in Panel A of Table 7. The WaldTest reveals that the interaction coefficient of lowcapitalized banksis significantly higher than the interaction coefficients of both other subgroups.Estimation results using the zscore as dependent variable are shown in Panel B of Table 7. We again find a significant effect for the group of low capitalized banks, which is alsosignificantly different from the insignificant effect for high capitalized banks. The interac16In unreported results, we also explore the effect of bank size on our baseline results. Following a commonclassification in the literature see, e.g., Berger and Bouwman, 2013, we classify small banks, medium banksand large banks as those with total assets below 1 billion, exceeding 1 billion and up to 3 billion, and exceeding 3 billion, respectively. For our sample, this creates subgroups with 1,245, 71 and 26 banks, respectively.We find that our baseline result, i.e., relatively higher probabilities of default and lower zscores of affectedbanks after the regulatory change, is robust for the group of small banks. We do not find a significant effect forthe group of mediumsized banks or large banks. An economic explanation could be that medium and largebanks are too big to fail and therefore benefit from public guarantees anyway, irrespective of the amount ofinsured deposits. Thus, an increase in insured deposits has no effect on the risktaking of these banks. Froman econometric perspective, note that the subgroups of mediumsized and large banks are relatively small, i.e.,71 and 26 banks, respectively, and therefore might lack explanatory power in the regressions.28tion coefficient for the group of mediumcapitalized banks is also significant and significantlydifferent from the interaction coefficient of highcapitalized banks.Table 7Estimation results from Table 7 are illustrated in Fig. 6. The left graph shows theinteraction coefficients for estimations with probabilities of default as dependent variablesfor the three different subgroups. The vertical lines show the 95% confidence interval of theinteraction coefficients of each subgroup. The dashed horizontal line shows the interactioncoefficient of the full sample, which is 0.0030. As reflected in the estimation results andillustrated in this graph, the effect of the regulatory change on the probabilities of default ofaffected banks relative to unaffected banks decreases in bank capitalization. The right graphshows the interaction coefficients for estimations with zscores as dependent variables. Theinteraction coefficient of the full sample is 0.0925 and shown as a dashed line. Here, theeffect on the zscore increases in bank capitalization, which again reflects that the effect onbank risk decreases in bank capitalization.Figure 6: Effect of increased deposits on bank risk conditional on bank capitalizationa Predicted probability of defaultb Zscore The figure illustrates the interaction coefficients from Table 7, which reflect the effect of increased depositson bank risk, separately for lowcapitalized banks, medium capitalized banks and highcapitalized banks. Theleft and right graphs relate to regressions using predicted probabilities of default and zscores as dependentvariables, respectively. The vertical lines show the 95% confidence interval of the interaction coefficients ofeach subgroup. The dashed horizontal line shows the interaction coefficient of the full sample.29.015.01.0050.005.01.015PD interaction coefficient conditional on bank caplowcapmediumcaphighcap.5.250.25.5Zscore interaction coefficient conditional on bank caplowcapmediumcaphighcapIn summary, our results provide conclusive evidence that the risktaking effect of the regulatory change is most distinct for affected banks that are low capitalized and not significantfor affected banks that are high capitalized. Hence, the effect of insured deposits on bankrisktaking is not uniform for different banks. This result complements findings from Laevenand Levine 2009 who explore the role of corporate governance and show that the effect ofdeposit insurance on risktaking depends on whether the bank has a large and powerful equityholder.Our results may have important consequences for banking regulation. Stricter capitalrequirements seem to be an appropriate policy measure to balance risktaking incentives ofbanks.17 While this relation is known for a long time or at least has been suspected our evidence from the financial crisis episode shows that the precrisis capital levels were notsufficiently high to mitigate risktaking incentives that result from increased deposit insurancecoverage.6 Conclusion Deposit insurance has long been regarded a source of moral hazard that potentially increasesbanks risktaking. Nevertheless, at the peak of the financial crisis when the fear of bankruns and market disruptions was imminent, the U.S. policymakers decided to increase thedeposit insurance from 100,000 to 250,000 per depositor and bank, which increased thetotal amount of insured deposits in the U.S. by roughly 500 billion. This paper analyzes theconsequences of this regulatory change, and thereby provides the first empirical assessmentof the impact of insured deposits on banks risktaking for a large sample of banks within amajor economy. Our results add to the existing literature that provides empirical evidencemainly based on crosscountry studies.We find that banks materially affected by the regulatory change, measured as the changein the ratio of insured deposits to total assets, become more risky after the regulatory changerelative to the unaffected banks. This result is robust for different risk proxies and alternative 17Note that we do not directly test a causal relation from bank capital on risktaking in the face of depositinsurance changes. Therefore, further research on this relation is needed.30model specifications. We observe that affected banks invest relatively more in risky commercial real estate loans. These loans perform relatively poorly after the regulatory change in Q4 2008, measured as a higher ratio of nonperforming loans to total assets, and significantlydeteriorate the stability of affected banks. In an extension of our analysis, we find that thehigher risktaking is in particular exercised by affected banks that are low capitalized and notby affected banks that are high capitalized.Our results point to unintended consequences of a central and controversial part of bankregulation. Notably, affected banks with high capital levels do not become more risky. Giventhe renewed attention and importance of deposit insurance schemes in light of the financialand sovereign debt crisis, these results should be considered for ongoing reforms of the bankingsector.References Acharya, V. V., Mora, N., 2012. Are banks passive liquidity backstops? Deposit rates andflows during the 20072009 crisis. National Bureau of Economic Research, Working Paper 17838, February 2012.Allen, F., Carletti, E., Goldstein, I., Leonello, A., 2013. Government guarantees and financialstability. Working paper, February 2013.Anginer, D., Demirg u cKunt, A., Zhu, M., 2012. How does deposit insurance affect bank risk?Evidence from the recent crisis. The World Bank Working Paper.Berger, A., Bouwman, C., 2009. Bank liquidity creation. Review of Financial Studies 22 9,37793837.Berger, A., TurkAriss, R., 2013. Do Depositors Discipline Banks and Did Government Actions During the Recent Crisis Reduce this Discipline? An International Perspective. Working paper, May 2013.Berger, A. N., Bouwman, C. H., 2013. How does capital affect bank performance duringfinancial crises? Journal of Financial Economics forthcoming.31Berlin, M., Saunders, A., Udell, G. F., 1991. Deposit insurance reform: What are the issuesand what needs to be fixed? Journal of Banking Finance 15 4, 735752.Bertrand, M., Duflo, E., Mullainathan, S., 2004. How much should we trust differencesindifferences estimates? Quarterly Journal of Economics 119 1, 249275.Black, L. K., Hazelwood, L. N., 2012. The effect of TARP on bank risktaking. Journal of Financial Stability.Brown, M., Guin, B., Morkoetter, S., 2013. Switching costs, deposit insurance and depositwithdrawals from distressed banks. Working Paper, University of St. Gallen.Cole, R., White, L., 2010. D eja vu all over again: The causes of us commercial bank failuresthis time around. Journal of Financial Services Research, 125.Dam, L., Koetter, M., 2012. Bank Bailouts and Moral Hazard: Evidence from Germany.Review of Financial Studies 25 8, 23432380.Demirg u cKunt, A., Detragiache, E., 2002. Does deposit insurance increase banking systemstability? An empirical investigation. Journal of Monetary Economics 49 7, 13731406.Demirg u cKunt, A., Kane, E., Laeven, L., 2008. Deposit Insurance around the World: Issuesof Design and Implementation. The MIT Press.Diamond, D., 1984. Financial intermediation and delegated monitoring. Review of Economic Studies 59, 393414.Diamond, D. W., Dybvig, P. H., 1983. Bank runs, deposit insurance, and liquidity. Journalof Political Economy, 401419.Duchin, R., Sosyura, D., 2012. The politics of government investment. Journal of Financial Economics 106 1, 2448.Fahlenbrach, R., Stulz, R., 2011. Bank CEO incentives and the credit crisis. Journal of Financial Economics 99 1, 1126.Fern andezVal, I., 2009. Fixed effects estimation of structural parameters and marginal effectsin panel probit models. Journal of Econometrics 150 1, 7185.32Furlong, F., Keeley, M., 1989. Capital regulation and bank risktaking: A note. Journal of Banking Finance 13, 883891.Gorton, G., Pennacchi, G., 1990. Financial intermediaries and liquidity creation. Journal of Finance 45 1, 4971.Greene, W., Han, C., Schmidt, P., 2002. The bias of the fixed effects estimator in nonlinearmodels. Unpublished manuscript, NYU.Gropp, R., Hakenes, H., Schnabel, I., 2011. Competition, riskshifting, and public bailoutpolicies. Review of Financial Studies 24 6, 20842120.Gropp, R., Vesala, J., 2004. Deposit insurance, moral hazard and market monitoring. Reviewof Finance 8 4, 571602.Grossman, R., 1992. Deposit insurance, regulation, and moral hazard in the thrift industry:Evidence from the 1930s. The American Economic Review, 800821.Imbens, G. W., Wooldridge, J. M., 2009. Recent developments in the econometrics of programevaluation. Journal of Economic Literature 47, 586.Iyer, R., Puri, M., 2012. Understanding bank runs: The importance of depositorbank relationships and networks. American Economic Review 102 4, 141445.Iyer, R., Puri, M., Ryan, N., 2013. Do depositors monitor banks? Working Paper, NBERWorking Paper No. 19050.Karels, G. V., Mc Clatchey, C. A., 1999. Deposit insurance and risktaking behavior in thecredit union industry. Journal of Banking Finance 23 1, 105 134.Kiss, H. J., RodriguezLara, I., RosaGarc a, A., 2012. On the effects of deposit insurance andobservability on bank runs: An experimental study. Journal of Money, Credit and Banking 44 8, 16511665.Laeven, L., Levine, R., 2009. Bank governance, regulation and risk taking. Journal of Financial Economics 93 2, 259275.Merton, R. C., 1977. An analytic derivation of the cost of deposit insurance and loan guarantees. Journal of Banking Finance 1, 512520.33Morrison, A., White, L., 2011. Deposit insurance and subsidized recapitalizations. Journal of Banking Finance 35 12, 34003416.Nothwehr, E., 2008. Emergency Economic Stabilization Act of 2008. Working Paper, The University of Iowa Center for International Finance and Development.Pennacchi, G., 2006. Deposit insurance, bank regulation, and financial system risks. Journalof Monetary Economics 53 1, 130.Pennacchi, G., 2009. Deposit insurance. In: AEI Conference on Private Markets and Public Insurance Programs.Shah, A., 2009. Emergency Economic Stabilization Act of 2008. Harvard Journal on Legislation 46, 569584.Wheelock, D., 1992. Deposit insurance and bank failures: New evidence from the 1920s.Economic Inquiry 30 3, 530543.Wheelock, D., Wilson, P., 2000. Why do banks disappear? The determinants of US bankfailures and acquisitions. Review of Economics and Statistics 82 1, 127138.Wheelock, D. C., Wilson, P. W., 1995. Explaining bank failures: Deposit insurance, regulation, and efficiency. The Review of Economics and Statistics, 689700.34A Tables Table 1: Variable description Notes: The source for all FDIC variables below as well as their descriptions is the FDIC Statistics on Depository Institutions, unless otherwise stated. For more details, refer to http:www 2.fdic.govSDImain.asp. If not otherwisestated, all variables are standardized by total assets. For the income and expenses variables, indicated with an asterix, we first calculate quarterly values based on the aggregated values provided by the FDIC database and then annualizethese values by multiplying quarterly values by four.Variable name Calculation by FDIC codes Description FDIC variables ALLOWlnatresasset ANIEXPideothasset 2ASSETASSET2CAPCASHCHOFFCICONDEPDEPIEQGOVFCTDFCLDIENCIEXPIINCLIABLIQULOANSNIINCNIEXPNGOVassetasset 2rbc 1aajchbalassetntlnlsassetlnciassetlnconassetdepassetdepinsasseteqvscusassetubpre 701ubpre 704oaiencasset 2eintexpasset 2intincasset 2liabassetchbalscustassetlnlsnetassetnoniiasset 2nonixasset 2scscusasset Loan loss allowances over assets: This includes total allowancesheld by banks that are adequate to absorb estimated credit lossesassociated with its loan and lease portfolio.Additional noninterest expense over assets: This includes allother operating expenses of the institution. These may consist of netgains or losses on other real estate owned, loans sales, fixed assetssales, amortization of intangible assets, or other itemized expenses.Total assets: This comprises the sum of all assets owned by theinstitution including cash, loans, securities, bank premises and otherassets. It does not include offbalancesheet accounts.Average quarterly assets.Core capital ratio. This includes Tier 1 core capital as a percentof average total assets minus ineligible intangibles.Cash over assets: This includes all cash and balances due fromdepository institutions.Net chargeoffs over assets: This includes total loans and leaseschargedoff removed from balance sheet because of uncollectibility,less amounts recovered on loans and leases previously chargedoff.Commercial and industrial loans over assets: This excludes allloans secured by real estate, loans to individuals, loans to depositoryinstitutions and foreign governments, loans to states and politicalsubdivisions and lease financing receivables.Consumer loans over assets: This includes loans to individualsfor household, family, and other personal expenditures including outstanding creditcard balances and other secured and unsecured consumer loans.Total deposits over assets: This is the sum of all deposits including demand deposits, money market deposits, other savings deposits,time deposits and deposits in foreign offices.Insured deposits over assets: This is the estimated amount of FDIC insured deposits in domestic offices and in insured branches of Puerto Rico and US territories and possessions.Total bank equity over assets: This includes preferred and common stock, surplus and undivided profits.Government securities over assets.Funding costs of total deposits: This data comes from the FDICUniform Bank Performance Reports.Funding costs of large time deposits over 100.000: This datacomes from the FDIC Uniform Bank Performance Reports.Income earned not collected on loans over assets: This is loanincome earned but not collected which is also included in other assets.Total interest expense over assets.Total interest income over assets.Total liabilities over assets: This includes deposits and other borrowings, subordinated notes and debentures, limitedlife preferredstock and related surplus, trading account liabilities and mortgageindebtedness.Liquidity over assets: This includes a banks total cash and balances due from depository institutions chbal and its total U.S. Treasury securities.Total loans over assets: This includes total loans and lease financing receivables minus unearned income and loan loss allowances.Total noninterest income over assets.Total noninterest expense over assets.Nongovernment securities over assets.35NPLRECOOAOLOREORELPROVRBCREp 9renresp 3renresnarenresassetfrepobkpremore intanidoaassettradelidoliabassetoreassetorelnreelnatrasset 2rbcrwajlnreasset RECDlnreconsassetlnrenresassetlnremultassetlnreresassetroaptxscassetsubndassetfreppidobrmtgassetlogassettradeasset RECOREMFRESFROASECSUBWHOFTATRADEVariable name Affected CSIFailure SDROAPDZscore Table 1: Variable description continuedVariable name Calculation by FDIC codes Description FDIC variables NPLRp 3assetp 9assetnaassetasset Nonperforming loans over assets. This includes total assets past due 3090days and still accruing interest p 3asset, total assets past due 90 or more daysand still accruing interest p 9asset, and total assets which are no longer accruinginterest naasset.Nonperforming real estate commercial loans over assets.Other assets over assets: This is the sum of federal funds sold and reverserepurchases, bank premises and fixed assets, goodwill and other intangibles, andall other assets.Other liabilities over assets: This is the sum of trading liabilities and all otherliabilities.Other real estate owned over assets: This includes direct and indirect investments in real estate. The amount is reflected net of valuation allowances.Other real estate owned over real estate loans.Provision for loans over assets: This comprise the amount needed to makethe allowance for loan and lease losses adequate to absorb expected loan and leaselosses.Total riskbased capital ratio: This is total risk based capital as a share ofriskweighted assets.Real estate loans over assets: These are loans secured primarily by real estate,whether originated by the bank or purchased.Real estate construction and development loans over assets: This includesconstruction and land development loans secured by real estate held in domesticoffices. This item includes loans for all property types under construction, as wellas loans for land acquisition and development.Real estate commercial loans over assets: This includes all nonresidentialloans primarily secured by real estate.Multifamily real estate loans over assets: This includes multifamily 5 ormore residential property loans secured by real estate held in domestic offices.Single family real estate loans over assets: This includes total loans securedby 14 family residential properties including revolving and openend loans heldin domestic offices.Return over assets pretax: This is the annualized pretax net income as apercent of average assets.Securities over assets: This includes total securities.Subordinated debt over assets.Wholesale funding over assets: This includes federal funds purchased and repurchase agreements, and other borrowed funds.Log of total assets: The natural logarithm of total assets.Trading account assets over assets.Further variables Description Affected: This is a binary variable with a value of one if the bank experiences achange in the ratio of insured deposits over assets following the regulatory changein the top quartile of all banks in the sample, and zero if the change is in the lowestquartile. See Section 3.2 for details.CaseShiller index: This index reflects regional estate prices. We use it on statelevel. Our source for this index is the Federal Reserve Bank of St. Louis.Failure: This is a binary variable with a value of one for the last four quartersbefore a bank failed according to the FDIC Failed Bank list, and a value of zerootherwise.Atandard deviation of return over assets:We calculate the standard deviationof return over assets for each bank and quarter over 12 rolling quarters.Probability of default: We estimated the probability of default for each bankand quarter via a probability model based on bank failures between 1993 and 2012,as described in Section 4.2.Zscore: We calculate the zscore for each bank and quarter as the natural logarithm of the sum of a banks return on assets and its core capital ratio, standardizedby the standard deviation of the banks return on assets, as described in Section 4.3.36Table 2: Descriptive statistics and group comparison This table reports descriptive statistics for various bank characteristics for the period two years prior to the economicstabilization act that took effect in Q4 2008 Q4 2006 Q3 2008. We report all statistics separately for the group ofaffected banks and the group of unaffected banks. Banks are assigned to the group of affected banks treatment groupif the change of insured deposits over deposits in the top quartile of the sample. Banks that exhibit a change in the ratioof insured deposits over deposits in the lowest quartile belong to the group of unaffected banks control group. The lastcolumn shows the normalized differences ND according to Imbens and Wooldridge 2009, which compares differencesbetween affected and unaffected banks. As a rule of thumb, values between cid:60.25 indicate that groups are sufficientlyequal and adequate for linear regression methods. An asterix indicates that a variable is used for matching and forestimating probabilities of default. Abbreviations used in this paper are in parentheses. A detailed description of allvariables is given in Table 1.General bank characteristics Asset in US millionsLog of assets TATotal riskbased capital ratio RBCFunding composition Equityassets EQCore capitalassets CAPLiabilitiesassets LIABDepositsassets DEPInsured depositsassets DEPIPortfolio composition Liquidity LIQUCashassets CASHGovernment securitiesassets GOVNongovernment securitiesassets NOGVAllowancesassets ALLOWTrading account assetsassets TRADEOther assetsassets OATotal Loansassets LOANSConsumer loansassets CONComm. and ind. loansassets CIReal estate loansassets RERE con. dev. loansassets RECDRE commercial loansassets RECORE multifamily loansasset REMFRE singlefamily loansassets RESFPortfolio quality Nonperforming loansassets NPLNonperforming RECO NPLRECOOther real estate ownedassets OREInc. earned, not coll.assets IENCChargeoffsassets CHOFFIncome and expenses ROASDROAInterest incomeassets IINCInterest expensesassets IEXPLoan loss provisions assets PROVNoninterest incomeassets NIINCNoninterest expensesassets NIEXPAdd. Noninterest exp.assets ANIEXPRegional macro variables CaseShiller index CSIEstimated calculated risk proxies Probability of default PDZscore of banks Mean Affected Median SDMean Unaffected Median SDND35011.98400.159614311.87160.14040.10290.10150.89710.83540.58650.04710.04260.17330.05940.00820.00070.08970.64250.05030.10130.42950.06110.14440.01120.16510.01620.00300.00200.00810.00090.01250.00340.01580.00650.00070.00200.00770.00230.09580.09370.90420.84780.60520.03400.03210.14840.04770.00770.00000.07690.66430.03900.08980.44090.04360.13540.00410.15970.01170.00100.00010.00700.00030.01330.00230.01580.00660.00030.00170.00740.00221,7120.99920.06100.03000.02980.03000.06100.11630.04520.03960.12330.05660.00360.00620.05400.14830.04740.06080.15460.05960.08550.02070.09080.01600.00510.00530.00390.00230.00920.00360.00240.00180.00170.00150.00260.001350511.94540.157412011.69880.14080.10420.10080.89580.81060.64720.04710.04230.17170.06150.00840.00100.08840.64350.04920.10520.42590.06120.14400.01130.15950.01650.00320.00200.00820.00090.01240.00360.01590.00660.00060.00230.00800.00250.09780.09280.90220.83080.67500.03380.03200.14930.04830.00790.00000.07730.65750.03940.08960.43320.04170.13490.00520.15380.01270.00110.00020.00730.00030.01290.00240.01570.00660.00020.00180.00760.00222,0031.20360.05620.02890.02710.02890.09130.13790.04580.03930.11710.06110.00370.00880.05440.14520.04000.06980.14950.06110.08510.01830.08800.01530.00520.00420.00360.00260.01000.00450.00280.00180.00180.00450.00430.00200.05880.02460.02750.02970.01760.02970.22630.33620.00000.00580.00960.02600.03900.02220.01630.00480.01880.04240.01660.00080.00300.00560.04360.01400.01980.00210.01110.00840.01060.04030.00330.04400.01860.07680.06070.074831429796310297860.03200.00183.78696710.00283.85910.02000.76550.00213.74546710.00183.82440.01900.79580.01170.037637Table 3: Baseline results: Probability of default and zscore This table shows results for regressions of Eq. 3 with banks quarterly probabilities of default and zscores as thedependent variables.Event is a dummy variable that is zero for the preevent period and one for the postevent period, where the event is thesigning into law of the Emergency Economic Stabilization Act at the beginning of Q4 2008. Affected is a dummy variablethat is one for banks affected by the event the change of insured deposits following the event is in the top quartileand zero for banks unaffected by the event the change is in the lowest quartile. Eventcid:2Affected is the respectiveinteraction term. CSI reflects the CaseShiller index on state level, which we include to control for regional differencesin real estate prices.All columns show OLS regression results for a period of two years cid:68 quarters around the event. The first columnpresents results for a regression with bank fixed effects. The second column presents results for a regression withoutbank fixed effects. The third column shows results for a regression with bank fixed effects and other bank specific controlvariables: log of total assets TA, equity over assets EQ, real estate construction and development loans over assetsRECD, real estate commercial loans over assets RECO, multifamily real estate loans over assets REMF and singlefamily real estate loans over assets RESF. Columns 4 to 6 correspond to the specifications of Columns 1 to 3,using banks zscores as dependent variables.All regressions include quarterly time fixed effects. We show clustered standard errors on the bank level in parentheses.The , and stand for significant coefficients at the 1%, 5%, and 10% levels, respectively. A detailed descriptionof all variables is given in Table 1.6Zscore0.38440.03760.09240.04110.00240.00080.66120.145313.66211.21973.32810.55280.16630.46830.91621.64680.33330.52646.63861.8196YESYES1342212720.69682.30940.2418YESYES1342212720.65754.12880.0816NOYES1342212720.09803PD0.00080.00114Zscore0.32800.03365Zscore0.59340.03610.04550.03750.10150.04380.00110.00030.09250.04470.00430.0008Event Affected Event cid:2 Affected CSISize EQRECDRECOREMFRESFConstant Bank FETime FENo. of banks No. of obs.Adj. R21PD0.00190.00100.00300.00130.00020.00002PD0.00000.00100.00040.00090.00330.00130.00000.00000.06690.0081YESYES1342213650.66220.00250.0020NOYES1342213650.0475380.00310.00120.00010.00000.02300.00450.35630.04370.05720.02220.03470.01440.00130.05950.00930.01580.37230.0574YESYES1342213650.6933Table 4: Zscore components This table shows results for regressions of Eq. 3 with banks zscores and their components the return on assets, thevolatility of return on assets and the equitytoasset ratio as the dependent variable.Event is a dummy variable that is zero for the preevent period and one for the postevent period, where the event is thesigning into law of the Emergency Economic Stabilization Act at the beginning of Q4 2008. Affected is a dummy variablethat is one for banks affected by the event the change of insured deposits following the event is in the top quartileand zero for banks unaffected by the event the change is in the lowest quartile. Eventcid:2Affected is the respectiveinteraction term. CSI reflects the CaseShiller index on state level, which we include to control for regional differencesin real estate prices.All columns show OL regression results for a period of two years cid:68 quarters around the event and include quarterlytime fixed effects. We show clustered standard errors on the bank level in parentheses. The , and stand forsignificant coefficients at the 1%, 5%, and 10% levels, respectively. A detailed description of all variables is given in Table 1.34ROA SDROA0.00150.00020.00060.00030.00000.00000.00870.0019YESYES1342212720.57250.00070.00050.00130.00060.00010.00000.01300.0034YESYES1342213650.5092Event Event cid:2 Affected CSIConstant Bank FETime FENo. of banks No. of obs.Adj. R21Zscore0.32800.03360.09250.04470.00430.00082.30940.2418YESYES1342212720.65752CAP0.00130.00070.00040.00090.00010.00000.07290.0068YESYES1342213650.820939Table 5: Portfolio composition Panel A of this table shows results for for regressions of Eq. 3 with the ratios of total loans over assets LOANS,cash over assets CASH, government securities over assets GOV, nongovernment securities over assets NGOV,trading account assets over assets TRADE, and other assets over assets OA as dependent variables.Panel B shows results for the ratios of commercial and industrial loans to assets CI, consumer loans to assets CON,real estate loans to assets RE, real estate construction and development loans to assets RECD, real estate commercialloans to assets RECO, real estate multi family loans to assets REMF, and real estate single family loans to assetsRESF as dependent variables.Event is a dummy variable that is zero for the preevent period and one for the postevent period, where the event is thesigning into law of the Emergency Economic Stabilization Act at the beginning of Q4 2008. Affected is a dummy variablethat is one for banks affected by the event the change of insured deposits following the event is in the top quartileand zero for banks unaffected by the event the change is in the lowest quartile. Eventcid:2Affected is the respectiveinteraction term. CSI reflects the CaseShiller index on state level, which we include to control for regional differencesin real estate prices.All columns show OLS regression results for a period of two years cid:68 quarters around the event and include quarterlytime fixed effects. We show clustered standard errors on the bank level in parentheses. The , and stand forsignificant coefficients at the 1%, 5%, and 10% levels, respectively. A detailed description of all variables is given in Table 1.1LOANS0.03930.00000.00730.03210.00010.00600.60020.0000YESYES1342213650.89931CI0.01290.00000.00150.34790.00010.02440.08320.0000YESYES1342213650.87622CASH0.03500.00000.00160.50570.00010.00020.08640.0000YESYES1342213650.62482CON0.00760.00000.00090.38620.00000.84410.04830.0000YESYES1342213650.9193Panel A: asset classes3GOV0.01050.00020.00440.19040.00010.02570.19970.0000YESYES1342213650.86544NGOV0.01490.00000.00250.23700.00010.00300.03640.0001YESYES1342213650.83855TRADE0.00010.86250.00020.53770.00000.11930.00340.1686YESYES1342213650.4103Panel B: loan categories3RE0.01640.00000.00890.00360.00010.22820.41970.0000YESYES1342213650.93204RECD0.01740.00000.00110.49960.00020.00000.01280.2090YESYES1342213650.86165RECO0.00030.85550.00470.01190.00010.00040.18420.0000YESYES1342213650.92036OA0.00010.95640.00220.29390.00000.86950.08070.0000YESYES1342213650.54626REMF0.00140.00040.00030.47410.00000.51850.00970.0123YESYES1342213650.8989Event Event cid:2 Affected CSIConstant Bank FETime FENo. of banks No. of obs.Adj. R2Event Event cid:2 Affected CSIConstant Bank FETime FENo. of banks No. of observations Adj. R27RESF0.00250.04970.00260.10640.00000.95910.16830.0000YESYES1342213650.948640Table 6: Nonperforming real estate commercial loans This table shows results for regressions of Eq. 3 with nonperforming real estate commercial loans to assets NPLRECO as dependent variables. The alternative specifications vary in the sample period around the event. The firstcolumn uses one year around the event cid:6 4 quarters. The second column uses two years around the event cid:6 8quarters. The third column uses two years before and the second and third year after the event 8 quarters and 5 to12 quarters. The fourth column uses two years before and the third and fourth year after the event 8 quarters and9 to 16 quarters.Event is a dummy variable that is zero for the preevent period and one for the postevent period, where the event is thesigning into law of the Emergency Economic Stabilization Act at the beginning of Q4 2008. Affected is a dummy variablethat is one for banks affected by the event the change of insured deposits following the event is in the top quartileand zero for banks unaffected by the event the change is in the lowest quartile. Eventcid:2Affected is the respectiveinteraction term. CSI reflects the CaseShiller index on state level, which we include to control for regional differencesin real estate prices.All regressions include quarterly time fixed effects. We show clustered standard errors on the bank level in parentheses.The , and stand for significant coefficients at the 1%, 5%, and 10% levels, respectively. A detailed descriptionof all variables is given in Table 1.Event Event cid:2 Affected CSIConstant Bank FETime FENo. of banks No. of obs.Adj. R21234NPLRECO NPLRECO NPLRECO NPLRECOYear 340.00040.00030.00090.00040.00000.00000.01650.0016YESYES1342207270.4645Year 10.00140.00030.00020.00030.00000.00000.01870.0028YESYES1342107360.5608Year 120.00190.00030.00040.00040.00000.00000.01810.0023YESYES1342213650.4800Year 230.00100.00030.00070.00040.00000.00000.01840.0019YESYES1342210590.469341Table 7: The relevance of bank capitalization This table shows results for regressions of Eq. 3 with banks probability of default Panel A and banks zscores Panel B as the dependent variables for various subsamples of banks. The first column restates results for the full sample. Thesecond, third and fourth columns divide banks in lowcapitalized banks bottom quartile, mediumcapitalized bankssecond and third quartile and highcapitalized banks top quartile according to their total riskbased capital ratioRBC in Q3 2008.Event is a dummy variable that is zero for the preevent period and one for the postevent period, where the event is thesigning into law of the Emergency Economic Stabilization Act at the beginning of Q4 2008. Affected is a dummy variablethat is one for banks affected by the event the change of insured deposits following the event is in the top quartileand zero for banks unaffected by the event the change is in the lowest quartile. Eventcid:2Affected is the respectiveinteraction term. CSI reflects the CaseShiller index on state level, which we include to control for regional differencesin real estate prices.All columns show OLS regression results for a period of two years cid:68 quarters around the event and include quarterlytime fixed effects. We show clustered standard errors on the bank level in parentheses. The , and stand forsignificant coefficients at the 1%, 5%, and 10% levels, respectively. A detailed description of all variables is given in Table 1.The last two rows of each panel show differences between interaction coefficients of different subsamples and whetherthey are significantly different from each other.Panel A dependent variable: PDEvent Event cid:2 Affected CSIConstant Bank FETime FENo. of banks No. of obs.Adj. R2Diff. 2 vs. 3Diff. 2 vs. 4Diff. 3 vs. 4Event Event cid:2 Affected CSIConstant Bank FETime FENo. of banks No. of obs.Adj. R2Diff. 2 vs. 3Diff. 2 vs. 4Diff. 3 vs. 44Highcap0.00210.00170.00270.00200.00010.00010.04770.0154YESYES33052620.66274Highcap0.33000.06180.09090.07640.00200.00153.34930.4379YESYES33052460.66481All0.00190.00100.00300.00130.00020.00000.06690.0081YESYES1342213650.662223Lowcap Mediumcap0.00340.00130.00270.00170.00020.00000.06220.0097YESYES670106960.66900.00250.00230.00890.00290.00020.00010.07760.0180YESYES34254070.67360.00620.0116Panel B dependent variable: Zscore0.005423Lowcap Mediumcap0.30580.04750.11390.06390.00490.00102.10830.3047YESYES670106470.62920.39280.07050.21470.09670.00400.00162.06970.4976YESYES34253790.65640.10080.30550.20481All0.32800.03360.09250.04470.00430.00082.30940.2418YESYES1342212720.657542", "filename": "775219185.pdf", "person": ["Claudia Lambert", "Lambert, Claudia", "Felix Noth", "Noth, Felix", "Ulrich Schüwer", "Schüwer, Ulrich"], "date": ["2013"]}