{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/102627/1/77588619X.pdf"], "title": ["The value of network information"], "plaintext": "The Value of Network Information Itay P. Fainmesser and Andrea Galeotti December 2, 2013Abstract The business model of companies such as Facebook, My Space, and Twitter, relies on monetizing the information on the interactions and influences of their users. How valuable is suchinformation, and is its use beneficial or detrimental for consumer welfare? We study thesequestions in a model where a monopoly sells a network good and may price discriminate usingnetwork information: information on consumers influences andor on consumers susceptibilities to influence. Our framework incorporates a rich set of market products, including goodscharacterized by global and local network effects. We derive results on the value of networkinformation and determine under which conditions, relative to uniform price, consumer surplusincreases. We demonstrate the applicability of our framework using survey data on varioustypes of relationships.Fainmesser:Providence,RI02912Departmentof Economics,Brown University,email:Itay FainmesserBrown.edu; Galeotti: Department of Economics, University of Essex, Wivenhoe Park, Colchester CO4 3S, United Kingdom email: agaleoessex.ac.uk. We thank Matt Jackson, Shachar Kariv, Jacob Leshno,Markus Mobius, and participants to seminars at The University of California and Berkeley, Stanford University,Brown University, Microsoft Research New England, Tel Aviv University, Ohio State University, and The Universityof Essex, for valuable comments. We thank Neil Thakral, Michael Thaler, and Stephen Nei for excellent researchassistance. Itay Fainmesser is greatful to the Economics Department at Stanford University for their hospitality andfinancial support during the academic year 201314. Andrea Galeotti is grateful to the European Research Councilfor support through ERCstarting grant award no. 283454 and to The Leverhulme Trust for support through the Philip Leverhulme Prize.11Introduction We study the value of information about consumers influence of each other for a monopolyselling a network good. Consider a product that has a collaborative component, such asmembership in social club, the telephone, videoconference technology, an online game, asocial network website, a file sharing tool, or a creative collaborative software. A potentialconsumer decides whether and how much to consume of the product based on her expectationsof the consumptions of other consumers with whom she expects to interact: friends, colleagues,collaborators, or competitors. Now consider a monopoly selling the product. Having preciseinformation about patterns of network externalities allows the monopoly to set different pricesfor different consumers. This paper characterizes how much a monopoly can increase its profitby exploiting individual level data on who influences whom when making its pricing decision,and the corresponding impact on consumer welfare.Depending on the product of interest, network externalities can take different forms. Whenchoosing her consumption, an individual may be affected by the consumption of the entirepopulationglobal network externalitiesor by the consumption of a subset of the populationlocal network externalities. Moreover, recent empirical studies reveal that consumers may beheterogenous in terms of influence. There are consumers who are very influential, and thereare consumers who are very susceptible to influence. In general, these may or may not be thesame consumers.1Our model of social influence incorporates this rich set of environments in a tractableframework. We model influence of a consumer by her indegree and outdegree. The outdegreeparametrizes the susceptibility to influence of the consumer. The indegree parametrizes thelevel of influence of the consumer. When network externalities are local, the outdegree isthe number of other consumers whom a consumer is influenced by, and the indegree is thenumber of other consumers whom the consumer influences. The pattern of network effects inthe market is then parsimoniously summarized by the in and outdegree distributions of anunderlying network of interactions. In the case of global externalities, each consumer caresabout the weighted average consumption of the entire population, but with different intensities,as specified by her outdegree and everyone elses indegrees.We consider a twostage game. In the first stage the monopoly chooses a price scheme.In the second stage, consumers observe the price scheme and make simultaneous consumption decisions, taking into account the resulting network externalities. The ability to pricediscriminate depends on the monopoly knowledge about the indegree and outdegree of eachconsumer. The benchmark case is one where the monopolist only knows the indegree and 1Tucker 2008, in a study of the adoption of videoconferencing technology in a large multinational organization,shows that adoption and usage of the technology by employees is influenced by the usage of the technology by theirsuperiors, but less so by their subordinates. Nair et al.2010 report asymmetric influence between prominentphysicians and nonspecialist physicians in the context of prescription and adoption of new drugs. Aral and Walker2012, in a study of adoption of an application in Facebook.com, also shows the importance to distinguish betweeninfluential and susceptible consumers. Goldenberg et al. 2009, in a study of adoption of pictures and videoclipsin a social networking website, show that influence and susceptibility to influence are both important dimensions tounderstand diffusion and to identify hubs.2outdegree distributions. We then consider the case in which the monopolist has more detailedinformation: she knows the indegree of each consumer, the outdegree of each consumer, and,finally, both. We compare these different scenario and assess how the information that themonopoly has about the pattern of network externalities shape the optimal pricing strategy,the profits the monopoly can hope to earn, and consumers welfare.Our first insight is that to evaluate the value of information on indegrees and outdegrees, itis sufficient to have information on the average level of influence and the dispersion of indegreesand outdegrees.2 This gives a precise guide to practitioners in terms of prioritizing theirdata collectionpurchase decisions. It also allows a company, like Facebook.com, My Space,Google and alike, which owns data on social interactions and influence, to provide firms withsufficient statistics that convey the value of the data without revealing the data itself alsoknown as zeroknowledge information transmission in the Cryptology literature.3 Moreover,our result could be used to improve the pricing of stocks in IPOs of companies such as Facebook,Twitter, Lore.com or Pinterest, whose business models rely, at least in part, in monetizing theinformation of their users, including their interactions and influences.4There is now convincing evidence that influence among consumers differs across markets. Insome product markets the level of influence is much higher than in others, and such differencesare, in part, explained by the demographic characteristics of the representative consumerof that particular market, see, e.g., Leskovec, Adamic, and Huberman 2007, Keller, Fay,and Berry 2007, Bearden and Etzel 1982.5 Our second insight then relates the valueof information to general statistics of social influence. We show that the value of havinginformation on indegrees andor outdegrees increases with the level of social influence andwith the dispersion of the in and outdegree distributions. We show that information onindegrees is more valuable than information on outdegrees if, and only if, the indegreedistribution is more dispersed than the outdegree distribution. This formalizes a recurrentand important theme in marketing stressing the importance of strategies that take advantageof structural differentiation, see Krackhardt 1996.Our analysis raises a natural question: How would consumers welfare change if firmsincorporate information on consumers influence in their selling strategies? Indeed, there is a 2Precisely, the value of information on, say, indegrees, is the increase in monopoly profits obtained by pricediscriminating on indegrees relative to uniform pricing.3For a classic example, see Feige et al. 19884The development of new methods to identify influential and susceptible consumers from large data sets is a veryactive area of research in the intersection between the area of business and of information system engineering. Werefer to Probst et al 2013 for a recent survey of this literature. Companies like Google are also increasing theireffort in developing algorithms to identify influential consumers, see Green 2008.5Bearden and Etzel 1982 shows that the level of influence among consumers increases with the conspicuousnessof the product. The level of influence among consumers is also higher for products that are consumed publicly.Leskovec, Adamic, and Huberman 2007 shows that the level of social interactionshow much buyers recommendtheir products and the degree of influence how often recommendations lead to adoption changes greatly acrossproduct categories: high recommendation and moderate influence for DVD, moderate recommendation but highinfluence for books and Music, and very low recommendation and influence for Video. Keller, Fay, and Berry 2007report that both the average level and dispersion of influence, measured by tracking word of mouth communication,is correlated to some demographic: it is much higher among teenagers as compared to the average in the populationat large.3current debate about whether antitrust authorities should refocus their present investigationsabout Google on how Googles control of large data set about consumers behaviour mayentrench monopoly power and harm consumers welfare, see, e.g., Newman 2013. This issueis part of a more general debate about to what extent law should facilitate informationalprivacy given the technological development leading private and state organisations to enjoyunprecedented abilities to collect personal data, see, M. Froomkin 2000. We show thatdiscrimination on indegree and on outdegree have different implications for both aggregateconsumer surplus and payoff distribution across consumers. In particular, moving from nodiscrimination to price discrimination on outdegrees increases the welfare of all consumers,only if the outdegree distribution is sufficiently dispersed. Otherwise, it increases the welfare ofconsumers with low outdegrees and decreases the welfare of consumers with high outdegreesand the overall effect on aggregate consumer surplus is ambiguous. On the other hand, a movefrom nodiscrimination to price discrimination on indegrees increases unambiguously overallconsumer surplus, but some consumers may be worse off.Building on the generality of our framework we study how the monopolys profit and thevalue of information are affected by the correlation in the population between consumers indegrees and their outdegreeshenceforth degree correlation. Negative correlation betweenindegree and outdegree is typical of many goods, such as 1 goods that have an elementof expertise, like prescription choices by physicians, in which case few experts act as opinionleaders; 2 professional goods adopted in superiorinferior relationships, like communicationdevices in hierarchical organizations; and 3 fashionable goods, like design clothes, wherebrands are often endorsed by celebrities.6 Positive correlation between influence and susceptibility is, instead, typical of social goods in which social interaction is more symmetric, like Facebook.com usage time, and communication products, like communication applications onsmartphone.We show that an increase in degree correlation increases the monopoly profit for any pricingregime, but decreases the value of information on consumers in and outdegrees. That is,if influential individuals are also highly susceptible to influence, the monopoly can expecthigh profits, and has less scope for price discrimination. Moreover, when degree correlation ispositive or moderately negative, the value of information of indegrees and outdegrees exhibitcomplementaritythat is, the value of information on indegrees is higher to a monopolistwho already holds the information on outdegrees, and vice versa. Therefore, if collectinginformation on indegrees and on outdegrees require identical investments, a monopoly willeither gather the complete individual level data, or gather no data at all. In contrast, if degreecorrelation is sufficiently negativei.e., influential individuals are less susceptible to influence,the value of information on indegrees and outdegrees no longer exhibits complementarity andinstead exhibits substitutability.With the theoretical underpinning in hand, we proceed to illustrate novel aspects of ouranalysis. We consider data from a survey conducted in 75 villages in rural India see Banerjee 6We refer to Tucker 2008, Nair et al 2010 and Aral and Walker 2012, discussed previously, for examples inwhich influence and susceptibility to influence are negative correlated.4et al. 2011. The data documents a variety of relationships between individuals within eachvillage. We focus on a number of different networks induced by the different relationships,which are presumably related to consumption externality of different types of goods. Thus,by exploiting the differences between the networks, we illustrate how the monopoly profit, thevalue of information, the consumers welfare, and the level of complementarity of informationon in and outdegrees vary across the networks and product types.Our paper relates to the classical literature on network externalities and network industriesinitiated in the 1980s by Farrell and Saloner 1985 and Katz and Shapiro 1985, and most recently extended to settings with local network externalities, e.g., Sundarajan 2006, Ballesteret al. 2006, Galeotti et al. 2010 and Bramoulle et al. 2013. Our second stage can beinterpreted both as a game with local externalities and as a game with global externalities.For the former interpretation, we make the realistic assumption that when taking consumptiondecisions consumers know their own indegree and outdegree, but have incomplete information about the level of interactionsinfluence of other consumers, similarly to Galeotti et al.2010. For the latter interpretation, the underlying assumption is that consumers care abouta weighted average consumption and the weights are given by indegrees and outdegrees.Our main interest is, however, understanding how the monopolist can exploit the presenceof such network externalities. The literature of optimal marketing strategies in the presenceof social influence is quite recent and a very active field of research in economics, marketing,and computer science. Most of the literature has focused on optimal advertising and seedingstrategies distributing, initially, products for free to key consumers given an exogenous process of product diffusion, e.g., Galeotti and Goyal 2009, Campbell 2013, Goyal and Kearns2012, Dominigos and Richardson 2001, and Kempe et al. 2003.Only few papers study optimal pricing as marketing strategies in environments with network influence. Hartline et al. 2008 and Arthur et al. 2009 consider dynamic optimalpricing in a setting where adoption is sequential and consumers are myopic. They show thatthe optimal dynamic pricing strategy is NPhard to compute, and develop a simple pricingstrategy to illustrate the potential value of exploiting influences across consumers. Candoganet al.2012 and Bloch and Querou 2013 are the closest studies to our. They considermonopoly pricing when both the monopolist and the consumers have perfect knowledge of thearchitecture of the network of influence. Their aim is to determine when the optimal pricingstrategy reflects the centrality measures of the consumers in the network. While we sharewith this work the basic motivation, our research questions and method of analysis are verydistinctive. In particular, our framework allows to evaluate the value of information on consumers influence for the monopoly, and the effect that the use of such information may haveon consumers welfare. The emphasis that our work places on these questions is, to the bestof our knowledge, novel in the literature.52 Model There is a single monopoly, which can produce any quantity of a divisible good at no cost,and a unit measure of potential consumers N 0, 1. Consumers behavior is influencedby the consumptions of other consumers network externalities and these influences can beheterogeneous across consumers. In the first stage of the game the monopoly chooses a pricescheme p pii N . The ability of the monopoly to assign different prices to different consumers depend on her knowledge about the network. In the second stage, consumers observethe price scheme and make simultaneous consumption decisions, x xii N , taking into account the resulting network externalities. We emphasize that the model can be modified withminor changes to capture a discrete good which each consumer can choose either to adopt ornot to adoptour analysis and results follow through with no change. See section 2.1.1 formore details.We now formalize the ingredients of our model: patterns of influence, network externalities,and different level of network knowledge of the monopoly. The levels of influence of a consumerare parametrized by her outdegree, k, and indegree, l. A consumer with outdegree k draws,has indegree l, where l, k D 0,  , kmax, andcid:80after making her consumption decision, k others and each consumer with indegree l is drawnby l others.7 A fraction P k of consumers has outdegree k, and a fraction H l of consumersl D Hl 1. We assumefor now that there is no correlation in the population between a consumers indegree and heroutdegree and viceversa, that is, P kl P k and H lk H l; section 5 studies thecase with correlation. Consistency requires that the average outdegree equals the averageindegree, i.e.,cid:80 P kk k cid:80 Hll. We refer to k as to the average level of influence. Wek D P k cid:80assume that the different draws of a consumer, as well as the draws of different consumers areindependent of each other. Therefore, if i samples j, the probability that j is sampled by l 1others is Hl 1cid:98k Consumers have quadratic utility that exhibits network externalities.8 For a given profileof consumption x xi, xi and unit price pi, the utility of consumer i who benefits frominteracting with a finite set of consumers Ni i.e., draws the set of consumers Ni is Hll.ui xi, xi, pi xi 12x 2i xixj pixi,cid:88j Niwhere 0 is the positive network externalities coefficient. Since different draws of a con7More precisely, a consumer with outdegree k draws k other consumers according to an atomless weighteduniformdistribution on the unit interval, where the weights are determined by the indegrees of the sampled consumers.Therefore, the unconditional probability distribution function assigns to a consumer with indegree l a density forbeing sampled that is l times higher than it assigns for a consumer with indegree 1.8Beyond their mathematical appeal, the classic motivation for the assumption of quadratic utility functions isthat it provides a second order taylor approximation for other utility functions and thus captures first and secondorder effects and neglect only higher order effects of a smaller magnitude. Furthermore, our analysis and resultscarry over to a more general class of utility functions that induce linear best responses by consumers see Bramoull eet al. 2011 for discussion. The only exception to this last point is that in order to make any claim on aggregateconsumer surplus, we cannot remain agnostic with respect to the utility function that we choose.6sumer, as well as the draws of different consumers, are independent of each other, we havethat for given xi, xi the expected utility to consumer i is Ui xi, xi, pi, k 1 pi xi 12x 2i xik Axi,1where Axi cid:44 E xj j Ni is the average consumption across samples of consumers. Given Axi, the consumption of consumer i depends on her type only via her outdegree k and theprice pi. Therefore, for any pricing scheme for which the price pi depends at most on the outdegree and indegree of consumer i, we can write the demand of a consumer with outdegreek and indegree l as x k, l; and Axi cid:88lcid:88k HlP kxk, l.Before solving the monopolys problem, we study the consumption equilibrium induced bythe consumers decisions in the second stage of the game given any pricing scheme chosenby the monopoly. The following result establishes conditions under which, for any pricingscheme chosen by the monopoly, there exists a unique consumption equilibrium. The resultalso provides a characterization of equilibrium consumptions levels.Proposition 1. Let p be any price schedule set by the monopoly in the first stage of the gameand specifying for each consumer i a price per unit pi R.1. If kmax 1, then, in the consumption stage, there exists a unique BayesNash equilibrium x.2. Assume that according to p any two consumers with identical in and outdegrees arepriced the same. Then, in the unique equilibrium of the consumption stage any twoconsumers with identical in and outdegrees make the same consumption decision. Inparticular, let pk, l and xk, l be the price and the demand of a consumer with outdegree k and indegree l. Then, in the unique equilibrium of the consumption stagexk, l 1 pk, l 1 p1 kk,2where p cid:80l Hlcid:80k P kpk, l.Hereafter we maintain the assumption that kmax 1 and that consumers play the uniqueequilibrium in the consumption stage. In the first stage, the ability of the monopoly to designtargeted pricing strategies depends on the information the monopoly possesses about thenetwork of influence. The benchmark case is when the monopoly knows the distributionsof influence, P and H, but knows neither the indegree nor the outdegree of any individualconsumer. In such a situation the monopoly charges a uniform price, i.e., pk, l p for allk, l. We will compare this benchmark case with three other casesa. The monopoly knows the outdegree of each consumer and price discriminates on outdegree, i.e., pk, l pk for all l.7b. The monopoly knows the indegree of each consumer and price discriminates on indegree,i.e., pk, l pl for all k.c. The monopoly knows the indegree and the outdegree of each consumer and price discriminates on both.In each of these cases the monopoly chooses a price schedule pk, lk,l D to maximize itscid:88cid:88expected profit HlP kxk, lpk, l,lkwhere xk, l is the equilibrium consumption decision given by expression 2 and the choiceof pk, l is restricted depending on the information that the monopoly possesses as describedabove. The following assumption guarantees that the monopolys maximization problem iswellbehaved and has a unique interior solution see Proposition 11 in the Appendix. Wemaintain assumption 1 throughout the paper.Assumption 1. kmax 12 .2.1 Interpretations of the model We briefly discuss the main assumptions of the model and the possible interpretations ofthe framework.Our main interpretation of the consumption stage is that when consumers take their consumption decisions, they take into account local network effects, but they have only partialinformation about their future interactions, i.e., they know the degree distributions and theirown expected degrees, but not the degrees of their neighbors. This interpretation is consistent with models of network games where there is incomplete information about the network,e.g., Galeotti et al. 2010. An alternative interpretation is that network effects are globaland so each consumer cares about the weighted average consumption of the entire populationof consumers, but with different intensities, as specified by their particular type k, l. So, ourformulation accounts both for local and global network effects.An important and novel element of our model is the distinction between the level of influenceof a consumer and the susceptibility to influence. The outdegree parametrizes the latter, e.g.,how many other consumers does the consumer look up to, listen to, benefit from sharing the useof the good with, etc. The indegree parametrizes the former, e.g., how many other consumerslook up to the consumer, listen to her, benefit from sharing the use of the good with her, etc.As discussed in the introduction, the separation between the level of influence of a consumerand her susceptibility to influence, and possible correlations between these two dimensions, isimportant because it is empirically relevant in markets see footnote 1.In some applications it is more intuitive to think of connections as undirected. That is, aconnection may capture a social interaction and the good may be any social interaction goodsuch as Facebook.com or online gaming, or any collaboration tool such as Dropbox.com. In itsmost basic formulation, undirected influence is captured in our model by perfect correlationbetween consumers in and outdegrees. Moreover, even under the assumption of undirected 8connections our setup allows for a different patterns of influence. For example, the case inwhich individuals have symmetric interactions, but some are more susceptible to influence thanothers, is captured by replacing an individuals outdegree k with her effective outdegreecid:101k,which equals k times the relative susceptibility of that particular individual to be influenced bya single connection. A similar approach could be used to accommodate charismatic individualswho generate more influence in each of their interactions.The richness of the model allows us to consider a variety of goods and patterns of networkeffects. To see how, consider goods for which an individual with a high outdegree is lessinfluenced by each one of her contactse.g., when deciding how much time to spend in a golfclub, having more golf playing friends increases a consumers demand only up to a point, dueto time constraints. We accommodate such network effects by replacing a consumers outdegree k with a concave function k. This transformation covers many cases that receivedattention in the literature. For example, it has been suggested that in some cases, an individualis influenced by the average consumption of her contacts, or by different moments of thedistribution of her contacts consumptions. This could be the case with goods that have acompetitive element, such as online gamingan individual wants to get to a level of expertisethat is at least as high as the lowestaveragehighest level of expertise of her contacts, oralternatively, with goods that have comparable alternatives which also exhibit network effect,such as mobile phones brands, and other competing platforms.9 Accounting for consumers whoare influenced by the average consumption of their contacts, can be done in our formulationby setting the outdegrees of all of the consumers to equal 1 so that 10Ui xi, xi, pi, k 1 pi xi 12x 2i xi Axi.The example of the adoption of mobile phone brands suggests that one may also be interested in considering binary adoption decisions. The following section section 2.1.1 demonstrates that this paper covers this case as well.We conclude by remarking that we only investigate linear pricing. This is without lossof generality in the binary adoption version of the model. Otherwise, for different levels ofinformation about in and outdegrees, the monopolist could propose bundles with specificquantities and price and hope to increase profit relative to linear pricing. Without information on indegree and outdegree the problem of the monopolist becomes a screening problem.When the monopolist has detailed information the monopolist will offer specific bundles toconsumers based on their indegree and their outdegree. Given the prevalence of linear pricing in markets, we view our analysis as a useful benchmark; we leave a complete analysis ofnonlinear pricing for future research.9Assuming that all of a consumers connections have a mobile phone, the consumer wants to adopt the phonewhich most of her friends adopt. Hence, she looks at the average consumptionadoption rate of her friends.10For consistency, this requires scaling down the indegrees of all of the consumers by a factor of 1k.92.1.1 Binary product adoption The model, analysis, and results can be modified with minor changes to accommodate adiscrete good for which consumers make binary choices of whether to adopt or not to adopt. Inthat case, consumers strategies will be represented by probabilities of adoptions xii N suchthat xi 0, 1, and the prices will be interpreted as prices of adopting the good. Formally, eachconsumer i has a unit demand for the good, and draws an intrinsic value i from the uniformdistribution over the unit interval. Intrinsic values are independently distributed. Consumersexperience local network externalities in the sense that their value for the good increases bythe constant value 0 whenever one of their neighbors adopts the good. That is,ui xi, xi, pi xi .i pi cid:88cid:104i pi cid:80j Nixjcid:105with probability 1 pi cid:80A consumer i adopts the good if and only if E 0, which happensxj. Therefore, the probability that consumer i adopts thegood is xi 1 pi k Axi. This is exactly the first order conditions in the divisible goodformulation when xi is interpreted as a quantity, and all of our analysis goes as is to thisadoption framework.j Nij Nixj 3 Preliminary results: equilibrium pricing and consumption In our benchmark case the monopoly has information on the distributions of influence, Pand H, but has no information on consumers types and therefore charges a uniform linearprice, pk, l p for all k, l.Proposition 2. If the monopoly only knows the distributions P and H, then the optimal priceis p 12 and does not depend on the properties of the network. The equilibrium consumptionlevel of a consumer increases in the average level of influence and increases linearly in theconsumers outdegree. The expected monopoly profit increases in the average level of influence.The price charged is independent of the characteristics of the network and therefore theequilibrium demand of a consumer depends only on her outdegree. Since there are networkexternalities, a consumers demand is increasing in her outdegree; this effect is linear becauseof the quadratic payoff specification i.e., linear best reply. As a consequence, both the averageequilibrium consumption and the monopoly profits increase in the average level of influenceacross consumers. Since the effect of the outdegree on consumption choices is linear and sincethe price is constant, only the average level of influence matters for monopolys profits. As weshall see in the next sections, when the monopoly can price discriminate, additional statisticsof the networks become relevant.103.1 Price discrimination We now describe the properties of optimal price schemes, when the monopoly has additionalinformation about the level of influence of each consumer.Proposition 3. Whenever the monopoly discriminates on outdegrees resp. indegrees, theoptimal price schedule depends on the average level of influence and on the variance of theoutdegree distribution resp. indegree distribution. Furthermore, if the monopoly price discriminates on outdegrees resp. indegrees, the price to a consumer linearly increases in heroutdegree resp. linearly decreases in her indegree.Out first insight is that when the monopoly price discriminates, consumers who are moresusceptible to influence pay a price premium, whereas influential consumers receive a pricediscount. The size of the discountpremium depends on the patterns of influence, as capturedby the average influence and the variance of the out and indegree distributions. We illustratethis next.When the monopoly discriminates only based on outdegrees, the optimal price charged toa consumer with outdegree k ispk 12 2cid:34cid:35k k k 24 4k 22k,3where 2consumer per unit increase in outdegree isk is the variance of the outdegree distribution. Hence, the price premium paid by apk 1 pk cid:1624 4k 22kcid:17 ,which is higher the higher is the average level of influence and the more dispersed is thedistribution of outdegrees in the population.To see why an increase in the average influence increases the outdegree price premiumnote that holding an individual consumers outdegree fixed, an increase in the average levelof influence implies that the same consumer is, in expectations, more influential i.e., has ahigher expected indegree l. Consequently, the monopoly would like to charge the consumera lower price. However, this perunit discount is more costly to apply to a consumer with ahigher prediscount demand, since it applied to the entire quantity.The intuition for the effect of a change in the variance of outdegrees on the outdegree pricepremium is related to a very general fact in networks: when the variance of the outdegreesincreases, the expected outdegree of an individual at the out end of a randomly chosenlink also grows. This is true even if the average outdegree remains constant.11 As a result,11Formally, note that the expected outdegree of an individual at the end of a randomly chosen link iscid:80cid:80k P kk k. Therefore, a mean preserving spread in the distribution of outdegrees increase the expectedk P kk 2 2kk 1koutdegree of an individual at the out end of a randomly chosen link.11for a consumer with outdegree k, increasing the variance of outdegrees in the populationincreases the probability that a consumer who is connected to her via her inlinks has ahigher outdegree. As a result, it is more cost effective for the monopoly to reduce the pricefor the consumer than to do so for her neighbor relative to the preincrease variance. Similarlyto the effect of an increase in average influence, this effect is also weaker for consumers withhigh outdegrees, because they already have high prediscount demand.In contrast, when the monopoly discriminates based on indegrees see expression 22 in theappendix then the price discount received by a consumer per unit increase in her indegree ispl pl 1 2cid:16cid:17 ,4 4k 22lwhich increases in the average level of influence and in the variance of the indegree distribution,2l . The intuition follows a mirror image of the intuition for the effects for discrimination basedon outdegree. These insights carry over to the case where the monopoly discriminates bothon out and indegree see expression 23 in appendix. Summarizing:Corollary 1. If the monopoly price discriminates on outdegrees resp. indegrees, the pricepremium paid resp. price discount received by a consumer per unit increase of the outdegreeresp.indegree is increasing in the average level of influence and in the variance of theoutdegree resp. indegree distribution.3.2 Consumption The following proposition shows how the equilibrium consumption depends on the outdegrees and indegrees of consumers, and how these relationships depend on the ability of themonopoly to price discriminate on these levels of influence.Proposition 4. The equilibrium consumption level of a consumer at the optimal price scheduledepends on the average level of influence and on the variance of the outdegree distributionresp. indegree distribution whenever the monopoly can discriminate on outdegrees resp. indegrees. Furthermore, if the monopoly price discriminates on outdegrees resp. indegrees,the equilibrium consumption level of a consumer linearly increases in her outdegree resp.outdegree and indegree.First, when the monopoly only discriminates on outdegrees there are two confounding effects. On the one hand, a consumer with high outdegree pays a higher price and this decreasesher consumption; on the other hand a consumer with high outdegree enjoys more externalitiesand this boosts her consumption. The merit of the proposition is to show that optimal priceis set so that more susceptible agents consume more. The intuition follows a similar logic as inthe theory of monopoly pricing in environments without network externalities: the reason thathigh outdegree individuals pay more than low outdegree individuals is that the monopolydoes not want to forfeit the high price on the large number of units that they consume. For 12this to hold, it must be the case that the high outdegree consumers consume more thanlow outdegree ones.12 Note also that when the monopoly only discriminates on outdegrees,consumption choices are independent of consumers indegrees.Second, when the monopoly only discriminates on indegrees, the consumption decision ofa consumer depends both on his indegree and on his outdegree, but in a separable way. First,given any outdegree, agents with high indegrees receive price discounts, so their consumptionis higher than agents with low indegrees. At the same time, since the price schedule isindependent of outdegrees, more susceptible agents consume more due to their higher exposureto network externalities.Finally, equilibrium consumptions depend also on the variance of the indegree and outdegree distributions, and on the average level of influence. The variances of the distributions ofin and outdegrees affect consumption only through their effect on the optimal price schedules.For example, if the monopoly price discriminates on outdegrees, an increase in the varianceof the outdegree distribution decreases the price that a consumer with a given outdegree kpays and therefore that consumer demands more of the good.The effect of the average level of influence on equilibrium consumption is more subtle. Whenthe monopoly discriminates only based on outdegrees, the consumption level of a consumerincreases in the average level of influence. However, when the monopoly discriminates onindegrees, the effect of a change in the average level of influence on the consumption of aconsumer depends on his outdegree and indegree. For example, if the monopoly discriminatesonly based on indegrees, then the quantity consumed by a consumer with outdegree k andindegree l isxk, l 1 2 k l 4 4k 22lkcid:162k 2l 4 4k 22cid:17 k,4cid:16cid:17lwhich increases in the average level of influence if l is sufficiently large, but not necessarilywhen l is small. The reason lies in the pricing scheme. On the one hand, an increase in theaverage level of influence leads to higher consumption, keeping constant the price schedule. Onthe other hand, the price charged to each individual increases in the average level of influencewhen the monopoly discriminates on indegrees, and this reduces demand. Such an increasein price is lower for high indegree individuals. Therefore, only for consumers with sufficientlyhigh indegree this price effect is dominated by the externality effect.12The classic unit elasticity requirement does not hold due to the network externalities. However, the same logicapplies.134 Main results: profits, welfare, and the value ofinformation 4.1 Profits and the value of network information We now describe how the profits of the monopoly depend on the characteristics of thenetwork and on the knowledge of the monopoly about the network.Proposition 5. For all price discrimination schemes, the profit of the monopoly is increasingand convex in the average level of influence. Furthermore, it is increasing and convex inthe variance of the outdegree distribution reps. indegree distribution if the monopoly pricediscriminates on outdegrees reps. indegrees.Our first insight here is that simple statistics of the network such as the average level ofinfluence and the variance of the outdegree and the indegree distribution are sufficient tocompute the profits that a monopoly would obtain by price discriminating. This informationon the network is potentially easy to collect. It can therefore be used as a first step for themonopoly to decide whether it is worth investing in collecting or purchasing precise individuallevel information on indegrees andor outdegrees. Similarly, this information can easily beconveyed by a company seeking to sell the data to the monopoly, without revealing the dataitself, thus reducing information asymmetries and facilitating the trade of information.The second insight captures the effects of changes in the average level of influence and inthe variance of the degree distributions on the expected monopoly profits. To see why profitsincrease in average influence, consider the following intuition. For a given price schedule, anincrease in the average influence is synonymous of an increase in network externalities andthis triggers higher demand of each consumer and higher monopoly profits. Hence, at the newoptimal price schedule, the profit of the monopoly must also increase.The intuitive reason why, when the monopoly discriminates, say, on outdegrees, the levelof profits is increasing in the variance of the outdegree distribution, is that the monopoly usesthe information on influence to price discriminate. If the degrees of different consumers aresimilar, the scope of price discrimination is limited e.g., if all consumers have the same outdegree, there is no room for discrimination based on outdegree, whereas a high spread allowsfor significant price discrimination. This implication of Proposition 5 formalizes a recurrentand important theme in marketing, stressing the importance of strategies that take advantageof structural differentiation, see e.g., Krackhardt 1996.Proposition 5 highlights how the characteristics of the network of influence affect the levelof profits under a given knowledge of the monopoly. We now investigate the characteristics ofthe network of influence that makes the monopoly willing to acquire information on consumersinfluence. The value of the monopoly of learning the outdegree resp. indegree relative of noinformation is defined as the difference in the expected profit when the monopoly discriminateson outdegrees resp.indegree and the expected profit under uniform price. We then saythat the monopoly prefers to learn the outdegree rather than the indegree when the value of 14learning the outdegree is higher than the value of learning the indegree. Corollary 2 answersthe following questions: How does the value of learning indegrees and outdegrees depend onthe network of influence? If the monopoly can only acquire information on either the indegreeor the outdegree, which information should the monopoly acquire?Corollary 2. The value for the monopoly from learning the outdegrees resp. indegrees ofall consumers relative to having no information on individual consumers out and indegreesis increasing in the average level of influence and in the variance of the outdegree resp. indegree distribution. Moreover, the monopoly prefers to learn individual consumers outdegreesrather than their indegrees if and only if the variance of the indegree distribution is largerthan the variance of the outdegree distribution.Recall that Bearden and Etzel 1982 shows that the level of influence among consumersincreases with the conspicuousness of the product. Thus, one prediction from Corollary 2 isthat a monopoly selling conspicuous goods is more likely to invest in acquiring the informationon the in andor outdegrees of its consumers.To see why the value of information on indegrees or outdegrees is higher when the distributions of the intensities of influence are more dispersed,13 recall that the profit of the monopolyunder uniform price is independent of the variance of the degree distributions, whereas theprofit of the monopoly is increasing in the variance of the degree distributions under pricediscrimination.The fact that the value of information on indegrees or outdegrees of consumers is higherfor products with a higher average level of influence is less immediate because in the caseof uniform price the monopolys profits are also increasing in the average level of influence.Therefore, corollary 2 suggests that by price discriminating the monopoly can leverage theincrease in the network externalities more effectively.Finally, whether the monopoly prefers to learn the indegrees of consumers or their outdegrees depends solely on the variances of the corresponding distributions: the monopolyprefers to learn the degrees that have higher variance, as a high spread allows for significantprice discrimination.One question, which is not answered by Corollary 2, is the following: When will a monopolyinvest in learning both the out and indegrees of consumers, as opposed to investing only ininformation on the more valuable of the two? In other words, we would like to know whetherthe value of information is separable, or whether the data on consumers out and indegreescomplement or substitute each other in terms of generating monopoly profit.Definition 1. We say that the value for the monopoly from learning the outdegrees andindegrees for all consumers exhibits complementarity if:inout out in cid:0or equivalently inout in out cid:1 .13It is also the case that the value for the monopoly of learning the indegrees and outdegrees relative of noinformation is increasing in the variance of the indegree distribution and in the variance of the outdegree distribution.15If the inequalities are reversed we say that the value for the monopoly from learning theoutdegrees and indegrees of all consumers exhibits substitutability.Corollary 3. The value for the monopoly from learning the outdegrees and indegrees of allconsumers exhibits complementarity.Corollary 3 implies that the monopoly values having data on individual consumers indegrees more if the monopoly already has data on individual consumers outdegrees and viceversa. An immediate implication is that if the variances of the in and outdegree distributionsare equal which implies that the values of learning the indegree or outdegree are equal,and if the cost of acquiring each of the different data is the same, then a monopoly will eitherinvest in collecting data on both individual consumers in and outdegrees or on neither.4.2 Consumer surplus and aggregate welfare We conclude this section by considering the implication of targeted pricing strategies onconsumer surplus and aggregate welfare. We are particularly interested in whether movingfrom a uniform pricing strategy to a pricing strategy that incorporates information on indegrees or outdegrees leads to an increase or rather a decrease in consumer surplus.14 Thisexercise provides some guidance to competition authorities that may be concerned with theeffects on consumer surplus and welfare of allowing firms to use information about consumersnetwork of influence in product markets.Recall that for a given consumption profile xi, xi and price pi, the expected utility toconsumer i with outdegree k and indegree l is Uixi, xi, pi, k 1 pixi 12x 2i xik Axi.In a Nash equilibrium of the consumption stage, consumer i plays a best reply; that is, isconsumption xi satisfies1 pi xi k Axi 0.We can then rewrite the equilibrium utility of consumer i as follows Ui xi 2.12Therefore, to determine whether a consumer with outdegree k and indegree l is better off whenthe seller does not discriminate as compared to the case where, say, the seller discriminates onoutdegree, we simply need to compare the equilibrium consumption of the consumer in thetwo regimes. Furthermore, aggregating consumers utilities across different types we obtain asimple expression for consumer surplus. By letting xk, l be the consumption of a consumer 14For the sake of brevity we do not compare the case of no price discrimination with the case of price discriminationon both indegrees and outdegrees, but analogous results and intuitions apply to that case.16k, l, consumer surplus iscid:88cid:88lk 12CS HlP kxk, l2.Proposition 6.1. Suppose we move from nodiscrimination to discrimination on outdegrees. There existsa threshold kcid:48 k so that a consumer is better off if, and only if, her outdegree k kcid:48.Furthermore, for every and kmax, if the variance of the outdegree distribution is highenough then kcid:48 kmax.2. Suppose we move from nodiscrimination to discrimination on indegrees. There existsa threshold function lcid:48k, which is decreasing in k, so that a consumer with outdegree kand indegree l is better off if, and only if, her indegree l lcid:48k.Price discrimination of any form increases average consumption, which has a positive effecton the utility of each of the consumers. On the other hand, when the seller discriminates onoutdegrees, consumers who are more susceptible to influence pay higher prices than consumerswith low outdegrees. It is then not surprising that consumers with low outdegrees benefitfrom the introduction of such price discrimination. The proposition points out, however,that when the outdegrees are very dispersed, also consumers with high outdegrees benefitfrom the introduction to price discrimination. To see why, note that when the variance ofthe outdegree distribution is high, targeted pricing strategies are more effective in boostingaverage consumption, and this gives incentives to high outdegree consumers to increase theirconsumption, despite paying higher prices. Furthermore, note that part 1 of proposition 6implies that, when the variance of the outdegree distribution is high, and we move from nodiscrimination to price discrimination on outdegrees, then all consumers are better off. Asthe seller always benefits from price discrimination, price discrimination on outdegrees leads,in this case, to a Pareto improvement.When discrimination is on indegrees, influential agents receive price discounts. So, withinconsumers with a certain outdegree, more influential consumers benefit from price discrimination on indegrees. Moreover, the fact that the function lcid:48k is decreasing in k impliesthat consumers with a high outdegree may benefit from discrimination on indegrees evenif they are not as much influential as some consumers with a low outdegree. The reason isthat by price discriminating the seller stimulates overall consumption and therefore, fixing theindegree of a consumer, consumers with high outdegree enjoy greater consumption externalities. In general, the introduction of indegrees price discrimination may be beneficial for someconsumers but not for others. However, we can prove an unambiguous result for the aggregateconsumer surplus.Proposition 7. Consumer surplus increases when we move from nodiscrimination to discrimination on indegrees.That discrimination on indegrees increases consumer surplus is interesting as there aremany examples of discrimination on the degree of influence of consumers. Examples include 17conspicuous consumption goods and fashion goods, as well as social interaction goods. Suchexamples often take the form of seeding, which is equivalent to selling a good for a price of zeroto selected influential consumers, or even paying such influential consumer to use the good,which is equivalent to setting negative prices for high indegree individuals.To conclude our discussion of welfare, we note that the additional profit for the monopolyfrom introducing any type of price discrimination is greater than any loss to the consumersurplus. That is, aggregate welfare increases when we move from no discrimination to discrimination on indegrees or outdegrees.5 Correlation between indegree and outdegree So far we focused on the case that at the individual consumers level, indegrees and outdegrees are independent. Nevertheless, as we reviewed in the introduction, correlations betweenthe indegrees and outdegrees of individuals have been documented in several studies thatstudy peer influence in consumption decisions. It is also natural when thinking of differentagents in the society, for example, celebrities influence many people but they are not alwaysinfluenced by many people. Our results described in the previous section can be extendedto the case of correlation. In fact, in section 6 when we evaluate the value of information inreal social networks, we use the derivation of optimal profit obtained for general correlationsstructure, available in the appendix.In this section we aim to answer the new questions raised by considering correlation betweenthe in and outdegrees of consumers: Is the expected profit of the monopoly higher or lowerwhen the big influencers in a market are not influenced much by others? How does thewillingness of the monopoly to invest in gathering information depend on whether the moreinfluenced consumers also influence others? To this end, we now examine the impact that achange in correlation between consumers indegrees and outdegrees has on the monopolysprofits and the value of information.consistency conditions apply: for all l and k, cid:80Let P kl be the probability that a node with indegree l has outdegree k, and let Hlkbe the probability that a node with outdegree k has indegree l. By definition, the followingk HlkP k Hl. For simplicity, we assume in this section that the variance of the indegree and thel 2. Therefore, the correlationvariance of the outdegree are the same, i.e., 2coefficient can be written asl P klHl P k and cid:80k 2 Covk, l2Ek kl k2Ekl k 22.The case of perfect positive correlation occurs when H P and 1. The case where thereis no correlation obtains when 0. When the monopoly price discriminates on indegreeresp. outdegree, it turns out that in determining the optimal price schedule the monopolywill take into account the average outdegree resp.the consumers indegree resp. outdegree, i.e., kl cid:80indegree of a consumer conditional onk P klk, and the variance of this 18 cid:80kll Hlk kl2 resp. lk and 2lkrandom variable, 2any indegree l it is the case that kl k and 2no specific relationship between kl and 2bution of influence in the network. The following assumption provides some structure to the, and the first and second moments of the distri 0; but for general correlations there is. Under independence, forklklrelationship between these conditional random variables and the moments of the distributionof influence, which allows us to derive a cleaner characterization.Assumption 2. The correlation between the indegree and the outdegree is such that theirconditional expectations are linear, i.e., kl Ekl is linear in l and lk Elk is linearin k.Assumption 2 does not restrict correlation from being negative or positive and can takeany value in the range 1, 1 as before. However, the assumption implies that kl k lk, lk k k k, and 2lk 22. 2klIn what follows, we focus on describing results on how correlation affects optimal profit,and how correlation affects the value of network information for the monopoly.Proposition 8. Suppose Assumption 2 holds. Regardless of whether the monopoly discriminates based on indegree, outdegree, both, or none, the monopolys profit increases in .Recall that agents with high outdegrees have higher demands, ceteris paribus, becauseof the larger adoption externalities they are exposed to. When the correlation between outdegree and indegree increases, this means that these high demand consumers are also likelyto be very influential, and this has a positive feedback to the consumption decisions of otherconsumers. This is why the monopoly profits are increasing in the correlation parameter ,regardless of the sophistication of the price schedule.We now consider how the value of information depends on the correlation between indegrees and outdegrees. That is, how does the degree correlation affect the value for themonopoly of learning individual consumers degrees? How does the degree correlation affectpossible complementarity or substitutability in the value for the monopoly from learning the indegrees and outdegrees of consumers? Before providing the result we note that our assumptionthat the variance of the outdegree distribution and the variance of the indegree distributionare the same, implies that the expected profit of the monopoly, when it can discriminateeither on indegree or on outdegree but not on both, is the same. This is true for anylevel of correlation see appendix. Hence, the value of information is convex if and only ifinformation on outdegrees and information on indegrees are complements.Proposition 9. Suppose assumption 2 holds. The value for the monopoly of learning eitherthe outdegrees or the indegrees relative of noinformation is decreasing in . Furthermore,there exists a 1, 0 such that the value for the monopoly from learning the outdegreesand indegrees of all consumers exhibits substitutability for every , and complementarityotherwise.19To get a sense of the implications of Proposition 9, consider as an example Aral and Walker 2012, who study the adoption of an application in Facebook.com. They show thatin their data, influence and susceptibility to influence are negatively correlated. Proposition 9then implies that the negative correlation reduces the price a firm selling such an applicationwill be willing to pay Facebook.com for its network data. Moreover, the negative correlationsuggests that information on influence and susceptibility to influence are substitutes or weakcomplements, and that it may make sense for a firm selling this type of application in Facebookto invest in learning only one of the distributions assuming equal costs of acquiring eachdistribution.To understand the intuition behind the first part of Proposition 9, note that effective pricediscrimination entails price premia to consumers with high outdegrees, and price discountsto consumers with high indegree.Increased correlation between indegree and outdegreereduces the ability to do that and thus reduces the profitability of price discrimination, whichin turn reduces the value of information.The intuition for the second part of Proposition 9 is more subtle. On the one hand, when 2 is large due to higher or lower correlation, a consumers outdegrees is a more accuratei.e., less noisy predictor of her indegree and viceversa. As a result, an increase in 2 reducesthe complementarity between information on an individuals indegree and her outdegree. Onthe other hand, when indegrees and outdegrees are positively correlated, information onlyon a consumers outdegree resp. indegree is not particularly useful for price discrimination.This follows the same logic as the intuition for the first part of Proposition 9. At the sametime, information on both indegrees and outdegrees allows the monopoly to detect consumerswith high outdegrees resp. indegrees and low indegrees resp. outdegrees, which allowsthe monopoly to price discriminate even in the presence of high positive correlation betweenindegrees and outdegrees.6 The value of information on social, financial, andadvice networks We provide a simple exercise to illustrate the potential use of targeted pricing strategiesacross different products. We consider a dataset that includes networks covering three typesof relationships between individuals in 75 villages in rural India: social, advice and financial.Our premise is that these three types of relationships capture the patterns of externalitiesfor different products, and we focus on comparing, across these three networks, the value ofinformation, the level of complementarity of information, and the consumer surplus.6.1 Description of the data The data are from 75 rural villages in Karnataka, an area of southern India within a fewhours of Bangalore. The average population per village is 926.48. The survey was designed as 20part of a study of the deployment of a microfinance program see Banerjee et al. 2011, and Jackson et al 2012. We refer to these papers for a detailed discussion of the data set and itslimitations.Only onehalf of the households were surveyed, which could bias most likely downwardthe value of information which we compute. Households were selected by a stratified randomsample in order to control for selection biases, with households stratified by religion Hindu,Muslim, Christian and also by geographic sublocations based on a full census of the villagesthat was conducted just prior to and in conjunction with the survey. Each surveyed individualwas asked to name the people with whom he or she has various sorts of relationships.We make use of the answers to a subset of the questions asked to build three networkscapturing three different types of interactions: i Social: we say that there is a directedsocial connection from consumer i to consumer j if consumer i reports visiting js house in herfree time; ii Advice: we say that there is a directed advice connection from consumer i toconsumer j if consumer i reports coming to j for advice on difficult personal decisions; iiiFinancial: we say that there is a directed financial connection from consumer i to consumer jif consumer i names j as the person to whom she would turn if she needed to borrow kerosene,rice, or money.The social network proxies influence in the consumption of social goods, communicationtechnologies, games, or even entertainment. The ties in the advice network are based onelements of expertise in certain dimensions. It is then reasonable to expect that an individualconsumes more goods if these are used by experts, or people whose judgement the individualrespects. Such people would be able to continue providing advice on the use of such goods,ranging from new crops or fertilizers, to medical or health related equipment and services.Financial relationships influence consumption of financial instruments, such as bank accountsit is often cheaper to transfer money between customers of the same bank, or even workingwith the same creditors, so that value could be transferred without money changing hands.15The three networks are quite different from each other. The advice network is the mostsparse, with average degree of 1.07, whereas the social and financial networks are denser withaverage degrees of 1.52 and 1.83 respectively. The high density of the financial network suggeststhat the society in the surveyed villages relies heavily on risksharing and informal financialarrangements. The financial network has also the largest variances of its in and outdegreesdistributions, which equal 5.28 and 1.48, respectively. This is compared with variances of 3.44and 1.04 for the indegree and outdegree distributions in the social network, and 3.29 and 0.6for the corresponding variances in the advice network. The degree correlation is positive inall three networks, but takes significantly different values. Ranging from 0.08 in the advicenetwork, to 0.2 and 0.22 in the financial and social networks respectively. The difference indegree correlation is not surprising: advice is based on expertise, so experts are expected tohave high indegrees, but there is no reason to expect that an expert will need more advicethan a non expert. On the other hand, social networks and lending networks capture more 15 For example, an individual can vouch for another individual, or commit to pay a debt if left unpaid by theborrower. See also Karlan et al. 2009.21reciprocal relationships.The aforementioned measures are for the networks which include all villages. However,individuals from different villages are rarely connected, suggesting that it is realistic to assumethat individuals form their beliefs on the patterns of interactions in their environment basedon the villagelevel degree distributions and correlations. Our framework is sufficiently richto accommodate this local structurewe simply model the monopolys decision as a set ofindependent maximization problems, one for each village.Finally, the networks in our data do not exhibit equal variances of the in and out degreedistributions, nor do they satisfy assumption 2 linearity of conditional expectations. Wetherefore use our general formulation from Appendix A to analyze the data. In that sense, ourresults also demonstrate the robustness of our analytical results in the previous sections.6.2 The value of network information Our theoretical analysis shows that the value of information is increasing in the variancesof the distributions of in and outdegrees in the population, and in the average level of influence, and decreasing in the correlation between in and outdegrees of consumers. Figure 1 captures these patterns for a monopoly which prices optimally based on consumers in andoutdegrees, and assuming that the level of influence over a link is 0.007. Varying doesnot qualitatively change the results.The value of network information is especially high in the financial network, due to thehigh average degree and high variances. In contrast, the advice network, and to some extentthe social network, have low average degrees and low variances of in and outdegrees in mostvillages, which leads to low values of network information. We note an important differencebetween the social and the advice network. In the former the variance of the indegree distribution is similar across villages, while in the latter is quite different the variance of this valueacross villages is 5.7 in the advice network, compared with 1.28 in the social network. In otherwords, the distributions of expertise are very different across villages, whereas the distributionof popularity is quite consistent. This explains the departures from the patterns in the plotsof the value of information as a function of the average level of influence, the variance of theoutdegree distribution, and the degree correlation when it comes to the advice network.Our theoretical analysis also relates the degree correlation to whether information exhibitscomplementarity or substitutability. Proposition 9 suggests that there is a threshold value ofthe correlation level such that informations exhibits complementarity if the correlation is abovethe threshold and substitutability otherwise. Figure 2 suggests that the relationship betweenthe degree correlation and the level of complementarity of the information as captured byinout out in is continuous. Moreover, since the financial and social networksexhibit, on average, higher levels of degree correlation, relative to the advice network, theprediction of our model is that in the social and financial networks a monopoly is more likelyto either invest in learning both the in and outdegrees of all consumers, or none. Whereasin the advice networks, where the degree correlation is low and the variance of the indegree 22Figure 1 The value of information on indegree and outdegrees.distribution is much higher than the variance of the outdegree distribution we would predictthat a monopoly only invest in learning the indegrees i.e., detecting the experts, rather thanlearning the susceptibility to influence of consumers.Finally, Proposition 6 finds that if the variance of the outdegree distribution is sufficientlylarge, then all consumers prefer discrimination on outdegree to uniform pricing. We findthat in our data the variance of the outdegree is too low to make all consumers better offwith discrimination on outdegree. However, we do find a systematic relationship betweenthe variance of the outdegree distribution and the fraction of the consumers who are betteroff with discrimination on outdegree. Figure 3 demonstrates that the high variance of theoutdegree distribution in the financial networks implies that a large majority of consumersprefer discrimination on outdegree to uniform pricing. This is not the case in the social and 23024681012141618012x 104Variance of the indegree distribution Social Financial Advice 0.20.40.60.811.21.41.61.822.2012x 104Variance of the outdegree distribution Social Financial Advice 0.511.522.53012x 104Average level of influence Social Financial Advice 0.20.100.10.20.30.40.5012x 104Degree Correlation Social Financial AdviceFigure 2 Complementarities of indegree and outdegree.advice networks.Figure 3 Price Discrimination and Consumer Surplus.240.20.100.10.20.30.40.5432101234x 106Degree Correlation Complementarity of Information Social Financial Advice 0.20.40.60.811.21.41.61.822.20.10.20.30.40.50.60.70.80.91Variance of the outdegree distribution Fraction of the consumers who benefit from discrimination on outdegree Social Financial Advice7 Discussion Online commerce provides some level of anonymity to consumers with respect to their demographics. However, when combined with records of other online activities, online shoppinggenerates data on local networks externalities that were not available earlier. This examplehighlights a change in the type of information firms may be able to gather about their consumers. Of the array of important economic questions raised by this shift, this works focuseson the value of network information for a price discriminating monopoly and its effect onconsumer surplus.The principal innovation of this paper is the combination of two important ideas: First,consumers have incomplete knowledge of the network structurewe focus on a simple aspectof the network, the number of personal connections. This formulation allows us to develop ageneral framework which is tractable. Second, network effects are not necessarily symmetric,some people are more influential, whereas some are more susceptible to influence. We capturethis idea by modelling influence as directed. Allowing links to be directed is key in studyingthe value of information in networks of influence for different products.The analysis yields several powerful and intuitively appealing insights. We show that simplestatistics of the network of influence induced by different products, are sufficient to evaluatethe value of information to discriminating monopolies that sell the products. This providesa rigorous guide for monopolies that consider investing in collection or purchase of networkdata. We also provide a precise measure of the welfare effects of price discrimination thatcan be used by regulators based on accurate information on several summary statistics of thenetwork.Finally, this paper focuses on positive network effects, i.e., consumption decisions are strategic complements. This is an important setup that raised significant interest in many disciplines.Nevertheless, we also note that our analysis and solution go through without change for thecase of negative network effects, where consumption decisions are strategic substitutes, as longas the negative influence is not too strong.25References 1. Aral, S. and D. Walker, 2012, Identifying influential and susceptible members of socialnetworks. Science, 3376092:337341.2. Arthur, D., R. Motwani, A. Sharma, and Y. Xu, 2009, Pricing Strategies for Viral Marketing on Social Networks. Mimeo, Department of Computer Science, Stanford University.3. Ballester, C., A. CalvoArmengol, and Y. Zenou, 2006, Whos Who in Networks. Wanted:The Key Player. Econometrica, 74, 140317.4. Banerjee A., A. Chandrasekhar, E. Duflo and M. O. Jackson, 2011, The Diffusion of Microfinance. Working paper MIT and Stanford University.5. Bearden, W.O. and M.J. Etzel, 1982, Reference group influence on product and brandpurchase decisions, Journal of Consumer Research, 9:18394.6. Bloch, F. and N. Qu erou, 2013, Pricing in social networks. Games and Economic Behavior, 80, 263281.7. Bramoull e, Y. , R. Kranton and M. DAmours, 2011, Strategic Interaction and Networks,American Economic Review. Forthcoming.8. Campbell, A., 2013, Word of Mouth and Percolation in Social Networks. American Economic Review. Forthcoming.9. Candogan, O., K. Bimpikis and A. Ozdaglar, 2012, Optimal Pricing in Networks with Externalities. Operations Research.10. Domingos, P. and M. Richardson, 2001, Mining the network value of customers. Proceedings of the 7th Conference on Knowledge Discovery and Data Mining, 5766.11. Farrell, J. and G. Saloner, 1985, Standardization, Compatibility and Innovation. RANDJournal of Economics, 16, 7083.12. Feige, U., A Fiat, and A. Shamir, 1988, ZeroKnowledge Proofs of Identity. Journal of Cryptology, 1, 7794.13. M. Froomkin, 2000, The Death of Privacy?. Standard Lw Review, 525:14611543.14. Galeotti, A. and S. Goyal, 2009, Influencing the influencers: A theory of strategic diffusion. RAND Journal of Economics, 403:509532.15. Galeotti, A., S. Goyal, M.O. Jackson, F. VegaRedondo and L. Yariv, 2009, Network Games. Review of Economic Studies.16. Goyal, S. and M. Kearns, 2012, Competitive Contagion in Networks. STOC.17. Goldenberg, J., S. Han, D. Lehmann and J. Hong, 2009, The role of hubs in the adoptionprocess. Journal of Marketing, 732:113.18. Green, H., 2008, Google: Harnessing the Power of Cliques. Business Week, October 6,50.19. Hartline, J., V. Mirrokni and M. Sundarajan, 2008, Optimal Marketing Strategies over Social Networks. Proceedings of WWW 2008: Beijing, China, 189198.20. Jackson, M.O., T. RodriguezBarraquer and X. Tan, 2012, Social Capital and Social Quilts: Network Patterns of Favor Exchange. American Economic Review.2621. Karlan D., M. Mobius, T. Rosenblat and A. Szeidl, 2009, Trust and Social Collateral.Quarterly Journal of Economics 22. Katz, M. and C. Shapiro, 1985, Network Externalities, Competition and Compatibility.American Economic Review, 75, 424440.23. Keller, E., B. Fay and J. Berry, 2007, Leading the Conversation: Influencers Impact on Word of Mouth and the Brand Conversation. The Keller Fay Group, Word of Mouth Marketing Research Symposium.24. Kempe, D., J. Kleinberg and E. Tardos, 2003, Maximizing the Spread of Influence througha Social Network, Proceedings of the 9th Inter national Conference on Knowledge Discovery and Data Mining, 137146.25. Krackhardt, D., 1996, Structural Leverage in Marketing. In Dawn Iacobucci Ed. Networks in Marketing, Sage, Thousand Oacks CA. pp. 5059.26. Leskovec J., L.A. Adamic and B.A. Hubermann, 2007, The dynamics of viral marketing.ACM Transactions on the Web 11:article 5.27. Nair H.S., P. Manchanda and T. Bhatia, 2010, Asymmetric social interactions in physician prescription behavior: The role of opinion leaders. Journal of Marketing Research,475:883 895.28. N. Newman, 2013, The cost of lost privacy: search, antitrust and the economics of thecontrol of user data. SSRN Working paper.29. Probst, F, L. Grosswiele and R. Pfleger, 2013, Who will lead and who will follow: Identifying Influential Users in Online Social Networks, Business and Information Systems Engineering, Volume 5, Issue 3, pp 179193.30. Sundarajan, A., 2006, Local Network Effects and Network Structure. Mimeo, Stern School of Business, New York University.31. Tucker C., 2008, Identifying Formal and Informal Influence in Technology Adoption with Network Externalities, Management Science, Vol. 55 No. 12, 20242039.27Appendix The Appendix is divided in two parts. In Appendix A we derive results for the general modelwith correlations between indegree and outdegree without Assumption 2. Appendix Bproves the results for the case of nocorrelation Proposition 17 and the case of correlationunder Assumption 2 Proposition 89.Appendix A. In the general case, the correlation between in and outdegrees is captured by Covk, lkl Ek kl kEkl k 2kl.klcid:88HlP klpk, lDefineand note thatk cid:88Hlp cid:88cid:88l P klk kcid:88cid:88lk 1k HlP klkl Eklk,lkand rewrite as follows k kklk.The case of perfect positive correlation occurs when H P and 1, which implies that k l and k 2k 2. The case where there is no correlation obtains when 0, or,equivalently, k k. We start by characterizing the demands of the consumers for any givenprice schedule set by the monopoly.k Proposition 10. Let p be any price schedule set by the monopoly in the first stage of thegame and specifying for each consumer i a price per unit pi R.1. If kmax 1, then, in the consumption stage, there exists a unique BayesNash equilibrium x.2. Now assume that according to p any two consumers with identical in and outdegreesare priced the same. Then, in the unique equilibrium of the consumption stage any twoconsumers with identical in and outdegrees make the same consumption decision. Inparticular, let pk, l and xk, l be the price and the demand of a consumer with outdegree k and indegree l. Then, in the unique equilibrium of the consumption stagexk, l 1 pk, l 1 p1 kk.5Proof of Proposition 10. Existence: Recall that ui k, xi, xi xi 1i kxi A. Then,adapting Proposition 1 from Glaeser and Scheinkman 2000 to our setup we get that there exists at least one consumption equilibrium if k Z,p Rx 0xxthat this condition holds if kmax 1 it is sufficient to note that k Z,p Rx 0xxcid:17p 0. To seek, x, xjcid:54icid:16cid:162 x 2uxiuxik, x, xjcid:54icid:1728cid:16p uif kmax 1.xikmax, x, xjcid:54icid:17 p 1 x kx p and that p Rx 01 x kx 0 if and onlycid:12cid:12cid:12 2uixi A 2uixi2cid:12cid:12cid:12 1 or kmax 1.Uniqueness: Proposition 3 in Glaeser and Scheinkman 2000 implies that there exists atmost one consumption equilibrium if i Finally, in an interior equilibrium, for each type k, lxk, l 1 pk, l k A,and thereforeorcid:88l A Hlcid:88k P klxk, l 1 p k A,A 1 p 1 kand plugging back to the expression for xk, l we obtain an explicit expression for the equicid:4librium consumption of type k, l.In the remaining of Appendix A, we derive the optimal monopoly prices and the corresponding profits under general correlation structure and different information that the monopoly mayhave. We begin by assuming that the monopolys optimization problem is well behaved andderive the corresponding prices, demands, and monopoly profit for price discrimination regime.We follow with an analysis of the conditions that guarantee that the monopolys optimizationproblem is, in fact, well behaved.Uniform price. Let pk, l p for all k, l. Then p cid:80l Hlcid:80k P klpk p, andxk, l xk 1 p 1 p1 kk.cid:35k 1 k The monopoly maximizesunif orm cid:88kso, p 12,andxk 12cid:34cid:21cid:35,cid:201 cid:341 kk P kpxk p1 p1 unif orm 141 k 1 k.Price discrimination. When the monopoly price discriminates on indegree resp. outdegree, it turns out that in determining the optimal price schedule the monopoly will take intoindegree resp. outdegree, i.e., kl cid:80account the average outdegree resp. indegree of a consumer conditional on the consumersk P klk, and the variance of this random variable,2kll Hlk kl2 resp. lk and 2.lkcid:8029Discrimination on outdegree. Let pk, l pk for all l, and sowhere p cid:80cid:80l Hlcid:80xk, l xk 1 pk 1 p1 kk,6k P klpk. The monopoly chooses pk for all k, to maximize out k P kpkxk. Taking the derivative with respect to ps we haveoutps P s1 2ps 1 p1 ks P kpkk 1 kpps.cid:21cid:88cid:88k Note thatppsHlP sl P sl Hls,klwhere the second equality follows because by Bayes rule P sl HlsP s. Henceoutps P s1 2ps 1 p1 ks 1 k P kpkkcid:20cid:34cid:88lcid:88kcid:35Hlcid:88l Hlsklcid:35cid:88ll Hlsk 0.l Hlslk, we have,7and so the first order condition is 1 2ps 1 k Rearranging and denoting cid:80ps 1 ps Csk 121 P kpkkcid:341 ps cid:88k P kpkk and Cs cid:80cid:201 cid:201 pk 1 k 1 k 2lkcid:16.cid:21 .cid:17cid:21. k 2k 2k P kpkk and expression 7, we derive: 12k 1 k1 p2k k 2 kp 12Combining cid:80Using the expression of p and of ps, and developing, we obtain Solving these two last equations for p and , and then plugging these expressions back inexpression 7 for ps, we obtaincid:105cid:104lk2 k 22k k 2k k 2lk.8pk 12 k 2k2 k klk k k 22 k2 22lk30The demand of consumer with outdegree k is xk 1 pk 1p1k 8 we obtaink, and using expressionxk 12k 2k2 k klk k k 22 k2 22lk k 22lkk k 2k k 2cid:104lk2cid:105Finally, profits areout cid:88kcid:88l P kHlkpkxk cid:88k P kpkxk.Discrimination on the indegree. We have pk, l pl and.91011xk, l 1 pl cid:80l Hllpl. The profits are in cid:80cid:88P ks1 2ps Hs1 p1 k Hss and that kl cid:80kpps 1kk,1 p1 kl Hlcid:80k cid:88where p 1kinpsUsing the fact thatcondition as Hscid:34k P klplxk, l, andcid:88Hllk P klplk 1 kpps.k P klk, we can rewrite the first ordercid:88cid:33cid:35Hlplkl 0,1 2ps 1 k1 pks skwhich holds if and only ifcid:34ps 121 1 kcid:80l Hlplkl, we have that1 pks sk Defining 1klcid:88lcid:33cid:35.Hlplklcid:20cid:161 pks scid:17cid:2112ps 121 1 kcid:32cid:32Using ps and the definition of p we obtain thatp 1k Hllpl 121 1 k Similarly, using ps and the definition of we obtain 1k Hlplkl 12cid:88lcid:88lcid:321 pk cid:33cid:35.l k 22k1 p . k 22klk kcid:341 1 k 31Solving the two equations for and for p, and plugging the obtained expressions on theexpression for pl, we havepl 12k 2k2 k kkl l k 22 k2 22kl k 22l l 2l k 2kl.13cid:104kl2cid:105Next, note that xk, l 1 pl 1p1kk, and using the expression for pl we obtainxk, l 12k 2k2 k kl kl 2k k 22 k2 22kll 2kl k 22 kl2l k 2l 2k 2l.14cid:104cid:105We can finally derive an expression of the profit by noticing thatcid:88cid:88in HlplP klxk, l.Discrimination on indegree and outdegree. We employ similar steps of derivation.lkwhere p cid:80andl Hlcid:801 p1 kkxk, l 1 pk, l l Hlcid:80k P klpk, l. The profits are inout cid:80cid:88x cid:88P klHl1 p1 klk15k P klpk, lxk, l,pk, lk 1 kppx, yinoutpx, y HyP xy1 2px, y px,y HyP xyypkcid:20and using the fact thatcid:80l Hlcid:80where 1kpx, y 121 1 k1 px y,16k P klkpk, l. Using px, y and the definition of p we obtain thatwe can rewrite the first order condition ascid:21cid:33cid:35cid:33cid:35 cid:34cid:34cid:32cid:32p 121 1 k1 pk l k 22k Similarly, using px, y and the definition of we obtain 121 1 k1 pk k 22k k Solving the two equations for and for p, and plugging these two expressions in the expression 32for pk, l, we obtainpk, l 1212k 2k k 2l k 2kcid:2k 2k 22 k2 22k k 22l l 2l k 2k Next, recall thatand that profit is given byxk, l 1 pk, l 1 p1 kkcid:88cid:88klinout Hlkpk, lxk, l.cid:3.1718Proposition 11. Suppose that kmax 12 . Then, for any of the price discrimination schemesconsidered, there exists a unique finite price schedule p that solves the monopolys profit maximization problem.The proof of Proposition 11 is available in an online appendix on the authors webpages.Appendix B.Proof of proposition 1. Independence between indegree and outdegree implies that k k.Thus, the proposition follows directly from Proposition 10 which proves the same result forcid:4the general setup with any correlation level between in and outdegrees.Proof of proposition 2. Independence between indegree and outdegree implies that k kand so the consumption of a consumer with outdegree k and indegree l equalscid:18cid:19x k, l x k 12and the expected monopoly equilibrium profit is 1 k 1 k 1411 k The comparative statics are immediate 1920cid:4Proof of Proposition 3. Independence between indegree and outdegree implies that k k,kl k for all indegree l, lk k for all indegree l, 2 0. Imposing theseconditions in expressions 8, 13, and 17 separately and rearranging, we obtain the optimal price 0, and 2lkklscheme for the case of price discrimination on outdegrees, indegrees and both, respectively:cid:35cid:35pk 12 2pl 122k k k 24 4k 22kl k l 24 4k 22lcid:34cid:3433,,2122andcid:34pk, l 12k 22l 2kk 2k 2k 24 4k 22k 2kll 22k 2l It is straightforward to verify the remaining part of the proposition.cid:3523cid:4Proof of Proposition 4. Independence between indegree and outdegree implies that k k,kl k for all indegree l, lk k for all indegree l, 2 0. Imposingthese conditions in expressions 9, 14, and 18 separately and rearranging, we obtain equilibrium 0, and 2lkklconsumption for a consumer with outdegree k and indegree l when the monopoly discriminateon outdegrees, indegrees and both, respectively:cid:16cid:17k k 2 4 4k 22kcid:16xk, l xk xk, l 1 2 k l 4 4k 22lkcid:162k 2l 4 4k 22lcid:17cid:17 k242526cid:4cid:17cid:35andxk, l cid:34121 kk 24 4k 22k 2l 22l 2kcid:162l 2kk 2k 2kl It is straightforward to verify the remaining part of the proposition.Proof of Proposition 5Discrimination on outdegree. Recall that the price is given by expression 21 and thedemand by expression 24. Using pk and xk we can derive the optimal profit:out 14 4k 22k Note that 44k 220. The comparative statics are immediate.k 0, because 44k 22k 422 kmax22k 2 2 14 2k 2 Discrimination on indegree. Recall that the price is given by expression 22 and thedemand by expression 25. Using pk and xk we can derive the optimal profit:in The comparative statics are immediate.14 4k 22l Discrimination on outdegree and indegree. Recall that the price is given by expression 23 and the demand by expression 26. Using pk and xk we can derive the optimal profit:inout 144k 2 224k 21 k 2k 22k 2lk 2l 22l 2k.34cid:111k 0, because 4k 21 k 2k 22l 22l 2cid:17cid:17k k 2 22l 22l 2l 2kcid:110k 2 22cid:16kkmax lkl 2k, sign 1kmaxk l 2Note that 4k 21 k 2k 22l 222signk 2k 2k 22, and k lk 1cid:111k 2k 2 2k 22cid:110k lkcid:16kkmax maxcid:02cid:16kkmax kmaxlkcid:1cid:17cid:16kkmax maxcid:0cid:80k P kk 2cid:1cid:17l Hll 2,cid:80cid:16kkmax max cid:80l Hll kmax l ,cid:80cid:17k P kk kmax k 1It is straightforward to verify that the comparative statics hold.l , 2k 1kmaxkmax 1kmaxkmaxcid:4 0.Proof of Corollary 2. Note thatout unif orm is increasing in 2k and k. Similarlyin unif orm 141422k4 4k 22k1 k,22x4 4k 22x1 k,is increasing in 2degree than the indegree if and only if 2both the indegree and the outdegree relative of noinformation isl and k. Comparing we obtain that the monopoly prefers to learn the outl . Next, the value of the monopoly for learningk 2inout unif orm 142kk2l 21 kk 24 4k 22l 2k 2kl 22k 2l 2k,which is increasing in the variance of the indegree and the variance of the outdegree.cid:4Proof of Corollary 3. We say that the value for the monopoly from learning the outdegreesand indegrees of all consumers exhibits complementarity ifinout out in unif orm27We can rewrite 27 as follows 14k 24 4k 224k 2 22k 2ll 22k 2k 2l 14 4k 22k 14 4k 22l 1411 kor equivalentlycid:16k 8 8k 32k 2 32l 2cid:17cid:02 2l 2cid:1 22l 0 2kwhich holds for the entire range of parameters.cid:4Proof of Proposition 6. Part 1: Consider a consumer with outdegree k and any indegree. The additional consumption of the consumer from the move from no discriminationto discrimination of outdegree is 352 4 4k 22k kcid:16cid:17 signk Some rearranging leads to the following equality 1 k k 2 2ksigncid:16cid:17k k 4 4k 22 2 cid:162k 2 k 2kk Finally, noting thatcid:1102k 2 k 2and evaluate signkmax complete the proof of part 1  1 k k 2 2kcid:1102k 2 k 2cid:17k 2kk 2 2kk 2k k 2k 2 2k 2kk 2 2kk 2k k 2k 2 2 2k 2k 2 2 0,k 2 2kk 2k k 2k 2 2k 2kfor k k and for k cid:111Part 2: Consider a consumer with outdegree k and indegree l. The additional consumption of the consumer from the move from no discrimination to discrimination of indegreeis 1 2 k l 4 4k 22lkcid:162k 2l 4 4k 22lcid:16cid:17Some rearranging leads to the following equality 1 2 k lcid:1104 4k 22l 2k 3 k 22sign signcid:16cid:16k 2k 2l 4 4k 22The proof of part 2 then follows by noticing that L0.k 2l cid:19.1 k 1 kcid:181 k 1 kcid:182cid:17 k 1cid:17l 2cid:17 k 1l 2 k 2cid:17cid:162 kcid:19cid:111 L.cid:16 0 and Ll 2k 1 kcid:17cid:4l 2 2lk 2 2k 2 kk 2l 2lk 2k 2l Proof of Proposition 7. The additional aggregate consumer surplus from discriminating onindegree relative to no discrimination iscid:881222l 8k 222l 8k 2CS 1 2 k lcid:16l 2cid:172l 2k 42k 24 4k 2H l P k4k 42 8k 32cid:1616k 2cid:172cid:161 k4 4k 22cid:172cid:16k 3 16k 3 3k 22k 4 k 224 4k 21 kl 2kll 2cid:172cid:16cid:172cid:18 1cid:18cid:162k 2lcid:17 k 4 4k 22k 2 12k 2 8k 2l 2 24k 221 2lk 1 kl 2k 336cid:111.cid:19cid:192Which has the same sign as 4k 42 8k 32k 3 16k 3 3k 22l 2 4k 42 16k 3 k 22l 2 12k 2 2kl 2 24k 2216k 24k 2 8k 2k 2 12k 2 8k 2l 2l 2 8k 32 3k 22k 3 16k 2k 42l 3 42 0.l l 2k 2cid:16k 4 k 22cid:17cid:4Proof of Proposition 8.Uniform price. Using kk 2k we can rewrite the expression for unif orm to obtainunif orm k 2cid:16k 2cid:17 4k 2.4Discrimination outdegree. We first consider the case of price discrimination in outdegree.Assumption 1 and 2l . We can thenrewrite the expression of the price charged to consumer with outdegree k ask imply that lk k kkkkkl 2 22and 2lk2kpk 12121 2k kk 2 2k1 4k 2 4k 2 22k1 2,and the consumption of an agent with outdegree k iscid:16cid:17xk k 121222 22 2kcid:16k 2cid:17 4k 2 22k1 21 2k 1 k 4,and computing profits we obtainout 4cid:16k 2cid:17 4k 2 22k1 2k 2.Discrimination indegree. We now consider the case of price discrimination in the indegree. In this case, under assumption 1 and 2k 2 we can specialize the expressionfor the price charged to a consumer with indegree l as followsl 2pl 12 121 2l kk 2 2k1 4k 2 4k 2 22k1 2cid:104and the consumption of a consumer with indegree l and outdegree k isxl, k k 1212l k1 2k2k 2 l 22 2k l k 2k 22k 2 k 22 22 k 22 k 2.cid:105Computing profits we obtain the same expression in the case of discrimination on outdegree.Hence, the expected profits under discrimination in indegree or in outdegree are the same,given assumption 1 and the fact that 2l 2k.37We now show that out and in are increasing in . First note that we can rewrite out asout 1414and thatcid:26 outcid:27sign sign 422k 1 2 4k 2cid:16k 2cid:17 4k 2 22k1 2 cid:32cid:40cid:16k 2cid:17 4k 2 22k1 222k 1 2 4k 2cid:33cid:414k 2 sign 22k 1 2 4k 2andsign signcid:32cid:40cid:110k 22 1cid:16k 222k 1 2 4k 22k 2 1 cid:33cid:41cid:17cid:111.Discrimination inoutdegree. We now turn to the case of price discrimination in bothdimensions. First, by using the expression for the price charged to a consumer with outdegreek and indegree l derived for general correlation structures and imposing assumption 1 andthe assumption that 2l 2k we obtain thatpk, l 1212kk l21 2k2k 2 k 22 22 k 22.It is convenient to define A k21 2k2k 2 k 22 22 k 22,so that pk, l 12 12 Ak l. Using this expression we can calculate and p and obtain that Furthermore, we can develop an expression ofcid:88cid:88k HlHlcid:88lkcid:88cid:88l p 1k 1kcid:88Hllk P klkpk, l 1212k A21 P kllpk, l 12 12k A21 .P klpk, l2 1412A221 2.38Sincecid:88cid:88klinout Hlkpk, l2 pk 1 k,by substituting the above expression and simplifying we obtaininout 142k 21 2k1 k 21 .Taking the derivatives of the profit with respect to we obtaininout122k 222k1 k 21 2 0This concludes the proof of Proposition 8.Proof of Proposition 9.cid:4First Part. The additional profit that a monopoly gets for being able to discriminate onoutdegree relative to charge a uniform price isk,0 141422k 4cid:3422k 1 2 4k 2cid:32cid:35cid:33cid:16k 2cid:17 4k 2 22k1 21 2cid:16k 2cid:17 .cid:164k 42 4k 2 22k1 2cid:17cid:16k 2 k 2cid:17k 1 k 1 144We observe that k,0 1 0 and for any 1, k,0 0. We now show that k,0 isdecreasing in . To see this note that sign signcid:16 4cid:17 0, and cid:16k 2 k 2cid:1721 2cid:16k 2cid:17cid:16k 2cid:174k 42 4k 2 22k1 2cid:17cid:16k 2 k 2cid:171 2cid:16k 2cid:17 .cid:16k 2 k 2cid:1721 2cid:16k 2cid:17 sign ,cid:16k 2cid:17cid:16k 2 k 2cid:1732k 3k 22 1 sign2cid:16k 2 k 2cid:17.cid:26 k,0cid:27signcid:16 32k 3k 2Next, where 22 1 39Sinceand 3k 2 3k 2 22cid:16cid:17 0cid:16k 2cid:17cid:16k 2 k 2cid:17 0 2 1 2it follows that 0. This proves the claim that k,0 is decreasing in .Second Part. We now prove the second part of Proposition 9. By definition, the valuefor the monopoly from learning outdegrees and indegrees of all consumers exhibits complementarity iff out in unif orm, i.e., iffinout 2k 21 2k 22k1 k 21 4k 2 4k 2 22k1 2cid:16k 2 2 kcid:17cid:162k 2 2 2 2kk 22 1 cid:17cid:162k 22 22k 2 2k 2 4k 2 42 4kcid:17k 2cid:16k 2cid:17 4k 240 144where 4k 3 3k 2222 2k 222 k 222 4k 2 6k 22 2k 2 2423 242.The following claim is sufficient to establish the desired result.Claim 1. The following holdsa. k k 2 2 0.b. 2k 2k 2 2 2 0.c. 4k 4k 2 2k 2 42 22k 2 2k 22 0.d. changes from positive to negative at a unique 0.Proof of Claim 1. To see part a note that signcid:110k k 2 2cid:111cid:1101 1kk 2 1k 2cid:111 sign 0, where the inequality follows because the assumption 12kmax implies that 1 1kk 2 1k 2 1 12kkmaxk 2 2kkmax 2 where the last inequality follows because kkmax kcid:80 P k k 2 k 2 2. Furthermore, part b follows from part a.kmax k 1cid:1612cid:172 12 0,kkmax cid:80 P k kkmax k 2 To see part c, note that 4k 4k 2 2k 2 42 22k 2 2k 22 is decreasing in and therefore,4k 4k 2 2k 2 42 22k 2 2k 22 4k 4k 2 2k 2 42 22k 2 2k 2cid:16k k 2 2cid:17 0 4where the last inequality follows from part a. Finally, to prove claim 4, it sufficient to showthe following: 1. 1 0, 2. 0 0, 3. d 2d 2 0 for 1, 1 and 4. 040for 0, 1. Point 1 and 2 are immediate from substituting 1 and 0 in respectively. To show point 3 note thatd 2d 2 6k 222 12k 2 1242 6k 222 12k 2 1242 0 62cid:162k k 2 22cid:17where the proof for the last inequality follows from part a. Finally, given that d 2 1, 1, to show point 4 is sufficient to show that 1 0, or that 4kwhich follows from part a.cid:16k k 2 2cid:17d 2 0 for 0cid:4cid:441", "filename": "77588619X.pdf", "person": ["Itay P. Fainmesser", "Fainmesser, Itay P.", "Andrea Galeotti", "Galeotti, Andrea"], "date": ["2013"]}