{"lang": "pt", "identifier_url": ["http://www.econstor.eu/bitstream/10419/91024/1/776413414.pdf"], "title": ["Mapa dos homicídios ocultos no Brasil"], "plaintext": "Texto para Discussao Publicacao cujo objetivo e divulgar resultados de estudos direta ou indiretamente desenvolvidos pelo Ipea, os quais, por sua relevancia, levam informacoes para profissionais especializados e estabelecem um espaco para sugestoes. Instituto de Pesquisa Economica Aplicada ipea 2013Texto para discussao Instituto de Pesquisa Economica Aplicada. Brasilia : Rio de Janeiro : Ipea , 1990ISSN 141547651.Brasil. 2.Aspectos Economicos. 3.Aspectos Sociais. I. Instituto de Pesquisa Economica Aplicada.CDD 330.908As opinioes emitidas nesta publicacao sao de exclusiva e inteira responsabilidade dos autores, nao exprimindo, necessariamente, o ponto de vista do Instituto de Pesquisa Economica Aplicada ou da Secretaria de Assuntos Estrategicos da Presidencia da Republica.E permitida a reproducao deste texto e dos dados nele contidos, desde que citada a fonte. Reproducoes para fins comerciais sao proibidas.JEL: I19, K0Governo Federal Secretaria de Assuntos Estrategicos da Presidencia da Republica Ministro interino Marcelo Cortes Neri Fundacao publica vinculada a Secretaria de Assuntos Estrategicos da Presidencia da Republica, o Ipea fornece suporte tecnico e institucional as acoes governamentais possibilitando a formulacao de inumeras politicas publicas e programas de desenvolvimento brasileiro e disponibiliza, para a sociedade, pesquisas e estudos realizados por seus tecnicos.Presidente Marcelo Cortes Neri Diretor de Desenvolvimento Institucional Luiz Cezar Loureiro de Azeredo Diretor de Estudos e Relacoes Economicas e Politicas Internacionais Renato Coelho Baumann das Neves Diretor de Estudos e Politicas do Estado, das Instituicoes e da Democracia Daniel Ricardo de Castro Cerqueira Diretor de Estudos e Politicas Macroeconomicas Claudio Hamilton Matos dos Santos Diretor de Estudos e Politicas Regionais,Urbanas e Ambientais Rogerio Boueri Miranda Diretora de Estudos e Politicas Setoriaisde Inovacao, Regulacao e Infraestrutura Fernanda De Negri Diretor de Estudos e Politicas Sociais Rafael Guerreiro Osorio Chefe de Gabinete Sergei Suarez Dillon Soares Assessorchefe de Imprensa e Comunicacao Joao Claudio Garcia Rodrigues Lima Ouvidoria: http:www.ipea.gov.brouvidoria URL: http:www.ipea.gov.brSUMARIOs Ino Ps E1 In TRo DUCAo  72 PRo DUCAo DE In Fo RMACOEs so BRE Mo RTALIDADE VIo LEn TA no AMBITo Do s IM  83 AVALIAn Do A QUALIDADE Dos DADos so BRE Mo RTALIDADE VIo LEn TA n As Un IDADEs DA FEDERACAo  134 METo Do PARA A Es TIMACAo Dos Ho MICIDIos o CULTos n As Un IDADEs DA FEDERACAo  265 REs ULTADos  296 Con CLUs OEs E DIs CUss Ao DE Po LITICAs PUBLICAs  41REFEREn CIAs  45APEn DICE  46sinops ECom base no Sistema de Informacoes sobre Mortalidade SIM, estimouse o numero de homicidios ocultos HOs em cada Unidade da Federacao UF brasileira, considerando os obitos que foram erroneamente classificados como causa indeterminada. Para tanto, foram analisadas as caracteristicas socioeconomicas e situacionais associadas a cada uma das quase 1,9 milhao de mortes violentas, ocorridas no pais entre 1996 e 2010. Os resultados deste estudo indicaram que o numero de homicidios no pais seria 18,3% superior ao dos registros oficiais, o que representa cerca de 8.600 homicidios nao reconhecidos, a cada ano. Com isso, as estimativas indicaram que o Brasil ultrapassou a marca anual de 60 mil obitos por agressoes. Os calculos mostraram ainda que o crescimento substancial da taxa de homicidios em muitos estados do Brasil e, em particular, do Nordeste, nao ocorreu, mas que os indices oficiais foram conduzidos pela diminuicao da subnotificacao que se deu com o aprimoramento na qualidade do SIM. Nao obstante, nos ultimos anos, verificouse um preocupante fenomeno de aumento das mortes violentas cuja intencao nao foi determinada. Tal fato nao se deu de forma generalizada no pais, mas ficou circunscrito, principalmente, a sete estados: Rio de Janeiro; Bahia; Rio Grande do Norte, Pernambuco; Roraima; Minas Gerais e Sao Paulo. Palavraschave: homicidio oculto; morte violenta por causa indeterminada; Brasil.1 8 4 8Mapa dos Homicidios ocultos no Brasil 1 introdu CAo O Sistema de Informacoes sobre Mortalidade SIM e um patrimonio nacional e por isso deve ser preservado. Entre outros aspectos, este sistema se reveste de importancia especial, pois representa a unica fonte de informacao confiavel, com cobertura nacional, periodica e transparente, que permite a afericao dos eventos violentos com desfechos fatais. Contudo, Cerqueira 2012 identificou uma piora substantiva na qualidade dos dados sobre mortalidade violenta produzidos pelo estado do Rio de Janeiro no ambito do SIM , entre 2007 e 2009. Caso este fenomeno estivesse ocorrendo em outras Unidades da Federacao UFs, as consequencias em termos da perda de credibilidade do sistema e da perda de acuracia das informacoes elemento essencial para as analises epidemiologicas criteriosas poderiam ser dramaticas. Segundo a 10a revisao da Classificacao Internacional de Doencas CID10, adotada pelo Brasil desde 1996, as mortes violentas podem ser classificadas como acidentes, suicidios, homicidios 1 ou causa indeterminada, quando o sistema de saude publica local nao consegue identificar a causa primeira que levou ao processo morbido. Nos paises desenvolvidos, a morte violenta indeterminada e um fenomeno atipico. No Brasil, contudo, em 2010, cerca de 10,3% do total destas mortes foram assim classificadas, revelando uma grave disfuncionalidade no sistema de producao de informacoes sobre os obitos violentos. Sera que se trata de um problema generalizado no pais, ou e um fenomeno circunscrito a algumas localidades? Neste texto, analisouse, em primeiro lugar, a qualidade das informacoes produzidas pelo SIM, em cada UF, no periodo compreendido entre 1996 e 2010. Esta analise considera duas dimensoes: i a definicao da causa basica do obito; e ii a producao de informacoes sobre as caracteristicas socioeconomicas das vitimas e sobre os elementos situacionais relacionados ao incidente. Por fim, estimouse o numero de homicidios ocultos HOs nas UFs, com base nas caracteristicas associadas a cada uma das quase 1,9 milhao de mortes violentas ocorridas no Brasil entre 1996 e 2010. Encontraramse evidencias de que, na media, o numero de homicidios entre 1996 e 2010 foi 18,3% superior ao do registro oficial, o que representa cerca de 8.600 homicidios 1. Incluemse tambem as mortes ocasionadas por intervencoes legais e operacoes de guerra.7Texto para DiscussaoB r a s i l i a , j u l h o d e 2 0 1 3nao contabilizados, a cada ano. Por sua vez, ao reconstruir as series das taxas de homicidios por UF, de 1996 a 2010, de modo a incorporar os HOs, verificouse que o aumento vertiginoso destas taxas em muitas UFs, sobretudo na regiao Nordeste como Sergipe e Rio Grande do Norte simplesmente nao ocorreu, mas foi fruto da melhoria da gestao no sistema de classificacao sobre mortes violentas e consequente diminuicao da subnotificacao. Mais recentemente, observouse tambem um preocupante aumento das mortes violentas cuja intencao nao foi determinada em alguns estados, a saber: Rio de Janeiro, Bahia, Rio Grande do Norte, Pernambuco, Minas Gerais, Sao Paulo e Roraima.Alem desta introducao, na secao 2, descrevese sucintamente o funcionamento do SIM, o processo de producao de informacoes sobre obitos violentos e as variaveis analisadas neste trabalho. Na secao 3, apresentamse a metodologia e as metricas utilizadas para avaliar a qualidade da producao de dados em cada UF. Na secao 4, com base nas caracteristicas individuais associadas a cada obito, desenvolvese um modelo logit, para estimar a probabilidade de cada uma das mortes violentas com causa indeterminada ter sido, na verdade, consequencia de homicidio. Na secao 5, sao apresentados os resultados das estimacoes. Na ultima secao, seguem as conclusoes e recomendacoes de politicas publicas. 2 produ CAo d E in For Ma COEs so Br E Mortalidad E Viol Enta no AMBito do si MO SIM foi desenvolvido pelo Ministerio da Saude MS em 1975 e informatizado em 1979. Em 1991, com a implantacao do Sistema Unico de Saude SUS e a subjacente premissa de descentralizacao, a coleta de dados foi repassada a atribuicao dos estados e municipios, por meio das suas respectivas secretarias de saude. Ate 1995, o SIM adotou a 9a Revisao da Classificacao de Doencas CID9 quando, a partir dai, empregouse a Classificacao Internacional de Doencas CID10. O interesse deste trabalho concentrase apenas nas mortes violentas ou nao naturais, tecnicamente denominadas causas externas de morbidade e mortalidade, que estao classificadas no capitulo XX do CID10, da Organizacao Mundial de Saude OMS. Por forca da lei, uma declaracao de obito DO tem de ser emitida para cada individuo morto, cuja responsabilidade do preenchimento e do medico. Quando a causa 81 8 4 8Mapa dos Homicidios ocultos no Brasilque originou o primeiro processo morbido nao for natural, mas uma causa externa, ou seja, decorrente de lesao provocada por violencia, a DO deve ser emitida pelo medico legista do Instituto Medico Legal IML, quando ha a necessidade adicional de um laudo pericial cadaverico. Com base neste exame pericial e em informacoes prestadas por familiares, por individuos que socorreram a vitima ou pela policia, o medicolegista tenta estabelecer a causa basica, bem como a causa intermediaria do obito. A causa basica consiste em identificar a doenca ou lesao que iniciou a cadeia de acontecimentos patologicos que conduziram diretamente a morte, ou as circunstancias do acidente ou violencia que produziram a lesao Brasil, 2006. No caso das mortes por causas externas, a causa basica consiste em estabelecer se a circunstancia associada ao incidente foi ocasionada: i por agressoes de terceiros homicidio; ii por violencia autoinfligida suicidio; iii por acidente ou morte suspeita indeterminada. A causa intermediaria trata do tipo de lesao que desencadeou o processo morbido, ou do instrumento ou meio fisico que gerou a vitimizacao, se perfuracao por arma de fogo, envenenamento etc. Com base nas informacoes apuradas pelo medicolegista, a DO e preenchida em tres vias, sendo uma delas entregue a familia da vitima e a outra encaminhada a secretaria municipal ou estadual de saude. A partir da DO, os codificadores das secretarias de saude irao preencher o codigo da CID10 subjacente ao obito. Caso o preenchimento da DO nao seja esclarecedor para se chegar a uma causa definida, e necessario que tecnicos das secretarias de saude visitem o IML, para terem acesso ao laudo de exame cadaverico, e busquem ainda informacoes junto a policia. Nesse processo de definicao da causa basica do obito, um elemento crucial diz respeito a articulacao e troca de informacao entre varios orgaos do governo, principalmente entre as secretarias municipais e estaduais de saude, o IML e as policias. Isto e, nos incidentes em que a causa basica do obito nao e por si evidente como o caso de um individuo morto por varias perfuracoes de arma de fogo , a informacao complementar da policia e crucial para a definicao da causa. Contudo, conforme verificado por Borges et al. 2012, p. 29, que analisaram o processo de producao de informacoes sobre mortalidade violenta no ambito do SIM, em tres capitais brasileiras, nao existe uma articulacao institucional e politica permanente entre as instituicoes de saude e a policia que assegure a qualidade dos registros de morte violenta nos municipios visitados. Ou, como aconteceu 9Texto para DiscussaoB r a s i l i a , j u l h o d e 2 0 1 3no Rio de Janeiro, uma lei 2 sancionada pelo governador, em julho de 2007, simplesmente proibiu que as informacoes sobre pessoas envolvidas em eventos criminais fossem compartilhadas com estranhos aos quadros da Policia Civil, do Ministerio Publico e do Poder Judiciario. Exatamente a partir de julho de 2007, o numero de mortes violentas com causa indeterminada dobrou no estado, totalizando 3.180 mortes em 2007, contra 1.688, no ano anterior.32.1 O sistema de informacoes sobre mortalidade e as variaveis utilizadas Neste trabalho, o obito sera analisado segundo as caracteristicas socioeconomicas da vitima e os elementos situacionais relacionados ao incidente, com base nos microdados do SIM 4 do Departamento de Analise da Situacao de Saude Dasis, da Secretaria de Vigilancia em Saude SVS do MS. As informacoes analisadas foram: idade, genero, raca e grau de escolaridade da vitima; alem do local, hora, dia, mes e ano em que se deu o incidente. Foi construido tambem um indicador do instrumento ou meio utilizado para gerar o processo morbido; e outra variavel que identifica a causa basica do obito, que serao detalhados a seguir.A tabela 1 descreve o conjunto de subcategorias de doencas, segundo o CID10 3a coluna , que foram agregadas de modo a obter os indicadores de intencao ou causa basica e de instrumento da letalidade.No que se refere a intencao dos obitos, ela foi classificada em quatro tipos: i determinada nao resultante de agressoes, que corresponde a uniao dos incidentes ocasionados 2. Lei do Estado do Rio de janeiro no 5.061, de 5 de julho de 2007. o Governador do Estado do Rio de Janeiro Faco saber que a Assembleia Legislativa do Estado do Rio de Janeiro decreta e eu sanciono a seguinte Lei: Art. 1o A Policia Civil do Estado do Rio de Janeiro, nas delegacias de policia nas quais se encontra implantado o sistema Delegacia Legal, devera preservar em sigilo o endereco, o numero telefonico, o numero da identidade e o numero do CPF dos envolvidos e testemunhas em ocorrencias criminais, que nao mais poderao ser acessiveis a estranhos aos quadros da Policia Civil, Ministerio Publico e Poder Judiciario Brasil, 2007, grifos nossos. Inclusive esta lei foi alvo de uma Acao Direta de Inconstitucionalidade Adin junto ao s TF pela o AB. Disponivel em: http:www.oab.org.brnoticia15833oabvaiaostfcontraleidorioque restringeacessoainqueritopolicial. 3. Em audiencia publica na Assembleia Legislativa do Rio de Janeiro, que ocorreu em 5 de dezembro de 2011, foi debatido com o secretario de seguranca do Rio de Janeiro o problema nos dados de mortalidade violenta, no ambito da saude, apontados em Cerqueira 2012. Conforme noticiado em: http:noticias.r 7.comriodejaneironoticiasapospolemica sobredadosdehomicidiobeltramereconhecevalordeestudodoipea20111205.html. Em 30 de dezembro de 2012, o governo do Rio de Janeiro anunciou que iria revisar todas as mortes violentas com causa indeterminada, conforme noticiado em: http:www.estadao.com.brnoticiasimpresso,saudenegaerroedizquecausademortepodemu darnainvestigacao,907814,0.htm.4. Dados disponiveis em: http:tabnet.datasus.gov.brcgisimdadoscid 10_indice.htm.101 8 4 8Mapa dos Homicidios ocultos no Brasilpor acidentes e suicidios; ii homicidios ou agressoes; iii indeterminada; e iv outros obitos nao considerados no trabalho, que pertencem ao codigo 113 do CID10, descritos por todas as outras causas externas. A tipologia adotada neste estudo segue basicamente o padrao da CID10, do MS, com pequenas alteracoes. 1. Na categoria homicidios, foram incluidos os eventos associados a intervencao legal, que nada mais sao que mortes perpetradas por agentes da lei.2. As subcategorias de W32 a W34 foram classificadas neste estudo como intencao indeterminada por arma de fogo, na medida em que identificam que o individuo foi morto por projetil de arma de fogo, sem definir, contudo, a intencao.Para construir a variavel instrumento procurouse, na medida do possivel, agregar os meios que desencadearam o processo morbido da forma mais homogenea, de modo a, eventualmente, capturar determinadas dinamicas ou modus operandi associados as mortes violentas. Com isso, estabeleceramse nove categorias de instrumento, incluindo o caso quando o meio e desconhecido. A seguir, sao apontadas algumas subcategorias de doencas ou eventos que compoem os instrumentos. Os obitos causados por impacto resultam de uma variedade de eventos que incluem quedas, objetos em queda, esmagamento em contato com ferramentas e utensilios, explosao de caldeira e de outros materiais. A categoria perfurante inclui basicamente as mortes ocasionadas por objetos perfurantes ou cortantes. A categoria contundente inclui uma variedade de acoes, como golpe, pancada, pontape e mordedura. O enforcamento agrega tambem os casos de estrangulamentos. Fogo inclui os obitos ocasionados por inalacao de fumaca por consequencia de fogo e incendio. Os envenenamentos decorrem da ingestao de uma grande variedade de substancias, como alcool, drogas psicoativas, medicamentos, solventes, entre outros. Por fim, as mortes ocasionadas por perfuracao de armas de fogo PAF.Quanto ao local da ocorrencia, utilizouse o terceiro digito da causa basica do obito 5 em que o incidente pode ter ocorrido: residencia; habitacao coletiva; escolas ou predios da administracao publica, areas para a pratica de lazer e esporte, areas de comercio; areas de industria ou de construcao; fazendas; outros; ou em local desconhecido ou ignorado.5. no caso das intervencoes legais W35, o terceiro digito indica o instrumento e nao o local do incidente. neste caso, considerouse o local como desconhecido.11Texto para DiscussaoB r a s i l i a , j u l h o d e 2 0 1 3No que se refere a raca do individuo, o SIM disponibiliza a variavel racacor, em que os individuos sao classificados como: branco; preto; amarelo; indigena; ou de raca ignorada. A escolaridade e classificada segundo as classes de anos de estudo, como: sem estudo; 1 a 3 anos de estudo; 4 a 7; 8 a 11; e mais de 11 anos de estudo.TABELA 1Classificacao dos incidentes quanto a intencao e ao instrumento Classificacao adotada neste trabalho Intencao Instrumentosubcategoria da CID10subcategorias das causas externas: V01Y98Classificacao segundo CID10Descricao da categoria Codigo CID10Veiculo Impacto V01V99W00W19Acidentes de transporte Quedas W20W24; W27W31; W35W43; W49Todas as outras causas externas Contundente W51Intencao Acidentes de transporte Acidente 1104105113113106113107108Todas as outras causas externas Afogamentos e submersoes acidentais Todas as outras causas externas Exposicao a fumaca, ao fogo e as chamas Envenenamento acidental por exposicao a substancias nocivas W65W74W75W76X00X09X40X49X60X69X70X71X72X74X75, X80X82X76X77X78X79X83X84X85X90X91X92X93X95Y350Afogamento Enforcamento Fogo Envenenamento Envenenamento Enforcamento Afogamento PAFImpacto Fogo Perfurante Contundente Desconhecido Envenenamento Enforcamento Afogamento PAFImpacto Fogo Determinada como nao homicidio Determinada como homicidio 12Lesoes autoprovocadas voluntariamente 109suicidio Agressoes Agressoes Agressoes Agressoes Intervencao legal X96, Y01Y03Agressoes Y35 1X97X98Y352Intervencao legal Agressoes Intervencao legal 110110110110112110112110112HomicidioContinuaMapa dos Homicidios ocultos no Brasil 1 8 4 8ContinuacaoClassificacao adotada neste trabalho Intencao Instrumentosubcategoria da CID10subcategorias das causas externas: V01Y98Classificacao segundo CID10Descricao da categoria Codigo CID10Intencao Y00, Y04Y05Agressoes Determinada como homicidio Contundente Desconhecido W50Y353Y06Y09Y356 e Y357Envenenamento Y10Y19Enforcamento Afogamento PAFY20Y21Y22Y24W32W34Indeterminada Impacto Y25, Y30, Y32Fogo Perfurante Y26Y27Y28W25W26Contundente Y29Desconhecido Y33Y34Y36Todas as outras causas externas Intervencao legal Agressoes Intervencao legal Eventos fatos cuja intencao e indeterminada Eventos fatos cuja intencao e indeterminada Eventos fatos cuja intencao e indeterminada Eventos fatos cuja intencao e indeterminada Todas as outras causas externas Eventos fatos cuja intencao e indeterminada Eventos fatos cuja intencao e indeterminada Eventos fatos cuja intencao e indeterminada Todas as outras causas externas Eventos fatos cuja intencao e indeterminada Eventos fatos cuja intencao e indeterminadaoperacoes de guerra 110113112110112111111111111113111112113113113114112Homicidio Indeterminada Obitos nao considerados Obitos nao considerados no Capitulo XX do CID10W44W46, W52W65, W77W99, X10X39, X50X59Todas as outras causas externas 1132Fonte: com base no CID10 e subcategorias do CID10. Elaboracao do autor.notas: 1 Exceto acidentes de transito que estao em uma categoria a parte. 2 Exceto as categorias reclassificadas anteriormente. 3 a Valiando a Qualidad E dos dados so Br E Mortalidad E Viol Enta nas unidad Es da FEd Era CAo 3.1 Metodologia e metricas utilizadas A principio, a qualidade das informacoes produzidas pelo SIM poderia ser avaliada sob quatro dimensoes: i abrangencia e cobertura do registro de obitos; ii classificacao 13Texto para DiscussaoB r a s i l i a , j u l h o d e 2 0 1 3correta da causa do obito, quando definida; iii inexistencia de obitos com causa indeterminada; e iv preenchimento das informacoes relacionadas a vitima e ao incidente.Neste texto, o objetivo foi analisar a qualidade das informacoes do SIM, considerando apenas as duas ultimas dimensoes apontadas anteriormente, alem de estimar o numero de HOs em cada UF.No que se refere a estimacao do numero de homicidios nas UFs, ao desconsiderar o primeiro potencial problema, implicitamente, supoese que toda morte violenta, e em particular os homicidios, foram registrados no SIM. Sabese, contudo, que esta hipotese nao e completamente verdadeira, na medida em que muitas vezes quem perpetra um crime com vitimas fatais some com o corpo da vitima, inviabilizando assim o registro do obito.6 Neste caso, o numero de homicidios calculado neste trabalho estara subestimado. Por sua vez, desde que a causa do obito tenha sido definida ou determinada, supoese que a classificacao feita foi a correta.As observacoes anteriores levam a seguinte definicao de homicidios adotada neste trabalho: HOs sao os oficialmente registrados como mortes violentas com causa indeterminada, no ambito do SIM. Esta definicao foi a utilizada neste texto.No que se refere a qualidade da informacao produzida em cada UF, no ambito do SIM, duas metricas serao consideradas nesta secao: i o indice de mortes violentas indeterminadas; e ii a proporcao de informacoes socioeconomicas e situacionais nao preenchidas.As mortes indeterminadas serao avaliadas como proporcao do total de mortes violentas causas externas e em termos de taxas por 100 mil habitantes. Idealmente, um bom sistema de informacoes sobre mortalidade deveria ter todos os obitos com causa bem definida, tanto no que se refere a intencao, quanto ao meio que gerou a letalidade. Um terceiro indice sera produzido com a proporcao de informacoes conhecidas e preenchidas pelo sistema de saude local. As variaveis consideradas neste indicador serao: sexo, idade, raca, estado civil e grau de 6. Por exemplo, um metodo muito conhecido e utilizado por traficantes e milicianos denominado como microondas, em que o corpo da vitima e completamente incinerado no meio de muitos pneus de carro.141 8 4 8Mapa dos Homicidios ocultos no Brasilescolaridade da vitima; o instrumento ou meio que gerou o obito; e o local do incidente. O preenchimento correto destas informacoes e importante para subsidiar analises epidemiologicas e revela o cuidado do sistema de saude local para gerar informacoes de qualidade.3.2 Avaliando a qualidade dos dados nas Unidades Federativas Entre 1996 e 2010, ocorreram 1,898 milhao de mortes violentas no Brasil. O Estado nao conseguiu definir a causa basica da mortalidade em 174.233 obitos, ou seja, em 9,18% dos incidentes. Contudo, o grafico 1 mostra que a taxa de mortes indeterminadas, quer como proporcao da populacao, quer como proporcao do total de mortes violentas, diminuiu entre 1998 e 2006. A partir desse ano, as taxas de mortes indeterminadas aumentaram ate 2009, voltando a cair em 2010 aos patamares verificados em 2006.GRAFICO 1Mortes violentas indeterminadas Brasil 19962010setnatibah lim 001 rop axa T98765.12.11.1.09.08.07sanretxe sasuac sadoacrpopor P 19961998200020022004200620082010Taxa por 100 mil habitantes Proporcao das causas externasano Fonte: Mss VsDasiss IM.Elaboracao do autor.O grafico 2 mostra que os meios mais prevalentes de geracao do primeiro processo morbido, entre as mortes violentas indeterminadas, foram: instrumento desconhecido; armas de fogo PAF; e instrumentos contundentes.15Texto para DiscussaoB r a s i l i a , j u l h o d e 2 0 1 3GRAFICO 2Mortes violentas indeterminadas, por tipo de instrumento Brasil 1996201014,00012,00010,0008,0006,0004,0002,0000199619971998199920002001200220032004200520062007200820092010Envenenamento Enforcamento Afogamento PAFImpacto Fogo Perfurante Contundente Desconhecido Fonte: Mss VsDasiss IM.Elaboracao do autor.No periodo analisado, houve tambem uma gradual melhoria no preenchimento das informacoes sobre a vitima e o incidente. O grafico 3 mostra que a porcentagem de nao preenchimento em relacao a idade, a escolaridade, a raca, ao estado civil, ao local e ao instrumento utilizado diminuiu paulatinamente. Entretanto, a parcela de informacoes desconhecidas variou muito de acordo com a caracteristica. Em 2010, enquanto menos de 2% das vitimas possuiam idade ignorada, nao se conhecia o grau de escolaridade em 32,9% dos casos. A caracteristica com mais grau de desconhecimento pelo sistema de saude foi o local do incidente. Em 38,9% dos obitos, nao se sabia onde o fato ocorreu.GRAFICO 3Porcentagem de nao preenchimento de informacoes sobre mortes violentas Brasil 32.521.51008060402019962000200520101996Idade 20002005Escolaridade 100806040200201019962000 20052010Racacor 131612.51211.550451110982401.51 8 4 81996Mapa dos Homicidios ocultos no Brasil 202000200520101996Idade 20002005Escolaridade 200201019962000 20052010Racacor 1312.51211.51110.55045403511109876 201019962000200520101996Local 20002005Instrumento 2010199620002005Estado civil Fonte: Mss VsDasiss IM.Elaboracao do autor.Os graficos 1 e 2 indicam haver, pelo menos ate 2006, uma melhoria na qualidade dos dados sobre causas externas no ambito do SIM. Importa saber se tal fato ocorreu de forma generalizada em todas as UFs, e em quais delas a qualidade destas informacoes aumentou ou sofreu deterioracao.Nas tabelas 2 e A.1 apendice A, sao apresentadas as taxas de mortes violentas indeterminadas, como proporcao da populacao e do total de causas externas, respectivamente. Nas colunas, sao indicadas a taxa e a colocacao da UF no ranking anual, em ordem crescente.Em primeiro lugar, e interessante notar a grande variabilidade dessas taxas ao longo do tempo e entre as UFs. A taxa de mortes indeterminadas por 100 mil habitantes variou de zero Distrito Federal e Amapa, em 1999; e Roraima, em 1996 e 1999 a 34,9%, indice observado em Sergipe, em 1998, ano em que estas taxas corresponderam a 53,4% do total de mortes violentas no estado.Considerando ainda essas taxas em relacao a populacao, a partir de 2000, verificouse que a media, a mediana e o desvio padrao foram iguais a 4,3; 2,9; e 4,1, respectivamente. Com base nestas estatisticas, dividiramse as UFs em tres grupos, com baixas, intermediarias e altas taxas de mortes indeterminadas observadas na maioria dos anos. No primeiro grupo, foram incluidas as UFs com indices abaixo da mediana. No segundo grupo, aquelas com taxas entre a mediana e a mediana mais um desvio 17Texto para DiscussaoB r a s i l i a , j u l h o d e 2 0 1 3padrao ou seja, entre 2,9 e 7. Finalmente, no terceiro grupo, constam as Unidades Federativas residuais.Como se pode observar na tabela 2, as UFs com menor prevalencia de mortes indeterminadas desde 2000 foram: Acre, Alagoas, Amapa, Amazonas, Distrito Federal, Espirito Santo, Goias, Maranhao, Mato Grosso do Sul, Para, Paraiba, Piaui, Parana, Santa Catarina, e Tocantins. Os estados com prevalencia intermediaria foram: Ceara, Mato Grosso; Rio Grande do Sul; Rondonia; e Sergipe. Enquanto em Sergipe houve diminuicao paulatina nas taxas de mortes indeterminadas, por todo o periodo, no Ceara e em Mato Grosso houve aumento, ainda que nao monotonico. Os maiores indices de mortes indeterminadas foram verificados em sete estados: Bahia, Minas Gerais, Pernambuco, Rio Grande do Norte, Rio de Janeiro, Roraima e Sao Paulo. E interessante notar que a evolucao destas taxas neste grupo se deu de forma diferenciada. Enquanto em Pernambuco houve uma piora gradual na indefinicao das mortes desde o principio da serie, na Bahia, o processo de perda de qualidade destes dados se inicia em 1998. Em Minas Gerais, isto ocorre a partir de 2006. O Rio de Janeiro, que possuia altas taxas de mortes indeterminadas desde 1996, sofreu profunda deterioracao no SIM, entre 2007 e 2009, quando estas taxas alcancaram 22,6. E interessante notar que esses sete estados com pior qualidade dos dados do SIM, em termos da alta prevalencia de mortes com causa indeterminada, vinham nos ultimos anos, ate 2009, aumentando gradativamente esta taxa. Contudo, possivelmente, em funcao do monitoramento mais incisivo do MS, observouse uma diminuicao substancial na taxa de mortes indeterminadas em quatro dessas UFs, quando o numero de obitos violentos com causa indeterminada diminuiu, entre 2009 e 2010, no Rio Grande do Norte 73,6%, no Rio de Janeiro 61%, na Bahia 40,1% e em Minas Gerais 14,7%. Ao avaliar as taxas como proporcao do total de mortes violentas tabela A.1, apendice, do ponto de vista qualitativo, as observacoes feitas anteriormente se mantem.A tabela 3 indica a porcentagem de obitos violentos cujo instrumento nao foi conhecido. Este ranking segue o mesmo padrao de desconhecimento sobre a causa basica do obito. Ou seja, exatamente nas UFs em que nao se conseguiu determinar a intencao do incidente, sequer foi possivel descobrir o meio que gerou o obito. Seguindo a mesma estrategia de dividir as UFs em tres categorias sobre o grau de indeterminacao do instrumento para a maioria dos anos a partir de 2000 , abaixo 181 8 4 8Mapa dos Homicidios ocultos no Brasilda mediana, entre a mediana e mais um desvio padrao, e acima deste limite,7 verificase que as UFs com mais qualidade na producao desta informacao foram: Acre, Alagoas, Amapa, Amazonas, Distrito Federal, Goias, Maranhao, Mato Grosso, Para, Paraiba, Parana, Pernambuco, Santa Catarina e Tocantins. Os estados com qualidade intermediaria foram: Ceara, Espirito Santo, Mato Grosso do Sul, Piaui, Rio Grande do Sul, Rondonia e Sergipe. Os maiores indices de indeterminacao do instrumento foram verificados em seis estados: Bahia, Minas Gerais, Rio Grande do Norte, Rio de Janeiro, Roraima e Sao Paulo. A diferenca mais notavel, em relacao ao ranking da tabela 2, referese a Pernambuco, que apesar das altas taxas de mortes indeterminadas possui, relativamente, baixas taxas de desconhecimento sobre o instrumento que gerou o obito, situacao esta, contudo, que vem se deteriorando desde 2007.TABELA 2Ranking 1: taxa de mortes indeterminadas por 100 mil habitantes 19962010199619971998199920002001200220032004200520062007200820092010Goias 17,318,719,616,926o 26o 26o 26o 7. A media, a mediana e o desvio padrao foram iguais a 5,2%, 3,8% e 5%, respectivamente.Continua19UFAcre Alagoas Amapa Amazonas Bahia Ceara Distrito Federal Espirito santo 14,514,015,212,523o 1,07o 0,33o 3,814o 0,22o 7,219o 0,75o 3,713o 24o 0,54o 0,55o 3,112o 0,66o 4,516o 0,43o 2,111o 24o 0,32o 0,21o 2,77o 11,022o 2,88o 3,010o 2,99o 23o 0,73o 0,74o 2,210o 8,822o 1,37o 0,72o 1,58o 1,69o 0,41o 1,711o 1,48o 1,68o 0,11o 2,412o 1,47o 0,94o 0,11o 1,48o 0,83o 0,33o 0,12o 0,75o 1,06o 0,74o 0,11o 0,43o 1,26o 13,315,517,715,716,026o 0,93o 0,42o 1,37o 4,818o 27o 1,99o 0,22o 1,25o 3,216o 27o 1,911o 0,22o 1,05o 2,114o 27o 3,214o 0,11o 1,47o 1,89o 26o 2,415o 0,12o 1,410o 2,013o 0,43o 0,32o 0,21o 0,85o 7,724o 1,912o 0,54o 1,711o 2,915o 1,95o 0,42o 0,53o 1,14o 8,425o 3,114o 0,11o 2,712o 2,713o 0,94o 0,11o 0,33o 1,76o 1,24o 0,42o 1,13o 1,96o 2,69o 0,83o 0,02o 1,14o 12,214,815,326o 4,920o 0,32o 2,210o 2,815o 26o 4,016o 0,21o 4,318o 4,217o 26o 5,220o 0,01o 3,615o 3,212o 1,96o 0,62o 1,23o 1,85o 9,527o 5,121o 0,11o 2,914o 3,015o Texto para DiscussaoB r a s i l i a , j u l h o d e 2 0 1 31996199719981999200020012002200320042005200620072008200920101,59o 2,511o 6,818o 4,915o 5,916o 0,44o 0,96o 3,412o 1,48o 4,215o 1,78o 10,122o 5,918o 3,613o 0,42o 1,79o 3,714o 1,27o 10,520o 1,64o 7,619o 15,023o 3,411o 0,93o 3,714o 4,115o 2,36o 4,915o 1,36o 8,220o 8,521o 3,413o 0,95o 5,816o 4,214o 3,112o 5,420o 1,04o 5,019o 5,521o 4,317o 1,25o 1,912o 3,816o 3,615o 3,217o 0,63o 3,215o 5,621o 3,418o 0,74o 2,613o 3,619o 3,214o 3,116o 2,113o 1,810o 3,818o 3,117o 1,16o 1,79o 4,219o 1,912o 2,111o 3,816o 2,513o 4,018o 2,412o 0,74o 1,58o 4,119o 3,917o 1,49o 5,521o 2,114o 4,317o 2,012o 0,75o 1,38o 5,420o 2,011o 1,710o 7,523o 2,314o 4,319o 1,69o 1,16o 2,013o 5,820o 1,47o 2,08o 5,020o 3,315o 6,022o 2,411o 2,06o 3,416o 6,023o 3,517o 2,19o 4,219o 3,217o 5,823o 2,714o 2,18o 2,713o 6,624o 2,916o 2,28o 3,714o 2,07o 6,422o 2,610o 1,65o 3,313o 6,923o 4,319o 2,710o 3,816o 2,27o 7,624o 2,58o 1,45o 3,111o 7,223o 3,513o 15,718,210,615,212,810,411,88,712,811,011,012,111,114,2ContinuacaoUFMaranhao Mato Grosso Mato Grosso do sul Minas Gerais Parana Paraiba Para Pernambuco Piaui Rio Grande do norte Rio Grande do sul 2,49o 4,018o 2,710o 6,724o 2,811o 2,17o 2,912o 7,425o 2,28o 4,017o 5,020o 8,826o 3,116o 5,822o 1,64o 4,719o 6,323oContinua24o 8,421o 25o 6,219o 21o 6,117o 24o 5,818o 25o 6,022o 24o 4,720o 24o 4,720o 23o 5,220o Rio de Janeiro 13,312,618,020,114,113,013,013,827o 3,214o 1,26o 1,710o 8,423o 26o 6,822o 2,110o 1,36o 7,223o 25o 8,223o 6,622o 2,615o 4,921o 12,011,313,824o 25o 26o Rondonia Roraimasanta Catarina 22o 17,125o 0,01o 1,710o 23o 8,421o 0,41o 2,010o 25o 4,816o 1,95o 3,513o 27o 1,79o 0,01o 2,811osergipe 27,028,534,916,627o 8,120o 27o 6,420o 27o 6,318o 25o 6,119osao Paulo 2025o 4,518o 9,723o 7,122o 27o 3,316o 4,919o 13,418,826o 7,622o 25o 3,215o 5,921o 9,624o 25o 4,218o 27o 4,419o 25o 4,218o 25o 3,715o 25o 4,618o 13,310,920,320,622,627o 4,017o 7,422o 3,116o 6,121o 26o 2,07o 4,018o 2,310o 6,124o 5,721o 27o 2,17o 2,412o 2,411o 5,321o 5,422o 27o 2,711o 7,324o 2,712o 4,520o 5,521o 27o 3,514o 6,422o 2,16o 4,719o 6,121o 11,611,724o 26o1 8 4 8Mapa dos Homicidios ocultos no BrasilContinuacaoUFTocantins 1996199719981999200020012002200320042005200620072008200920106,417o 4,717o 3,412o 5,817o 2,013o 2,211o 1,37o 1,910o 1,37o 1,58o 2,19o 1,05o 2,59o 3,817o 2,913o Fonte: Mss VsDasiss IM.Elaboracao do autor.TABELA 3Ranking 2: taxa de mortes indeterminadas como proporcao do total de mortes por causas externasEm %199619971998199920002001200220032004200520062007200820092010UFAcre Alagoas Amapa Amazonas Bahia Ceara Distrito Federal Espirito santo 22,920,623,926,824o 1,66o 0,32o 7,516o 0,53o 14,222o 0,64o 3,710o 24o 0,84o 0,73o 6,114o 1,36o 8,516o 0,42o 2,18o 23o 0,42o 0,31o 5,211o 26o 1,24o 0,93o 4,612o 22o 6,214o 3,27o 2,66o 22o 2,59o 0,82o 1,56o Goias 24,123,927,722,6Maranhao Mato Grosso Mato Grosso do sul Minas Gerais 25o 6,013o 2,99o 6,514o 8,117o 25o 25o 24o 15,134,021,019,510,823o 2,07o 9,920o 9,819o 26o 1,84o 8,918o 23o 1,45o 10,216o 25o 1,13o 6,317o 22o 0,63o 4,114o 25,916,912,211,424o 20o 21o 23o 3,011o 0,62o 2,47o 2,89o 2,88o 0,21o 3,19o 3,310o 1,24o 0,21o 1,65o 1,96o 0,63o 0,12o 1,04o 2,27o 1,45o 0,11o 0,53o 2,510o 0,94o 0,42o 0,21o 1,86o 3,610o 0,42o 0,73o 2,35o 1,75o 0,11o 0,53o 3,410o 2,24o 0,42o 1,63o 3,410o 4,715o 0,83o 0,02o 1,94o 3,210o 0,52o 1,63o 2,76o 22,318,627,531,832,628,728,813,913,918,220,119,410,927o 1,86o 0,51o 1,35o 6,818o 27o 3,512o 0,22o 1,34o 4,515o 27o 3,312o 0,22o 1,03o 2,811o 9,223o 2,18o 2,19o 7,421o 27o 5,116o 0,11o 1,45o 2,58o 5,817o 4,013o 2,910o 6,918o 27o 3,913o 0,22o 1,46o 2,712o 4,015o 5,617o 2,38o 7,121o 25o 3,012o 0,63o 1,75o 3,915o 3,914o 8,021o 2,710o 7,120o 26o 4,816o 0,11o 2,56o 4,013o 4,815o 5,317o 3,912o 9,624o 25o 7,221o 0,42o 2,06o 4,014o 4,515o 4,817o 3,713o 9,123o 26o 5,919o 0,21o 3,711o 5,216o 4,014o 3,912o 2,35o 25o 7,620o 0,01o 3,28o 4,012o 4,816o 3,811o 2,56o 26o 6,120o 0,11o 2,65o 3,514o 4,216o 4,217o 3,08o 10,311,910,024o 24o 24oContinua21Texto para DiscussaoB r a s i l i a , j u l h o d e 2 0 1 3ContinuacaoUFParana Paraiba Para Pernambuco Piaui 1996199719981999200020012002200320042005200620072008200920107,415o 0,85o 2,28o 4,011o 5,212o 4,813o 1,05o 4,211o 4,010o 4,412o 4,79o 2,35o 8,617o 4,28o 8,116o 4,813o 2,38o 14,919o 4,511o 10,618o 6,216o 3,010o 5,315o 4,114o 9,119o 4,816o 2,05o 6,417o 3,813o 7,620o 4,215o 2,210o 3,613o 4,517o 4,416o 3,111o 1,66o 3,212o 4,514o 8,221o 2,49o 1,44o 2,611o 6,018o 3,914o 2,07o 2,18o 3,513o 6,518o 2,811o 3,07o 3,39o 5,819o 6,620o 5,718o 3,29o 3,611o 4,516o 7,020o 5,018o 3,07o 2,46o 4,615o 7,421o 7,020o 2,97o 1,95o 4,513o 8,022o 5,517o Rio Grande do norte 29,733,621,630,223,420,322,416,923,119,619,519,316,519,5Rio Grande do sul 26o 12,120o 26o 9,017o 21o 9,519o 27o 9,215o 26o 9,420o 26o 7,419o 26o 7,220o 26o 8,120o Rio de Janeiro 10,410,415,518,213,612,511,913,127o 6,619o 27o 7,021o 26o 6,519o 25o 5,417o 26o 6,819o 13,611,321,022,625,510,23,19o 2,77o 3,515o 8,523o 3,312o 5,919o 7,422o 26o 6,819o 9,623o 7,522o 24o 8,019o 15,920,425o 4,915o 8,822o 25o 4,816o 7,020o 24o 8,122o 6,618o 3,814o 6,819o 24o 4,416o 9,323o 4,717o 9,022o 22o 21o 13,012,516,011,815,517,323o 3,212o 24o 3,411o 25o 2,07o 23o 2,69o 24o 1,77o 26o 2,39o 25o 2,24o 4,714o 3,611o 8,722o 9,423o 3,28o 27o 3,08o 2,67o 3,712o 7,922o 9,724o 1,54o 27o 3,18o 8,822o 4,013o 5,818o 9,623o 3,39o 27o 3,710o 7,621o 3,39o 5,618o 25o 3,211o 7,021o 2,54o 5,318o 10,511,023o 4,614o 27o 3,413o Rondonia Roraimasanta Catarina 19o 22o 19,710,323o 0,01o 2,27o 21o 0,41o 2,69o 20o 5,010o 1,53o 5,612o 21o 2,17o 0,01o 4,410o 24o 3,613o 1,24o 2,78o 25o 7,218o 2,17o 2,06osergipe 36,746,153,424,112,310,1sao Paulo Tocantins 27o 8,418o 13,121o 27o 6,815o 9,218o 27o 7,015o 5,813o 25o 6,414o 10,517o Fonte: Mss VsDasiss IM. Elaboracao do autor.221 8 4 8Mapa dos Homicidios ocultos no Brasil TABELA 4Ranking 4: indice de nao preenchimento das informacoes socioeconomicas e situacionais relacionadas as mortes violentas 19962010Em %19961997199819992000200120022003200420052006200720082009201042,642,236,530,618,123,216,117,318,516,618,519,222,122,027,126o 27o 24o 23o 15o 24o 15o 17o 21o 18o 20o 24o 25o 26o 27o Estado Acre Alagoas 39,233,932,325,825,826,226,529,429,031,832,331,224,820,820,620o 18o 18o 16o Amapa 36,025,020,914,89o 3o 2o Amazonas 36,223,223,210o 1o 5o 2o 9,91o 25o 9,73o 7,72o 25o 10,24o 6,32o 26o 9,14o 6,91o 27o 7,21o 7,42o 27o 4,51o 8,23o 27o 4,31o 8,75o 27o 6,41o 9,98o 27o 9,04o 7,61o 27o 9,87o 6,11o 25o 24o 10,115,39o 6,61o 19o 6,01o Bahia Ceara 42,436,234,730,219,420,319,618,917,914,316,015,915,415,614,325o 24o 22o 21o 20o 20o 19o 19o 19o 14o 15o 18o 19o 20o 17o 35,829,027,524,518,621,121,222,922,620,419,316,414,515,516,48o 13o 14o 13o 18o 21o 22o 24o 24o 24o Distrito Federal 36,525,425,724,015,513,311,412,512,011,211o 4o 10o 11o 8o 7o 5o 9o 9o 9o 24o 9,77o 20o 9,05o 17o 7,42o 19o 7,53o 21o 6,62o Espirito santo 40,536,036,730,928,928,528,829,328,627,128,526,824,322,821,123o 23o 25o 24o 26o 26o 27o 26o 26o 26o 26o 26o 26o 27o 25o Goias 39,135,934,530,523,621,221,220,618,318,318,718,317,016,415,619o 22o 21o 22o 24o 22o 21o 22o Maranhao 35,025,426,025,116,213,012,611,66o 5o 11o 14o 10o 6o 7o 6o 20o 9,24o 21o 8,54o Mato Grosso 37,232,530,233,415,814,714,211,010,911,114o 16o 17o 26o 9o 10o 9o 5o 7o 8o 22o 9,45o 9,24o 23o 9,06o 9,07o 22o 8,24o 9,46o 21o 8,95o 9,27o 20o 9,28o 8,86o Mato Grosso do sul 38,638,137,831,318,716,215,516,715,113,915,014,013,612,313,718o 25o 26o 25o 19o 13o 13o 15o 14o 12o 13o 14o 14o 13o 15o Minas Gerais 34,725,827,629,919,918,217,216,415,515,716,116,416,717,617,55o 6o 15o 20o Parana 33,428,422,017,22o 11o 3o 5o 21o 9,74o 17o 9,33o 17o 7,93o 14o 8,23o 15o 7,52o 16o 8,02o 17o 8,72o 19o 8,22o 21o 7,63o 22o 6,92o 23o 6,83o Paraiba 40,334,235,929,018,519,823,719,422,621,421,222,120,419,022,422o 20o 23o 18o 17o 18o 25o 20o 23o 25o 25o 25o 24o 24o 26o Para 36,831,026,525,518,017,314,412,812,812,713,111,811,210,710,7Continua23Texto para DiscussaoB r a s i l i a , j u l h o d e 2 0 1 3ContinuacaoEstado 19961997199819992000200120022003200420052006200720082009201013o 15o 13o 15o 14o 14o 11o 10o 11o 11o 11o 10o 11o 11o 10o Pernambuco 37,334,333,427,123,422,320,721,017,517,516,114,111,310,611,115o 21o 20o 17o 23o 23o 20o 23o 17o Piaui 34,527,125,216,113,212,012,012,010,84o 8o 8o 4o 5o 5o 6o 8o 6o 20o 9,96o 16o 8,93o 15o 9,28o 12o 10,18o 10o 9,06o 11o 8,65o Rio Grande do norte 38,528,625,224,017,917,616,718,217,717,518,718,318,518,716,717o 12o 9o 12o 13o 15o 16o 18o 18o 19o 23o 22o 23o 23o 22o Rio Grande do sul 38,224,122,920,015,314,614,614,714,114,113,714,013,713,612,916o 2o 4o 7o 7o 9o 12o 12o 13o 13o 12o 13o 15o 15o 13o Rio de Janeiro 39,926,926,321,716,615,415,714,712,411,912,214,414,214,112,121o 7o 12o 9o 12o 12o 14o 13o 10o 10o 10o 16o 16o 17o 12o Rondonia 34,532,633,129,523,120,121,519,821,320,018,617,016,413,714,33o 17o 19o 19o Roraima 36,727,619,715,212o 9o 1o 3o 22o 6,01o 19o 6,31o 23o 7,82o 21o 9,24o 22o 11,78o 23o 8,43o 21o 11,79o 21o 8,33o 13osanta Catarina 32,427,923,821,414,014,314,414,514,014,615,512,910,51o 10o 6o 8o 6o 8o 10o 11o 12o 15o 14o 12osergipe 44,642,140,338,732,729,622,825,224,218,617,012,427o 26o 27o 27o 27o 27o 24o 25o 25o 22o 19o 11o 9o 9,35o 20o 16o 16o 11,513,510,614o 9,98o 8,64o 9o 9,27o 7,14osao Paulo 35,129,724,318,018,517,718,017,216,616,116,114,915,215,114,57o 14o 7o 6o 16o 16o 18o 16o 16o 17o Tocantins 41,233,928,623,816,614,712,711,910,310,7 24o 19o 16o 10o 11o 11o 8o 7o 5o 7o 18o 9,66o 17o 18o 18o 18o 11,011,011,613,19o 10o 12o 14o Fonte: Mss VsDasiss IM.Elaboracao do autor.obs.: as informacoes consideradas no indice foram sexo, idade, raca, estado civil e grau de escolaridade da vitima, alem do instrumento ou meio que gerou o obito e o local do incidente.A analise aqui descrita sobre a qualidade da producao de informacoes de mortalidade violenta nas UFs se da, conforme apontado antes, em duas dimensoes: i em relacao a capacidade do sistema de saude local de identificar a causa basica e intermediaria do obito; e ii em produzir informacoes satisfatorias sobre os elementos que caracterizam a vitima e o incidente. Com base nas tabelas de 1 e 2, observouse uma alta correlacao entre as UFs que conseguem definir a intencao e o instrumento empregado na violencia. O mesmo nao ocorre quando se avalia o indice de preenchimento das informacoes socioeconomicas e situacionais, conforme exposto na tabela 3. Sob esta perspectiva, 241 8 4 8Mapa dos Homicidios ocultos no Brasilas UFs que apresentaram maior grau de preenchimento destas informacoes foram:8 Amazonas, Amapa, Distrito Federal, Maranhao, Mato Grosso, Para, Piaui, Parana, Rio de Janeiro, Rio Grande do Sul, Roraima, Tocantins e Santa Catarina. No grupo intermediario, constam: Acre, Bahia, Ceara, Goias, Mato Grosso do Sul, Minas Gerais, Pernambuco, Rondonia, Rio Grande do Norte, Sao Paulo e Sergipe. Os estados com os piores indices de preenchimento foram Alagoas, Paraiba e Espirito Santo, que apresentaram, contudo, baixas taxas de mortes indeterminadas, conforme visto anteriormente.Para concluir, ao se analisar a media dos registros dos ultimos quatro anos, observouse grande amplitude de resultados entre as UFs, conforme destacado na tabela 4. Em relacao as taxas de mortes indeterminadas, enquanto o Distrito Federal apresentou um indice de 0,1, o Rio de Janeiro obteve uma media de 18,1, uma taxa de mortes indeterminadas 181 vezes maior por 100 mil habitantes. No que se refere ao nao preenchimento das informacoes socioeconomicas e situacionais, houve tambem diferencas significativas entre as UFs, sendo que este indicador variou de 6,6%, no Amazonas, a 24,3%, em Alagoas.TABELA 5Ranking 5: a qualidade da producao de informacoes sobre mortalidade violenta nas UFs media dos resultados observados entre 2007 e 2010Colocacao Taxa de mortes indeterminadas por 100 mil habitantesIndice de nao preenchimento de informacoes socioeconomicas e situacionais 1 %1o 2o 3o 4o 5o 6o 7o 8o 9o 10o 11o 12o Distrito Federal Alagoas Amapa Amazonas Acre Paraibasanta Catarina Maranhao Mato Grosso do sul Tocantins Parana Rondonia 0,10,50,71,61,61,82,22,32,52,62,72,9Amazonas Parana Distrito Federal Maranhao Mato Grosso Piauisergipesanta Catarina Roraima Amapa Para Tocantins 6,67,47,68,89,19,29,310,611,011,011,111,7Continua8. novamente os limites para estabelecer os grupos foram baseados na mediana e no desvio padrao, que foram, respectivamente, de 14,7% e 5,7%. 25Texto para DiscussaoB r a s i l i a , j u l h o d e 2 0 1 3ContinuacaoColocacao 13o 14o 15o 16o 17o 18o 19o 20o 21o 22o 23o 24o 25o 26o 27o Taxa de mortes indeterminadas por 100 mil habitantesIndice de nao preenchimento de informacoes socioeconomicas e situacionais 1 %Para Piaui Espirito santo Goias Mato Grosso Rio Grande do sul Cearasergipe Roraimasao Paulo Minas Gerais Pernambuco Rio Grande do norte Bahia Rio de Janeiro 3,03,23,33,33,94,34,84,85,55,86,67,010,312,918,1Pernambuco Mato Grosso do sul Rio Grande do sul Rio de Janeirosao Paulo Bahia Rondonia Ceara Goias Minas Gerais Rio Grande do norte Paraiba Acre Espirito santo Alagoas 11,813,413,513,714,915,315,415,716,817,018,021,022,623,724,3Fonte: Mss VsDasiss IM.Elaboracao do autor.nota: 1 Referese a porcentagem de informacoes nao conhecidas pelo sistema de saude, em relacao as seguintes variaveis: sexo, idade, raca, estado civil e grau de escolaridade da vitima, alem do instrumento ou meio que gerou o obito e local do incidente.4 MEtodo para a Esti Ma CAo dos Ho Micidios ocultos nas unidad Es da FEd Era CAo Segundo os registros constantes no capitulo XX da CID10, descritos na tabela 1, a classificacao quanto a intencao do incidente pode ser dividida nas seguintes classes: homicidio H, suicidio S, acidentes A e causa indeterminada I. Esta ultima categoria, na verdade, resulta de uma ma classificacao da informacao. Contudo, como o interesse deste trabalho e estimar a probabilidade de o obito com intencao indeterminada ter sido consequencia ou nao de um homicidio, a categoria nao homicidio NH sera definida como a uniao dos suicidios e acidentes. Deste modo, temse tres categorias de obitos: homicidios H; nao homicidios NH; e mortes com causa indeterminada I. Enquanto I e observavel nos dados, H e NH sao observados apenas parcialmente, uma vez que parte destes obitos foi classificada erroneamente como I. As equacoes 1, 2 e 3, a seguir, sintetizam o problema aqui descrito; os indices s e t indicam a UF e o ano em que se deu o obito:261 8 4 8Mapa dos Homicidios ocultos no Brasil 123Nas equacoes, Hst e NHst, sao os homicidios e os nao homicidios observados nos dados, respectivamente, cuja intencao foi determinada pelo sistema de saude da UF s, no ano t. Hst e NHst sao variaveis latentes que se deseja estimar e, por definicao, sao iguais a soma dos registros observados, mais uma parcela desconhecida do total das mortes, cuja intencao nao foi determinada, mas que seriam, na verdade, homicidios.Portanto, a estimacao do numero de homicidios e nao homicidios 9 H NH , que pode ser obtido com base na esperanca depende da estimacao do vetor matematica dada pelas equacoes 4 e 5, respectivamente: 45Para estimar a probabilidade de o obito i registrado como morte indeterminada ter sido na verdade consequencia de um homicidio oculto HO isto e, para estimar a , utilizouse o fato de existirem padroes de regularidade que permitem distinguir o homicidio, com base nas caracteristicas socioeconomicas das vitimas e nos elementos situacionais relacionados ao obito, definido pelo vetor x, que possuem especificidades locais e temporais. De fato, este pressuposto esta presente na abordagem criminologica do estilo de vida, de Cohen e Felson 1979. Ou seja, assumese que o tipo de vitimizacao dado o fato de o individuo ter sofrido uma morte violenta depende das caracteristicas observadas x e dos fatores nao observaveis u: , em que J HO, NHO homicidio e nao homicidio oculto.9. Para simplificar a notacao, doravante, nao serao mais expressos os indices referentes a Unidade Federativa e ao ano.27Texto para DiscussaoB r a s i l i a , j u l h o d e 2 0 1 3Entao: 6Definese a funcao indicadora , que assume o valor 1 quando a expressao dentro do colchete e verdadeira e o valor 0 quando ela e falsa ou seja, existem combinacoes de caracteristicas observaveis e nao observaveis que definem se a vitima sofreu ou nao um homicidio, quando a funcao indicadora assume os valores 1 e 0, respectivamente.Com isso, a expressao 6 pode ser reescrita conforme em 7: 7Para estimar a probabilidade descrita pela equacao em 7, a integral do lado direi seja uma distribuicao to tem de ser avaliada. Assumindo que logistica, a expressao anterior pode ser estimada por uma expressao logistica do tipo: e 8Com base na estimacao em 8, se fara, subsequentemente, para cada individuo que sofreu morte violenta entre 1996 e 2010, a predicao da probabilidade de a pessoa ter sofrido ou nao um homicidio, dadas as caracteristicas do obito. Estas predicoes sao importantes por dois motivos. Em primeiro lugar, para se aferir a qualidade preditiva do modelo, ao se comparar, nos obitos com causa determinada, o numero de homicidios preditos com o numero de homicidios assim registrados. Em segundo lugar, com base em tais predicoes, se estimara o numero de HOs nas UFs, levandose em conta a equacao 4.Para efetuar o calculo da esperanca matematica apontada nessa equacao, e fundamental que todas as observacoes sejam consideradas. Se houvesse, em qualquer observacao, alguma caracteristica com missing value, tal obito seria ignorado no calculo, levando a um vies no resultado. Nas variaveis categoricas, nao ha problemas de missing value, pois toda informacao faltante e caracterizada como da categoria desconhecida, o que por si possui algum conteudo informacional, tendo em vista que a informacao 281 8 4 8Mapa dos Homicidios ocultos no Brasildesconhecida pode nao ser aleatoria para todos os tipos de obitos. O maior problema se refere a variavel idade. Entre o total de mortes violentas ocorridas no Brasil, no periodo analisado, em 1,95% dos obitos a idade da vitima era desconhecida.Para a imputacao dos dados faltantes de idade, considerouse que estes dados comportam a hipotese de missing at random MAR.10 Com esta hipotese, utilizou se o metodo de imputacao com base em uma regressao multivariada que utiliza o algoritmo de Markov Chain Monte Carlo Simulation MCMC.11 Nesta regressao, incluiuse no vetor de variaveis independentes: intencao, instrumento e local do incidente, alem de genero, raca, estado civil e escolaridade da vitima. Feitas as imputacoes das idades, estimouse o modelo logit em que as variaveis explicativas foram: idade; i idade 2; e ii as dummies de genero; raca; estado civil; grau de escolaridade; local da ocorrencia; instrumento; dia da semana; mes; ano; e UF. 5 r Esultados A regressao logistica para estimar a probabilidade condicional de o individuo morto ter sido vitima de homicidio foi estimada com base em 1.071.974 observacoes, sendo foram considerados todos os obitos violentos ocorridos entre 1996 e 2010, excluidos aqueles cuja intencao nao foi determinada e outros nao considerados que pertencem aos codigos 112 e 113 do CID10, conforme descrito na tabela 1. Podese observar na tabela 6, a seguir, que o modelo estimado possui alto poder preditivo o pesudoR2 foi 0,7858. Ainda, o teste de Wald para a significancia conjunta dos parametros resultou em uma estatistica 232.407,22, ou um pvalor de 0,0000.Na tabela 6, serao reportados os efeitos marginais no ponto medio, em vez de se indicarem os coeficientes da regressao, que nao sao muito informativos em uma regressao logistica. Existem alguns aspectos a serem destacados nesta tabela. Em primeiro lugar, cabe notar 10. Essa hipotese diz basicamente que a informacao sobre o dado faltante xi nao depende do seu proprio valor, mas do valor de xj, para . Ver Cameron e Trivedi 2005, p. 926.11. Ver Cameron e Trivedi 2005, p. 934  Formalmente: 29Texto para DiscussaoB r a s i l i a , j u l h o d e 2 0 1 3a alta significancia dos parametros individuais. Em segundo lugar, e interessante perceber como a informacao ignorada associada a alguma caracteristica possui um alto conteudo informacional, ja que esta sempre associada a um forte e positivo efeito sobre a probabilidade de a vitima ter sofrido homicidio. Por exemplo, quando o sexo da vitima e ignorado, isto contribui para aumentar em 19,5 pontos percentuais p.p. a probabilidade de a vitima ter sofrido homicidio, em relacao ao caso de a vitima ser do sexo feminino. Quanto as demais caracteristicas socioeconomicas, os efeitos marginais deram o resultado esperado. Por exemplo, o individuo de cor preta ou parda possui maior chance em torno de 7,5 p.p. de ter sido vitima de homicidio em relacao ao de cor branca. Os obitos de solteiros estao associados a uma probabilidade de 8,2 p.p. acima dos casados de serem resultante de homicidio. Os incidentes fatais nas vias publicas aumentam em 28,9 p.p. as chances de terem sido consequencia de homicidio, comparados com os incidentes dentro das residencias.Com base nos parametros estimados, foi feito o calculo da probabilidade de que cada individuo morto tenha sido vitima ou nao de homicidio. A fim de avaliar a qualidade preditiva do modelo, classificouse o obito como consequencia de homicidio desde que a probabilidade predita fosse maior que 0,5. A tabela 7 descreve varios indicadores de desempenho do modelo, ao comparar a probabilidade predita e a classificacao verdadeira sobre a causa do obito feita pelas secretarias de saude.TABELA 6 Efeito marginal no ponto mediodydx Variavel Erro padrao ZPz 95% C.I.0,0000300,0002100,140,88500,0003780,0004380,0000500,00000021,110,00000,0000540,0000450,0364170,0029600,1954320,0038700,0770090,0028500,0233570,0124700,0751790,0020700,0069810,0135200,0822380,0024900,0277020,00486012,2950,527,021,8736,360,5233,045,70,00000,00000,00000,06100,00000,60600,00000,00000,0306110,1878470,0422240,2030170,0714220,0478050,0711270,0334790,0773600,0181760,0825960,0010910,0792310,0195170,0871170,037228ContinuaIdade Idade 2sexo femininoMasculinosexo ignorado Racacor brancaPreta Amarela Parda Indigena Estado civil casadosolteiro Viuvo 301 8 4 8ContinuacaoVariavelseparado judicialmente Estado civil ignorado Escolaridade nivel superiornenhuma De 1 a 3 anos de estudo De 4 a 7 anos de estudo De 8 a 11 anos de estudo Escolaridade ignorada Local do incidente residenciaHabitacao coletiva Escolas Areas para esportelazer Rua ou estrada Area de comercio Industria Fazendaoutros Local desconhecido Instrumento ignoradoEnvenenamento Enforcamento Afogamento Arma de fogo Impacto Fogofumaca Perfurantecortante Contundente Dia da semana segundafeiraTercafeira Quartafeira Quintafeirasextasabado Domingo Mapa dos Homicidios ocultos no Brasildydx Erro padrao 0,0131750,0046900,1070780,0023800,1397850,0030500,1434130,0031300,1608110,0033300,1057950,0037000,1561130,0047700,0946120,0052300,0855100,0046100,0913240,008350Z2,8144,9545,8945,848,3128,6132,7418,0718,5510,930,2896700,001790162,120,1159720,0034500,1523960,0173800,1143510,0053500,1099760,0024700,1697400,00231033,638,7721,3744,6173,630,7957980,0011800,7569680,001670672,87452,830,8717760,0008301044,240,1021430,00298034,290,8743820,0008401040,360,7606270,0015400,1935330,0018900,1387210,0026500,0061750,0034600,0026850,0034000,0028660,0033500,0080940,0032800,0343770,0029600,0335710,002910494,06102,3552,381,780,790,852,4711,6211,54Pz 0,00500,000095% C.I.0,0039820,1024090,0223670,1117470,00000,00000,00000,00000,00000,00000,00000,00000,00000,00000,00000,00000,00000,00000,00000,00000,00000,00000,00000,00000,00000,00000,07400,42900,39300,01400,00000,00000,1338150,1372760,1542870,0985470,1467670,0843520,0764730,0749490,2861680,1092140,1457550,1495510,1673350,1130420,1654590,1048720,0945460,1076990,2931720,1227300,1864680,1183240,1038630,1051440,1652220,1248380,1148080,1742580,7981160,7934800,7602450,7536920,8734100,0963043 .870140,1079820,8760209 .8727350,7636450,7576100,1898270,1335300,1972390,1439120,0129590,0039740,0037080,0016690,0285780,0278670,0006090,0093420,0094410,0145200,0401760,039274Fonte: Mss VsDasiss IM. Elaboracao do autor. o Bs.: o periodo considerado foi de 1996 a 2010. no modelo, foram ainda observadas as dummies de mes, ano e UF.31Texto para DiscussaoB r a s i l i a , j u l h o d e 2 0 1 3Conforme se pode notar na tabela 6, o modelo parece muito bem ajustado, na medida em que classificou corretamente 95,8% dos obitos. De fato, a taxa de sensitividade ou a probabilidade de se classificar o obito como homicidio, quando tal fato ocorreu, foi de 97,8%. Por sua vez, a probabilidade de se classificar um obito como homicidio, quando tal incidente nao ocorreu, foi de 8%. A tabela indica ainda outras estatisticas sobre a qualidade preditiva do modelo.TABELA 7Desempenho da predicao do modeloo incidente foi, de fato:Homicidio anao homicidio bTotal 694.43215.642710.07429.006332.894361900723.438348.53610.71974Homicidio cnao homicidio dTotalno modelo, o obito foi classificado como Estatisticas de acerto do modelosensitividade Prc aEspecificidade Prd bValores preditos positivos Pr a cValores preditos negativos Pr b cCorretamente classificados Falsa classificacao de homicidios Pr c bFalsa classificacao de nao homicidio Prd aEstatisticas de erro do modelonao Homicidio dado que foi classificado como homicidio Prb cHomicidio dados que foi classificado como nao homicidio Pr a dErroneamente classificados Fonte: Mss VsDasiss IM. obs.: o obito foi classificado como homicidio, desde que Prob homicidio 0,5.5.1 Homicidios ocultos no Brasil 97,8%92,0%96,0%95,5%95,8%8,0%2,2%4,0%4,5%4,2%O grafico 4 e a tabela A.2 no apendice A indicam o numero de mortes violentas indeterminadas no Brasil, entre 1996 e 2010. Como se pode ver, geralmente, entre 10 mil e 14 mil pessoas morrem de morte violenta a cada ano, sem que o Estado possa identificar a causa basica do obito. De acordo com os calculos deste estudo, na media, 73,9% destas mortes decorreram de agressoes, o que implica um contingente de 8.600 HOs a cada ano, em media, no pais, ou 129 mil nos quinze anos analisados.321 8 4 8Mapa dos Homicidios ocultos no Brasil GRAFICO 4Mortes indeterminadas, homicidios ocultos e outras causas Brasil 19962010140001200010000800060004000200000857075606otlucoodicii mohedmegatnecro Pisadanmretedn i setromedoremu N 699179918991999100021002200230024002500260027002800290020102Outras causas Homicidio oculto Porcentagem de homicidio oculto Fonte: Mss VsDasiss IM.Elaboracao do autor.As trajetorias do numero de homicidios registrados e estimados que incorporam os HOs encontramse no grafico 5 e na tabela A.2 apendice. Nesse periodo, o numero de homicidios estimados superou o de registrados em 18,3% e atingiu a marca de 62.375, em 2009, recuando para 60.015 em 2010. GRAFICO 5Homicidios registrados versus previstos 19962010isodici mohedoremu N65.00060.00055.00050.00045.00040.0001996199820002002SIM2004200620082010Previsao Fonte: Mss VsDasiss IM.Elaboracao do autor.33Texto para DiscussaoB r a s i l i a , j u l h o d e 2 0 1 3Contudo, a incidencia de HO nao ocorreu de maneira uniforme no pais tabelas A.4 e A.8, apendice. De fato, tomando como base a media entre 2007 e 2010, quatorze estados possuiam taxas de HO abaixo de 2 por 100 mil habitantes, conforme indicado no grafico 6. Destes estados, e interessante notar que Acre, Rondonia e Sergipe possuiam altas taxas ate 2000, mas conseguiram reduzilas a partir desse ano. Possivelmente, estas taxas maiores nos primeiros anos apos a implantacao do CID10 no Brasil ocorreram como consequencia do desconhecimento e da necessidade de aprendizado do novo sistema de classificacao que se implantava.GRAFICO 6Estados com baixas taxas de homicidio oculto 19962010Por 100 mil habitantes302010030201003020100302010030201001996 1998 2000 2002 2004 2006 2008 20101996 1998 2000 2002 2004 2006 2008 2010Acre Alagoas 30201001996 1998 2000 2002 2004 2006 2008 20101996 1998 2000 2002 2004 2006 2008 2010Amapa Amazonas 30201001996 1998 2000 2002 2004 2006 2008 20101996 1998 2000 2002 2004 2006 2008 2010Distrito Federal Maranhao 30201001996 1998 2000 2002 2004 2006 2008 20101996 1998 2000 2002 2004 2006 2008 2010Mato Grosso do Sul Parana 34302010302010201001 8 4 8Mapa dos Homicidios ocultos no Brasil 1996 1998 2000 2002 2004 2006 2008 2010Distrito Federal 1996 1998 2000 2002 2004 2006 2008 2010Maranhao 20100302010030201003020100302010030201001996 1998 2000 2002 2004 2006 2008 20101996 1998 2000 2002 2004 2006 2008 2010Mato Grosso do Sul Parana 30201001996 1998 2000 2002 2004 2006 2008 20101996 1998 2000 2002 2004 2006 2008 2010Paraiba Piaui 1996 1998 2000 2002 2004 2006 2008 2010Rondonia 302010030201001996 1998 2000 2002 2004 2006 2008 2010Santa Catarina 1996 1998 2000 2002 2004 2006 2008 20101996 1998 2000 2002 2004 2006 2008 2010Sergipe Tocantins Fonte: Mss VsDasiss IM.Elaboracao do autor.obs.: taxas 2, na media entre 2007 e 2010.Seis estados possuiam taxas de HO pouco mais elevadas, entre 2 e 4 por 100 mil habitantes, conforme o grafico 7 destaca. Enquanto Goias tambem reduziu substancialmente essa taxa ate 2000, Ceara e Espirito Santo apresentaram um pequeno aumento, mas paulatino. O mais curioso aconteceu no Mato Grosso, onde, apos uma reducao nas taxas de HO, houve aumento ate 2005, seguido novamente de posterior reducao.35Texto para DiscussaoB r a s i l i a , j u l h o d e 2 0 1 3GRAFICO 7Estados com taxas intermediarias de homicidios ocultos 19962010Por 100 mil habitantes1510501510501510501996 1998 2000 2002 2004 2006 2008 2010Ceara 1996 1998 2000 2002 2004 2006 2008 2010Goias 1510501510501510501996 1998 2000 2002 2004 2006 2008 2010Espirito Santo 1996 1998 2000 2002 2004 2006 2008 2010Mato Grosso 1996 1998 2000 2002 2004 2006 2008 20101996 1998 2000 2002 2004 2006 2008 2010Para Rio Grande do Sul Fonte: Mss VsDasiss IM.obs.: taxas entre 2 e 4, na media entre 2007 e 2010.Por fim, sete estados, listados no grafico 8, possuiam as mais altas taxas de HO no periodo. Todas estas UFs vinham apresentando paulatino aumento no indicador, entre 2006 e 2009. Em particular, o Rio de Janeiro, a Bahia e o Rio Grande do Norte chegaram a alcancar taxas superiores a 10 por 100 mil habitantes em 2009 20,4, 13,2 361 8 4 8Mapa dos Homicidios ocultos no Brasile 10,3, respectivamente. E interessante notar que em 2010 houve substancial reducao das taxas em cinco estados quanto a variacao, em relacao ao ano anterior Rio Grande do Norte, Rio de Janeiro, Bahia, Roraima e Minas Gerais. Os indices foram, respectivamente, de 75%, 64%, 44%, 23% e 17%. GRAFICO 8Estados com altas taxas de homicidios ocultos 19962010Por 100 mil habitantes1996 1998 2000 2002 2004 2006 2008 20101996 1998 2000 2002 2004 2006 2008 2010Bahia Bahia 1996 1998 2000 2002 2004 2006 2008 20101996 1998 2000 2002 2004 2006 2008 2010Pernambuco Pernambuco 2020151510105500202015151010550020201515101055001996 1998 2000 2002 2004 2006 2008 20101996 1998 2000 2002 2004 2006 2008 2010Minas Gerais Minas Gerais 1996 1998 2000 2002 2004 2006 2008 20101996 1998 2000 2002 2004 2006 2008 2010Rio Grande do Norte Rio Grande do Norte 1996 1998 2000 2002 2004 2006 2008 20101996 1998 2000 2002 2004 2006 2008 20101996 1998 2000 2002 2004 2006 2008 20101996 1998 2000 2002 2004 2006 2008 2010Rio de Janeiro Rio de Janeiro Roraima Roraima 20201515101055002020151510105500202015151010550020201515101055001996 1998 2000 2002 2004 2006 2008 20101996 1998 2000 2002 2004 2006 2008 2010Sao Paulo Sao Paulo Fonte: Fonte: Mss VsDasiss IM.obs.: taxas acima de 4, na media entre 2007 e 2010.37Texto para DiscussaoB r a s i l i a , j u l h o d e 2 0 1 3A importancia da analise desenvolvida neste estudo fica explicitada quando se avalia a evolucao do numero de homicidios entre 2009 e 2010. Enquanto, segundo os registros oficiais, o numero de homicidios no Rio Grande do Norte, no Rio de Janeiro e na Bahia teria aumentado 3,0%, 5,6% e 7,8%, respectivamente, as estimativas deste trabalho indicaram que a variacao foi de 19,4%, 20,6% e 6,3%. Ou seja, a diminuicao do numero de mortes violentas indeterminadas e de HOs que ocorreu em 2010 terminou por esconder uma queda notavel no numero de homicidios que houve nestes estados, nesse ultimo ano. A diminuicao recorde de 20,6% no numero de homicidios no Rio de Janeiro em apenas um ano, provavelmente, revela o sucesso da politica de pacificacao desenvolvida pelo governo do estado, que comecou a ganhar uma maior escala exatamente a partir do fim de 2009 e primeiro semestre de 2010, com a ocupacao policial permanente nas comunidades da Grande Tijuca.5.2 Evolucao das taxas de homicidios no Brasil entre 1996 e 2010Viuse que a prevalencia dos HOs variou ao longo do tempo e entre as UFs. Com isso, a evolucao da taxa de homicidios no Brasil, quando consideradas estas mortes, muda significativamente. De fato, enquanto a taxa de homicidio, com base nos registros oficiais, aumentou 36,2%, entre 1996 e 2010, o crescimento deste indicador, levando em conta os HOs, foi de 30,2%. Isto ocorre, sobretudo, pelo fato de haver maior taxa de mortes indeterminadas nos primeiros anos apos a instituicao do CID10, em 1996. Quando as UFs sao avaliadas, tais discrepancias nas taxas de crescimento sao, muitas vezes, ainda maiores tabelas A.6 e A.8, apendice. Os casos mais emblematicos sao do Rio Grande do Norte e de Sergipe, que, segundo os dados oficiais, teriam sofrido aumento de 176,6% e de 127,7% na taxa de homicidios, quando as estimativas deste trabalho apontaram que tal crescimento foi de 40,1% e 4,3%, respectivamente. Ou seja, diferencas de 136,5 p.p e de 123,4 p.p. O grafico 5.6 mostra que o crescimento da taxa de homicidios foi substancialmente menor para treze UFs, quando computados os HOs, sendo que em outros tres estados esta diferenca seria positiva e maior que 9 p.p. Analisandose apenas o periodo mais recente, comparouse a taxa media de homicidios estimada com a taxa media de homicidios registrada oficialmente, entre 2007 e 2010. 381 8 4 8Mapa dos Homicidios ocultos no Brasil Conforme indicado no grafico 10, a diferenca entre estes dois indicadores e mais substancial apenas para sete estados, sendo que para os demais tal diferenca e inferior a 4 por 100 mil habitantes. Conforme descrito no grafico, para estes sete estados, em media, as taxas de homicidio seriam maiores que as observadas, em um dominio que variou entre 4,1 e 16,2 por 100 mil habitantes.GRAFICO 9Diferenca entre o crescimento das taxas de homicidios oficiais e estimadas 19962010Em p.p.46.0 10.5 9.0 4.54.51.5 0.80.50.4Bahia Roraima Pernambuco Sao Paulo Paraiba Rio de Janeiro Mato Grosso Para Amapa Distrito Federal Espirito Santo Mato Grosso do Sul Alagoas Santa Catarina Amazonas Rio Grande do Sul Minas Gerais Piaui Maranhao Acre Parana Rondonia Tocantins Ceara Goias Sergipe Rio Grande do Norte 1.0 3.4 4.7 5.2 5.8 18.2 22.1 25.7 30.7 32.1 33.0 35.0 39.0 41.7 46.6 74.7 123.4 136.5 Fonte: Mss VsDasiss IM.obs.: o indicador se refere ao seguinte calculo: variacao da porcentagem da taxa de homicidio, segundo as estimativas deste estudo, menos a variacao da porcentagem da taxa de homicidio, segundo o registro no s IM, entre 1996 e 2010.39Texto para DiscussaoB r a s i l i a , j u l h o d e 2 0 1 3GRAFICO 10Diferenca entre as taxas medias de homicidio estimadas e as registradas oficialmente 20072010Por 100 mil habitantes5.04.24.14.13.32.42.12.12.12.01.91.81.81.61.51.51.31.11.10.90.70.30.20.110.97.716.2Rio de Janeiro Bahia Rio Grande do Norte Pernambuco Roraima Minas Gerais Sao Paulo Ceara Espirito Santo Mato Grosso Rio Grande do Sul Para Goias Sergipe Rondonia Piaui Mato Grosso do Sul Maranhao Tocantins Parana Santa Catarina Paraiba Acre Amazonas Amapa Alagoas Distrito Federal Fonte: Mss VsDasiss IM.obs.: o indicador se refere ao seguinte calculo: media da taxa de homicidio por 100 mil habitantes, segundo as estimativas deste estudo, menos a media da taxa de homicidio por 100 mil habitantes, segundo o registro no s IM, entre 1996 e 2010.A tabela 8 ordena as UFs das mais seguras as mais violentas, considerando a taxa por 100 mil habitantes calculada com base no registro oficial do SIM e nas estimativas deste trabalho. Como se pode notar, os dois indicadores apresentam diferencas substanciais.TABELA 8 Taxas medias de homicidio oficial versus estimada 2007 2010Taxa registrada com base no s IMPosicao no ranking Taxa estimada com base no modelo Posicao no ranking 12,513,11o 2o 13,614,91o 2oContinuaUFsanta Catarina Piaui 401 8 4 8ContinuacaoUFsao Paulo Tocantins Acre Maranhao Rio Grande do sul Minas Gerais Amazonas Ceara Mato Grosso do sul Rio Grande do norte Goias Roraima Paraibasergipe Amapa Mato Grosso Parana Rondonia Distrito Federal Para Bahia Pernambuco Rio de Janeiro Espirito santo Alagoas Mapa dos Homicidios ocultos no Brasil Taxa registrada com base no s IMPosicao no ranking Taxa estimada com base no modelo Posicao no ranking 15,320,020,820,520,419,425,926,129,423,329,127,230,930,232,932,132,932,635,139,234,547,036,654,661,53o 5o 8o 7o 6o 4o 10o 11o 14o 9o 13o 12o 16o 15o 19o 17o 20o 18o 22o 24o 21o 25o 23o 26o 27o 19,321,521,722,022,523,426,629,431,031,031,131,431,932,133,234,234,234,435,341,345,352,052,857,061,73o 4o 5o 6o 7o 8o 9o 10o 11o 12o 13o 14o 15o 16o 17o 18o 19o 20o 21o 22o 23o 24o 25o 26o 27o Fonte: Mss VsDasiss IM. Elaboracao do autor.6 conclus OEs E discuss Ao d E politicas p UBlicas Neste trabalho, um dos objetivos foi analisar a qualidade das informacoes sobre mortalidade violenta produzida pelas UFs, no ambito do SIM. Em particular, avaliouse a taxa de mortes, cuja intencao e o instrumento nao foram determinados; e calculou se a proporcao de informacoes socioeconomicas e situacionais relacionadas ao obito que eram desconhecidas pelo sistema. Verificouse que, de modo geral, 41Texto para DiscussaoB r a s i l i a , j u l h o d e 2 0 1 3houve aprimoramento na qualidade do SIM, desde a implantacao do CID10, em 1996, com a diminuicao da taxa de mortes cuja causa basica e secundaria nao foram determinadas. Adicionalmente, observouse que houve, no periodo, diminuicao concomitante na proporcao de dados socioeconomicos sobre as vitimas que nao foram informados. Notouse tambem a existencia de uma grande correlacao entre as UFs que possuem as maiores taxas de mortes indeterminadas e de instrumento indeterminado. Por sua vez, os maiores indices de nao preenchimento de outras informacoes situacionais e socioeconomicas das vitimas foram observados em estados com maiores taxas de determinacao quanto a intencao do obito. Ou seja, aparentemente existem dois problemas distintos associados a producao de informacoes no ambito do SIM. Outro objetivo do trabalho foi o de estimar o numero de HOs em cada Unidade Federativa, ou o numero de homicidios que foram registrados oficialmente como mortes violentas indeterminadas. Para tanto, com base nos microdados de todas as pessoas mortas por causas nao naturais no Brasil, de 1996 a 2010, produziuse um modelo econometrico do tipo logit. A modelagem aplicada foi baseada na ideia de que os eventos violentos seguem certa regularidade estatistica, no que diz respeito as caracteristicas das vitimas e no que diz respeito aos elementos situacionais associados ao obito. Com base nestas covariaveis, estimouse a probabilidade de cada obito violento indeterminado ter sido consequencia ou nao de agressoes homicidios , quando estas predicoes foram utilizadas para efetuar o calculo da esperanca matematica dos HOs em cada UF e em cada ano. O modelo estimado apresentou satisfatorio ajuste preditivo, constatandose que 95,8% dos obitos com causa definida haviam sido corretamente classificados. Estimouse que, em media, cerca de 8.600 homicidios deixaram de ser registrados como tal, a cada ano no Brasil, o que equivale a um contingente de 129 mil HOs ocorridos nos quinze anos avaliados de 1996 a 2010. Estando estes numeros corretos, entendese que a taxa de homicidios no pais seria 18,3% acima do que apontam os numeros oficiais; e assim ja se teria atingido a marca de 62.375 homicidios, em 2009.A relevancia do calculo dos HOs e da tentativa de entendimento do que sejam as mortes violentas indeterminadas e grande, na medida em que pode modificar substancialmente a percepcao e a compreensao da evolucao dos homicidios no Brasil. Com efeito, muito se falou do aumento substancial da taxa de homicidios em muitos estados nordestinos. Por exemplo, entre 1996 e 2010, no Rio Grande do Norte 421 8 4 8Mapa dos Homicidios ocultos no Brasile em Sergipe, segundo os dados oficiais, a taxa de homicidios teria crescido 176,6% e 127,7%, respectivamente. Segundo os calculos realizados neste trabalho tais aumentos seriam de 40,1% e 4,5%, respectivamente. Ou seja, a explosao de homicidios em muitas localidades simplesmente nao ocorreu, sendo que os indicadores oficiais apenas refletiram uma diminuicao na subnotificacao dos homicidios, como consequencia de melhorias no processo de producao de informacoes sobre obitos violentos, ocorridas ate o principio dos anos 2000. Em anos mais recentes, observouse um preocupante aumento nas taxas de mortes violentas cuja intencao nao foi determinada. Contudo, este fenomeno nao se deu de forma generalizada no Brasil, mas ficou circunscrito, principalmente, a sete estados brasileiros, a saber: Rio de Janeiro, Rio Grande do Norte, Bahia, Pernambuco, Minas Gerais, Roraima e Sao Paulo. E interessante notar que entre estes estados, que vinham apresentando aumento paulatino de mortes indeterminadas ate 2009, houve queda acentuada neste indicador, em 2010, no Rio Grande do Norte 71,7%, no Rio de Janeiro 60,9%, na Bahia 37,9% e em Minas Gerais 11,1%, o que poderia ser explicado pelo monitoramento mais incisivo do MS e pela repercussao na midia do trabalho de Cerqueira 2012. Tendo em vista a importancia do SIM como principal fonte de dados sobre incidentes violentos letais no pais, este estudo chama a atencao para a necessidade de se debater metodos para aprimoramento da acuracia e da qualidade destas informacoes, que dependem da articulacao de varias organizacoes, entre as quais as secretarias estaduais e municipais de saude, os IMLs, a Policia Civil e, em particular, a Policia Tecnica. Com efeito, talvez um bom exemplo para mostrar a importancia desta articulacao seja o caso de Sao Paulo, que possui a Policia Tecnica e o IML mais bem aparelhados do pais comparaveis aos melhores exemplos dos paises desenvolvidos e, no entanto, encontrase no grupo de estados com maior proporcao de registros de mortes violentas indeterminadas. Alagoas, por seu turno, que e o estado mais violento e um dos mais pobres do pais, possui uma das menores taxas de mortes indeterminadas, em face de uma efetiva articulacao interinstitucional la existente, conforme apontaram Borges et al. 2012.Sem prejuizo da logica de descentralizacao que norteia a concepcao do SUS, ha espaco para se pensar programas que suscitem melhorias na qualidade da producao de 43Texto para DiscussaoB r a s i l i a , j u l h o d e 2 0 1 3informacoes, no ambito das UFs. Tais programas poderiam avancar em duas direcoes: i nas inovacoes do metodo de producao de informacao intrainstitucional; e ii na articulacao organica e disseminacao das informacoes interinstitucional. No primeiro campo, algumas medidas que poderiam ser discutidas incluem: mecanismos de controle para a preservacao da cena do incidente pela policia; investimento em treinamento; estabelecimento de um protocolo de procedimentos para a analise e definicao da causa basica pelo medicolegista e continuo aprimoramento em debate junto a academia; e producao e uso de programas estatisticos que auxiliem o medicolegista a estabelecer a causa basica do obito, baseado nos elementos atestados no laudo cadaverico e em analises epidemiologicas. No segundo campo, ha de se pensar nas organizacoes que contribuem para a producao da informacao sobre mortalidade violenta sobretudo Policia Tecnica, Policia Civil, IML e secretarias de saude como parte de uma rede, devendo ser estas instituicoes conectadas digitalmente. O compartilhamento de bancos de dados entre estas organizacoes permitiria que, a partir de caracteristicas comuns sobre os incidentes e sobre os individuos envolvidos, o sistema indicasse as probabilidades de matching, estabelecendo conexoes entre os individuos registrados nestes varios bancos de dados. Por sua vez, as informacoes adicionadas em um banco de dado seriam atualizadas nos demais bancos de dados por exemplo, a conclusao de laudos da Policia Tecnica seria automaticamente repassada para o IML. Finalmente, o compartilhamento de bancos de dados entre as varias organizacoes permitiria que se utilizassem programas para garantir um mais refinado acompanhamento, e identificacao de potenciais problemas no caminho da producao de informacao acurada e com qualidade.Conforme se observou, o SIM e um patrimonio nacional e constitui a unica base de dados confiavel que cobre todo o pais, podendo ser utilizada para producao de analises epidemiologicas que pautem politicas preventivas. Contudo, este estudo trouxe a tona certos problemas na qualidade dos dados produzidos que devem ser encarados seriamente pelas autoridades e por toda a sociedade. Afinal, e inaceitavel que em um Estado de direito 174.223 pessoas tenham sofrido morte violenta no pais, nos quinze anos analisados ou 9,2% dos obitos violentos , e o Estado tenha sido incapaz de identificar a causa do obito. As familias brasileiras tem o direito de saber os motivos da morte de seu entes.441 8 4 8Mapa dos Homicidios ocultos no Brasil REFERENCIASBORGES, D. et al. Mortes violentas no Brasil: uma analise do fluxo de informacoes. Rio de Janeiro: LAVUERJ, 2012. Relatorio Parcial Laboratorio de Analise da Violencia.BRASIL. Ministerio da Saude. Declaracao de obito: documento necessario e importante. Brasilia: MS, 2006. 40 p. Serie A. Normas e Manuais Tecnicos.______. Lei do Estado do Rio de janeiro no 5.061, de 5 de julho de 2007. Cria, na confeccao de registros de ocorrencia pelas delegacias de policia submetidas ao sistema delegacia legal, a obrigacao de supressao de dados pessoais dos envolvidos que permitam a sua localizacao por pessoas estranhas aos quadros da Policia Civil, Ministerio Publico e Poder Judiciario. Rio de Janeiro, 5 jul. 2007.CAMERON, A. C.; TRIVEDI, P. K. Microeconometrics: methods and applications. Cambridge: Cambridge University Press, 2005.CERQUEIRA, D. R. C. Mortes violentas nao esclarecidas e impunidade no Rio de Janeiro. Economia aplicada, v. 16, n. 2, p. 901935, 2012. COHEN, L. E.; FELSON, M. Social change and crime rate trends: a routine activity approach. American sociological review, v. 44, n. 4, p. 588608, Aug. 1979.BIBLIOGRAFIA COMPLEMENTARARAUJO, E. M. et al. Diferencias de racacor da pele em anos potencias de vida perdidos por causas externas. Revista saude publica, v. 43, n. 3, p. 40512, 2009.MATHERS, C. D. et al. Counting the dead and what they died from: an assessment of the global status of cause of death data. Bull world health organ, n. 83, p. 1717, 2005.WOOLDRIDGE, J. M. Econometric analisys of cross section and panel data. Massachusetts: MIT Press, 2002.45Texto para DiscussaoB r a s i l i a , j u l h o d e 2 0 1 3APENDICEAPENDICE ATABELA A.1Ranking 2: taxa de mortes indeterminadas como proporcao do total de mortes por causas externasEm %1996 1997 1998 1999 2000 2001 2002 2003 2004 2005 2006 2007 2008 2009 201022,920,623,926,83,011o 0,62o 2,47o 2,89o 2,88o 0,21o 3,19o 3,310o 1,24o 0,21o 1,65o 1,96o 0,63o 0,12o 1,04o 2,27o 1,45o 0,11o 0,53o 2,510o 0,94o 0,42o 0,21o 1,86o 3,610o 0,42o 0,73o 2,35o 1,75o 0,11o 0,53o 3,410o 2,24o 0,42o 1,63o 3,410o 4,715o 0,83o 0,02o 1,94o 3,210o 0,52o 1,63o 2,76o 22,318,627,531,832,628,728,813,913,918,220,119,410,927o 1,86o 0,51o 1,35o 6,818o 27o 3,512o 0,22o 1,34o 4,515o 25o 25o 24o 15,134,021,019,510,823o 2,07o 9,920o 9,819o 4,813o 1,05o 26o 1,84o 8,918o 23o 1,45o 10,216o 25o 1,13o 6,317o 22o 0,63o 4,114o 25,916,912,211,424o 4,79o 2,35o 20o 4,813o 2,38o 21o 6,216o 3,010o 23o 4,816o 2,05o 27o 3,312o 0,22o 1,03o 2,811o 9,223o 2,18o 2,19o 7,421o 4,215o 2,210o 27o 5,116o 0,11o 1,45o 2,58o 5,817o 4,013o 2,910o 6,918o 3,111o 1,66o 27o 3,913o 0,22o 1,46o 2,712o 4,015o 5,617o 2,38o 7,121o 2,49o 1,44o 25o 3,012o 0,63o 1,75o 3,915o 3,914o 8,021o 2,710o 7,120o 2,07o 2,18o 26o 4,816o 0,11o 2,56o 4,013o 4,815o 5,317o 3,912o 9,624o 3,07o 3,39o 25o 7,221o 0,42o 2,06o 4,014o 4,515o 4,817o 3,713o 9,123o 3,29o 3,611o 26o 5,919o 0,21o 3,711o 5,216o 4,014o 3,912o 2,35o 25o 7,620o 0,01o 3,28o 4,012o 4,816o 3,811o 2,56o 26o 6,120o 0,11o 2,65o 3,514o 4,216o 4,217o 3,08o 10,311,910,024o 3,07o 2,46o 24o 2,97o 1,95o 24o 3,19o 2,77oContinuaEstado Acre Alagoas Amapa Amazonas Bahia Ceara Distrito Federal Espirito santo 24o 1,66o 0,32o 7,516o 0,53o 14,222o 0,64o 3,710o 24o 0,84o 0,73o 6,114o 1,36o 8,516o 0,42o 2,18o 23o 0,42o 0,31o 5,211o 26o 1,24o 0,93o 4,612o 22o 6,214o 3,27o 2,66o 22o 2,59o 0,82o 1,56o Goias 24,123,927,722,6Maranhao Mato Grosso Mato Grosso do sul Minas Gerais Parana Paraiba 25o 6,013o 2,99o 6,514o 8,117o 7,415o 0,85o 461 8 4 8Mapa dos Homicidios ocultos no BrasilContinuacaoEstado Para Pernambuco Piaui 1996 1997 1998 1999 2000 2001 2002 2003 2004 2005 2006 2007 2008 2009 20102,28o 4,011o 5,212o 4,211o 4,010o 4,412o 8,617o 4,28o 8,116o 14,919o 4,511o 10,618o 5,315o 4,114o 9,119o 6,417o 3,813o 7,620o 3,613o 4,517o 4,416o 3,212o 4,514o 8,221o 2,611o 6,018o 3,914o 3,513o 6,518o 2,811o 5,819o 6,620o 5,718o 4,516o 7,020o 5,018o 4,615o 7,421o 7,020o 4,513o 8,022o 5,517o Rio Grande do norte 29,733,621,630,223,420,322,416,923,119,619,519,316,519,5Rio Grande do sul 26o 12,120o 26o 9,017o 21o 9,519o 27o 9,215o 26o 9,420o 26o 7,419o 26o 7,220o 26o 8,120o Rio de Janeiro 10,410,415,518,213,612,511,913,127o 6,619o 27o 7,021o 26o 6,519o 25o 5,417o 26o 6,819o 13,611,321,022,625,510,23,515o 8,523o 3,312o 5,919o 7,422o 26o 6,819o 9,623o 7,522o 24o 8,019o 15,920,425o 4,915o 8,822o 25o 4,816o 7,020o 24o 8,122o 6,618o 3,814o 6,819o 24o 4,416o 9,323o 4,717o 9,022o Rondonia Roraimasanta Catarina 19o 22o 19,710,323o 0,01o 2,27o 21o 0,41o 2,69o 20o 5,010o 1,53o 5,612o 21o 2,17o 0,01o 4,410o 24o 3,613o 1,24o 2,78o 25o 7,218o 2,17o 2,06osergipe 36,746,153,424,112,310,1sao Paulo Tocantins 27o 8,418o 13,121o 27o 6,815o 9,218o 27o 7,015o 5,813o 25o 6,414o 10,517o Fonte: Mss VsDasiss IM. Elaboracao do autor.22o 21o 13,012,516,011,815,517,323o 3,212o 24o 3,411o 25o 2,07o 23o 2,69o 24o 1,77o 26o 2,39o 25o 2,24o 4,714o 3,611o 8,722o 9,423o 3,28o 27o 3,08o 2,67o 3,712o 7,922o 9,724o 1,54o 27o 3,18o 8,822o 4,013o 5,818o 9,623o 3,39o 27o 3,710o 7,621o 3,39o 5,618o 25o 3,211o 7,021o 2,54o 5,318o 10,511,023o 4,614o 27o 3,413o Ano 199619971998199920002001TABELA A.2Homicidios registrados e homicidios ocultos no Brasilnumero de homicidios numero de homicidios numero de homicidios registrados Aocultos Bestimados Cnumero de mortes indeterminadas DBD %CA %38.93440.53241.97942.95345.44048.0377.1596.61210.1808.9269.3178.96446.09347.14452.15951.87954.75757.00110.1229.43613.51511.76112.28611.88770,770,175,375,975,875,418,416,324,220,820,518,7Continua47Texto para DiscussaoB r a s i l i a , j u l h o d e 2 0 1 3ContinuacaoAno 200220032004200520062007200820092010UFACALAMAPBACEDFEs Go MAMGMs MTPAPBPEPIPRRJRnnumero de homicidios numero de homicidios numero de homicidios registrados Aocultos Bestimados Cnumero de mortes indeterminadas DBD %CA %49.82151.54248.93348.15749.72948.24250.68052.05853.037Fonte: Mss VsDasiss IM. Elaboracao do autor.10.0488.7168.8628.5376.6898.6169.30610.3176.97859.86960.25857.79556.69456.41856.85859.98662.37560.01512.89611.40411.80311.5429.62111.71912.45713.64610.128Media 77,976,475,174,069,573,574,775,668,973,920,216,918,117,713,517,918,419,813,218,3TABELA A.3Numero de homicidios registrados 2001199619981997199920002002200320042005200620072008200920101027424491641006434671371095855361631.8801.9751.2518866981025668943720515525271938901087245571551228364831841519895121811351151261551351331521651.0411.0341.2111.6191.8401.8871.8722.0865611905231735981966972047111768272119161941.0772581.2231.5791.7362.1582.2582.8903.3023.6454.7975.4315.8551.1091.2361.2991.4441.5611.5761.6941.7951.9402.0342.1692.6937257707747448568157477698158731.0058821.2011.4261.6921.5431.4531.4721.6391.6401.6301.6001.7741.8851.9481.9961.7947083516953206372678022511.0131.1021.2771.2591.4271.4001.4111.4271.7541.7931.8963465375767667009039321.0961.2491.3901.4991.2271.3071.4711.5502.0592.3452.9783.8244.2454.2114.1594.1103.8783.7153.6347276626886287357697464916698477724555728256384056459968075196209869564906949637109296548676319096849017108936949437291.0036489791.1861.3841.5231.9282.0762.2082.8722.9983.5466096246757508288651.0261.2691.4593.0163.7114.4304.2014.2764.6984.4324.5124.1734.3084.4824.5614.4333.9573.4491261531421312342793153163473894374073884004321.3801.5891.6341.7011.7752.0592.2542.5482.8352.9933.1023.1193.4593.7133.6178.0537.9677.5747.2567.3597.3638.3588.1367.7497.4237.4126.5605.6765.3775.681238237223226251316301409342408450594720791815Continua48UFRo RRRss Cs Es PTo UFACALAMAPBACEDFEs Go MAMGMs MTPAPBPEPIPRRJRn Ro RRRss C10864826444010337296136263205485361806031602667101532018524826146257655771874271685820896434931476503410107141534817799424651364452344612218832127186144133569445331705916186681322357153475251014811251371049111449570505251569826305238060113958823148626124811.7981.017127281612521038186132222452420450189771219541802609286683508915638308551174222235244109200882911.4341.8441.9341.0432866581048267345721264436751133224411315596771294918637416781442943020971161039903568157324795911837310910480142631534749435148Mapa dos Homicidios ocultos no Brasil 1 8 4 8Continuacao1996199719981999200020012002200320042005200620072008200920103011073579048913343415446712856510760612155910656283553965911104361164821065361185461231.4731.6361.5161.5261.66408501.9071.9021.9652.0151.9762.1932.3762.2392.08141123842519040717639233843641747153358555066647364146461949265859863352679857480566381569012.35012.55214.00215.81315.64215.78714.53214.05011.3488.8658.3696.4126.3096.5406.002128121136148180224181227209202238229233287315Fonte: Mss VsDasiss IM. Elaboracao do autor.TABELA A.4Numero de homicidios ocultos 20001996199819971999200120022003200420052006200720082009201053196902153755057561451441033164198542511522042323233141261511.2271.0641.5951.8452.1121.8891.9348603311931331.4311.3682.0832.3401.6731.6531.7451.8711.3291.8331.4762.9202.9073.2671.179280137052643323183300267212250194286251265294256324661368524043251111502867735428245706192339218212728343236103795820510249212131002412245752542158028211987928252486183312025351Continua49Texto para DiscussaoB r a s i l i a , j u l h o d e 2 0 1 3ContinuacaoUFs Es PTo UFACALAMAPBACEDFEs Go MAMGMs MTPAPBPEPIPRRJRn Ro RRRss Cs Es PTo 199619971998199920002001200220032004200520062007200820092010315324433215113996271658561393837452.1461.7171.7391.6883.5063.2264.1742.7933.4143.5571.6211.5191.5851.7741.833473425421320101613141410143419Fonte: Mss VsDasiss IM.Elaboracao do autor.TABELA A.5Numero de homicidios estimados 1996199920001997199820012002200320042005200620072008200920101557615181641.9011.2177081.2871.190415153650522137165586581164955625601941147285761631278405081951569915321851371181281621391361621731.0441.0371.2171.6261.8421.8921.8812.0945841925371746131977092057331788512159361941.1062592.0322.4781.9542.8183.4243.8484.0474.1923.7504.2565.0796.6417.3656.8981.2181.0761.1691.26013951.5431.7471.7201.7851.9752.2262.2582.4632.9956737687367787787488578177587718218771.0058851.4741.7541.5821.4791.5061.6631.6731.6651.6441.8341.9432.0612.0931.8671.2311.2491.3901.1591.1951.3421.3151.4981.4951.5031.5311.9091.9092.0055007484826036847128607539731.0181.1781.3451.4931.6031.6671.9103.2692.5672.7142.9953.4234.2774.7204.7164.8424.7834.6494.7054.4358306997176348957958135017968759334807048478834297221.0148815466549967171.0077419996799686561.0657349907559657239927646901.0711.0421.0631.2471.4431.5712.0262.2322.3343.0583.1553.6995046316406867768669091.0631.3011.5063.1523.8644.6404.4054.4444.8514.6204.6984.4244.6134.7904.9284.8494.4363.9431521.7009.4845184381071731801812923273473843844124924584664594671.7741.8201.8901.9832.2362.3812.6802.9393.0733.2193.2523.6033.8313.7659.3359.6579.5969.0329.01610.10310.0079.0789.2568.8889.4808.5838.6446.860560423914065291375264491545185021325286351135516981396036421496286411416596021177156151228884611209765101271.1155641438985771431.9992.0041.8411.8121.9462.0422.1192.1382.1702.2282.2212.4082.5742.4872.33445455347751451860946955348153050463265761276954474352971957773365971356587761286670086673514.49614.26915.74117.50119.14819.01318.70616.84314.76212.4229.9907.9317.8948.3147.835175155161190193244191243222216252239247321334Fonte: Mss VsDasiss IM.Elaboracao do autor.501 8 4 8Mapa dos Homicidios ocultos no Brasil TABELA A.6Taxa de homicidio registrado UFs CPIs PMGTo Rs MAACRn AMCERRGo Mss EPBMTRo APPRBADFRJPAPEEs AL199619971998199920002001200220032004200520062007200820092010Media 2007 a 20108,18,242,211,515,616,36,119,49,019,816,639,520,231,023,415,139,833,832,518,69,013,015,34,69,78,520,415,657,716,528,219,712,034,733,543,918,18,521,313,451,013,433,510,413,636,338,338,717,69,76,89,437,455,413,458,958,421,836,852,610,855,452,520,337,551,113,054,046,925,68,44,78,65,78,15,27,74,836,236,139,744,17,412,215,36,77,711,216,86,08,612,315,45,021,120,021,29,318,813,043,315,737,714,719,029,624,543,215,315,038,360,112,540,842,928,29,119,014,835,415,037,411,514,733,628,434,117,415,535,658,813,249,750,024,1Fonte: Mss VsDasiss IM.Elaboracao do autor.8,69,742,012,918,917,99,421,211,216,717,231,721,529,429,314,138,540,136,921,211,936,950,615,158,746,729,310,610,938,116,215,018,39,925,710,617,318,934,924,532,429,817,437,042,335,023,013,034,756,818,454,851,234,311,910,836,320,618,518,113,022,514,218,520,129,723,732,725,217,735,038,435,525,716,139,154,721,055,350,535,711,311,828,922,616,718,511,818,711,716,920,022,626,429,724,419,132,138,031,328,316,736,551,522,750,749,435,110,612,921,921,915,518,614,818,813,618,520,924,524,927,925,020,932,436,033,029,220,932,048,327,751,246,940,211,014,420,421,417,918,015,122,614,821,121,827,324,629,829,922,931,537,833,129,923,732,347,629,252,751,253,110,513,315,420,816,919,817,519,219,321,023,327,924,430,525,923,730,727,427,629,725,933,541,730,553,153,659,613,212,415,419,518,221,919,819,623,224,824,125,730,029,728,727,431,932,334,432,733,134,135,839,250,856,460,313,212,715,818,522,220,521,822,025,227,025,428,030,330,932,833,733,435,631,034,737,138,633,640,344,957,259,313,013,914,518,522,819,522,822,525,730,931,927,331,626,533,438,732,334,938,534,641,834,335,546,839,251,066,812,513,115,319,420,020,420,520,823,325,926,127,229,129,430,230,932,132,632,932,934,535,136,639,247,054,661,551Texto para DiscussaoB r a s i l i a , j u l h o d e 2 0 1 3TABELA A.7Taxa de homicidios ocultos UFDFALAPAMACPBs CPRTo MAMs PIRos EGo PARs MTEs CEs PMGRRPERn BARJ199619971998199920002001200220032004200520062007200820092010Media 2007 a 20100,60,70,02,90,30,30,02,22,50,00,21,811,010,610,90,50,40,31,38,30,71,52,03,74,36,51,81,20,31,12,03,23,48,20,75,20,72,22,02,29,06,41,43,119,611,525,712,912,512,11,23,81,11,72,84,93,60,42,12,83,31,22,11,94,910,51,42,87,09,54,22,90,91,30,84,75,90,02,711,38,210,912,40,20,410,710,115,217,0Fonte: Mss VsDasiss IM.Elaboracao do autor.0,20,93,64,51,25,31,011,119,410,70,55,51,73,14,96,32,60,01,80,40,21,60,71,20,80,82,21,24,53,72,02,56,32,91,22,80,70,80,39,53,71,22,19,60,20,12,20,80,90,40,61,81,72,61,61,75,05,51,81,71,90,41,11,38,63,61,71,97,512,211,614,011,40,20,10,70,70,80,61,31,30,82,31,11,16,43,41,30,92,01,70,81,310,92,45,22,38,815,911,90,00,10,50,80,30,41,81,31,31,61,42,35,73,81,10,92,22,61,02,47,22,40,10,10,20,40,50,31,81,01,00,91,11,35,33,41,30,71,93,81,01,88,72,512,115,83,09,814,32,36,714,112,60,50,20,20,50,30,71,70,81,11,21,10,83,24,31,71,42,05,61,31,18,82,65,43,68,46,28,811,90,10,20,20,41,01,11,31,11,01,42,21,81,53,11,62,22,23,11,72,23,93,53,03,68,76,89,50,30,10,30,60,51,21,31,30,71,31,91,71,61,91,81,71,92,51,63,43,63,40,94,39,50,20,20,70,70,51,01,31,41,11,51,32,51,81,92,62,51,81,73,32,73,93,95,24,88,310,218,612,718,30,00,30,00,61,50,81,01,12,61,61,51,91,81,82,02,12,32,32,83,44,34,95,95,410,313,220,40,10,20,20,81,11,20,81,41,41,61,71,12,02,21,82,02,42,12,13,64,44,14,55,62,67,47,40,10,20,30,70,91,11,11,31,51,51,61,81,81,92,02,12,12,12,43,34,14,14,25,07,710,916,2521 8 4 8Mapa dos Homicidios ocultos no Brasil UFs CPIs PTo ACMARs MGAMCEMs Rn Go RRPBs EAPMTPRRo DFPABAPERJEs ALTABELA A.8Taxa estimada de homicidio 2000199819991996199720012002200320042005200620072008200920109,35,742,516,732,17,920,810,021,717,943,020,226,443,319,234,043,231,318,935,638,913,015,242,670,745,928,99,66,441,114,430,69,420,511,321,217,645,621,626,535,715,131,034,134,819,433,735,814,416,051,868,951,724,410,36,644,614,532,114,018,719,123,115,339,915,526,352,414,336,239,037,519,741,439,916,219,361,770,660,621,8Fonte: Mss VsDasiss IM.Elaboracao do autor.9,26,648,916,718,08,918,214,821,716,434,719,828,757,712,732,344,235,620,234,637,315,015,058,169,553,820,79,010,351,716,720,510,719,115,220,517,034,818,623,240,615,829,734,140,520,736,437,914,221,656,162,847,825,89,211,450,520,622,111,919,816,517,518,531,018,823,433,414,534,839,138,923,145,137,116,825,960,661,947,729,411,912,049,015,826,512,320,418,717,920,233,519,325,840,118,033,235,838,724,348,734,819,328,957,168,652,034,313,713,143,519,822,814,620,323,119,322,534,120,924,841,718,229,036,037,727,144,139,121,930,157,667,351,535,813,113,037,617,719,212,720,425,217,321,930,921,527,738,419,427,831,535,929,343,336,623,530,953,760,450,535,212,313,730,716,519,215,920,524,519,022,129,021,926,629,921,629,333,138,029,939,232,529,127,154,860,248,240,412,316,224,318,923,616,520,324,921,424,032,023,526,230,323,933,033,334,631,039,332,331,430,556,357,152,953,311,814,919,017,619,718,821,724,321,626,732,428,826,228,924,927,827,933,230,929,033,732,236,157,460,255,259,714,514,919,219,320,021,323,723,425,526,731,031,432,730,928,430,635,133,534,034,134,341,845,855,554,159,760,514,214,620,124,823,523,522,823,527,628,832,435,532,233,934,534,731,035,735,937,538,642,550,350,454,060,059,613,915,019,024,223,624,421,822,631,735,428,228,433,431,940,035,538,734,336,036,934,448,849,244,842,953,167,153Texto para DiscussaoB r a s i l i a , j u l h o d e 2 0 1 3GRAFICO A.1Taxa de homicidio registrada pelo SIM versus a predita 19962010403020 1996 1998 2000 2002 2004 2006 2008 2010Amazonas 1996 1998 2000 2002 2004 2006 2008 2010Goias 1996 1998 2000 2002 2004 2006 2008 2010Minas Gerais 1996 1998 2000 2002 2004 2006 2008 2010Ceara 1996 1998 2000 2002 2004 2006 2008 2010Maranhao 1996 1998 2000 2002 2004 2006 2008 2010Piaui 1004030201004030201004030201001996 1998 2000 2002 2004 2006 2008 20101996 1998 2000 2002 2004 2006 2008 2010Rio Grande do Sul Santa Catarina 4030201004030201004030201004030201004030201001996 1998 2000 2002 2004 2006 2008 2010Tocantins Sim Previsao Fonte: Mss VsDasiss IM.541 8 4 8Mapa dos Homicidios ocultos no Brasil GRAFICO A.2Taxa de homicidio registrada pelo SIM versus a predita 199620105040301996 1998 2000 2002 2004 2006 2008 2010Acre 1996 1998 2000 2002 2004 2006 2008 2010Amapa 201050403020101996 1998 2000 2002 2004 2006 2008 20101996 1998 2000 2002 2004 2006 2008 2010Distrito Federal Mato Grosso 1996 1998 2000 2002 2004 2006 2008 2010Mato Grosso do Sul 504030201050403020101996 1998 2000 2002 2004 2006 2008 2010Parana 1996 1998 2000 2002 2004 2006 2008 20101996 1998 2000 2002 2004 2006 2008 2010Paraiba Rio Grande do Norte 504030201050403020105040302010504030201050403020101996 1998 2000 2002 2004 2006 2008 2010Sergipe Fonte: Mss VsDasiss IM.Sim Previsao 55Texto para DiscussaoB r a s i l i a , j u l h o d e 2 0 1 3GRAFICO A.3Taxa de homicidio registrada pelo SIM versus a predita 19962010806040 1996 1998 2000 2002 2004 2006 2008 2010Alagoas 2008060402001996 1998 2000 2002 2004 2006 2008 2010Bahia 1996 1998 2000 2002 2004 2006 2008 20101996 1998 2000 2002 2004 2006 2008 2010Espirito Santo Para 1996 1998 2000 2002 2004 2006 2008 2010Pernambuco 8060402008060402001996 1998 2000 2002 2004 2006 2008 2010Rio de Janeiro 1996 1998 2000 2002 2004 2006 2008 20101996 1998 2000 2002 2004 2006 2008 2010Rondonia Roraima 8060402008060402008060402008060402008060402001996 1998 2000 2002 2004 2006 2008 2010Sao Paulo Sim Previsao Fonte: Mss VsDasiss IM.56Ipea Instituto de Pesquisa Economica Aplicada EDITORIALCoordenacao Claudio Passos de Oliveira Supervisao Everson da Silva Moura Reginaldo da Silva Domingos Revisao Andressa Vieira Bueno Clicia Silveira Rodrigues Idalina Barbara de Castro Laeticia Jensen Eble Leonardo Moreira de Souza Luciana Dias Marcelo Araujo de Sales Aguiar Marco Aurelio Dias Pires Olavo Mesquita de Carvalho Regina Marta de Aguiar Editoracao Aline Rodrigues Lima Bernar Jose Vieira Daniella Silva Nogueira Danilo Leite de Macedo Tavares Jeovah Herculano Szervinsk Junior Leonardo Hideki Higa Diego Andre Souza Santos estagiarioCapa Luis Claudio Cardoso da Silva Projeto Grafico Renato Rodrigues Bueno Livraria do Ipea SBS Quadra 1 Bloco J Ed. BNDES, Terreo. 70076900 Brasilia DFFone: 61 33155336Correio eletronico: livrariaipea.gov.brComposto em adobe garamond pro 1216 textoFrutiger 67 bold condensed titulos, graficos e tabelasImpresso em offset 90gm 2Cartao supremo 250gm 2 capaBrasiliaDFMissao do Ipea Produzir, articular e disseminar conhecimento para aperfeicoar as politicas publicas e contribuir para o planejamento do desenvolvimento brasileiro.1848MAPA DOS HOMICIDIOS OCULTOS NO BRASILDaniel Cerqueira", "filename": "776413414.pdf", "person": ["Daniel Cerqueira", "Cerqueira, Daniel"], "date": ["2013"]}