{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/92490/1/776978462.pdf"], "title": ["Usage-based pricing and demand for residential broadband"], "plaintext": "UsageBased Pricing and Demand for Residential Broadband Aviv Nevo John L. Turner Northwestern University University of Georgia Jonathan W. Williams University of Georgiacid:3September 2013Abstract The increasing use of the Internet creates a need to manage traffic while preserving equaltreatment of content. We estimate demand for residential broadband, using highfrequencydata from subscribers facing a threepart tariff, and use the estimates to study the welfareimplications of usagebased pricing, a commonly offered solution to network congestion. Thethreepart tariff makes data usage during the billing cycle a dynamic problem; thus, generating variation in the shadow price of usage during the month. We provide evidencethat subscribers respond to this variation, and use their dynamic decisions to estimate aflexible distribution of willingness to pay for different plan characteristics. Using these estimates, we show that usagebased pricing eliminates lowvalue traffic and improves overallwelfare. Usagebased pricing might decrease consumer surplus, depending on what alternativeis considered. Furthermore, we show that the costs associated with investment in fiberopticnetworks an alternative proposed to deal with congestion are likely recoverable in somemarkets.Keywords: Demand, Broadband, Dynamics, Usagebased Pricing.JEL Codes: L11, L13, L96.We are grateful to the North American Internet Service Providers that provided the data used in this paper.We thank participants in several seminars, Gautam Gowrisankaran, Shane Greenstein, Tom Holmes, Ron Reuss,and Scott Savage for insightful comments. Jim Metcalf provided expert IT support for this project. We gratefullyacknowledge support from the NSF Grants SES1324851 and SES1324717Department of Economics, Northwestern University, nevonorthwestern.edu.Department of Economics, University of Georgia, jlturneruga.edu.Department of Economics, University of Georgia, jonwmsuga.edu.11 Introduction There are now about 210 million broadband Internet users in the US, up from roughly eightmillion in 2000. Taking advantage of an increasing variety of websites, devices and applications,these users spend an average of about thirty hours per month using the Internet Rainie and Packel 2001; Nielsen 2012. The proliferation of online activities has led at times to congestion,and a need to allocate scarce bandwidth, especially in the last mile connecting subscribersto the Internet backbone. The providers of service in the last part of the connection, usuallyeither telecommunications or cable companies, need to balance efficient pricing, which allocatesthe scarce resource, with preserving a principle that all data on the Internet should be treatedequally, socalled net neutrality.One way to balance these forces is to rely on usagebased pricing, in its popular form a threepart tariff. Subscribers pay a monthly fee, which provides them a monthly data allowance. Ifthey exceed the allowance they pay a price per Gigabyte GB. This type of pricing is popular forbroadband Internet service outside the US, and for cellular plans in the US. However, usagebasedpricing has generated a policy discussion in the US when proposed as the standard for pricingbroadband Internet service OIAC 2013.1 Much of the debate on the welfare implications ofusagebased pricing has been theoretical MackieMason and Varian 1995; Bauer and Wildman 2012; Odlyzko et al. 2012, and has not been informed by data and empirical estimates.In this paper, we address this policy debate. We estimate demand for broadband service anduse the estimates to evaluate the welfare implications of usagebased pricing as well as otheralternatives proposed to address network congestion. In particular, we compare the welfare fromthe usagebased pricing we observe in the data to a counterfactual where overage charges areeliminated, but plans are otherwise unchanged. Next, we compute welfare if Internet Service Providers ISP set revenuemaximizing prices for these unlimited plans. Finally, we evaluatewelfare when only a single, highspeed plan is offered.At the core of the paper is a unique data set that we have secured from a group of North American ISPs. In this paper we focus on data from one of these providers. The data includeinformation on Internet usage by roughly 55,000 subscribers across multiple billing cycles during 2012, from different markets, facing different price schedules. For each household we know hourbyhour data usage over the entire time they are observed. We also know planspecific variablesspeed, prices, etc. for the plan the household is subscribed to and for the alternatives not 1Senator Ron Wyden also recently introduced the Data Cap Integrity Act Bill that seeks to place restrictionson when ISPs can use usagebased pricing see http:www.wyden.senate.govnewspressreleaseswydendatacaplegislationwillprotectconsumersandpromoteinnovation.2chosen. An important feature of the data is that the ISP we study currently has in place threepart tariff plans in addition to subscribers who are grandfathered in to unlimited plans i.e., anoverage price of zero.A key challenge in estimating demand is finding price variation that can be used to recoversubscribers preferences. When facing a threepart tariff plan, the marginal price paid for usageis zero until the subscriber uses up their allowance. However, a forwardlooking user realizesthat the shadow price of usage is not zero.Indeed, the shadow price depends on how manydays are left in the billing cycle and the fraction of the allowance already used. To exploit thisvariation, we build a dynamic model of utilitymaximizing subscribers intertemporal decisionmaking throughout a billing cycle.The dynamic model allows us to take advantage of the highfrequency nature of our data andthe variety of threepart tariffs offered to subscribers to estimate price elasticities. Specifically,we observe subscribers, at each point in the billing cycle, making decisions that weigh the value ofconsuming content today against an increased probability of incurring overage charges later. Thistype of variation traces out marginal utility. Also, selection into plans or choices of particularthreepart tariffs reveal an average willingness to pay for content and a preference over the speedof ones connection. The ISP offers plans ranging from almost linear tariffs i.e., very low usageallowances to plans with allowances well over 100 GBs.To start we provide some descriptive statistics from the rich data at our disposal. First,we present statistics on broadband usage and how it changes over time. From May 2011 to May 2012, the average median subscriber increased permonth usage from 23.1 9.0 to 40.320.3 GBs, an increase of 74.6% 125.5%. This rapid growth and the skewed nature of persubscriber usage are often used as arguments in support of the need to control congestion withusagebased pricing. Second, we provide support for the behavioral assumptions we make inour model. We measure how many subscribers could have saved by choosing a different plan,holding the connection speed and usage fixed.In contrast to work studying other industriesGrubb and Osborne 2012; Grubb 2012; Handel 2013, we cannot reject that most subscriberschoose what is expost the optimal plan. Third, we show that subscribers are responsive tothe possibility of incurring overages: as the shadow price increases, subscribers decrease theirusage. We believe that subscribers response to the possibility of incurring overage charges andinfrequency of expost mistakes are aided by the nearly real time information on usage providedby the ISP. Both findings support the use of a dynamic model that relies on optimal plan choiceto recover preferences.To estimate the model, we adapt the techniques of Ackerberg 2009, Bajari et al. 20073and Fox et al. 2011. The basic idea is intuitive. We solve the dynamic programming problemfor a large number of subscriber types. The solution of the model is done once for each type, andcan be done in parallel using a large number of processors. We then estimate the distribution oftypes by computing a weight for each of these types. We choose weights to match the empiricalmoments to those predicted by a weighted average of the optimal behavior of types. The weightsgive us the distribution of the various types, and can be estimated without relying on parametricdistributional assumptions. We find that the estimated distribution looks nothing like continuousdistributions usually assumed in empirical work, and that the fit deteriorates when the numberof types is restricted, which is an alternative assumption often made.We use the estimated distribution of preferences to calculate the willingnesstopay for smallchanges to specific plan features, keeping plan choices and other features constant. We findthe marginal willingnesstopay for a one GB increase in usage allowance averages 0.45 permonth, which suggests the content that usagebased pricing is removing from the network is ofrelatively low value. Over 80% of subscribers would pay a positive amount to increase theirusage allowances. We find the willingnesstopay for a one Megabit per second Mbs increasein connection speed is between 0 to 5.86 per month, with an average of 1.76.Next, we use the estimated type distribution to estimate expected demand for content assuming that the ISP drops all fixed fees and sells content for a flat price per GB. For a price of zeroand with average download speed, we find persubscriber usage would average about 71 GB permonth and consumer surplus would average nearly 280 per month. This highlights the tremendous potential value of Internet usage. We also find that average subscriber demand is inelasticfor prices up to 4 per GB. Intuitively, nonprice costs of using the Internet, such as waiting forcontent to download, form a substantial part of the opportunity cost of spending time onlineand make subscribers relatively insensitive to small prices. When speed is significantly higher,waiting costs are lower and demand becomes more sensitive to the price. In addition, increasesin speed lead to increases in usage that are comparably bigger than increases in willingness topay.We conduct a number of counterfactuals to explore the efficiency of usagebased pricing.The first counterfactual considers the welfare implications of usagebased pricing by eliminatingoverage charges while keeping unchanged the number of plans and their features, such as speedand fixed fees. We find that subscriber welfare is lower under usagebased pricing. Usage, andthe cost it implies, is also lower and the ISP revenues are higher. Thus, the ISP is better off underusagebased pricing. Total welfare is higher under usagebased pricing, mostly due to the lower 4costs associated with 11% less traffic.2 Interestingly, some subscribers actually increase usageunder usagebased pricing. These subscribers choose a higherspeed plan under usagebasedpricing, and since in our model higher speed reduces the waiting cost of consuming Internetcontent, this reduces their implied marginal price. So while the overall cost, or the average cost,of consuming content goes up under usagebased pricing for these subscribers, the marginal costof consuming content actually goes down.This calculation from the above counterfactual overestimates the harm to subscribers fromusagebased pricing since we keep all plan features, including the monthly fee, constant whenconsidering unlimited plans. To address this concern we compute the fees that maximize the ISPs revenues when offering unlimited plans, and find that 13.3% of users who subscribe underusagebased pricing plans do not subscribe in this counterfactual. Furthermore, the surplusof the remaining subscribers is lower. In total, the average persubscriber monthly surplus ishigher by 53.67 under usagebased pricing, and persubscriber monthly revenues are lower by51.65. Since traffic levels are virtually unchanged, we estimate no change in total welfare fromusagebased pricing relative to this counterfactual.Our second counterfactual evaluates welfare under the menu of usagebased plans offered inthe data, relative to a situation where subscribers are presented with a single plan with unlimitedusage and a one Gigabit per second Gbs connection. This counterfactual relates to the firstcounterfactual in several ways. First, in the above we hold the set of plans fixed, while now weevaluate one particular new plan. Second, this plan has been offered as an alternative solutionfor rising traffic levels. Finally, this counterfactual allows us to highlight the importance of thepreference for speed in generating value.We choose a fixed fee of 100, which is within the range of unlimited plans with one Gbsconnections offered today. We find that approximately 48% of subscribers prefer the menu ofusagebased pricing plans. Yet those subscribers who prefer the Gigabit plan derive substantially more surplus from the faster connection and unlimited usage. After accounting for theapproximately 10% of subscribers who drop service when only offered the Gigabit plan, we findthat total persubscriber surplus generated from usage is 87.73 higher per month with the single highspeed plan. Yet the ISPs revenues only increase by 21.94. Thus, while total welfareincreases by 87.73 per subscriber, the ISP only captures 25% of it, therefore there is a gapbetween private and social benefits from investment.Proprietary estimates of the costs of building out a fiberoptic network capable of offering 2By total welfare we refer to the ISP profits and subscriber welfare. We cannot quantify the impact on theproviders of content e.g., Net Flix.5Gbs speed are roughly 3,284 per customer Kirjner and Parameswaran 2013. By our estimates,this requires a minimum of around 37 months to recover the capital expenditures from a socialperspective, while the ISP recovers these costs only after about 150 months. This suggests thesenetworks will become reality much later than is socially desirable without further subsidization.One caveat to these results is that we chose a fixed fee of 100 that may already reflect substantialsubsidies. To examine the sensitivity of these results, and provide a measure of how much of asubsidy this price represents, we repeat the counterfactual allowing the ISP to choose the fixedfee. We find total welfare to be nearly unchanged, but a higher fee results in the ISP enjoying alarger share of the surplus.The remainder of the paper is as follows.In the rest of this section we discuss some ofthe related literature. In Section 2 we discuss our data in greater detail and provide descriptiveevidence to motivate assumptions made in the structural model. In Section 3 we discuss the modelused to capture the intertemporal decisions of subscribers regarding consumption of contentunder usagebased billing. Section 4 presents our methodology for estimating the structuralmodel, while Sections 5 and 6 discuss our results and counterfactual calculations, respectively.Section 7 concludes.1.1 Related Literature Our paper is related to past work that studies demand for broadband Internet access. Varian2002 and Edell and Varaiya 2002 run experiments as part of the INDEX project, where usersface varying prices for different allowances and speeds. They find most users value time spentonline at less than 1 cent per minute. However, the experimental subjects were not given a choiceof a compelling broadband option, and are strongly influenced by the limited online content andapplications at the time of the study. Goolsbee and Klenow 2006 use Forrester Technographics Survey data on individuals time spent on the Internet and earnings, jointly with an assumptionthat an hour spent on the Internet is an hour in forgone wages, to estimate the private benefitto subscribers of residential broadband. Lambrecht et al. 2007 use monthly consumption datafrom a German ISP to study the role of uncertainty in consumers selection of usagebased plans.Several additional papers Dutz et al. 2009; Rosston et al. 2010; Greenstein and Mc Devitt 2011 estimate the economic value of broadband internet, but without disaggregated decisionsor usagebased pricing. Hitt and Tambe 2007 show that broadband adoption increases internetusage by 1,300 minutes per month, suggesting a strong preference for content that requires highbandwidth.The modeling in this paper is related to two separate literatures. The first is a literature 6that focuses on estimating demand in dynamic settings. For example, Crawford and Shum 2005develop an approach to estimate demand when consumers are actively learning about the qualityof their match with a product prescription drug. Hendel and Nevo 2006a propose an approachto estimating demand when temporary price reductions induce stockpiling. Gowrisankaran and Rysman 2012 quantify the importance of accounting for dynamics in a market for a durablegood with rapid price declines and constant quality improvements. Like our analysis, Yao et al.2012 exploits intramonth weekly variation in the marginal or shadow price of usage underthreepart tariffs to identify consumers discount factors. The second is a literature studyingincentives in labor contracts. Often, these contracts specify a nonlinear compensation structurebased on performance during a fixed period of time, which makes the workers decision regardingthe optimal level of effort a dynamic one, in much the same way usage is under a threepart tariff.Notable studies in this literature include Copeland and Monnet 2009, Chung et al. 2010, and Misra and Nair 2011.Another related literature questions whether consumers are forwardlooking when makingdecisions. Notable studies in this literature include AronDine et al.2012, Chevalier and Goolsbee 2009, Grubb 2012, Grubb and Osborne 2012, and Hendel and Nevo 2006b. Likemuch of this literature we provide evidence that consumers respond to dynamic incentives.2 Data The data come from a North American ISP that sells access to the Internet over a cable broadbandnetwork. To obtain service, a subscriber buys a monthly service plan from a menu of choices.Features of a plan include maximum download and upload speeds, an access fee, usage allowanceif any, and overage price per GB of data if any.3 We say a subscriber who does not facea positive overage price is on an unlimited plan. The ISP offers only usagebased plans to newsubscribers. All subscribers on unlimited plans are grandfathered in.Subscribers are residential households who are uniquely identified by their cable modem. Usage in GBs is recorded for both the upstream e.g., uploading a file to Dropbox and downstreame.g., streaming a movie from Netflix directions, in the form of Internet Protocol Detail RecordIPDR data. For billing purposes, and consequently our purposes, the direction of the traffic isignored, and we examine the total traffic in either direction.Each subscriber shares access to the Internet with a group of other subscribers, which raisesthe possibility that congestion externalities could affect network performance. Fortunately, our 3Subscribers are not on longterm contracts, only incurring a disconnection fee if service is canceled.7data come from a period when the network was overlyprovisioned, virtually eliminating suchexternalities.4 In modeling a subscribers usage decision, we reasonably assume that their usagedecision does not depend on concerns over congestion in the network.2.1 Sample and Descriptive Statistics The sample includes 54,801 subscribers in four different markets served by a single ISP. Theresidents of these four markets had percapita income of 47,592 in 2011, relative to 45,222for residents in all US metropolitan markets. Like many other US markets, the alternative tothe service provided by this cable company is DSL through a telecom company whose fastestconnection speed is less than half that of the cable companys fastest speed.For each subscriber, we observe usage at the monthly level from May 1st, 2011May 31st,2012, and for 15minute intervals during May 10th to June 30th, 2012. We also know the planchosen by the subscriber.5Table 1: Usage, May 2011 and May 2012Percentile May 2011 May 2012 Growth GrowthGBGBGB%255075909599Mean 2.498.9926.8560.8392.62185.8123.086.6920.2752.24103.94147.27253.6240.294.2011.2825.3943.1154.6567.8117.21168.67125.4794.5670.8759.0036.4974.56Note: Based on usage by 54,801 subscribers to a single ISP, in four markets during May 2011 and May 2012.Usage is computed by aggregating IPDR data, captured in 15minute intervals, to the monthly level. Means andpercentile statistics are at the subscriber level.The rapid growth in usage can be seen in Table 1. The median subscribers usage more thandoubles, from 8.99 GBs in May 2011 to 20.27 GBs in May 2012. This increase of over 11 GBper month is equivalent to about eleven additional standarddefinition movies or four additionalhighdefinition movies. The average subscribers usage increases more in absolute terms, from 23.08 GBs to 40.29 GBs, but less in percentage terms. Growth in absolute terms is monotonically 4IPDR data also capture packets dropped, which measures the amount of internet traffic that does not reachits destination due to congestion. Our discussions with industry experts suggest that packets dropped in excessof 0:5% correspond to a degraded quality of service that would be noticeable to the subscriber. During May 10th 2012June 30th 2012, no subscriber suffered more than 0:5% of packets dropped in any onehour period.5Unfortunately, we do not have information on bundling of other services. So we do not know if the subscriberis paying for the Internet service as part of a bundle.8higher for more intensive users, but in percentage terms is monotonically higher for lessintensiveusers.Figure 1: Distribution of Monthly Usage by Hour and Direction Note: This figure presents the total, upstream and downstream, traffic generated by the average user in eachhour of the day for one complete billing cycle during May 10th June 30th; 2012.The more disaggregated data, which include one complete billing cycle for each subscriberduring May and June of 2012, form the basis of our main analysis. Usage by these subscribersshows a standard cyclical pattern through the course of a day. Figure 1 plots the total, upstreamand downstream, traffic generated by the average user in each hour of the day. Throughout theday, approximately 90% of the usage is in the downstream direction; in our modeling we willfocus only on total traffic and not on the breakdown between upload and download. Peak usageoccurs 10pm11pm, when the average user consumes over 4.5 GBs each month. This is over fourtimes the amount of traffic generated during 5am6am. These patterns are qualitatively similarto time usage of dialup and broadband Internet service reported by Rappoport et al. 2002.Due to the sheer volume of data and the similarity in the directional and temporal patternsof usage across the day for the entire distribution of users, we aggregate usage to a daily level.This results in 1,274,550 subscriberdays, which is the unit of observation for our preliminaryand structural analysis.Table 2 reports summary statistics on monthly usage and plan characteristics for this billingcycle. These statistics highlight how allowances and overage prices curtail usage. An averagesubscriber to an unlimited plan pays 44.33 for a month of service, enjoys a maximum downloadspeed of 6.40 Mbs and uses just over 50 GB. In contrast, an average subscriber to a usage9135791113151719212300.511.522.533.544.55Hourof Day GBs Download UploadTable 2: Descriptive Statistics of Subscriber Plan Choices and Usage, June 2012Number of Subscribers Plan Characteristics Mean Access Fee Mean Download Speed MbsMean Allowance GBMean Overage Price GBUsage Mean GBMean Access Fee cid:20 60 GBMean Access Fee 60 GBMedian GBMedian Access Fee cid:20 60 GBMedian Access Fee 60 GBMedian Price per GB Unlimited UsageBased Plans Plans 12,31642,48544.336.4010.050.3948.9488.5925.6025.1742.121.6874.2014.6892.843.2843.3920.4069.3623.6312.1852.043.02Note: These statistics reflect characteristics of plans chosen and usage by subscribers to a single ISP, in fourmarkets during June 2012. Across plans, download speed is nondecreasing in the access fee and the overage priceis nonincreasing in the access fee. Usage is based upon Internet Protocol Detail Record IPDR data, captured in 15minute intervals and aggregated to the monthly level. Means and medians are at the subscriber level. Amongsubscribers to unlimited plans, 11,868 choose a plan with an access fee less than 60. Among subscribers tousagebased plans, 22,529 choose a plan with an access fee less than 60.based plan pays nearly 30 more per month to enjoy faster download speed 14.68 Mbs, butuses under 44 GB. For both categories of subscribers, median usage is lower than mean usage.The median subscriber to an unlimited plan pays about 1.68 per GB, less than half what ausagebased subscriber pays.2.2 Do Subscribers Choose the Optimal Plan?Previous work has documented that people frequently make mistakes when confronted withcomplicated economic decisions Thaler and Sunstein 2008. Moreover, economic research hashighlighted mistakes by consumers facing nonlinear pricing, similar to ours, in cell phone usageGrubb and Osborne 2012 and health care Abaluck and Gruber 2012; Handel 2013.6 Grubband Osborne 2012 find that 29 cid:0 45% of plan choices are suboptimal ex post. Abaluck and Gruber 2012 find that over 70% of elders choose plans that are not on the efficient frontier 6Goettler and Clay 2011 offer an alternative explanation, i.e., uncertainty and learning on the behalf ofconsumers, that can explain away apparent behavioral biases in some settings.10Table 3: Descriptive Statistics, UsageBased Plans 52011 5201262012Number of Subscribers 42,48542,485Mean Share of Allowance Used %Subscribers Over Allowance %Median Overage GBMedian Overage Charges Subscribers on Dominated Plan %46.058.6214.3144.980.1349.029.4517.0351.197.24Note: These statistics reflect usage by subscribers to a single ISP, in four markets during May 2011June 2012.Usage is based upon Internet Protocol Detail Record IPDR data, captured in 15minute intervals and aggregatedto the monthly level. Overage statistics reflect only those subscribers incurring positive overage charges. Asubscriber is said to be on a dominated plan if there was an alternative to the chosen plan that would have yieldeda lower per GB cost and with download speed at least as fast as the chosen plan. Means and medians are at thesubscriber level.of plans, in the sense that they could achieve better protection with less risk with another plan.Handel 2013 shows that consumers similarly fail to switch out of plans whose characteristicsrender them dominated.In Table 3, we report summary statistics for overage charges incurred and the frequency ofdifferent types of mistakes for subscribers on plans with usagebased pricing. During June 2012, about ten percent of subscribers on plans with usagebased pricing exceed their allowance.This is important, as our identification strategy relies on having enough subscribers solving adynamic problem, i.e., some probability of incurring overage charges during the month. Onaverage, subscribers use slightly less than half of their usage allowance, and of those that goover, the median amount over the allowance is 17.03 GBs.In our data, it is less obvious that subscribers systemically make mistakes. One way tomeasure these mistakes, which is comparable to that documented by previous work for otherindustries, is to ask how many subscribers choose a dominated plan. In our context a dominatedplan is one in which subscribers could have paid less and used service that is no slower. If onelooks at the complete billing cycle June 2012 in isolation, one would conclude that 7.24% ofsubscribers used a dominated plan. However, the frequency of this type of mistake goes downto 0.13% if we ask how many subscribers could have paid less and used service that is no slowerduring the 13 months from May 2011 to May 2012. To calculate this, we hold each subscribersusage at its observed level. Given the infrequency of obvious mistakes in our data, our model 11assumes that consumers are rational in their plan choice and choose the optimal plan exante.72.3 Are Subscribers Forward Looking?We now provide evidence that subscribers are forward looking. This is interesting for two reasons. First, the evidence we provide adds to a growing literature demonstrating forwardlookingbehavior. Notable studies in this literature include AronDine et al. 2012, Chevalier and Goolsbee 2009, Crawford and Shum 2005, Gowrisankaran and Rysman 2012, Hendel and Nevo2006b, and Yao et al. 2012. Second, our identification relies on consumers responding tochanges in the shadow price of usage over a billing cycle. It is therefore useful to know thatconsumers are indeed responding to this variation before proceeding to the structural model.Figure 2: State Space Note: This figure presents the set of states, i.e., a particular day in the billing cycle and cumulative usage upuntil that day as a proportion of the allowance, that determine a subscribers marginal price for usage. Those withcumulative usage greater than the allowance face a constant marginal price equal to the overage price on theirplan. Those with cumulative usage below their allowance face a shadow price equal to roughly the overage pricetimes the probability they will ultimately exceed the cap.Our data are from a provider that allows subscribers to carefully track their usage, by receiving text messages and emails at regular intervals after they exceed onehalf of their allowance.Consumers may also log into the providers web site at any time. We therefore have confidencethat subscribers are aware of previous usage during the month.The way in which past usage impacts current usage is through the marginal price of usage.7In Section 3, we discuss how one might relax this assumption.1202468101214161820222426283000.20.40.60.811.2Dayof Billing Cycle Cumulative Consumptionas Fractionof Allowance Paceto End Monthat AllowanceFigure 2 highlights this idea. Subscribers that have exceeded their allowance, i.e., past usageduring the billing cycle as a proportion of the allowance is greater than one, face a marginalprice equal to the overage price on their plan. Subscribers with past usage below their allowanceeffectively face a shadow price of usage equaling the discounted overage price times the probabilitythey will ultimately exceed the allowance. The diagonal line in Figure 2 represents the usage ratethat would result in a subscriber finishing the month having exactly exhausted their allowance.Thus the further above this line a subscriber is at a point in time, the greater the shadow priceof usage.If subscribers are forward looking, we expect certain patterns in usage throughout a billingcycle. The heaviestvolume subscribers that know they are likely to exceed the allowance, i.e.,a high probability of exceeding their allowance by the end of the billing cycle, should behave asthough the shadow price is equal to the overage price from the beginning of the billing cycle.For these subscribers, if they are forward looking, there should be little change in average usagethroughout the billing cycle. Similarly, for subscribers with only a small probability of exceedingtheir allowance, i.e., those consistently below the diagonal line in Figure 2, behavior should notvary throughout the billing cycle. The only exception would be a small increase in usage towardsthe end of the billing cycle when the probability of exceeding the usage allowance approacheszero. For subscribers between these two extremes, usage should vary significantly depending onboth the day in the billing cycle and a subscribers cumulative usage up until that day.To test whether consumers respond to the price variation introduced by past usage within adaym cid:20 t daym11billing cycle, we estimate the following regression M 4N 5lncjkt nmm1n1pctn cid:20 Cjkt 1Ck pctn1where the dependent variable, lncjkt, is the natural logarithm of subscriber js usage on day t,xt j jkt,on plan k.Cjkt 1The ratio,scribers total usage in the previous tcid:01 days of the billing cycle, Cjkt 1 pctn 1 cid:20by the usage allowance on plan k, Ck. The first set of indicators, Ck, is the proportion of the usage allowance used up until day t, or the subt 1cid:28 1 cjkcid:28 , divided Cjkt 1, pctn Ckequals one when the proportion of a subscribers usage allowance that has been used to date isin a particular range, such that pct 1 0, pct 2 0.40, pct 3 0.60, pct 4 0.80, pct 5 1.00, andpct 6 1. The other set of indicators, daym 1 cid:20 t daym, equals one when the day is in aparticular range, such that day 1 10, day 2 15, day 3 20, day 4 25, and day 5 31. Weomit the interactions for the first ten days of the billing cycle, since there are so few subscribers 13Table 4: ForwardLooking Behavior, WithinMonth Regression 0.40Ck0 cid:20 Cjkt 10.40 cid:20 Cjkt 10.60 cid:20 Cjkt 10.80 cid:20 Cjkt 11.00 cid:20 Cjkt 1Ck 11111Ck Ck Ck Adjusted R2 0.60 0.80 1.00 10 cid:20 t 15 15 cid:20 t 20 20 cid:20 t 25 25 cid:20 t 310.040.010.020.020.070.030.190.050.120.050.460.040.010.120.010.120.020.260.030.350.030.030.010.120.010.200.020.390.020.410.020.080.010.040.010.160.010.420.020.470.02Note: This table presents OLS estimates of Equation 1 using 1,274,550 subscriberday observations. Thedependent variable is natural logarithm of daily usage. Each cell in the table gives the coefficient on the interactionbetween the indicators in the respective row and column. Controls include a constant, time trend, indicators forthe day of the week, and subscriber fixed effects. Asterisks denote statistical significance: 1% level, 5% level.that have used a substantial proportion of their allowance by this time. Additional controls, xt,include dummy variables for the days of the week and a time trend to account for any organicgrowth in usage over the course of the billing cycle. The inclusion of subscriber fixed effects, j,removes persistent forms of heterogeneity across subscribers.The estimates of Equation 1 are reported in Table 4. Each cell reports the estimate forthe coefficient on the interaction between the indicators in the respective row and column. Ateach point in the billing cycle, we find current usage to be responsive to past usage in a waythat is consistent with forwardlooking behavior. Subscribers who are near the allowance earlyin the billing cycle reduce usage substantially less than subscribers who near the allowance laterin the billing cycle i.e., coefficients are monotonically decreasing from left to right within rowsfour and five of Table 4. This is consistent with the heaviestvolume subscribers expectingto go through the allowance early in the billing cycle, and moderatevolume subscribers facingsubstantial uncertainty that is only resolved later in the billing cycle. That is, those nearingthe allowance later in the billing cycle reduce usage proportionally more, relative to their ownmean, than those nearing the allowance early in the billing cycle. For subscribers well below theallowance late in the billing cycle, we observe a small increase in usage, consistent with thesesubscribers becoming confident that they will not exceed the allowance.14Besides the withinmonth variation in price that subscribers encounter, there is variation asa new billing cycle begins. Specifically, subscribers experience a discrete change in the shadowprice when their usage allowance is refreshed. A forwardlooking subscriber near the allowance atthe end of a billing cycle knows that the shadow price unambiguously decreases at the beginningof the next billing cycle. Conversely, a subscriber well below the allowance likely experiences anincrease in the shadow price as the new billing cycle begins. Subscribers well over the allowanceat the end of the billing cycle, who expect to go over the allowance again next month, shouldbehave as though the price always equals the overage price and not respond at all.Figure 3: AcrossMonth Dynamics Note: This figure presents how the percentage change in usage from the last day of a billing cycle to the first dayof the next varies with the proportion of the allowance consumed by a subscriber at the end of the billing cycle.For most subscribers, we observe at least one day of usage beyond the full billing cycle usedfor the rest of our analysis, allowing for a test of whether subscribers respond to this acrossmonthprice variation. To do so, we first calculate the percentage change in usage from the final day ofthe billing cycle t 30 to the first day of the next billing cycle t 31 for each subscriber,cjk31cjk30. We then calculate the mean percentage change for groups of subscribers that usedcjk30various fractions of the allowance by the end of the month, C30Ck. Figure 3 presents the results.Subscribers facing a price increase at the beginning of the next month consume relatively moreat the end of the current month, while those expecting a price decrease consume relatively less.We observe little change in usage for those well above the allowance in the current month.Collectively, our results provide support for the hypothesis that subscribers are forward looking. Consumers are responsive, in an economically meaningful way, to variation in the shadow 1500.20.40.60.811.21.41.6201510505101520Fractionof Allowance Usedby Final Dayof Billing Cycle 1C30Ck 2%Change Across Billing Cycle 1c 31c 30c 302price of usage both within and across billing cycles.3 Model We model the subscribers problem in two stages. The subscriber first chooses a plan anticipatingfuture demand for content, and then chooses usage given the chosen plan.3.1 Utility Subscribers derive utility from content and a numeraire good. To consume content, each subscriber chooses a plan, indexed by k. Each plan is characterized by the speed by which contentis delivered over the internet, sk, by the usage allowance, Ck, by the fixed fee, Fk, and by theperGB overage price, pk. Specifically, Fk pays for all consumption up to Ck, while overageconsumption costs pk per GB. For any plan, the number of days in the billing cycle is T .Utility from content is additively separable over all days in the billing cycle.8 Let consumptionof content on day t of the billing cycle be ct and the consumption of the numeraire good on dayt be yt. We specify a quasilinear form, where a subscriber of type h on plan k hasuhct, yt, t; k tc 1cid:12h 1 cid:0 htcid:0 ct 1h 2hlnsk yt.The first term captures the subscribers gross utility from content and specifies it as randomacross days. The curvature of the isoelastic function is allowed to vary from log h ! 1 tolinear h 0. The timevarying unobservable, t, is not known to the subscriber until periodt. For type h, each t is independently and identically distributed LNh, h, truncated at pointh to exclude the top 0.01% of the distribution. For simplicity, we denote type hs distributionof t as Gh, and refer to h and h as the mean and standard deviation of the distribution.The second term captures the subscribers nonprice cost of consuming online content. Marginalcost is constant, at 1h cid:202hcost of content, notwithstanding wait time. The ratio cid:202hlnsk . The parameter 1h 0 captures the consumers opportunitylnsk , where 2h 0 is the subscriberspreference for speed, captures the waiting cost of transferring content. This specification impliesthat the subscriber has a satiation point absent overage charges, which is important to explainwhy consumers on unlimited plans consume a finite amount of content.The vector of parameters, h, 1h, 2h, h, h, describes a subscriber of type h. Conditional 8In this way, we assume content with a similar marginal utility is generated each day or constantly refreshed.This may not be the case for a subscriber that has not previously had access to the internet.16on choosing plan k, this subscribers problem is Tmax E uhct, yt, t; kc 1;:::;c T s.t. Fk pk M axf CT cid:0 Ck, 0g YT cid:20 I, CT t1Tj1Tct, YT yt.j1We do not discount future utility since we are looking at daily decisions, over a finite and shorthorizon. Notice this formulation assumes that the subscriber is aware of cumulative consumption,Ct 1, on each day in the billing cycle. The only uncertainty involves the realizations of t. Weassume that I is large enough so that wealth does not constrain consumption of content, andhenceforth ignore substitution of numeraire consumption across days. The subscribers problemis then a stochastic finitehorizon dynamic program.3.2 Optimal Consumption Denote the unused allowance at the beginning of period t, for a subscriber on plan k, as Ckt cid:17M axf Ck cid:0 Ct 1, 0g. Similarly, denote periodt overage as Otkct cid:17 M axfct cid:0 Ckt, 0g.In the terminal period T of a billing cycle, the efficiency condition for optimal consumptiondepends on whether it is optimal to exceed the allowance. Intuitively, for a subscriber well belowthe allowance i.e., Ck T is high and without a high draw of T , it is optimal to consume contentup to the point where uhct;yt;cid:29t;k 0. If marginal utility at ct Ck T is positive but below pk,ctthen it is optimal to consume exactly the remaining allowance. For a subscriber who is alreadyabove the allowance i.e., Ck T 0 or who draws a high T , it is optimal to consume up to thepoint where uhct;yt;cid:29t;k pk.ct In the last period, there are no intertemporal tradeoffs. The subscriber solves a static utilitymaximization problem, given cumulative usage up until period T , CT1, and the realizationhk T CT1, T , theof preference shock, T . Denoting this optimal level of consumption by csubscribers utility in the terminal period is thencid:0 chk TVhk T CT1, T Thk T 1cid:12h 1cid:12hc1h cid:202hlnsk yt cid:0 pk Otkchk T .For any other day in the billing period t T , usage adds to cumulative consumption andaffects the next periods state, so the optimal policy function for a subscriber incorporates this.Specifically, type h on plan k solveshktCt 1, t argmaxcctc 1cid:12h 1cid:12htcid:0 ctt. yt cid:0 pk Otkct EVhkt1Ct 1 ct1h cid:202hlnsk17Figure 4: Optimal Consumption In Period t Note: The figure illustrates the optimal consumption when there are no overage charges, cprice is positive, ct.t , and when the shadow Define the shadow price of consumptionepkct, Ct 1 pkd EVhkt1Ct 1ctdctif Otkct 0if Otkct 0 .Then the consumers optimal choice in period t satisfieshkt clnsk epkct 1h cid:202hhkt, Ct 1 1cid:12h.2We illustrate this solution in Figure 4. When the subscriber is on an unlimited plan, or hascumulative consumption Ct 1 such that the probability of exceeding the allowance is zero, thent . When the subscriber is on a usagebased planepkct, Ct 1 0 and the optimal consumption is cand the probability of exceeding the allowance is positive, then epkct, Ct 1 is positive and the 0 and 1, then epkct, Ct 1 is upwardsloping up to the allowance because an additional unit. If the probability the subscriber exceeds the allowance is strictly betweenoptimal choice is ctof consumption today increases the probability that total monthly consumption will ultimatelyexceed Ck. The shaded area shows the surplus lost under a move to usagebased pricing, assumingthe subscriber does not switch plans.18Given the isoelastic specification of gross utility, we can view each subscriber as having aconstantelasticity inversedemand function. Specifically, Equation 2 implies that a type withlnsk epkct, Ct 1. The demand elasticity with respect to changes inepkct, Ct 1parameter h has demand elasticity equal to cid:0 1content, 1h cid:202hdoes not equal cid:0 1percentage change in the total disutility of content. Intuitively, a subscriber with curvature hwill be less sensitive to changes in epkct, Ct 1 than an elasticity of cid:0 1, however, because a percentage change in this price will not yield the samewith respect to changes in the total disutility ofimplies.cid:12hcid:12hcid:12hThe value functions are given bycid:0 chkt VhktCt 1, t thkt1cid:12h 1cid:12hc1h cid:202hlnsk yt cid:0 pk Ot chkt EVhkt1Ct 1 chktfor each ordered pair Ct 1, t. Then for all t T 30, the expected value function iscid:29h E VhktCt 1 VhktCt 1, td Ght.and the mean of a subscribers usage at each state is 0cid:29hhktCt 1 E chktCt 1, td Ght.c3The solution to the dynamic program for each type h of subscriber implies a distribution forthe time spent in particular states t, Ct 1 over a billing cycle.03.3 Optimal Plan Choice Subscribers select plans before observing any utility shocks. Specifically, entering the first periodwith C0 0, the subscriber selects plan k 2 f 1,  , Kg to maximize expected utility. Alternatively, the subscriber may choose no plan at all, k 0. Formally, the plan choice is givenbykh arg maxk0;1;:::;Kf E Vhk 10 cid:0 Fkg .where the value E Vh 010 and the fixed access fee F0 for k 0, the outside option, are normalized to 0.One could relax our assumption that consumers exante choose the right plan by modelingthe plan choice of each type of subscriber to maximize E Vhk 00 hk cid:0 Fkwhere hk are iid extreme value shocks and is a parameter that scales the error shock and theexpected utility from the plan. The parameter can be considered the inverse of the variance of 19. Given the infrequency of obvious expost mistakes in our data, we focus on the limiting casewhere the variance of hk is equal to zero.4 Estimation We recover the joint distribution of the parameters using a method of moments approach similarto the twostep algorithms proposed by Ackerberg 2009, Bajari et al. 2007, and Fox et al.2011. First, we solve the dynamic program for a wide variety of subscriber types, h. Second,we estimate the weight we should put on each of the types by matching the weighted average ofoptimal behavior, computed in the first stage, to the equivalent moments observed in the data.This yields an estimated distribution of types.4.1 Step 1: Solving the Model In the first step of the estimation algorithm we solve the dynamic problem for a large number oftypes 18,144, to be precise, where each type is defined by a particular value of the parametervector h, 1h, 2h, h, h. We solve the dynamic problem only once for each type and storethe optimal policy so that we can form the moments needed in Step 2.For a plan, k, and subscriber type, h, we solve the finitehorizon dynamic program describedin the previous section recursively, starting at the end of each billing cycle t T . To do so,we discretize the Ct state to a grid of 2,000 points with spacing of size, ck GBs, for each plan,k. The step size, ck, is plan specific and nondecreasing in the plans usage allowance, allowingfor a denser state space on plans with lower usage allowances where usage is typically lower.The maximum consumption is set at five times the allowance for usagebased plans, and one Terabyte for unlimited plans, which is high enough to capture all usage in our data. Time isnaturally discrete t 1, 2,  , 30 over a billing cycle with T 30 days for our daily data. Thesediscretizations leave t as the only continuous state variable. Because the subscriber does notknow t prior to period t, we can integrate it out and the solution to the dynamic programming problem for each type of subscriber can be characterized by the expected value functions,hktCt 1. To perform the numerical integration over E VhktCt 1, and policy functions, E cthe bounded support of t, 0, , we use adaptive Simpson quadrature.Having solved the dynamic program for a subscriber of type h, we then generate the transition process for the state vector implied by the solution. The transition probabilities between the 60,000 possible states 200030 are implicitly defined by threshold values for t. For example,consider a subscriber of type h on plan k, that has consumed Ct 1 prior to period t. The thresh20old, tz, is defined as the value of t that makes a subscriber indifferent between consuming zunits of content of size ck and z 1 units, such that the marginal utility net of any overagecharges of an additional unit of consumptionuhz 1ck, yt, tz; k cid:0 uhzck, yt, tz; kis equated to to the loss in the net present value of future utility EVhkt1Ct 1 z 1ck cid:0 EVhkt1Ct 1 zck.These thresholds, along with all subscribers initial condition, C0 0, define the transitionprocess between states. For each subscriber type h and plan k, we characterize this transitionprocess by the cdf of cumulative consumption that it generates,hktC P Ct 1 C ,4the proportion of subscribers that have consumed less than C through period t of the billingcycle. Due to the discretized state space, hktC is a step function.4.2 Step 2: Estimation The second step of our estimation approach matches empirical moments we recover from thedata to those predicted by our model by choosing weights for each subscriber type.4.2.1 Objective Function Our estimates of these weights are chosen to satisfyb Vmk1mk,b arg min Hkcid:18h 1andh1mk bmdatkh cid:21 08h.cid:0 mmodk ,The planspecific vector mk is given by,subject towhere bmdatkis the vector of moments recovered from the data, and mmodk is a weighted averageof the equivalent typespecific moments predicted by the model. The mk vector has lengthequal to the dimension of the state space 60,000 times the number of distinct moments thatare matched at each state 2, a total of 120,000 moments to be matched for each plan. The 21mmodk matrix has Hk columns, where each column contains the moments predicted by the modelfor each of the Hk types that optimally select plan k. We define the moments we use and discusshow they are recovered from the data in Sections 4.2.2 and 4.2.3, respectively. The weightingmatrix, b V1, is the variance covariance matrix of bmdatk , ensuring that more variable momentsreceive less weight.After estimating the weights associated with each type that selects a plan, we appropriatelynormalize the weights to reflect the number of subscribers choosing each plan to get the jointdistribution of types across all plans. The weights for each plan are estimated separately toappropriately deal with grandfathered unlimited plans, which may contain a type of subscriberthat is also on a usagebased plan.As pointed out by Bajari et al. 2007 and Fox et al. 2011, least squares minimizationsubject to linear constraints, and over a bounded support, is a welldefined convex optimizationproblem. Even though the optimization is over a potentially large number of weights, it is quickand easy to program in standard software as long as the moments are linear in the weights.This approach, as with any linear regression, requires that the typespecific matrix of momentspredicted by the model for each plan mmodk be of full rank. If types are too similar in their behavior, collinearity issues arise, and it is not possible to separately identify the weights associatedwith each type.We therefore define the grid of types we consider in the following way. First, we rule outany types whose monthly consumption on an unlimited plan, with maximum speed, averagesabove one Terabyte. In the data, no subscriber uses more than one Terabyte in a single month.Second, we experiment with spacing of the grid, to ensure that the matrices are of full rank tonumerical standards. This process results in a grid of 18,144 types.4.2.2 Choice of Moments and Identicid:12cation In choosing which moments to match we focus on two considerations:identification and computational ease. We discuss identification considerations below. Computation is significantlysimpler if the moments are linear in the weights. To balance these considerations we choose thefollowing two sets of moments.First, we use the mean usage at each state HhktCt 1 hktCt 1h,E chktCt 1 is the mean usage of type h in time t under plan k and past usage of Ct 1,where E cand hktCt 1 is the probability that this type reaches the state. Note that the average is takenh122across all types on the plan, not just those that arrive at the state with positive probability. Thereason we focus on the average across all users, and not just those that arrive in this state withpositive probability, is a computational one. If we focus only on those that arrive with positiveprobability, then the moment will be nonlinear in the parameters. The moment we use is easilycomputed from the data, and most importantly for us is linear in the h weights.The second set of moments is the mass of subscribers at a particular state HhktCt 1h.h1Like the first set of moments these moments are easy to compute from the data and are linearin the weights.The estimation procedure recovers the weights of each type by asking which mixture of typesresults in predicted behavior that best matches the data. The error term is sampling error inthe empirical moments. Thus, since the objective function is linear in the weights, the intuitionfor how the weights are identified is similar to that of a linear regression. Simply, the weightsare identified as long as the behavior predicted by different types is not collinear. Thus, the keyto identification is to understand how each parameter impacts the predicted behavior used tomatch the data.To gain intuition consider the following example. Recalling Equation 2, fix h 1 andconsider the average consumption of a type h subscriber on plan k when the shadow price isconstant either because the allowance has been exceeded or because the probability of exceedingthe allowance is zero and equal to p. In this case average consumption is given by E chkt Et1h cid:202hlnsk p.Note that Et depends on both h and h. Thus with variation in speed and overage charges,different values of the 1h, 2h, h, h imply different behaviors across plans and states evenwhen prices are constant.In reality, focusing only on states where the price is constant is unlikely to be very informative,since we observe a limited number of speed options and overage charges. Our analysis, therefore,extends the same idea to a larger set of states. The moments we form from our data reveal boththe proportion of subscribers that reach different states and how the consumption patterns ofthese subscribers change with variation in the prices across these states. For each combinationof parameters, or a subscriber type, our model then predicts the probability of a type reachingdifferent states and their behavior at those states. Identification of a mixture of types to best 23match the data i.e, a unique minimum to the constrained leastsquares objective function is thenensured as long as one considers enough states such that every pair of types behaves differentlyat one or more states reached with positive probability.While the nonlinearity of the parameters makes defining the role of each in influencing behavior, and subsequently differentiating how behaviors will differ for various types at differentstates, difficult, each parameter has a key role in determining particular types of behaviors. Forexample, the preference for speed, 2h, is critical for determining plan selection. Similarly, thecurvature parameter, h, is important in determining how subscribers respond to price variationacross the state space on a given plan. Similar arguments can be made for the other parameters.4.2.3 Recovering Empirical Moments The richness of the data, along with the low dimensionality of the state space, Ct 1, t, allowsa flexible approach for recovering moments from the data to match with the model.NkbktC 1Nk.Distribution of Cumulative Consumption To recover the cumulative distribution of Ct 1for each day t and plan k, we use a smooth version of a simple KaplanMeier estimator,We estimate these moments for each k and t, considering values of C such that bktC 2i11Cit 1 C0.0001, 0.9999, ensuring that we fit the tails of the usage distribution. We use a normal kernelwith an adaptive bandwidth to smooth the empirical cdf.Mean Usage We recover the moments of usage at each state by estimating a smooth surfaceusing a nearestneighbor approach. Consider a point in the state space, Ct 1, t. A neighbor isan observation in the data for which the subscriber is t days into the billing cycle and cumulativeconsumption up until day t is within five percent of Ct 1. Denote the number of neighbors by NktCt 1. Then, we estimate the conditional on reaching the state mean at Ct 1, t usingb E cktCt 1 1NktCt 1NktCt 1ci,i1where i 2 f 1 NktCt 1g indexes the set of nearest neighbors.If NktCt 1 500, we usethose 500 neighbors nearest to Ct 1. Note that this gives us the average usage conditional on aktCt 1subscriber arriving at the state. To recover the unconditional mean,9 we multiply b E c 9That is, the average of all subscribers, not just those that reach the state with positive probability 24Table 5: Descriptive Statistics, Type Distribution Min Max Median Mean S.D.mean of shocks s.d. of shocks opp cost of content 1pref for speed 2curvature 0.250.100.500.500.201.500.9010.5010.500.801.250.906.502.500.301.060.775.685.130.410.830.614.374.410.35Note: These statistics reflect the estimated distribution of types after removing those types with weights cid:18h 0.0001 and renormalizing the weights of the remaining 62 types.by the probability of observing a subscriber at state Ct 1, t, recovered from the estimated cdfof cumulative consumption.We estimate both moments at the same set of state space points used when numericallysolving the dynamic programming problem for each subscriber type. This results in 120,000moments for each plan. To compute the variancecovariance matrix, b Vk, of the resulting vectorof moments, bmdatmaking daily decisions on consumption over a full billing cycle. We repeatedly estimate bmdatk , we draw on the literature on resampling methods with dependent data e.g.Lahiri 2003. The dependence in the data comes from its panel nature, as we observe individualsk ,leaving out different groups, or blocks, of subscribers. Specifically, we choose 1,000 randomlysampled groups of 5,000 subscribers and reestimate the moments omitting a different group ofsubscribers each time.5 Results We estimate a weight greater than 0.01% h 0.0001 for 62 types. The most common typeaccounts for 43% of the total mass, the top five types account for 73%, the top 10 for 83% andthe top 30 for 96%. No plan has more than 20 types receiving positive weights, while the averagenumber of types across plans is only 7.75.10The statistics in Table 5 highlight the nonnormality of the type distribution. The distributions of the mean and the standard deviation of the random shocks, and , respectively,and the opportunity cost of content, 1, are leftskewed, while the distributions of the preferencefor speed, 2 and the utility curvature parameter, , are rightskewed. The most common typeis h 0.30, 1h 8.50, 2h 2.50, h 1.25, h 0.90. For this type, with average speed on 10Expanding the grid of types to allow for two additional values of each parameter, one above and below thecurrent upper and lower limits, respectively, results in estimates that assign no weight greater than 0.01% to anyof the additional types.25usagebased plans of 14.68 Mbs, the intrinsic cost of consuming content, given by 1 cid:202lnsk ,is about 9.43GB, and average daily consumption in absence of overages would be about 1.7GB and gross willingnesstopay would be about 208.cal moments, bmdatk , and the fitted moments, bmmod Overall, our model fits the data quite well. For all plans, the correlation between the empirib, is above 0.99. Thus the model successfullykreplicates the average usage and density of subscribers at each state observed in the data, acrossa very diverse set of plans ranging from nearly linear tariffs to unlimited usage. The structuralmodel also does well fitting patterns from the data that werent explicitly matched during estimation. Consider the estimates from Figure 3, which relates how subscriber behavior changesas a new billing cycle begins to how much the subscriber consumed in the previous cycle. Usingthe structural estimates, we estimate that those subscribers consuming less than 80% of theirallowance by the end of the billing cycle will decrease usage on the first day of the new cycle by 8.22%. For those users between 80% and 120% of their allowance, we estimate a 9.86% increase,while those over 120% increase usage by 0.21%. Each estimate is similar to those in Figure 3.To demonstrate the importance of allowing for many types, we explore how the fit varies whenthe number of types is restricted. One straightforward way is to choose a small number of typeswith the largest weights on each plan from the unrestricted estimates, reoptimize the weightsover just these types, and evaluate the fit.11 If we reoptimize over the weights of the two threemost common types on each plan, we calculate the correlation between the empirical and fittedmoments to be 0.86 0.91. If we restrict the number of types to just the most common type of oneach plan, which does not require reoptimization, the correlation is only 0.74. This deteriorationin fit demonstrates the importance of allowing for a flexible approach in our application, makinga single type or even a few types inadequate to replicate closely the behaviors observed on eachplan.Figure 5a presents the joint distribution of the utility curvature, h, and the mean of thedistribution of random shocks, h. This distribution is highly irregular and nonnormal. For thehighestvolume subscribers high h, there is substantial variation in the elasticity of demand.In fact, for highh subscribers the distribution of h is clearly multipeaked unconditional onvalues of other parameters. The majority of highvolume subscribers have highly elastic demand,a value of h less than or equal to 0.3, including the most common type of subscriber. Most ofthe remainder of the highh subscribers have less elastic demand, or a value of h greater thanor equal to 0.7.11This calculation does not account for the possibility that the types with the largest weights from the unrestricted optimization may not provide the best fit among all combinations of types when the number of types isrestricted.26Figure 5: Joint Distribution of Utility Curvature h and the Mean of Shocks h; and Distribution of Willingness to Pay to Increase Usage Allowance by 1 GBa Joint Distribution of cid:122h and cid:22hb Value of Increasing Usage Allowance by 1 GBNote: Figure 5a shows the estimated weights for the joint distribution of the utility curvature cid:12h and meanof shocks cid:22h. Figure 5b shows the distribution of willingness to pay to increase usage allowance by 1 GB.To better visualize what the distribution in Figure 5a implies about demand, Figure 5bshows the willingness to pay to increase the usage allowance by one GB on the first day of thebilling cycled EVhk 10d Ck.12 We note that approximately eighty percent of subscribers have apositive probability of incurring overage charges and would be willing to pay to increase theirallowance if given the opportunity. The average median willingness to pay for a one GB increaseis 0.45 0.23, and the distribution is leftskewed with a small number of subscribers who arewilling to pay substantial amounts.Figure 6a presents the joint distribution of the preference for speed, 2h, and the meanof the distribution of random shocks, h. For the highestvolume subscribers high h, themarginal value placed on connection speeds has a wide range of values. As in Figure 5a,the conditional distribution of 2h for highh values is clearly nonnormal and multipeaked.A relatively small group of individuals places high value on increased connection speeds high 2h, but the majority of highh subscribers have a relatively low preference for speed. Despitethis significant variation in the preference for speed, the overall value placed by subscribers onimproving connection speeds is substantial. Figure 6b presents the distribution of d EVhk 10,dsk 12For those subscriber types on unlimited grandfathered plans, we identify the optimal usagebased pricing plancurrently offered by the ISP and perform the calculation. A total of 6.24% of subscribers choose not to subscribeto any usagebased pricing plan, and so they are omitted from Figure 5b.2700.511.522.533.5400.10.20.30.40.50.60.70.80.91d EVhk 10d Ck CDFFigure 6: Joint Distribution of Preference for Speed 2h and the Mean of Shocks h; and Distribution of Willingness to Pay to Increase Speed by 1 Mbsa Joint Distribution of cid:202h and cid:22hb Value of Increasing Speed by 1 Mbs Note: Figure 5a shows the estimated weights for the joint distribution of the preference for speed cid:202h andmean of shocks cid:22h. Figure 5b shows the distribution of willingness to pay to increase speed by 1 Mbs.which is the rate of change in expected utility over the billing cycle from an increase in connectionspeeds measured in Mbs.13 The value placed on improving speed by one Mbs ranges fromnearly zero to 5.86, the average is 1.76 and the median is 0.87.To further visualize what our estimates imply for demand, we consider subscriber behaviorunder a linear tariff. Suppose the ISP eliminates access fees and instead meters service at pricep per GB. Further, for simplicity, suppose the ISP offers just one download speed s. Becausethere is no fixed fee, every subscriber type consumes something under this plan. And since thisis a linear tariff, there are no dynamics.Therefore, conditional on t, a subscriber of type h chooses consumption according to Equation 2, with sk s and epkct, Ct 1 p. Taking expectations over Gh for each type, andaveraging across subscriber types, expected daily demand for content is thencid:29h Hbh 1Dp h10lns p 1h cid:202hcid:12hd Gh.We estimate expected demand for three different speeds: 1 2 Mbs, a very slow speed bythe standards of most contemporary broadband Internet service providers; 2 14.68 Mbs, the 13The same 6.24% of subscribers omitted from Figure 5b are also omitted here see Footnote 11.28012345600.10.20.30.40.50.60.70.80.91d EVhk 10dsk CDFTable 6: Expected Daily Usage Under a Linear Tariff Speed2 Mbs Speed14.68 Mbs Speed1,024 Mbs Price Mean Usage Elasticity Mean Usage Elasticity Mean Usage Elasticity 0.001.002.004.008.0016.000.560.380.290.190.100.040.000.290.470.751.121.432.381.390.980.560.230.070.000.390.641.031.471.805.142.701.750.870.320.090.000.480.791.231.681.96Note: This table presents the expected daily usage and elasticity averaged across all subscriber types when facinga linear tariff.average speed for subscribers in our data; and 3 1,024 Mbs, the highest speed currently offeredin North America. These are shown in Table 6.For average speed, subscribers facing a zero price would consume an average of 2.38 GB perday, or roughly 71 GB per month. The average subscriber would reduce usage to about 0.5GB per day when facing a price of 4 per GB. Average willingness to pay with a price of zerois about 9.36 per day, roughly 280 per month. These numbers suggest that, on unlimitedplans, subscribers with average download speeds reap significant surpluses. Table 6 also showsprice elasticities of expected demand. Elasticity is 0.4 at a price of 1, while at a price of 16,elasticity is about 1.8. At a price of about 4 per GB, the ISP earns maximal singlepricerevenue per day of about 2.22 per subscriber, a small portion of maximal willingness to pay.For a speed of 2 Mbs, expected usage is more than 75% lower, at just 0.56 GB per day,when the price is zero. Subscribers willingnesstopay falls by comparably less, to about 4.36.Demand is also less elastic. Intuitively, waiting costs form a much greater part of the subscribersoverall costs from consuming content, so price has less effect.For a speed of 1,024 Mbs, expected usage with a zero price is 5.14 GBs per day, just overtwice as high as with average speed. Demand is more price elastic, as waiting costs are muchlower. These estimates demonstrate how much current usage is limited by offered connectionspeeds, and how the volume of Internet traffic is likely to increase following investment in highspeed nextgeneration networks e.g. fiberoptic or DOCSIS 3.1. We explore this further in Section 6.296 Counterfactuals We now conduct several counterfactual exercises to study the welfare implications of differentsolutions proposed to managing the rapid growth in Internet traffic.6.1 Welfare Implications of UsageBased Pricing We begin by considering the impact of usagebased pricing UBP on subscriber welfare, andthe ISPs costs and revenues. To do this we compare behavior under UBP to the case whenconsumers face the same set of plans except that allowances are unlimited, or equivalently thereare no overage charges i.e., pk 0 8k. For the UBP case, we eliminate all grandfathered plansbut otherwise keep plan features the same as in the data.In this case subscriber welfare weakly decreases with UBP since the cost of Internet accessweakly increases. The effect on total welfare is less clear and in principle may rise or fall under UBP. Total welfare depends on subscriber welfare as well as the revenue earned by the ISP andthe costs of running the network, which are directly linked to usage. Our model of subscriberchoice gives us direct estimates of revenues as well as estimates of total usage. Interestingly, aswe discuss below, some consumers actually increase their usage under UBP. Below, we start byabstracting from network costs and discuss total surplus as the sum of subscriber welfare andrevenue. At the end of this subsection, we touch on network costs.Subscribers fall into three groups: 1 those who choose the same plan under the unlimitedand UBP menusabout 20% of the population according to our estimates; 2 those who choosedifferent plans under the two menusabout 74% of the population; and 3 those who purchaseservice under the unlimited menu but do not purchase service under UBPabout 1% of thepopulation.The consumers in category 1 generate nearly the same revenue absent any overage charges,since their plan choice is the same in both scenarios. Furthermore, usage decreases as their priceis weakly higher under UBP. Thus, total welfare generated from this group is lower. Similarly,the total welfare from consumers in category 3 decreases under UBP as a welfareenhancingtrade is eliminated.The most interesting welfare effects are for those consumers in category 2. Within thiscategory, subscribers may switch to plans with lower or higher speed. Subscribers switching toa lowerspeed plan are simple to analyze. They lower their usage, endure higher waiting costsand generate less surplus.Subscribers who switch to a higherspeed plan are more complicated to analyze, because 30Figure 7: Usage and Surplus Under Unlimited and UsageBased Plans Note: The figure illustrates one potential outcome for usage and surplus for a subscriber switching from unlimitedservice with speed of sk to a faster usagebased plan with speed of sk .they may either increase or decrease usage under UBP. It might seem surprising that consumersmight increase consumption when the cost of Internet access weakly increases under UBP, butthe intuition is as follows. Consider two plans with speeds sk and sk , andconsider a subscriber who chooses speed sk when plans are unlimited. Under UBP, the plan carries a higher allowance than the plan with speed sk, so the subscriber mightwith speed skfind it beneficial to switch to the faster plan. Once on the faster plan, perGB waiting costsare lower by cid:202hlnskcosts exceeds the shadow price under UBP, epkct, Ct 1, then total disutility perGB of content . When deciding how much to consume, if this difference in waiting where sk skcid:0 cid:202hlnsk is lower under UBP, and the subscriber consumes more content. So while total cost of consuming Internet content goes up under UBP the marginal cost might decrease.For those subscribers who switch to a plan with higher speed, computing the change in welfareis even further complicated. The utility from consumption consists of two parts: the utility fromconsuming content and the disutility from the perGB waiting cost, given by 1h cid:202h . Withlnska faster plan the cost term is lower, and therefore utility is higher. If the subscriber consumesmore content, as we discussed in the previous paragraph, then utility increases. Once we accountfor the higher monetary cost the consumer is worse off, but the monetary cost is a transfer tothe ISP and therefore total surplus generated by this consumer is higher.If a subscriber consumes less on the higherspeed plan, then the two terms have opposing 31Table 7: UsageBased Pricing Counterfactual, Usage and Welfare Same Plan Switch Plan Unlimited1UBP2Unlimited3UBP4Only Unlimited Unlimited UBP56Percent of Types %20.2373.53Usage and Surplus Speed MbsUsage GBsConsumer Surplus Revenue Total Surplus 16.2377.76189.2581.07270.3216.2362.57177.4081.14258.5410.4336.47153.9643.25197.2113.0534.74138.1364.48202.61 in Total Surplus 11.785.401.311023.744.8439.9944.8344.830cid:0cid:0cid:0cid:0cid:0cid:0Same Plan Usage Usage123Switch Plan Usage Only Unlimited Usage Unlimited UBP654Percent of Types %Mean Typemean of shocks hs.d. of shocks hopp cost of content 1hpref for speed 2hcurvature h0cid:0cid:0cid:0cid:0cid:020.2365.637.900.910.754.887.040.441.280.826.675.120.410.490.742.543.560.381.310.240.782.350.700.410cid:0cid:0cid:0cid:0cid:0Note: These statistics reflect a comparison between two counterfactual scenarios. In both scenarios the consumersface the same set of plans, with the same characteristics, as we see in the data. However, in the unlimited scenario,all plans have unlimited allowances and no overage charges. Although the ISP in our data does offer unlimitedplans, the characteristics of those plans are different from the hypothetical characteristics of unlimited plansconsidered in this counterfactual. Except for the percentages, all numbers are persubscriber averages.welfare effects. The perGB waiting cost is lower, which increases utility, but usage is lower,which lowers utility. The effect on surplus is ambiguous. We illustrate this point in Figure 7.Consumption under the unlimited plan, with speed sk, is denoted by ct , while consumptionunder UBP with a plan with higher speed, sk is given by c. The reduction in the waiting costtis given by the gray rectangle. The welfare loss due to lower usage, on the UBP plan versus theunlimited plan, is shown in the gray triangle. If the triangular area exceeds the rectangular area,then total surplus due to the subscribers usage falls.Table 7 summarizes the results for consumers in categories 13. The impact of UBP forconsumers in category 1, those who keep the same plan, is summarized in Columns 1 and 232of the top portion of Table 7. Average consumer surplus is lower by 11.85 per month, whileaverage monthly usage is lower by about 15.2 GBs. Average persubscriber monthly total surplusgenerated by these consumers usage is lower by 11.78 because the ISPs revenues are essentiallyunchanged. The bottom panel of Table 7 describes the mean type of subscriber in this category.Since subscribers in this category do not switch plans, they all decrease usage. The means of theparameters largely reflect a selection effect, as those subscribers who do not switch plans when UBP is introduced tend to already be on highspeed plans that are associated with higher usageallowances. These subscribers select plans with an average speed of over 16 Mbs and have anaboveaverage mean of preference for speed, 2h. Thus, when UBP is imposed, these subscribersalready have a large usage allowance due to their preference for speed.The implications of UBP for consumers in category 2, for which the effect on usage andtotal surplus is ambiguous, are presented in Columns 3 and 4 of Table 7. In this counterfactual,all subscribers who switch plans choose more expensive plans with a larger allowance and higherspeed. Overall, persubscriber surplus decreases by 15.83, but the ISPs revenues increase by21.23. Thus, the monthly persubscriber total surplus generated by usage increases by 5.40.Interestingly, despite the increase in surplus, usage actually decreases from 36.47 to 34.74 GBs.Columns 3 and 4 in the bottom panel of Table 7, which break down the types in category 2who increase and decrease usage, respectively, help explain these numbers. We find that aboutnine out of ten subscribers in category 2 increase their usage. Those who do so have an averageshock h and an opportunity cost of content 1h higher than the overall averages 1.06 and 5.68, respectively, and an average preference for speed 2h, 5.12, nearly identical to the overallaverage of 5.13. As a result, this group has high demand and a relatively high total disutilityof content. They consume a high amount of content, they are not so sensitive to overage prices,and their waiting costs fall significantly when they choose a plan with higher speed. Hence, whenthey choose higher speed they consume more content.In contrast, the average shock 0.49 and average opportunity cost of content 3.56 of theremaining onetenth of subscribers in category 2 are less than half of the average across all types.The average preference for speed, 3.56, is also well below average. These subscribers consumelittle content, are more sensitive to price,14 and their waiting costs decline comparatively lesswith additional speed. Hence, when they choose higher speed they consume less content. Thereduction in usage from this latter group is so large that it overwhelms the increase in usagefrom the first group.The effect of UBP on category 3 types is presented in Columns 5 and 6 of Table 7. Since 14This is reinforced by the fact that they also have a lower average utility curvature cid:12h; 0.38 vs. 0.41.33these types only subscribe when service is unlimited, the surplus they generate is lost when UBPis implemented. On average, this represents a loss of surplus of 44.83 per subscriber, and areduction in usage of 23.74 GBs. From the bottom half of Table 7, it is clear that these typeshave a low opportunity cost of time and place little value on the content they consume.Aggregating across the three categories of consumers, we find that total surplus generatedfrom usage increases by 1.05 per subscriber. Additionally, persubscriber average usage falls by 4.90 GBs. Thus, while there is significant heterogeneity in the impact of UBP across subscribertypes, on average UBP modestly increases total surplus generated from usage, while transferringsome surplus from subscribers to the ISP. Assuming the ISPs network costs are proportional tousage, these costs fall by more than 10%. Hence, if we could quantitatively account for networkcosts, our finding of improved welfare from UBP would not change.In the above calculation we do not permit the ISP to reoptimize the prices of plans, the speedsor the number of plans.15 It is therefore likely that we overstate the surplus lost by subscribersand the revenue gains to the ISP from UBP. One computationallyfeasible way to address thisissue and explore the sensitivity of our estimates of the welfare implications of UBP is to keepthe number of plans and speeds constant, but allow the ISP to choose different fixed fees. Wefind that to maximize revenue associated with unlimited service, the ISP significantly raises fixedfees, by an average of 47.21. We also find that 13.3% of consumers who would subscribe under UBP plans are excluded. Furthermore, the surplus of the remaining subscribers is lower. In total,the average persubscriber monthly surplus is higher by 53.67 under UBP and persubscribermonthly revenues are lower by 51.65. Since traffic levels are similar, we estimate total welfarefrom UBP relative to this counterfactual to be unchanged. Yet the division of surplus is nowmuch more heavily weighted towards the ISP. Thus, relative to this counterfactual, consumersstrictly prefer UBP.6.2 Economic Viability of NextGeneration Networks We now turn to our second counterfactual, in which we evaluate welfare under the menu of UBPplans offered in the data, relative to a situation where subscribers are presented with a singleplan with unlimited usage and a one Gbs connection. This is one alternative to UBP, whichcan only be provided by nextgeneration highspeed broadband networks, that some public andprivate entities have embraced to deal with rising Internet traffic levels.16 Fiber to the homee.g. Google Fiber offers essentially limitless bandwidth to subscribers, while DOCSIS 3.1 for 15Alternatives to service with this ISP are assumed to be unchanged. The primary alternative is DSL, whichhas a maximum speed of less than half the speeds offered by this ISP.16Australia has embraced this solution, as has Google Fiber.34cablebroadband networks is expected to be capable of similar performance.This counterfactual relates to the counterfactual in the previous section in several ways.First, in the above we hold the set of plans fixed, while now we evaluate one particular new plan.Second, this plan has been offered as an alternative solution for rising traffic levels. Finally, thiscounterfactual allows us to highlight the importance of the preference for speed in generatingvalue.Google Fiber currently offers one Gbs 1,024 Mbs service for only 70, which is by far thecheapest of all such providers in the US.17 Public entities with similar Gigabit service typicallycharge well over 100. For example, the Chattanooga Electric Power Board charges 300 for Gigabit service. Thus, Google is either drastically more efficient than other providers of suchservice, or it is subsidizing the service for other reasons e.g., collecting detailed customer usagedata to better understand demand.18 For this reason, we consider a single plan with unlimitedusage, a one Gbs connection, and a fixed fee of 100. The size of the fixed fee will not alterbehavior of subscribers given the unlimited nature of the service, but rather determines whosubscribes and how surplus is distributed between the ISP and subscribers.Evaluating welfare under this counterfactual scenario is simpler than the first counterfactual.Only two categories of consumers must be evaluated, those who would subscribe both to the Gigabit service and the usagebased plans about 84.4% of the types, and those who wouldonly subscribe to one or the other about 9.4% of the types. For the two types of consumers, acomparison of welfare and usage is presented in the top panel of Table 8, while the bottom paneldescribes the types in each category.For those types who subscribe in either case, welfare and usage for the Gigabit and UBPservices are reported in Columns 1 and 2, respectively. When the unlimited Gigabit service ispriced at 100, these types have surplus of 235.97 and monthly usage of 102.24 GBs. Underthe menu of UBP plans, consumer surplus is 160.37 and usage is 41.80 GBs. The large increasein usage is not surprising since usage is highly elastic with respect to speed, and since Gigabitservice is unlimited. The ISPs persubscriber revenues are also lower, 70.03 versus 100. Thus,the total welfare created by these types usage is 105.57 lower under UBP, while usage is 60.44GBs lower. Similar to Table 7, Columns 1 and 2 in the bottom half of Table 8 describe theapproximately 84% of subscriber types by whether they increase or decrease usage under UBP.Since every aspect of the Gigabit service is superior to the best UBP plan, usage is always lower 17One exception is Vermont Telephone Company VTEL, which offers Gigabit service at 35 per month. However, VTEL received 94 million in federal stimulus funds to lay 1,200 miles of fiber.18ATT and others have argued that Google has been granted much more favorable terms and conditions interms of permitting, licensing, and investment incentives.35Table 8: NextGeneration Network Counterfactual, Usage and Welfare Both Single Unlimited1UBP2Unlimited UBP34Percent of Types %84.40Usage and Surplus Speed MbsUsage GBsConsumer Surplus Revenue Total Surplus 1,024.00102.24235.97100.00335.9713.9741.80160.3770.03230.40 in Total Surplus 105.5709.36cid:0 11.74cid:0 31.30cid:0 22.64cid:0 50.46cid:0 73.10cid:0 73.10Both Usage1Single Usage Unlimited UBP423Percent of Types %Mean Typemean of shocks hs.d. of shocks hopp cost of content 1hpref for speed 2hcurvature h0cid:0cid:0cid:0cid:0cid:084.401.260.826.175.690.400cid:0cid:0cid:0cid:0cid:09.360.010.553.822.860.56Note: These statistics reflect a comparison between two counterfactual scenarios. In the unlimited scenario theconsumers are offered a single plan with unlimited usage and a fast connection. In the UBP scenarios the consumersface the same set of plans, with the same characteristics, as we see in the data. Although the ISP in our datadoes offer unlimited plans, the characteristics of those plans are different from the hypothetical characteristicsof unlimited plans considered in this counterfactual. Except for the percentages, all numbers are persubscriberaverages.36under UBP. These types tend to place aboveaverage value on content i.e., high h and havean aboveaverage preference for speed i.e., high 2h.Intuitively, we find no types that would subscribe to Gigabit service but not the UBP menuof plans. Column 4 in the top panel of Table 8 presents the surplus and usage information for themore than 9% of subscribers served under the UBP menu of plans but not the Gigabit service.These subscribers have monthly usage of 31.30 GBs under UBP, and generate total surplus of73.10. From the bottom panel of Table 8, it is clear that these subscribers value content andspeed less.Aggregating across the two categories of types, the total surplus generated by usage is 87.73higher per subscriber with the Gigabit service, while monthly usage is 51.28 GBs higher. Thesocial desirability of the investments required to provide Gigabit service then depends on whetherthe capital costs associated with providing the service, and any additional costs incurred fromhandling the traffic, can be recovered from surpluses that are 87.73 higher. However, sincethe ISP only realizes 21.94 in additional revenue per subscriber, there is a significant gapbetween social and private incentives to invest. This is consistent with over 200 million insubsidies received by Vermonts VTel and the Chattanoogas EPB from the American Recoveryand Reinvestment Act of 2009 a.k.a., Stimulus Act to build fiber networks.Kirjner and Parameswaran 2013 provide estimates of the capital costs associated with thefiber network being built in Kansas City by Google Fiber. The authors estimate that it will cost84 million dollars to pass i.e., run fiber along the street 149,000 homes, or approximately564 per household. To actually connect each home, the authors estimate it will cost Google Fiber an additional 464 per subscriber. If one assumes a 20% penetration rate for the service,this equates to capital costs of 3,284 5564464 per household served.19From a societal perspective, ignoring the costs associated with the additional traffic Gigabitservice generates, these capital costs in a metro area with population density similar to Kansas City can be recovered in approximately 37 months 3,28487.73. Ignoring additional trafficcosts, and any other additional variable costs associated with operating a fiber network, makesthe 37 month estimate a conservative lower bound.20 From the ISPs perspective, the capital costsof such investment would be recovered in approximately 150 3,28421.94 months. Similarly,this estimate is a lower bound on the actual time required.If the costs associated with theadditional traffic induced by Gigabit service are not prohibitively high, our estimates suggestthat recovery of the costs associated with fiber networks is possible, at least in metro areas no 19Kirjner and Parameswaran 2013 estimate the penetration rate will be 18% by the end of the first year theservice is offered.20Over time, increasing demand and a preference for speed will make this a less conservative bound.37less densely populated than Kansas City. Yet the large gap between social and private incentivesto invest implies that such investment will be made later than is socially optimal.As with the first counterfactual, our estimates are based on the features of the usagebasedpricing plans currently offered by the ISP providing our data. Yet it is possible to offer rathersubstantial improvements in network performance out of existing networks. For example, anumber of cable operators are already offering speeds of 100 Mbs on DOCSIS 3.0 networks.In this way, our estimates of gains to investment in fiber networks are an upper bound, sinceexisting networks can be leveraged further.The Internet also continues to play an increasingly important role in individuals lives andtraffic is growing rapidly. Our estimates of the benefit to subscribers is based on current demand,and can change dramatically with the development of a single application. Thus, our estimateswill need to be refreshed fairly often to be of value. Finally, the fixed fee we use is somewhatarbitrary and may reflect substantial subsidies. When we allow the ISP to maximize the revenuesassociated with providing unlimited Gigabit service, the optimal fixed fee is 194.65 and 83.91% ofsubscriber types are served. Thus, only a few marginal types are no longer served and the higherfixed fee simply represents a transfer from consumers to the ISP, leaving total welfare largelyunchanged. This revenuemaximizing price is in the middle of the range of prices currently offeredfor Gigabit service in the US, giving us further confidence in our demand estimates. With thishigher fixed fee the capital costs would be recovered in just over 31 months. However, due torestrictions on rates from local municipalities, an ISP may have a difficult time charging thisrate.7 Conclusion We use highfrequency usage data, and variation in the shadow price of usage, due to usagebased pricing, to estimate demand for residential broadband service. We then use the estimates toevaluate the welfare implications of two alternatives proposed to dealing with network congestion:usagebased pricing and highspeed nextgeneration networks.Our results suggest that usagebased pricing is an effective means to remove lowvalue trafficfrom the Internet, while improving overall welfare. Consumers adopt higher speeds, on average,which lowers waiting costs. Yet overall usage falls slightly. The effect on subscriber welfaredepends on the alternative considered. If we hold the set of plans, and their prices, constant,then usagebased pricing is a transfer of surplus from consumers to ISPs. However, if we let the ISP set price to maximize revenues, then consumers are better off.38An alternative to usagebased pricing which can provide nearlimitless bandwidth to subscribers has made the industrys move toward usagebased pricing controversial. Our estimatesallow us to evaluate the incentives for ISPs to invest in highspeed nextgeneration networkscapable of delivering speeds of one Gbs. The significant heterogeneity in demand for plan features results in nearly half of subscribers actually preferring a menu of usagebased pricing plansto a single highspeed, and by our estimates heavily subsidized, plan similar to that offered by Google Fiber. However, this is offset by more than 20% of subscribers whose surplus wouldincrease substantially 50 or more from such a plan, and higher revenues for the ISP. Thismakes cost recovery for the ISP possible; however, the ISPs inability to capture the additionalsurplus to subscribers yields a large gap between the private and social incentives for investmentin such networks. This suggests that without subsidization these investments will come muchlater than is socially optimal.Network congestion, which is argued to be a driver of the move towards usagebased pricing,was not necessary to model because the ISP providing our data operated an overlyprovisionednetwork. An interesting question for future research is to measure the size and impact of congestion externalities among subscribers. This question is better studied on a network that suffersfrom congestion, especially if this congestion varies with network upgrades.39REFERENCESAbaluck, Jason and Jonathan Gruber. 2012. Choice Inconsistencies Among the Elderly: Evidence from Plan Choice in the Medicare Part D Program, Forthcoming: American Economic Review.Ackerberg, Daniel. 2009. A New User of Importance Sampling to Reduce Computational Burdenin Simulation Estimation, Quantitative Marketing and Economics, 74, 343376.AronDine, Aviva, Liran Einav, Amy Finkelstein, and Mark Cullen. 2012. Moral Hazard in Health Insurance: How Important Is ForwardLooking Behavior?, NBER Working Paper No. 17802.Bajari, Patrick, Jeremy Fox, and Stephen Ryan. 2007. Linear Regression Estimation of Discrete Choice Models with Nonparametric Distributions of Random Coefficients, American Economic Review PP, 972, 459463.Bauer, Johannes M., and Steven Wildman. 2012. The Economics of UsageBased Pricing in Local Broadband Markets, Michigan State University Working Paper.Chevalier, Judith, and Austan Goolsbee. 2009. Are Durable Goods Consumers ForwardLooking? Evidence from College Textbooks, Quarterly Journal of Economics, 1244,18531884.Chung, Doug, Thomas Steenburgh, and K. Sudhir. 2010. Do Bonuses Enhance Sales Productivity? A Dynamic Structural Analysis of BonusBased Compensation Plans, HBS Working Paper 11041.Copeland, Adam, and Cyril Monnet. 2009. The Welfare Effects of Incentive Schemes, Reviewof Economic Studies, 761, 93113.Crawford, Gregory, and Matthew Shum. 2005. Uncertainty and Learning in Pharmaceutical Demand, Econometrica, 734, 11371173.Dutz, M., J. Orszag, and R. Willig. 2009. The Substantial Consumer Benefits of Broadband Connectivity for US Households, Mimeo.Edell, Richard and Pravin Varaiya. 2002. Providing Internet Access: What We Learn from INDEX, Washington, DC, Editors: James Alleman and Robert Crandall, Volume: Broadband: Should We Regulate HighSpeed Internet Access?, Brookings Institution.Fox, Jeremy, Kyoo il Kim, Stephen Ryan, and Patrick Bajari. 2011. A Simple Estimator for the Distribution of Random Coefficients, Quantititative Economics, 23, 381418.40Goettler, Ronald, and Karen Clay. 2011. Tariff Choice with Consumer Learning and Switching Costs, Journal of Marketing Research, 484, 633652.Goolsbee, Austan, and Peter J. Klenow. 2006. Valuing Products by the Time Spent Using Them:An Application to the Internet, American Economic Review PP, 962, 108113.Greenstein, Shane, and Ryan Mc Devitt. 2011. The Broadband Bonus: Estimating Broadband Internets Economic Value, Telecommunications Policy, 357, 617632.Grubb, Michael and Matthew Osborne. 2012. Cellular Service Demand: Biased Beliefs, Learning, and Bill Shock, MIT Working Paper.Grubb, Michael. 2012. Consumer Inattention and BillShock Regulation, MIT Working Paper.Gowrisankaran, Gautam, and Marc Rysman. 2012. Dynamics of Consumer Demand for Durable Goods, Journal of Political Economy, 1206, 11731219.Handel, Benjamin. 2013. Adverse Selection and Inertia in Health Insurance Markets: When Nudging Hurts, Forthcoming: American Economic Review.Hendel, Igal, and Aviv Nevo. 2006a. Measuring the Implications of Sales and Consumer Inventory Behavior, Econometrica, 746, 16371673.Hendel, Igal, and Aviv Nevo. 2006b. Sales and Consumer Inventory, The RAND Journal of Economics, 373, 543561.Hitt, L. and P. Tambe. 2007. Broadband Adoption and Content Consumption, Information Economics and Policy, 1934, 362378.Kirjner, Carlos and Ram Parameswaran. 2013. Google Fiber How Much Will Google Spendto Overbuild Kansas City? How Much Would It Cost to Expand?, Bernstein Research.Lahiri, S.N. 2003. Resampling Methods for Dependent Data, Springer.Lambrecht, Anja, Katja Seim, and Bernd Skiera. 2007. Does Uncertainty Matter? Consumer Behavior Under ThreePart Tariffs, Marketing Science, 265, 698710.MackieMason, Jeffrey and Hal Varian. 1995. Pricing Congestible Network Resources, IEEEJournal on Selected Areas in Communications 13, 114149.Misra, Sanjog and Harikesh Nair. 2011. A Structural Model of SalesForce Compensation Dynamics: Estimation and Field Implementation, Quantitative Marketing and Economics,93, 211257.Nielsen.2012 The CrossPlatform Report, Quarter 2,2012. Downloadedfromhttp:www.nielsen.comuseninsightsreportsdownloads2012stateofthemedia 41crossplatformreportq 22012.html.Odlyzko, Andrew, Bill St. Arnaud, Erik Stallman, and Michael Weinberg. 2012. Know Your Limits: Considering the Role of Data Caps and Usage Based Billing in Internet Access Service, Whitepaper, Public Knowledge.Open Internet Advisory CommitteeOIAC.2013.Policy Issuesin Data Capsand Usage Based Pricing, OIAC 2013 Annual Report,1438. Available at:http:transition.fcc.govcgboiacoiac2013annualreport.pdf.Rainie, Lee and Dan Packel. 2001. More Online, Doing More, Pew Internet and American Life Project 3, available at http:www.pewinternet.orgReports2001MoreOnlineDoingMore.aspx.Rappoport, Paul, Donald Kridel, and Lester Taylor. 2002. The Demand for Broadband: Access, Content, and the Value of Time, Washington, DC, Editors: James Alleman and Robert Crandall, Volume: Broadband: Should We Regulate HighSpeed Internet Access?, Brookings Institution.Rosston, G., S. Savage, and D. Waldman. 2010. Household Demand for Broadband Internet in 2010, The B.E. Journal of Economic and Policy Analysis Advances, 101, Article 79.Thaler, Richard and Cass Sunstein. 2008. Nudge: Improving Decisions About Health, Wealth,and Happiness, New York, NY, Penguin Books.Varian, Hal. 2002. The Demand for Bandwidth: Evidence from the INDEX Experiment, Washington, DC, Editors: James Alleman and Robert Crandall, Volume: Broadband: Should We Regulate HighSpeed Internet Access?, Brookings Institution.Yao, Song, Carl Mela, Jeongwen Chiang, and Yuxin Chen. 2012. Determining Consumers Discount Rates with Field Studies, Journal of Marketing Research, 496, 822841.42", "filename": "776978462.pdf", "person": ["Aviv Nevo", "Nevo, Aviv", "John L. Turner", "Turner, John L.", "Jonathan W. Williams", "Williams, Jonathan W."], "date": ["2013"]}