{"lang": "de", "identifier_url": ["http://www.econstor.eu/bitstream/10419/93065/1/778097471.pdf"], "title": ["Die Bedeutung des intellektuellen Kapitals im Kontext hybrider Leistungsbündel"], "plaintext": "Arbeitsberichte des Lehrstuhls fur Produktionswirtschaft ISSN 14339323 Nr. 1 Kerstin Bruns, Marion Steven: Ruckstands und regionsspezifische Analyse von Entsorgungssystemen Juni 1997 Nr. 2 Marion Steven: Die Bedeutung der Gutenberg schen Produktionstheorie fur die Produktionsplanung und steuerung Dezember 1997 Nr. 3 Peter Letmathe, Marion Steven: Anforderungen an Umwelterklarungen aus wissenschaftlicher und politischer Sicht Dezember 1998 Nr. 4 Marion Steven, Peter Letmathe: Objektorientierte Kostenrechnung Februar 2000 Nr. 5 Marion Steven, Rolf Kruger: Category Logistics Juni 2001 Nr. 6 Marion Steven, Inga Pollmeier: Das Wertkettenmodell zur Integration von Absatz und Produktionsprozessen Juli 2006 Nr. 7 Marion Steven, Susanne E. Zapp: Technical Inefficiencies and ProfitMaximization November 2008 Nr. 8 Markus Karger, Alexander Richter, Tim Sadek, Wolf Christian Strotmann: Flexibility of Industrial Product Service Systems An Assessment Based on Concept Modelling September 2010 Nr. 9 Alexander Richter Industrielle ProduktServiceSysteme: Eine vertragstheoretische Analyse September 2010 Nr. 10 Tim Merklein Auswirkungen des EUEmissionshandels auf Investitionen in der Luftfahrt Dezember 2010 Nr. 11 Tobias Soth Prozesskostenrechnung fur hybride Leistungsbundel Dezember 2010 Nr. 12 Kerstin Bruns Konfliktkompetenz ein Muss im Fuhrungsalltag September 2013 Nr. 13 Johannes Keine genannt Schulte Hybride Leistungsbundel und Flexibilitat Entwicklung eines Fallbeispiels zur Ermittlung des Werts von Flexibilitat November 2013 Nr. 14 Solmaz Alevifard Die Bedeutung des intellektuellen Kapitals im Kontext hybrider Leistungsbundel Februar 2014 Impressum Prof. Dr. Marion Steven Lehrstuhl fur Produktionswirtschaft RuhrUniversitat Bochum Universitatsstrae 150 44801 Bochum Telefon 02 34 32 23010 Telefax 02 34 32 14717 Email prowilehrstuhlrub.de Internet www.prowi.rub.de INHALTSVERZEICHNIS 1 Einleitung   2 2 Hybride Leistungsbundel   4 2.1. Begriff des hybriden Leistungsbundels   4 2.2 Unsicherheiten im HLBUmfeld   6 2.2.1 Quellen von Unsicherheit   6 2.2.2 Konkretisierung von Unsicherheit und Ableitung von Risiken   8 3 Intellektuelles Kapital in hybriden Leistungsbundeln   14 3.1 Begriff des intellektuellen Kapitals   14 3.2 Intellektuelles Kapital zur Risikoreduktion im HLBKontext   15 3.2.1 Humankapital in HLB   15 3.2.2 Strukturkapital in HLB   18 3.2.3 Beziehungskapital in HLB   21 3.3. Planung, Steuerung und Kontrolle des intellektuellen Kapitals mithilfe der Wissensbilanz   22 3.3.1 Grundzuge der Wissensbilanz   23 3.3.2 Vorgehen zur Erstellung der Wissensbilanz   24 3.4 Beurteilung der Wissensbilanz und Anwendung auf HLB   30 3.4.1 Allgemeine Verbesserungspotenziale   30 3.4.2 HLBspezifische Anpassung der Wissensbilanz   34 4 Zusammenfassung   38 Literaturverzeichnis   41 I Abbildungsverzeichnis Nummer Abbildung 1: UncertaintyMap Abbildung 2: HLBLebenszyklus Abbildung 3: Risiken entlang des HLBLebenszyklus Abbildung 4: QQSDiagramm Abbildung 5: Potenzialportfolio Abbildung 6: Anpassung des Wissensbilanzgeschaftsmodells Abbildung 7: 7Phasenmodell Abbildung 8: Anpassungen an der Wissensbilanz und Anwendung auf HLB Abbildung 9: Uberblick Ergebnisse Seite 7 9 10 27 29 31 35 36 39 II 1 Einleitung TABELLENVERZEICHNIS Nummer Tabelle 1: StandardEinflussfaktoren des intellektuellen Kapitals Tabelle 2: QQSBewertungsskala Tabelle 3: Wirkungsmatrix Seite 14 26 28 I 1 Einleitung Der deutsche Maschinen und Anlagenbau nimmt aufgrund der hohen Qualitat seiner Produkte weltweit eine fuhrende Marktposition ein. Der verscharfte Konkurrenzkampf mit Anbietern technologisch ahnlicher Anlagen aus Niedriglohnlandern setzt die deutschen Anbieter unter Preis und Margendruck. Hier sind innovative Problemlosungskonzepte erforderlich, um sich im Wettbewerb positionieren zu konnen.1 In diesem Zusammenhang bieten hybride Leistungsbundel HLB die Moglichkeit, neuartige, industrielle Problemlosungen bereitzustellen, um sich im Wettbewerb zu differenzieren.2 Ein HLB beinhaltet integriert entwickelte und systematisch konfigurierte Sach und Dienstleistungsanteile, welche auf die Kundenwunsche individuell zugeschnitten sind.3 Die Bereitstellung und Nutzung eines HLB findet innerhalb eines Netzwerks statt, in dem der HLBKunde selbst als ein aktiver Netzwerk und Wertschopfungspartner fungiert.4 Eine HLBGeschaftsbeziehung ist durch eine kontinuierlich hohe Interaktions und Koordinationsintensitat gekennzeichnet 5 und dauert in der Regel mehrere Jahre.6 Ferner sind HLB durch Immaterialitat Dienstleistungscharakter, Wissensintensitat und Komplexitat der Leistungserbringung gekennzeichnet.7 Schlielich haben HLB den Charakter soziotechnischer Systeme, da sie aus einem sozialen Teilsystem Dienstleistung und einem technischen Teilsystem Sachleistung bestehen.8 Das soziale Teilsystem kommt zusatzlich durch den Netzwerkcharakter und die Interdisziplinaritat Sach und Dienstleistungsdomane im HLBKontext zum Ausdruck. Diese Eigenschaften erzeugen Unsicherheiten, die der HLBAnbieter als fokales Unternehmen im HLBNetzwerk bewaltigen muss.9 1 Vgl. Keine et al. 2012, S. 485. 2 Vgl. BullingerScheer 2006, S. 3. 3 Vgl. MeierUhlmannKortmann 2005, S. 529. 4 Vgl. MeierKortmannGolembiewski 2006, S. 28; MeierVolker 2012, S. 149. 5 Vgl. BonnemeierBurianekReichwald 2009, S. 31. 6 Vgl. Keine et al. 2012, S. 485. 7 Vgl. ExternbrinkLienertWilkens 2012, S. 66ff. 8 Vgl. Kelly 1978, S. 1071. 9 Vgl. StevenAlevifardKeine 2011, S. 261; Meier et al. 2013, S. 577ff. 2 Das Ziel des vorliegenden Beitrags ist es, die Bedeutung des intellektuellen Kapitals bestehend aus Human, Struktur und Beziehungskapital zur Reduzierung von Unsicherheiten im HLBKontext herauszustellen und die Wissensbilanz 10 als ein Tool zur systematischen Planung, Steuerung und Kontrolle des intellektuellen Kapitals zu prasentieren. Das intellektuelle Kapital ist vor dem Hintergrund der Wissens und Dienstleistungsintensitat von HLB von besonderer Relevanz. Ferner konnen mithilfe der Wissensbilanz komplexe Wechselwirkungen zwischen den Einflussfaktoren des intellektuellen Kapitals untersucht und abgebildet werden. Damit wird die Entscheidungsfindung im HLBKontext unterstutzt. Die integrative bzw. partizipative Vorgehensweise der Wissensbilanzerstellung bietet die Moglichkeit zur gezielten Gestaltung von HLBGeschaftsbeziehungen. Der vorliegende Beitrag ist wie folgt aufgebaut. Zunachst werden die Grundlagen von HLB erlautert und Unsicherheiten im HLBKontext untersucht Kapitel 2. Anschlieend wird in Kapitel 3 der Begriff des intellektuellen Kapitals konkretisiert Abschnitt 3.1. Weiter werden HLBspezifische Erweiterungen und Anpassungen hinsichtlich der Bestandteile des intellektuellen Kapitals vorgenommen Abschnitt 3.2. Abschnitt 3.3 befasst sich mit der Wissensbilanz als ein Instrument zur Planung, Steuerung und Kontrolle des intellektuellen Kapitals. Die kritische Beurteilung der Wissensbilanz und die Ausarbeitung von Weiterentwicklungspotenzialen stehen im Mittelpunkt des Abschnitts 3.4. Die Zusammenfassung der zentralen Ergebnisse wird in Kapitel 4 vorgenommen. Daruber hinaus wird ebenfalls ein Ausblick auf weitere Forschungsfragen gegeben. 10 Vgl. BornemannReinhardt 2008, S. 37; MertinsWillOrth 2009, S. 93. 3 2 Hybride Leistungsbundel 2.1. Begriff des hybriden Leistungsbundels Aufgrund des erhohten Preisdrucks und der sinkenden Gewinnmargen im deutschen Maschinen und Anlagenbau sind viele Anbieter dazu ubergegangen, ihre Kernprodukte 11 Sachleistungen um produktbegleitende Dienstleistungen zu erganzen. Damit werden einerseits eine hohere Kundenbindung Problemlosung aus einer Hand und andererseits die Erschlieung neuer Erlospotenziale aus dem Dienstleistungsgeschaft angestrebt.12 Ein Mangel an systematischer Planung sowie an Kostenkontrolle fuhrt haufig zu AdhocLosungen und verhindert eine effiziente Realisierung der gewunschten Ergebnisse.13 Vor diesem Hintergrund wird mit dem Konzept hybrider Leistungsbundel das Ziel einer systematischen und integrierten Planung, Entwicklung, Implementierung, Erbringung und Nutzung von Sach und Dienstleistungen verfolgt.14 In der Literatur sind HLB unter verschiedenen Bezeichnungen vorzufinden, die einen jeweils anderen Schwerpunkt bei der Begriffsabgrenzung aufweisen.15 Ausgehend von den vielfaltigen Definitionen wird fur die vorliegende Arbeit die folgende Definition abgeleitet: Ein HLB resultiert aus einer systematisch durchgefuhrten Konfiguration von integriert entwickelten, wechselseitig substituierbaren Sach und Dienstleitungsmodulen und fungiert als eine ganzheitliche Problemlosung zur Erfullung eines industriellen Nutzenversprechens, ohne eine Eigentumsubertragung auf den Kunden zwingend vorauszusetzen. Fur ein umfassendes Verstandnis von HLB sind in Verbindung mit der obigen Definition weitere charakteristische Eigenschaften zu berucksichtigen, aus denen verschiedene Herausforderungen fur den Anbieter folgen. 11 Vgl. Aurich 2007, S. 820f. 12 Vgl. HomburgGarbe 1996, S. 258ff.; LiestmannSchramm 1999, S. 29; LienhardMeyerStanik 2003, S. 39; LuczakHoeck 2004, S. 87. 13 Vgl. BullingerScheer 2006, S. 4. 14 Vgl. MeierUhlmannKortmann 2005, S. 529; MeierUhlmann 2012, S. 6. 15 Vgl. Goedkoop et al. 1999, S. 3; Roy 2000, S. 293; Mont 2002, S. 239; ManziniVezzoli 2003, S. 851; MeierUhlmannKortmann 2005, S. 529; Steinbach 2005, S.15; KerstenZinkKern 2006, S. 191; Aurich et al. 2007, S. 820f.; Laurischkat 2012, S. 63. 4 Kooperativitat: Es ist zu beachten, dass der HLBAnbieter in der Regel nicht alle Kompetenzen zur Entwicklung und Erbringung von HLB als ganzheitliche Problemlosungen besitzt. Folglich besteht die Notwendigkeit zur Kooperation mit anderen Marktpartnern, um die eigenen Kompetenzen zu erweitern.16 Die Herausforderung besteht auf der Anbieterseite darin, die Wertschopfungsaktivitaten entsprechend den jeweiligen Fahigkeiten der Kooperationspartner zu verteilen und die Ressourcen aufeinander abzustimmen.17 Dazu benotigt der HLBAnbieter Informationen uber die Fahigkeiten sowie die Kapazitaten aller Beteiligten, um die Kompatibilitat der Arbeitssysteme zu beurteilen.18 Damit werden Informationsaustausch und Wissenstransfer innerhalb des HLBNetzwerks zu einem kritischen Erfolgsfaktor.19 externer Faktor: Vergangene Forschungsarbeiten im HLBControlling zeigen, dass insbesondere die Integration von Dienstleistungen in das Kernprodukt neue Herausforderungen mit sich bringt. Typisch fur die Dienstleistungsproduktion ist die Integration des externen Faktors in den Produktionsprozess.20 Im Kontext hybrider Leistungsbundel stellen der HLBKunde, seine Prozesse usw. den externen Faktor dar.21 Somit wird das Leistungsergebnis durch die Fahigkeiten und die Bereitschaft des Kunden zur gemeinsamen Leistungserstellung mageblich beeinflusst. Auch hier hat der HLBAnbieter die Aufgabe der zwischenbetrieblichen Koordination und legt im Rahmen der Planung fest, welche Wertschopfungsschritte auf den Kunden zu ubertragen sind. Voraussetzung dafur ist das Bewusstsein uber die eigenen Fahigkeiten und die des Kunden.22 16 Vgl. Meier et al. 2002, S. 8; Lay 2003, S. 12; BonnemeierBurianekReichwald 2009, S. 31f.; Wallin et al. 2011, S. 210f.; Lelah et al. 2011, S. 344f. 17 Vgl. StevenWasmuth 2006, S. 473; BonnemeierBurianekReichwald 2009, S. 31. 18 Vgl. Holtbrugge 2003, S. 881f.; KleinaltenkampFrauendorf 2006, S. 371. 19 Unterschied zwischen Wissen und Informationen: Aus betriebswirtschaftlicher Sicht stellen strukturierte Vorgangs und Transaktionsaufzeichnungen Daten zusammengesetzt aus Zeichen, z.B. 0, 9, 5 , dar. Daten werden erst dann als Informationen z.B. Devisenkurs 1 0,95 bezeichnet, wenn sie in einem bestimmten Kontext z.B. Devisenmarkt Anwendung finden und dadurch eine Bedeutung bekommen. Im Gegensatz dazu stellt Wissen die Gesamtheit von Kenntnissen und Fahigkeiten dar, welche von Individuen zur Losung eines Problems eingesetzt werden. Wissen umfasst sowohl theoretische Kenntnisse als auch Kenntnisse, die auf Erfahrungen beruhen und entsteht durch die Vernetzung von Informationen. Vgl. Hess 2007, S. 2018; ProbstRaubRomhardt 2012, S. 16, 23. 20 Vgl. EngelhardtReckenfelderbaumer 2006, S. 221; Reckenfelderbaumer 2004, S. 217; RichterSteven 2009, S. 559. 21 Vgl. MeierKortmannGolembiewski 2006, S. 26. 22 Vgl. MeierKortmannGolembiewski 2006, S. 26; StevenWasmuth 2006, S. 474f; StevenSothWasmuth 2009, S. 282. 5 Umweltdynamik: Die Umweltdynamik, welche insbesondere in langfristigen Geschaftsbeziehungen zum Ausdruck kommt, erfordert anpassungsfahige HLB.23 Unter Anpassungsfahigkeit wird die Fahigkeit des HLBAnbieters verstanden, die Problemlosung bzw. das HLB uber den gesamten Lebenszyklus gema den Kundenanforderungen dynamisch zu gestalten und weiterzuentwickeln.24 Da der Aufbau von Anpassungspotenzialen hohe Kosten nach sich zieht 25, muss der Anbieter moglichst viele Informationen uber eventuelle Veranderungen bei seiner Planung berucksichtigen. Das Ziel ist, die aufgebauten Potenziale tatsachlich zu nutzen. Mithilfe einer fruhzeitigen Planung konnen bei tatsachlich eingetretener Veranderung bzw. bei veranderten Rahmenbedingungen Produktionsausfalle und Umsatzeinbuen vermieden werden. Um solche Entwicklungen vorausschauend bei der Planung berucksichtigen zu konnen, ist eine enge Zusammenarbeit zwischen dem Anbieter und dem Kunden sowie eine Untersuchung moglicher Quellen von Unsicherheit notig. Es ist zusammenfassend festzustellen, dass HLB in einem Netzwerk erstellt werden, in dem der Kunde als ein aktives Netzwerkmitglied fungiert. Die Komplexitat der Leistungserstellung und die Langfristigkeit der Geschaftsbeziehung erzeugen Unsicherheiten, die der Anbieter fruhzeitig in seiner Entscheidungsfindung berucksichtigen muss. 2.2 Unsicherheiten im HLBUmfeld 2.2.1 Quellen von Unsicherheit Als Unsicherheit ist nach Walker et al.   any deviation from the unachievable ideal of completely deterministic knowledge of the relevant system.26 zu bezeichnen. Demnach ist die Unsicherheit durch eine unvollkommene Informationslage charakterisiert. Die Uncertainty Map in Abbildung 1 gibt einen Uberblick uber die Quellen der Unsicherheit im HLBKontext. Unvollkommene Informationen uber die Beschaffenheit und Eigenschaften dieser Quellen erzeugen Unsicherheiten in der Entscheidungsfindung. Das HLB wird von vier Unsicherheitsquellen beeinflusst. Diese beziehen sich auf den Staat und die von ihm geschaffenen, gesetzlichen Rahmenbedingungen, das 23 Vgl. Thielen 1993, S. 84; SpathDemu 2001, S. 36; ZhanglimLim 2002, S. 571; RichterSadekSteven 2010, S. 130f.; LingegardLindahlSvensson 2011, S. 295. 24 Vgl. KinkelKleineMaloca 2012, S. 3. 25 Vgl. KinkelKleineMaloca 2012, S. 3. 26 Walker et al. 2003, S. 5. 6 Anbieterunternehmen, das Kundenunternehmen und den Markt. Die nach innen gerichteten, blauen Pfeile deuten auf den Einfluss der jeweiligen Unsicherheitsquelle hin, wahrend die nach auen gerichteten roten Pfeile die Verteilung der Wertschopfungsaufgaben verdeutlichen. Wie aus der Abbildung hervorgeht, besteht das HLB aus verschiedenen Sach und Dienstleistungsmodulen SL, DL, blau und grun gefarbte Teile, wobei die Anzahl der Module der Ubersicht halber gering gehalten wurde. Da HLB komplexe Problemlosungen darstellen, zu deren Bereitstellung der Anbieter nicht allein im Stande ist, konnen Teile der Problemlosung durch Kooperationen mit Netzwerkpartnern auf den Markt gerichtete Pfeile bereitgestellt werden. Hier steigen der Koordinationsbedarf und damit der Grad an Unsicherheit aufgrund unvollkommener Informationen uber die Kooperationspartner etc. Ferner kann der Kunde bei vorhandener Bereitschaft und Fahigkeit ein oder mehrere Leistungsmodule erbringen hier z.B. eine Dienstleistung. Auch in diesem Fall bestehen Unsicherheiten und zwar aufgrund von unvollkommenen Informationen uber die Fahigkeiten des Kunden. Die endgultige Verteilung der Wertschopfungsaufgaben erfolgt auf Basis der Untersuchung der Unsicherheitsquellen.27 Staat HLBAnbieterunternehmen SL DLSLDLDLSLKundenunternehmen Abbildung 1: UncertaintyMap 28 Markt Wie andere Unternehmen muss auch der HLBAnbieter die vom Staat vorgegebenen gesetzlichen Rahmenbedingungen berucksichtigen. Denkbar sind in diesem Zusammenhang z.B. Eigenkapitalvorschriften oder Bestimmungen zu 27 Vgl. StevenAlevifard 2013a, S. 99; StevenAlevifard 2013b, S. 579. 28 in Anlehnung an StevenAlevifard 2013a, S. 99. 7 Haftungsfragen. Veranderungen in diesem Bereich konnen die Rentabilitat des HLB negativ beeinflussen.29 Mogliche Umstande, die im Anbieterunternehmen Unsicherheiten erzeugen, sind z.B. mangelnde Erfahrungen mit HLB, fehlende Dienstleistungs und Kundenorientierung, knappe Ressourcen z.B. Zeit, Personal, Finanzen usw. Die Unsicherheit resultiert einerseits daraus, dass der Anbieter unvollkommene Informationen uber seine eigene Organisation besitzt. Andererseits entstehen Unsicherheiten, weil angesichts fehlender Erfahrungen eine gewisse Wahrscheinlichkeit dafur besteht, das gewunschte Ergebnis HLB nicht erreichen zu konnen. Unvollkommene Informationen uber mogliche Nachfrageschwankungen bezuglich der Kundenprodukte, des Verhaltens der Konkurrenz oder des technologischen Fortschritts sind typische Beispiele fur Unsicherheiten, die vom Markt herruhren.30 Fehlende Informationen des Anbieters uber mogliche KnowhowDefizite und mangelnde Kooperationsbereitschaft bzw. fahigkeiten im Kundenunternehmen bilden die Grundlage fur weitere Unsicherheiten.31 KnowhowDefizite im Umgang mit der Sachleistung konnen z.B. im Rahmen eines Geschaftsmodells, in dem der Anbieter die Verfugbarkeit der Anlage garantiert, die Anlage aber im Besitz des Kunden ist, zu Schaden an der Anlage fuhren. 2.2.2 Konkretisierung von Unsicherheit und Ableitung von Risiken Um zu zeigen, wie aus Unsicherheiten Risiken resultieren, wird der HLBLebenszyklus als Grundlage gewahlt. Der HLBLebenszyklus beschreibt die verschiedenen Phasen der Geschaftsbeziehung zwischen dem Anbieter und dem Kunden. Er besteht aus funf Phasen Abbildung 2: Anbahnung 32, Entwicklung, Implementierung, Betrieb und Auflosung.33 29 Vgl. Pautsch 2008, S. 60f. 30 Vgl. StevenAlevifardKeine 2011, S. 261f. 31 MeierUhlmann 2012, S. 16. 32 Im SFBTR 29, der sich intensiv mit HLB befasst, wird die erste Phase als Planungsphase bezeichnet. In dieser Arbeit wird dieser Begriff jedoch durch Anbahnungsphase ersetzt, um Uberschneidungen mit der Planung als einer eigenstandigen Managementfunktion zu vermeiden. 33 Vgl. MeierUhlmann 2012, S. 8f. 8 In der Anbahnungs und Entwicklungsphase geht es um die Vertragsgestaltung sowie die Ausgestaltung der Sach und Dienstleistungsbestandteile des HLB. Bereits in der Anbahnungsphase kann der Prozess der Gestaltung des HLBNetzwerks, in dem das HLB kooperativ bereitgestellt wird, starten.34 Das HLBProduktmodell 35 ubt dabei einen wesentlichen Einfluss auf die Beschaffenheit des HLBNetzwerks aus und ist das Ergebnis der Entwicklungsphase. Anbahnung Entwicklung Implementierung Betriebdurch den Kundenkontakt initialisiert Identifikation der Kundenbedurfnisse Ableitung der Kundenanforderungen Vertragsgestaltung Entwicklung von HLBKonzepten HLBKonzeptmodell Ausgestaltung der konzipierten SL und DLAnteile Ergebnis: HLBProduktmodell Produktion der SLAnteile Logistische Prozesse Anlieferung Potenzialaufbau fur zukunftige Dienstleistungserbringung Erbringung der Dienstleistungsanteile und Nutzung der Sachleistungsanteiledynamische Anpassung Auflosung Beendigung der vertraglichen Beziehungen Abbildung 2: HLBLebenszyklus 36 Die Beschaffenheit des HLBNetzwerks beeinflusst wiederum die Kostenstruktur der Leistungserstellung. Angesichts der Komplexitat hybrider Leistungsbundel bleibt der in der Anbahnungsphase abgeschlossene Vertrag vorerst unvollstandig und wird in spateren Phasen angepasst bzw. der Detaillierungsgrad hinsichtlich der Leistungskomponenten erhoht.37 Eine zielgerichtete Auswahl geeigneter Kooperationspartner ist daher sicherzustellen, um die Koordinationskosten geringzuhalten und die Chancen unvollstandiger Vertrage zu nutzen.38 In der Implementierungs 34 Vgl. MeierVolker 2012, S. 151. 35 Das HLBProduktmodell beschreibt den Aufbau bzw. die Struktur des HLB, d.h. die ausgestalteten Sach und Dienstleistungsanteile. Vgl. MeierVolker 2012, S. 140. 36 Vgl. MeierUhlmann 2012, S. 8f. 37 Vgl. StarkMuller 2012, S. 46f.; SadekKoster 2012, S. 76. 38 Vgl. RichterSadekSteven 2010, S. 129; MeierVolker 2012, S. 151ff. 9 phase wird das HLB beim Kunden installiert und in der Betriebsphase entweder vom Anbieter oder vom Kunden selbst betrieben. Schlielich endet die Geschaftsbeziehung in der Auflosungsphase, welche durch vertragliche Vereinbarungen geregelt ist.39 In Abbildung 3 sind die phasenspezifischen Risiken entlang des HLBLebenszyklus aufgefuhrt. Dabei stellt die Moglichkeit einer negativ empfundenen Abweichung vom erwarteten Ergebnis bzw. Ziel ein Risiko dar.40 Anbahnungsphase In der Anbahnungsphase bestehen Partnerwahl, Erbringungs und Marketingrisiken. Das Partnerwahlrisiko besteht darin, dass eine Zusammenarbeit mit dem Kunden bzw. dem Kooperationspartner aus Anbietersicht nicht rentabel ist.41 Fur den Fall, dass der Anbieter als fokales Unternehmen eine suboptimale Arbeitsteilung im HLBNetzwerk vornimmt, entsteht ein Erbringungsdesignrisiko. Lebenszyklusphase Zielerwartetes Ergebnis Anbahnung Wahl geeigneter Wertschopfungspartner Erfolgreiche Marketingstrategie Festlegung der groben Erbringungsstruktur Entwicklung Geeignetes HLBDesign Adaquate Kalkulation Erfolgreiche Herstellung der Sachleistungsanteile Kundenunternehmen Erfolgreiche Bereitstellung von Dienstleistungspotenzialen Erfolgreiche Installation des HLB im Risiken Partnerwahlrisiko Erbringungsrisiko Marketingrisiko Designrisiko Kalkulationsrisiko Wettbewerbsrisiko Herstellungsrisiko Logistikrisiko Implementierung Betrieb Auflosung Wirtschaftlicher Betrieb des HLBFruherkennung von Markttrends Kundenzufriedenheit Technisch einwandfreier Betrieb und Instandhaltung Wirtschaftlichkeitsrisiko Marktrisiko Kundenrisiko Betriebs und Instandhaltungsrisiko Wirtschaftliche Wiederverwendung Erfolgreicher Absatz Weiterbeschaftigung des Personals Wiederverwendungsrisiko Absatzrisiko Weiterbeschaftigungsrisiko Abbildung 3: Risiken entlang des HLBLebenszyklus 39 Vgl. MeierUhlmann 2012, S. 9. 40 Vgl. DasTeng 2001, S. 251f. 41 Vgl. SpathHirschKreinsenKinkel 2008, S. 98. 10 Marketingrisiken konnen aus einer falschen Marketingmanahme wie z. B. einer der Komplexitat hybrider Leistungsbundel nicht gerecht werdenden Darbietung des Angebots, einer schlechten Kommunikation des Kundennutzens oder einem Reputationsverlust aufgrund schlechter Erfahrungen mit anderen Kunden resultieren.42 Entwicklungsphase In der Entwicklungsphase kommen Design, Kalkulations und Wettbewerbsrisiken zum Tragen. Designrisiken konnen aus dem hohen Neuheitsgrad hybrider Leistungsbundel und anbieterseitig fehlenden Erfahrungen mit diesen resultieren.43 Ferner erzeugt die aus Wechselwirkungen zwischen Sach und Dienstleistungsbestandteilen resultierende Komplexitat Designrisiken, wenn diese Wechselbeziehungen nicht gezielt geplant und gesteuert werden sowie die dynamische Anpassung nicht sichergestellt wird.44 Schlielich kann ein mangelnder Informationsaustausch mit dem Kunden dazu fuhren, dass die Kundenwunsche vernachlassigt werden und damit die Benutzerfreundlichkeit des HLB fur die Mitarbeiter im Kundenunternehmen beeintrachtigt wird. Kalkulationsrisiken konnen wie Designrisiken als Folge fehlender Erfahrungen mit HLB entstehen, aber auch aus der Kundenindividualitat resultieren. Weiterhin stellt die Notwendigkeit zur Leistungserstellung innerhalb eines Netzwerks die Kalkulation vor Herausforderungen. Ferner erzeugen Wechselbeziehungen zwischen Sach und Dienstleistungsanteilen Kalkulationsrisiken. Die transparente, monetare Erfassung von Dienstleistungen wird zu einem Erfolgsfaktor 45. Das Wettbewerbsrisiko resultiert daraus, dass der Anbieter moglicherweise ein Angebot erstellt oder ein HLB EntwurfKonzeptmodell 46 bereitstellt, das hinsichtlich des KostenNutzenVerhaltnisses dem Angebot der Konkurrenz unterlegen ist. Das heit, entweder stellt der Anbieter das gleiche HLB zu hoheren Kosten und damit zu einem hoheren Preis bereit als die Konkurrenz oder er bietet bei gleichen Kosten und gleichem Preis ein schlechteres HLB geringeren Nutzen an. 42 Vgl. SpathDemu 2001, S. 37f. 43 Vgl. ReseKargerStrotmann 2012, S. 23; StarkMuller 2012, S. 37. 44 Vgl. SpathDemu 2001, S. 37; SadekKoster 2012, S. 61. 45 Vgl. SpathDemu 2001, S. 37f.; Reckenfelderbaumer 2004, S. 212. 46 Vgl. SadekKoster 2012, S. 6188. 11 Implementierungsphase Fur die Implementierungsphase sind Herstellungsrisiken und Logistikrisiken typisch. Herstellungsrisiken beziehen sich darauf, dass die Produktion der Sachleistungsbestandteile moglicherweise nicht zielgema erfolgt. Die Einhaltung von Anforderungen bzw. Zielen hinsichtlich Zeit, Kosten und Qualitat spielt hier eine kritische Rolle.47 Weiterhin zahlen mogliche Probleme bei der Bereitstellung von qualifiziertem Personal und dem Aufbau von sonstigem Potenzial zur Erbringung der Dienstleistungsbestandteile des HLB zu Logistikrisiken. Unter Logistikrisiken fallt ebenfalls die Moglichkeit, dass die Anlieferung und Installation des HLB die vorgegebenen Ziele hinsichtlich Zeit, Kosten und Qualitat nicht erfullt.48 Betriebsphase In der Betriebsphase tragt der Anbieter Wirtschaftlichkeits und Marktrisiken, die durch Konjunktur bzw. Nachfrageschwankungen erzeugt werden konnen. Eine geringe Auslastung und dadurch entstehende Leerkosten beeintrachtigen die Rentabilitat des HLB. Marktrisiken konnen aufgrund einer ungenauen bzw. nicht zutreffenden Einschatzung kunftiger Markttrends, welche die Nachfrage beeinflussen, entstehen und Wirtschaftlichkeitsrisiken verscharfen.49 Ferner konnen Kooperationsprobleme zwischen dem Kunden und dem Anbieterpersonal entstehen und zu Kunden bzw. Kundenverlustrisiken fuhren. Betriebs und Instandhaltungsrisiken waren dann nicht ausgeschlossen, wenn die Zusammenarbeit bzw. die Kommunikation zwischen den genannten Parteien nicht reibungsfrei funktioniert.50 Auflosungsphase Wiederverwendungsrisiken sowie Absatz und Weiterbeschaftigungsrisiken sind typisch fur die Auflosungsphase, welche am vertraglich vereinbarten Ende der Geschaftsbeziehung liegt. Wiederverwendungsrisiken beziehen sich vorrangig auf den Sachleistungsbestandteil des HLB. Je kundenspezifischer das Design der Anlage ist, desto hoher ist die Wahrscheinlichkeit, dass keine alternative Verwendung gefunden werden kann sunk costs, falls der Kunde die Geschaftsbeziehung 47 Vgl. SpathDemu 2001, S. 38; Steven 2007, S. 13. 48 Vgl. SpathDemu 2001, S. 38; Steven 2007, S. 13. 49 Vgl. SpathDemu 2001, S. 38; EngelhardtReckenfelderbaumer 2006, S. 295. 50 Vgl. SpathDemu 2001, S. 38. 12 fruher als vereinbart beendet z.B. aufgrund von Insolvenz. Daher ist es wichtig, bereits beim Vertragsabschluss dieses Risiko zu bedenken und entsprechende Klauseln zu integrieren. Das Wiederverwendungsrisiko wird zu einem Absatzrisiko, wenn der Anbieter keine alternative Verwendung in anderen HLB fur die Anlage findet und auch keinen Absatzmarkt. Schlielich ist das Weiterbeschaftigungsrisiko dadurch bedingt, dass der fur ein bestimmtes HLB eingestellte Mitarbeiterstamm in anderen bzw. Folgeprojekten eingesetzt werden muss. Anderenfalls verliert der Anbieter qualifizierte und erfahrene Mitarbeiter, die gleichzeitig Trager von hochkomplexem Knowhow sind.51 Im nachsten Kapitel wird zunachst der Begriff des intellektuellen Kapitals erlautert, um dann zu zeigen, wie ein gezieltes Management des intellektuellen Kapitals zur Bewaltigung der beschriebenen Risiken beitragt. 51 Vgl. SpathDemu 2001, S. 38; BonnemeierBurianekReichwald 2009, S. 31. 13 3 Intellektuelles Kapital in hybriden Leistungsbundeln 3.1 Begriff des intellektuellen Kapitals Unter intellektuellem Kapital sind diejenigen Kapitalarten zu verstehen, die einen uberwiegend immateriellen Charakter haben und hinsichtlich ihres Einflusses auf den Unternehmenserfolg unsichtbar sind.52 Das intellektuelle Kapital ist in drei Klassen eingeteilt. Das Humankapital umfasst personengebundene Fahigkeiten und Wissen wie beispielsweise Fuhrungskompetenzen und fachliches Knowhow. Unter das Strukturkapital fallen diejenigen Unternehmensressourcen, die im Unternehmen verbleiben, wenn die Mitarbeiter das Unternehmen verlassen. Ein Beispiel dafur ist das Fuhrungssystem in einem Unternehmen. Das Beziehungskapital umfasst die Beziehungen zu Unternehmensexternen wie Lieferanten, Kunden, Kapitalgeber etc.53 Die StandardEinflussfaktoren bzw. Determinanten fur jede Kapitalart des intellektuellen Kapitals sind in Tabelle 1 zu sehen.54 Tabelle 1: StandardEinflussfaktoren des intellektuellen Kapitals Kapitalart Einflussfaktoren bzw. Determinanten Humankapital Strukturkapital Beziehungskapital HK1: Fachkompetenz HK2: Soziale Kompetenz HK3: Mitarbeitermotivation HK4: Fuhrungskompetenz SK1: Kooperation und Wissenstransfer SK2: Fuhrungsinstrumente SK3: IT und dokumentiertes Wissen SK4: Produktinnovation SK5: Prozess und Verfahrensinnovationen SK6: Unternehmenskultur BK1: Kundenbeziehungen BK2: Lieferantenbeziehungen BK3: Offentlichkeitsarbeit BK4: Beziehungen zu Kapitalgebern, Investoren und Eignern BK5: Beziehungen zu Kooperationspartnern 52 Vgl. Herrmann 2013, S. 8. 53 Vgl. BornemannReinhardt 2008, S. 2 und S. 5; Herrmann 2013, S. 8. 54 Vgl. AlwertBornemannWill 2008, S. 20; BornemannReinhardt 2008, S. 94ff  An dieser Stelle wird auf eine ausfuhrliche Definition der einzelnen Determinanten verzichtet, um den Schwerpunkt des vorliegenden Beitrags nicht zu verlagern. 14 3.2 Intellektuelles Kapital zur Risikoreduktion im HLBKontext Die Bedeutung des intellektuellen Kapitals wird im Kontext hybrider Leistungsbundel deutlich, wenn ein HLB als ein soziotechnisches System 55 Sach und Dienstleistung als interdependente Teilsysteme und die Wertschopfung als interaktiv HLBNetzwerk betrachtet wird. Ein soziotechnisches System ist ein komplexes, betriebliches Gesamtsystem, das aus einem sozialen und einem technischen Teilsystem besteht, welche sich interdependent verhalten. Eine effektive und effiziente Leistungserstellung ist nur durch eine Abstimmung dieser Teilsysteme moglich.56 Ausgehend von den Eigenschaften von HLB Vgl. Kapitel 2. wird ersichtlich, dass eine alleinige Konzentration auf die technische Komponente eines HLB technische Anlage nicht ausreichen wurde, um HLB erfolgreich zu erstellen und anzubieten. Vielmehr spielen weiche Faktoren wie z.B. zwischenmenschliche Beziehungen Teil des intellektuellen Kapitals, die fur ein soziales System typisch sind, eine bedeutende Rolle. Die Integration von HLBDienstleistungsmodulen, fur deren Erbringung Menschen einzusetzen sind, und die Notwendigkeit von Kooperationen im HLBNetzwerk verdeutlichen dies. Im Folgenden wird die Rolle des intellektuellen Kapitals fur eine erfolgreiche Leistungserstellung im HLBKontext erlautert. 3.2.1 Humankapital in HLB Die inner und zwischenbetriebliche Zusammenarbeit von Menschen aus verschiedenen Spezialgebieten Sach und Dienstleistungsproduktion, Betriebswirte und Ingenieure etc. erfordert besondere Fahigkeiten, um eine integrierte Entwicklung von HLBSach und Dienstleistungsanteilen sicherzustellen.57 Einflussfaktor Fachkompetenz in HLB Hinsichtlich der Fachkompetenz bei HLB ist darauf zu achten, dass Interdependenzen zwischen Sach und Dienstleistungen explizit berucksichtigt werden konnen.58 Daher empfiehlt sich hier die Umbenennung von Fachkompetenzen in integrative Fachkompetenzen. 55 Vgl. Fuchs 2007, S. 15; Laurischkat 2012, S. 14ff. 56 Vgl. Kelly 1978, S. 1071. 57 Vgl. MeierKortmannGolembiewski 2006, S. 27. 58 Vgl. MeierKortmannGolembiewski 2006, S. 27; ExternbrinkLienertWilkens 2012, S. 66. 15 Einflussfaktor soziale Kompetenz in HLB Mit Blick auf soziale Kompetenzen, wie z.B. Empathie, sind die Beherrschung und die Sicherstellung von erfolgreichem, interdisziplinarem Arbeiten von groer Bedeutung.59 An dieser Stelle wird empfohlen, den StandardEinflussfaktor soziale Kompetenz durch uberfachliche Kompetenzdimensionen zu ersetzen, welche in einem signifikanten Mae die Mitarbeiter dazu befahigen, ohne erhohte Beanspruchungsauswirkung erfolgreich ein HLB bereitzustellen. Die Grundlage fur die Anpassung der Kompetenzdimensionen bilden HLBspezifische Arbeitsbelastungen, die durch einen hohen Koordinations und Kommunikationsbedarf zu beschreiben sind. Weiterhin ist die Notwendigkeit von innovativen Losungsanforderungen zur Losung neuartiger Probleme ein Belastungsfaktor.60 von ExternbrinkLienertWilkens 201261 und Manz et al. 201362 folgende Kompetenzdimensionen ausgearbeitet.63 Folgenden Darauf aufbauend werden im Die Selbstreflexionskompetenz bedeutet, dass ein Mitarbeiter seinen eigenen Entwicklungsprozess ausgehend von Ruckmeldungen aus dem relevanten Umfeld uberprufen und zielgerichtet steuern kann. Die Kombinationskompetenz befahigt einen Mitarbeiter dazu, das eigene Wissen in unterschiedlichen Situation und Problembereichen einzusetzen. Die Neukombination von Wissensbausteinen ist ein Bestandteil dieser Kompetenzdimension. Schlielich ist die Kooperationskompetenz die Fahigkeit zur zielgerichteten Gestaltung von Beziehungen und Interaktionen zu anderen Akteuren im HLBKontext. Auf diese Weise wird der Losungsraum erweitert und die Anzahl von Handlungsalternativen erhoht.64 59 Vgl. ExternbrinkLienertWilkens 2012, S. 66. 60 Vgl. ManzWilkensSueLienert 2013, S. 587. 61 Vgl. ExternbrinkLienertWilkens 2012, S. 6569. 62 Vgl. ManzWilkensSueLienert 2013, S. 583588. 63 Vgl. ExternbrinkLienertWilkens 2012, S. 66,68. 64 Vgl. auch BonnemeierBurianekReichwald 2009, S. 31. 16 Einflussfaktor Mitarbeitermotivation und Fuhrungskompetenz Weiterhin stehen die Einflussfaktoren Mitarbeitermotivation und Fuhrungskompetenz im Kontext hybrider Leistungsbundel in enger Verbindung miteinander. Explorative Studien zeigen, dass Fuhrungskrafte im Falle von HLB drei wesentliche Rollen ubernehmen. Sie mussen als Motivatoren eine Vision schaffen, die die Orientierungsgrundlage fur Mitarbeiter darstellt. Ferner stehen sie fur die Lernfahigkeit in dem Sinne, dass sie auch mit Niederlagen umgehen und diese als einen Teil des Lernprozesses hin zum Erfolg ansehen. Somit wirken sie als Stimulatoren und befahigen Mitarbeiter dazu, in verschiedenen Situationen innovativ und leistungsfahig zu bleiben und sich weiterzuentwickeln. Schlielich ist eine Fuhrungskraft ein Coach, der den Sorgen und der Frustration seiner Mitarbeiter mit Empathie und offener Kommunikation begegnet.65 Vor diesem Hintergrund werden die StandardEinflussfaktoren Mitarbeitermotivation und Fuhrungskompetenz zu Fuhrungskompetenz zusammengefasst. Auf diese Weise ist eine Homogenitat der Einflussfaktoren hinsichtlich ihrer Bezeichnungen gegeben, da das Humankapital nun ausschlielich durch Kompetenzen beschrieben wird. Die Fuhrungskompetenz ist als eine Querschnittkompetenz zu bezeichnen. Von der Anbahnungsphase bis hin zur Betriebsphase ist eine reibungslose Zusammenarbeit aus Fuhrungssicht sicherzustellen. In der Auflosungsphase dient die Fuhrungskompetenz dazu, den Umgang mit Veranderungen zu erleichtern. Umgang mit Risiken mittels Humankapital Mit Blick auf die im Abschnitt 2.2.2 ausgearbeiteten Risiken ist festzuhalten, dass Partnerwahlrisiken mithilfe von Kooperationskompetenz bewaltigt werden konnen, wenn diese Kompetenzdimension auch auf der Unternehmensebene verfugbar ist und nicht lediglich auf Mitarbeiterebene.66 Zur Bewaltigung von Marketing und Marktrisiken ist eine weitere Kategorie fur Humankapital einzufuhren. Die Marketing bzw. Marktkompetenz ist in diesem Zusammenhang ein wichtiger Einflussfaktor. Sie befahigt den Anbieter dazu, eine geeignete Marketingstrategie zu entwickeln und anzuwenden. Ferner dient sie dazu, fruhzeitig kunftige Marktentwicklungen zu erkennen und diesen adaquat zu begegnen sowie Wiederverwendungs und Absatzrisiken zu reduzieren. 65 Vgl. ExternbrinkLienertWilkens 2013, S. 107. 66 Die in diesem Beitrag aufgefuhrte Kooperationskompetenz bezieht sich auf die Mitarbeiterebene. Die Sicherstellung der Kooperationskompetenz auf Unternehmensebene bedarf weiterer Forschung. 17 Weiterhin ist davon auszugehen, dass Design und Kalkulationsrisiken mithilfe von integrativen Fachkompetenzen sowie uberfachlichen Kompetenzen reduziert werden konnen. Integrative Fachkompetenzen tragen dazu bei, die Wechselwirkungen zwischen Sach und Dienstleistungsanteilen zu erkennen und zielgerichtet zu steuern. Kooperationskompetenzen helfen, in einem interdisziplinaren Team und auch gemeinsam mit anderen Kooperationspartnern erfolgreich unter hoher Komplexitat Leistung zu erbringen. Die Selbstreflexions und Kombinationskompetenz spielen aufgrund der Neuheit und Kundenindividualitat von HLB eine bedeutende Rolle bei der Reduktion von Designrisiken. Kalkulationsrisiken konnen durch zielorientiertes, interdisziplinares Arbeiten Kooperationskompetenz und einen effektiven sowie effizienten Informationsaustausch reduziert werden. Herstellungs und Logistikrisiken stellen eine mogliche Abweichung von erwarteten Ergebnissen hinsichtlich Zeit, Kosten und Qualitat der Leistungserstellung dar. Zur Bewaltigung dieser Risiken tragen wiederum integrative Fachkompetenzen bei sowie die bereits beschriebenen uberfachlichen Kompetenzen insbesondere Kooperations und Kombinationskompetenzen. Das Vorhandensein dieser Kompetenzen fuhrt dazu, dass die Vorgaben hinsichtlich Zeit, Kosten und Qualitat in interdisziplinaren Teams Betriebswirte, Ingenieure etc. und insgesamt im HLBNetzwerk besser eingehalten werden konnen. 3.2.2 Strukturkapital in HLB Einflussfaktor Kooperation und Wissenstransfer Eine bedeutende Rolle spielen Kooperation und Wissenstransfer im HLBKontext, da die Leistungserstellung, wie bereits erwahnt, in einem Netzwerk erfolgt und HLB einen wissensintensiven Charakter haben. Die Verschiebung der Verantwortung fur die Wertschopfung vom Kunden hin zum Anbieter erfordert einen intensiven Informations und Wissensaustausch zwischen dem HLBAnbieter und dem Kunden 67 sowie insgesamt im HLBNetzwerk. Da die Kooperation bereits unter Humankapital im Rahmen der Kooperationskompetenz berucksichtigt wurde, wird sie an dieser Stelle aus der Bezeichnung des StandardEinflussfaktors gestrichen und vorerst mit dem Begriff Wissenstransfer weitergearbeitet. Einflussfaktor Fuhrungsinstrumente Mit Blick auf die Fuhrungskompetenz ist davon auszugehen, dass zur Erfullung von Fuhrungsaufgaben im HLBKontext neuartige Instrumente erforderlich sind. 67 Vgl. BonnemeierBurianekReichwald 2009, S. 31. 18 Die Besonderheiten im Arbeitssystem hybrider Leistungsbundel wurden im Abschnitt 3.2.1 erlautert. Zur Spezifizierung von Fuhrungsinstrumenten ist ein weiterer Forschungsbedarf zu verzeichnen. Einflussfaktor IT und dokumentiertes Wissen Ferner unterstutzt der StandardEinflussfaktor IT und dokumentiertes Wissen den Wissenstransfer zwischen den HLBNetzwerkpartnern und auch intern im Anbieterunternehmen. Er bildet die Grundlage fur innovative Dienstleistungen wie Fernwartung 68 etc. Zwecks einer ubersichtlicheren Darstellung wird dieser StandardEinflussfaktor in IT Infrastruktur umbenannt. Dokumentiertes Wissen und Wissenstransfer siehe oben werden zu Wissensmanagement zusammengefasst. Unter Wissensmanagement ist in weitem Sinne ein systematischer Umgang mit Wissen zu verstehen.69 Es beinhaltet im HLBKontext sowohl den Informationsaustausch als auch den Wissenstransfer im HLBNetzwerk und ebenfalls im Anbieterunternehmen. Einflussfaktor Produktinnovation Der StandardEinflussfaktor Produktinnovation ist in Leistungsinnovation umzubenennen, um den ganzheitlichen Charakter von HLB zu erfassen. Die Leistungsinnovation beinhaltet die Integration von Sachleistungs und Dienstleistungsinnovationen. Einflussfaktor Prozess und Verfahrensinnovation Der Einflussfaktor Prozess und Verfahrensinnovation ist fur einen HLBAnbieter genauso wichtig wie fur andere Unternehmen. Daher kann in diesem Fall nicht von einer besonderen Relevanz ausgegangen werden. Schlielich stellt jedes einzelne HLB eine innovative Losung dar. Eine begriffliche und inhaltliche Anpassung ist hier nicht erforderlich. Einflussfaktor Unternehmenskultur Der letzte StandardEinflussfaktor des Strukturkapitals ist die Unternehmenskultur. An dieser Stelle ist es nicht sinnvoll, von einer Unternehmenskultur zu sprechen, da die Wertschopfung im HLBKontext innerhalb eines Netzwerks erfolgt. Daher erscheint die Umbenennung und die inhaltliche Anpassung des Einflussfak 68 Vgl. Klostermann et al. 2006, S. 813ff. 69 Vgl. VoigtSeidel 2009, S. 1. 19 tors Unternehmenskultur in HLBErbringungskultur als zielfuhrend. Dabei umfasst die Erbringung alle Phasen des HLBLebenszyklus. Erweiterung der StandardEinflussfaktoren um Geschaftsmodellinnovation Spezifisch fur HLB gewinnt mit Blick auf Innovationen der Einflussfaktor Geschaftsmodellinnovation an Bedeutung und ist daher zusatzlich aufzunehmen. Das HLBGeschaftsmodell beschreibt mithilfe von verschiedenen Partialmodellen die Art und Weise der Nutzengenerierung, die Risikoverteilung zwischen HLBAnbieter und Kunde, die Eigentumsverhaltnisse, den Erlosmechanismus etc.70 Umgang mit Risiken mittels Strukturkapital Ein erfolgreiches Wissensmanagement ist als eine Querschnittfunktion anzusehen, die zur Bewaltigung samtlicher Risiken entlang des HLBLebenszyklus beitragt und eine adaquate IT Infrastruktur erfordert. Dabei sind die Kernprozesse des Wissensmanagements 71, die im Folgenden erlautert werden, von zentraler Bedeutung. Wissensidentifikation: Schaffung von Transparenz uber entscheidungsrelevante interne und externe Daten und Informationen Wissenserwerb: Bereitstellung des entscheidungsrelevanten Wissens Wissensentwicklung: Entwicklung von noch nicht vorhandenen Wissenspotenzialen fur Innovationen etc. Wissensverteilung: Verbreitung entscheidungsrelevanten Wissens innerhalb eines Unternehmens Wissensnutzung: effektiver und effizienter Einsatz des entscheidungsrelevanten Wissens Wissensbewahrung: Sicherstellung und Speicherung des vorhandenen Wissens fur die Zukunft bzw. kunftige Entscheidungen Wissensbewertung: Messung des Zielerreichungsgrades der Wissensziele Innovative Fuhrungsinstrumente sollen zur Nutzung von Fuhrungskompetenzen, die ihrerseits zur Erfullung von HLBspezifischen Aufgaben befahigen, dienen. Daher sind sie im gesamten HLBLebenszyklus relevant und tragen zur Reduktion samtlicher Risiken bei. 70 Vgl. Rese et al. 2011, S. 502; Rese et al. 2013, S. 193. 71Vgl. ProbstRaubRomhardt 2012, S. 31ff. Die Auswahl dieses Definitionsansatzes ist durch seine Ganzheitlichkeit und Prazision hinsichtlich der Kernprozesse des Wissensmanagements zu begrunden. Dieser Ansatz stellt eine adaquate Erganzung bzw. Erweiterung der weitgefassten Definition von VoigtSeidel 2009, S. 1 dar. 20 Leistungs, Prozess und Verfahrensinnovationen helfen, Kundenverlust und Wirtschaftlichkeitsrisiken zu bewaltigen. Ferner konnen technologisch z.B. aufgrund geringerer Storanfalligkeit und organisatorisch z.B. aufgrund besserer Arbeitssicherheit fortgeschrittene Leistungsinnovationen zur Reduzierung von Betriebs und Instandhaltungsrisiken beitragen. Eine Anpassung produktorientierter Unternehmenskulturen in Richtung der Dienstleistungsorientierung ist als ein adaquates Instrument zur Sicherstellung des Gleichgewichts zwischen den Teilsystemen Sach und Dienstleistung in einem HLB anzusehen. Eine HLBErbringungskultur, die dem Stellenwert von Dienstleistungen Rechnung tragt, ist die Grundvoraussetzung fur die erfolgreiche Bereitstellung von HLB.72 Die HLBErbringungskultur erfullt ebenso wie das Wissensmanagement eine Querschnittfunktion und ist daher in allen HLBLebenszyklusphasen von Bedeutung. Geschaftsmodellinnovationen bedeuten, dass der Anbieter mehr Moglichkeiten hat, die Kundenanforderungen zu erfullen und im Laufe der Zeit anpassungsfahig zu bleiben. Damit konnen insbesondere Kundenverlustrisiken reduziert werden. Da das HLBGeschaftsmodell das Organisationsmodell 73 enthalt, ist davon auszugehen, dass Geschaftsmodellinnovationen zur Reduzierung von Erbringungsrisiken fuhren konnen. 3.2.3 Beziehungskapital in HLB Die StandardEinflussfaktoren fur Humankapital bedurfen keiner begrifflichen und inhaltlichen Anpassung. Zu beachten ist jedoch, dass Kundenbeziehungen im HLBKontext einen kontinuierlich interaktionsintensiven Charakter haben. Dies ist in herkommlichen Kundenbeziehungen nicht der Fall, die durch den Kauf einer Leistung und den Betrieb bzw. Nutzung der Leistung durch den Kunden charakterisiert sind. Daher ist dem Einflussfaktor Kundenbeziehung eine besondere Beachtung zu schenken.74 Erweiterung der StandardEinflussfaktoren um Mitarbeiterbeziehungen Da HLB den Charakter soziotechnischer Systeme haben und die Menschen im Rahmen der Dienstleistungserbringung eine dominante Rolle spielen, ist das 72 Vgl. Lay 1998, S. 319; OlivaKallenberg 2003, S. 161; BackhausFrohsWeddeling 2007, S. 5ff. 73 Vgl. Rese et al. 2011, S. 502; Rese et al. 2013, S. 193. Das Organisationsmodell beschreibt die Arbeitsteilung und Prozessverantwortlichkeiten und die anbieter und kundenseitigen Lebenszyklusaktivitaten. Schlielich wird in diesem Partialmodell beschrieben, wer Dienstleistungen initiiert. 74 Vgl. BonnemeierBurianekReichwald 2009, S. 31. 21 Beziehungskapital um den Einflussfaktor Beziehungen zu Mitarbeitern zu erweitern. Umgang mit Risiken mittels Beziehungskapital Weiterhin ist anzumerken, dass stabile und auf Vertrauen basierende Beziehungen zu Kunden, Kooperationspartnern und Lieferanten zur Reduzierung von Design, Kalkulations, Herstellungs und Logistikrisiken beitragen. Design und Kalkulationsrisiken sind typisch fur die Entwicklungsphase, in der eine intensive Zusammenarbeit im HLBNetzwerk zu Entwicklungszwecken erforderlich ist.75 Analog ist eine reibungslose Zusammenarbeit in der Implementierungsphase ausschlaggebend hinsichtlich Herstellungs und Logistikrisiken. Schlielich dienen vertrauensvolle Beziehungen dazu, durch Informationsaustausch und Wissenstransfer Wirtschaftlichkeits, Betriebs und Instandhaltungsrisiken zu reduzieren. Aufgrund gegenseitigen Vertrauens kann somit fur Problemsituationen wahrend des Betriebs eine gemeinsame Losung gefunden werden. Das Beziehungskapital insbesondere die oben genannten drei BeziehungsKategorien spielt im gesamten HLBLebenszyklus eine bedeutende Rolle. Der Fokus auf die Entwicklungs, Implementierungs und Betriebsphase weist darauf hin, dass in diesen drei Phasen groere Chancen und Risiken fur ein laufendes HLB vorliegen. Schlielich tragen gute Beziehungen zu bestehenden Mitarbeitern dazu bei, die gewunschte Qualitat der Leistungserstellung, insbesondere hinsichtlich der Dienstleistungskomponente, zu sichern. Auf diese Weise konnen Wirtschaftlichkeits, Betriebs und Instandhaltungsrisiken reduziert werden. Daruber hinaus werden im Rahmen dieses Einflussfaktors potenzielle Mitarbeiter berucksichtigt. Gute Beziehungen zu potenziellen Mitarbeitern konnen zur Deckung von Personalengpassen beitragen und Logistikrisiken reduzieren. Im nachsten Abschnitt wird erlautert, wie die Wissensbilanz zur gezielten Planung, Steuerung und Kontrolle des intellektuellen Kapitals beitragt. 3.3. Planung, Steuerung und Kontrolle des intellektuellen Kapitals mithilfe der Wissensbilanz Im Fokus dieses Abschnitts steht die Wissensbilanz Made in Germany, welche im Auftrag des Bundesministeriums fur Wirtschaft und Arbeit BMWA vom FraunhoferInstitut fur Produktionsanlagen und Produktionstechnik entwickelt 75 Vgl. SpathDemu 2001, S. 37; BonnemeierBurianekReichwald 2009, S. 31. 22 wurde.76 Die Weiterentwicklung und Forderung der praktischen Anwendung der Wissensbilanz ist die Hauptaufgabe des Arbeitskreises Wissensbilanz.77 3.3.1 Grundzuge der Wissensbilanz Das Hauptziel einer Wissensbilanz ist die systematische und zielgerichtete Erfassung, Planung, Steuerung und Kontrolle des erfolgskritischen, intellektuellen Kapitals einer Organisation auf Basis quantitativer und qualitativer Kennzahlen. Die Wissensbilanz wurde vom Fraunhofer IPK Institut fur Produktionsanlagen und Konstruktionstechnik entwickelt und adressiert in erster Linie kleine und mittelstandische Unternehmen.78 Die Unterziele, welche mit der Wissensbilanz verfolgt werden, lassen sich nach den Kriterien extern und intern klassifizieren. Aus externer Sicht besteht das Ziel darin, die Informationsasymmetrien zwischen dem betrachteten Unternehmen und seinem Geschaftsumfeld durch eine erfolgreiche Kommunikation der Wissensbilanz zu verringern. Die relevanten Zielgruppen sind hier Investoren, Eigner und Banken. Weiterhin sind Kunden, potenzielle Mitarbeiter, Lieferanten und Kooperationspartner wichtige Zielgruppen. Die interne Zielsetzung ergibt sich aus der Notwendigkeit, das intellektuelle Kapital eines Unternehmens systematisch zu entwickeln und zu steuern, um daraus nachhaltige Wettbewerbsvorteile zu generieren. Relevante Adressaten sind in diesem Fall die Geschaftsfuhrung, das Management und die Mitarbeiter.79 Die Projektstudie zur Wirkung der Wissensbilanz zeigt, dass alle Pilotunternehmen die Wissensbilanz zu internen Steuerungszwecken nutzen wollen und 78% der Befragten zusatzlich die externe Kommunikation anstreben. Weiterhin betrachten alle Pilotunternehmen ihre Mitarbeiter als interne Adressaten und 78% sehen Kunden und Kapitalgeber als Zielgruppen an. Fur lediglich 61% der Befragten kommen Lieferanten und Partner als Zielgruppe in Frage.80 Neben dem Wirtschaftssektor findet die Wissensbilanz auch Einsatz im Hochschulsektor an osterreichischen Universitaten wie z.B. der DonauUniversitat Krems. Die aktuelle Wissensbilanz zum Jahr 2012 ist auf der Internetseite der 76 Vgl. Bornemann et al. 2005, S. 42. 77 Vgl. http:www.akwissensbilanz.org. 78 Vgl. BornemannReinhardt 2008, S. 37; MertinsWillOrth 2009, S. 93. 79 Vgl. AlwertHeisingMertins 2005, S. 9ff.; MertinsWillOrth 2009, S. 93; AlwertBornemannWill 2008, S. 7. 80 Vgl. WillWuscherBodderas 2006, S. 12f. 23 Universitat frei zuganglich.81 Dies unterstreicht einerseits die internationale Bedeutung der Wissensbilanz und andererseits deren Relevanz als ein Kommunikations und Steuerungsinstrument in wissensintensiven Bereichen. Vor dem Hintergrund einer sich profilierenden Wissensgesellschaft nehmen die Universitaten als Ort der Wissensproduktion und Wissensweitergabe eine zentrale Position ein. Fur die Dokumentation, Kommunikation und Steuerung von Kenntnissen, Kompetenzen und Wissensressourcen unterschiedlichster Form, zusammengefasst als intellektuelles Vermogen, hat sich in den vergangenen Jahren das Instrument der Wissensbilanz etabliert.82 Die DonauUniversitat Krems veroffentlicht seit 2002 mit dem Inkrafttreten des osterreichischen Universitatsgesetzes regelmaig Wissensbilanzen und sieht sich damit als Musterbeispiel fur Transparenz 83. Insgesamt ist festzuhalten, dass die Wissensbilanz sowohl aus externer als auch aus interner Perspektive einen groen Nutzen im HLBKontext verspricht. Eine interne Erstellung und Nutzung der Wissensbilanz im HLBAnbieterunternehmen gibt dem Anbieter einen Uberblick uber die eigenen Starken und Schwachen. Ebenso eignet sich eine HLBNetzwerkinterne Erstellung und Kommunikation der Wissensbilanz zur Reduktion von Koordinationsaufwand und zur Erhohung von Transparenz im Netzwerk. Die externe Kommunikation der Wissensbilanz zu potenziellen Kunden, Mitarbeitern usw. ist schlielich ein Weg fur den Aufbau von Reputation etc. und dient zu Marketingzwecken. Der hieraus resultierende Forschungsbedarf wird in Kapitel 4 aufgegriffen. Im nachsten Abschnitt wird die standardmaige Vorgehensweise zur Erstellung einer Wissensbilanz prasentiert. 3.3.2 Vorgehen zur Erstellung der Wissensbilanz Die Erstellung der Wissensbilanz erfolgt in der Regel in interdisziplinaren Teams, die einen reprasentativen Querschnitt Technik, Beschaffung, Geschaftsfuhrung etc. des Unternehmens darstellen. Diese Art der TeamZusammenstellung ist erforderlich, damit ein konsistentes Gesamtbild vom Unternehmen generiert und der Planung bzw. Steuerung des intellektuellen Kapitals zuganglich gemacht wird.84 81Homepage der DonauUniversitat Krems: http:www.donauuni.ac.atimperiamdcontentdonauunigb_und_wbwbz_ii_2012_duk_pdf.pdf, aufgerufen am 14.08.2013. 82Homepage der DonauUniversitat Krems: http:www.donauuni.ac.atimperiamdcontentdonauunigb_und_wbwissensbilanz 02.pdf,aufgerufen, S. 4, aufgerufen am 14.08.2013. 83Homepage der DonauUniversitat Krems: http:www.donauuni.ac.atimperiamdcontentdonauunigb_und_wbwissensbilanz 02.pdf,aufgerufen, S. 4, aufgerufen am 14.08.2013. 84 Vgl. BornemannReinhardt 2008, S. 58ff. 24 Die WissensbilanzToolbox frei zugangliche Software kann zur Erstellung der Wissensbilanz herangezogen werden, da sie eine interaktive Erstellung ermoglicht und ein Lernprogramm beinhaltet, welches den Anwender in jedem Schritt unterstutzt und nutzliche Tipps gibt. Die im Folgenden vorgestellten acht Schritte werden in der Toolbox abgearbeitet.85 Schritt 1. Beschreibung des Geschaftsmodells:86 Es werden zuerst die zu untersuchenden Organisationseinheiten Bilanzierungsbereich ermittelt. Dabei ist es moglich, das gesamte Unternehmen, einen Standort oder einen Prozess etc. als Bilanzierungsbereich festzulegen. Weiter ist das Geschaftsumfeld zu analysieren z. B. Absatz und Beschaffungsmarkte, technologische und politische Rahmenbedingungen etc  Als nachstes werden die Vision und die Strategie des Unternehmens herausgearbeitet. In der Vision sind die langfristigen Unternehmensziele wie beispielsweise Qualitatsfuhrerschaft verankert. Die Geschaftsstrategie zeigt auf, welche kunftigen Aktivitaten zur Erreichung der Ziele notwendig sind z. B. Verlagerung der Produktion und die Wissensstrategie beschreibt, wie das erforderliche intellektuelle Kapital bereitzustellen ist z. B. Forderung des Wissensaustausches mit den Kooperationspartnern. Schlielich beinhaltet das Geschaftsmodell der Wissensbilanz die Geschaftserfolge z. B. Rentabilitat und die relevanten Geschaftsprozesse z. B. Auftragsbearbeitung. Schritt 2. Definition des intellektuellen Kapitals:87 In diesem Schritt werden alle drei Arten des intellektuellen Kapitals mit Hilfe von zugehorigen Einflussfaktoren Vgl. Abschnitt 3.1. definiert und beschrieben. Schritt 3. Bewertung des intellektuellen Kapitals:88 Als Bewertungsmastab werden die im ersten Schritt definierten strategischen Ziele des Unternehmens zugrunde gelegt. Dabei sind zur Bewertung des intellektuellen Kapitals drei Fragen mittels absoluter oder relativer Kennzahlen zu beantworten. Die Bewertung in diesem Schritt heit QQSBewertung, weil die Einflussfaktoren des intellektuellen Kapitals hinsichtlich der Kriterien Quantitat, Qualitat und Systematik untersucht werden. 85 http:www.akwissensbilanz.orgtoolbox.htm, aufgerufen am 14.08.2013. 86 Vgl. BornemannReinhardt 2008, S. 5 und 70ff.; AlwertBornemannWill 2008, S. 15. 87 Vgl. AlwertBornemannWill 2008, S. 21ff.; BornemannReinhardt 2008, S. 5 und 86f. 88 Vgl. BornemannReinhardt 2008, S. 5 und 83ff.; MertinsWillOrth AlwertBornemannWill 2008, S. 21ff. 2009, S. 94; 25 Quantitat: Reicht die verfugbare Menge des Einflussfaktors z. B. Fachkompetenz aus, um die strategischen Ziele zu erreichen? Die Menge kann z. B. anhand der Erfahrungsjahre der Mitarbeiter gemessen werden absolute Kennzahl. Qualitat: Ist der Einflussfaktor z. B. Kundenbeziehungen in der notwendigen Qualitat vorhanden? Die Messung der Qualitat kann in diesem Fall z.B. durch die Kaufhaufigkeit des Kunden erfolgen relative Kennzahl. Systematik: Erfolgt die Entwicklung bzw. die Pflege der Einflussfaktoren z. B. Wissenstransfer systematisch oder eher zufallig? Beispielsweise eignet sich die Anzahl regelmaiger Treffen und sonstiger Routinemanahmen zur Messung der Systematik absolute Kennzahl. Zudem konnen die im Schritt 1 definierten Geschaftsprozesse und erfolge auf die gleiche Art bewertet werden. Hier werden die Geschaftsprozesse und erfolge wie die Einflussfaktoren des intellektuellen Kapitals behandelt.89 Die Bewertungsskala weist funf Stufen auf, welche durch prozentuale Angaben charakterisiert sind Tabelle 2. Tabelle 2: QQS90Bewertungsskala Bewertungsstufen Bedeutung der Bewertung 0% 30% 60% 90% 120% QQS ist nicht sinnvoll ermittelbar oder nicht vorhanden. QQS ist teilweise ausreichend. QQS ist meist ausreichend. QQS ist immerabsolut ausreichend. QQS ist besser oder hoher als erforderlich. Fur jeden einzelnen Einflussfaktor des intellektuellen Kapitals Tabelle 1: HK14, SK16, BK15 ist die QQSBewertung vorzunehmen. Exemplarisch wird dies in Abbildung 4 fur einige Einflussfaktoren verdeutlicht. 89 Vgl. AlwertBornemannWill 2008, S. 34. 90 QQS: QuantitatQualitatSystematik 26 120%100%80%SK1Quantitat 60%HK2BK1HK140%20%0%0% 20% 40% 60% 80% 100% 120%Qualitat Abbildung 4: QQSDiagramm HK: Humankapital SK: Strukturkapital BK: Beziehungskapital 1, 2, 3: exemplarische Einflussfaktoren des intellektuellen Kapitals fur HK, SK und BK Die Werte fur Quantitat und Qualitat lassen sich an der Y bzw. XAchse ablesen. Die Groe der Bubbles in Abbildung 4 zeigt den SystematikWert fur den betrachteten Einflussfaktor. Es fallt z.B. auf, dass in Abbildung 4 dem Einflussfaktor BK1 der hochste Wert fur Systematik zugewiesen wurde der grote Kreis. Schritt 4. Messung des intellektuellen Kapitals: 91 Die Messung des intellektuellen Kapitals erfolgt durch die Hinterlegung der Einflussfaktoren mit Indikatoren bzw. Kennzahlen, um die Aussagekraft der Analyse zu erhohen und eine weitgehende Nachprufbarkeit zu gewahrleisten. Schritt 5. Erfassung der Wirkungszusammenhange:92 Bei der Erfassung der Wirkungszusammenhange des intellektuellen Kapitals sowie der Geschaftserfolge und 0keine Wirkung, 1schwache Wirkung, 2mittlere Wirkung, 3starke Wirkung der einzelnen Einflussfaktoren und zweitens die Wirkungszeitraume asofort, bkurzfristig, cmittelfristig; dlangfristig ermittelt und in einer Wirkungsmatrix verdichtet. prozesse werden erstens die Wirkungsstarken Die Wirkungsmatrix wird exemplarisch anhand einiger Einflussfaktoren erlautert. Die Wirkungszeitraume werden der Ubersicht halber nicht aufgefuhrt, wobei die Darstellung analog vorzunehmen ware. Die Matrix ist wie folgt zu lesen Zeile beeinflusst Spalte: HK1 beeinflusst sich selbst nicht X. HK1 beeinflusst HK2 91 Vgl. BornemannReinhardt 2008, S. 6; MertinsWillOrth 2009, S. 94; AlwertBornemannWill 2008, S. 27ff. 92 Vgl. AlwertBornemannWill 2008, S. 34ff.; BornemannReinhardt 2008, S. 157ff., 182. 27 mit der Starke 3, SK1 mit der Starke 1 und BK1 mit der Starke 1. Es wird ersichtlich, dass beispielsweise HK2 eine schwache Wirkung auf HK1 hat blaue Markierung und HK1 eine starke Wirkung auf HK2 grune Markierung. Die Aktivsumme eines Einflussfaktors Zeilensumme gibt an, wie stark dieser Faktor andere beeinflusst durchschnittliche Wirksamkeit.93 Die Passivsumme Spaltensumme macht deutlich, wie ein Faktor von anderen beeinflusst wird. Tabelle 3: Wirkungsmatrix HK1 HK2 SK1 BK1 Passivsumme HK1 X 1 0 3 4 HK2 3 X 2 1 6 SK1 1 2 X 2 5 BK1 1 0 0 X 1 Aktivsumme 5 3 2 6 16 Die Aufnahme von Geschaftserfolgen und prozessen wurde bedeuten, dass zusatzliche Zeilen und Spalten hinzuzufugen sind. Die Ermittlung der Wirkungszusammenhange ware analog vorzunehmen. Auf diese Weise konnten die Wirkungen von Einflussfaktoren auf die Geschaftserfolge bzw. prozesse ermittel werden und vice versa. Die Wirkungsmatrix ist die Grundlage fur die Ableitung des Potenzialportfolios im nachsten Schritt. Schritt 6. Auswertung und Interpretation der Analyseergebnisse:94 Zur Auswertung der Ergebnisse kann die Software WissensbilanzToolbox herangezogen werden. Mit Hilfe dieser Software werden die Ergebnisse automatisch visualisiert, wodurch die Interpretation erleichtert wird. Die Software ist frei zuganglich und in der dritten, verbesserten Auflage verfugbar.95 Im Mittelpunkt der Auswertung steht das Potenzialportfolio Abbildung 5, welches das zentrale Ergebnis der Wissensbilanz ist.96 Das Potenzialportfolio wird aus dem QQSDiagramm sowie der Wirkungsmatrix abgeleitet und dient zur Steuerung des intellektuellen Kapitals. Dies wird durch die Beschriftung der vier Quadranten mit den Empfehlungen Stabilisieren, kein Handlungsbedarf, Unklarheit analysieren und Handlungsbedarf verdeutlicht.97 93 Vgl. BornemannReinhardt 2008, S. 182. 94 Vgl. BornemannReinhardt 2008, S. 178ff.; AlwertBornemannWill 2008, S. 37ff. 95 Vgl. http:www.akwissensbilanz.orgToolboxtoolboxdownload.htm aufgerufen am 27.05.2013. 96 Vgl. BornemannReinhardt 2008, S. 182. 97 Vgl. BornemannReinhardt 2008, S. 183. 28 Handlungsbedarf Stabilisieren HK1BK1Unklarheit analysieren SK1HK2kein Handlungsbedarf 100% bzw. 1,0HK: Humankapital SK: Strukturkapital BK: Beziehungskapital 1, 2: exemplarische Einflussfaktoren des intellektuellen Kapitals fur HK, SK und BK 120%100%80%60%40%20%ttinhcshcru DSQQ0%00,20,40,60,811,2Wirksamkeit Abbildung 5: Potenzialportfolio Zuerst wird auf der XAchse die Wirksamkeit eines Einflussfaktors abgetragen. Die Wirksamkeit entspricht der auf 1 normierten Aktivsumme eines Einflussfaktors. Fur HK1 betragt dieser Wert ca. 0,31 bzw. 31% 516 aus Tabelle 3. An der YAchse ist der durchschnittliche QQSWert der einzelnen Einflussfaktoren abzulesen. Dies sei an einem Beispiel verdeutlicht. Es sei angenommen, dass HK1 die folgenden QQSWerte hat: Quantitat 60% Qualitat 90% Systematik 60%. Der arithmetische Durchschnitt lautet dann 60%90%60%370%. Auf diese Weise werden die einzelnen Einflussfaktoren des intellektuellen Kapitals sowie deren aktueller Stand erfasst und visualisiert. Das Potenzialportfolio bildet die Grundlage fur die Ableitung von Handlungsmanehmen im nachsten Schritt.98 Schritt 7. Ableitung von Manahmen:99 Die im letzten Schritt identifizierten Einflussfaktoren mit dem groten Entwicklungspotenzial stehen nun im Vorder 98 Vgl. BornemannReinhardt 2008, S. 182ff. 99 Vgl. AlwertBornemannWill 2008, S. 44ff.; BornemannReinhardt 2008, S. 185ff. 29 grund. Dabei wird die strategische Steuerung des intellektuellen Kapitals zwecks Verbesserung des Geschaftserfolges angestrebt. Die Ergebnisse der operativen Umsetzung der hier abgeleiteten Manahmen gehen als Input in die nachste Wissensbilanz ein. Die Uberwachung und Evaluation der Ergebnisse erfolgt dann mittels der zuvor entwickelten Indikatoren bzw. Kennzahlen. Schritt 8. Zusammenstellung der Wissensbilanz und zielgruppengerechte Aufbereitung: Die WissensbilanzToolbox bietet eine weitgehende Unterstutzung bei der Dokumentation der Erstellungsvorgange. Der durchgehende Einsatz der Software erleichtert die Erstellung des Enddokuments in erheblichem Mae. Ferner bietet sie die Moglichkeit, das Dokument der Wissensbilanz zielgruppengerecht zu erstellen.100 3.4 Beurteilung der Wissensbilanz und Anwendung auf HLB 3.4.1 Allgemeine Verbesserungspotenziale In diesem Abschnitt werden verschiedene Kritikpunkte genannt und erlautert, welche die Grundlage fur die Weiterentwicklung und Anpassung des Vorgehens bei der Wissensbilanzerstellung bilden. Der erste Kritikpunkt bezieht sich auf die Vorgehensweise im Schritt 1. Es ist fraglich, ausgehend von welcher Zielsetzung und Vision der Bilanzierungsbereich eingegrenzt und das Geschaftsumfeld untersucht wird. Sinnvoller erscheint es, zuerst eine gemeinsame Vision zu schaffen und ausgehend davon das relevante Umfeld zu analysieren. Anderenfalls wurde vermutlich die Komplexitat des Unternehmensumfelds die Schaffung eines Uberblicks uber die wesentlichen Entscheidungsparameter erschweren. Ausgehend von der Umfeldanalyse sind die Geschafts und Wissensstrategie zu beschreiben, um das unternehmerische Handeln mit dem relevanten Umfeld abzustimmen und es zielorientiert zu lenken. Anschlieend bietet sich die Eingrenzung des Bilanzierungsbereichs an und schlielich die Definition der Geschaftserfolge und der relevanten Geschaftsprozesse. Abbildung 6 zeigt die vorzunehmende Anpassung an der ursprunglichen Reihenfolge der Bausteine zur Beschreibung des Wissensbilanzgeschaftsmodells. 100 Vgl. http:www.akwissensbilanz.orgToolboxtoolboxdownload.htm aufgerufen am 27.05.2013 30 Ursprungliche Reihenfolge Bilanzierungsbereich Umfeldanalyse Vision Anpassung Vision Umfeldanalyse Geschafts und Wissensstrategie Geschafts und Wissensstrategierelevanter Bilanzierungsbereichrelevante Geschaftserfolgerelevante Geschaftserfolgerelevante Geschaftsprozesserelevante Geschaftsprozesse Abbildung 6: Anpassung des Wissensbilanzgeschaftsmodells Der zweite Kritikpunkt bezieht sich auf die Reihenfolge bzw. auf die Bezeichnung der Schritte Bewertung und Messung des intellektuellen Kapitals. Mit der QQSBewertung werden Aussagen uber die Verfugbarkeit des intellektuellen Kapitals angestrebt. Die Prozentangaben beschreiben in diesem Zusammenhang das Mengengerust des intellektuellen Kapitals. Es werden also Aussagen uber das wie viel hinsichtlich der Kriterien Qualitat, Quantitat und Systematik gemacht. Daher ware es sinnvoll, den Begriff Bewertung durch Messung zu ersetzen. Dies sei an einem einfachen Beispiel verdeutlicht. Um das ideale Korpergewicht fur eine Person steuern zu konnen, ist das aktuelle Gewicht zuerst zu erfassen bzw. zu messen z.B. in kg. Erst danach wird eine Bewertung durch einen Vergleich mit dem gewunschten Korpergewicht vorgenommen. Das Ergebnis der Bewertung kann hier ein Werturteil sein, das entweder auf ein zu hohes oder ein zu niedriges Korpergewicht hinweist und ggf. Handlungsmanahmen zur Erreichung des Idealgewichts erfordert. Demnach geht die Messung der Bewertung voran. Der dritte Kritikpunkt ist auf die zu spat vorgenommene Definition von Indikatoren bzw. Kennzahlen gerichtet. Dieser Kritikpunkt ist mit dem vorangegangenen eng verknupft. Kennzahlen dienen zur Quantifizierung von Messgroen. Daher ist es sinnvoll, die Messung auf Basis von Kennzahlen vorzunehmen. Dies lasst sich am Beispiel von Fachkompetenz verdeutlichen. Eine geeignete Kennzahl zur Messung der Fachkompetenz von Mitarbeitern kann beispielsweise die Anzahl erfolgreich durchgefuhrter ReparaturDienstleistungen absolute Kennzahl oder der Quotient aus der Anzahl erfolgreich bewaltigter und 31 der Gesamtanzahl der ReparaturDienstleistungen relative Kennzahl sein. Dies ware die Messung der FachkompetenzQualitat, weil hier die Effektivitat der ReparaturDienstleistung bzw. des eingesetzten Mitarbeiters anhand des Erfolgs gemessen wird. Zur Messung der Quantitat der Fachkompetenz lieen sich z.B. die Berufserfahrungsjahre undoder die Anzahl der Mitarbeiter mit entsprechendem Fachwissen heranziehen absolute Kennzahl. Hinsichtlich der Messung von Systematik ist analog vorzugehen. Aus der anschlieenden Bewertung Vergleich mit QQSSollwerten kannkonnen der Handlungsbedarf bzw. Handlungsfelder ermittelt werden usw. Der vierte Kritikpunkt bezieht sich auf die Vorgehensweise bei der Ableitung des Potenzialportfolios aus der QQSBewertung. Es ist fraglich, inwiefern das arithmetische Mittel aus den QQSWerten fur einen Einflussfaktor zu Steuerungszwecken geeignet und aussagekraftig ist. Dies sei im Folgenden veranschaulicht. Beispiel: Es sei angenommen, dass der Einflussfaktor Fachkompetenz die QQSWerte Qualitat 120% Quantitat 120% Systematik 0% QQSDurchschnitt 80% und der Einflussfaktor Fuhrungskompetenz die QQSWerte Qualitat 60% Quantitat 60% Systematik 60% QQSDurchschnitt 60% besitzen. Es wird ersichtlich, dass eine Orientierung an dem Mittelwert bei Fuhrungskompetenz einen dringenderen Handlungsbedarf signalisiert als bei Fachkompetenz. Zu beachten ist jedoch, dass der Faktor Systematik bei Fachkompetenz mit 0% markiert wurde. Das heit, hinsichtlich Systematik besteht hier ein akuter Handlungsbedarf. Anderenfalls ist eine nachhaltige Kompetenzentwicklung nicht gesichert. Wahrend der Wert 60% bei Fuhrungskompetenz einen dringenden Handlungsbe32 darf signalisiert, ist die Lage bei Fachkompetenz kritischer, da die QQSWerte unausgeglichen sind. Es stellt sich also die Frage nach einer geeigneten mathematischen Rechenoperation, um den Entscheider zielfuhrend zu unterstutzen. Das arithmetische Mittel greift offensichtlich zu kurz. Ausreier 0% und 120% werden zwar bei der Erstellung der Wissensbilanz in Workshops besprochen und mogliche Ursachen dafur untersucht, jedoch bleibt diese Problematik bei der visuellen Darstellung weiterhin bestehen. Ausgehend davon, dass die Wissensbilanz mithilfe von Visualisierungen das Ziel der Entscheidungsunterstutzung und des Uberblicks verfolgt, ist festzuhalten, dass der Zielerreichungsgrad in diesem Bereich gering ausfallt. Ferner ist unklar, wie Einschatzungen des WissensbilanzTeams, die zwischen den Bewertungsstufen liegen z.B. 20%; 45%; 70%, in die QQSBewertung einzubeziehen sind. Hier ware es sinnvoller, die Intervallgrenzen anzugeben, innerhalb derer ein Beobachtungswert einen bestimmten Handlungsbedarf signalisiert. Auf diese Weise waren die Teammitglieder in der Lage, einen moglichst exakten Wert anzugeben. Eine zwingende Zuordnung von z.B. 20% zur Bewertungsstufe 30% ware damit nicht mehr erforderlich, zumal es nicht gerechtfertigt erscheint. Als funfter Kritikpunkt ist das Fehlen von Methoden zur Manahmenpriorisierung und fur das Manahmencontrolling aufzufuhren. Das Wissensbilanzteam definiert zwar Manahmen zur zielgerichteten Entwicklung und Lenkung des intellektuellen Kapitals, jedoch mangelt es an einer Methode, die die Anwender dazu befahigt, aus dem Manahmenpool diejenigen mit der hoheren Prioritat auszuwahlen. Ferner kann der Anwender die Wirtschaftlichkeit der Manahmen nicht einschatzen, sodass moglicherweise Hemmnisse bei der Manahmenumsetzung entstehen konnen. Der sechste Kritikpunkt bezieht sich auf die softwaretechnische Umsetzung der Wissensbilanz. Es fehlt an Verknupfungen zwischen einigen Schritten bei der Erstellung des Wissensbilanzdokuments WissensbilanzToolbox. Die QQSBewertung und die im Schritt danach definierten Kennzahlen bzw. Indikatoren sind nicht miteinander verknupft. Ebenso sind die Geschaftserfolge nicht mit dem Manahmenplan gekoppelt, so dass die Wirkung einzelner Manahmen nicht ersichtlich wird. 33 3.4.2 HLBspezifische Anpassung der Wissensbilanz Vor dem Hintergrund der bereits aufgefuhrten Kritikpunkte werden fur die Anwendung der Wissensbilanz auf HLB einige Anpassungen vorgenommen. Dazu wird ein 7Phasenmodell 101 entwickelt Abbildung 7. Das 7Phasenmodell stellt eine Vorgehensweise dar, die die Schritte zur Erstellung einer Wissensbilanz im Falle eines bestimmten HLBKunden beschreibt. Dies ist nicht gleichzusetzen mit einer Wissensbilanz, die das Anbieterunternehmen in seiner Gesamtheit erfasst Gegenstand der aktuellen Forschungstatigkeit. 7Phasenmodell In der ersten Phase bzw. im ersten Schritt wird das HLBxZielsystem aufgestellt, in welchem sich die Vision sowohl sachlich Sachziel als auch okonomisch Formalziel widerspiegelt. Das Sachziel bezieht sich auf die Nutzenstiftung durch Bereitstellung integrierter Sach und Dienstleistungsmodule, wahrend das Formalziel sich auf monetare Ziele z.B. Gewinnmaximierung als Geschaftserfolg bezieht. Der Index x deutet darauf hin, dass es sich um die Planung eines HLB fur einen bestimmten Kunden Kunde x handelt. Im zweiten Schritt wird festgelegt, wie Prozesse und Strategie und mit welchen Mitteln Ressourcen diese Ziele zu erreichen sind, d.h. ein geeignetes Ressourcenmodell wird aufgestellt, welches durch ein entsprechendes Prozessmodell erganzt wird. Die Erkenntnisse aus der ersten und zweiten Phase werden in der dritten Phase einer umfassenden HLBxUmfeldanalyse unterzogen. Die Vorgehensweise dazu wurde im Abschnitt 2.2. ausfuhrlich erlautert. Ausgehend davon wird in der vierten Phase das HLBxAdaptionsmodell fur das betrachtete HLB aufgestellt. Im Adaptionsmodell werden nach einer Kennzahlenbasierten QQSMessung und Bewertung Handlungsfelder sowie Manahmen zur gezielten Steuerung des intellektuellen Kapitals im Falle von HLBx definiert. Dabei steht die Bewaltigung von Risiken mithilfe des intellektuellen Kapitals im Vordergrund. In der funften Phase wird eine systemdynamische Modellierung des Adaptionsmodells fur HLBx vorgenommen. Hier werden die relevanten Zusammenhange zwischen den ermittelten Handlungsfeldern ermittelt, um in der sechsten Phase einen priorisierten Manahmenplan aufzustellen. Im siebten Schritt findet eine Kontrolle statt, um den Zielbeitrag der durchgefuhrten Manahmen auf Basis 101 Vgl. StevenAlevifard 2013b, S. 577582. 34 zuvor definierter Kennzahlen zu uberprufen. Die siebte Phase wird allerdings erst nach Verstreichen eines bestimmten Zeitraums relevant. HLBxZielsystem HLBxKontrolle HLBxRessourcenund Prozessmodell ManahmenHLBxplan HLBxUmfeldanalyse Systemdynamische Modellierung AdaptionsHLBxmodell Abbildung 7: 7Phasenmodell Gegenuberstellung des 7Phasenmodells mit der Wissensbilanz Eine erste Gegenuberstellung des 7Phasenmodells Abbildung 8, rechte Seite mit der Wissensbilanz Abbildung 8, linke Seite gibt einen Uberblick uber die Schnittmengen und Anpassungen. Die Verknupfung der acht Schritte zur Erstellung einer Wissensbilanz mit dem 7Phasenmodell erfolgt in Abbildung 8 mithilfe von Pfeilen. Es wird deutlich, dass die Inhalte der Wissensbilanz weitestgehend erhalten bleiben, jedoch anders strukturiert werden. Im Folgenden wird erklart, wie die vorgestellten acht Schritte der Wissensbilanzerstellung im 7Phasenmodell wiederzufinden sind. 35 1. Geschaftsmodell Bilanzierungsbereich Geschaftsumfeld Vision Strategie Geschaftsprozesse Geschaftserfolge 1. HLBxZielsystem Kundennutzen Bilanzierungsbereich: HLBx Sachziel Nutzenstiftung konkret durch HLBSach und Dienstleistungsmodule Formalziel Gewinnmaximierung2. intellektuelles Kapital 2. HLBxRessourcen und Prozessmodell 3. Bewertung 4. Messung 5. Wirkung 6. Auswertung 7. Manahmen 3. HLBxUmfeldanalyse 4. HLBxAdaptionsmodell 5. systemdynamische Modellierung 6. Manahmenplan 8. Dokument WissensbilanzDokumentation?weitere Wissensbilanz zur Kontrolle 7. Kontrolle Abbildung 8: Anpassungen an der Wissensbilanz und Anwendung auf HLB Mithilfe des Indexes x wird der Bilanzierungsbereich im 7Phasenmodell automatisch definiert. Zum Bilanzierungsbereich gehoren alle Netzwerkteilnehmer, Abteilungen etc., die fur das betrachtete HLBx relevant sind. Der Kundennutzen stellt im 7Phasenmodell die Vision dar. Im Rahmen des Sachziels wird die Art und Weise der Generierung von Kundennutzen Vision formuliert bzw. entworfen. Das Formalziel als ein weiterer Bestandteil des HLBxZielsystems umfasst die Geschaftserfolge. Das HLBRessourcenmodell enthalt das intellektuelle Kapital und das HLBProzessmodell die relevanten Geschaftsprozesse fur HLBx. Das HLBxRessourcen und Prozessmodell konkretisieren die Art und Weise der Generierung des Kundennutzens weiter und bestimmen damit die Strategie. Mithilfe der HLBxUmfeldanalyse wird die Analyse des Geschaftsumfelds adressiert. Die Bewertung und Messung sind im Adaptionsmodell eingebettet. Die systemdynamische Modellierung bezieht die Schritte Wirkung und Auswertung ein. Der Manahmenplan korrespondiert mit dem Schritt Manahmen. Fur die Erstellung des Dokuments Wissensbilanz ist im Rahmen des 7Phasenmodells 36 vorerst keine Softwarelosung vorgesehen. Schlielich bedeutet Kontrolle, dass die Manahmeneffekte nach dem Verstreichen eines bestimmten Zeitraums gestrichelte Linie durch die Erstellung einer weiteren Wissensbilanz untersucht werden. 37 4 Zusammenfassung Es ist zusammenfassend festzuhalten, dass HLB durch besondere Eigenschaften charakterisiert sind, welche in der Entscheidungsfindung des HLBAnbieters Unsicherheiten erzeugen. Nach einer Vorstellung der allgemeinen Definition von Unsicherheit wurden im Abschnitt 2.2.2 mogliche Formen von Unsicherheit zu Risiken spezifiziert, welche entlang des HLBLebenszyklus auftreten konnen. Anschlieend wurde das intellektuelle Kapital, welches bei der Bewaltigung der aufgefuhrten Risiken eine groe Rolle spielt, vorgestellt. Die StandardEinflussfaktoren des intellektuellen Kapitals wurden fur HLBspezifische Zwecke angepasst und erweitert. Ferner wurden die Zusammenhange zwischen den Einflussfaktoren des intellektuellen Kapitals und die phasenspezifischen Risiken im HLBLebenszyklus ausfuhrlich dargestellt. Eine Ubersicht der bisherigen Ergebnisse ist in Abbildung 9 zu sehen. Aus den bisherigen Ausfuhrungen lasst sich schlieen, dass das intellektuelle Kapital zur Bewaltigung von Unsicherheit bzw. Risiken im HLBKontext einen groen Beitrag leistet. Fur HLBspezifische Zwecke wurden die Einflussfaktoren des intellektuellen Kapitals wie folgt angepasst und erweitert.102 Humankapital integrative Fachkompetenz uberfachliche Kompetenz o Selbstreflexionskompetenz o Kombinationskompetenz o Kooperationskompetenz Fuhrungskompetenz Marktkompetenz Strukturkapital Wissensmanagement Fuhrungsinstrumente IT Infrastruktur Leistungsinnovation Prozess und Verfahrensinnovationen Geschaftsmodellinnovation HLBErbringungskultur 102 Die Fette Markierung soll vorgenommene Anpassungen und Erweiterungen signalisieren. 38 Lebenszyklusphase Zielerwartetes Ergebnis Risikenintellektuelles Kapital Querschnittfunktion Anbahnung Wahl geeigneter Wertschopfungspartner Erfolgreiche Marketingstrategie Festlegung der groben Erbringungsstruktur Partnerwahlrisiko Erbringungsrisiko Marketingrisiko Kooperationskompetenz Marktkompetenz Entwicklung Geeignetes HLBDesign Adaquate Kalkulation Designrisiko Kalkulationsrisiko Wettbewerbsrisikointegrative Fachkompetenzuberfachliche Kompetenz Kundenbeziehungen Beziehungen zu Kooperationspartnern Implementierung Erfolgreiche Herstellung der Sachleistungsanteile Kundenunternehmen Erfolgreiche Bereitstellung von Dienstleistungspotenzialen Erfolgreiche Installation des HLB im Herstellungsrisiko Logistikrisikointegrative Fachkompetenzuberfachliche Kompetenz Kundenbeziehungen Beziehungen zu Kooperationspartnern Betrieb Wirtschaftlicher Betrieb des HLBFruherkennung von Markttrends Kundenzufriedenheit Technisch einwandfreier Betrieb und Instandhaltung Wirtschaftlichkeitsrisiko Marktrisiko Kundenrisiko Betriebs und Instandhaltungsrisiko Prozess und Verfahrensinnovation Leistungsinnovation Geschaftsmodellinnovation Kundenbeziehungen Beziehungen zu Kooperationspartnern Auflosung Wirtschaftliche Wiederverwendung Erfolgreicher Absatz Weiterbeschaftigung des Personals Wiederverwendungsrisiko Absatzrisiko Weiterbeschaftigungsrisiko Marktkompetenz Abbildung 9: Uberblick Ergebnisse etnemurtsnisgnurhu Fdnu znetepmoksgnurhu Ftnemeganamsnessi Wrutkurtsarfn I TIrutluksgnugnirbr EBLH 39 Beziehungskapital Kundenbeziehungen Lieferantenbeziehungen Offentlichkeitsarbeit Beziehungen zu Kapitalgebern, Investoren und Eignern Beziehungen zu Kooperationspartnern Beziehungen zu Mitarbeitern Weiterhin wurde die Wissensbilanz als Instrument zur Erfassung und Steuerung des intellektuellen Kapitals vorgestellt und kritisch gewurdigt. Die herausgearbeiteten Kritikpunkte wurden weitgehend in einem weiterentwickelten Ansatz 7Phasenmodell angelehnt an die Wissensbilanz aufgegriffen. Es ist festzuhalten, dass die Wissensbilanz bzw. das 7Phasenmodell einen interaktiven Ansatz verfolgen. Das bedeutet, dass der HLBAnbieter mithilfe des 7Phasenmodells als Planungs und Steuerungstool die Netzwerkmitglieder interaktiv integrieren kann, um die entscheidungsrelevanten Informationen zu generieren. Das Workshopbasierte Vorgehen unterstutzt dies. Fur den weiteren Forschungsbedarf ergeben sich die folgenden Fragen: Inwiefern konnen sonstige Nutzenpotenziale der Wissensbilanz mit Blick auf die interne und externe Zielsetzung der Wissensbilanz im HLBKontext ausgeschopft werden? Wie bzw. an welchen Stellen genau konnen und sollen die Netzwerkmitglieder eingebunden werden? Wie ist der Ablauf der einzelnen Phasen des 7Phasenmodells im Detail zu gestalten? 40 Literaturverzeichnis 1. ALWERT, K.BORNEMANN, M.WILL, M. 2008: Wissensbilanz Made in Germany, Leitfaden 2.0 zur Erstellung einer Wissensbilanz, in: Bundesministerim fur Wirtschaft und Technologie Hrsg.: Dokumentation Nr. 574, Berlin 2. ALWERT, K.HEISING, P.MERTINS, K. 2005: Wissensbilanzen, Intellektuelles Kapital erfolgreich nutzen und entwickeln, in: MERTINS, K.ALWERT, K.HEISING, P. Hrsg.: Wissensbilanzen, Intellektuelles Kapital erfolgreich nutzen und entwickeln, SpringerVerlag, BerlinHeidelbergNew York, S. 117 3. AURICH, J.C.SCHWEITZER, E.SIENER, M.WOLF, N. 2007: Lebenszyklusorientierte Konfiguration investiver ProduktService Systeme, in: Zeitschrift fur wirtschaftlichen Fabrikbetrieb 102, Heft 12, S. 820824 4. BACKHAUS, K.FROHS, M.WEDDELING, M. 2007: Vorstudie Produktbegleitende Dienstleistungen zwischen Anspruch und Wirklichkeit, in: Bundesministeriums fur Bildung und Forschung BMBF Hrsg.: Ein Beitrag zum Forschungsprojekt Serv Pay Zahlungsbereitschaften fur Geschaftsmodelle produktbegleitender Dienstleistungen, Karlsruhe, Arbeitspapier Nr. 2 5. BONNEMEIER, S.BURIANEK, F.REICHWALD, R. 2009: Hybride Wertschopfung Die Fahigkeit zur Kundenintegration, in: Industrie Management 25, Heft 2, S. 2932 6. BORNEMANN, M.EDVINSSON, L.MERTINS, K.HEISING, P.ALWERT, K.KIVIKAS, M. 2005: Wissensbilanzen Made in Germany, Ein Praxisbericht aus dem Mittelstand, in: MERTINS, K.ALWERT, K.HEISING, P. Hrsg.: Wissensbilanzen, Intellektuelles Kapital erfolgreich nutzen und entwickeln, SpringerVerlag, BerlinHeidelbergNew York, S. 4153 7. BORNEMANN, M.REINHARDT, R. 2008: Handbuch Wissensbilanz Umsetzung und Fallstudien. Berlin 8. BULLINGER, H.J.SCHEER, A.W. 2006: Service Engineering Entwicklung und Gestaltung innovativer Dienstleistungen, in: BULLINGER, H.J.; SCHEER, A.W. Hrsg.: Service Engineering Entwicklung und Gestaltung in41 novativer Dienstleistungen, 2. Auflage, SpringerVerlag, BerlinHeidelberg, S. 318 9. DAS, T.K.TENG, B.S. 2001: Trust, Control, and Risk in Strategic Alliances: An Integrated Framework, in: Organization Studies, Vol. 22, No. 2, pp. 251283 10. ENGELHARDT, W.H.RECKENFELDERBAUMER, M. 2006: Industrielles ServiceManagement, in: Kleinaltenkamp, M.Plinke, W.Jacob, F.Sollner, A. Hrsg.: Markt und Produktmanagement Instrumente des technischen Vertriebs, GablerVerlag, 2. Auflage, Wiesbaden, S. 209317 11. EXTERNBRINK, K.LIENERT, A.WILKENS, U. 2012: Identifikation von Mitarbeiter und Teamkompetenzen in hybriden Leistungsbundeln, in: Industrie Management, Vol. 28, S. 6569 12. FUCHS, C. 2007: Life Cycle Management investiver ProduktService Systeme, Konzept zur lebenszyklusorientierten Gestaltung und Realisierung, Dissertationsschrift der technischen Universitat Kaiserslautern, Kaiserslautern 13. GOEDKOOP, M.VAN HALLEN, C.TE RIELE, H.ROMMENS, P. 1999: Product service systems Ecological and Economic Basics, in: Report for the Dutch ministries of Environment VROM and Economic Affairs EZ 14. HERRMANN, H.J. 2013: 10 Jahre Wissensbilanz Made in Germany Stand und Perspektiven, in: FISCHER, T.M.WULF, I. Hrsg.: Wissensbilanz im Mittelstand. Kapitalmarktkommunikation, Immaterielle Werte, Lageberichterstattung, Integrated Reporting, XBRL. SchafferPoeschel Verlag, Stuttgart, S. 116 15. HESS, T. 2007: Wissensmanagement, in: Kohler, R.Kupper, H.U.Pfingsten, A. Hrsg.: Handworterbuch der Betriebswirtschaft, 6. Auflage, SchafferPoeschel Verlag, Stuttgart, S. 20172028 16. HOLTBRUGGE, D. 2003: Management internationaler strategischer Allianzen, in: ZENTES, J.SWOBODA, B.MORSCHETT, D. Hrsg.: Kooperationen, Allianzen und Netzwerke Grundlagen Ansatze Perspektiven, Gabler Verlag, Wiesbaden, S. 873894 42 17. HOMBURG, CH.GARBE, B. 1996: Industrielle Dienstleistungen. Bestandsaufnahme und Entwicklungsrichtungen, in: Zeitschrift fur Betriebswirtschaft, 66. Jahrgang, Heft 3, S. 253281 18. HOMEPAGE DER ARBEITSKREIS WISSENSBILANZ: http:www.akwissensbilanz.org 19. HOMEPAGE DER DONAU UNIVERSITAT KREMS: http:www.donauuni.ac.at 20. KEINE GEN. SCHULTE, J.ECKELSBACH, H.STEVEN, M.ALEVIFARD, S. 2012: Hybride Leistungsbundel auf dem steinigen Weg in die Praxis, in: wt Werkstattstechnik online, Jahrgang 102, Heft 78, S. 485492 21. KELLY, J. E. 1978: A Reappraisal of Sociotechnical Systems Theory, in: Human Relations, Volume 31, Number 12, pp. 10691099 22. KERSTEN, W.ZINK, T.KERN, E.M. 2006: Wertschopfungsnetzwerke zur Entwicklung und Produktion hybrider Produkte: Ansatzpunkte und Forschungsbedarf, in: Blecker, T.Gemunden, H.G. Hrsg.: Wertschopfungsnetzwerke Festschrift fur Bernd Kaluza, Erich Schmidt Verlag, Berlin, S. 189201 23. KINKEL, S.KLEINE, O.MALOCA, S. 2012: Wandlungsfahigkeit der deutschen HightechIndustrie, in: FraunhoferInstitut fur System und Inonovationsforschung ISI Hrsg.: Modernisierung der Produktion, Mitteilungen aus der ISIErhebung, Juli 2012, Ausgabe 61, Karlsruhe 24. KLEINALTENKAMP, M.FRAUENDORF, J. 2006: Wissensmanagement im Service Engineering, in: BULLINGER, H.J.SCHEER, A.W. Hrsg.: Service Engineering Entwicklung und Gestaltung innovativer Dienstleistungen, 2. Auflage, BerlinHeidelbergNew York, S. 359376 25. KLOSTERMANN, T.BISCHOFF, G.BEILHARZ, E.DRESSELHAUS, M. 2006: Kooperative Services in Maschinen und Anlagenbau, in: Bullinger, H.J.Scheer, A.W. Hrsg.: Service Engineering Entwicklung und Gestaltung innovativer Dienstleistungen, 2. Auflage, BerlinHeidelberg, S. 803825 43 26. LAURISCHKAT, K. 2012: ProductService Systems ITgestutzte Generierung und Modellierung von PSSDienstleistungsanteilen, Schriftenreihe des Lehrstuhls fur Produktionssysteme, Band 32012, Shaker Verlag, Aachen 27. LAY, G. 1998: Dienstleistungen in der Investitionsguterindustrie Konsequenzen fur die Betriebsorganisation und Personal, in: Arbeit, 7. Jahrgang, Heft 4, S. 316337 28. LAY, G. 2003: Betreiben statt Verkaufen Haufigkeit des Angebots von Betreibermodellen in der deutschen Investitionsguterindustrie, in: Mitteilung aus der Produktionsinnovationserhebung, Nr. 29, S. 112 29. LELAH, A.MATHIEUX, F.BRISSAUD, D. 2011: Building a Network of SME for a Global PPS Infrastructure in Complex HighTech Systems: Example of Urban Applications, in: HESSELBACH, J.HERRMANN, C. Editors: Functional Thinking for Value Creation. Proceedings of the 3rd CIRP International Conference on Industrial Product Service Systems, Technische Universitat Braunschweig, May 5th6th. SpringerVerlag, BerlinHeidelberg, pp. 344349 30. LIENHARD, P.MEYER, S.STANIK, M. 2003: Strategisches Dienstleistungsmanagement Integration von Kunde, Kompetenz und Strategie, in: Industrie Management, 19. Jahrgang, Heft 4, S. 3639 31. LIESTMANN, V.SCHRAMM, M. 1999: Wie Zusatzleistungen Vorteile schaffen, in: Gablers Magazin, 13. Jahrgang, Heft 1, S. 2831 32. LINGEGARD, S.LINDAHL, M.SVENSSON, N. 2011: PSS Contracts for Rail and Road Infrastructure, in: HESSELBACH, J.HERRMANN, C. Editors.: Functional Thinking for Value Creation. Proceedings of the 3rd CIRP International Conference on Industrial Product Service Systems, Technische Universitat Braunschweig, May 5th6th. SpringerVerlag, BerlinHeidelberg, pp. 291296 33. LUCZAK, H.HOECK, H. 2004: Planung von Dienstleistungsprogrammen anhand des Produktlebenszyklus, in: Bruhn, M.Stauss, B. Hrsg.: Dienstleistungsinnovationen Forum Dienstleistungsmanagement, Gabler Verlag, Wiesbaden, S. 7396 44 34. MANZ, K.WILKENS, U.SUE, T.LIENERT, A. 2013: Die Bewaltigung hoher Arbeitsanforderungen in HLB, in: wt Werkstattstechnik online, Jahrgang 103, Heft 78, S. 583588 35. MANZINI, E.VEZZOLI, C. 2003: A strategic design approach to develop sustainable product service systems: examples taken from the environmentally friendly innovation Italian prize, in: Journal of Cleaner Production, Nr. 8, Vol. 11, pp. 851857 36. MEIER, H.KORTMANN, D.GOLEMBIEWSKI, M. 2006: Hybride Leistungsbundel in kooperativen AnbieterNetzwerken Anforderungen hybrider Leistungsbundel an die unternehmensinterne und kooperative Organisation von AnbieterNetzwerken, in: Industrie Management 22 4, S. 2528 37. MEIER, H.SCHRAMM, J.J.WERDING, A.ZUTHER, M. 2002: Aktuelle Entwicklungen von KundenLieferantenGeschaftsbeziehungen, in: Service Today 5, S. 510 38. MEIER, H.STEVEN, M.BOLAU, M.ALEVIFARD, S. 2013: Modeling of Flexibility within Dynamic IPS2 Business Models A Conceptual System Dynamics Case Study, in: MEIER, H. Editor: ProductService Integration for Sustainable Solutions, Proceedings of the 5th CIRP International Conference on Industrial ProductService Systems, Bochum, Germany, March 14th15th, SpringerVerlag, BerlinHeidelberg, pp. 573584 39. MEIER, H.UHLMANN, E. 2012: Hybride Leistungsbundel ein neues Produktverstandnis, in: Meier, H.Uhlmann, E. Hrsg.: Integrierte Industrielle Sach und Dienstleistungen, SpringerVerlag, BerlinHeidelberg, S. 121 40. MEIER, H.UHLMANN, E.KORTMANN, D. 2005: Hybride Leistungsbundel Nutzenorientiertes Produktverstandnis durch interferierende Sach und Dienstleistungen, in: wt Werkstattstechnik online, Jahrgang 95, Heft 78, S. 528532 41. MEIER, H.VOLKER, O. 2012: Aufbau und Ablauforganisation zur Erbringung hybrider Leistungsbundel, in: MEIER, H.UHLMANN, E. Hrsg.: Integrierte industrielle Sach und Dienstleistungen Vermarktung, Entwicklung und Erbringung hybrider Leistungsbundel, SpringerVerlag, BerlinHeidelberg, S. 137161 45 42. MERTINS, K.WILL, M.ORTH, R. 2009: Wissensbilanz, in: MERTINS, K.; SEIDEL, H. Hrsg.: Wissensmanagement im Mittelstand Grundlagen Losungen Praxisbeispiele, SpringerVerlag, BerlinHeidelberg 43. MONT, O.K. 2002: Clarifying the Concept of ProductService System, in: Journal of Cleaner Production 10, pp. 237245 44. OLIVA, R.KALLENBERG, R. 2003: Managing the transition from products to services, in: International Journal of Service Industry Management, Volume 14, No. 2, pp. 160172 45. PAUTSCH, P. 2008: Risikoanalyse von Betreibermodellen fur Produktionsanlagen, in: PPS Management, Vol. 13, Heft 1, S. 5962 46. PROBST, G.RAUB, S.ROHMHARDT, K. 2012: Wissen managen. Wie Unternehmenn ihre wertvollste Ressource optimal nutzen, 7. Auflage, Springer Gabler, Wiesbaden 47. RECKENFELDERBAUMER, M. 2004: Die Wirtschaftlichkeitsanalyse von dienstleistungsorientierten Geschaftsmodellen als Herausforderung fur das Controlling, in: MEIER, H. Hrsg.: Dienstleistungsorientierte Geschaftsmodelle im Maschinen und Anlagenbau Vom Basisangebot bis zum Betreibermodell, SpringerVerlag, BerlinHeidelberg, S. 209241 48. RESE, M.KARGER, M.STROTMANN, W.C. 2012: HLB als Herausforderung fur das Marketing, in: MEIER, H.UHLMANN, E. Hrsg.: Integrierte Industrielle Sach und Dienstleistungen, SpringerVerlag, BerlinHeidelberg, S. 2336 49. RESE, M.MEIER, H.GESING, J.BOLAU, M. 2011: HLBGeschaftsmodelle Partialmodellierung zur Systematisierung von Geschaftsmodellen Hybrider Leistungsbundel HLB, in: wt Werkstattstechnik online, Jahrgang 101, Heft 78, S. 498504 50. RESE, M.MEIER, H.GESING, J.BOLAU, M. 2013: An Ontology of Business Models for Industrial ProductServiceSystems, in: SHIMOMURA, Y. KIMITA, K. Editors.: The Philosophers Stone for Sustainability. Proceedings of the 4th CIRP International Conference on Industrial ProductService Systems, Tokyo, Japan, November 8th 9th, 2012. SringerVerlag, BerlinHeidelberg. pp. 191196 46 51. RICHTER, A.SADEK, T.STEVEN, M. 2010: Flexibility in industrial productservice systems and useoriented business models, in: CIRP Journal of Manufacturing and Technology 3, pp. 128134 52. RICHTER, A.STEVEN, M. 2009: ControllingAspekte industrieller ProduktService Systeme, in: wt Werkstattstechnik online, Jahrgang 99, Heft 78, S. 558563 53. RICHTER, A.STEVEN, M. 2009: ControllingAspekte industrieller ProduktService Systeme, in: wt Werkstattstechnik online, Jahrgang 99, Heft 78, S. 558563 54. ROY, R. 2000: Sustainable ProductService Systems, in: Future 32, Vol. 34, pp. 289299 55. SADEK, T.KOSTER, M. 2012: Sach und dienstleistungsintegrierte Konzeptentwicklung, in: Meier, H.Uhlmann, E. Hrsg.: Integrierte Industrielle Sach und Dienstleistungen, SpringerVerlag, BerlinHeidelberg, S. 6188 56. SPATH, D.DEMU, L. 2001: Betreibermodelle fur den Maschinen und Anlagenbau. Chancen und Risiken einer komplexen KundenLieferantenBeziehung, in: ZWF 96 12, S. von 3539 57. SPATH, D.HIRSCHKREINSEN, H.KINKEL, S. 2008: Organisatorische Wandlungsfahigkeit produzierender Unternehmen Unternehmenserfahrungen, Forschungs und Transferbedarfe, Forschungsbericht herausgegeben von Fraunhofer Institut fur Arbeitswirtschaft und Organisation, ISBN: 9783816775300, Fraunhofer IRB Verlag, Stuttgart 58. STARK, R.MULLER, P. 2012: HLBEntwicklungsmethodik generischer Entwicklungsprozess, Generierung von Anforderungen und Absicherung hybrider Leistungsbundel, in: MEIER, H.UHLMANN, E. Hrsg.: Integrierte Industrielle Sach und Dienstleistungen, SpringerVerlag, BerlinHeidelberg, S. 3760 59. STEINBACH, M. 2005: Systematische Gestaltung von ProductServiceSystems Integrierte Entwicklung von ProductService Systems auf Basis der Lehre von Merkmalen und Eigenschaften, Schriftenreihe Produktionstechnik des Lehrstuhls fur KonstruktionstechnikCAD, Band 35, Saarbrucken 47 60. STEVEN, M. 2007: Handbuch Produktion: Theorie Management Logistik Controlling, Kohlhammer, Stuttgart 61. STEVEN, M.ALEVIFARD, S. 2013A: Management of Flexibility in IPS2BusinessRelationships, in: SHIMOMURA, Y.KIMITA, K. Editors: The Philosophers Stone for Sustainability. Proceedings of the 4th CIRP International Conference on Industrial ProductService Systems, Tokyo, Japan, November 8th 9th, 2012, SpringerVerlag, BerlinHeidelberg, pp. 97102 62. STEVEN, M.ALEVIFARD, S. 2013B: Strategisches Controlling hybrider Leistungsbundel. Planung, Steuerung und Kontrolle anpassungsfahiger HLB, in: wt Werkstattstechnik online Jahrgang 103, Heft 78, S. 577 582 63. STEVEN, M.ALEVIFARD, S.KEINE GENANNT SCHULTE, J. 2011: Economic Relevance of IPS2 Flexibility, in: HESSELBACH, J.HERRMANN, C. Editors: Functional Thinking for Value Creation. Proceedings of the 3rd CIRP International Conference on Industrial Product Service Systems, Technische Universitat Braunschweig, May 5th6th, SpringerVerlag, BerlinHeidelberg, pp. 261265 64. STEVEN, M.SOTH, T.WASMUTH, K., 2009: Kostenmanagement fur hybride Leistungsbundel im Maschinen und Anlagenbau, in: MIEKE, C.BEHRENS, S. Hrsg.: Entwicklungen in Produktionswissenschaft und Technologieforschung, Festschrift fur Professor D. Specht, Logos Verlag, Berlin, S. 277 299 65. STEVEN, M.WASMUTH, K. 2006: Controlling fur hybride Leistungsbundel, in: wt Werkstattstechnik online, Jahrgang 96, Heft 78, S. 472476 66. THIELEN, K. A. L. 1993: Management der Flexibilitat Integriertes Anforderungskonzept fur eine flexible Gestaltung der Unternehmung, Bamberg 67. VOIGT, S.SEIDEL, H. 2009: Grundlagen fur prozessorientiertes Wissensmanagement, 2. Herausforderung fur Unternehmen, in: MERTINS, K.SEIDEL, H. Hrsg.: Wissensmanagement im Mittelstand, Grundlagen Losungen Praxisbeispiele, SpringerVerlag, BerlinHeidelberg, S. 913 68. WALKER, W.E.HARREMOES, P.ROTMANS, J.VAN DER SLUIJS, J.P.VAN ASSELT, M.B.A.JANSSEN, P.KRAYER VON KRAUSS, M.P. 2003: Defining 48 uncertainty A conceptual Basis for Uncertainty Management in ModelBased Decision Support, in: Integrated Assessment, Vol. 4, No. 1, pp. 517 69. WALLIN, J.LARSSON, A.ISAKSSON, O.LARSSON, T. 2011: Measuring Innovation Capability Assessing Collaborative Performance in Product Service System Innovation, in: HESSELBACH, J.HERRMANN, C. Editors.: Functional Thinking for Value Creation. Proceedings of the 3rd CIRP International Conference on Industrial Product Service Systems, Technische Universitat Braunschweig, May 5th6th. SpringerVerlag, BerlinHeidelberg, pp. 207212 70. WILL, M.WUSCHER, S.BODDERAS, M. 2006: Wissensbilanz Made in Germany, Projektstudie zur Wirkung der Wissensbilanz in den Pilotunternehmen, KMU Wirkungstest Teil I, in: Bundesministerim fur Wirtschaft und Technologie Hrsg., Berlin 71. ZHANG, Q.LIM, V. AND J.S. 2002: Value chain flexibility: a dichotomy of competence and capability, in: International Journal of Production Research, vol. 40, no. 3, pp. 561583 49 ", "filename": "778097471.pdf", "person": ["Solmaz Alevifard", "Alevifard, Solmaz"], "date": ["2014"]}