{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/98451/1/78012894X.pdf"], "title": ["Task enjoyment and opportunity costs in the lab: The effect of financial incentives on performance in real effort tasks"], "plaintext": "Task enjoyment and opportunity costs in thelab the effect of financial incentives onperformance in real effort tasks Katharina M. Eckartz February 18, 2014Abstract This study is directly motivated by the results of Eckartz et al 2012. Subjects exerted suprisingly high efforts irrespectively of how they were compensated. This paper discusses a number of potential explanations and then itwill focus on two of them: first, subjects might exert effort simply becausethey enjoy working on the tasks. Second, subjects might exert effort becausethey feel obliged to do so or because they do not have opportunity costs ofworking. These questions are crucial to better understand the robustnessof experimental results and also to be eventually able to transfer the resultsto the world outside the laboratory. We replicate our earlier results: in thebaseline treatment we do not find effects of incentive schemes on the output.Decreasing the attractiveness of the tasks, we also do not observe differencesbetween the incentive schemes. When we introduce, however, a paid outsideoption, the efforts are higher in the performancedependent pay treatmentsthan under flat payment. The size of the effect differs between the tasks, thedirection is, however, the same.Keywords: Creativity, Incentives, Real effort task, Experimental methods JEL Classification: C90, C91, J331Introduction The experimental economic literature which is studying the effects of financialincentives on subjects performance reached inconclusive results.In Eckartz,Kirchkamp Schunk 2012 we compared the effects of three payment schemes in I thank Alexander Brehm, Christoph Engel, Juliane Kammer, Oliver Kirchkamp, Marco Kleine,Arno Riedl and the participants of the IMPRS BBS and the SEEK Workshop on Incentives and Innovations for useful discussions and comments. I thank Claudia Niedlich and Severin Weingartenfor assistance and support. I am grateful for financial support by the University of Jena.FriedrichSchillerUniversity Jena, International Max Planck Research School on Adapting Behavior in a Fundamentally Uncertain World. katharina.eckartzunijena.de 1Jena Economic Research Papers 2014 005three different real effort tasks. It surprised us that we found, if at all, very smalltreatmenteffects, no matter which task we looked at. Moreover, this outcome isnot the result of subjects that are not performing; subjects do exert a significantamount of effort in our experimental tasks regardless of the treatment. While wehad competing hypotheses for our targettask a creative word creation task, wecertainly expected treatment effects in the control tasks solving Ravens matricesand number adding. The emerging question is why do experimental participantsexert substantial effort in real effort tasks when they do not have a financial incentive to do so. Therefore, in this study we want to investigate how sensitive ourresults are to some of the experimental conditions.There are a number of potential reasons that might lead the experimental subjects to exerting considerable effort. The first possible explanation is that subjectshave a high general or taskspecific motivation to perform well. Either becausethey enjoy working on the tasks and the pleasure of the task offsets their cost ofworking on it, because they feel challenged and enjoy taking up this challenge,or because of experimental effects. It might be, for example, that the experimentis perceived as an exam situation.1 The second potential reason is that subjectsfeel a moral obligation, for example to the experimenter, to exert effort knowingthat they will receive a compensation for participating in the experiment. Furtherexplanations are that subjects work on the tasks because they do not have significant opportunity costs of working and they also do not have outside options. Theonly available outside option in the laboratory is to sit and do nothing, maybeletting your thoughts flow. Consequently, subjects might work only to preventthemselves from being bored. A last explanation, specific to our withinsubjectsdesign in Eckartz et al. 2012,2 is that subjects use the noncontingent pay periodsto practice for potential later contingent pay 3 periods.In this study we will investigate two of these possible explanations. First, weaim at changing subjects workmotivation by making the tasks less fun. Potential ways of achieving this goal are making the tasks more difficult, frustratingor boring. The first two characteristics are linked: making tasks moderately difficult might constitute a challenge, while making them very difficult might makeworking on them very frustrating. Second, we introduce a paid outside optionand thereby aim to investigate jointly the introduction of opportunity cost andthe legitimacy of not working. The implemented outside option does not aim atreducing subjects possibly existing boredom.With respect to the task characteristics, Camerer Hogarth 1999 discussthe possible relation between task difficulty and the potential of incentives toinfluence performance. Camerer Hogarth argue that this potential is highestfor tasks with intermediate difficulty. When the task is very easy, high performance is achievable easily floor effect. When the task is very difficult, even 1As our subjects were mainly students, our experiment might have created a situation whichis similar to an exam. Subjects might be used to exert a lot of effort in such situations.2The design in Eckartz et al. 2012 consisted of 7 stages, in which all incentive schemes wereconducted within subjects. The last stage was a selfselection stage. Treatment information wereonly provided directly before every stage.3Contingent pay and performance pay will be used interchangeably to subsume linear andtournament payment mechanisms.2Jena Economic Research Papers 2014 005though subjects might respond to incentives and increase efforts, it is likely thatthis increased effort is not resulting in improved results ceiling effect. Theimportance of skills, and in particular the discrepancy between the needed andthe possessed skills, is stressed by Bonner et al. 2000. The authors find positive effects of incentives mainly in simple tasks. Furthermore, next to the mereeffect of the matching of skills, Brase 2009 argues that also the subjects perceived likelihood of increasing output with increased efforts will contribute tothe observability of incentiveeffects: when subjects rate this likelihood too low,they might give up too early. Ariely et al. 2009 analyse the effects of financialincentives in a number of different task types and with different stakesizes. Theyfind that the effects are, in fact, dependent on the tasks and task characteristics.Relevant for this study is especially their finding that incentives have a positiveeffect in a keypressing task but negative effects in a number adding task. Taskattractiveness also links to the research by Deci and colleagues on the effects of financial rewards on intrinsic motivation. When the task attractiveness is too high,no or even detrimental effects of financial incentives are to be expected e.g. Deciet al., 1999. Besides, Bailey Fessler 2011 looked at both task attractiveness anddifficulty in one study. The authors find that payforperformance, in their case apiecerate, was only effective in the unattractive and the noncomplex tasks.When manipulating the task enjoyability, we tried to decrease task enjoyabilityin the creative task by making the task more difficult, however still solvable. Wemodified the effort task such that it is easier, but not very attractive.With respect to the introduction of outside options, different techniques have beenapplied in the experimental economic literature so far. These techniques variedon the degrees of attractiveness and control: Dickinson 1999 offered subjectsthe possibility to go home after they completed a minimum number of tasks.He refers to this possibility as off the job leisure. He extends the classicallaborleisuremodel and considers both the number of hours worked, as well asthe effort during the time worked on and off the job leisure. An alternativeapproach is taken by the studies that introduce timeout buttons in the experiment: Mohnen, Pokorny Sliwka 2008 included an incentivised timeout buttonin their study. Their focus was on peer pressure in teamwork resulting frominequality aversion.In their study students were working independently on areal effort task while their earnings were shared in a 2personteam. They introduced the timeout button to include an opportunity cost of working. Pushingthe timeout button was interpreted as working for the private account. Similarly,Blumkin, Ruffle Ganun 2010 used an incentivised stopbutton. Their setupworked completely with consumption goods foodvouchers for produced unitsand drinkvouchers for leisuretime. The focus of their study was to test whethera labor income tax and an equivalent consumption tax lead to an identical laborleisure allocation. Furthermore, in the study of Gamage, Hayashi Nakamura2010 subjects had to make a decision to work for the next 9 minutes and becompensated accordingly or to receive a fixed fee and watch preselected videosinstead. The authors focus was on the effect of different descriptions of aftertaxincome on the willingness to work and the amount worked by those who choseto work. A study which aimed at providing attractive outside options to the sub3Jena Economic Research Papers 2014 005Table 1 Treatments Paid pause optionno Enjoyability yes BLyes Pauseno Diff BL Diff Pause The baseline equals the original design of Eckartz et al. 2012.jects was conducted by Corgnet, HernanGonzalez Rassenti 2013. The authorsdeveloped a platform on which subjects could easily switch between real effortand real leisure on the job leisure, implemented as surfing on the internet.The authors focus was on comparing individual and team incentives as well ason the effect of monitoring. While individual incentives originally outperformedteam incentives, the authors found a large positive effect of peer monitoring onefforts.From this overview, we see that a number of different outside options havebeen applied in the literature so far. The design in this study will be closest to theone of Mohnen et al. 2008 as this design allows subjects to switch between pauseand working. Moreover, we can observe how long subjects spend on pause andcompensate them accordingly. In addition, this pause button is easy to implementin our experimental setting and allows us to keep a lot of experimental control.This chapter will be organised as follows: we start with introducing the experimental design in Section 2, report the results in Section 3, discuss the findingsin Section 4, and will conclude in Section 5. In contrast to the previous paper,here the focus is on the experimental conditions under which we observe paymentscheme differences.2 Experiment In Eckartz et al. 2012 we observed that subjects exert substantial effort regardlessof the incentive scheme. In this paper we build on the developed design and usea betweensubjects 2x 2 design to test 2 potential explanations for this observationsee Table 1. On the first dimension we vary the enjoyability of the experimentaltasks. On the second dimension we introduce a paid pause option. BL representsthe baseline treatment of this study, Pause includes the pause option. Reducedenjoyability will, for simplicity, be labelled as difficulty, abbreviated in the following as Diff. The treatments will be described in more detail in Section 2.2. In eachof the treatments three different payment schemes are investigated withinsubjects.Moreover, performance under a selfchosen payment scheme is also investigated.As in the second experimental series of the previous study, two different types oftasks are used: a creative problem solving task and an effort task.4 The experiment consists of 8 stages, lasting for 5 minutes each. In contrast to the earlierstudy, which included only a selfselection state for the creative task, this ex4The nature of the tasks differs on the enjoyability dimension. The task details will be describedin Section 2.3.4Jena Economic Research Papers 2014 005periment includes 2 selfselection stages, one for each task. To prevent hedgingbetween the stages, one of the stages is chosen for payment at the end of theexperiment randomly by the computer. During the experiment all earnings aredisplayed as points which are converted to Euro at the end of the experiment witha conversion rate of 1 point 0.04cid:164. Subjects receive the respective experimentalinstructions on the screen before every stage.2.1 Hypotheses The baseline treatment BL resembles the setup of the previous study and, therefore, the first hypothesis relates to the replication of the results of the previousstudy. The second hypothesis corresponds to the treatmenteffect of the first dimension in which the task attractiveness is varied.In the second dimension apaid pause option is introduced. This modification is covered by hypotheses 3aand 3b. The fourth, and final, hypothesis is specific to the selfselection stages inthe experiment. All hypotheses are independent of the experimental tasks.Although classic economic labour supply theory predicts a positive relation between incentives and performance, we did not observe incentive scheme effectsin the previous study. As the experimental design matches the essential featuresof our experiment in Eckartz et al. 2012, we expect to replicate the results of theprevious study in the BL treatment:Hypothesis 1: replication of results In BL no payment schemeeffects will be observed.Experimental subjects come to the experiment not only with individual knowledge and skills but also with goals Camerer Hogarth, 1999. Next to thegoal of earning money, which the experimenter targets at when providing monetary incentives, performance in the experimental tasks will also be influencedby subjects intrinsic motivation and other individual goals and characteristics.In Eckartz et al. 2012 we observed that subjects performance was, if at all,marginally influenced by the monetary rewards. One potential explanation isthat subjects goals beyond profit maximisation predominate. Therefore, in thisexperiment we look at two alternative explanations which are captured in hypotheses 2 and 3.Regarding experimental efforts as costs as discussed by Camerer Hogarth,1999 would imply low efforts under flat payments.It is, however, possiblethat subjects enjoy working on the experimental tasks and, therefore, the nonmonetary benefits arising from working on the task itself outweigh the costs ofeffort which could lead to the observations that we made in the previous chapter.If this reasoning is relevant, we expect to observe effects of the incentive schemesonce the attractiveness of the task is reduced. Therefore, in the experimental manipulation in dimension 1 we try to decrease the task enjoyability by making thetasks more difficult and more boring, respectively:5Jena Economic Research Papers 2014 005Hypothesis 2: task enjoyment In Diff BL output under contingent pay will be higher than under flat pay.The second experimental dimension combines two other explanations. First, itmight be that subjects exert substantial effort regardless of the incentive schemeas they feel morally obliged to work.5 Second, subjects do not have significantopportunity costs of working in our baseline treatments. Introducing a paid pauseoption addresses these two points jointly.We focus on opportunity cost and moral obligations in combination as weexpect the latter one to be only a minor reason.6 Taking a payoffmaximising perspective, one would expect the effects of a paid outside option to be dependent onthe payment scheme. To maximise expected payoffs subjects should go on pauseduring the whole stage under flat payment. Under performance pay it is payoffmaximising in this experiment to not use the pause option at all.7 Therefore, thetheoretical benchmarks would be to observe the time on pause to be 5 minutesunder flat payment and 0 minutes under performance pay. However, we do notexpect these extreme behaviours as subjects are likely to be curious and try outthe experimental options they are offered. Also, subjects might tradeoff a boringpause against exerting effort in the experimental task. Nevertheless, we expect toobserve higher performance under performance pay in Pause:Hypothesis 3a: moral obligation and opportunity costs In Pause output will be higher under performance pay than under flat pay.The effect of the pause option as motivated in Hypothesis 3a should be independent of the task enjoyability; hence, the same reasoning also applies when inaddition to introducing the pause option also the task enjoyability is reduced. Ifthere is an interactioneffect, we anticipate the lower task enjoyability to be reinforcing. Consequently, we expect to observe positive effects of performance payalso in Diff Pause:Hypothesis 3b: moral obligation and opportunity costs in less enjoyable tasks In Diff Pause output will be higher under performance pay than under flat pay.If subjects sort according to their preferences or abilities, those subjects who enjoyworking on the task or perceive their taskrelated abilities as being good should 5This might be a special case of an experimenter demand effect stemming from one of twosources: subjects may feel obliged to reciprocate and give back something to the experimenter,knowing that they will be compensated for experimental participation. Also by asking subjects inthe instructions explicitly to exert effort, our instructions might be loaded. Zizzo 2010 discussesexperimenter demand effects in various economic settings. From the studies that Zizzo includesin his paper he concludes that effects of loaded instructions existed but were rather small.6If the pause option is unincentivised, it should only introduce the legitimacy of not working,as subjects see that a possibility to take a break exists.7Under performance pay only subjects with a performance that is smaller than half of theaverage performance have a higher expected payoff from being on pause than from exerting effortin the experimental task.6Jena Economic Research Papers 2014 005choose one of the performance pay schemes and then exert effort in the task.8The other participants should selfselect into the flat payment scheme and take arest. Consequently, in the selfselection stages we expect to see a payment schemeeffect in all four treatments:Hypothesis 4: selfselection Under selfselection performance will be higher under contingent pay than under flat pay, regardless of the treatment.2.2 Treatments In this section we will look at the experimental dimensions and the resultingtreatments Table 1 which were introduced briefly before.Enjoyability In Diff BL and Diff Pause the characteristics of the experimental taskswere changed with respect to their attractiveness. The aim was to decrease theenjoyability of the tasks by making the tasks more difficult or more boring, respectively. In both tasks we aimed for a modification without expecting the earlierdiscussed floor and ceiling effects. The exact operationalisation will be explainedin Section 2.3 when the experimental tasks are introduced as the implementationdiffers between the experimental tasks.Pause option In Pause and Diff Pause a pause option like in Mohnen et al. 2008was introduced. The pause option was incentivised, introducing also opportunitycosts of working. Subjects could click on the pausebutton at any time duringthe experimental tasks. When the remaining time for the stage was more than 20 seconds, the experimental screen was substituted by a white screen for 20seconds and subjects received 8 points. When the remaining time was less than 20 seconds, the screen was substituted by a white screen until the end of the stageand subjects received a proportional compensation. Subjects could go on pauseas often as they wanted. The opportunity costs were chosen to be about half ofthe expected payment for that period under performance pay.9The design feature of introducing the outside option in the form of a pausebutton with opportunity costs has the advantage of being very clean from anexperimental design perspective. All more attractive outside options that wereconsidered in the planning phase of the experiment e.g. providing magazines,allowing to surf the internet, showing videos, or allowing the subjects to work ontheir own work have the disadvantage that a lot of experimental control is lost.Still, such a modification could constitute a point for future research.8The parameters are calibrated such that on average earnings are the same under all threeincentive schemes see Section 2.2. Thus, subjects who are better than the average should chooseperformance contingent pay to increase their expected payments.9The expected payoff for every stage was 10 Euro, if a subject chose to spend the entire 5minutes on pause her pause compensation was 5 Euro. Of course, this was only payoff relevant ifthe particular stage was selected for payment at the end of the experiment.7Jena Economic Research Papers 2014 005Table 2 Experimental tasks Treatment BL Pause Diff BL Diff Pause Creative taskcreating wordsmin. word length: 1creating wordsmin. word length: 6Effort taskadding 5 2digitnumberscounting 1s in a 5x 5 matrixof 0s and 1s 2.3 Tasks In the BLtreatment the used tasks including the lettersets were exactly the sameas in second experimental series in Eckartz et al. 2012. As outlined before, theexact properties of the tasks in this experiment depend on the experimental treatments see Table 2 for an overview.Creative task In Eckartz et al. 2012 we chose the creative task to fulfil criteriawhich make it realisable in a computerised laboratory experiment in a withinsubjects setting. Amongst others, the task has to be easily repeatable without toohigh learningeffects. This eliminates insight problems that have been used inother studies.10 Although tasks that have been used in psychological creativityresearch, like for example painting pictures or finding titles for pictures or shortstories 11 might remain interesting and challenging over tasks, the quality of thesolution is not quickly measurable in an experimental setting.12 Like in Eckartzet al. 2012, we, therefore, decided for a word creation task similar to Scrabble.Participants were presented with an alphabetically ordered letterset, consisting of 12 letters, e.g. accdeeeginst. These lettersets were created to be as similaras possible on three dimensions.13 Participants were asked to construct as manywords as they could within 5 minutes.In the BL and Pause treatments no restrictions on the submitted words were imposed.In Diff BL and Diff Pause weintroduced a minimum word length of 6 letters to increase the difficulty of thetask, this minimum length was based on the results of the pilot experiment.1410Ariely et al. 2009, for example, use a task of packing quarters into a box. We also decidedagainst using a sample of these problems as we wanted the tasks to be as similar as possible toeach other.11 For an introductory overview to psychological creativity research, see for example Amabile1996 or Sternberg 2006.12In tasks like these the quality of the submitted solutions is usually rated by a jury in psychological research. Only recently, Bradler et al. 2013 used the unusual uses task of the Torrance Test of Creative Thinking Torrance, 1968 and found a way based on a pretest to relativelyquickly rate the submitted solutions such that it was possible to make experimental compensationperformance dependent.13We considered the maximum number of points and the total number of words that couldtheoretically be created as well as the similarity within the solutionsets. Table 24 shows theproperties of the used lettersets.14We aimed to decrease the task enjoyability; at the same time we wanted to keep the taskdifficulty still intermediate as discussed in Camerer Hogarth, 1999. Based on the pilot experiment, a minimum number of 7 or 8 letters seemed to be too difficult for the subjects, while with aminimum of 6 letters subjects still managed to create a substantial number of solutions.8Jena Economic Research Papers 2014 005Table 3 Experimental design Letterset Effort task Stage BL Pause 12345678aceehhinrssaadding numbersaeeeggllmnruadding numbersdeehhimnnprtadding numbersdeegilmnnpuwadding numbersquestionnaire Diff BL Diff Pause Treatmentaabeefghllnncounting 1sceefiiknnsttcounting 1saeeehknnssttcounting 1saeeggiilnnnscounting 1squestionnaireselfselectionincentive scheme 1incentive scheme 2incentive scheme 3Effort task This task differed between the two treatments. In the BLtreatments,a number adding task, similar to the one used by Niederle Vesterlund 2007,was used: participants were given five twodigit numbers which they had toadd. Their task was to solve as many of these problems as possible within thefive minutes of the respective stage. After every task subjects received feedbackwhether their solution was correct.In the difficulttreatments we had the choice between making this task moredifficult or more boring. We decided to make the effort task more boring anduse a pure effort task, namely counting 1s. Subjects were presented with a 5x 5matrix consisting of 0s and 1s. The task was to count the number of 1s in thatmatrix similar to the task used in Houser, Schunk, Winter Xiao, 2010.15 Thistask was chosen such that everybody can do it and thereby give as little feedbackabout potentially meaningful skills as possible. Moreover, it is hard to imaginethat working on this task is particularly rewarding or fun.16Incentive schemes In every treatment of this experiment three different monetary incentive schemes were applied withinsubjects: a flat fee regime, a linear payment regime and a tournament. The order of the incentive schemes was alteredsystematically. The payment schemes were exactly the same as in the previousstudy. The expected payment in all treatments equaled 10cid:164. This is considerablymore than the average hourly wage of a student assistant at the University of Jena.Under a flat payment subjects received 10cid:164, no matter how many problems theysolved correctly. Under a linear payment, subjects in the creative task receivedfor every correct word that they created 1 point for the first letter of the word, 2points for the second and so on. In the addingnumbers task subjects received 25points, and in the counting task 6 points for every correctly solved problem.17 Inthe tournament condition points were allocated like in the linear scheme. However, at the end of the experiment the total number of points acquired in that 15Ariely et al. 2009 found a positive effect in a keypressing task, which might be comparativelyinteresting to the counting 1s task. They find negative incentive effects in an adding numbers task.16In fact, Houser et al. 2010, p. 5 designed their task with the goal to be boring.17Points were converted to Euro at the end of the experiment see Section 2.9Jena Economic Research Papers 2014 005incentive scheme in the particular task were compared to the number of pointsof three other participants that worked on the task in the same order of incentiveschemes. Points acquired from being on Pause did not count for this comparison.If the participant had the highest number of points in this group, she received 25cid:164, otherwise she received 5cid:164.18Selfselection The last two stages of the experiment were selfselection stages.Subjects could choose for both tasks separately, which of the previously introduced incentive schemes flat, linear or tournament they preferred if that stagewas chosen for payment.Questionnaire In the postexperimental questionnaire sociodemographic variables were collected. Moreover, subjects riskpreferences were elicited using therisk question that Dohmen et al. 2011 tested in the German Socio Economic Panel SOEP.19 Besides, we asked for information about subjects freetime andlanguage interests. Last, as a manipulation check, subjects were asked how muchthey enjoyed working on the tasks, how difficult they rate the experimental tasks,and how important it was for them to perform well on the tasks task importance. In the Pausetreatments the questionnaire also included an openendedquestion in which subjects were asked to describe how they used the Pause optionto possibly get some insights into the motivations underlying subjects behaviour.Table 3 gives a detailed summary of the experimental design including the usedlettersets. This experimental design allows to analyse the experimental hypotheses about subjects performance in the experimental tasks. It also allows to observe how much time subjects spend on pause and whether their work intensitydiffers between treatments or tasks.Appendix B shows an English translation of the experimental instructions,Appendix B.4 reproduces screenshots of all experimental tasks.2.4 Conducting the experiment The experimental sessions were conducted in June and July 2012 in the experimental economic laboratory of the FriedrichSchillerUniversity in Jena. In totalthe experiment was run in 14 sessions, each having between 14 and 18 participants. The first session served as a pilot session.20 In total 228 subjects participated in the experiment of which 195 are considered in the analysis,21 178 of 18Ties were broken randomly by the computer.19This measure consists of a 11point scale, reaching from 0 being very riskaverse to 10 beingvery riskloving.20The pilot session served to calibrate experimental parameters in particular how many pointseach correctly solved task was awarded with so that the expected payment in all tasks was equalto 10 Euro. Moreover, the pilot session was used to calibrate the minimum word length for thecreative task in the difficult treatments.21The pilot session will not be in included in the analysis. Moreover, one experimental session will be also excluded from the analysis as we encountered technical problems during thatsession. Furthermore, one individual participant will be excluded from the analysis as she alsoencountered a technical problem on her computer.10Jena Economic Research Papers 2014 005those were undergraduate students with diverse backgrounds. The mean age ofthe participants was 23.68. All experimental sessions lasted about one hour. Theaverage payment was 10.76 Euro.As the experiment included a tournament, a balanced number of men andwomen was invited.22 Small differences in the respective sessioncompositionare caused by nonshowups. Overall, the gender composition was balanced: 49%were female. Participants waited in the corridor before the start of the experiment,so they were aware of the balanced gendercomposition.As the creative tasks required very good knowledge of German, in additionto stressing this in the experimental invitation and to conducting a short language test before the start of the experiment,23 we asked subjects in the postexperimental questionnaire to selfassess their knowledge of German. The participants rated their German skills to be on average 4.9 on a scale from 1 to 5. seealso the left part of Figure 11 in the Appendix.24Subjects were invited using ORSEE Greiner, 2004. The experiment was programmed browserbased in PHP in interaction with a My SQLDatabase and an ApacheServer. The dictionary we used to check the entered words in the creative task was based on the German isowordlist Knutzen, 1999.25 Using the FirefoxPlugin RKiosk, Mozilla Firefox was configured such that the experimentappeared in a full screen mode and subjects could not move back or forwards inthe experiment.3 Results This analysis is split by task type. Within the tasks it is guided by the experimentalhypotheses developed in Section 2.1. Hypothesis 4, which is specific to behaviourunder the selfselected payment scheme, will be dealt with in a separate section.26To analyse the experimental hypotheses we will rely on mixed effects regressions. This allows to account for the subjectspecific heterogeneity.27 We have thechoice between estimating a separate regression for every treatment Equation 1or estimating a big regression that covers all treatments by including the treatments or treatment characteristics as regressors. We will follow the first approachand analyse every treatment separately as the distributions of the subjectspecificrandom effects subj. differ between the four treatments and as the separate re22Gneezy et al. 2003 found that for womens performance in tournaments the gendercomposition of the reference group is of relevance. By inviting an equal number of men andwomen we, therefore, wanted to keep this potential impact on performance constant across sessions.23Subjects who passed the language test in earlier experiments did not have to take it again.24Figure 12 in the Appendix displays subjects selfreported language interests and hobbies.25Based on pretestresults this wordlist was extended to include more valid words. The wordswere only included if they were listed in the German online dictionary Duden.de.26The statistical analysis was done with the statistical software R R Development Core Team,2012.27Due to the experimental design we have multiple observations of the same subject, thereforethe observed data is not independent. OLS requires, however, uncorrelated errorterms. Mixed Effects models offer nice possibilities to exploit this experimental design in the regression.11Jena Economic Research Papers 2014 005Table 4 Estimation of performance Equation 1 in the creative task Estimation baseline: flat 1. BaselineInterceptlineartournamentInterceptlineartournamentInterceptlineartournamentInterceptlineartournament 3182.317.82187.758.4525160.432.716341.233.7t 5.020.1110.374p value 0.000063.30.912120.920.90.70942. Difficult Baselinep value 0.000028.50.670418.117.50.63087.650.4270.4823. Pausettt 24.192.571.416023.523.2p value 0.00010.01180.16164. Difficult Pausep value 0.000026.80.048020.620.90.10966.071.6295% confinterval 19239.149.244343.833.695% confinterval 16143.743.227428.326.395% confinterval 13213.713.437110778.895% confinterval 1100.3787.7321682.175.212Jena Economic Research Papers 2014 005gressions are more intuitive to interpret.28Performance 0 inc.inc. dinc. stage subj. subj.,t1Performance is measured as the number of acquired points. The reference in theestimation is flat payment, thus the two contingent pay schemes linear paymentand tournament enter as fixed effects into the regression dinc  To account for thewithinsubjects design, which results in repeated observations of every individual, subj. represents a random effect for every participant. Moreover, a randomeffect stage to capture potential differences between the stages is included. Thelast term, subj.,t, is the residual.Tables 4 and 7 display the regression results of Equation 1 for the creative taskand the effort task, respectively. The estimation results are displayed for everytreatment separately.29These tables are the basis for the analysis of hypotheses 1to 3. The pvalues correspond to hypothesistesting against a twosided alternative.30 Hypotheses 2 and 3 assume a direction of effect, thus testing against theonesided alternative would be justified. Nonetheless, we will stick to using thedisplayed twosided pvalues as these are more conservative.3.1 Creative task Hypothesis 1: replication of results To analyse whether the results of the previous study can be replicated, let us look at the first regression in Table 4.Inrelation to the size of the intercept 31 0 318 the estimated coefficients are smallin magnitude lin. 2.3, tourn. 7.8 and not significantly different from zero.Thus, the result of the previous study can be replicated for the creative task.Hypothesis 2: task enjoyment This hypothesis is specific to Diff BL second regression in Table 4. It seems that increasing the task difficulty leads to a generaldrop in performance independent of the incentive scheme: first, the interceptsizeis lower than in BL 0217.9 and second, both performance paycoefficients aresmall in magnitude and not significantly different from zero.32 Hence, we do notfind evidence in favour of Hypothesis 2.Hypothesis 3a: moral obligation and opportunity costs The third regression in Table 4 shows the predicted positive impact of performance pay when a pauseoption is available. Both inc. have a relatively large magnitude lin. 60.4,28The distributions of subj. are displayed in Figure 6 for the creative task and Figure 8 for theeffort task in the Appendix.Alternatively, this could be fixed in the big model by interacting subj. with the treatment dummies.29These regressions are displayed graphically in Figures 7 and 9 in the Appendix.30The pvalues and confidence intervals were bootstrapped using the mcmcsamp function inthe lme 4package Bates et al., 2012 in R with 5000 replications.31Here the intercept represents average performance in the BL treatment under flat incentives.32Table 14 displays the results of the manipulation check: subjects find the creative task witha minimum number of letters indeed less enjoyable and more difficult than the BL task. Taskimportance is not influenced.13Jena Economic Research Papers 2014 005Table 5 Proportion in % of participants who do not use the pause option 1. Creative task Pause 27.9144.1934.88Pause 39.5362.7939.53Flat Linear Tournament Flat Linear Tournament 95% conf. interval 16.0442.3359.0449.713021.81Diff Pause 14.2926.5320.4195% conf. interval 6.4115.5710.825.839.8833.032. Effort task 95% conf. interval 25.8447.9125.8454.4476.1954.44Diff Pause 20.4175.5173.4795% conf. interval 10.862.3660.1233.0386.0584.43 represents the share of participants who do not use the pause option. The confidence intervalswere calculated based on a logistic regression in R.tourn. 32.73 but only lin. is significant. Comparing the performance in thedifferent incentive schemes with those in BL, it becomes obvious that the observable effect of the incentive schemes is caused by a drop in performance underflat payments. Thus, we find evidence in favour of Hypothesis 3a, however theeffect is significant only for linear incentives.Interestingly, performance underflat payments is still significantly larger than zero.In the Pause treatments also the time that subjects spent on pause is observable. The time on pause was, as expected, different from the theoretical benchmark: the average time on pause under flat payments was 54 seconds, this isabout one fifth of the total time they could spend on pause. Moreover, in all incentive schemes the proportion of subjects who do not spend any time on pauseis not negligible Table 5. This fraction is lowest under flat pay.33 Introducing apause option has no impact on work productivity Table 6. Thus, the observedperformance difference results from the longer time on pause that subjects takeunder flat payments which results in a drop of performance.Hypothesis 3b: moral obligation and opportunity costs in less enjoyable tasks The fourth regression in Table 4 tackles Hypothesis 3b. Also here, a positive effectof performance pay is observable. Like in Pause, the difference is caused by thedrop in performance under flat payments. As the task characteristics are differentfrom the Pause treatment, the sizes of tourn. and lin. in regressions 3 and 4are not directly comparable, here regression 2 would be the relevant referencefor regression 4. Turning to the subjects productivity:the second regressionin Table 6 shows that the work productivity is not significantly different in theperformance pay treatments compared to the flat payment.3433In Appendix B Table 15 shows that the time on pause was significantly lower under performance pay than under flat pay.34Looking at how long subjects go on pause, the time on pause is significantly shorter underperformance pay second regression Table 15. Compared to Pause, the time that subjects spend 14Jena Economic Research Papers 2014 005Table 6 Estimation of Equation 1 for the productivity in the creative task, Estimation baseline: flatInterceptlineartournamentInterceptlineartournament 0.9730.1190.04340.6850.07210.05780.1030.07810.07716.640.9230.751. Pauset 5.361.560.5790.1820.07630.0752. Difficult Pausetp value 0.00000.12270.5643p value 0.00000.35860.455195% confinterval 0.6120.03280.1061.330.2710.19395% confinterval 0.480.08310.09530.890.2270.211Productivity, measured in points per second, is calculated as the number of points acquired inone stage, divided by the working time of the individual.3.2 Effort task Hypothesis 1: replication of results The first regression in Table 7 shows thatboth inc. coefficients are, in relation to the size of the intercept 0 9.04, smallin magnitude lin. 0.3, tourn. 0.05 and no significant effects of performancepay on subjects performance can be observed. Thus, also for the effort task, theresult of Eckartz et al. 2012 can be replicated.Hypothesis 2: task enjoyment The second regression shows the estimation results when the task is the counting 1s task. The regression shows that the twoperformance pay coefficients are not significantly different from zero. Thus, making the task more boring and potentially less challenging 35 does not change theimpact of the incentive schemes. The different coefficient dimensions, in contrastto regression 1, are due to the different underlying tasks. Note that as also in flatperformance is on high levels. Thus, no support for Hypothesis 2 can be found.Hypothesis 3a: moral obligation and opportunity costs The Pause treatmentis designed to deal with this hypothesis. The third regression in Table 7 displays the regression result. Subjects solve more tasks under performance paylin. 1, tourn. 1.74, however this effect is only significant for tournament pay.Performance under flat incentives is on similar levels like in BL 0 Pause 8.47,0 BL 9.04. It is significantly higher than zero. Thus, we find evidence in favourof this hypothesis. The effect is, however, not caused by a drop in performanceunder flat payment.Looking at the use of the pause option, the time on pause was, as expected,different from the theoretical benchmark: under flat payments subjects spent onon pause in Diff Pause is significantly longer Table 16.35Table 18 displays the results of the manipulation check: subjects find the counting 1s numberindeed easier than the number adding task. However, task enjoyment and task importance arenot different.15Jena Economic Research Papers 2014 005Table 7 Estimation of Equation 1: performance in the effort task Estimation baseline: flatInterceptlineartournamentInterceptlineartournament 9.040.3250.053227.60.2870.9221.620.770.7791.090.7450.732Interceptlineartournament 8.4711.74Interceptlineartournament 1412.313.1t 6.291.051.811.340.950.962p value 0.00000.29540.07364. Difficult Pausep value 0.00001.81.650.00000.00001.647.757.43t 81. Baselinet 5.570.4220.0684p value 0.00000.67370.94562. Difficult 95% confinterval 5.821.21.612.31.851.49p value 0.00000.70060.2110t 25.20.3861.263. Pause 95% confinterval 25.41.190.53129.71.772.3895% confinterval 5.790.8890.1711.12.893.6695% confinterval 10.499.8717.615.616.4Table 8 Estimation of Equation 1 for productivity in the effort task Estimation baseline: flat 1. PauseInterceptlineartournament 0.0390.006210.003210.0120.00570.00568t 3.241.090.566p value 0.00170.27970.573395% conf 0.01510.01760.0145interval 0.06290.005140.00809Interceptlineartournament 0.05950.03080.03350.008230.005770.005867.225.345.712. Difficult Pausetp value 0.00000.00000.000095% conf 0.04310.01940.0218interval 0.07580.04230.0451Productivity, measured in points per second, is calculated as the points acquired in one stage,divided by the working time of the individual.16Jena Economic Research Papers 2014 005Figure 1 Selfselection into incentive schemesnoitroporpnoitcelesfles.ruotraeniltafl 0noitroporpnoitcelesfles.ruotraeniltafl 842Risk preference 61000500Total points word tasks15002000average 88 seconds on pause which is a bit less than one third of the stagelength.Also in the effort task the share of participants who do not make use of the pauseoption is considerable Table 5. The work productivity is not influenced by theintroduction of the pause option Table 8.36Hypothesis 3b: moral obligation and opportunity costs in less enjoyable tasks The regression results for Diff Pause are displayed in the fourth regression in Table 7. Note that performance under flat fee is about half of that in Diff BL0 Diff Pause 14, 0 Diff BL 27.6. The number of correctly solved tasks is significantly higher with linear and tournament pay.In this treatment, Diff Pause, the work productivity under performance pay ishigher than under flat payments Table 8 and also the time on pause is lowerunder performance pay.373.3 Selfselection In the last two stages of the experiment subjects have the possibility to selecttheir preferred payment scheme for another round of each of the experimentaltasks. Like in the previous section, this analysis is also split by the task type.Subsequently, we will analyse which payment schemes subjects selected and howsubjects behaved subsequently.36Table 19 shows that subjects spent significantly less time on pause under contingent pay thanunder flat pay.37 The regression in Table 19 shows that in the counting 1s task subjects spent substantially moretime on pause under flat payments. Comparing the time on pause between Pause and Diff Pause,Table 20 shows that in the counting 1s task, as compared to the adding numbers task, subjectsspent substantially more time on pause under flat payments. Time on pause under linear payseems to be similar in the two treatments. Under tournament pay, subjects spent slightly less timeon pause in Diff Pause than in Pause.17Jena Economic Research Papers 2014 005Table 9 Selfselection into incentive schemes in percent: creative task Flat Linear Tournament Flat Linear Tournament Genderfmallfmallfmall BL41.6746.1542.3112.5026.9221.1545.8326.9236.54Gender Di f f BL72.00f 50.00m 60.78allf 20.0019.23m 19.61all 8.00fm 30.7719.61all 95% conf 23.5428.0429.493.2612.5811.6027.0912.5824.33interval 61.4864.9955.8629.2945.6133.4865.4245.6150.05Pause 40.0057.1448.8425.0033.3327.9135.009.5223.2695% conf 20.7136.0834.299.7815.9316.0416.831.6512.4095% conf 52.8431.4747.107.687.3610.351.3815.4210.35interval 86.8768.5373.4138.1736.8731.8422.7049.7331.84Di f f Pause 50.0036.3646.9416.6731.8222.4533.3331.8230.6195% conf 30.7718.5833.395.5015.1212.3516.8615.1218.93interval 61.7176.5663.5246.2554.5842.3356.7926.6037.20interval 69.2357.1560.8034.5852.5235.3553.2052.5244.28Confidence intervals were calculated based on logistic regressions in R. represents the share ofparticipants who chose the respective payment scheme.18Jena Economic Research Papers 2014 005Table 10 Multinomial logit for incentive selection in stage 7, equation 2linear:intercepttournament:interceptlinear:Diff BLtournament:Diff BLlinear:Diff Pausetournament:Diff Pauselinear:Pausetournament:Pauselinear:pointstournament:pointslinear:risktournament:risklinear:femaletournament:femalelinear:Diff BL:femaletournament:Diff BL:femalelinear:Diff Pause:femaletournament:Diff Pause:femalelinear:Pause:femaletournament:Pause:female2.953.920.1220.8861.131.190.1641.240.001510.003050.2060.1030.730.5140.3512.360.3350.5571.161.391.091.10.7640.7350.8080.8920.7180.9490.000820.0008170.1060.09940.8350.7031.121.141.171.091.151.21t2.713.560.1591.21.41.340.2281.311.843.731.951.030.8740.7310.3132.070.2860.511.011.15p value 0.00680.00040.87360.22830.16060.18060.81990.19130.06590.00020.05120.30090.38240.46450.75400.03850.77500.61020.31180.251695% conf5.086.071.620.5550.450.5541.573.10.0000990.001450.001050.0922.370.8631.854.592.642.71.090.983interval0.8131.761.382.332.722.941.240.620.003110.004650.4130.2980.9081.892.550.1251.961.593.423.75Flat is the reference incentive scheme. Effects are shown for the incentive schemes linear andtournament.3.3.1 Creative task Choices Table 9 shows the selfselectionresults, split up by treatment and gender. In all treatments flat is the most frequently chosen payment scheme. This issimilar to what we observed in the previous study. The share of choices of flat ison similar levels across all treatments and on higher levels in Diff BL. Looking atthe genders separately, no additional stable pattern are observable.Potential determining factors for the selfselection are subjects taskspecificskills and risk preferences. The left graph in Figure 1 shows that the likelihood ofchoosing the flat payment scheme seems to decrease with more riskloving riskpreferences. The right graph in the same figure shows clearly that the likelihoodof choosing the flat payment scheme decreases with an increasing number ofpreviously acquired points. We take this number of points as a proxy for thetaskrelated ability. To confirm these observations the following multinomial logitmodel is estimated:log Princentivelog Prflat intercept treat. dtreat. points points risk risk fem. dfemale fem.treat. dfemale dtreat.2Here flat is the reference incentive scheme, i.e. incentive is either linear or tournament. Treatment represents the four experimental treatments, where BL represents the basecategory in this regression. Points is the sum of points obtainedin the first three rounds of the creative task. Risk is a selfreported risk measure 19Jena Economic Research Papers 2014 005Figure 2 Performance in stage 7 creative task BLDiff BL600400200stnio P600400200stnio P600400200stnio Pflatlinear tournamentflatlinear tournament Pause Diff Pause 600400200stnio Pflatlinear tournamentflatlinear tournamentDohmen et al., 2011. The higher this measure, the more riskloving a person.38Estimation results are reported in Table 10. The first two coefficients show thatsubjects are less likely to select one of the performance pay schemes than selecting flat pay. Moreover, all coefficients that are relating to the treatments arenot significantly different from zero. The same holds for the effect of gender.Also, except for female Diff BL for tournaments, all interaction terms of gender andtreatment are not significant. These results confirm the observations from Table 9.Higher taskrelated ability makes it more likely for subjects to choose performance pay while the effect is larger for tournament. This effect is significantfor both schemes, however only at 10% significance for linear pay. The seeminglylow coefficient size is caused by the size that the regressor total number of pointstakes. A similar effect is observable for subjects riskpreferences. The more riskloving a subject is, the more likely is the choice of contingent pay, however thiseffect is only significant for the choice of linear payments. These results confirmour observations from Figure 1.Performance Hypothesis 4 Performance in stage 7, as shown in the boxplotsin Figure 2, differs between the four treatments even though a general trend isobservable across all four treatments: it seems that participants who selected theflat fee obtained fewer points than those who chose performance pay. These re38The distribution of the risk measure is shown in the right figure of Figure 11.20Jena Economic Research Papers 2014 005Table 11 Selfselection of treatments in percent: effort task Flat Linear Tournament Flat Linear Tournament Genderfmallfmallfmall BL62.5038.4651.9225.0042.3132.6912.5019.2315.38Gender Di f f BLf 48.0026.92m 37.25all 32.00fm 42.3137.25all 20.00f 30.77m 25.49all 95% conf 42.5921.5038.5010.7824.7120.993.267.367.34interval 79.8757.6065.1644.2961.3546.0629.2936.8726.75Pause 60.0042.8653.4925.0038.1030.2315.0019.0516.2895% conf 38.2923.4438.709.7819.5917.933.966.347.3495% conf 29.3412.5824.8516.1124.7124.857.6815.4214.92interval 67.0545.6150.9151.4161.3550.9138.1749.7338.46Di f f Pause 37.5031.8234.6954.1759.0957.148.339.098.1695% conf 20.1315.1222.3934.5838.3943.191.441.572.61interval 79.2963.9267.8746.2559.3544.8334.4338.8629.11interval 57.4152.5248.5672.9177.7870.3723.5725.5117.95Confidence intervals were calculated based on logistic regressions in R. represents the share ofparticipants who chose the respective payment scheme.sults are confirmed by an OLS regression.39 Combined with the observation fromthe previous paragraph, the experimental results seem to support hypothesis 4 inthe creative task. These results are in contrast to the results in stages 1, 3, and 5. In these three stages, when the payment scheme was imposed by the experimenters, we observe effects of the payment schemes only in Pause and Diff Pause.Now, when the payment scheme is selfselected, those subjects who selfselectinto performance pay have a higher output in all treatments.3.3.2 Effort task Choices The results of the selfselection for the effort tasks are displayed in Table 11. Unlike in the creative task, flat is only the most frequently chosen optionin the number adding tasks. Table 12 presents the estimation results of the earlierintroduced multinomial logit model Equation 2 for incentive scheme selection.Here, points refers to the performance in the effort task in the earlier stages.In contrast to the creative task some of the treatmentdummies are significant:subjects are more likely to choose tournament in Diff BL than in BL, a similar 39When performance is aggregated on the individual level this leaves one observation per person, therefore we chose to implement a regular OLS regression in place of a mixed effects regression. The regression results are reported in Table 21. 0 captures performance under flatincentives. A separate regression is run for each treatment.21Jena Economic Research Papers 2014 005Table 12 Multinomial logit for incentive selection in stage 8, equation 2linear:intercepttournament:interceptlinear:Diff BLtournament:Diff BLlinear:Diff Pausetournament:Diff Pauselinear:Pausetournament:Pauselinear:pointstournament:pointslinear:risktournament:risklinear:femaletournament:femalelinear:Diff BL:femaletournament:Diff BL:femalelinear:Diff Pause:femaletournament:Diff Pause:femalelinear:Pause:femaletournament:Pause:female3.765.411.172.21.871.430.1590.4460.003550.00470.2260.1790.370.01930.49610.01870.3370.4490.81.091.380.7380.910.7861.150.8020.9680.001030.00120.09470.1180.7350.94711.210.9881.481.141.42t3.463.931.592.422.381.240.1990.463.443.922.391.520.5040.02040.4950.8280.01890.2280.3950.564p value 0.00050.00010.11250.01570.01740.21420.84240.64530.00060.00010.01690.12820.61450.98370.62030.40740.98490.81950.69280.573095% confinterval5.898.110.2750.4140.3290.8271.411.450.001530.002350.04050.05171.811.872.463.381.923.232.683.581.632.712.623.983.413.691.732.340.005580.007050.4120.411.071.841.471.371.952.551.781.98Flat is the reference incentive scheme. Effects are shown for the incentive schemes linear andtournament.effect is observable in Diff Pause when subjects are more likely to choose linearthan in BL.Looking at individual characteristics, gender female has no significant impacton treatment selection, however subjects with a higher taskrelated ability points,i.e. the number of previously acquired points, or higher risklovingness risk aremore likely to select into performance pay. These effects are highly significant,except for the riskattitudes in tournament selection.Performance Hypothesis 4 Performance in stage 8, as shown in the boxplotsin Figure 3, differs between the four treatments but also here a general trendis observable across all four treatments: participants who selected the flat feeobtained fewer points than those who chose performance pay. This observation issupported by an OLS regression.40 Combined with the observation that subjectswith a higher taskrelated ability select into performance pay, the experimentalresults support hypothesis 4 also for the effort task.These results are in contrast to the results in stages 2, 4, and 6. In these stages,when the payment scheme was imposed by the experimenter, we only observepayment schemeeffects in Pause and Diff Pause. Now, when the payment schemeis selfselected, those subjects who selfselect into performance pay have a higheroutput in all treatments.40Estimation results are displayed in Table 22.22Jena Economic Research Papers 2014 005Figure 3 Performance stage 8 effort task BLDiff BL50403020105040302010stnio Pstnio Pflatlinear tournament Pause 50403020105040302010stnio Pstnio Pflatlinear tournament Diff Pauseflatlinear tournamentflatlinear tournament 4 Discussion Since the observed results for the creative and the effort tasks are qualitativelyvery similar, this discussion will be general. The results of this experimentalstudy can be summed up with two main points.First of all, subjects behaviour in the baseline treatments BL, in which thetasks were identical to the earlier studys tasks, does not differ between the threeincentive schemes flat, linear tournament pay. Thus, we can replicate the resultsof the previous study. Also, in the difficult baseline Diff BL conditions, in whichthe task enjoyability was modified, no effect of the incentive schemes is observed.This result suggests that task attractiveness, task enjoyment or task challenge donot seem to be the major drivers of the experimental results that we observe inthe baseline treatment and in the previous study Eckartz et al., 2012.Second, with the introduction of a paid pause option Pause we can observe aneffect of the incentive schemes. When subjects have the possibility to make use ofthe compensated pause option, average performance is higher under performancepay than under flat pay. This effect is driven by a lower performance under flatpay and not by a higher performance under contingent pay.41 The effect is observable both, when we introduce the pause option alone Pause, as well as whenthe introduction is combined with a higher task difficulty Diff Pause.Interest41There is one exception: in the effort task in the pausetreatment the positive effect of performance pay stems from a higher performance under performance contingent pay.23Jena Economic Research Papers 2014 005ingly, within every task subjects productivity is not influenced by the availabilityof the pause option, with one exception: when subjects had to count 0s and 1sproductivity is much lower when a pause option is available. Furthermore, noneof the two performancebased incentive schemes seems to outperform the other.Still, it is striking that, even when a paid pause option is available, performanceunder flat pay is still significantly higher than zero.As discussed in the introduction to this chapter, with the employed experimental design we cannot distinguish whether the differences in subjects behaviourresult from the legitimacy of not working or the presence of opportunity costs.It is left for future research to disentangle these factors. Some insights into thedriving factors might, however, be gotten from the questionnaire responses whensubjects were asked to explain how they used the pause option. The most frequently mentioned reasons were physical ones: to take a break, to relax the eyesor because of a lack of concentration. The second most often mentioned groups ofreasons are financial and motivational ones: getting a fixed amount of money andnot being motivated to continue working. Besides, subjects seem to have usedthe pause option to receive some compensation for endofstagetime and to becompensated while thinking about words in the creative task. No reasons relatingdirectly to legitimacy were given. Yet, taking a break because of physical reasons,when it is officially possible, is possibly be related to legitimacy.What is striking is that in those conditions in which subjects have not only thechance, but also a financial incentive to take a break flat in the Pause Diff Pausetreatments, we again observe very high effort levels. A substantial fraction ofsubjects does not use the pause option at all or only for a short time. There areseveral potential reasons why we can observe this behaviour. First, the reasonsthat were discussed in the introduction Section 1 and not targeted by the experimental design, like practicing for later periods or perceiving the experiment as anexam condition, also apply here. In addition, subjects might work as this is whatthey came to the lab for. By signing up for the experiment they know that thistime is dedicated to research and they also know that they will be compensatedadequately for their participation. Potentially, the participants perceive signingup for the experiment as a kind of contract between them and the experimenterin which the pause option constitutes a test of loyalty.Alternatively, it might be that the observed behaviour is a pure subject pooleffect. All subjects participated voluntarily and perhaps people who selfselectedinto the experimental subjects pool are of a very hardworking type, willing toexert effort in the name of science, no matter how they are compensated. Whilewe cannot exclude this, subject pool effects have been discussed in other experimental settings. For example, a number of authors look at the stability of socialpreferences in relation to the subject pool.42 The studies differ in their conclusions. Some studies find behaviour to be pretty similar in the lab and in thefield. Often, however, the observed effects are attenuated in the field. Falk Fehr 2003 provide a discussion of subject pool effects in the context of labourmarket experiments and argue that although subject pool effects are important,behaviour does not differ completely between the analysed subject pools. Thus, it 42See, for example, Falk et al., 2011, Exadaktylos et al., 2013, or Levitt List, 2007.24Jena Economic Research Papers 2014 005is rather unlikely that our results are completely due to our specific subject pool.An effect which is, in the context of our experimental study, probably morerelevant, is the impact of subjects boredom in the laboratory. Even though thepause option is an outside option, it does not provide distraction. Consequently,it might be that subjects work on the experimental tasks as this gives them something to do. By exerting effort also in those conditions where it would be payoffdominant to be on pause during the whole stage, they are indirectly willing to payfor distraction by forgoing the pause compensation. It might be a valuable ideafor future research to provide subjects with an attractive outside option. Corgnetet al. 2013 for example developed the platform Virtual Organization whichallows experimental subjects to easily switch between experimental productiontasks and internet surfing. This tool also allows to track the time of on the jobleisure. Alternatively, at the cost of losing experimental control, providing newspapers or magazines in the laboratory, or allowing the subjects to work on theirown work would also reduce the impact of the potentially existing boredom inthe laboratory.The last two stages of the experiment were selfselection stages. In both tasks subjects performance is, independently of the treatment, higher under selfselectedperformance pay than under selfselected flat pay. Let us combine this observation with the insight that subjects with a higher number of points in the firststages of the experiment are more likely to selfselect into performance pay. Itseems that the observed behaviour is the result of sorting by ability similar to theresult obtained by Dohmen Falk, 2011,43 even though subjects do not receiverelative performance feedback. Besides, gender is not significantly related to thechoice of payment scheme. Dohmen Falk have a similar finding, but in theirsample riskattitudes and gender are significantly correlated and therefore riskattitudes capture the gender effect in their analysis. In our subject pool genderis not significantly correlated with risk attitudes see Table 23. However, womenobtain fewer points in the first stages of the effort tasks. No significant relationbetween total number of points and gender can be found for the creative task.Hence, our results still seem to be driven by productivity sorting.5 Conclusion In Eckartz et al. 2012 we examined the effect of three different financial incentive schemes on subjects performance in three different tasks, one based on creativity, one based on intelligence, and one consisting of adding numbers. Afterwe did not find effects of the different financial incentive schemes in any of theexamined tasks, this paper discussed experimental conditions that might havecontributed to the result of the earlier study. In this study we relied on an experiment using different real effort tasks: a creative word creation task and two efforttasks adding numbers and counting 1s. The experiment was designed as a 2x 243In fact the number adding task is similar in nature to the task that Dohmen Falk used,namely a math task in which subjects had to multiply numbers.25Jena Economic Research Papers 2014 005betweensubjects design which varied the incentive schemes withinsubjects. Onthe first dimension we varied the enjoyability of the task, on the second dimension we introduced a paid pause option to introduce opportunity costs and thelegitimacy of not working.First, in the baseline treatment, which replicates the previous study, we, again,observe no effects of the incentive schemes on subjects performance. Second,when the task enjoyability is reduced, i.e. in the difficult conditions, no effects ofthe incentive schemes can be observed either. Introducing a paid outside optionin the form of a pausebutton, however, has an effect: independent of the taskwe look at, subjects performance is higher under performance pay than underflat pay. This difference is caused by a lower performance under flat paymentwhen the pause option is available. The size of the difference differs between thetasks, yet the direction is the same across all tasks and levels of difficulty exceptfor the effort task in the Pause treatment. Interestingly, while under flat pay itwould have been payoffmaximising to not work at all and be on pause the wholetime, subjects still exert a significant amount of effort and their performance isconsiderable. In the selfselection stage we observe that under flat pay subjectsperform less well than when they selfselected themselves into performance pay.To conclude, we were aiming at exploring potential reasons why we did notobserve effects of financial incentive schemes on subjects performance in creativeand effort tasks. Our results suggests that task attractiveness, task enjoyment ortask challenge do not seem to be the main drivers of our earlier observations.However, when subjects have the possibility to make use of an incentivised pauseoption, their performance stays high under performance pay and decreases underflat pay while their productivity remains unchanged in almost all conditions.The experimental observations give some directions for potential future research.First of all, with the employed design it cannot be distinguished whether theobserved effect in the Pause and diff Pause treatments stems from the introductionof opportunity costs or from the fact that also a legitimacy of taking a break isintroduced. An experimental treatment which uses a noncompensated pauseoption could help to shed some light on the driving factor. Observing that subjectsexert substantial efforts also under flat pay, and even forego payments in the Pause and difficult Pause treatments when they do not use the pause option asoften as possible, indicates that subjects must be driven by something else thanpure financial payoff maximisation. Possibly, subjects work to not be bored. Thus,a potential treatment to analyse this point further would be to provide subjectswith an attractive outside option to pursue on the job leisure like e.g. Corgnetet al., 2013.This study shows that the availability of outside attractive options can be aninfluential factor and it might be important to give more attention to it whendesigning economic experiments. In particular, considering that in real life outside options are often available, it is important to examine whether experimentalresults are robust to the availability of attractive outside options. Maybe it is particularly important to keep this in mind in labour economic experiments. Thisstudy demonstrated that for creative and effort tasks, independent of the level ofdifficulty or attractiveness, results are influenced by the availability of an outside 26Jena Economic Research Papers 2014 005option.References Amabile, T. 1996. Creativity in context, Westview press.Ariely, D., Gneezy, U., Loewenstein, G. Mazar, N. 2009. Large stakes and bigmistakes. Review of Economic Studies, 76, pp. 451469.Bailey, C.D. Fessler, N.J. 2011. The moderating effects of task complexity andtask attractiveness on the impact of monetary incentives in repeated tasks. Journal of Management Accounting Research, 231, pp. 189210.Bates, D., Maechler, M. Bolker, B. 2012. lme 4: Linear mixedeffects models using S4 classes, R package version 0.9999990.Blumkin, T., Ruffle, B. Ganun, Y. 2010. Are income and consumption taxes everreally equivalent? Evidence from a realeffort experiment with real goods, Discussion Paper 5145, IZA, Forschungsinstitut zur Zukunft der Arbeit, Bonn.Bonner, S.E., Hastie, R., Sprinkle, G.B. Young, S.M. 2000. A review of theeffects of financial incentives on performance in laboratory tasks: Implicationsfor management accounting. Journal of Management Accounting Research, 121,pp. 1964.Bradler, C., Neckermann, S. Warnke, A.J. 2013. Rewards and performance: Acomparison across creative and routine tasks, mimeo, ZEW Mannheim.Brase, G.L. 2009. How different types of participant payments alter task performance. Judgement and Decision Making, 45, pp. 419429.Camerer, C.F. Hogarth, R.M. 1999. The effects of financial incentives in experiments: A review and capitallaborproduction framework. Journal of Risk and Uncertainty, 1913, pp. 742.Corgnet, B., HernanGonzalez, R. Rassenti, S. 2013. Peer pressure and moral hazard in teams: Experimental evidence, Working paper 1301, Chapman University,Economic Science Institute.Deci, E.L., Koestner, R. Ryan, R.M. 1999. A metaanalytic review of experiments examining the effects of extrinsic rewards on intrinsic motivation. Psychological Bulletin, 1256, pp. 627668.Dickinson, D. 1999. An experimental examination of labor supply and workintensities. Journal of Labor Economics, 174, pp. 638670.Dohmen, T., Falk, A., Huffman, D., Sunde, U., Schupp, J. Wagner, G. 2011.Individual risk attitudes: Measurement, determinants, and behavioral consequences. Journal of the European Economic Association.Dohmen, T. Falk, A. 2011. Performance pay and multidimensional sorting:Productivity, preferences, and gender. The American Economic Review, 1012,pp. 556590.Eckartz, K., Kirchkamp, O. Schunk, D. 2012. How do incentives affect creativity? Jena Economic Research Papers, 668.Exadaktylos, F., Espin, A.M. BranasGarza, P. 2013. Experimental subjects arenot different. Scientific reports, 3.27Jena Economic Research Papers 2014 005Falk, A. Fehr, E. 2003. Why labour market experiments? Labour Economics,104, pp. 399406.Falk, A., Meier, S. Zehnder, C. 2011. Do lab experiments misrepresent socialpreferences? The case of selfselected student samples. Journal of the European Economic Association, forthcoming.Gamage, D., Hayashi, A. Nakamura, B. 2010. Experimental evidence of taxframing effects on the workleisure decision. Berkeley Olin Program in Law Economics, Working Paper Series.Gneezy, U., Niederle, M. Rustichini, A. 2003. Performance in competitive environments: Gender differences. Quarterly Journal of Economics, pp. 10491074.Greiner, B. 2004. An online recruitment system for economic experiments, inK. Kremer V. Macho, eds., Forschung und wissenschaftliches Rechnen, vol. 63,of GWDG Bericht, pp. 7993, Gottingen: Ges. fur Wiss. Datenverarbeitung.Houser, D., Schunk, D., Winter, J. Xiao, E. 2010. Temptation and commitmentin the laboratory, IEW Working Papers 488, Institute for Empirical Research in Economics University of Zurich.Knutzen, H. 1999. hkgerman wordlist, Technical report, ChristianAlbrechtsUniversitat zu Kiel.Levitt, S.D. List, J.A. 2007. What do laboratory experiments measuring socialpreferences reveal about the real world? Journal of Economic Perspectives, 212,pp. 153174.Mohnen, A., Pokorny, K. Sliwka, D. 2008. Transparency, inequity aversion,and the dynamics of peer pressure in teams: Theory and evidence. Journal of Labor Economics, 264, pp. 693720.Niederle, M. Vesterlund, L. 2007. Do women shy away from competition? Domen compete too much? The Quarterly Journal of Economics, 1223, pp. 10671101.R Development Core Team 2012. R: A Language and Environment for Statistical Computing, R Foundation for Statistical Computing, Vienna, Austria, ISBN 3900051070.Sternberg, R. 2006. The nature of creativity. Creativity Research Journal, 181, pp.8798.Torrance, E.P. 1968. Torrance tests of creative thinking, Personnel Press, Incorporated.Zizzo, D. 2010. Experimenter demand effects in economic experiments. Experimental Economics, 131, pp. 7598.28Jena Economic Research Papers 2014 005A Appendix B Instructions Subjects first received welcoming instructions in German, followed by taskspecificinstructions which consisted of a general part and a treatmentspecific part. The following instructions are a translation of the instructions used in the experiment.Unless stated otherwise the instructions apply to all treatments.Screen 1: Welcoming instructions Welcome to this experiment and thank youfor your participation! In total, including reading the instructions, this experimentwill last about 1 hour. Please read the following instructions carefully. Should youhave any questions, now or at a later point in time, please press the pausekeyon your keyboard! We will then come to your seat and answer your question inprivate.This experiment consists of 8 tasks. For each of these tasks you have 5 minutes.The instructions for the separate tasks will be displayed on your computerscreenbefore every task. At the end of this experiment one task will be randomly selected for payment.Important: during the experiment your payoffs will be shown in points. Atthe end of the experiment the points will be converted to Euro according to thefollowing exchange rate 1 point 0.04 Euro i.e. 100 points equal 4 Euro. Youwill be compensated in cash at the end of the experiment.Only Pause Diff Pause: During every task you have the possibility to pausethe experiment for 20 seconds. For this purpose press the button displayedon your screen. The following rules apply: the experimental time continues to run during the time of the break you can choose the Pause option as often as you like you will be compensated with 8 points for every pause, shorter pausetimes at the end of a stage will be compensated proportionally For example: you press the Pausebutton at a point in time when you still have morethan 20 seconds left to work on your task. Result: your screen will beblank for 20 seconds, you receive 8 points. you press the Pausebutton at a point in time when you still have 10seconds left to work on your task. Result: your screen will be blank for 10 seconds, you receive 4 points.During the experiment the use of mobilephones or other tools, as well as thecommunication with other participants, is not allowed.29Jena Economic Research Papers 2014 005B.1 Creative task General part In this task you are provided with a limited number of letters aletterset with which you can create words. The goal of this task is to create asmany possible words as possible. Please enter only one word at a time. The followingrules apply: letters may only be used when they are included in the letterset within every created word letters may only be used as often as they areincluded in the letterset within each task every word may only be created once upper and lower cases are disregarded, only the created words matter flections are allowed. If you are presented with the letterset adenktt you mayuse these letters to create, amongst others, dank, danke, dankt, dankte, danktet. Only Diff Diff Pause: the minimal word length is 6 letters. This meansin the previous example the words dank, danke and dankt are too short,the remaining words dankte, danktet are long enough. Your submissions are compared to a German dictionary. Words that are notincluded in this dictionary will not be accepted.The goal is to find as many German words as possible that can be created with thepresented letterset. All words included in the German language are in principleallowed.Not allowed are: names of persons or brands abbreviations Please try to find as many different words as possible. Moreover, please try tofind long words.Flat fee If this part is selected for payment, you are rewarded with 250 points,independent of how many words you create.Only Pause Diff Pause: In addition, you receive the compensation for yourtime on pause during this task: 8 points for every 20 seconds.The sum of points for this task will be converted to Euro at the end of the experiment. Exchange rate 1 point0.04 EuroTournament If this part is selected for payment, you will receive 1 point forthe first letter of the word, 2 points for the second and so on. This means a wordconsisting of 5 letters would give you 15 points 12345. Your total number ofpoints will then be compared to the points of three randomly selected participantswho work on this task at the same time. The participant with the highest numberof points receives 625 points for participating in this experiment. The other threeparticipants receive 125 points each when this task is selected for payment.Only Pause Diff Pause: In addition, you receive the compensation for your timeon pause during this task: 8 points for every 20 seconds. Important: thesepoints will only be added to your points after the comparison with the otherparticipants.Exchange rate 1 point0.04 Euro30Jena Economic Research Papers 2014 005Linear scheme If this part is selected for payment, you will receive 1 point forthe first letter of the word, 2 points for the second and so on. This means a wordconsisting of 5 letters would give you 15 points 12345.Only Pause Diff Pause: In addition, you receive the compensation for yourtime on pause during this task: 8 points for every 20 seconds.The total number of points will be converted to Euro at the end of this experiment.Exchange rate 1 point0.04 EuroSelfselection If this part is selected for payment, you can decide how you wantto be compensated. You may choose between the three possibilities that you haveexperienced during the previous rounds.Only Pause Diff Pause: Like in the previous rounds, you will receive ineach of the payment schemes, in addition to the payment for the task, also acompensation for your time on pause during this task 8 points for every 20seconds.Please choose which of the three payment schemes you want to be used for yourcompensation Exchange rate 1 point0.04 Euro: Scheme 1: If this part is selected for payment, you are rewarded with 250points, independent of how many words you create. Scheme 2:If this part is selected for payment, you will receive 1 pointfor the first letter of the word, 2 points for the second and so on. Thismeans a word consisting of 5 letters would give you 15 points 12345.Your total number of points will then be compared to the points of threerandomly selected participants in a previous stage. You will receive 625 pointsif your number of points is higher than the number of points of the randomlyselected participants. Otherwise, you will receive 125 points. Scheme 3: If this part is selected for payment, you will receive 1 point forthe first letter of the word, 2 points for the second and so on. This means aword consisting of 5 letters would give you 15 points 12345. The totalnumber of points will be converted to Euro at the end of this experiment.B.2 Effort task BL,Pause: Number adding General partwork at your own speed.In this task it is your task to add every time 5 numbers. Please Flat Feeindependent of how many tasks you solved correctly.If this task is selected for payment, you are rewarded with 250 points,Only Pause: In addition, you receive the compensation for your time onpause during this task: 8 points for every 20 seconds.The sum of points for this task will be converted to Euro at the end of the experiment. Exchange rate 1 point0.04 EuroTournament If this part is selected for payment, you will receive 25 points forevery correctly solved task. Your total number of points will then be comparedto the points of three randomly selected participants who work on this task at 31Jena Economic Research Papers 2014 005the same time. The participant with the highest number of points receives 625points for participating in this experiment. The other three participants receive 125 points each when this task is selected for payment.Only Pause: In addition, you receive the compensation for your time onpause during this task: 8 points for every 20 seconds.thesepoints will only be added to your points after the comparison with the otherparticipants.Important:Exchange rate 1 point0.04 EuroLinear schemeevery correctly solved task.If this part is selected for payment, you will receive 25 points forOnly Pause: In addition, you receive the compensation for your time onpause during this task: 8 points for every 20 seconds.The total number of points will be converted to Euro at the end of this experiment.Exchange rate 1 point0.04 EuroSelfselection If this part is selected for payment, you can decide how you wantto be compensated. You may choose between the three possibilities that you haveexperienced during the previous rounds.Only Pause: Like in the previous rounds, you will receive in each of the payment schemes, in addition to the payment for the task, also a compensationfor your time on pause during this task 8 points for every 20 seconds.Please choose which of the three payment schemes you want to be used for yourcompensation. Scheme 1: If this task is selected for payment, you are rewarded with 250points, independent of how many tasks you solved correctly. Exchange rate 1 point0.04 Euro Scheme 2:If this part is selected for payment, you will receive 25 pointsfor every correctly solved task. Your total number of points will then becompared to the points of three randomly selected participants who work onthis task at the same time. The participant with the highest number of pointsreceives 625 points for participating in this experiment. The other threeparticipants receive 125 points each when this task is selected for payment.Exchange rate 1 point0.04 Euro Scheme 3: If this part is selected for payment, you will receive 25 points forevery correctly solved task. The total number of points will be converted to Euro at the end of this experiment. Exchange rate 1 point0.04 EuroB.3 Effort task Diff BL,Diff Pause: Counting 1s General partconsisting of 0s and 1s.In this task it is your task to count the number of 1s in a matrix Flat Feeindependent of how many tasks you solved correctly.If this task is selected for payment, you are rewarded with 250 points,32Jena Economic Research Papers 2014 005Only Diff Pause: In addition, you receive the compensation for your time onpause during this task: 8 points for every 20 seconds.The sum of points for this task will be converted to Euro at the end of the experiment. Exchange rate 1 point0.04 EuroTournament If this part is selected for payment, you will receive 6 points forevery correctly solved task. Your total number of points will then be comparedto the points of three randomly selected participants who work on this task atthe same time. The participant with the highest number of points receives 625points for participating in this experiment. The other three participants receive 125 points each when this task is selected for payment.Only Diff Pause: In addition, you receive the compensation for your time on pauseduring this task: 8 points for every 20 seconds. Important: these points willonly be added to your points after the comparison with the other participants.Exchange rate 1 point0.04 EuroLinear scheme If this part is selected for payment, you will receive 6 points forevery correctly solved task.Only Diff Pause: In addition, you receive the compensation for your time onpause during this task: 8 points for every 20 seconds.The total number of points will be converted to Euro at the end of this experiment.Exchange rate 1 point0.04 EuroSelfselection If this part is selected for payment, you can decide how you wantto be compensated. You may choose between the three possibilities that you haveexperienced during the previous rounds.Only Diff Pause: Like in the previous rounds, you will receive in each of thepayment schemes, in addition to the payment for the task, also a compensation for your time on pause during this task 8 points for every 20 seconds.Please choose which of the three payment schemes you want to be used for yourcompensation. Scheme 1: If this task is selected for payment, you are rewarded with 250points, independent of how many tasks you solved correctly. Exchange rate 1 point0.04 Euro Scheme 2:If this part is selected for payment, you will receive 6 pointsfor every correctly solved task. Your total number of points will then becompared to the points of three randomly selected participants who work onthis task at the same time. The participant with the highest number of pointsreceives 625 points for participating in this experiment. The other threeparticipants receive 125 points each when this task is selected for payment.Exchange rate 1 point0.04 Euro Scheme 3: If this part is selected for payment, you will receive 6 points forevery correctly solved task. The total number of points will be converted to Euro at the end of this experiment. Exchange rate 1 point0.04 Euro33Jena Economic Research Papers 2014 005B.4 Screenshots Figure 4 Screenshots creative task BL Pause Diff BL Diff Pause Figure 5 Screenshots effort task BL Pause Diff BL Diff Pause 34Jena Economic Research Papers 2014 005C Creative task C.1 Supplementary analysis Figure 6 Distribution of subj. from Equation 1 for the four treatments BLPause300100300N 52 Bandwidth 38100Diff BLytisne D800.0000.0ytisne D800.0000.0300100100300N 43 Bandwidth 29.5Diff Pauseytisne D800.0000.0ytisne D800.0000.0300100100300N 51 Bandwidth 19.86300100100300N 49 Bandwidth 13.36The variances of the subjectspecific random effects subj. displayed in Figure 6are: BL: 9886.55, Pause: 6973.99, Diff BL: 2347.35 and Diff Pause: 1657.53.As an alternative to estimating equation 1 separately for each treatment, one couldalso estimate the following model, the regression results are displayed in Table 13 for the creative task. The experimental dimensions as well as the incentiveschemes enter as separate fixed effects as well as in interaction.Performance 0 diff. ddiff. pause dpause inc. dinc.diffinc. ddiff. dinc. inc. diffpause ddiff dpause inc.inc. stage subj. subj.,t 35inc.pauseinc. dpause dinc.diffpauseinc. ddiff dpause dinc.3Jena Economic Research Papers 2014 005Table 13 Estimation of Equation 3: performance in the creative task Estimation baseline: flat BLInterceptdiffpauselineartourn.diff:lineardiff:tourn.pause:linearpause:tourn.diff:pausediff:pause:lineardiff:pause:tourn.31910168.10.8889.76.490.87161.841.312.714.53.4134.522.223.220.120.228.928.529.829.932.341.941.7t 9.244.562.940.04420.480.2240.03052.071.380.3940.3450.0817p value 0.00000.00000.00350.96480.63120.82250.97570.03880.16730.69380.73030.935095% confinterval 25114511438.649.463.4573.1917.450.796.878.638757.622.540.43050.455.212010076.167.985.4Figure 7 Performance in the creative task, graphical representation of Table 4BL200300400Difficulttournamentlinearflattournamentlinearflat Pause Diff Pause 200300400Performance 0 inc. inc. dinc. stage subj. subj.,t Estimates with 95% confidence intervals.C.2 Taskevaluations The postexperimental questionnaire contained a number of evaluationquestionsEvaluation on how much the subject enjoyed working on the task Enjoyment, how difficult the task was Difficulty and how important a good performance on that task was to the participant Importance. A higher score onthe question means a higher task enjoyment, higher task difficulty and a task importance. The following OLSregression compares the evaluation across the four 36Jena Economic Research Papers 2014 005experimental treatments. Table 14 displays the regression results for the creativetask.Evaluation 0 treat.treat. dtreat. subj.4Table 14 Evaluation of the creative tasks Eq. 4InterceptDiff BLDiff Pause Pause Enjoyment Difficulty Importance 6.270.391.660.560.470.570.030.590.060.041954.650.271.840.381.200.380.090.400.140.131956.770.370.110.530.140.540.110.560.000.01195R2Adj. R2Num. obs.p 0.01, p 0.05, p 0.1C.3 Time on pause We will estimate two different mixed effects models to analyse the time that subjects spent on pause. The estimation results of Equation 5 for the creative task aredisplayed in Table 15. The regression is run for the two pause treatments separately. The estimation baseline is flat pay. The estimation results of Equation 6are displayed in Table 16. Section D.3 displays the regression results for the efforttasks.Time on pause 0 inc.inc. dinc. stage subj. subj.,t Time on pause 0 inc. dinc. Diff Pause d Diff Pauseinc. inc.Diff Pauseinc. d Diff Pauseinc. stage subj. subj.,t5637Jena Economic Research Papers 2014 005Table 15 Estimation of Equation 5 for the creative task: time on pause Estimation baseline: flat 1. PauseInterceptlineartournamentInterceptlineartournament 53.737.627.785.250.850.1tt 3.133.52.5917.110.710.72. Difficult Pause 23.412.712.63.644.013.99p value 0.00240.00080.0113p value 0.00040.00010.000195% confinterval 19.658.948.987.716.26.4295% confinterval 38.775.97513225.725.2Table 16 Estimation of Equation 6 for the creative task: time on Pause Estimation baseline: PauseflatInterceptDiff Pauselineartournament Diff Pause:linear Diff Pause:tournament 53.731.537.627.713.322.428.212.312.412.61717.2t 1.92.573.042.20.7821.3p value 0.05900.01100.00280.02910.43530.195895% confinterval2.077.326252.546.856.410955.713.22.8520.211.638Jena Economic Research Papers 2014 005D Effort task D.1 Supplementary analysis Figure 8 Distribution of subj. from Equation 1 for the four treatments BLPause10510N 52 Bandwidth 1.69105Diff BLytisne D80.000.0ytisne D80.000.0ytisne D80.000.0ytisne D6.03.00.010510N 51 Bandwidth 1.4390510510N 43 Bandwidth 1.57105Diff Pause1012N 49 Bandwidth 0.2205The variances of the subjectspecific random effects are: BL: 18.67, Pause: 15.68,Diff BL: 11.68 and Diff Pause: 0.36.Alternatively to estimating Regression 1 separately for every treatment, the following model can be estimated. The experimental dimensions as well as theincentive schemes enter as separate fixed effects as well as in interaction. Table 17displays the regression results.Table 17 Estimation of Equation 3: performance in the effort task Estimation baseline: flat BLInterceptdiffpauselineartournamentdiff:lineardiff:tournamentpause:linearpause:tournamentdiff:pausediff:pause:lineardiff:pause:tournament 9.0618.50.5930.3080.07690.01360.9980.6921.821311.310.41.71.161.21.081.091.541.561.61.621.692.222.29t 5.33160.4930.2850.07060.008830.6380.4341.137.675.094.54p value 0.00000.00000.62210.77580.94380.99300.52380.66460.26060.00000.00000.000095% confinterval 5.7216.22.951.822.223.042.082.451.3616.36.935.8812.420.81.772.432.073.014.083.8359.6715.714.939Jena Economic Research Papers 2014 005Figure 9 Performance in the effort task, graphical representation of Table 71015202530BLDifficulttournamentlinearflattournamentlinearflat Pause Diff Pause 1015202530Performance 0 inc. inc. dinc. stage subj. subj.,t Estimates with 95% confidence intervals.D.2 Taskevaluations Table 18 Evaluation of the effort tasks Eq. 4Enjoyment Difficulty Importance 4.960.390.080.550.410.560.380.580.010.011955.630.273.540.383.660.390.560.400.430.421956.770.370.110.530.140.540.110.560.000.01195InterceptDiff BLDiff Pause Pause R2Adj. R2Num. obs.p 0.01, p 0.05, p 0.140Jena Economic Research Papers 2014 005D.3 Time on pause Table 19 Estimation of Equation 5 for the effort task: time on pause Estimation baseline: flat 1. PauseInterceptlineartournamentInterceptlineartournament 87.875.360.3123114114tp value 0.00000.00000.00024.474.953.919.615.215.52. Difficult Pause 22.212.812.8p value 0.00000.00000.0000t 5.518.98.8595% confinterval 48.810691.11274529.595% confinterval 78.414013916788.688.1Table 20 Estimation of Equation 6 for the effort task: time on Pause Estimation baseline: PauseflatInterceptDiff Pauselineartournament Diff Pause:linear Diff Pause:tournament 87.834.875.360.338.853.222.914.114.314.219.819.5t 3.832.465.274.231.962.73p value 0.00020.01470.00000.00000.05160.007095% confinterval 42.66.9110388.477.891.713362.647.132.20.26714.7E Selfselection Performance selfselection stage 0 inc.inc. dinc. 7Estimation baseline: flat 41Jena Economic Research Papers 2014 005Table 21 Performance in stage 7 creative task,estimation of regression 7Interceptlineartournament BL239.0924.82138.0042.98124.5436.45Diff BL178.7414.0781.4628.50120.8628.50R20.31Adj. R20.28Num. obs.51p 0.01, p 0.05, p 0.10.240.2152Pause 167.2933.57115.6355.67228.7159.110.280.2443Diff Pause 62.7418.57119.0832.64197.1329.550.500.4849Table 22 Performance in stage 8 effort task, estimation of regression 7Interceptlineartournament BL7.000.807.411.299.131.670.500.4852Diff BL27.371.668.892.346.092.600.240.2051Pause Diff Pause 5.227.762.011.1926.168.632.551.9810.9323.744.612.470.700.430.690.404349R2Adj. R2Num. obs.p 0.01, p 0.05, p 0.142Jena Economic Research Papers 2014 005F Subject pool Figure 10 Composition of participantslato Tfotnecre P2520151050lato Tfotnecre P4030201000.20.40.60.8Share of females per session 20253035Age Figure 11 Language competence and risk preferenceslanguage competencenone:native:0risk averse, 10risk lovingdeenfrlatspanother 1other 2lato Tfotnecre P20151050050100Freq 1502001 0 1 2 3 4 5 6 7 8 9 10Risk attitude Risk attitudes are measured with the SOEP riskquestion of Dohmen et al. 2011, ranging from 0to 10, 1 represents NAs.43Jena Economic Research Papers 2014 005Figure 12 Hobbies and interest in languages Hobbysnever:a lot:1very low, 4very highscrabblereadlogicdiscusscrosswcreative 050100Freq 150200lato Tfotnecre P302010013240Interest in languages Table 23 Correlation table p.001, p.01, p.05femaleriskpoints creafemalerisk 0.05points crea 0.05points effort0.160.030.05 0.46Table 24 Properties of the lettersetslettersaceehhinrssaaeeeggllmnrudeehhimnnprtdeegilmnnpuwaabeefghllnnceefiiknnsttaeeehknnssttaeeggiilnnnspoints words 55015430544954053322331333523320323323321322128128128128similarity within 0.8868790.8868830.8866260.8871390.896210.8957730.895980.89644Jena Economic Research Papers 2014 005", "filename": "78012894X.pdf", "person": ["Katharina Eckartz", "Eckartz, Katharina"], "date": ["2014"]}