{"lang": "de", "identifier_url": ["http://www.econstor.eu/bitstream/10419/95869/1/781270561.pdf"], "title": ["Bahnliberalisierung in der Europäischen Union: Die Rolle des EuGH als politischer und politisch restringierter Akteur bei der Transformation staatsnaher Sektoren"], "plaintext": "Julian Dederke Bahnliberalisierung in der Europaischen Union: Die Rolle des Eu GH als politischer und politisch restringierter Akteur bei der Transformation staatsnaher Sektoren Railway Liberalisation in the European Union: The Role of the ECJ as a political and politically restricted actor in the transformation of public sectors PIPE Working Paper 20 2014 Arbeitsstelle Internationale Politische Okonomie, Berlin Center for International Political Economy, Berlin Hrsg. von Prof. Dr. Susanne Lutz 24.03.2014 Papers on International Political Economy ISSN 18694985 Print ISSN 18698468 Internet 2014 by the authors Papers on International Political Economy are working papers from the current research of the Center for International Political Economy at the Free University of Berlin. They appear in irregular intervals and are available for download free of charge from the homepage of the Center. Julian Dederke studierte Politikwissenschaften an der Freien Universitat Berlin und arbeitete als studentischer Mitarbeiter an der Arbeitsstelle fur Internationale Politische Okonomie am OttoSuhrInstitut fur Politikwissenschaft sowie in der Arbeitseinheit fur Methoden der empirischen Sozialforschung am Institut fur Soziologie. EMail: j.dederkefuberlin.de Downloads http:www.polsoz.fuberlin.depolwissforschungoekonomieipoeindex.html PIPE Working Papers Arbeitsstelle Internationale Politische Okonomie Center for International Political Economy Freie Universitat Berlin Ihnestrae 22 14195 Berlin Germany Tel. Fax. http:www.polsoz.fuberlin.depolwissforschungoekonomieipoeindex.html 4930 83856470 4930 83856474 i Abstract Former public sectors or sectors close to the state staatsnahe Sektoren like rail transport are exposed to a market and competitionbased liberalisation process in the context of European integration and the single market project. The European Commission COM promotes liberalisation in various ways. This paper analyses a number of infringement lawsuits led by COM against several member states MSs accused of not having transposed the sectoral directives on railway liberalisation properly. These lawsuits allowed the ECJ to interpret the European legislation on rail transport for the first time. The role of the ECJ as political and politically restricted actor is evaluated differently in the scientific debate. On the one hand, the ECJ is argued to be an integrationist engine of liberalization. On the other hand, it is perceived to be bounded by its political surroundings. The judgments in the cases considered differ and the paper asks for the reason for this differentiation. For this purpose, following a debate in the American Political Science Review, competing hypotheses concerning the ECJs political autonomy are generated and tested statistically. Since many MSs decided to intervene as third parties in support of other MSs during the proceedings at a first glance the interventions seemed to be of vital importance. However, the results dont support assumptions of MS interveners playing a key role in the observed lawsuits. Against this, the judges followed the courts Advocate General nearly without exception, who as an independent expert witness confirms or rejects individual complaints of an infringement process in a factual manner. This holds true for recommendations in favour of the plaintiff COM as well as for those in favour of the indictee MS. Beyond this, the judgment pattern shows that railway company holding models are tolerated by the ECJ. Such vertically integrated firm structures have been one of the core points of contention between COM and MS. In this paper, I do not find evidence that the ECJ holds a strict bias in favor of liberalisation or the European Commission. Zusammenfassung Ehemals staatliche oder staatsnahe Sektoren wie der Schienenverkehr sind im Zuge der Europaischen Integration und des Binnenmarktprojekts einem markt und wettbewerbsorientierten Liberalisierungsprozess ausgesetzt. Diesen treibt die Europaische Kommission KOM auf verschiedenen Wegen voran. Die vorliegende Arbeit untersucht eine Reihe von Vertragsverletzungsklagen der KOM gegen Mitgliedstaaten MS, die keine ausreichenden Umsetzungsschritte bei der Eisenbahnliberalisierung ergriffen hatten. Mit dieser Klagewelle erhielt der Eu GH erstmals die Moglichkeit zur Rechtsauslegung im Schienenverkehrssektor und fallte unterschiedliche Urteile. Die Arbeit fragt nach den Grunden fur die Differenzierung im Angesicht der Rolle des Eu GH als politischer und politisch restringierter Akteur. Diese wird in der wissenschaftlichen Debatte unterschiedlich bewertet: integrationsorientierter Liberalisierungsmotor einerseits, politisch restringiert innerhalb des politischen Umfelds andererseits. Anknupfend an eine Debatte im American Political Science Review werden konkurrierende Hypothesen zur politischen Autonomie des Eu GH generiert. In den Verfahren kam es zu zahlreichen Interventionen durch MS, die als Streithelfer aufseiten der Verklagten auftraten. Die Befunde der Arbeit weisen den Streithelfern in der untersuchten Klagewelle jedoch keinen zentralen Einfluss zu. Dagegen folgten die Richter Innen fast ausnahmslos den Empfehlungen des Eu GHGeneralanwalts, der als unabhangiger Sachverstandiger sachlich differenziert einzelne Rugen in Klageverfahren bestatigt oder zuruckweist. Dies traf sowohl bei Empfehlungen zugunsten der Klagerin KOM als auch zugunsten der Verklagten MS zu. Das Urteilsmuster des Eu GH zeigt auerdem, dass er BahnHoldingmodelle als vertikal integrierte Unternehmensstrukturen einer der starksten Konfliktpunkte zwischen KOM und MS toleriert. Eine grundsatzlich liberalisierende und KOMfreundliche Positionierung des Eu GH ist nicht erkennbar. ii Inhaltsverzeichnis Abkurzungen   iv Abbildungen   v 1 Einleitung   1 2 Forschungsstand   4 3 Marktorientierung im Bahnverkehr Divergente Akteurspraferenzen und auftretende Konflikte   5 3.1 Wettbewerbliche Ausnahmebereiche und Transformationsdynamiken im Zuge europaischer Liberalisierung   5 3.2 Multiple Tracks und Multiple Pushes Liberalisierungsvorgaben und anhaltender Liberalisierungsimpetus durch Kommission und Eu GH?   6 3.2.1 Die Rolle der Kommission   6 3.2.2 Die Rolle des Gerichtshofs der EU Eu GH   8 3.3 Die Praferenzen der Mitgliedstaaten   9 4 Der Eu GH als politischer und politisch restringierter Akteur   11 4.1 Erklarungsansatze und konkurrierende Hypothesen   11 4.2 Differenzierte Urteile des Eu GH Politische Restriktion oder sachliche Differenzierung?   13 4.2.1 Analysedesign   13 4.2.2 Ergebnisse   14 5 Fazit und Ausblick   17 Literaturverzeichnis   20 Anhang   27 iii Abkurzungen AEUV Vertrag uber die Arbeitsweise der Europaischen Union CEP Centrum fur Europaische Politik DAWI Dienstleistungen von Allgemeinem Wirtschaftlichem Interesse EBP Eisenbahnpakete Eu GH Gerichtshof der Europaischen Union offiziell, haufig auch Europaischer Gerichtshof EUP European Union Politics Journal EVG Eisenbahn und Verkehrsgewerkschaft GA Generalanwalt des Eu GH IAB Impact Assessment Board der KOM JCMS Journal of Common Market Studies JEPP Journal of European Public Policy RL Richtlinien KOM Europaische Kommission MS Mitgliedsstaaten OBB Osterreichische Bundesbahnen Rs. Rechtssachen VVV Vertragsverletzungsverfahren VVK Vertragsverletzungsklagen WEP West European Politics Journal iv Abbildungen Tabelle 1. Vertragsverletzungsklagen der Europaischen Kommission aufgrund von mangelnder Umsetzung des 1. Europaischen Eisenbahnpakets geanderte RL 91440EWG sowie RL 200114EG 2 Tabelle 2. Marktoffnung: Inhalte der Europaischen Eisenbahnpakete EBP 6 Tabelle 3. Variablen der kausalen Untersuchung  .12 Tabelle 4. Zusammenhang zwischen Streithilfe und Urteil 15 Tabelle 5. Zusammenhang zwischen GAEmpfehlung und Urteil 15 Tabelle 6. Konsistentes Urteilsmuster des Eu GH in Bezug auf BahnHoldingModelle 16 Tabelle A1. Aufschlusselung der Klagen in einzelne Rugen, Erfassung und Kodierung analysierter Variablen. Eigene Darstellung 27 Darstellung A2. Chi 2Unabhangigkeitstest. Fishers exakter Test bei zwei binaren Variablen 29 v 1 Einleitung Im Zuge der europaischen Binnenmarktintegration findet eine tiefgreifende und nachhaltige Transformation ehemals staatlicher bzw. staatsnaher Sektoren statt. Fruhere offentliche Monopolbereiche wie Elektrizitat, Wasserversorgung, Telekommunikation und offentlicher Verkehr, die konstitutive Bestandteile offentlicher Infrastruktur und Versorgung in europaischen Wohlfahrtsstaaten waren vgl. Schwartz 2001, unterliegen einem Liberalisierungsdruck, der insbesondere durch den marktorientierten europaischen Integrationsprozess legitimiert wird. Dabei finden nationale Arrangements, die unter Begriffen wie Daseinsvorsorge, public services oder dem franzosischen service public firmieren, keine Entsprechung auf europaischer Ebene mehr, die nur Dienstleistungen von allgemeinem wirtschaftlichem Interesse DAWI kennt. Ob dieses Konzept die gesellschaftliche Relevanz von Bereichen mit hohem politischen Gestaltungspotenzial, marktunabhangig flachendeckenden Versorgungsstrukturen und traditionell sehr stabilen und gut entlohnten Beschaftigungsverhaltnissen ausreichend erfasst, bleibt fraglich. Zweifelsohne jedoch fuhren die tiefgreifenden Transformationsprozesse zu einem Kraftemessen von Akteurskoalitionen aus Liberalisierungsgegner Innen einerseits und befurworter Innen andererseits, sowohl innerhalb der Mitgliedstaaten als auch auf europaischer Ebene vgl. Conant 2002; Schmidt 2006. Als eine zentrale Komponente des Binnenmarktes wird auch der europaische Schienenverkehr auf markt und wettbewerbszentrierte Prozesse ausgerichtet, wodurch nach liberaler okonomischer Lehre wohlfahrtssteigernde Effekte erreicht werden sollen. Diese Ausrichtung sollte durch die Verabschiedung von drei sog. Eisenbahnpaketen EBP durch die Europaische Kommission KOM und die Transposition in nationales Recht aufseiten der Mitgliedstaaten erreicht werden: Ein Ziel dieser RichtlinienRLPakete ist die Liberalisierung nationaler Schienenverkehrsmarkte fur sog. diskriminierungsfreien Zugang auslandischer Unternehmen als EUweite Wettbewerber.1 Trotz der ursprunglichen Zustimmung der Mitgliedstaaten im Rat der EU vgl. KerwerTeutsch 2001: 4447 kommt es in Bezug auf die Umsetzung dieser Vorgaben sehr haufig zur Auseinandersetzung zwischen Europaischer Kommission KOM und Mitgliedstaaten, die insbesondere Richtlinien RL nicht ordnungsgema in nationales Recht transponiert hatten NonCompliance. Wie in anderen Politikfeldern auch entscheidet letztlich immer wieder der Eu GH in der letzten Stufe von durch die Kommission eingeleiteten Vertragsverletzungsverfahren VVV daruber, ob eine Umsetzung ausreichend ist oder ein Mitgliedstaat verurteilt wird und zusatzliche Anpassungsmanahmen ergreifen muss. Dies betraf seit 2010 insbesondere auch den Bereich des Schienenverkehrs, in dem die Kommission bereits vierzehn EUMitgliedstaaten aufgrund mangelnder Umsetzung von Liberalisierungsrichtlinien vor dem Eu GH verklagte.2 Damit wurden die RLPakete erstmals der Interpretation und rechtlichen Auslegung des Eu GH anheimgestellt. 1 Daneben zielen die EBP z.T. auch auf regulatorische Vereinheitlichung z.B. in Bereichen von Sicherheitsstandards und Fahrgastrechten ab, die aber nicht Gegenstand dieser Arbeit sind. 2 Stand: Dezember 2013. 1 Verklagter Nummer der Datum des Streithilfe fur Staat Rechtssache Urteils Verklagten C55510 C55610 C41211 C54510 C62510 C47310 C36911 C51210 C62710 C48310 C52810 AT DE LU CZ FR HU IT PL SI ES GR PT IE BG 11.07.2013 28.02.2013 CZ, ES CZ, FR 08.11.2012 IT, CZ C55710 25.10.2012 keine n.a. C15212 n.a. n.a. n.a. PL 28.02.2013 IT 28.02.2013 CZ, IT 11.07.2013 keine 11.07.2013 18.04.2013 ES ES 28.02.2013 IT,CZ,LET,PL teilw. verurt. teilw. abgew. 03.10.2013 CZ teilw. verurt. teilw. abgew. 30.05.2013 IT, CZ teilw. verurt. teilw. abgew. Eu GHUrteil Klage abgewiesen Klage abgewiesen Klage abgewiesen teilw. verurt. teilw. abgew. teilw. verurt. teilw. abgew. teilw. verurt. teilw. abgew. verurteilt verurteilt verurteilt n.a. n.a. Tabelle 1. Vertragsverletzungsklagen der Europaischen Kommission aufgrund von mangelnder Umsetzung des 1. Europaischen Eisenbahnpakets geanderte RL 91440EWG sowie RL 200114EG; sortiert nach Urteilskategorie. Eigene Darstellung 3 Aus Tabelle 1 wird ersichtlich, dass die Urteile des Eu GH in den Vertragsverletzungsklagen keinem eindeutigen Muster zugunsten oder zulasten weiterer Liberalisierung folgen. Dieser Sachverhalt entfaltet seine Relevanz im Lichte einer zentralen politikwissenschaftlichen Kontroverse zur Europaischen Integration uber Einfluss und Rolle des Gerichtshofs vgl. AlterRabkin 2012; BurleyMattli 1993; Conant 2002; Garrett 1995; Garrett et al. 1998; Kelemen 2012; KelemenSchmidt 2012; MattliSlaughter 1995, 1998; Schmidt 2008; Stone SweetBrunell 1998; Stone Sweet 2004. In der Debatte um die Autonomie des Eu GH zwischen eingeschrankter Manovrierfahigkeit und Aktivismus vgl. auch Pollack 1997, insb. 119121 oder auch zwischen dynamischer Integration und Subsidiaritat kann der Gerichtshof zusammengefasst als purposive but constrained actor beschrieben werden vgl. Burca 2005: 4851; Wincott 1995: 583585. Eine rundum expansive Interpretation bestehender Gemeinschaftsregelungen ist damit fur den Eu GH ebenso wenig zutreffend wie ein rein passives oder gar horiges Auftreten gegenuber Widerstanden von Mitgliedstaaten. Dies gilt auch fur liberalisierende EUVorgaben und ihnen entgegenstehende, integrations und liberalisierungshemmende Praferenzen von Mitgliedstaaten bzw. Akteurskoalitionen von Liberalisierungsgegner Innen. Der Eu GH begunstigte in der Vergangenheit haufig eine weitere Marktoffnung in unterschiedlichsten Bereichen vgl. Schmidt 2006: 191, 196, 206207; Conant 2002: 99, 104, 107 und entsprach damit den Anstrengungen der Kommission zur marktorientierten und wettbewerblichen Ausgestaltung ehemals national stark regulierter Sektoren. Kommission ebenso wie Eu GH wurden deshalb bereits nicht mehr nur als Integrationsmotoren vgl. Schmidt 2008: 102; Pollack 2003: Kapitel 3, sondern eben auch als Liberalisierungsmotoren vgl. HopnerSchafer 2010: 346 bezeichnet. Gleichzeitig konnen aber potenziell limitierende Faktoren fur liberalisierungsorientierte Eu GHUrteile identifiziert werden. So 3 LanderAbkurzungen entsprechend ISO 3166StandardCodes. Dokumente fur Verfahren gegen IE nicht abrufbar, Verfahren gegen BG noch laufend Stand: 06.01.2013. 2 entstand in den letzten Jahren in einem der wichtigsten politikwissenschaftlichen Journals APSR eine Debatte daruber, welchen politischen Beschrankungen und Zwangen der Eu GH sich angesichts der Praferenzen von Mitgliedstaaten ausgesetzt sehe vgl. Carrubba et al. 2008; Stone SweetBrunell 2012; Carrubba et al. 20124. Carrubba u.a. zeigen dabei auf, dass die Praferenzen von Mitgliedstaaten einen systematischen und deutlichen Einfluss auf Eu GHUrteile hatten. Von anderer Seite wird dagegen argumentiert, dass der Eu GH weitgehend autonom und sachorientiert urteile sich also auch durch die Interessen von Mitgliedstaaten nicht einschranken lasse vgl. Stone SweetBrunell 2012. Die vorliegende Arbeit soll auf Grundlage der in Tabelle 1 aufgefuhrten Vertragsverletzungsverfahren, in denen der Eu GH unterschiedliche Urteile fallte, einen Beitrag zu dieser Thematik liefern. Auf dieser Basis wird folgender Frage nachgegangen: Warum verfolgt der Europaische Gerichtshof bei den Vertragsverletzungsklagen der Europaischen Kommission im Falle der nationalen Bahnsektoren keine einheitliche expansive Rechtsprechung zugunsten einer weiteren Liberalisierung? Zunachst wird der Forschungsstand skizziert Abschnitt 2. Anschlieend sollen die Grundzuge der Transformationsprozesse in ehemals staatsnahen oder staatlichen Sektoren aufgezeigt, die Rolle von Kommission und Eu GH beim Aufbrechen von Monopolen herausgestellt und die auftretenden Konflikte und Umsetzungsschwierigkeiten dargestellt werden Abschnitt 3. In Abschnitt 4 wird auf Grundlage unterschiedlicher Ansatze die Rolle des Eu GH expliziert, die theoretische Basis fur die Analyse geschaffen und Hypothesen generiert. Die Uberprufung der konkurrierenden Hypothesen erfolgt anhand der Analyse der Schlussantrage und Urteile der betrachteten Gerichtsverfahren. Auf deren Grundlage wird ersichtlich, in welchen Klagepunkten die Streithelfer die verklagten Staaten unterstutzten und ob in diesen Fallen der Eu GH sein Urteil zugunsten der Mitgliedstaaten fallte. Aus Grunden der Quellenlage sowie methodischer Erwagungen zugunsten einer statistischen Analyse, die spater noch auszufuhren sind vgl. Abschnitt 4.2.1, erwies sich die Aufschlusselung der Klagen in einzelne Rugen der Kommission als zweckmaig. Es wird gemessen, inwiefern der Gerichtshof politisch restringiert ist angesichts der Praferenzen mitgliedstaatlicher Akteurskoalitionen, die sich den Klagen der Kommission gemeinschaftlich widersetzen. Parallel zur Untersuchung dieser politischen Restriktion als kausalen Faktor leistet die Arbeit einen empirischdeskriptiven Beitrag, indem exemplarisch anhand eines wichtigen Kriteriums aufgezeigt wird, welche Konfigurationen nationaler Bahnsektoren der Eu GH als RLkonform akzeptiert und welche nicht Urteilsmuster. Abschlieend Abschnitt 5 wird das Bild des Eu GH als politischem und politisch restringiertem Akteur im Lichte der Ergebnisse wieder aufgegriffen und Perspektiven fur eine zukunftige Forschungsagenda aufgezeigt. 4 Mit ahnlichem Forschungsinteresse und anknupfend an Carrubba u.a. bauten auerdem Daniel Naurin und Kollegen am Centre for European Research CERGU der Universitat Goteborg eine Datenbank auf vgl. Naurin et al. 2013. 3 2 Forschungsstand Die aktuelle Forschungsliteratur zur Liberalisierung europaischer Bahnsektoren ist sehr begrenzt. Im Feld der Transportation Economics existieren einige Studien, die sich mit den Effekten der Bahnliberalisierung befassen vgl. Nash 2008, 2010; Cantos et al. 2010; Beria et al. 2012; AlexanderssonRigas 2013. Der Fokus liegt dabei auf als wunschenswert angesehenen Wettbewerbseffekten von Reformpolitiken und Marktoffnung im Sinne liberaler okonomischer Lesart.5 Daneben liegen einige Abhandlungen zur Bestandsaufnahme rechtlicher Rahmenbedingungen der EUBahnliberalisierung vor vgl. Eisenkopf et al. 2006: 295298; CEP6 2013. Insbesondere in den einschlagigen Journals zu EUFragen jedoch JCMS, JEPP, EUP und WEP bleiben die Suchbegriffe railway und train weitestgehend ergebnislos. Im politikwissenschaftlichen Bereich beschaftigen sich bisher nur wenige Autor Innen mit der Liberalisierung des Sektors. Erwahnung findet das Thema primar hinsichtlich einer Einordnung in Europaisierungsprozesse vgl. KnillLehmkuhl 1999: 810, 2000 und Determinanten fur die Umsetzungsgeschwindigkeit von Richtlinien in nationales Recht vgl. Kaeding 2008. Das Unternehmen IBM erstellte wiederholt im Auftrag der Deutschen Bahn AG Liberalisierungsindizes vgl. Kirchner 2004, 2007, 2011, die unterschiedliche Liberalisierungsfortschritte in den europaischen Landern aufzeigen. Eine Auseinandersetzung mit den Krafteverhaltnissen zwischen den Akteurskoalitionen, die die Liberalisierung traditionell staatsnaher bzw. staatlicher Bahnsektoren befurworten einerseits und Liberalisierungsgegner Innen andererseits, findet jedoch kaum statt. Vorhandene Abhandlungen dazu liegen schon uber ein Jahrzehnt zuruck vgl. KerwerTeutsch 2001; DouilletLehmkuhl 2001 oder beschaftigen sich eher allgemein mit Verkehrspolitik im EUMehrebenensystem vgl. Lehmkuhl 2008. Dabei erweisen sich gerade das Ringen der Akteurskoalitionen und die legitimierende Wirkung eines europaischen Liberalisierungsimpetus zugunsten der Wettbewerbsbefurworter Innen als zentral bei der Transformation staatsnaher Sektoren, wie u.a. die Arbeiten von Susanne Schmidt zeigen vgl. Schmidt 2006; auch Conant 2002: 110 f  Aber auch bei ihren Arbeiten bleibt der Bahnsektor auen vor. Studien zu anderen Politikfeldern zeigen, dass der Eu GH mit seiner Rechtsprechung nicht selten einen proaktiven Kurs fahrt, der zunachst bestimmte Bereiche den Prinzipien des Binnenmarktes unterordnet, sie als Dienstleistungsbereiche deklariert und folgende liberalisierungsorientierte Urteile darauf aufbaut vgl. O ReillyStone Sweet 1998: 454457; Martinsen 2005; MartinsenVrangbk 2008: 176177. Dabei betrachtet der Eu GH Monopole als nicht europarechtskonform. Auch die Kommission baut auf zuvor ergangenen Entscheidungen des Eu GH auf und nutzt sie, um ihre Liberalisierungsvorstellungen noch energischer gegen Mitgliedstaaten durchzusetzen vgl. O ReillyStone Sweet 1998: 460. Mitgliedstaaten wirken im Bahnbereich dagegen auf eine Verlangsamung des Liberalisierungs und Implementationsprozesses hin vgl. Eisenkopf et al. 2006: 303, weil mit ihm erhebliche Anpassungskosten verbunden sind und die etablierten Strukturen der fruheren Staatsbahnen aus der Sicht verschiedener Akteure zu verteidigen sind vgl. DouilletLehmkuhl 2001: 117; EVG7 2011; Spiegel Online 2013a, 2013b. Im Folgenden werden die durch die Liberalisierung ausgelosten Konflikte skizziert und die Rolle von Kommission, Eu GH und Mitgliedstaaten aufgezeigt. 5 Negative Effekte auf Beschaftigungsbedingungen und Volkswirtschaft dagegen werden u.a. aufgezeigt durch Schulten et al. 2008 und Gutermann 2013. 6 Centrum fur Europaische Politik. 7 Eisenbahn und Verkehrsgewerkschaft. 4 3 Marktorientierung im Bahnverkehr Divergente Akteurspraferenzen und auftretende Konflikte 3.1 Wettbewerbliche Ausnahmebereiche und Transformationsdynamiken im Zuge europaischer Liberalisierung Klassischerweise stutzten sich die Europaischen Wirtschafts und Sozialsysteme und Wohlfahrtsstaaten auch auf wettbewerbliche Ausnahmebereiche. In diesen Bereichen, zu denen u.a. Post, Telekommunikation, Elektrizitats und Wasserversorgung, Versicherungswesen, der Straenguterverkehr sowie der Schienenverkehr gehorten, waren Monopole und haufig zentralistische und statische Ministerial oder Behordenstrukturen etabliert. Kennzeichnend fur diese Sektoren waren Besonderheitenlehren, die ihre Stellung als Daseinsvorsorgebereiche und naturliche Monopole untermauerten sowie eine verhaltnismaig starke Regulierung oder gar Verfassungsverankerung vgl. SchmittObinger 2010, die verknupft war mit der Betonung einer besonderen Staatsverantwortung und sozialpolitischer Ziele. Es handelte sich also um marktgeschutzte im Gegensatz zu dem Markt ausgesetzten Sektoren Schwartz 2001, dt. zitiert in GrandeKriesi 2013: 87 f  Diese ehemals staatlichen oder staatsnahen Sektoren sehen sich sowohl im Zuge von Globalisierung bzw. Denationalisierung als auch aufgrund des Europaischen Binnenmarktprojekts marktschaffenden Liberalisierungspolitiken ausgesetzt. Ein politokonomischer Blickwinkel mit Fokus auf den Europaischen Integrationsprozess kann die Veranderung nationaler Produktionsmodelle, Kapitalismusstrukturen oder eben auch wohlfahrtsstaatlicher Arrangements begreifbar machen vgl. Cole 1999. Die Veranderungsprozesse brechen die klassische Konfiguration von marktgeschutzten und dem Markt ausgesetzten Sektoren Schwartz auf, wobei zuvorderst Europaische Kommission und Eu GH laut HopnerSchafer 2010: 346 als engines of liberalisation identifiziert werden konnen. Im Zuge dieser Transformationsdynamiken treten innerstaatliche ebenso wie Konflikte auf europaischer Ebene zutage. Dabei gelangt auch die Rolle von Gerichtsurteilen des Eu GH und dessen Interaktion mit anderen politischen Akteuren zunehmend ins offentliche Bewusstsein. In der Ausubung seiner Rechtsprechungs und Rechtauslegungskompetenzen verkorpert der Gerichtshof keine rein sachorientierte Objektivitat und politische Neutralitat, sondern besitzt eine eigene integrationsorientierte Agenda vgl. oben Integrationsmotor und angesichts seiner Auslegungsmoglichkeiten politischen Gestaltungsspielraum. Die Anwendung dieses Spielraums in unterschiedlichen Kontexten wird mit den Begriffen Rechtsfortbildung oder auch Regieren durch Richterrecht beschrieben und ist zentraler Treiber einer anhaltenden und eigendynamischen Integration durch Recht vgl. Haltern 2012; Hopner 2008, 2010; KelemenSchmidt 2012; Scharpf 2012; Stone Sweet 2004. Dagegen argumentieren Autor Innen, die intergouvernementalistische Ansatze stark machen, dass die Mitgliedstaaten die Rechtsordnung der EU und Kompetenzen des Eu GH jederzeit verandern konnten und dass sich keine von ihren Praferenzen unabhangige Dynamik entfalte vgl. Garrett 1992, 1995; GarrettWeingast 1993; Moravcsik 1993. Moral Soriano 2005 und Eberlein 2012: 161 konstatieren auerdem ein eher balanciertes Vorgehen des Eu GH in Bezug auf offentliche Dienstleistungen. Doch gerade auch im Kontext der Liberalisierung staatsnaher Monopole wurde der Eu GH zweifelsohne zu einem zentralen Akteur, der immer wieder auf Vertragsverletzungsverfahren als exekutive Kompetenz der Kommission reagieren muss. So reiht sich die Liberalisierung des Bahnsektors nun ein als Teil des Europaischen Integrationsprozesses vgl. Eisenkopf et al. 2006: 296, fur den nach Auffassung der 5 Liberalisierungsbefurworter Innen ein Aufbrechen nationaler Monopole und die Einrichtung unabhangiger Regulierungsstellen notwendig sei, dem aber naturliche Monopole entgegenstunden vgl. ebd.; Eising 2002: 106; Schmidt 2006: 198, 203. Dabei durchlauft der Rechtsweg drei Stationen: Rechtsetzung auf EUEbene, Transposition von Richtlinien in nationales Recht, und Implementation nationalen Rechts vgl. Eisenkopf et al. 2006: 296. Die bereits erwahnten Eisenbahnpakete bilden bei der Bahnliberalisierung den Kanon europaischer Rechtsvorgaben. Ihre zentralen Inhalte sind in Tabelle 2 zusammengestellt. Eine traditionelle Direktvergabe an die ehemaligen Staatsmonopolisten z.B. in Deutschland an die Deutsche Bahn ist damit deutlich erschwert, insbesondere durch die strikte Befristung von Vergabeauftragen sowie durch die erzwungene statische Festlegung offentlicher Zuschusse. Stattdessen zielen die Vorgaben auf einen umfassenden und unabhangig uberwachten Ausschreibungswettbewerb mit einem fairen, transparenten und nicht diskriminierenden Vergabeverfahren vgl. Kirchner 2011: 39. 1. Eisenbahnpaket 2. EBP 2004 2001 3. EBP 2007 Recast des 1. 4. EBP EBP 2012 2013814 Trennung von weitere Offnung Offnung des legislative prazisere Infrastruktur Netz Guterverkehrsmarkte Marktes fur simplification Vorschriften zu  Betrieb grenzZugang zu Fahrwegen vollstandige Offnung uberschreiconsolidation A  Trennung unter gerechten Guterverkehrsmarkt tenden Prazisierung von Infrastruktur diskriminierungsfreien ab 2007 Bedingungen Personenverkehr bis gesamteuropaische Interoperabilitat 2010 grenzuberschreitende einzelstaatlicher Verkehrsleistungen Netze Netz Betrieb B  Einrichtung unabhangiger Uberwachungsstellen Tabelle 2. Marktoffnung: Inhalte der Europaischen Eisenbahnpakete EBP. Eigene Darstellung. Quellen: Eisenkopf et al. 2006: 297 f.; Europaische Kommission 2006, 2009; Europaische KommissionIAB 2012; Europaische Kommission 2013a. 3.2 Multiple Tracks und Multiple Pushes Liberalisierungsvorgaben und anhaltender Liberalisierungsimpetus durch Kommission und Eu GH? 3.2.1 Die Rolle der Kommission Mit ihren legislativen und exekutiven Kompetenzen nutzt die Kommission mehrere Impulse zur Umsetzung der wettbewerblichen Restrukturierung des Schienenverkehrs. Die Kommission spricht im Angesicht der angestrengten VVV und paralleler Revisionen der Liberalisierungsrichtlinien selbst von einem twotrack approach mit gleicher Zielstellung vgl. Europaische Kommission 2012a: o.S  Berucksichtigt man 1 die Revision der fruheren EBP, 2 das geplante vierte EBP, sowie 3 die Vertragsverletzungsklagen, so kann man sogar von einem threetrack approach sprechen, uber den die 8 Nachdem die Europaische Kommission dem EP sowie dem Rat am 30.01.2013 einen RLVorschlag fur das vierte EBP unterbreitete, fand im Anschluss an die Beratung in den betreffenden EPAusschussen die erste Lesung und Plenardebatte am 26.02.2014 statt. Das EP stimmte dem RLVorschlag in seiner Kompromissversion zu, lehnte aber z.B. die Zerschlagung von HoldingModellen ab vgl. Handelsblatt 2014. 6 Kommission eine wettbewerbliche Restrukturierung des Schienenverkehrs vorantreibt. Dabei ist die Vertragsverletzungsklage VVK   eine der Klagen, die vor dem Gerichtshof der Europaischen Union EUGH eingelegt werden konnen. Auf Grundlage dieser Klage kann der Gerichtshof prufen, ob die Mitgliedstaaten ihre Verpflichtungen im Rahmen des europaischen Rechts erfullen europa.eu 2010: o.S  In aktuellen EUHilfsprogrammlandern flieen die Forderungen nach einer konsequenteren Umsetzung der europaischen Liberalisierungsvorgaben im Bahnbereich gar zusatzlich in die Programmkonditionen ein vgl. Europaische Kommission 2011b: 85, 2010b: 61, 83, 2012b: 156, wodurch ein Ansatz multipler Pfade Multiple Tracks mit gleicher Zielstellung hochst augenfallig wird. Die untersuchte Klagewelle ist also nur ein Mittel der Kommission, die Mitgliedstaaten zu einer Umsetzung Transposition der erlassenen Richtlinien anzuhalten, die den Vorstellungen der Kommission vgl. Europaische Kommission 2001, 2011a entspricht. Selbst bei ausbleibender Verurteilung in der Klagewelle zum ersten EBP 20102011, vgl. Tabelle 1 kommt es deshalb perspektivisch zu einer weiteren Verscharfung des Liberalisierungsimpetus. Daruber hinaus forciert die Europaische Kommission sogar mehrere Vertragsverletzungsverfahren, die ein und dieselbe Richtlinie betreffen Multiple Pushes: Nachdem sie beispielsweise im November 2010 die BRD aufgrund mangelnder Umsetzung verklagte 9 und der Eu GH die Klage im Februar 2013 abwies, reichte sie nun im November 2013 erneut eine Klage ein, die sich auf exakt die gleichen RL bezieht und lediglich einen anderen Klageschwerpunkt besitzt vgl. Europaische Kommission 2013b. Die Kommission beanstandete bei der ersten Klage gegen Deutschland vor allem die fehlende Trennung von Unternehmensbestandteilen aufgrund der vorliegenden HoldingStruktur der DB AG, die eine groe Zahl von Tochterfirmen des vertikal integrierten IncumbentUnternehmens unter einem Dach zusammenfasst. Das Vorgehen der Kommission gegen dieses HoldingModell wurde nicht nur in Deutschland zu einem Moment massiven Widerstands und Lobbyings im legislativen Prozess spaterer RLPakete vgl. Abschnitt 3.3. Eine solche HoldingStruktur liegt in mehreren verklagten Landern vor AT, DE, HU, IE, IT, PL, SI; vgl. Kirchner 2011: 57. Nach Auffassung der Kommission behinderten diese HoldingStrukturen den nichtdiskriminierenden Zugang dritter Anbieter zur bestehenden Netzwerkinfrastruktur, da damit keine zuverlassige Trennung von Infrastruktur Schienennetz und Betrieb gewahrleistet sei und Wettbewerb behindert wurde vgl. Europaische Kommission 2010a; FTD 2012. Auch hier konnen wieder Parallelen zu Transformationsprozessen anderer staatsnaher Sektoren gezogen werden: Auch im Elektrizitatsbereich zielte die Kommission nicht nur auf das Aufbrechen nationaler Monopole, sondern forcierte explizit auch mit Vorgaben in ihrem Weibuch eine Zerschlagung vertikal integrierter IncumbentUnternehmen zugunsten nichtdiskriminierenden Zugangs dritter Anbieter zur bestehenden Netzwerkinfrastruktur vgl. Eberlein 2012: 155. Mit diesem Argument des diskriminierungsfreien Zugangs fur Private hielt letztlich auch in allen Bereichen von Daseinsvorsorge Wettbewerbsrecht Einzug und die Aufrechterhaltung als marktgeschutzte Sektoren Schwartz wird durch einen dominant negativen d.h. marktschaffenden Integrationsprozess unterminiert vgl. Scharpf 2008. 9 Rs. C55610 betreffend RL 91440EWG, 200114EG. 7 3.2.2 Die Rolle des Gerichtshofs der EU Eu GH Wie bereits erwahnt, schreiben Fritz Scharpf, Martin Hopner und andere bei dieser Vermarktlichung auch dem Eu GH einen zentralen Einfluss und proaktives Vorgehen zugunsten weiterer Liberalisierung zu. Dabei beziehen sich die Autoren insbesondere auf die in der Forschungsliteratur einhellig als fur den nachfolgenden Integrationsprozess bestimmend bewerteten Eu GHGrundsatzUrteile in den Fallen Van Gend Loos 1963, Cassis de Dijon 1979, Laval und Viking beide 2007. Der Eu GH etablierte mit den wegweisenden Urteilen zur Direktwirkung und zum Vorrang europaischen Rechts sowie zur gegenseitigen Anerkennung mutual recognition Doktrinen, die die Binnenmarktintegration wesentlich vorantrieben. Jenseits dieser durch expansive Auslegung von Grundfreiheiten des Binnenmarktes gepragten Urteile bedarf aber die Annahme, der Eu GH verfolge auch bei nachgeordnetem Fallrecht in einzelnen Politikfeldern hier Schienenverkehr eine proaktive, auf fortgesetzte Liberalisierung abzielende Rechtsauslegung, einer empirischen Uberprufung. Die unterschiedlichen Urteile in der analysierten Klagewelle widersprechen dem zunachst, konnten jedoch durch mitgliedstaatliche Widerstande oder sachliche Differenzierung erklart werden. Vonseiten des Eu GH selbst wird als Vermerk zu jeder der hier betrachteten Klagen anerkannt, dass diese Klagewelle dem Eu GH erstmals Auslegungsspielraum im Bereich der Bahnliberalisierung einraumt: Diese Klagen sind neuartig, weil sie dem Gerichtshof erstmals Gelegenheit geben, sich zur Liberalisierung der Eisenbahnen in der Europaischen Union zu auern und insbesondere das sogenannte erste Eisenbahnpaket auszulegen exemplarisch Eu GH 2012b: Abs. 2. Unbeantwortet dagegen ist bisher, welches konsistente oder inkonsistente Muster er dabei entwickelt und warum er keine expansivere Rechtsauslegung verfolgte, indem er beispielsweise alle verklagten Staaten verurteilt. Ist er dabei politischen Restriktionen unterworfen, die seine Autonomie und damit auch expansive Rechtsauslegung einschranken? Oder sind die unterschiedlichen Urteile lediglich auf Differenzen inhaltlicher Natur zuruckzufuhren und urteilt der Eu GH zuvorderst sachorientiert? Bei Auseinandersetzungen zwischen der Kommission und Regierungen vor dem Eu GH sind die Schlussantrage des Generalanwaltes wichtige Quellen. Sie sind i.d.R. umfangreicher als das veroffentlichte Urteil und geben Positionsauerungen der Streitparteien inkl. Streithelfer wieder. Der Generalanwalt geniet ein hohes Ma an Unabhangigkeit 10, die dafur spricht, dass hier die politischen Restriktionen geringer sind und durchaus explorative oder expansive Standpunkte vertreten werden konnen, ohne das abschlieende Urteil vorwegzunehmen: The role of the AdvocateGeneral has been of particular importance for this sort of development learning by doing rather than conscious planning, JD. He is an officer of the Court whose job is to consider the legal arguments made in a case, and perhaps to come to a provisional conclusion on it, but whose opinion does not have a legally binding character. AdvocatesGeneral have often been able to sound out new ideas without risking the good name of the Court as a wholeWincott 1999: 182; vgl. auch Tridimas 1997: 1352, 1364. 10 Art. 252 AEUV: Der Generalanwalt hat offentlich in volliger Unparteilichkeit und Unabhangigkeit begrundete Schlussantrage zu den Rechtssachen zu stellen, in denen nach der Satzung des Gerichtshofs der Europaischen Union seine Mitwirkung erforderlich ist. 8 Der Positionierung des Generalanwalts zugunsten derdes Klagersin hat zwar erkennbar einen signifikant positiven Effekt auf die Verurteilung der Verklagten, wie Carrubba et al. mit ihrer statistischen Analyse nachweisen Dies. 2012: 219, 220. Liee ein Schlussantrag mit weiter Auslegung von EURichtlinien jedoch einen sehr konfliktgeladenen weiteren Verlauf des Verfahrens oder erheblichen Widerstand der betroffenen Mitgliedstaaten erwarten, so konnten die Eu GHRichter Innen immer noch davon abweichen und mildernd einwirken. Der mit den betrachteten VVK betraute Generalanwalt Niilo Jaaskinen zeichnete bereits verantwortlich fur andere die Bahnliberalisierung betreffende Verfahren, in denen Unternehmen Wettbewerber vs. Incumbent bzw. Infrastrukturbetreiber die Streitparteien waren. Darin brachte er bereits zum Ausdruck, dass eine starkere Integration des Eisenbahnsektors der Union   ein wesentlicher Aspekt der Vollendung des Binnenmarkts sei, weshalb bestimmte Regelungen explizit weit auszulegen seien Eu GH 2012a: Abs. 5411. Dies sei insbesondere auch durch die bei den Osterreichischen Bundesbahnen OBB als fruherem Staatsmonopolisten nun vorhandene HoldingStruktur angebracht, deren Problematik auch in der Rs. C55510 KOMAT aufgegriffen werde ebd.: Abs. 55. Die Pladoyers fur eine weite Auslegung von Richtlinienvorgaben zugunsten der Binnenmarktintegration und der Verweis auf die Bedeutung der Klagen zeugen erstens vom politischen Spielraum, der dem Eu GH damit im Bahnsektor zukommt, sowie zweitens von der Brisanz, die sie haben. Der Eu GH fand sich in einem Konfliktfeld zwischen KOM und mehreren Mitgliedstaaten wieder, dessen Auflosung durch die Gesetzesauslegung bis hin zu moglicher Rechtsfortbildung durch Richterrecht zu einem hochpolitischen Moment werden musste. Da nun die Brisanz der Klagereihe im Angesicht der kumulativen Befassung des Eu GH deutlich wurde, bleibt zu fragen, warum er richtete, wie er richtete. Bevor die zu untersuchenden Hypothesen ausgefuhrt werden, bedarf es zunachst noch der Darstellung der grundsatzlichen Positionen der zweiten Partei in den untersuchten Rechtsverfahren der Mitgliedstaaten. 3.3 Die Praferenzen der Mitgliedstaaten Ursprunglicher Widerstand im EUMinisterrat gegen Liberalisierung im Bahnverkehr wurde wie auch in anderen Sektoren zuvor dadurch uberwunden, dass die geplanten und schlielich erlassenen KOMRichtlinien die Praferenzen von Entscheidungstrager Innen auf indirektem Wege beeinflussten: Es wurde eine Reformperspektive aufgezeigt, die in der perzipierten Notwendigkeit fur eine Neuordnung des Schienenverkehrsbereichs auf fruchtbaren Boden traf vgl. KerwerTeutsch 2001: 4547. Obwohl sich die europaischen Regierungen letztlich auch im Bahnbereich auf eine Liberalisierung einigten, gerieten sie spater aber erneut in Konflikt mit der KOM uber die tatsachliche Ausgestaltung Rechtsetzung vs. Transposition und Implementierung. Offensichtlich wurden im Zeitverlauf andere politische Praferenzen und Akteur Innen wieder starker, die sich einer Liberalisierung widersetzen bzw. die Salienz und auch negative Auswirkungen des Transformationsprozesses gelangten starker ins Bewusstsein von Offentlichkeit und Entscheidungstrager Innen. In klassischen Bereichen offentlicher Netzwerkinfrastruktur und deren Betrieb gibt es auerdem gut organisierte Akteure insbesondere Gewerkschaften , die die traditionell sehr stabilen und gut entlohnten Beschaftigungsverhaltnisse in monopolistischen offentlichen Unternehmen zu verteidigen suchen und dabei z.T. auch mit der gesellschaftlichen Relevanz dieser Bereiche argumentieren. Die Anstrengungen dieser gesellschaftlichen Gruppen haben in der Folge auch Einfluss auf die 11 Schlussantrag des Generalanwalts in der Rs. C13611, Westbahn Gmb H gegen OBB Infrastruktur AG. 9 Politikpraferenzen der nationalen Regierungen, die traditionell soziale und okonomische Steuerung durch den Einfluss auf diese offentlichen Sektoren anstrebten vgl. Conant 2002: 108 f. zum Telekommunikationssektor. Wahrend die meisten Mitgliedstaaten zu conditional supporters der Bahnliberalisierung wurden und Frankreich sie weiterhin deutlich ablehnte vgl. KerwerTeutsch 2001: 46 behielt gleichzeitig auch die Bedeutung des Schienenverkehrs als offentliche Dienstleistung mit politischem Steuerungspotenzial weiterhin eine breite Verankerung: Especially in the larger member states, the railways were not seen as purely economic actors, but as public service which had to be maintained for political reasons KnillLehmkuhl 2000: 69. Die neuerlichen mitgliedstaatlichen Widerstande konnen dementsprechend zusammengefasst hergeleitet werden a aus den Praferenzen nationaler Interessengruppen und entsprechenden Lobbyanstrengungen, insbesondere zugunsten der vertikalintegrierten HoldingStruktur vgl. Der Spiegel 2011; FTD 2012; Handelsblatt 2011; Spiegel Online 2013a, 2013b; Suddeutsche.de 2013; o.V.Eur Activ 2013a, 2013b, b aus der wichtigen Stellung von Bereichen der Daseinsvorsorge, des Service Public oder der Public Services in europaischen Wohlfahrtsstaaten vgl. Cole 1999; Schwartz 2001, c aus Anpassungslasten in Form von Reformkosten, die politische Entscheidungstrager Innen zu umgehen suchen, sowie d aus der Salienz, die die VVV und Klagen vor dem Eu GH erzeugen, da VVV schon ein sehr weitgehender Schritt in Auseinandersetzungen zwischen Kommission und Mitgliedstaaten sind vgl. z.B. Schmidt 1998: 70; KnillTosun 2012: 312 f. und spatestens mit Klagen Medienoffentlichkeit gewiss ist. Diese Punkte sind nicht zentraler Analysegegenstand der Arbeit, ermoglichen jedoch, die mitgliedstaatlichen Widerstande zu verstehen. Kommt es daruber hinaus zu einem koordinierten Auftreten der Mitgliedstaaten in den Auseinandersetzungen mit der Kommission, so nimmt eine starke politische Akteurskoalition Form an. Allein die groe Anzahl an Mitgliedstaaten, die sich in den behandelten Klagen gleichzeitig auf einer Seite der Rechtsverfahren gegen die Kommission wiederfanden, macht die Relevanz dieses Kraftemessens im analysierten Politikfeld deutlich: Aus der Reihe der bisher vierzehn verklagten Staaten unterstutzten sechs zusatzlich als Streithelfer die anderen Lander im Verfahren vgl. Tabelle 1.12 12 Hinzu kommt Lettland, das als Streithelfer zugelassen wurde, jedoch nicht am Verfahren teilnahm. 10 4 Der Eu GH als politischer und politisch restringierter Akteur 4.1 Erklarungsansatze und konkurrierende Hypothesen In einer klar neofunktionalistischen Argumentation beschreiben Burley und Mattli 1993 die Rolle des Rechts fur den Eu GH als legitimierende Maske, die es ihm ermogliche, seine Entscheidungen gegenuber den Mitgliedstaaten als unpolitisch darzustellen und der Kommission unter einem vermeintlichen Vorteil der Objektivitat ebd.: 71 zu folgen. Auf diesem Argument baut der bereits erwahnte Literaturstrang zur Integration durch Recht auf, der dem Eu GH eine starke Autonomie mit integrationsorientierter Agenda zuschreibt und supranationalistische Argumentationen stutzt vgl. Abschnitt 3.1. Die Frage nach der Autonomie des Eu GH blieb bis Ende der 90er Jahre ein zentraler wissenschaftlicher Konflikt, der Neofunktionalist Innen und Intergouvernementalist Innen trennte vgl. BurleyMattli 1993 u.a. einerseits; Garrett 1992, 1995 u.a. andererseits. Conant 2007: 47 f. ebenso wie Wasserfallen 2010: 1131 konstatieren jedoch, dass die gegensatzlichen Positionen beider Seiten zur Rolle der Justiz konvergierten und es zu einer gegenseitigen Anerkennung von Argumenten kam vgl. auch Garrett et al. 1998, insb. ebd.: 159; MattliSlaughter 1998, insb. ebd.: 178. Der Eu GH kann nun zusammengefasst als purposive but constrained actor beschrieben werden vgl. Burca 2005: 4851; so auch bereits Wincott 1995: 583585. Eine rundum aktivistische und expansivliberalisierende Auslegungspraxis des Eu GH ist damit ebenso wenig zutreffend wie ein rein passives Auftreten gegenuber Praferenzen von Mitgliedstaaten bzw. Akteurskoalitionen von Liberalisierungsgegner Innen. Dennoch scheiden sich die theoretischen Grundannahmen von Autor Innen immer wieder an der Frage, wie stark der Einfluss von Mitgliedstaaten auf den Eu GH ist. Ein neuerlicher wissenschaftlicher Schlagabtausch im APSR warf wieder das Licht auf die Frage nach der politischen Autonomie einerseits und politischen Beschrankungen und Zwangen andererseits, denen sich der Eu GH angesichts der Praferenzen von Mitgliedstaaten ausgesetzt sehe vgl. Carrubba et al. 2008; Stone SweetBrunell 2012; Carrubba et al. 2012. Es besteht weiterhin Uneinigkeit daruber, welche Position der Eu GH behaupten kann auf einem Kontinuum zwischen absoluter Autonomie einerseits und vollstandiger Einschrankung durch die Interessen groer MS oder der Mehrheit der Staaten andererseits. Dabei geht es auch um die Einhaltung politisch akzeptierter Rechtsprechungspraktiken und Auslegungsspielraume. Die Praferenzen von Mitgliedstaaten hatten laut Carrubba u.a. einen systematischen und deutlichen Einfluss auf Eu GHUrteile. Der Eu GH antizipiere in dieser Perspektive als strategisch handelnder Akteur mogliche Reaktionen, die proaktive und expansive Rechtsauslegung bei anderen Akteur Innen innerhalb seines politischinstitutionellen Umfelds hervorrufen kann vgl. Burca 2005: 75; sowie Garrett et al. 1998; Carrubba et al. 2008, 2012. Je wichtiger dabei ein bestimmtes Verfahren fur eine Regierung ist und je mehr Falle in einem bestimmten Rechtsbereich gegen die Interessen von Mitgliedstaaten entschieden werden, desto wahrscheinlicher sei eine kollektive Mobilisierung gegen justiziellen Aktivismus vgl. Garrett et al. 1998: 161. Entsprechend der Groe der Akteurskoalition aufseiten des Verklagten komme es zu einer Verschiebung der Reaktion des Eu GH zugunsten des Verklagten vgl. Carrubba et al. 2012: 216, 218, to mollify those political interests responsible for compliance and legislation Dies. 2008: 449. Im Angesicht drohender fortgesetzter NonCompliance, Veranderungen des bestehenden Sekundarrechts oder gar EUVertragsrevisionen oder erganzungen durch Protokolle schrecke der Eu GH demnach tendenziell davor zuruck, Mitgliedstaaten zu verurteilen, whenever a government, or set of governments, can produce a coalition sufficient to override the Courts decision ebd.: 438. Den Gegenpol bilden Autor Innen, die dem Eu GH weitreichende 11 Autonomie fur eine integrationsorientierte und damit auch haufig liberalisierungsorientierte Agenda zusprechen und die Einschrankungen durch mitgliedstaatliche Positionen als gering einschatzen. Diese Unabhangigkeit ergabe sich aus der institutionellen Beschaffenheit der EU, den zahlreichen Vetospielern sowie der Diversitat mitgliedstaatlicher Ziele und damit einhergehend hohen Hurden fur organisierten Widerstand der Mitgliedstaaten zur Disziplinierung des Eu GH frei ubersetzt nach Kelemen 2012: 46; vgl. auch Stone SweetBrunell 2012, und grundlegend zu Veranderungen des Interpretationsspielraums des Eu GH durch zuruckliegende Vertragsrevisionen TsebelisGarrett 2001. Aus den unterschiedlichen Grundannahmen konnen konkurrierende Hypothesen generiert werden, die der Analyse der hier betrachteten VVK dienen. Die Eu GHUrteile als zu erklarende Variable sollten abhangig sein von der tatsachlichen politischen Restriktion durch mitgliedstaatliche Akteurskoalitionen in den einzelnen Verfahren sowie von dem Streben des Eu GH nach einem inhaltlich konsistenten Urteilsmuster vgl. Tabelle 3. Abhangige Variable Y Operationalisierung Auspragungen Eu GHUrteil Urteilsverkundung 1: Ruge stattgegeben aufgeschlusselt nach einzelnen Rugen einer Klage 0: Ruge zuruckgewiesen Unabhangige Variable X Operationalisierung Auspragungen Politische Restriktion vs. Unterstutzung des 1: Unterstutzung Autonomie des Eu GH verklagten MS durch Antizipation mitgliedstaatlicher Streithilfe H2a Widerstande; Kontinuum 0: keine Unterstutzung zwischen stark autonom und stark restringiert Ubereinstimmung von Urteil mit Empfehlung des GA H2b 1: folgt Empfehlung des GA 0: folgt Empfehlung des GA nicht Tabelle 3. Variablen der kausalen Untersuchung; GAGeneralanwalt. Eigene Darstellung Zunachst kann aus den Zielstellungen des Eu GH, 1 ein effektives Rechtssystem zu schaffen vgl. Wincott 1995: 584 und 2 als objektiver und unpolitischer Akteur angesehen zu werden, eine allgemeine Hypothese abgeleitet werden. Denn der Eu GH hat grundsatzlich das Ziel, in Bezug auf die Klagewelle der Kommission ein inhaltlich konsistentes Urteilsmuster zu entwickeln, a um sich in spateren Urteilen auf die bereits erfolgte Rechtsauslegung zu berufen, und b um den Vorwurf der willkurlichen oder politischen i.S.v. nicht sachorientiertennicht objektiven Rechtsauslegung zu vermeiden. Ob eine solche konsistente sachliche Differenzierung vorliegt, kann anhand der Schlussantrage des fur die Verfahren zustandigen Generalanwalts GA abgeleitet werden. Er fungiert als unparteilicher, sachverstandiger Gutachter oder auch ausgelagerter Berichterstatter Bergmann 2012: 436, darf 12 keinesfalls mit einem Rechts oder Staatsanwalt nach deutscher Rechtstradition verwechselt werden vgl. Zandonella 2005: 53 und geniet wie bereits in Abschnitt 3.3.2 aufgezeigt ein auerordentlich hohes Ma an Unabhangigkeit. H1: Der Eu GHGA entwirft in Bezug auf die Klagewelle der Kommission ein inhaltlich konsistentes Urteilsmuster, indem er bestimmte Umsetzungsmodelle systematisch als RLkonform beurteilt, andere jedoch systematisch als nicht RLkonform zuruckweist. Ein konsistentes Urteilsmuster und einheitliche Argumentation erleichtern es, Rechtsauslegung die immer auch politischen Spielraum impliziert als objektiv darzustellen. Bei inkonsistenten Argumentationsmustern ist das kaum moglich und das Potenzial politischer Kritik oder politischer Gegenmanahmen ware groer. So konnen etwa die in mehreren Landern bestehenden BahnHoldingModelle vom Eu GHGA konsistent als RLkonform oder aber nicht RLkonform beurteilt werden und spatere Urteile darauf aufbauen. Zwei weitere konkurrierende Hypothesen erfassen die unterschiedlichen theoretischen Standpunkte der Debatte um die Stellung des Eu GH zwischen Autonomie und politischer Restriktion: H2a: Je starker der Widerstand einer Akteurskoalition aus Mitgliedstaaten im VVV, desto eher weist der Eu GH die Klage der KOM zuruck. Die Streithilfe durch andere Mitgliedstaaten hat einen nachweisbar starken Effekt auf das Gerichtsurteil zugunsten der Praferenzen der Mitgliedstaaten. H2b: Die Streithilfe durch andere Mitgliedstaaten hat keinen starken Effekt auf den Ausgang der Verfahren. Der Eu GH ist politisch dadurch nicht wesentlich restringiert und folgt mit hoher Wahrscheinlichkeit den sachlich differenzierten Empfehlungen des GA je nach nationalem Umsetzungsmodell. 4.2 Differenzierte Urteile des Eu GH Politische Restriktion oder sachliche Differenzierung? 4.2.1 Analysedesign Im Laufe des Forschungsprozesses wurde offensichtlich, dass sich die Aufschlusselung der Klagen in einzelne Rugen der Kommission fur die Analyse als zweckmaig erweist. 13 Dafur sprechen vier Grunde: 1. Beim Nachzeichnen des kausalen Prozesses mittels ProcessTracing verbliebe eine Leerstelle, da die Argumente der unterstutzenden Mitgliedstaaten Streithilfeschriftsatze nicht offentlich zuganglich sind, und deren Erfassung nur indirekt uber die Erwahnung von Positionen in Schlussantragen oder Urteil moglich ist. Auch die Medienberichterstattung zu den VVV erhoben uber die Datenbank Lexis Nexis weist keine so hohe Detaildichte auf, als dass der kausale Prozess anhand einzelner Crucial Cases oder im Fallvergleich en detail nachgezeichnet werden konnte. 2. Vordergrundig erweist sich die Anzahl der Streithelfer S aufseiten eines verklagten Staates als variierende metrische Variable, die in ihren Auspragungen bei der betrachteten Klagewelle zwischen 0 und 4 schwankt vgl. Tabelle 1. Bei der Analyse der Schlussantrage in den jeweiligen Verfahren wurde jedoch offensichtlich, dass bei jeder einzelne Ruge der Kommission i.d.R. ein S1 oder kein S0 13 Eine detaillierte Dokumentation der Analyse von Schlussantragen und Urteilen sowie die Kodierung der einzelnen Auspragungen der Variablen finden sich im Anhang der Arbeit. 13 Staat aufseiten des Verklagten gegen die Verurteilung argumentierte. Diese sehr selektive Wahrnehmung der Streithilfeoption durch die unterstutzenden Staaten schwacht das Argument des systematischen und koordinierten Widerstands erheblich und lasst eher darauf schlieen, dass die Streithelfer aus reinem Eigeninteresse an dem Ausgang der eigenen Verfahren die Auslegung des Eu GH zu beeinflussen suchten. Von der Unterstutzung eines Staates in einem gesamten Klageverfahren zu sprechen, ware nicht gerechtfertigt. 3. Angesichts der Anzahl der vierzehn betrachteten Klagen ware eine statistische Analyse hochst problematisch, da Zusammenhange bei dieser Fallzahl zufallig sein konnen.14 Kausale Inferenz ist damit nicht moglich. Da aber die Aufschlusselung der Klagen in einzelne Rugen zu einer Erhohung der Beobachtungseinheiten auf uber 40 fuhrt, wird eine Analyse mit einem einfachen statistischen Modell ermoglicht, um den Zusammenhang zwischen Streithilfeintervention und Urteil zu messen. 4. Da in funf der betrachteten Klagen das Urteil als abhangige Variable nicht dichotomisiert werden kann, sondern die Mitgliedstaaten teilweise verurteilt wurden und die Klage in anderen Klagepunkten abgewiesen wurde, wird ein weiterer Vorteil der Aufschlusselung in einzelne Rugen offenbar: nahezu alle Rugen werden vom Eu GH entweder bestatigt oder zuruckgewiesen und die abhangige Variable Urteil in Bezug auf einzelne Ruge kann damit dichotomisiert werden. Folglich wird zur Uberprufung der konkurrierenden Hypothesen H2a und H2b ein einfaches bivariates statistisches Modell mit binaren Variablen herangezogen: Zum einen wird analysiert, wie stark die Streithilfeintervention zugunsten der Zuruckweisung einer Ruge S mit der abschlieenden Bewertung der Ruge durch die Richter Innen Urteil U zusammenhangt. Damit kann erfasst werden, ob es tatsachlich zur politischen Restriktion aufgrund der Streithilfeinterventionen kommt. Zum anderen wird der Zusammenhang zwischen den Eu GHUrteilen aufgeschlusselt in einzelne Rugen und den Empfehlungen des Generalanwalts gemessen. Folgen die Richter Innen konsequent diesem in seiner Funktion als unabhangigem Gutachter, so spricht dies eher dafur, dass auch die Urteile sachlich differenziert sind. Die Uberprufung der Hypothese zur inhaltlich konsistenten Auslegung H1 erfolgt anhand der qualitativen Auswertung der Schlussantrage und durch empirischdeskriptives Aufzeigen des Urteilsmusters. Aus Kapazitatsgrunden wird diese Prufung hier nur exemplarisch auf die Frage der RLKonformitat von BahnHoldingModellen angewendet. 4.2.2 Ergebnisse Sollte es in den Fallen, in denen Streithelfer in die Verfahren eingriffen S1 aufgrund einer politischen Restriktion systematisch haufiger zu einem Urteil zugunsten der MS kommen Ruge zuruckgewiesen, U0, so ware ein negatives und signifikantes Korrelationsma zu erwarten. Entgegen den Erwartungen muss jedoch anhand der im Anhang dokumentierten Daten konstatiert werden: Das Zusammenhangsma zwischen dem Eingreifen eines Streithelfers und dem abschlieenden Urteil erweist sich als extrem schwach und ist auerdem nicht signifikant R20,1; s0,591. Es kann kein Zusammenhang zwischen der Intervention von Streithelfern und den abschlieenden Urteilen nachgewiesen werden vgl. Tabelle 4. 14 Von den 14 Klagen mussten auerdem zwei entweder mangels verfugbarer Dokumente KOMIE bzw. aufgrund der noch ausstehenden Eu GHVerhandlung KOMBG ausgeschlossen werden. 14 Streithilfe S janein Korrelation nach Pearson Signifikanz 2seitig N Urteil U Ruge stattgebenzuruckweisen 0,100 0,591 31 Tabelle 4. Zusammenhang zwischen Streithilfe und Urteil. Berechnung und Darstellung: SPSS Vers. 21., Darstellung angepasst. Ein zusatzlicher exakter Test auf Unabhangigkeit zweier dichotomer Variablen sog. FisherTest, Dokumentation im Anhang, der sich explizit auch fur geringe Fallzahlen eignet, bestatigt, dass hier kein Zusammenhang vorliegt. Die Streithilfe als theoretisch geeigneter Pradiktor des abschlieenden Urteils muss deshalb bei der vorliegenden Analyse klar zuruckgewiesen werden. Die Befunde von Carrubba et al. 2008; 2012 konnen damit im Politikfeld der Bahnliberalisierung anhand der bisher vorliegenden Eu GHRechtsprechung nicht bestatigt werden. Betrachtet man dagegen den Zusammenhang zwischen den Empfehlungen des Generalanwalts E und dem abschlieenden Urteil U, so ergibt sich ein extrem starker und signifikanter Zusammenhang R20,936; s0,000; vgl. Tabelle 5. Empfehlung GA E Ruge stattgeben zuruckweisen Korrelation nach Pearson Signifikanz 2seitig N Urteil U Ruge stattgebenzuruckweisen 0,936 0,000 31 Tabelle 5. Zusammenhang zwischen GAEmpfehlung und Urteil. Berechnung und Darstellung: SPSS Vers. 21., Darstellung angepasst. Dieser Wert liegt deutlich hoher als im allgemeinen statistischen Durchschnitt, demzufolge der Eu GH in 80% der Falle dem Generalanwalt folgt vgl. Bergmann 2012: 436; Carrubba et al. 2008: 448. Eine signifikant positive Vorhersagekraft der Positionierung des GA konstatieren auch Carrubba et al. 2012: 219, 220, jedoch messen sie dies nur in Bezug auf eine Positionierung zugunsten der Klagerin i.d.R. KOM. Die Befunde der vorliegenden Analyse zeigen aber, dass die Richter Innen zumindest im hier analysierten Politikfeld auch bei einer Empfehlung des GA zugunsten der Verklagten folgen. Dies kann zwar nicht als Beweis, jedoch in Kombination mit der ersten Analyse zumindest als Indiz fur eine deutliche sachliche Differenzierung in den einzelnen Verfahren bewertet werden. Die Differenzierung entsprechend des jeweiligen Klagevorwurfs und der jeweiligen nationalen Umsetzung lasst weder eine expansivliberalisierende Agenda noch einen Bias zugunsten der liberalisierungsorientierten KOMKlagen erkennen. Wahrend also die Hypothese zum nachweisbaren Effekt der Streithilfeinterventionen H2a aufgrund des fehlenden Zusammenhangs zuruckgewiesen werden muss, kann die konkurrierende Hypothese H2b bestatigt werden. In der Frage nach einer grundsatzlich liberalisierungsorientierten Agenda des Eu GH im Fallrecht erweist sich zusatzlich das Verfahren der KOM gegen Luxemburg Rs. C41211 als Crucial Case: Diese Klage ist der einzige erhobene Fall, in dem die Richter Innen von der Empfehlung des Generalanwalts abwichen. Obwohl der GA eine Verurteilung Luxemburgs empfahl ergo eine Grundlage dafur lieferte, der 15 liberalisierungsorientierten KOMKlage zu folgen , wich das abschlieende Urteil zugunsten des Groherzogtums von der Empfehlung ab. Damit widerspricht auch dieser Fall der Sichtweise, wonach der Eu GH durchgehend eine aktivistische, expansivliberalisierende Agenda verfolge und dass es eine Allianz aus KOM und Eu GH gabe. Dass der Eu GH eine aggressive Liberalisierungsstrategie verfolgte oder der Kommissionsagenda willfahrig folgte ist damit nicht erkennbar. Zusatzlich zur statistischen Analyse kann konstatiert werden, dass der GA bei all jenen Rugen eine Zuruckweisung empfahl, in denen die Kommission die Ausgestaltung einer vertikal integrierten HoldingStruktur des nationalen Bahnunternehmens beanstandete vgl. Tabelle 6. Beanstandungen der Betroffene Klagefalle GAEmpfehlungen und Kommission MSRuge Nr. Eu GHUrteile Holding kein ausreichend Gesamte Klage gegen AT; fortgeschrittenes Klage gg. DERuge 1; HoldingModelle zweckmaig Umsetzungsmodell fur Vorgabe Klage gg. ITRuge 3; und damit RLkonform zur Unabhangigkeit der Klage gg. PLRuge 115; inhaltlich konsistent uber Klagefalle Regulierungsstelle undoder Klage gg. SIRuge 1, Teil 2; hinweg Trennung von Netz und Klage gg. HURugen 1 und 2 Betrieb Tabelle 6. Konsistentes Urteilsmuster des Eu GH in Bezug auf BahnHoldingModelle. Eigene Darstellung. Quellen: Schlussantrage der entsprechenden Rs. verfugbar uber http:curia.europa.eu. Der Eu GH betrachtet also die in mehreren Landern bestehenden Unternehmensholdings systematisch und konsistent als zweckmaiges Umsetzungsmodell und damit RLkonform. Am Beispiel dieses zentralen Konfliktpunktes zwischen Kommission und Mitgliedstaaten kann zumindest exemplarisch die konsistente Auslegung als allgemeines Ziel des Eu GHGA Hypothese H1 bestatigt werden. Fur eine vollstandige Bestatigung ist eine umfangreichere Untersuchung notwendig. Die Antwort auf die Frage, warum der Eu GH im Bahnsektor keine einheitliche expansive Rechtsprechung zugunsten einer weiteren Liberalisierung verfolgte, ist angesichts der Ausfuhrungen dieser Arbeit folgende: Die Intervention von Streithelfern in die Verfahren kann entgegen der ursprunglichen Erwartungen nicht als zentraler Faktor fur die Differenzierung identifiziert werden, wie der fehlende statistische Zusammenhang zeigt. Auch konnen theoretische Annahmen zu einer expansivliberalisierenden Agenda des Eu GH im hier betrachteten Fallrecht nicht bestatigt werden. Das Urteil zugunsten Luxemburgs als Crucial Case und die qualitative Inhaltstextanalyse der Schlussantrage zeigt vielmehr wenn auch nur exemplarisch eine hohe sachliche Differenzierung und konsistente Auslegung der RLVorgaben auf. Die vorliegende Analyse des Bahnsektors schliet nicht generell aus, dass der Eu GH im Falle einer starken Koordination verklagter Mitgliedstaaten politischen Restriktionen unterworfen ist und vor Verurteilungen zuruckschreckt. Die Bildung von kooperierenden Akteurskoalitionen von Mitgliedstaaten und Unterstutzung durch Streithilfe etc. konnte sich sehr wohl als zweckmaig erweisen, Druck auf den Eu GH auszuuben, damit dieser zugunsten der Verklagten urteilt und bei der RLAuslegung spezifische nationale Arrangements toleriert. Doch wenn in der hier untersuchten Klagewelle uberhaupt von einer 15 Der GA empfahl die Zuruckweisung der Ruge, die KOM zog daraufhin diese Ruge im laufenden Verfahren zuruck vgl. Eu GH 2013: Abs. 20 moglicherweise um einer weiteren Niederlage zur Holdingfrage zu entgehen und andere Klagepunkte damit zu starken. 16 Akteurskoalition der MS gesprochen werden kann, dann nur von einer sehr lockeren und schwachen. Zwar bedienten sich mehrere Staaten des Streithilfeinstrumentes, doch der gemeinschaftliche Widerstand der Mitgliedstaaten erwies sich bei der Betrachtung der Falle als schwach und unkoordiniert, weil a das Streithilfeinstrument nur sehr selektiv genutzt wurde um i.d.R. nur bei einzelnen Rugen einer aus mehreren Beanstandungen bestehenden Klage zu intervenieren, b zugelassene Streithelfer z.T. nicht am Verfahren teilnahmen z.B. Lettland oder keine schriftlichen Auerungen einreichten, und c die Argumentation der Streithelfer nicht synchronisiert war selbst in den Fallen, in denen sich mehrere Staaten gleichzeitig fur die Unterstutzung eines Verklagten entschieden. Der betriebene Koordinationsaufwand scheint gering und folglich auch der Einfluss auf den Ausgang der Verfahren. Fur eine effektive Zuruckweisung der vonseiten der Kommission erhobenen Vorwurfe zum Zweck der Verteidigung nationaler Implementationswege hatte es mindestens eines koordinierteren Ansatzes, einer weniger selektiven Streithilfe und eines starkeren Widerstandes bedurft. Die Schwache des mitgliedstaatlichen Widerstandes erklart sich letztlich womoglich aus einer Wahrnehmung der Unausweichlichkeit von weiterer Vermarktlichung im Schienenverkehrsbereich, die Douillet und Lehmkuhl 2001 am Beispiel der franzosischen SNCF beschreiben: Liberalization and competition are seen as unavoidable, and it is generally considered suicidal not to prepare for them ebd.: 117. 5 Fazit und Ausblick Ebenso wie andere ehemals staatliche, staatsnahe oder marktgeschutzte Bereiche ist auch der Schienenverkehr im Zuge der Europaischen Integration und des Binnenmarktprojekts einem markt und wettbewerbsorientierten Liberalisierungsprozess ausgesetzt. Diesen treibt die Europaische Kommission mit einer Strategie der Multiple Tracks und Multiple Pushes voran, wobei es immer wieder zu Konflikten mit Mitgliedstaaten kommt, die die europaischen RLVorgaben nicht ordnungsgema in nationales Recht transponiert hatten. Da sich zunehmend gesellschaftliche Widerstande gegen Revisionen und Konkretisierungen der RLPakete regen, bedient sich die Kommission neben entscharften Kompromissversionen ursprunglich anvisierter Richtlinien haufig des exekutiven Rechts der VVV als Durchsetzungsinstrument. Das Endstadium eines solchen Verfahrens fuhrte im Bereich der Bahnliberalisierung bereits in 14 Fallen zur Klage vor dem Eu GH. Auf Grundlage der Debatte um die Autonomie des Eu GH als politischem Akteur mit integrations und liberalisierungsorientierter Agenda vgl. Stone SweetBrunell 2012, aber auch als politisch restringiertem Akteur innerhalb seines institutionellen Umfelds vgl. Garrett et al. 1998; Burca 2005: 75, wurde diese Klagewelle in der vorliegenden Arbeit untersucht. In den betrachteten Verfahren, mit denen der Eu GH erstmals seinen Auslegungsspielraum bei der Rechtsprechung zu den Europaischen EBP geltend machen konnte, urteilte dieser sehr differenziert. Dies ist zunachst erstaunlich aus der Perspektive theoretischer Annahmen, die den Eu GH mit seiner traditionell integrationsorientierten Agenda als Liberalisierungsmotor ansehen vgl. HopnerSchafer 2010: 346. Bei der angestrebten Auflosung des Widerspruchs erwiesen sich Argumente einer APSRDebatte als attraktiv, wonach der Eu GH in seinem Auslegungsspielraum, den er in der Vergangenheit expansiv und aktivistisch nutzte, durch Akteurskoalitionen aus Mitgliedstaaten auf einer Seite von Klageverfahren restringiert ware vgl. Carrubba et al. 2008, 2012. Zahlreiche Interventionen durch Streithelfer aufseiten der verklagten Mitgliedstaaten im Bereich der Bahnliberalisierung erwiesen sich als geeigneter Anknupfungspunkt fur diese Argumentation. Die Befunde dieser Arbeit weisen den Streithelfern in der untersuchten Klagewelle jedoch keinen zentralen Einfluss zu. 17 Die Hypothese, dass die Streithilfe durch andere Mitgliedstaaten einen nachweisbar starken Effekt auf das Gerichtsurteil zugunsten der Praferenzen der Mitgliedstaaten hat H2a, konnte hier nicht bestatigt werden. Urteil und Streithilfeinterventionen wiesen in der bivariaten statistischen Analyse keinen Zusammenhang auf. Dagegen folgten die Eu GHRichter Innen fast ausnahmslos den Empfehlungen des Generalanwalts, der sachlich differenziert einzelne Rugen in Klageverfahren bestatigt oder zuruckweist. Dies trifft sowohl bei Empfehlungen zugunsten der Klagerin KOM als auch zugunsten der Verklagten MS zu. Entsprechend der Hypothese H2b ist ihr Urteil also nicht durch die Streithilfeinterventionen restringiert sondern folgt vielmehr der unabhangigen Einschatzung des Generalanwalts. In Bezug auf einen zentralen und womoglich am starksten umkampften Klagepunkt der Kommission konnte auerdem wenn auch nur exemplarisch ein konsistentes Urteilsmuster identifiziert werden: Der Eu GH toleriert die Umsetzung von Entflechtungsvorgaben fur Unternehmensbestandteile in den Fallen, in denen sich Staaten fur Holdingmodelle und damit vertikal integrierte Unternehmensstrukturen entschieden haben. Es kann allerdings nicht ausgeschlossen werden, dass der offensichtliche Widerstand mehrerer Staaten und das damit einhergehende aktive Lobbying auf europaischer Ebene zugunsten von Holdingmodellen auch den grundsatzlich auerordentlich unabhangigen Generalanwalt beeinflusste. Diese Betrachtung kann jedoch hier mangels Quellenlage und aufgrund des Umfangs der Arbeit nicht geleistet werden. Will man die von verschiedenen Autoren angefuhrte Rolle des Eu GH als Liberalisierungsmotor vor dem Hintergrund der vorliegenden Erkenntnisse einordnen, so kann die Analyse des Fallrechts im Bereich der Bahnliberalisierung dieses Image nicht bestatigen. Dieses Bild des Eu GH wurde von verschiedenen Autor Innen vor allem aufgrund der expansiven Auslegung von Grundfreiheiten durch den Eu GH bei wegweisenden Grundsatzurteilen gezeichnet vgl. Abschnitt 3.2.2. Eine grundsatzlich liberalisierende und KOMfreundliche Positionierung des Eu GH als politischem Akteur ist hier jedoch nicht erkennbar. Gleichzeitig erscheint der Eu GH aber auch nicht als Akteur, der sich wesentlich von den Praferenzen und Widerstanden der Mitgliedstaaten beeinflussen liee. Politische Restriktionen durch Akteurskoalitionen der Mitgliedstaaten konnten hier nicht konstatiert werden. Diese Koalitionen erwiesen sich jedoch im Laufe der Arbeit auch als schwach und wenig koordiniert. Der Eu GH erscheint daher in seiner Rechtsprechung zur europaischen Bahnliberalisierung als weitgehend unabhangiger Akteur, der vorrangig ein effizientes Rechtssystem anstrebt und eine konsistente Auslegungspraxis verfolgt. Als Zukunftsperspektive fur eine Forschungsagenda im Feld der europaischen Bahnliberalisierung konnen sowohl Potenziale fur die qualitative als auch quantitative Forschung aufgezeigt werden. Mit qualitativen Ansatzen erscheint es sinnvoll, den kausalen Prozess an Einzelfallen der VVV nachzuzeichnen, was mangels offentlicher Verfugbarkeit von Streithilfeschriftsatzen sowie einer nicht ausreichend detaillierten Medienberichterstattung zu einzelnen Verfahren zusatzlicher Erhebungen bedarf. Diese Leerstelle konnte in zukunftigen Forschungsarbeiten potenziell durch Interviews mit Beteiligten aufseiten der Regierungen z.B. Verfahrensbeauftragte der einzelnen MS geschlossen werden. Zudem ist nicht nur die reine Anzahl der Streithelfer relevant, sondern auch die Intensitat der Koordination innerhalb der Akteurskoalition sollte messbar gemacht werden. Deshalb bedarf es weiterer qualitativer Forschung, um Integrationsdynamiken in einzelnen Sektoren zu erfassen und die Koordinationsintensitat und ihre Auswirkungen auf den Ausgang von VVK uber Sektoren hinweg zu vergleichen. Dieser Forschungsfokus wurde die quantitativen Analysen von Carrubba und Kollegen 2008, 2012 durch detailliertere Einblicke 18 in einzelne Politikfelder erganzen. In den kommenden Jahren bleibt auerdem abzuwarten, ob nach den ersten Verurteilungen durch den Eu GH Mitgliedstaaten eine Anpassung der nationalen Rechtslage vornehmen oder weiterhin in einem Zustand der NonCompliance verharren. Angesichts der skizzierten Multiple Tracks und Multiple Pushes und der erwartbaren Aufrechterhaltung des Liberalisierungsimpetus im Bahnbereich erweisen sich aber auch credible threats of noncompliance Carrubba et al. 2012: 217 als eher unwahrscheinlich. Dies trifft moglicherweise auch insgesamt auf die Liberalisierung marktgeschutzter Sektoren Schwartz zu. Gewinnbringend ware deshalb auch eine Betrachtung der Bedingungen, unter denen die vorliegenden Eu GHUrteile wirksam werden vgl. dazu Panke 2007. Nicht zuletzt stehen auch die detaillierte wissenschaftliche Auseinandersetzung mit der Rolle des Generalanwalts als Spezifikum des Eu GH sowie Reformvorschlage fur seine Position erst am Anfang vgl. BurrowsGreaves 2007; ClementWilz 2012. Im quantitativen Bereich dagegen konnten noch ausstehende Urteile KOMIE, KOMBG, KOMDE II und zukunftige Klagen einbezogen und nach einzelnen Rugen aufgeschlusselt werden, um die Fallzahlen zu erhohen und auch multivariate statistische Modelle vgl. Carrubba et al. 2008, 2012 auf das Politikfeld anwenden zu konnen. Auerdem konnte eine Erhebung und Kombination samtlicher auf die Liberalisierung staatsnaher Sektoren zielender Klagen angestrebt werden, um ein groeres und allgemeinverbindlicheres Bild der Transformationsprozesse und auftretenden Konflikte zu erhalten. Dabei bleibt der richterliche Balanceakt des Abwagens zwischen den Zielstellungen und Widerstanden europaischer ebenso wie nationaler Akteure vgl. Schwarze 2013 ein spannender Betrachtungspunkt. 19 Literaturverzeichnis Alexandersson, Gunnar und Konstantinos Rigas. 2013. Rail liberalisation in Sweden. Policy development in a European context. Research in Transportation Business Management 6: 8898. Alter, Karen J. und Jeremy Rabkin. 2012. Too Much Power for the Judges? In: Hubert Zimmermann und Andreas Dur Hrsg., Key controversies in European integration. Houndmills, Basingstoke, Hampshire, New York: Palgrave Macmillan, 7994. Bergmann, Jan. 2012. Generalanwalt Eu GH. In: Jan Bergmann Hrsg., Handlexikon der Europaischen Union. BadenBaden: Nomos, 436. Beria, Paolo, Emile Quinet, Gines de Rus und Carola Schulz. 2012. A comparison of rail liberalisation levels across four European countries. Research in Transportation Economics 361: 110120. Burca, Grainne d. 2005. The European Court of Justice and the Evolution of EU Law. In: Tanja A. Borzel und Rachel A. Cichowski Hrsg., The state of the European Union. Oxford: Oxford University Press, 4875. Burley, AnneMarie und Walter Mattli. 1993. Europe before the Court: A political theory of legal integration. International Organization 471: 4176. Burrows, Noreen und Rosa Greaves. 2007. The Advocate General and EC Law. New York: Oxford University Press. Cantos, Pedro, Jose Manuel Pastor und Lorenzo Serrano. 2010. Vertical and Horizontal Separation in the European Railway Sector and its Effects on Productivity. Journal of Transport Economics and Policy 442: 139160. Carrubba, Clifford J., Matthew Gabel und Charles Hankla. 2008. Judicial Behavior under Political Constraints: Evidence from the European Court of Justice. American Political Science Review 1024: 435452. Carrubba, Clifford J., Matthew Gabel und Charles Hankla. 2012. Understanding the Role of the European Court of Justice in European Integration. American Political Science Review 1061: 214223. Centrum fur Europaische Politik. 2013. Hintergrund: EUEisenbahnregulierung. http:www.cep.eufileadminuser_uploadCEPAnalysen4._Eisenbahnpaket__Eisenbahnbinnenmarkt Hintergrund_4._EBP.pdf. Letzter Zugriff: 26.09.2013. ClementWilz, Laure. 2012. The Advocate General: A Key Actor of the Court of Justice of the European Union. Cambridge yearbook of European legal studies 141: 587613. Cole, Alistair. 1999. The service public under stress. West European Politics 224: 166184. Conant, Lisa J. 2002. Justice contained. Law and politics in the European Union. Ithaca, N.Y: Cornell University Press. Conant, Lisa. 2007. Review Article: The Politics of Legal Integration. Journal of Common Market Studies 45: 4566. Der Spiegel. 2011. Bund kommt Bahn zur Hilfe. 21.03.2011. Ausg. 12: 72. 20 Douillet, AnneCecile und Dirk Lehmkuhl. 2001. Strengthening the Opposition and Pushing Change: The Paradoxical Impact of Europe on the Reform of French Transport. In: Adrienne Heritier Hrsg., Differential Europe. The European Union impact on national policymaking. Lanham Md. u.a: Rowman Littlefield, 99131. Eberlein, Burkard. 2012. Inching Towards a Common Energy Policy: Entrepreneurship, Incrementalism, and Windows of Opportunity. In: Jeremy Richardson Hrsg., Constructing a policymaking state? Policy dynamics in the EU. Oxford: Oxford University Press, 147169. Eisenbahn und Verkehrsgewerkschaft EVG. 2011. EVG appelliert an Europaabgeordnete. https:www.evgonline.orgPolitik11_05_06_Recast. Letzter Zugriff: 11.10.2013. Eisenkopf, Alexander, Christian Kirchner, Georg Jarzembowski, Johannes Ludewig, Werner Rothengatter und Gerard Mc Cullough. 2006. The Liberalisation of Rail Transport in the EU. Intereconomics 416: 292313. Eising, Rainer. 2002. Policy Learning in Embedded Negotiations: Explaining EU Electricity Liberalization. International Organization 561: 85120. Eu GH. 2012a. Rs. C13611. Westbahn Management Gmb H gegen OBB Infrastruktur AG. Schlussantrage des Generalanwalts Niilo Jaaskinen vom 07. Juni 2012. Verfugbar unter http:curia.europa.eu Eu GH. 2012b. Rs. C55610. Europaische Kommission gegen Bundesrepublik Deutschland. Schlussantrage des Generalanwalts Niilo Jaaskinen vom 6. September 2012. Verfugbar unter http:curia.europa.eu. Eu GH. 2013. Rs. C51210. Europaische Kommission gegen Republik Polen. Urteil des Gerichtshofs. Verfugbar unter http:curia.europa.eu. europa.eu. 2010. Vertragsverletzungsklagen. http:europa.eulegislation_summaries institutional_affairsdecisionmaking_processl 14550_de.htm. Letzter Zugriff: 30.12.2013. Europaische Kommission. 2001. White Paper. European transport policy for 2010: time to decide. COM2001 370 final. Europaische Kommission. 2006. Bericht der Kommission an das Europaische Parlament, den Rat, den Europaischen Wirtschafts und Sozialausschuss und den Ausschuss der Regionen uber die Durchfuhrung des ersten Eisenbahnpakets. http:eurlex.europa.euLex Uri ServLex Uri Serv.do?uriCOM:2006:0189:FIN:DE:PDF. Letzter Zugriff: 07.01.2014. Europaische Kommission. 2009. Bericht der Kommission an den Rat und das Europaische Parlament. Zweiter Bericht uber die Uberwachung der Entwicklung des Schienenverkehrsmarkts. http:eurlex.europa.euLex Uri Serv Lex Uri Serv.do?uriCOM: 2009:0676:REV1:DE:PDF. Letzter Zugriff: 07.01.2014. Europaische Kommission. 2010a. Mitteilung der Kommission uber die Entwicklung eines einheitlichen europaischen Eisenbahnraums. KOM2010 474 endgultig. http:eurlex.europa.euLex Uri ServLex Uri Serv.do?uriCOM:2010:0474:FIN:DE:PDF. Letzter Zugriff: 08.01.2014. 21 Europaische Kommission. 2010b. The economic adjustment programme for Greece. Luxembourg: Publications Office of the European Union. Europaische Kommission. 2011a. White Paper. Roadmap to a Single European Transport Area Towards a competitive and resource efficient transport system. COM2011 144 final. http:eurlex.europa.euLex Uri ServLex Uri Serv.do?uriCOM:2011:0144:FIN:EN:PDF. Letzter Zugriff: 08.01.2014. Europaische Kommission. 2011b. The economic adjustment programme for Portugal. Brussels: European Commission, DirectorateGeneral for Economic and Financial Affairs. Europaische Kommission. 2012a. Background: Frequently asked questions on the recast of the first railway package. http:europa.eurapidpressrelease_MEMO12520_en.htm. Letzter Zugriff: 01.10.2013. Europaische Kommission. 2012b. The second economic adjustment programme for Greece. Brussels: European Commission, DirectorateGeneral for Economic and Financial Affairs. Europaische Kommission. 2013a. Das Vierte Eisenbahnpaket Vollendung des Einheitlichen Europaischen Eisenbahnraums zur Steigerung von Wettbewerbsfahigkeit und Wachstum in der EU. http:ec.europa.eucommission_20102014kallasheadlinesnews 201301doccom%282013%2925communication_de.pdf. Letzter Zugriff: 26.09.2013. Europaische Kommission. 2013b. Commission takes Germany to Court for failure to separate financial flows between train operators and rail track managers. http:europa.eurapidpressrelease_IP131097_en.htm. Letzter Zugriff: 20.12.2013. Europaische KommissionImpact Assessment Board IAB. 2012. Opinion. DG MOVEImpact Assessment on access to domestic rail passenger markets. http:ec.europa.eusmartregulationimpactia_carried_outdocsia_2013domestic_rail_2.pdf. Letzter Zugriff: 03.01.2014. Europaisches Parlament. 2013. Legislative Observatory. Procedure File for procedure 20130029COD Single European railway area: opening of the market for domestic passenger transport services by rail and governance of the railway infrastructure. 4th Railway Package. http:www.europarl.europa.euoeilpopupsficheprocedure.do ?reference 20130029%28COD%29len. Letzter Zugriff: 07.12.2013. Financial Times Deutschland ftd.de. 2012. Trennung von Schiene und Bahnbetrieb: EU geht auf Gegenkurs zur Bahn. 22.11.2012. http:www.ftd.depolitikeuropa:trennungvonschieneundbahnbetriebeugehtaufgegenkurszurbahn70120934.html. Letzter Zugriff: 26.01.2013. Garrett, Geoffrey. 1992. International Cooperation and Institutional Choice: The European Communitys Internal Market. International Organization 462: 533560. Garrett, Geoffrey. 1995. The politics of legal integration in the European Union. International Organization 491: 171181. Garrett, Geoffrey, R. Daniel Kelemen und Heiner Schulz. 1998. The European Court of Justice, National Governments, and Legal Integration in the European Union. International Organization 5201: 149176. 22 Garrett, Geoffrey und Barry Weingast. 1993. Ideas, Interests and Institutions: Constructing the ECs Internal Market. In: Judith Goldstein und Robert O. Keohane Hrsg., Ideas and foreign policy. Beliefs, institutions, and political change. Ithaca: Cornell University Press, 173206. Grande, Edgar und Hanspeter Kriesi. 2013. Das Doppelgesicht der Politisierung. Zur Transformation politischer Konfliktstrukturen im Prozess der Globalisierung. In: Michael Zurn und Matthias EckerEhrhardt Hrsg., Die Politisierung der Weltpolitik Umkampfte Internationale Institutionen. Berlin: Suhrkamp, 84108. Gutermann, Fjodor. 2013. Volkswirtschaftliche Effekte der Liberalisierung des Eisenbahnpersonenverkehrs in Osterreich. Wien: Kammer fur Arbeiter und Angestellte fur Wien. Haltern, Ulrich. 2012. Integration durch Recht. In: HansJurgen Bieling und Marika Lerch Hrsg., Theorien der europaischen Integration. Wiesbaden: Springer Fachmedien Wiesbaden, 339358. Handelsblatt handelsblatt.com. 2011. Eisenbahnreform. Lobbyisten der Deutschen Bahn ringen Brussel nieder. Handelsblatt handelsblatt.com. 18.11.2011. http:www.handelsblatt.comunternehmenhandeldienstleistereisenbahnreformlobbyistenderdeutschenbahnringenbruesselnieder5861644.html. Letzter Zugriff: 27.12.2013. Handelsblatt handelsblatt.com. 2014. Gegen Kommissionsvorschlag. EUParlament lasst Bahn Schienennetz kontrollieren. Handelsblatt handelsblatt.com. 26.02.2014. http:www.handelsblatt.compolitikinternationalgegenkommissionsvorschlageuparlamentlaesstbahnschienennetzkontrollieren9541934.html. Letzter Zugriff: 18.03.2014 Hopner, Martin. 2008. Usurpation statt Delegation. Wie der Eu GH die Binnenmarktintegration radikalisiert und warum er politischer Kontrolle bedarf. MPIf G Discussion Paper. 0812 Hopner, Martin. 2010. Warum betreibt der Europaische Gerichtshof Rechtsfortbildung? Die Politisierungshypothese. MPIf G Discussion Paper. 102 Hopner, Martin und Armin Schafer. 2010. A New Phase of European Integration: Organised Capitalisms in PostRicardian Europe. West European Politics 332: 344368. Kaeding, M. 2008. Lost in Translation or Full Steam Ahead: The Transposition of EU Transport Directives across Member States. European Union Politics 91: 115143. Kelemen, R. D. 2012. The political foundations of judicial independence in the European Union. Journal of European Public Policy 191: 4358. Kelemen, R. D. und Susanne K. Schmidt. 2012. Introduction the European Court of Justice and legal integration: perpetual momentum? Journal of European Public Policy 191: 17. Kerwer, Dieter und Michael Teutsch. 2001. Transport Policy in the European Union. In: Adrienne Heritier Hrsg., Differential Europe. The European Union impact on national policymaking. Lanham Md. u.a: Rowman Littlefield, 2356 Kapitel 2. Kirchner, Christian. 2004. Liberalisierungsindex Bahn 2004. Vergleich der Marktoffnung in den Eisenbahnmarkten der 15 Mitgliedstaaten der Europaischen Union, der Schweiz und Norwegen. o.O.: IBM Corporation. 23 Kirchner, Christian. 2007. Liberalisierungsindex Bahn 2007. Marktoffnung: Eisenbahnmarkte der Mitgliedstaaten der Europaischen Union, der Schweiz und Norwegens im Vergleich. Brussel: IBM Corporation. Kirchner, Christian. 2011. Liberalisierungsindex Bahn 2011. Marktoffnung: Eisenbahnmarkte der Mitgliedstaaten der Europaischen Union, der Schweiz und Norwegens im Vergleich. Brussel: IBM Corporation. Knill, Christoph und Dirk Lehmkuhl. 1999. How Europe matters. Different mechanisms of europeanization. European Integration online Papers EIo P 37: 119. http:eiop.or.ateioppdf1999007.pdf. Knill, Christoph und Dirk Lehmkuhl. 2000. An alternative route of European integration: The Communitys railways policy. West European Politics 231: 6588. Knill, Christoph und Jale Tosun. 2012. Governance Institutions and Policy Implementation in the European Union. In: Jeremy Richardson Hrsg., Constructing a policymaking state? Policy dynamics in the EU. Oxford: Oxford University Press, 309333. Lehmkuhl, Dirk. 2008. Verkehrspolitik. In: Hubert Heinelt und Michele Knodt Hrsg., Politikfelder im EUMehrebenensystem. Instrumente und Strategien europaischen Regierens. BadenBaden: Nomos, 253269. Martinsen, Dorte S. 2005. Towards an internal health market with the European court. West European Politics 285: 10351056. Martinsen, Dorte S. und Karsten Vrangbk. 2008. The Europeanization of Health Care Governance: Implementing the Market Imperatives of Europe. Public Administration 861: 169184. Mattli, Walter und AnneMarie Slaughter. 1995. Law and politics in the European Union: a reply to Garrett. International Organization 491: 183190. Mattli, Walter und AnneMarie Slaughter. 1998. Revisiting the European Court of Justice. International Organization 521: 177209. Moral Soriano, Leonor. 2005. Public services: the role of the European Court of Justice in correcting the market. In: David Coen und Adrienne WindhoffHeritier Hrsg., Refining regulatory regimes. Utilities in Europe. Cheltenham, UK, Northampton, MA: E. Elgar, 183211. Moravcsik, Andrew. 1993. Preferences and Power in the European Community: A Liberal Intergovernmentalist Approach. JCMS: Journal of Common Market Studies 314: 473524. Nash, Chris. 2008. Passenger railway reform in the last 20 years European experience reconsidered. Research in Transportation Economics 221: 6170. Nash, Chris. 2010. European rail reform and passenger services the next steps. Research in Transportation Economics 291: 204211. Naurin, Daniel, Per Larsson Olof Cramer, Sara Lyons, Andreas Moberg und Allison Ostlund. 2013. Coding observations of the Member States and judgments of the Court of Justice of the EU under the preliminary reference procedure 19972008. Data report. Goteborg: Centre for European Research CERGU University of Gothenburg. 24 O Reilly, Dolores und Alec Stone Sweet. 1998. The liberalization and reregulation of air transport. Journal of European Public Policy 53: 447466. o.V.Eur Activ. 2013a. Kallas rolls back EU bid to breakup state rail monopolies. Eur Activ.com. 30.01.2013. http:www.euractiv.comtransportkallaspresentsradicalbalancednews517459. Letzter Zugriff: 08.12.2013. o.V.Eur Activ. 2013b. Liberalisierung des inlandischen Personenverkehrs. 4. EUEisenbahnpaket: Deutsche Bahn entgeht Zerschlagung. Eur Activ.com. 30.01.2013. http:www.euractiv.deinfrastrukturundverkehrartikel4eueisenbahnpaketdeutschebahnentgehtzerschlagung007155. Letzter Zugriff: 08.12.2013. Panke, Diana. 2007. The European Court of Justice as an agent of Europeanization? Restoring compliance with EU law. Journal of European Public Policy 146: 847866. Pollack, Mark A. 1997. Delegation, agency, and agenda setting in the European Community. International Organization 511: 99134. Pollack, Mark A. 2003. The engines of European integration. Delegation, agency, and agenda setting in the EU. Oxford, New York: Oxford University Press. Scharpf, Fritz W. 2008. Negative und positive Integration. In: Martin Hopner und Armin Schafer Hrsg., Die politische Okonomie der europaischen Integration. Frankfurt am Main u.a: CampusVerl, 4987. Scharpf, Fritz W. 2012. Perpetual momentum: directed and unconstrained? Journal of European Public Policy 191: 127139. Schmidt, Susanne K. 1998. Liberalisierung in Europa. Die Rolle der Europaischen Kommission. Frankfurt ;, New York: Campus. Schmidt, Susanne K. 2006. Governance of Industries die Transformation staatsnaher Wirtschaftssektoren im Zuge von Liberalisierung und Europaisierung. In: Susanne Lutz Hrsg., Governance in der politischen Okonomie. Struktur und Wandel des modernen Kapitalismus. Wiesbaden: VS, Verl. fur Sozialwiss, 167217. Schmidt, Susanne K. 2008. Europaische Integration zwischen judikativer und legislativer Politik. In: Martin Hopner und Armin Schafer Hrsg., Die politische Okonomie der europaischen Integration. Frankfurt am Main u.a: CampusVerl, 101127. Schmitt, Carina und Herbert Obinger. 2010. Verfassungsschranken und die Privatisierung offentlicher Dienstleistungen im internationalen Vergleich. Politische Vierteljahresschrift 514: 643664. Schulten, Thorsten, Torsten Brandt und Christoph Hermann. 2008. Liberalisation and privatisation of public services and strategic options for European trade unions. Transfer: European Review of Labour and Research 142: 295311. Schwartz, Herman. 2001. Round Up the Usual Suspects!: Globalization, Domestic Politics, and Welfare State Change. In: Paul Pierson Hrsg., The New Politics of the Welfare State. o.O.: Oxford University Press Online, 1744. Schwarze, Jurgen. 2013. Balancing EU Integration and National Interests in the CaseLaw of the Court of Justice. In: Allan Rosas Hrsg., The Court of Justice and the Construction of Europe. 25 Analyses and perspectives on sixty years of Caselaw La Cour de Justice et la Construction de lEurope : Analyses et Perspectives de Soixante Ans de Jurisprudence. Hague, The Netherlands: T. M. C. Asser Press, 257278. Spiegel Online. 2013a. Druck auf Merkel. BahnChef Grube soll mit Rucktritt gedroht haben. http:www.spiegel.dewirtschaftsozialesbahnchefgrubeuebtemitruecktrittsdrohungdruckaufmerkelausa878297.html. Letzter Zugriff: 11.10.2013. Spiegel Online. 2013b. Liberalisierung des Schienenverkehrs. BahnChef Grubes Punktsieg. http:www.spiegel.dewirtschaftbahneukommissionvertagtliberalisierungdesschienenverkehrsa878424.html. Letzter Zugriff: 11.10.2013. Stone Sweet, Alec. 2004. The Judicial Construction of Europe. Oxford: Oxford University Press. Stone Sweet, Alec und Thomas Brunell. 1998. Constructing a Supranational Constitution: Dispute Resolution and Governance in the European Community. American Political Science Review 921: 6381. Stone Sweet, Alec und Thomas Brunell. 2012. The European Court of Justice, State Noncompliance, and the Politics of Override. American Political Science Review 1061: 204213. Suddeutsche.de. 2013. Neue Vorschriften fur europaische Eisenbahnen. Ramsauer kampft gegen Brussel. 28.01.2013. http:www.sueddeutsche.dewirtschaftneuevorschriftenfuereuropaeischeeisenbahnenramsauerkaempftgegenbruessel1.1584796. Letzter Zugriff: 07.12.2013. Thomson, Robert. 2010. Opposition through the back door in the transposition of EU directives. European Union Politics 114: 577596. Tridimas, Takis. 1997. The Role of the Advocate General in the Development of Community Law: Some Reflections. Common Market Law Review 346: 13491387. Tsebelis, George und Geoffrey Garrett. 2001. The Institutional Foundations of Intergovernmentalism and Supranationalism in the European Union. International Organization 552: 357390. Wasserfallen, Fabio. 2010. The judiciary as legislator? How the European Court of Justice shapes policymaking in the European Union. Journal of European Public Policy 178: 11281146. Wincott, Daniel. 1995. The role of law or the rule of the Court of Justice? An institutional account of judicial politics in the European Community. Journal of European Public Policy 24: 583602. Wincott, Daniel. 1999. The Court of Justice and the European Policy Process. In: Jeremy Richardson Hrsg., European Union: Power and Policy Making. Power and policymaking. London, New York: Routledge, 179198. Zandonella, Bruno. 2005. Pocket Europa EUBegriffe und Landerdaten. Bonn: Bundeszentrale fur politische Bildung. 26 Anhang Tabelle A1. Aufschlusselung der Klagen in einzelne Rugen, Erfassung und Kodierung analysierter Variablen. Eigene Darstellung taat S retgalkre VAT CZ CZ CZ CZ CZ CZ CZ DE DE DE DE ES ES ES .r N lla F1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 ES 17 18 19 20 21 22 23 24 25 26 ES FR FR FR GR HU HU HU HU HU 27 IT IT IT LU 28 29 30 .r N egu R1 1 2 3 4 gnuthciwe G1 1 1 1 1 5.1 Teil 5.2 Teil 0.5 0.5 6 1 2 3 4 1 2 3 4 5 1 2.1 2.2 Klage 1 2 3 4 5 1 2 3 1 1 1 1 1 1 1 1 1 1 1 1 0.5 0.5 1 1 1 1 1 1 1 1 1 1 tetsieleg eflihtiert S nien0aj11 1 1 0 1 0 0 0 1 1 1 1 1 1 AG sedl gnuhefpm E0 1 1 0 1 1 0 0 0 0 0 0 1 1 2reflehtiert S CZ nebegttats egal K1 nesiewkcuruz egal K0 egal K0nebegttats nesiewkcuruz AG gnummitsniereb U nien0aj1 lietr Udnu egal K1 lietr U0 1 1 0 1 1 0 0 0 0 0 0 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 n.r. n.r. von KOM von KOM n.r. zuruckgez. zuruckgez. 1reflehtiert SIT ES ES ES IT CZ CZ CZ CZ FR n.r. n.r. n.r. n.r. von KOM von KOM n.r. zuruckgez. zuruckgez. ES 0 0 1 0 1 1 1 0 n.a. n.a. n.a. n.a. PL PL PL 1 1 0 1 0 0 0 1 1 1 1 1 0 1 0 0 1 1 1 1 1 1 n.a. 1 1 1 1 von KOM zuruckgez. von KOM n.r. zuruckgez. n.a. n.a. n.a. n.a. von KOM n.r. n.a. n.a. n.a. n.a. n.a. n.a. 0 n.a. n.a. 1 zuruckgez. 1 0 0 n.a. n.a. 0 27 taat S retgalkre VPL PL PL PL PL PT PT SI SI SI SI SI IE BG .r N lla F31 32 33 34 35 36 37 38 39 40 41 42 43 44 .r N egu R1 2 3 4.1 Teil 4.2 Teil 1 2 1.1 Teil 1.2 Teil 2 3 4 Klage Klage gnuthciwe G1 1 1 0.5 0.5 1 1 0.5 0.5 1 1 1 tetsieleg eflihtiert S nien0aj11 0 1 1 0 0 0 0 0 0 0 0 AG sedl gnuhefpm E0 0 1 1 0 1 1 1 0 1 1 1 1reflehtiert SIT CZ CZ 2reflehtiert S nebegttats egal K1 nesiewkcuruz egal K0 egal K0nebegttats nesiewkcuruz egal K1 lietr U AG gnummitsniereb U nien0aj1 lietr Udnu 0 0 1 1 0 1 1 1 0 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 n.a. n.a. n.a. n.a. n.a. n.a. n.a. n.a. n.a. n.a. n.a. n.a. Legende: n.a. Quellen nicht verfugbar. n.r. nicht relevant aufgrund der durch die Kommission vor der Verhandlung zuruckgezogenen Ruge. Bei weiterer Aufschlusselung einer Ruge in Teil 1 und Teil 2 aufgrund der teilweisen Verurteilung undoder selektiver Streithilfe wurden die einzelnen Teile bei der statistischen Analyse halftig gewichtet. 28 Darstellung A2. Chi 2Unabhangigkeitstest. Fishers exakter Test bei zwei binaren Variablen. streithilfe_jn urteil. Berechnung und Darstellung: SPSS Vers. 21. Verarbeitete Falle Gultig Falle Fehlend Gesamt N Prozent N Prozent N Prozent streithilfe_jn urteil 31a 81,6% 7 18,4% 38 100,0% a. Die Anzahl der gultigen Falle unterscheidet sich von der Gesamtzahl in der Kreuztabelle, da die Zellenhaufigkeiten gerundet wurden. streithilfe_jn urteil Kreuztabelle urteil Gesamt Ruge zuruckw. Ruge stattgeben streithilfe_jn keine Streithilfe Streithilfe Gesamt Anzahl Erwartete Anzahl Anzahl Erwartete Anzahl Anzahl Erwartete Anzahl 6 6,8 8 7,2 14 14,0 9 8,2 8 8,8 17 17,0 15 15,0 16 16,0 31 31,0 ChiQuadratTests Wert df Asymptotische Exakte Exakte Signifikanz 2Signifikanz 2Signifikanz 1seitig seitig seitig ChiQuadrat nach Pearson Kontinuitatskorrekturb LikelihoodQuotient ,313a ,039 ,313 Exakter Test nach Fisher Zusammenhang linearmitlinear Anzahl der gultigen Falle ,303 31 1 1 1 1 ,576 ,843 ,576 ,582 ,722 ,422 a. 0 Zellen 0,0% haben eine erwartete Haufigkeit kleiner 5. Die minimale erwartete Haufigkeit ist 6,77. b. Wird nur fur eine 2x 2Tabelle berechnet 29 ", "filename": "781270561.pdf", "person": ["Julian Dederke", "Dederke, Julian"], "date": ["2014"]}