{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/94354/1/78153352X.pdf"], "title": ["Designing an emissions trading scheme for China: An up-to-date climate policy assessment"], "plaintext": " Designing an Emissions Trading Scheme for China An Uptodate Climate Policy Assessment Michael Hublera, b, Andreas Loschela and Sebastian Voigta a Centre for European Economic Research ZEW, L 7, 1, 68161 Mannheim, Germany b Leibniz University Hanover, Institute for Environmental Economics and World Trade, Konigsworther Platz 1, 30167 Hanover, Germany Abstract: We assess recent Chinese climate policy proposals in a multiregion, multisector computable general equilibrium model with a Chinese carbon emissions trading scheme ETS. When the emissions intensity per GDP in 2020 is required to be 45% lower than in 2005, the model simulations indicate that the climate policy induced welfare loss in 2020, measured as the level of GDP and welfare in 2020 under climate policy relative to their level under businessasusual BAU in the same year, is about 1%. The Chinese welfare loss in 2020 slightly increases in the Chinese rate of economic growth in 2020. When keeping the emissions target fixed at the 2020 level after 2020 in absolute terms, the welfare loss will reach about 2% in 2030. If Chinas annual economic growth rate is 0.5 percentage points higher lower, the climate policyinduced welfare loss in 2030 will rise decline by about 0.5 percentage points. Full auctioning of carbon allowances results in very similar macroeconomic effects as free allocation, but full auctioning leads to higher reductions in output than free allocation for ETS sectors. Linking the Chinese to the European ETS and restricting the transfer volume to one third of the EUs reduction effort creates at best a small benefit for China, yet with smaller sectoral output reductions than auctioning. These results highlight the importance of designing the Chinese ETS wisely. Keywords: China, climate policy, ETS, linking, CGE JEL classifications: C68, Q54, Q56 1 1. Introduction The European Unions EU emissions trading scheme ETS has been extensively researched, in particular with the help of Computable General Equilibrium CGE models e.g. Klepper and Peterson, 2006; Bohringer and Loschel, 2005; Bohringer et al., 2009a, 2009b; Hubler and Loschel, 2013. This literature highlights that deliberate climate policy design can drastically attenuate climate mitigation costs. It highlights furthermore that different policy designs create various sectoral effects. Such sectoral effects are eminently crucial with respect to national and international competitiveness. Deliberate design encompasses the inclusion of relevant sectors, the way of distributing carbon emissions allowances and the international scope or linking of climate policies. To date, the spotlight is shifting from Europe to China. The Peoples Republic of China has initiated ETS pilot projects in Beijing, Shanghai, Guangdong, Hubei, Tianjin, Chongqing and Shenzhen. These pilots envisage CO2 emissions reductions per unit of output between 17% and 21% by 2015 visavis the respective 2010 level. The emissions reductions are in accordance with Chinas pledges in the Copenhagen Accord. These pledges presume an intensity target for Chinese carbon emissions carbon emission measured in physical units per value unit of gross domestic product between 40% and 45% for 2020 visavis 2005. The European Commission supports Chinese policy makers in designing and implementing an emissions trading scheme considering the experience of the EU ETS. To date, policy assessments of how to implement the Chinese emissions targets efficiently are, however, largely missing. In particular, a quantitative modelbased assessment of policy design options would help policy makers implement the prevailing emissions targets at low macroeconomic costs and to avoid excessive sectoral losses as well. The Chinarelated climate policy literature has not yet studied the implementation of a national ETS in detail see section 2. A particular challenge in this respect is the uncertainty about the future growth path of the Chinese economy cf. Hubler, 2011. If China sustains its high economic growth and relies on coal as an energy 2 source, carbon emissions will substantially grow. Consequently, the costs of reaching a given emissions target will rise. If, on the contrary, Chinese growth rates decline and converge to a moderate growth steady state, carbon emissions will only moderately grow. Hence, mitigation costs of a given emissions target will be lower. The impact of economic growth is more complex with respect to intensity targets: on the one hand, higher economic growth augments businessasusual BAU emissions; on the other hand, higher economic growth allows China to emit more under climate policy. Higher economic growth driven by higher technical progress may also result in a lower BAU carbon intensity. The resulting carbon intensity under climate policy is given by the intensity target and independent of economic growth. Nonetheless, higher growth expands emissions in absolute terms so that emissions reductions starting at this higher level on the marginal abatement curve might be more costly. As a consequence, it is ambiguous whether and how economic growth affects the carbon price and total carbon mitigation costs under an intensity target. Moreover, European experience shows that some sectors are under higher competitive pressure than others. This may apply in particular to energyintensive and tradeexposed industries as they are potentially prone to carbon leakage, i.e. their relocation to countries without climate policies. Therefore, it is of high importance to analyze specific sectoral impacts and to detect what sectors suffer most from the introduction of an ETS. Another significant issue to be considered is the involvement of a Chinese ETS in the international climate policy context. In more detail, linking the Chinese ETS to the EU ETS is supposed to imply positive welfare effects for both regions. The EU may benefit from the presumably lower marginal abatement costs in China, whereas China could profit from the revenues generated by exporting of offset credits. Our paper tackles these issues. It evaluates policy design options for China and takes up the three points mentioned above: the uncertainty about future growth, competitiveness at the sectoral level, and the 3 linkage of the Chinese to the EU ETS. Besides these three main points, it evaluates the costs of different Chinese intensity targets and auctioning versus free allocation of emissions allowances. Our analysis devises the following macroeconomic results in terms of Chinas climate policyinduced GDP and welfare losses: assuming a carbon intensity target of 45% for 2020 visavis 2005 and medium economic growth, the Chinese GDP and welfare losses compared to BAU amount to about 1% in 2020. They rise to about 2% in 2030 provided that the emissions target for 2020 is kept constant in absolute terms thereafter. Under the intensity target in 2020, higher Chinese economic growth slightly enhances mitigation costs. Under the fixed emissions cap in 2030, the results are relatively sensitive to the assumptions on Chinese economic growth: augmenting attenuating the medium annual growth rate by 0.5 percentage points increases decreases the GDP loss in 2030 by 0.4 and the welfare loss by 0.5 percentage points. If the intensity target for 2020 is set to 50%, i.e. more stringent than the Copenhagen pledge, and is kept constant thereafter, the welfare loss will ascend to 2.9% in 2030, yet the GDP loss will only reach 2.2%. Linking the Chinese ETS to the EU ETS limited to a transfer volume of 300 Mt of CO2 per year would at best slightly reduce these macroeconomic costs. Furthermore, the difference between full auctioning and free allocation of allowances is minor and ambiguous at the macro level. At the level of energyintensive Chinese sectors that participate in emissions trading, the results are quantitatively much more diverse than at the macro level. Climate policyinduced sectoral output changes under medium growth and a 45% intensity target vary roughly between 1.5% and 3% in 2020 and 0.5% and 7% in 2030. This result applies to free allocation of allowances. Full auctioning of allowances strongly augments e.g. doubles the sectoral output reductions. Therein, the sectoral output reductions are compensated by revenues from auctioning at the macro level. Linking the Chinese to the EU ETS restricted to 300 Mt of CO2 annually also diminishes sectoral output, but clearly to a smaller extent than full auctioning. In this case, the sectoral output reductions are compensated by revenues from exporting allowances to Europe at the macro level. The macroeconomic effects of different 4 economic growth assumptions explained above translate to the sector level in terms of output reductions. Augmenting attenuating the medium annual growth rate by 0.5 percentage points increases decreases the sectoral output losses in 2030 by around 15%, although also higher and lower losses occur in specific sectors. For example, the chemical sector can benefit from higher growth under climate policy in 2030. Our paper is structured as follows: section 2 reviews related literature strands. Section 3 provides a brief narrative model overview. Section 4 describes the policy scenarios under scrutiny. Section 5 presents and interprets the policy simulation results. Section 6 concludes. 2. Literature The literature has so far examined the stringency and achievability of Chinas Copenhagen intensity targets. The literature has also evaluated Chinas importance for mitigating climate change and Chinas economic incentives to join a global emissions trading scheme ETS. A few scholars have theoretically scrutinized the economic effects of linking a Chinese system of carbon pricing to the European ETS, and they have estimated the volume of carbon allowance transfers between China and Europe within an efficiently connected system. The lessons we learn from these literature streams are the basis for our research as presented in this paper. Like our study, one recent literature stream evaluates the stringency and achievability of Chinas Copenhagen pledge, defined as an emissions intensity target. According to its Copenhagen pledge, China announced to reduce its carbon emissions intensity between 40% and 45% until 2020 visavis 2005.1 Steckel et al. 2011 show that the Chinese 45% intensity target, as given by the Copenhagen pledge, is capable of meeting a 450 ppm concentration target, resulting in a two degree temperature increase 1 Qualitatively, we use carbon and CO2 as synonyms throughout the paper. Quantitatively, we report emissions as tons of CO2. 5 above the preindustrial level. Saveyn et al. 2012 aver, based on their CGE model, that Chinas emissions intensities in a reference scenario are comparable to or even lower than required by the Copenhagen pledges. Hence, the Chinese intensity targets would not be binding. Different to Saveyn et al. 2012, Dai et al. 2011 estimate with their CGE model that China can achieve a 31% up to a 39% reduction in emissions intensity between 2005 and 2020 in the BAU. The remaining part of the 40% to 45% intensity target must be realized through a carbon constraint. Wang et al. 2009 assess Chinese intensity targets of 45% for 2020 and 60% in 2030 in a CGE model. They find a GDP loss of 0.28% for 2020 and 3.05% in 2050 without research and development, RD, policy. Other studies underline that incomeinduced changes in consumption patterns and the removal of energy subsidies can curb Chinese carbon emissions Dai et al., 2012; Lin and Jiang, 2011. Importantly, Marschinski and Edenhofer 2010 emphasize the ambiguity of intensity targets with respect to costuncertainty. Building on this literature strand, we will assess the sensitivity of our results to the assumption on the Chinese intensity target and on economic growth. Like other analyses, our model analysis examines China within a global framework of traderelated economies. A crucial question is how important Chinas emissions reductions are for climate protection within a global framework. The recent literature, that explores Chinas role within a global carbon emissions trading scheme ETS or a global carbon tax regime, answers this question. The Asia Modeling Exercise highlights Asias and Chinas importance for achieving an acceptable temperature goal: Paltsev et al. 2012 estimate that Chinas participation or nonparticipation in a global climate policy regime can change the CO2 concentration by as much as 200 to 280 ppm. This translates into a temperature difference of up to 1.3 degree Celsius above the preindustrial level. Another crucial question is whether China has an incentive to join a global ETS in its own interest, wherein the detrimental longterm effects 6 of climate change are often ignored.2 Hubler et al. 2012 assume a budget of global emissions cumulated from 2005 to 2100 amounting to 400 Gt of carbon, resulting in a temperature goal of about two degrees. In a global ETS, emissions allowances are allocated to regions following a Contraction and Convergence approach CC; GCI, 1990. They find a consumption loss of up to 1.2% for China, which is higher than the consumption losses of the other model regions under examination and questions Chinas incentive to join a global ETS. Hubler 2011, 2012, on the contrary, find that China prefers being inside a global ETS within the time frame from 2005 to 2030 or 2050. Given successful energysaving technical progress and declining rates of Chinas economic growth over time, China can benefit from selling superfluous emissions allowances within a percapitaemissionsbased CC approach. Going one step further, Li et al. 2012 pronounce that China would impose a carbon tax on exports in its own interest. Weitzel et al. 2012 make less optimistic assumptions on technical progress and economic growth and restrict the time horizon to 2020. They find that only with extraordinarily high border carbon adjustment rates or international transfers China would prefer joining a global ETS in order to achieve a welfare improvement. We conclude from this literature that it is questionable whether China has an incentive to join a global climate ETS when we ignore the detrimental longterm impacts of climate change. As a consequence, we do not model China within a full global emissions trading scheme, but we link the Chinese ETS to the EU ETS in a specific scenario. So far, few scholars have explored the potential and consequences of linking the Chinese to the EU ETS. Marschinski et al. 2012 examine the linkage of a Chinese ETS sector to an EU ETS sector in a stylized twosector trade model. They point out that, in contrast to the standard Ricardo Viner model, the welfare effects of linking are in general ambiguous, because linking creates a positive gainsfromtrade effect, but also an ambiguous termsoftrade effect. Our research corroborates this ambiguity of linking with respect to welfare gains: the welfare gains through linking are small and can even become slightly 2 When taking longterm impacts of climate change on China into account, it can become more attractive for China to engage in climate action in order to avoid these damages. 7 negative. The consecutive question is how high the potential of an exchange of carbon allowance between China and Europe is. Heindl and Voigt 2012 analyze a hypothetical international carbon allowance offset market in a CGE framework. They find that China is among the countries with the highest potential for the generation of additional allowances for the EU ETS due to its low marginal abatement costs compared with other emerging economies. In order to exploit this high potential, we link the Chinese to the EU ETS in one scenario. 3. Model and Data We conduct a quantitative assessment of the Chinese emissions trading scheme ETS with the help of PACE Policy Analysis based on Computable Equilibrium. PACE is a multisector, multiregion computable general equilibrium CGE model of global production, consumption, trade and energy use which is calibrated for the year 2005 proceeding in fiveyear time steps until the year 2030. The model is recursive dynamic, this means, it is solved for a sequence of global market equilibria. The equilibria are connected via investments and other exogenous drivers of economic growth. A comprehensive model overview and the underlying assumptions about the substitution possibilities in the production process of fossil and nonfossil goods, consumer preferences and the representation of trade links are presented in the Supplementary Appendix. For further technical details, the reader may refer to Bohringer and Lange 2003, Bohringer and Loschel 2006, Bohringer and Rutherford 2008, Bohringer et al. 2009a and Hubler and Loschel 2013. The benchmark data for the year 20042005 are taken from the GTAP 7 data base Global Trade Analysis Project; Badri and Walmsley, 2008. This data base takes intersectoral inputoutput linkages into account so that policyinduced economic effects in one sector propagate to other sectors and overlap. The resulting general equilibrium combines all these overlapping effects. Data for the dynamic BAU calibration until 2030 are taken from IEO 20082010. IEO 20082010 provides detailed regional data 8 on fuelspecific primary energy consumption and carbon emissions. The IEO data contain implicit assumptions on the development of population growth, technical progress and fossil fuel prices, which results in a certain GDP growth path. Table 1: Regions and sectors in this PACE model version ETS means emissions trading scheme; categories in capital letters, model sectors in small letters Regions Sectors ASIA AND PACIFIC: China India Japan South Korea, Indonesia and Malaysia Australia and New Zealand EUROPE EURASIA: Europe EU27 Russia AMERICAS: Canada United States of America Mexico Brazil REST: Rest of Annex I Rest of the World AGRICULTURE: NONETS Food, agriculture and wood ENERGY: NONETS Crude oil Natural gas Coal ETS Petroleum and coal products refined Electricity and heat INDUSTRY: ETS Aluminium Bricks and tiles and construction products Cement Iron and steel production Iron and steel further processing Fertilizers and other nitrogen compounds Inorganic chemicals Organic chemicals Other chemicals, rubbers and plastics Paper pulp and publishing Other nonmetallic minerals Other nonferrous metals NONETS Machinery and other manufacturing Mining and construction Textiles wearing, apparel and leather Transportation SERVICES: NONETS Services commercial and public Substitution elasticities in international trade socalled Armington elasticities follow empirical estimates reported in the GTAP data base. Constant elasticity of substitution CES values between production 9 factors capital, labour, energy inputs, nonenergy inputs are taken from Okagawa and Ban 2008 who provide sectoral panel data estimates for the period from 1995 to 2004. The values of important elasticities of substitution applied to our model are reported in the Supplementary Appendix.3 Our model partitions the world into 13 regions as illustrated in Table 1. In each region, it distinguishes the 23 listed production sectors plus one investment good sector. The model includes seven disaggregated energyintensive sectors aluminium, bricks and tiles, cement, iron and steel production, fertilizers, organic chemicals and inorganic chemicals beyond the sectors provided by the GTAP 7 data base cf. Loschel et al., 2009; Hubler and Loschel, 2013. These sectors have been generated by applying the Splitcom routine Horridge, 2005 to additional data Eurostat, 2009; UN, 2009a, b. 4. Scenarios In order to compare various climate policy design options and assumptions on Chinese growth, we define the following scenarios for China. Therein, we take only CO2 emissions into account as greenhouse gases. Scenario BAU businessasusual does not contain any climate policy. As the simulation results will frequently be presented as percentage changes compared to BAU, it is worthwhile giving an overview of the key BAU assumptions. As outlined previously, growth rates for GDP, energy consumption, and CO2 emissions as well as the price level rely on assumptions given by the International Energy Outlook IEO, 20082010. IEO 20082010 offers a detailed assessment of international energy markets and other economic parameters until 2035 which are built upon consistent estimates and interrelations between all variables. The average growth rates of the Chinese GDP for the different fiveyear intervals represented in the model read: 3 A higher elasticity number denotes a better possibility to substitute inputs for each other due to price changes. An elasticity of one signifies a Cobb Douglas relation. An elasticity value of zero signifies a Leontief function without substitution possibilities so that all inputs are used in fixed proportions. 10 2010 2015: 8.5%, 2015 2020: 6.5%, 2020 2025: 5.0%, 2025 2030: 4.0%. As discussed in section 2, the previous literature finds ambiguous results with respect to the stringency of Chinese emission intensity reduction targets. This circumstance underlines the uncertainty of the underlying BAU projections. Therefore, in our scenario choice we will put special emphasis on different growth projections of the Chinese economy. Table 2 gives an overview of our scenarios which can be distinguished along three dimensions: assumptions on linking the Chinese to the EU ETS, assumptions on Chinese GDP growth, and allocation mechanisms free allocation vs. full auctioning of emissions allowances. In the presence of carbon pricing like auctioning of emissions allowances, producers have to pay for the use of fossil energy in production corresponding to the released carbon. Each unit of coal, gas or oil has a specific physical carbon content. Our model assumes free trading of allowances without transaction costs. Scenario STANDARD implements the Chinese intensity targets for 2020. As a reference case, we impose the upper bound emission intensity reduction of Chinas Copenhagen pledges, i.e. an intensity reduction of 45% compared to the 2005 intensity level.4 We assume that the cap tightens in a linear fashion over the modeled time horizon, i.e. one third of the reduction is reached in 2010 while two thirds are achieved by 2015. The emissions reduction is borne by the ETS sectors listed in Table 1. The choice of ETS sectors follows the current state of the Chinese climate policy strategy. The ETS sectors cover about 75% of overall Chinese CO2 emissions. Non ETS sectors are assumed to be subject to general supplementary 4 The intensity target is implemented by calculating the 2005 emissions intensity CO2 per unit of GDP for BAU, from which we are able to derive the targeted emissions intensity for the year 2020. Following that, we translate the calculated intensity cap into an absolute emissions cap by multiplying the targeted intensity level by the GDP level which is projected in the BAU scenario. Since the Chinese GDP slightly declines due to climate policy compared to BAU, the emissions gap would need to slightly decline, i.e. tighten, as well, which we neglect. As a consequence, we slightly underestimated the carbon price and climate policy cost for a given Chinese intensity target. Our estimates are in this respect carefulconservative. 11 climate and energy policy. These climate and energy policy assumptions are in accordance with the Chinese policy of reducing energy and hence emissions intensity independent of emissions trading. The supplementary policy ensures that carbon leakage between ETS and non ETS sectors that would raise overall Chinese emissions is avoided, and overall Chinese emissions thus match the given target.5 This scenario further assumes that China keeps its carbon emissions constant at the 2020 level after 2020 until 2030 which is the terminal year of our simulation. This assumption follows newest Chinese policy plans that consider emissions targets for the period after 2016 in absolute terms.6 Nonetheless, it is still an open question whether China will follow an intensity target or an absolute cap in the future. Therefore, we explicitly assume an intensity target for the time after 2020 in the alternative scenario INTENSITY2030. Table 2: Scenario overview. Assumptions on linking to EU ETS STANDARD; LINKING GDP growth assumptions STANDARDLOW STANDARDLOW LINKINGLOW LINKINGLOW GROWTHfree alloc. GROWTHfull auct. GROWTHfree alloc. GROWTHfull auct. LOW GROWTH; STANDARDMEDIUM STANDARDMEDIUM LINKINGMEDIUM LINKINGMEDIUM MEDIUM GROWTH; HIGH GROWTH GROWTHfree alloc. GROWTHfull auct. GROWTHfree alloc. GROWTHfull auct. STANDARDHIGH STANDARDHIGH LINKINGHIGH LINKINGHIGH GROWTHfree alloc. GROWTHfull auct. GROWTHfree alloc. GROWTHfull auct. Scenario LINKING is identical to STANDARD and additionally links the Chinese to the European ETS in the model years 2025 and 2030 A linking regime is not expected before 2020. The Chinese ETS encompasses the same sectors as the EU ETS. The linking mechanism is managed by the Chinese and 5 This type of carbon leakage, from regulated to nonregulated sectors, was detected by Zhang et al. 2013a, 2013b. 6 http:www.bloomberg.comnews20130604chinastickstocarbonintensitytargetwhiledismissingco 2cap.html. 12 European governments. This means, the Chinese government will presumably sell allowances to the EU government so that fewer allowances will be remaining in China. It distributes the remaining allowances to Chinese ETS sectors firms and redistributes the revenues from selling the allowances to the Chinese representative consumer in a lumpsum fashion. Notably, the import of allowances to the EU from China is limited to one third of the EUs total abatement effort in this year visavis 2005, in our case approximately 300 Mt CO2 in 2030, per policy assumption. Notably, we take the importance of Chinas economic growth for emissions and thus climate policy effects into account. In this respect, scenario MEDIUM GROWTH refers to GDP growth rates as outlined in the description of the BAU scenario. Moreover, IEO 20082010 offers additional growth scenarios taking into account the possibility of unexpected economic crises or surges. By running additional growth scenarios, we are able to assess the robustness of the simulation results with respect to uncertainties in the BAU projections of future economic developments. Thereby, the HIGH GROWTH scenario assumes annual GDP growth rates to be 0.5 percentage points greater than in the reference case presented above, whereas the LOW GROWTH scenario assumes GDP growth rates 0.5 percentage points below the reference case. Another important aspect of policy design is the way of distributing emissions allowances. As depicted in Table 2, we run each scenario with free allocation of carbon emissions allowances and with full auctioning of allowances as the two border cases. Real policy may choose to allocate part of the allowances for free so that the resulting economic effects are in between the results of the border cases. In case of free allocation, firms buy allowances in the first step and are compensated for their purchase via an output subsidy in the second step cf. Jensen and Rasmussen, 2000; Edwards and Hutton, 2001. In all Chinese scenarios, the other regions follow the Copenhagen pledges. The European Union follows the Roadmap to a lowcarbon economy in 2050 reaching a CO2 reduction of over 80% visavis 1990 in 13 2050. The EU Roadmap reduction targets for 2020 and 2030 are 23% and 39% visavis 1990. All other Annex I countries as well as the most important emerging economies India, Mexico, Brazil follow their respective Copenhagen pledges until 2020. We assume that these targets are intensified thereafter. The policy paths follow the scenarios of the projects Ro SE7 Roadmaps towards Sustainability Energy Futures: A Model Based Assessment of Scenarios for decarbonising the energy system in 21st century and EMF 28 Energy Modelling Forum: assessment of the EU Decarbonisation Roadmap 2050. As a robustness check of our scenario simulations, we run several alternative policy scenarios. The results are presented in the Supplementary Appendix. The first sensitivity analysis concerns the stringency of the intensity target in 2020. We consider two additional cases: LOW assumes a 40% INTENSITY TARGET, which is the lower bound of Chinas Copenhagen pledge. In this scenario, China reduces its CO2 emissions per unit of GDP by 40% until 2020 relative to the 2005 level. HIGH assumes a 50% INTENSITY TARGET that goes beyond the Copenhagen pledges in terms of stringency for comparison. In these scenarios, absolute emissions levels are also kept constant after 2020. Second, in addition to the STANDARD scenario, we assume that Chinese emissions follow an intensity target instead of a fixed target after 2020. The intensity target for 2020 is intensified by 3% annually between 2020 and 2030. We refer to this analysis as scenario INTENSITY 2030. This scenario results in laxer emissions targets than STANDARD. Chinese emissions are allowed to slightly increase under INTENSITY2030, whereas they are kept constant under STANDARD. The robustness check scenario FIXED ELEC is scenario STANDARD with a fixed price for Chinese electricity. In China, electricity prices cannot freely react like in the fully competitive market represented in our model. Hence, in this scenario we assume that Chinese electricity prices are given by the BAU 7 http:www.roseproject.orgconsortium. 14 without climate policy for each year. The electricity prices are kept fixed in the policy scenario for each year. At the same time, the Chinese electricity sector receives a subsidy or occasionally a tax, which guarantees that electricity is produced at the given price without negative or positive profits. 5. Results This section presents the results of the PACE simulations for the scenarios described in the previous section. Figure 1 gives an overview of the main results of the scenario STANDARD in the year 2020 for the different assumptions on GDP growth. The results are reported as percentage changes between STANDARD and BAU within 2020. We focus on free allocation of allowances, because this is the most likely policy implementation in China until 2020. Figure 1 reports macroeconomic impacts in GDP gross domestic product and welfare. Macroeconomic impacts in terms of GDP losses are relatively moderate. If we assume MEDIUM GROWTH, a 45% reduction of CO2 intensity versus the 2005 level induces a decline in GDP of approximately 1.2%. This result, however, depends on the assumptions about economic growth. The increase decrease of the annual GDP growth rate by 0.5 percentage points raises lowers GDP losses by approximately 0.2 percentage points. Compared with emissions targets in absolute form, the definition of emissions targets in intensity form changes the target level if different GDP growth rates are assumed: absolute emission targets will be lower higher if GDP growth is lower higher. Since the welfare loss in 2020 rises in economic growth, we conclude that the BAU increase in emissions dominates the laxer emissions target. Meanwhile, the carbon intensity under climate policy stays constant across different growth scenarios because it is determined by the intensity target. These aspects are visible in Table 3. Welfare is an economic indicator that provides better information about the prosperity of the participants of an economy. We express welfare changes by the Hicks Equivalent Variation HEV, which measures the change in consumption expenditures of the regional representative consumer, as an 15 indicator for the induced change in utility. Welfare behaves similarly to GDP, although welfare reductions are significantly lower than GDP reductions, e.g. 0.9% if we assume MEDIUM GROWTH. Furthermore, welfare losses react less sensitively to different growth assumptions than GDP losses. Altering the annual GDP growth rate by 0.5 percentage points results in a welfare loss change of less than 0.1 percentage points. Figure 1: Central simulation results for the scenario STANDARD in 2020 % changes vs. BAU under different growth assumptions: GDP and welfare effects. GDP as well as the welfare indicator thereby include both, direct economic impacts of the market for emissions allowances and all other general equilibrium effects. Besides consumption, GDP directly encompasses the net export value exports minus imports and investment.8 In PACE, international trade reacts significantly to climate policy, whereas capital investment reacts to a small extent. Indirectly, international trade and investment also affect the welfare measure. Nonetheless, any policyinduced changes in the trade pattern show up more strongly in the GDP numbers. 8 International trade is modeled in the typical Armington style. The current account imbalances, given by the benchmark year data, are kept constant in absolute terms. 16 Figure 2: Central simulation results for the scenario STANDARD in 2030 % changes vs. BAU under different growth assumptions: GDP and welfare effects. Figure 2 shows the same indicator changes for the year 2030. GDP and welfare losses are significantly higher than in 2020 with GDP losses ranging between 1.6 and 2.4% and welfare losses between 1.8 and 2.7%. This is first and foremost due to the stringent ETS cap that we assume for China after 2020, i.e. absolute emissions remain at their respective 2020 level, while the economy grows. Therefore, also CO2 emissions reductions compared to the BAU level are considerably higher than in 2020 for both, the total economy and the ETS segment. CO2 intensity levels are significantly reduced to meet the same emissions target as in 2020 with higher GDP. We further observe that in the LOW GROWTH scenario, GDP losses turn out to be up to 0.4 percentage points lower and welfare losses up to 0.5 percentage points lower than under MEDIUM GROWTH. Conversely, in the HIGH GROWTH scenario, GDP losses turn out to be up to 0.4 percentage points higher and welfare losses up to 0.5 percentage points higher than under MEDIUM GROWTH. Hence, the sensitivity of the results to the growth assumption is considerably higher in 2030 than in 2020. This happens because we consider a longer time horizon with lower or higher growth rates for each year and 17 because we keep emissions fixed at their 2020 levels after 2020. Therefore, differences in economic indicators arising from different growth assumptions propagate. In the following, we will look at the results for 2020 in more detail as reported in Table 3. The results are again expressed as changes between STANDARD and BAU or in absolute numbers. GDP and welfare changes correspond to the values illustrated in Figure 1. The difference in the results between full auctioning of allowances and fully free allocation is minor. First, the emissions intensity level and thus the emissions reduction in the ETS sector and for the overall Chinese economy are given by the reduction target and thus not affected by the type of allocation free versus auctioning. Second, this result is in accordance with theory: the allocation of allowances has distributional impacts, whereas the economically efficient solution is achieved by the final distribution of allowances after emissions trading for any initial allocation cf. Montgomery, 1972. In our stylized CGE model, however, firms do not have own endowments e.g. with allowances nor do they make profits. Instead, we compensate firms for their purchases of allowances through an output subsidy. Applying this procedure, the results are not completely independent of the allocation mechanism. If we assume free allocation of allowances, the price for allowances will slightly increase compared to full auctioning: the output subsidy raises output and thus the demand for inputs including fossil fuels and corresponding allowances. At the same time, ETS emissions are always capped at the same level so that overall ETS emissions do not change due to free allocation. This requires more substitution away from fossil inputs. For each growth assumption, the GDP loss is slightly higher with free allocation than with auctioning, whereas the opposite is true for the welfare loss. Positive CO2 allowance prices as depicted in Table 3 imply that all analysed reduction targets are binding. CO2 prices per ton at the given intensity reduction targets are modest approximately 8 in all growth scenarios. Although they are hardly sensitive to the implemented changes in the annual GDP growth rates, we observe that CO2 prices decline with increasing growth rates. This is due to the fact that 18 emission reduction targets are determined in intensity form so that the absolute CO2 emissions cap becomes higher, i.e. laxer, with higher growth as depicted in Table 3. This result indicates that higher economic growth induces the use of costly mitigation options that reduce the carbon price, but raise macroeconomic costs. We conclude that the impact of economic growth under an intensity target is in general ambiguous: depending on the complex general equilibrium system that determines marginal mitigation costs, mitigation costs and CO2 prices may be unaffected or slightly in or decrease under higher economic growth. Table 3 also presents revenues from carbon pricing in the ETS sectors which range between approximately 40 and 50 billion . Note that in the case of free allocation, these revenues are returned as an output subsidy to participating firms. Nevertheless, despite declining prices, revenues increase with higher economic growth due to higher absolute emission levels. Although we do not model different possibilities of revenue recycling, the result reveals a considerable amount of revenues that can be used for different purposes, e.g. technology investment or the reduction of public debt in reality. As outlined previously, a supplementary policy is included by means of a hypothetical endogenous carbon tax for the non ETS sectors in order to avoid carbon leakage from ETS to non ETS sectors. This tax prevents CO2 emissions in those sectors from exceeding the BAU level and reflects aggregate marginal abatement costs MACs of the sectors. The simulation results show small MACs in the non ETS segment of the economy ranging between about 0.6 and 1.2. The impacts of climate policy on international trade are considerable. Losses in net export values exports minus imports range between approximately 3 and 6% compared to BAU. Since climate policy makes domestic Chinese goods more expensive relative to foreign goods, exports of Chinese goods decline, while relatively less expensive goods from abroad are imported to a higher degree. 19 Table 3: Simulation results for China under the STANDARD scenario in 2020. Indicator % change vs. BAU within 2020 LOW GROWTH Growth Scenario MEDIUM GROWTH HIGH GROWTH or unit in parentheses free alloc. full auct. free alloc. full auct. free alloc. full auct. Chinese macroeconomy: GDP Welfare Net exports CO2 emissions Gt CO2 intensity Gt per bn 2005 CO2 price ETS sectors 2005 per t Revenues from carbon pricing in ETS sectors bn 2005 Marginal abatement costs nonETS sectors 2005 per t Electricity price 2005 per k Wh Chinese sectoral output: ETS sectors: Petroleum and coal products Paper and publishing Fertilizers Organic chemicals Inorganic chemicals Cement Bricks and tiles Other nonmetallic minerals Iron and steel production Iron and steel further processing Aluminium Other nonferrous metals Electricity and heat NonETS sectors: Food, agriculture, wood Crude oil Natural gas Coal Machinery and other manufacturing Mining and construction Textiles and leather Transportation Services 1.0 0.9 2.7 7.093 1.686 8.49 1.0 0.9 2.8 7.093 1.686 7.59 1.2 0.9 4.1 7.565 1.686 8.27 1.2 1.0 4.2 7.565 1.686 7.46 1.3 1.0 5.8 8.065 1.686 8.10 1.3 1.1 5.8 8.065 1.686 7.36 44.683 39.946 46.486 41.933 48.535 44.101 1.03 0.100 0.65 0.105 1.17 0.100 0.81 0.105 1.17 0.100 0.84 0.105 1.4 0.4 0.2 0.2 0.0 0.8 0.5 1.5 0.8 0.6 1.8 2.1 2.7 0.2 0.2 7.8 23.9 0.6 0.0 0.4 1.6 0.3 1.6 0.5 0.1 0.5 0.2 0.8 0.5 1.4 0.8 0.4 1.8 2.0 2.7 0.2 0.4 7.6 24.4 0.9 0.0 0.7 2.0 0.4 3.3 0.8 0.9 0.5 0.5 1.4 1.1 3.5 1.5 1.5 3.5 4.2 6.3 0.1 0.6 7.1 23.3 0.7 0.1 0.3 1.4 0.0 20 2.7 0.8 0.7 0.1 0.3 1.4 1.1 3.1 1.5 1.3 3.4 4.0 6.1 0.1 0.8 7.0 23.8 1.0 0.1 0.6 1.8 0.3 1.9 0.5 0.1 0.8 0.4 0.8 0.5 1.2 0.8 0.2 1.9 2.0 2.7 0.3 0.6 7.5 24.6 1.1 0.0 1.0 2.5 0.5 2.1 0.8 0.5 0.2 0.0 1.3 1.0 2.9 1.4 1.0 3.3 3.8 5.8 0.2 0.9 7.0 24.1 1.2 0.1 0.9 2.3 0.4 Capital and labour prices decrease relative to BAU. Climate policies induce lower production levels compared to BAU and hence a declining demand for production factors resulting in lower prices of capital and labour. Though, these effects are minor. Due to the output subsidy, the electricity price net of the subsidy is lower under free allocation than under full auctioning. In the model results, electricity price changes over periods and induced by climate policy within each period are overall small. Notwithstanding, we run the robustness check scenario FIXED ELEC with a Chinese electricity price fixed to BAU in each period in order to mimic the Chinese price setting policy. Yet, this scenario assumption changes the results only to a minor extent. This outcome can be expected given the small electricity price changes in the other scenarios. Hence, we do not elaborate further details. It is noteworthy, though, that the tendency of the welfare effect of fixing the electricity price is not necessarily negative. The reason is presumably that the electricity sector as well as the whole economy are subject to existing taxes and subsidies. We thus measure secondbest effects which can create unexpected outcomes. Table 4: Simulation results for China under the STANDARD scenario in 2030. Indicator % change vs. BAU within 2030 LOW GROWTH Growth Scenario MEDIUM GROWTH HIGH GROWTH or unit in parentheses free alloc. full auct. free alloc. full auct. free alloc. full auct. Chinese macroeconomy: GDP Welfare Net exports CO2 emissions Gt CO2 intensity Gt per bn 2005 CO2 price ETS sectors 2005 per t Revenues from carbon pricing in ETS sectors bn 2005 Marginal abatement costs nonETS sectors 2005 per t Electricity price 2005 per k Wh European macroeconomy: CO2 emissions ETS segment Gt CO2 price 2005 per t 1.6 1.8 3.7 7.093 1.182 14.64 1.6 1.8 3.9 7.093 1.182 13.45 2.0 2.2 5.7 7.565 1.126 16.29 1.9 2.3 5.9 7.565 1.126 15.07 2.4 2.7 8.1 8.065 1.074 18.07 2.3 2.7 8.3 8.065 1.074 16.79 71.136 65.354 82.688 76.495 95.590 88.819 1.57 0.101 1.406 52.44 1.16 0.109 1.406 52.61 21 1.73 0.103 1.406 64.35 1.31 0.111 1.406 64.46 1.88 0.105 1.406 74.62 1.48 0.113 1.406 74.80 Indicator % change vs. BAU within 2030 LOW GROWTH Growth Scenario MEDIUM GROWTH HIGH GROWTH or unit in parentheses free alloc. full auct. free alloc. full auct. free alloc. full auct. Chinese sectoral output: ETS sectors: Petroleum and coal products Paper and publishing Fertilizers Organic chemicals Inorganic chemicals Cement Bricks and tiles Other nonmetallic minerals Iron and steel production Iron and steel further processing Aluminium Other nonferrous metals Electricity and heat NonETS sectors: Food, agriculture, wood Crude oil Natural gas Coal Machinery and other manufacturing Mining and construction Textiles and leather Transportation Services 2.8 0.8 0.6 0.2 0.1 1.3 0.8 2.7 1.2 1.0 2.8 3.2 5.8 0.5 0.4 11.8 40.4 0.9 0.1 1.0 2.2 0.5 2.8 1.2 1.4 0.6 0.8 2.0 1.5 4.6 2.0 2.0 4.8 5.6 11.3 0.3 0.9 11.3 39.6 1.0 0.1 1.0 1.9 0.5 3.1 1.0 0.5 0.4 0.0 1.5 1.0 3.0 1.4 1.0 3.3 3.7 6.8 0.6 0.5 12.3 44.3 1.2 0.1 1.4 2.8 0.7 2.5 1.4 1.4 0.4 0.7 2.1 1.6 4.8 2.2 1.9 5.2 6.1 12.2 0.5 1.1 11.8 43.5 1.4 0.1 1.4 2.5 0.6 3.7 1.2 0.5 0.7 0.1 1.7 1.3 3.2 1.6 0.9 3.7 4.1 7.8 0.8 0.7 12.7 47.9 1.6 0.1 1.9 3.5 0.9 1.9 1.6 1.4 0.1 0.6 2.3 1.8 5.0 2.3 1.9 5.6 6.5 13.2 0.6 1.3 12.3 47.0 1.8 0.1 1.9 3.2 0.8 In the following policy simulations, we will refer to the year 2030 with stronger policyinduced effects than in 2020 due to the higher BAU emissions level. Table 4 reports the results for STANDARD in 2030 depicted by Figure 2 in more detail. Additionally to the Chinese macroeconomic results, it contains two European macroeconomic indicators. Emissions in the EU ETS amount to about 1.4 Gt and are not affected by the choice of the Chinese policy scenario. The EU ETS CO2 price amounts to about 64 per ton in the MEDIUM GROWTH case and is significantly affected by the different growth scenarios.9 9 This is due to the fact that also for the EU modified economic growth rates analogously to the Chinese scenarios are assumed. 22 In contrast to the CO2 price in 2020, the CO2 price clearly rises in the economic growth rate in 2030. The reason is that higher GDP growth augments BAU emissions over time, while the emissions cap is kept constant in absolute terms after 2020 in the STANDARD scenario. As a consequence, in 2030 the increase in emissions due to higher economic growth dominates the laxer absolute emissions target for 2020 determined by higher economic growth. This means, the CO2 intensity in 2030 has to decrease in order to fulfil the emission target as depicted in Table 4, and hence the CO2 price increases with higher growth. The CO2 allowance price is however still moderate with a maximum of 18 for the HIGH GROWTH case. The view on the EU, as reported in Table 4, will in particular be relevant for linking the EU to the Chinese ETS in the next policy scenario denoted by LINKING. Table 5 shows the simulation results assuming LINKING of the Chinese ETS to the EU ETS. As outlined previously, the maximum of allowances imported by the EU is assumed to be limited to one third of its abatement effort. As a result, China exports about 300 Mt of CO2 in form of allowances to Europe. Due to this restriction, we do not observe full equalization of the Chinese and European carbon price, but limited convergence: the price for allowances in the Chinese ETS rises by approximately 2 in all growth scenarios, while it declines by more than 20 in the EU ETS. This asymmetry of price changes occurs, because Chinas emissions in ETS sectors in 2030 are almost four times the EUs emissions in ETS sectors. The macroeconomic impacts in terms of GDP and welfare changes do not qualitatively deviate from those of the scenarios without linking. In accordance with theory, in our simulations linking slightly attenuates welfare and GDP losses in China compared to a situation without linking by reaching higher economic efficiency. The policyinduced GDP drop becomes 0.1 percentage points smaller than without linking. The welfare drop decreases slightly through linking with free allocation but can increase with full auctioning. The latter outcome and the small magnitude of the welfare gain support the view of Marschinski et al. 2012, stating that the Chinese welfare effect of linking is ambiguous under a Chinese intensity target. 23 Revenues from emissions trading are higher in 2030 than in 2020 due to higher permit prices. In the LINKING case revenues increase compared to the STANDARD case since permit prices are higher in the former scenarios as a result of larger abatement efforts. Moreover, there are additional revenues generated by the export permits to the EU ETS. Regarding the MACs of non ETS sectors in 2030, we observe an increase of approximately 0.5 per ton of CO2 compared to 2020 throughout all scenarios. Not surprisingly, there is no significant change between the STANDARD and LINKING cases in 2030 as emissions trading between the EU and China only occurs in the ETS sectors. Nevertheless, the difference between the ETS allowance price and the hypothetical non ETS carbon tax, represented by the MACs, increases when moving from the STANDARD to the LINKING scenarios, and hence increase the wedge between carbon prices in both segments of the economy and the resulting inefficiency. Table 5: Simulation results for China under the LINKING scenario in 2030. Indicator % change vs. BAU within 2030 LOW GROWTH Growth Scenario MEDIUM GROWTH HIGH GROWTH or unit in parentheses free alloc. full auct. free alloc. full auct. free alloc. full auct. Chinese macroeconomy: GDP Welfare Net exports CO2 emissions Gt CO2 intensity Gt per bn 2005 CO2 price ETS sectors 2005 per t Revenues from carbon pricing in ETS sectors bn 2005 Revenues from permit export to EU bn 2005 Marginal abatement costs nonETS sectors 2005 per t Electricity price 2005 per k Wh European macroeconomy: CO2 emissions ETS segment Gt CO2 price 2005 per t Chinese sectoral output: ETS sectors: 1.5 1.8 4.0 6.771 1.128 16.78 1.5 1.9 4.2 6.771 1.128 15.36 1.9 2.2 6.0 7.243 1.078 18.40 1.9 2.3 6.2 7.243 1.078 16.94 2.3 2.7 8.3 7.742 1.031 20.17 2.3 2.8 8.5 7.742 1.031 18.67 76.131 69.688 87.474 80.533 100.224 92.728 5.403 1.60 0.102 1.728 29.99 4.946 1.14 0.111 1.728 30.20 24 5.925 1.75 0.104 1.728 41.99 5.455 1.30 0.113 1.728 42.18 6.496 1.89 0.106 1.728 53.36 6.010 1.46 0.115 1.728 53.56 Indicator % change vs. BAU within 2030 LOW GROWTH Growth Scenario MEDIUM GROWTH HIGH GROWTH or unit in parentheses free alloc. full auct. free alloc. full auct. free alloc. full auct. Petroleum and coal products Paper and publishing Fertilizers Organic chemicals Inorganic chemicals Cement Bricks and tiles Other nonmetallic minerals Iron and steel production Iron and steel further processing Aluminium Other nonferrous metals Electricity and heat NonETS sectors: Food, agriculture, wood Crude oil Natural gas Coal Machinery and other manufacturing Mining and construction Textiles and leather Transportation Services 3.0 0.9 0.8 0.1 0.3 1.5 1.2 3.7 1.5 1.3 3.3 3.9 6.5 0.4 0.2 12.4 43.5 0.9 0.1 0.9 2.1 0.5 3.4 1.4 1.8 1.0 1.1 2.3 1.9 5.8 2.4 2.5 5.6 6.6 12.7 0.3 0.9 11.9 42.6 1.1 0.2 0.9 1.8 0.5 3.3 1.1 0.8 0.2 0.2 1.7 1.4 3.9 1.6 1.3 3.8 4.3 7.5 0.6 0.4 12.8 47.2 1.3 0.1 1.4 2.8 0.7 3.0 1.6 1.8 0.8 1.0 2.4 2.0 6.0 2.5 2.4 6.0 7.0 13.6 0.4 1.0 12.3 46.2 1.4 0.2 1.4 2.4 0.6 3.8 1.3 0.7 0.5 0.1 1.9 1.6 4.2 1.8 1.2 4.2 4.7 8.5 0.7 0.6 13.2 50.5 1.7 0.1 1.9 3.5 0.8 2.4 1.8 1.7 0.5 0.9 2.5 2.2 6.1 2.6 2.3 6.3 7.4 14.4 0.6 1.3 12.8 49.5 1.8 0.2 1.9 3.1 0.8 In order to check the robustness of our results, we run alternative scenarios. The results are presented in the Supplementary Appendix. First, we consider two additional intensity targets: i 40% CO2 intensity reduction by 2020 compared to the 2005 level which is the lower bound of Chinas Copenhagen pledge referred to as LOW, and ii 50% CO2 intensity reduction by 2020 compared to the 2005 level which is a more ambitious target than Chinas Copenhagen pledge referred to as HIGH. In these scenarios, the absolute emissions levels are again kept constant after 2020. Among other results, we find for the MEDIUM GROWTH case that in 2020 an increase in the intensity reduction target by five percentage points results in an additional GDP loss of approximately 0.2 percentage points and in an additional welfare loss of about 0.4 percentage points. An alleviation of the intensity reduction target to 40% 25 almost halves the CO2 price while an increase of the target raises the allowance price more than proportionally to almost 13 per ton of CO2. In 2030, we find similar quantitative differences between the targets. Also, the CO2 price is still at a moderate level, reaching approximately 21 per ton for the most ambitious target considered. At the sectoral level, we find a disproportionate behaviour of production changes with increasing intensity reduction targets. The detailed results are presented in Tables 7 to 15 of the Supplementary Appendix. In a second alternative scenario analysis, we do not keep Chinese emissions fixed after 2020, but let the emissions intensity decrease by 3% annually, which we denote by INTENSITY 2030 and which is reported in the Supplementary Appendix. The GDP, welfare and sectoral output losses in INTENSITY 2030 in the year 2030 are smaller than in STANDARD. The reason is that the intensity target intensifying at 3% annually with simultaneous Chinese economic growth results in laxer emissions targets after 2020 than keeping emissions fixed at their 2020 level in STANDARD. The results of INTENSITY 2030 MEDIUM GROWTH are similar to those of STANDARD LOW GROWTH. Meanwhile, the welfare loss and the CO2 price have a smaller magnitude under INTENSITY 2030 MEDIUM GROWTH than under STANDARD LOW GROWTH, whereas the opposite is true for GDP. Besides macroeconomic climate policy effects, we also analyse sectoral effects for China. Table 3 reports sectoral results for the scenario STANDARD. At the sectoral level, our tables report relative changes in the output value of each Chinese sector. Among the ETS sectors, we observe that the electricity sector experiences the largest production losses, ranging between 2.7% and 6.3%, with higher losses if full auctioning is assumed. Also aluminium, other nonferrous metals and other nonmetallic minerals experience production losses of up to 4.2%. On the other hand, some sectors even benefit from the introduction of an ETS, at least if the allowances are allocated freely. Among these sectors are refined petroleum products as well as the chemical industries. Presumably, these sectors can reduce emissions at low costs and sell superfluous allowances. Unlike under free allocation, there is no output subsidy 26 under full auctioning so that we expect sectoral outputs to decline when auctioning off allowances. Accordingly, we observe in several cases that full auctioning enhances negative production effects or reduces positive production effects compared with free allocation. Petroleum products are an exception, since they benefit from carbon pricing under free allocation, but lose under full auctioning. The allocation mechanism has, however, no significant impact on both macroeconomic indicators, GDP and welfare, since auctioning generates lumpsum revenues for the representative consumer. Regarding the non ETS sectors, particularly the impacts on the resource extraction industries is in part remarkable. While coal extraction suffers most, with production losses around 24% throughout all scenarios in 2020, natural gas extraction benefits to a high extent. The implemented emissions cap hence induces a fuel switch away from coal towards the less CO2intensive natural gas. In contrast, crude oil extraction is hardly affected by the introduction of the climate policy, which is mainly due to its relatively small significance in Chinese electricity generation. The other non ETS sectors show relatively small impacts. The sensitivity of the sectoral impacts toward the different growth assumptions is ambiguous. Qualitatively, the results hold throughout all cases. However, quantitative results depend to a high degree on the sector. Whereas many industries with relatively high production losses, e.g. cement, aluminium, other nonferrous metals and electricity, hardly react to modified GDP growth rates, some other sectors, such as petroleum and coal products, organic chemicals and inorganic chemicals show significant responses. This affirms that the economic effects of Chinese ETS policy design strongly depend on Chinese economic growth. Like the macroeconomic results, the sectoral impacts for scenario STANDARD in 2030, reported in Table 4, are qualitatively similar to the results in 2020 in Table 3. Electricity, aluminium, other nonferrous metals and other nonmetallic minerals experience the largest production losses relative to the BAU projection. Output losses in the electricity sector reach up to 13.2% in the full auctioning case of the 27 HIGH GROWTH scenario relative to BAU. With respect to the reaction to different growth assumptions, the pattern is similar to that observed in Table 3. Nevertheless, in 2030 the electricity sector is much more sensitive to modifications in the growth rate than in 2020. Organic and inorganic chemicals, and to a smaller extent fertilizers and processing of iron and steel, benefit from higher economic growth under climate policy. Table 5 depicts the sectoral results for scenario LINKING in 2030. Basically all sectors with the exception of petroleum products under free allocation reduce their output value compared to no linking, since there are considerably less allowances available in the Chinese ETS, because they are exported to the EU. The additional outputs losses due to linking are small compared to the existing policyinduced output losses, though. The sectors electricity and other nonmetallic minerals suffer especially large output losses when linking is introduced. They are already affected most without linking, and the higher carbon price affects them disproportionately. The sectoral output reductions are overall smaller under INTENSITY 2030 MEDIUM GROWTH than under STANDARD LOW GROWTH. The detailed results are presented in Table 16 of the Supplementary Appendix. 6. Conclusion This policy research paper has studied and compared Chinese climate policy scenarios for the years 2020 and 2030. We consider the design of a potential Chinese emissions trading system. Thereby, we put emphasis on three issues which are of special importance for the Chinese case: i uncertainty about future economic growth, ii competitiveness concerns for affected sectors, and iii linking the Chinese emissions trading scheme ETS to the EU ETS. The targets follow the upper bound Chinese Copenhagen pledge and the most recent Chinese climate policy strategies. 28 We find the following main results. Implementing a 45% intensity target CO2 emissions per unit of GDP reduced by 45% until 2020 relative to the 2005 level in China generates a welfare loss of about 1% in 2020 if we assume a medium GDP growth rate. We find that despite the emissions target in intensity form, the welfare loss in 2020 slightly rises in Chinese economic growth. This result is in accordance with Marschinski and Edenhofer 2010 who highlight the ambiguity of intensity targets for cost uncertainty. If the CO2 emissions level in 2020 is kept constant until 2030, the resulting welfare loss will clearly rise to above 2% in 2030. Varying the rate of Chinese economic growth by 0.5 percentage points induces a welfare change in 2030 by up to 0.5 percentage points with a higher welfare loss for higher economic growth. This result underlines the considerable sensitivity of Chinaspecific climate policy analyses to the unknown future development of Chinas economic growth. At the sectoral level, we observe ambiguous impacts. While several sectors are affected only moderately by the introduction of an ETS, some industries, e.g. electricity, aluminium, other nonferrous metals, experience nonnegligible production losses. Moreover, the choice between auctioning and free allocation of allowances has minor implications for the Chinese macroeconomy, but distributional impacts at the sector level. All sectors covered by the Chinese ETS suffer higher losses under full auctioning than under free allocation. This makes the implementation of auctioning more difficult, although wise recycling of the revenues from auctioning not scrutinized in our analysis can create an additional welfare gain at least in form of a weak doubledividend, i.e. an improvement compared to the lumpsum revenue transfer, cf. Goulder, 1995. Linking the Chinese ETS to the European one with a total volume of transferred CO2 allowances limited to 300 Mt per year creates small GDP gains for China. This result indicates that momentous Chinese gains from linking to the EU ETS would require massive volumes of transferred allowances if China achieves welfare gains at all. The ambiguous Chinese welfare effects of linking that we find are in line with the theoretical considerations by Marschinski et al. 2012. In a robustness check, we fix the Chinese 29 electricity price in each year to the BAU level in order to mimic price setting. This electricity price exercise creates minor and ambiguous welfare deviations and supports the validity of our perfect competition scenarios. In alternative policy scenarios, we analyse the impact of altered emission intensity reduction targets. We find disproportionate increases of policyinduced welfare losses as well as sectoral output losses with rising targets. Furthermore, if the intensity target intensifies by 3% annually between 2020 and 2030 instead of keeping absolute emissions constant after 2020, the resulting welfare loss in 2030 will be about 0.5 percentage points lower. Notably, all intensity targets are binding in our model. These results are important for Chinas choice between an intensity target as envisaged so far and a fixed emissions target in absolute terms as recently planned. Besides these findings, the usual uncertainties in CGE models such as in the estimated values for elasticities of substitution and future technical progress apply cf. the detailed discussion in Hubler and Loschel, 2013, section 4. Future research could put more emphasize on the relation between economic growth and mitigation costs under an intensity target. Furthermore, future research could more specifically scrutinize the Chinese ETS pilot projects. 7. Acknowledgment We are very grateful for financial support by the European Commission, DG Directorate General Climate Action, located in Brussels. The scenario setup and the discussion strongly benefitted from comments by staff of the European Commission, DG Climate Action, ICF International and ERI Energy Research Institute, especially Liu Qiang. We pay gratitude to the Robert Bosch Foundation for financial support under the project Sustainable Partners Partners for Sustainability: Emerging Emissions Trading Schemes in PRC. We thank Yang Yu for literature support and Peter Heindl for helpful comments and references. This work was presented and discussed in a workshop at the premises of the 30 EU Delegation to China in Beijing in May 2013. This work does not reflect the opinion of any of the abovementioned institutions. The authors are responsible for any remaining errors and omissions. 8. References Armington, P. 1969. A theory of demand for products distinguished by place of production. IMF Staff Papers 16, 159178, Washington, DC, USA. Badri, N. and T. Walmsley, eds. 2008. The GTAP 7 data base. Purdue University, West Lafayette, Indiana, USA. https:www.gtap.agecon.purdue.edu accessed 062013. Bohringer, C. and A. Lange 2003. Efficiency, Compensation, and Discrimination: What is at Stake When Implementing the EU Emissions Trading Scheme? ZEW Discussion Paper No. 0373, Mannheim, Germany. Bohringer, C. and A. Loschel 2005. Climate policy beyond Kyoto: Quo Vadis? A computable general equilibrium analysis based on expert judgements. Kyklos 58 4, 467493. Bohringer, C. and A. Loschel 2006. Promoting Renewable Energy in Europe: A Hybrid Computable General Equilibrium Approach. The Hybrid Modelling: New Answers to Old Challenges. The Energy Journal, 123138. Bohringer, C. and T.F. Rutherford 2008. Combining bottomup and topdown. Energy Economics 30, 574596. Bohringer, C., A. Loschel, U. Moslener and T.F. Rutherford 2009a. EU climate policy up to 2020: an economic impact assessment. Energy Economics 31 2, 295305. Bohringer, C., T.F. Rutherford and R.S.J. Tol 2009b. THE EU 20202020 targets: an overview of the EMF22 assessment. Energy Economics 31, 268273. Brooke, A., D. Kendrick and A. Meeraus 2010. GAMS: A Users Guide. Tutorial by R. Rosenthal. GAMS Development Corporation, Washington, DC, USA, http:www.gams.comdddocsbigdocsGAMSUsers Guide.pdf accessed 062013. Dirkse, S. and M. Ferris 1995. The PATH Solver: A Nonmonotone Stabilization Scheme for Mixed Complementarity Problems. Optimization Methods and Software 5, 123156. Dai, H., T. Masui, Y. Matsuoka and S. Fujimori 2011. Assessment of Chinas climate commitment and nonfossil energy plan towards 2020 using hybrid AIMCGE model. Energy Policy 39, 28752887. Dai, H., T. Masui, Y. Matsuoka and S. Fujimori 2012. The impacts of Chinas household consumption expenditure patterns on energy demand and carbon emissions towards 2050. Energy Policy 50, 736750. Edwards, T.H. and J.P. Hutton 2001. Allocation of carbon permits within a country: a general equilibrium analysis of the United Kingdom. Energy Economics 23 4, 371386. 31 Eurostat 2009. European economic indicators. Statistical Offices of the European Union, Luxembourg, http:epp.eurostat.ec.europa.euportalpageportaleurostathome accessed 062013. GCI 1990. Contraction and Convergence CC is the sciencebased, global climate policy framework proposed to the UN since 1990 by the Global Commons Institute, http:www.gci.org.uk. Goulder, L.H. 1995. Environmental Taxation and the Double Dividend: A Readers Guide. International Tax and Public Finance 2, 157183. Heindl, P. and S. Voigt 2012. Supply and demand structure for international offset permits under the Copenhagen Pledges. International Environmental Agreements: Politics, Law and Economics 12, 343360. Horridge, M. 2005. Split Com: Programs to disaggregate a GTAP sector, Centre of Policy Studies. Monash University, Melbourne, Australia. Hubler, M. 2011. Technology Diffusion under Contraction and Convergence: A CGE Analysis of China. Energy Economics 331, 131142. Hubler, M. 2012, Carbon Tariffs on Chinese Exports: Emissions Reduction, Threat, or Farce? Energy Policy 50, 315327. Hubler, M., L. Baumstark, M. Leimbach, O. Edenhofer and N. Bauer 2012. An Integrated Assessment Model with Endogenous Growth. Ecological Economics 83, 118131. Hubler, M. and A. Loschel 2013. The EU Decarbonisation Roadmap 2050: What Way to Walk? Energy Policy 55, 190207. IEO 20082010. International Energy Outlook. EIA, US Energy Information Administration, Washington, DC, USA. http:www.eia.doe.govoiafieo accessed 062013. Detailed tables of the 2011 version: http:www.eia.govforecastsieoieo_tables.cfm accessed 062013. Jensen, J. and T.N. Rasmussen 2000. Allocation of CO2 permits: a general equilibrium analysis of policy instruments. Journal of Environmental Economics and Management 40 2, 111136. Klepper, G. and S. Peterson 2006. Emissions trading, CDM, JI, and more: the climate strategy of the EU. The Energy Journal 272, 126. Li, J.F., X. Wang, Y.X. Zhang 2012. Is it in Chinas interest to implement an export carbon tax? Energy Economics 34, 20722080. Lin, B. and Z. Jiang 2011. Estimates of energy subsidies in China and impact of energy subsidy reform. Energy Economics 33, 273283. Loschel, A., C. Bohringer, V. Alexeeva Talebi, J. Kremers and S. Voigt 2009. Broadening the Scope of the Analysis of the Possible Risk of Carbon Leakage Induced by the Third Revision of the Emission Trading Scheme on Energy Intensive Industries. ZEW, Mannheim, Germany available upon request. 32 Marschinski, R. and O. Edenhofer 2010. Revisiting the Case for Intensity Targets Better Incentives and Less Uncertainty for Developing Countries. Energy Policy 38 9, 50485058. Marschinski, R., C. Flachsland and M. Jakob 2012. Sectoral Linking of Carbon Markets: A Trade Theory Analysis. Resource and Energy Economics 344, 585606. Montgomery, W.D. 1972. Markets in Licenses and Efficient Pollution Control Programs. Journal of Economic Theory 5, 395418. Okagawa, A. and K. Ban 2008. Estimation of Substitution Elasticities for CGE Models. Osaka University, Discussion accessed 062013. http:www 2.econ.osakau.ac.jplibraryglobaldp0816.pdf 0816, Paper Paltsev, S., J. Morris, Y. Cai, V. Karplus, H. Jacoby 2012. The role of China in mitigating climate change. The Asia Modeling Exercise: Exploring the Role of Asia in Mitigating Climate Change, Energy Economics 343, 444450. Rutherford, T.F. 1999. Applied General Equilibrium Modeling with MPSGE as a GAMS Subsystem: An Overview of the Modeling Framework and Syntax. Computational Economics 14, 146. Saveyn, B., L. Paroussos, J.C. Ciscar 2012. Economic analysis of a low carbon path to 2050: A case for China, India and Japan. Energy Economics 34, 451458. Steckel, J., M. Jakob, R. Marschinski and G. Luderer 2011. From carbonization to decarbonization? Past trends and future scenarios for Chinas CO2 emissions. Energy Policy 396, 34433455. 2009a. UN http:data.un.orgBrowse.aspx?dICS accessed 062013. Industrial Nations United Commodity Statistics Database. USA, UN 2009b. United Nations Commodity Trade Statistics Database. USA, http:comtrade.un.org accessed 062013. Wang, K., C. Wang and J. Chen 2009. Analysis of the economic impact of different Chinese climate policy options based on a CGE model incorporating endogenous technological change. Energy Policy 37, 29302940. Weitzel, M., M. Hubler and S. Peterson 2012. Fair, Optimal or Detrimental? Environmental vs. Strategic Use of Border Carbon Adjustment. The Role of Border Carbon Adjustment in Unilateral Climate Policy: Results from EMF 29, Energy Economics 342, 198207. Zhang, D., V. Karplus, S. Rausch and X. Zhang 2013a. Analyzing the Regional Impact of a Fossil Energy Cap in China. Tsinghua MIT Report No. 237, 28 pp. Zhang, D., T. Qi and V. Karplus 2013b. The Energy and CO2 Emissions Impact of Renewable Energy Development in China. Tsinghua MIT Report No. 242, 23 pp. 33 9. Supplementary Online Appendix The Supplementary Appendix provides a detailed model description including the key model equations and corresponding parameter values elasticities of substitution as well as additional scenario results for the alternative assumptions of LOW and HIGH Chinese intensity targets. The CGE computable general equilibrium model PACE is implemented in MPSGE Mathematical Programming System for General Equilibrium Analysis; Rutherford, 1999, a subsystem of GAMS General Algebraic Modeling System; Brooke et al., 2010. It uses PATH Dirkse and Ferris, 1995 for solving the MCP mixed complementarity problem. The MCP consists of a set of inequalities that describe the world economy with its regions and sectors for each year. For each year, there exists a set of prices and quantities that uniquely solves the inequalities. Three classes of conditions characterize the perfectly competitive equilibrium defined by the MCP: zeroprofit conditions, market clearing conditions and budget conditions. These conditions directly follow from profit maximization of firms with constant returns to scale and utility maximization of consumers with homothetic preferences. The productionrelated conditions determine the price of each good as the unit cost marginal cost to produce this good. The key model equations are described below. Each model region consists of one representative microeconomic consumer. Furthermore, in every region each production sector is represented by one microeconomic producer. The representative consumer chooses a consumption bundle that maximizes his utility provided his preferences and income budget. Income is gained from providing the primary production factors labour, capital and fossilfuels that he owns to the producers within the same region. In the presence of climate policy, the representative consumer also provides emissions allowances to the producers. Final demand of the representative consumer is modelled as a constant elasticity of substitution CES composite which combines an energy with a nonenergy aggregate. Substitution within the nonenergy aggregate is 34 represented by a Cobb Douglas function. Substitution between energy goods within the energy aggregate is represented by a CES function. The producer chooses the input bundle that maximizes his profits given his production technology. His technology transfers a certain amount of input goods and production factors into a certain amount of one output good. The production factors capital and labour are perfectly mobile across sectors within each region, whereas the production factor natural resources is sectorspecific. Land is attributed to the production factor capital. The main production function of each sector has the CES structure described by Equation Z1. The CES specification allows producers to substitute energy inputs by other inputs, for example, when the price for fossil fuels rises because of carbon pricing. The extent of substitution is limited by the elasticity of substitution and the benchmark calibration of input shares. Each good used for intermediate or final demand is a combination of a domestically produced variety of this good and a CES aggregate of varieties of this good imported from the other regions Armington, 1969. The tax system includes all types of taxes and subsidies on produced and traded goods and production factors provided by the benchmark data. The government of each region collects tax revenues and pays subsidies and redistributes them to the representative consumer in a lumpsum way. In the presence of carbon pricing like auctioning of emissions allowances, producers have to pay for the use of fossil energy in production corresponding to the released carbon. Each unit of coal, gas or oil has a specific physical carbon content. In the case of free allocation of allowances, producers have to buy allowances as usual in the first step. Producers receive a subsidy which compensates this payment in the second step cf. Jensen and Rasmussen, 2000; Edwards and Hutton, 2001. Our model assumes free trading of allowances without transaction costs within the Chinese and the European emissions trading scheme ETS. With the help of a second carbon pricing mechanism representing a carbon tax, the other European sectors are required to reduce emissions so that the economywide emissions target is fulfilled. In a similar vein, we assume supplementary climate and energy policy in Chinese non ETS sectors which ensures that the 35 overall Chinese emissions target for each year is fulfilled, also in the presence of carbon leakage. Notably, like most CGE models, our model does not take any costs of climate damages into account. This implies that we carry out a cost effectiveness analysis, not a cost benefit analysis. With respect to dynamic behaviour, the model runs from 2005 to 2030 in fiveyear steps. It is recursive dynamic, this means, it is solved for a sequence of global market equilibria. The equilibria are connected via investments and other exogenous drivers of economic growth. Capital accumulation is not subject to an optimal intertemporal decision though; it follows the Solow Swan model: in each period a representative consumer saves a certain fraction of income. Savings are fully transferred into investments and augment the capital stock of the next period. The other exogenous drivers implicitly include technical progress, affecting total factor productivity and energy productivity, and population growth. In the business as usual scenario without climate policy intervention, each period is calibrated to external data. While capital accumulation, production and consumption are determined by the business as usual calibration, they react to policy shocks in the climate policy scenarios. Presumably, the introduction of climate policy reduces investment and production and thus the economic growth path. In the following, we list the key model equations, i.e. we describe the model in a stylized way that highlights the principal structure. For simplicity, the model view is restrained to one specific period leaving out the model dynamics. From a dynamic view, productivity and thus the output value for a given input bundle will increase, and the representative consumer will invest a fraction of his income to the subsequent periods capital stock. This investment is produced similar to the other production goods. The model equations are written as a mixed complementarity problem MCP for each region r and each period t. As outlined above, an MCP consists of zeroprofit and market clearance conditions and a consumers budget condition. p denotes a price, X denotes a pecuniary quantity. i or j denote a sector. f signifies the production factors capital K, labour L and natural fossil resources. cid:2016cid:3033,cid:3036cid:3008 represents a set of taxes and subsidy rates on output and inputs. M indicates an Armington intermediate good. C is CO2 36 associated with fossil fuel inputs in fixed proportion. cid:2024 denotes profits, CES a constant elasticity of substitution function with the elasticity written as an upper index, and LTF a Leontief function. I. Zeroprofit conditions: M2 Armington goods M markets: 37 Z1 Goods Y production in sectors i: cid:2024cid:3036cid:3026cid:3404cid:1868cid:3036cid:3026cid:3398cid:1829cid:1831cid:1845cid:3036cid:3038cid:3039cid:3032cid:2879cid:3040cid:3459cid:1829cid:1831cid:1845cid:3036cid:3038cid:3039cid:2879cid:3032cid:1729cid:1829cid:1831cid:1845cid:3036cid:3040cid:3037cid:3435cid:1868cid:3037cid:3014cid:3439cid:3463cid:3627cid:2016cid:3033,cid:3036cid:3008 cid:34090cid:4666cid:1870,cid:1872cid:4667 cid:1829cid:1831cid:1845cid:3036cid:3032cid:1829cid:1831cid:1845cid:3036cid:3041cid:4668cid:1838cid:1846cid:1832cid:4670cid:1838cid:1846cid:1832cid:4666cid:1868cid:3016cid:3010cid:3013,cid:1868cid:3004cid:4667,cid:1838cid:1846cid:1832cid:4666cid:1868cid:3008cid:3002cid:3020,cid:1868cid:3004cid:4667cid:4671,cid:1838cid:1846cid:1832cid:4666cid:1868cid:3004cid:3016cid:3013,cid:1868cid:3004cid:4667cid:4669,cid:1868cid:3006cid:3013cid:3006,cid:1829cid:1831cid:1845cid:3036cid:3038cid:3039cid:3627cid:3033cid:3435cid:1868cid:3033cid:3007,cid:1868cid:3033,cid:3036cid:3007cid:3439transportation cid:1868cid:3046,cid:3045,cid:3036cid:3021Z2 Armington aggregation M of imports from foreign regions s, associated with a price for and an elasticity of substitution between different regions a 1, and between cid:1730, the import bundle and the domestically produced good a 2: cid:2024cid:3036cid:3014cid:3404cid:1868cid:3036cid:3014cid:3398cid:1829cid:1831cid:1845cid:3036cid:3028cid:2870cid:4676cid:1868cid:3036cid:3026,cid:1829cid:1831cid:1845cid:3036cid:3028cid:2869cid:3627cid:3046cid:3427cid:1838cid:1846cid:1832cid:3435cid:1868cid:3046,cid:3036cid:3026,cid:1868cid:3046,cid:3045,cid:3036cid:3021cid:3439cid:3431cid:4677cid:3627cid:2016cid:3033,cid:3036cid:3008 cid:34090cid:4666cid:1870,cid:1872cid:4667 Z3 Utility U generation of the representative consumer in each region r follows the nest structure shown in Figure M1 excluding factor inputs, i.e. it combines an energy with a nonenergy input bundle: cid:2024cid:3022cid:3404cid:1868cid:3022cid:3398cid:1829cid:1831cid:1845cid:3048cid:3627cid:3036cid:3435cid:1868cid:3036cid:3026,cid:3439cid:34090cid:4666cid:1870,cid:1872cid:4667 II. Market clearance conditions: M1 Goods markets domestic inputs, Armington exports and domestic consumption: cid:3533cid:2034cid:2024cid:3037cid:3026cid:2034cid:1868cid:3036cid:3026cid:1850cid:3037cid:3026cid:3037cid:3397cid:3533cid:2034cid:2024cid:3046,cid:3036cid:3014cid:2034cid:1868cid:3036cid:3026cid:1850cid:3046,cid:3036cid:3014cid:3046cid:3397cid:2034cid:2024cid:3022cid:2034cid:1868cid:3036cid:3026cid:1850cid:3022cid:3409cid:1850cid:3036cid:3026cid:4666cid:1870,cid:1872cid:4667 cid:3533cid:2034cid:2024cid:3037cid:3026cid:2034cid:1868cid:3036cid:3014cid:1851cid:3037cid:3409cid:1850cid:3036cid:3014cid:4666cid:1870,cid:1872cid:4667 cid:3037cid:1850cid:3003cid:1868cid:3022cid:3409cid:1850cid:3022cid:4666cid:1870,cid:1872cid:4667 cid:3533cid:2034cid:2024cid:3036cid:3026cid:2034cid:1868cid:3033cid:3007cid:1851cid:3036cid:3397cid:3533cid:1850cid:3033,cid:3036cid:3007cid:3409cid:1850cid:3364cid:3033cid:3007cid:4666cid:1870,cid:1872cid:4667 cid:3036cid:3036 III. Budget condition: M3a Intratemporal utility condition referring to the consumers budget B:10 M3b Factor F markets for mobile and immobile factors given regional factor endowments: B1 Consumers purchases plus capital investments that will be added to the next periods capital stock in a multiperiod setting with the total value XB must not exceed their factor income from the sectorally mobile and immobile parts of factors including natural fossil resources plus revenues from selling CO2 C allowances plus tax minus subsidy Q revenues as a function of given tax and subsidy rates, plus net financial inflows from abroad D: cid:1850cid:3003cid:3409cid:3533cid:3427cid:1868cid:3033,cid:3036cid:3007cid:1850cid:3033,cid:3036cid:3007cid:3397cid:1868cid:3033cid:3007cid:4666cid:1850cid:3364cid:3033cid:3007cid:3398cid:1850cid:3033,cid:3036cid:3007cid:4667cid:3431cid:3397cid:1868cid:3004cid:1850cid:3364cid:3004cid:3397cid:1850cid:3008cid:3435cid:2016cid:3033,cid:3036cid:3008cid:3439cid:3397cid:1868cid:3005cid:1850cid:3005cid:4666cid:1870,cid:1872cid:4667 cid:3033 10 Compare Markusens tutorial, http:spot.colorado.edumarkusenteaching.html accessed 062013. 38 Table 6: Sectorspecific elasticities of substitution for energyintensive sectors under examination, common for all regions corresponding to the functional notation in Z1 to B1. Sector Petroleum and coal products Paper and publishing Fertilizers Organic chemicals Inorganic chemicals Cement Bricks and tiles Other nonmetallic minerals Iron and steel production Iron and steel further processing Aluminium Other nonferrous metals Electricity and heat klem 0.848 0.187 0.848 0.848 0.848 0.306 0.306 0.306 1.173 1.173 0.306 0.306 0.000 kle m e kl n a 1 a 2 0.082 0.250 0.082 0.082 0.082 0.191 0.191 0.191 0.253 0.253 0.191 0.191 0.391 0.500 0.500 0.500 0.500 0.500 0.500 0.500 0.500 0.500 0.500 0.500 0.500 0.500 0.334 0.381 0.334 0.334 0.334 0.358 0.358 0.358 0.220 0.220 0.358 0.358 0.460 0.500 0.500 0.500 0.500 0.500 0.500 0.500 0.500 0.500 0.500 0.500 0.500 0.500 4.200 5.900 6.600 6.600 6.600 5.800 5.800 5.800 5.900 5.900 8.400 8.400 5.600 2.100 2.950 3.300 3.300 3.300 2.900 2.900 2.900 2.950 2.950 4.200 4.200 2.800 0.250 0.211 0.250 0.250 0.250 0.411 0.411 0.411 0.644 0.644 0.411 0.411 0.256 39 Table 7: Simulation results for China under the STANDARD scenario in 2020 and LOW GROWTH. Indicator Stringency of the intensity target % change vs. BAU within 2020 LOW 40% MEDIUM 45% HIGH 50% or unit in parentheses free alloc. full auct. free alloc. full auct. free alloc. full auct. Chinese macroeconomy: GDP Welfare Fossil energy consumption CO2 emissions Gt CO2 emissions ETS segment Gt CO2 total CO2 ETS segment CO2 intensity Gt per bn 2005 CO2 price 2005 per t Electricity price 2005 per k Wh Chinese sectoral output: Petroleum and coal products Paper and publishing Fertilizers Organic chemicals Inorganic chemicals Cement Bricks and tiles Other nonmetallic minerals Iron and steel production Iron and steel further processing Aluminium Other nonferrous metals Electricity and heat 0.842 0.529 11.0 7.738 5.904 11.9 15.0 1.840 4.93 0.097 1.2 0.3 0.1 0.5 0.3 0.5 0.3 0.6 0.5 0.1 1.1 1.2 1.3 0.840 0.565 11.1 7.738 5.904 11.9 15.0 1.840 4.47 0.100 1.5 0.5 0.3 0.1 0.0 0.8 0.6 1.8 0.9 0.7 2.1 2.4 3.5 0.998 0.878 17.9 7.093 5.263 19.2 24.3 1.686 8.49 0.100 1.4 0.4 0.2 0.2 0.0 0.8 0.5 1.5 0.8 0.6 1.8 2.1 2.7 0.988 0.926 18.1 7.093 5.263 19.2 24.3 1.686 7.59 0.105 3.3 0.8 0.9 0.5 0.5 1.4 1.1 3.5 1.5 1.5 3.5 4.2 6.3 1.237 1.412 24.7 6.448 4.617 26.6 33.6 1.533 13.13 0.102 2.0 0.6 0.7 0.2 0.3 1.2 0.8 2.5 1.1 1.0 2.6 3.1 4.1 1.206 1.463 25.0 6.448 4.617 26.6 33.6 1.533 11.54 0.110 5.1 1.1 1.7 1.2 1.1 2.2 1.8 5.5 2.2 2.5 5.2 6.3 9.5 40 Table 8: Simulation results for China under the STANDARD scenario in 2020 and MEDIUM GROWTH. Indicator Stringency of the intensity target % change vs. BAU within 2020 LOW 40% MEDIUM 45% HIGH 50% or unit in parentheses free alloc. full auct. free alloc. full auct. free alloc. full auct. 1.164 0.949 17.6 7.565 5.621 18.9 23.9 1.686 8.27 0.100 1.6 0.5 0.1 0.5 0.2 0.8 0.5 1.4 0.8 0.4 1.8 2.0 2.7 1.156 0.996 17.8 7.565 5.621 18.9 23.9 1.686 7.46 0.105 2.7 0.8 0.7 0.1 0.3 1.4 1.1 3.1 1.5 1.3 3.4 4.0 6.1 1.397 1.474 24.5 6.878 4.931 26.3 33.2 1.533 12.79 0.103 2.0 0.7 0.5 0.1 0.1 1.2 0.8 2.4 1.1 0.9 2.7 3.1 4.3 1.371 1.526 24.7 6.878 4.931 26.3 33.2 1.533 11.35 0.110 4.5 1.2 1.5 0.9 0.9 2.1 1.7 5.1 2.1 2.2 5.0 6.0 9.2 Chinese macroeconomy: GDP Welfare Fossil energy consumption CO2 emissions Gt CO2 emissions ETS segment Gt CO2 total CO2 ETS segment CO2 intensity Gt per bn 2005 CO2 price 2005 per t Electricity price 2005 per k Wh Chinese sectoral output: Petroleum and coal products Paper and publishing Fertilizers Organic chemicals Inorganic chemicals Cement Bricks and tiles Other nonmetallic minerals Iron and steel production Iron and steel further processing Aluminium Other nonferrous metals Electricity and heat 1.011 0.606 10.7 8.253 6.305 11.6 14.6 1.840 4.79 0.097 1.5 0.3 0.3 0.8 0.5 0.4 0.3 0.5 0.5 0.1 1.1 1.1 1.3 1.010 0.639 10.8 8.253 6.305 11.6 14.6 1.840 4.37 0.100 1.0 0.5 0.1 0.5 0.2 0.8 0.6 1.5 0.9 0.5 2.0 2.2 3.3 41 Table 9: Simulation results for China under the STANDARD scenario in 2020 and HIGH GROWTH. Indicator Stringency of the intensity target % change vs. BAU within 2020 LOW 40% MEDIUM 45% HIGH 50% or unit in parentheses free alloc. full auct. free alloc. full auct. free alloc. full auct. 1.344 1.040 17.3 8.065 5.992 18.7 23.6 1.686 8.10 0.100 1.9 0.5 0.1 0.8 0.4 0.8 0.5 1.2 0.8 0.2 1.9 2.0 2.7 1.336 1.085 17.5 8.065 5.992 18.7 23.6 1.686 7.36 0.105 2.1 0.8 0.5 0.2 0.0 1.3 1.0 2.9 1.4 1.0 3.3 3.8 5.8 1.567 1.553 24.2 7.331 5.264 26.1 32.9 1.533 12.47 0.103 2.1 0.7 0.3 0.4 0.1 1.2 0.8 2.3 1.2 0.7 2.7 3.1 4.4 1.545 1.605 24.5 7.331 5.264 26.1 32.9 1.533 11.17 0.110 4.0 1.2 1.3 0.5 0.6 2.0 1.6 4.7 2.0 1.9 4.9 5.8 9.0 Chinese macroeconomy: GDP Welfare Fossil energy consumption CO2 emissions Gt CO2 emissions ETS segment Gt CO2 total CO2 ETS segment CO2 intensity Gt per bn 2005 CO2 price 2005 per t Electricity price 2005 per k Wh Chinese sectoral output: Petroleum and coal products Paper and publishing Fertilizers Organic chemicals Inorganic chemicals Cement Bricks and tiles Other nonmetallic minerals Iron and steel production Iron and steel further processing Aluminium Other nonferrous metals Electricity and heat 1.190 0.697 10.4 8.798 6.730 11.3 14.2 1.840 4.65 0.097 1.9 0.3 0.5 1.2 0.7 0.4 0.3 0.3 0.5 0.3 1.0 1.0 1.1 1.190 0.728 10.5 8.798 6.730 11.3 14.2 1.840 4.27 0.100 0.4 0.5 0.2 0.8 0.4 0.7 0.6 1.2 0.8 0.2 1.9 2.0 3.0 42 Table 10: Simulation results for China under the STANDARD scenario in 2030 and LOW GROWTH. Indicator Stringency of the intensity target % change vs. BAU within 2030 LOW 40% MEDIUM 45% HIGH 50% or unit in parentheses free alloc. full auct. free alloc. full auct. free alloc. full auct. 1.593 1.781 31.2 7.093 4.859 33.6 42.5 1.182 14.64 0.101 1.406 52.44 2.8 0.8 0.6 0.2 0.1 1.3 0.8 2.7 1.2 1.0 2.8 3.2 5.8 1.551 1.832 31.5 7.093 4.859 33.6 42.5 1.182 13.45 0.109 1.406 52.61 2.8 1.2 1.4 0.6 0.8 2.0 1.5 4.6 2.0 2.0 4.8 5.6 11.3 1.836 2.378 36.8 6.448 4.217 39.7 50.1 1.075 19.25 0.103 1.406 52.42 3.3 1.0 0.9 0.1 0.4 1.6 1.1 3.3 1.5 1.3 3.3 3.8 6.9 1.770 2.424 37.1 6.448 4.217 39.7 50.1 1.075 17.51 0.113 1.406 52.63 3.9 1.5 2.1 1.2 1.2 2.5 1.9 5.8 2.5 2.6 5.9 7.0 13.9 Chinese macroeconomy: GDP Welfare Fossil energy consumption CO2 emissions Gt CO2 emissions ETS segment Gt CO2 total CO2 ETS segment CO2 intensity Gt per bn 2005 CO2 price 2005 per t Electricity price 2005 per k Wh European macroeconomy: CO2 emissions ETS segment Gt CO2 price 2005 per t Chinese sectoral output: Petroleum and coal products Paper and publishing Fertilizers Organic chemicals Inorganic chemicals Cement Bricks and tiles Other nonmetallic minerals Iron and steel production Iron and steel further processing Aluminium Other nonferrous metals Electricity and heat 1.402 1.314 25.6 7.738 5.510 27.6 34.8 1.289 11.00 0.099 1.406 52.45 2.4 0.6 0.2 0.4 0.1 1.0 0.6 2.1 1.0 0.7 2.3 2.6 4.6 1.376 1.362 25.8 7.738 5.510 27.6 34.8 1.289 10.19 0.105 1.406 52.58 1.8 1.0 0.9 0.2 0.4 1.5 1.1 3.5 1.6 1.5 3.8 4.4 8.8 43 Table 11: Simulation results for China under the STANDARD scenario in 2030 and MEDIUM GROWTH. Indicator Stringency of the intensity target % change vs. BAU within 2030 LOW 40% MEDIUM 45% HIGH 50% or unit in parentheses free alloc. full auct. free alloc. full auct. free alloc. full auct. 1.969 2.220 33.8 7.565 5.076 36.5 46.1 1.126 16.29 0.103 1.406 64.35 3.1 1.0 0.5 0.4 0.0 1.5 1.0 3.0 1.4 1.0 3.3 3.7 6.8 1.927 2.275 34.1 7.565 5.076 36.5 46.1 1.126 15.07 0.111 1.406 64.46 2.5 1.4 1.4 0.4 0.7 2.1 1.6 4.8 2.2 1.9 5.2 6.1 12.2 2.225 2.857 39.2 6.878 4.388 42.3 53.4 1.023 21.21 0.106 1.406 64.37 3.6 1.2 0.9 0.1 0.3 1.8 1.3 3.7 1.6 1.3 3.8 4.3 8.0 2.160 2.908 39.5 6.878 4.388 42.3 53.4 1.023 19.40 0.116 1.406 64.50 3.6 1.7 2.0 0.9 1.2 2.6 2.1 6.0 2.6 2.5 6.3 7.4 14.9 Chinese macroeconomy: GDP Welfare Fossil energy consumption CO2 emissions Gt CO2 emissions ETS segment Gt CO2 total CO2 ETS segment CO2 intensity Gt per bn 2005 CO2 price 2005 per t Electricity price 2005 per k Wh European macroeconomy: CO2 emissions ETS segment Gt CO2 price 2005 per t Chinese sectoral output: Petroleum and coal products Paper and publishing Fertilizers Organic chemicals Inorganic chemicals Cement Bricks and tiles Other nonmetallic minerals Iron and steel production Iron and steel further processing Aluminium Other nonferrous metals Electricity and heat 1.772 1.726 28.5 8.253 5.761 30.7 38.9 1.228 12.54 0.101 1.406 64.33 2.9 0.8 0.2 0.7 0.2 1.2 0.8 2.3 1.2 0.7 2.8 3.1 5.5 1.745 1.776 28.7 8.253 5.761 30.7 38.9 1.228 11.68 0.107 1.406 64.43 1.5 1.2 0.9 0.1 0.3 1.7 1.3 3.7 1.8 1.4 4.3 4.9 9.8 44 Table 12: Simulation results for China under the STANDARD scenario in 2030 and HIGH GROWTH. Indicator Stringency of the intensity target % change vs. BAU within 2030 LOW 40% MEDIUM 45% HIGH 50% or unit in parentheses free alloc. full auct. free alloc. full auct. free alloc. full auct. 2.368 2.694 36.4 8.065 5.290 39.3 49.6 1.074 18.070 0.105 1.406 74.62 3.7 1.2 0.5 0.7 0.1 1.7 1.3 3.2 1.6 0.9 3.7 4.1 7.8 2.324 2.744 36.6 8.065 5.290 39.3 49.6 1.074 16.789 0.113 1.406 74.80 1.9 1.6 1.4 0.1 0.6 2.3 1.8 5.0 2.3 1.9 5.6 6.5 13.2 2.634 3.373 41.5 7.331 4.560 44.8 56.6 0.976 23.321 0.107 1.406 74.62 4.0 1.4 0.9 0.4 0.2 2.0 1.6 4.0 1.8 1.2 4.2 4.7 9.0 2.568 3.419 41.8 7.331 4.560 44.8 56.6 0.976 21.415 0.118 1.406 74.83 3.1 2.0 2.0 0.7 1.1 2.8 2.3 6.2 2.7 2.4 6.7 7.8 15.8 Chinese macroeconomy: GDP Welfare Fossil energy consumption CO2 emissions Gt CO2 emissions ETS segment Gt CO2 total CO2 ETS segment CO2 intensity Gt per bn 2005 CO2 price 2005 per t Electricity price 2005 per k Wh European macroeconomy: CO2 emissions ETS segment Gt CO2 price 2005 per t Chinese sectoral output: Petroleum and coal products Paper and publishing Fertilizers Organic chemicals Inorganic chemicals Cement Bricks and tiles Other nonmetallic minerals Iron and steel production Iron and steel further processing Aluminium Other nonferrous metals Electricity and heat 2.157 2.154 31.2 8.798 6.027 33.7 42.6 1.171 14.075 0.103 1.406 74.61 3.5 1.0 0.1 1.0 0.3 1.4 1.0 2.6 1.3 0.6 3.1 3.5 6.5 2.128 2.202 31.4 8.798 6.027 33.7 42.6 1.171 13.177 0.109 1.406 74.75 1.0 1.3 0.8 0.4 0.2 1.8 1.5 3.9 1.9 1.3 4.7 5.3 10.8 45 Table 13: Simulation results for China under the LINKING scenario in 2030 and LOW GROWTH. Indicator Stringency of the intensity target % change vs. BAU within 2030 LOW 40% MEDIUM 45% HIGH 50% or unit in parentheses free alloc. full auct. free alloc. full auct. free alloc. full auct. 1.543 1.778 34.0 6.771 4.537 36.6 46.3 1.128 16.78 0.102 1.728 29.99 3.0 0.9 0.8 0.1 0.3 1.5 1.2 3.7 1.5 1.3 3.3 3.9 6.5 1.503 1.858 34.3 6.771 4.537 36.6 46.3 1.128 15.36 0.111 1.728 30.20 3.4 1.4 1.8 1.0 1.1 2.3 1.9 5.8 2.4 2.5 5.6 6.6 12.7 1.777 2.369 39.6 6.126 3.895 42.7 53.9 1.021 22.15 0.104 1.728 29.93 3.7 1.1 1.2 0.4 0.6 1.9 1.4 4.4 1.7 1.7 3.8 4.5 7.5 1.713 2.449 40.0 6.126 3.895 42.7 53.9 1.021 19.99 0.116 1.728 30.20 4.6 1.8 2.5 1.7 1.6 2.8 2.4 7.2 2.8 3.1 6.8 8.1 15.5 Chinese macroeconomy: GDP Welfare Fossil energy consumption CO2 emissions Gt CO2 emissions ETS segment Gt CO2 total CO2 ETS segment CO2 intensity Gt per bn 2005 CO2 price 2005 per t Electricity price 2005 per k Wh European macroeconomy: CO2 emissions ETS segment Gt CO2 price 2005 per t Chinese sectoral output: Petroleum and coal products Paper and publishing Fertilizers Organic chemicals Inorganic chemicals Cement Bricks and tiles Other nonmetallic minerals Iron and steel production Iron and steel further processing Aluminium Other nonferrous metals Electricity and heat 1.360 1.318 28.4 7.416 5.187 30.6 38.6 1.236 12.68 0.100 1.728 30.03 2.5 0.7 0.5 0.2 0.1 1.2 0.9 3.0 1.2 1.0 2.8 3.2 5.3 1.336 1.389 28.6 7.416 5.187 30.6 38.6 1.236 11.71 0.107 1.728 30.20 2.4 1.1 1.2 0.5 0.6 1.8 1.5 4.7 1.9 1.9 4.5 5.3 10.1 46 Table 14: Simulation results for China under the LINKING scenario in 2030 and MEDIUM GROWTH. Indicator Stringency of the intensity target % change vs. BAU within 2030 LOW 40% MEDIUM 45% HIGH 50% or unit in parentheses free alloc. full auct. free alloc. full auct. free alloc. full auct. 1.919 2.211 36.3 7.243 4.754 39.2 49.6 1.078 18.40 0.104 1.728 41.99 3.3 1.1 0.8 0.2 0.2 1.7 1.4 3.9 1.6 1.3 3.8 4.3 7.5 1.878 2.288 36.6 7.243 4.754 39.2 49.6 1.078 16.94 0.113 1.728 42.18 3.0 1.6 1.8 0.8 1.0 2.4 2.0 6.0 2.5 2.4 6.0 7.0 13.6 2.166 2.841 41.7 6.556 4.066 45.0 56.9 0.975 24.12 0.107 1.728 41.94 3.9 1.3 1.2 0.2 0.5 2.1 1.7 4.7 1.9 1.6 4.3 4.9 8.6 2.101 2.921 42.1 6.556 4.066 45.0 56.9 0.975 21.90 0.118 1.728 42.18 4.1 2.0 2.5 1.4 1.5 3.0 2.5 7.3 2.9 3.0 7.2 8.5 16.3 Chinese macroeconomy: GDP Welfare Fossil energy consumption CO2 emissions Gt CO2 emissions ETS segment Gt CO2 total CO2 ETS segment CO2 intensity Gt per bn 2005 CO2 price 2005 per t Electricity price 2005 per k Wh European macroeconomy: CO2 emissions ETS segment Gt CO2 price 2005 per t Chinese sectoral output: Petroleum and coal products Paper and publishing Fertilizers Organic chemicals Inorganic chemicals Cement Bricks and tiles Other nonmetallic minerals Iron and steel production Iron and steel further processing Aluminium Other nonferrous metals Electricity and heat 1.729 1.720 31.0 7.931 5.439 33.4 42.3 1.180 14.18 0.102 1.728 42.02 3.0 0.9 0.4 0.5 0.0 1.4 1.1 3.2 1.4 1.0 3.2 3.7 6.3 1.703 1.790 31.2 7.931 5.439 33.4 42.3 1.180 13.17 0.109 1.728 42.17 2.0 1.3 1.2 0.3 0.6 1.9 1.6 4.8 2.1 1.8 4.9 5.7 11.1 47 Table 15: Simulation results for China under the LINKING scenario in 2030 and HIGH GROWTH. Indicator Stringency of the intensity target % change vs. BAU within 2030 LOW 40% MEDIUM 45% HIGH 50% or unit in parentheses free alloc. full auct. free alloc. full auct. free alloc. full auct. 2.320 2.687 38.6 7.742 4.968 41.7 52.7 1.031 20.174 0.106 1.728 53.36 3.8 1.3 0.7 0.5 0.1 1.9 1.6 4.2 1.8 1.2 4.2 4.7 8.5 2.277 2.758 38.9 7.742 4.968 41.7 52.7 1.031 18.665 0.115 1.728 53.56 2.4 1.8 1.7 0.5 0.9 2.5 2.2 6.1 2.6 2.3 6.3 7.4 14.4 2.577 3.361 43.7 7.009 4.238 47.2 59.7 0.933 26.268 0.108 1.728 53.30 4.2 1.5 1.2 0.1 0.4 2.2 1.9 5.0 2.0 1.6 4.7 5.4 9.6 2.511 3.433 44.1 7.009 4.238 47.2 59.7 0.933 23.946 0.120 1.728 53.56 3.6 2.2 2.4 1.1 1.4 3.1 2.7 7.5 3.0 2.9 7.5 8.8 17.2 Chinese macroeconomy: GDP Welfare Fossil energy consumption CO2 emissions Gt CO2 emissions ETS segment Gt CO2 total CO2 ETS segment CO2 intensity Gt per bn 2005 CO2 price 2005 per t Electricity price 2005 per k Wh European macroeconomy: CO2 emissions ETS segment Gt CO2 price 2005 per t Chinese sectoral output: Petroleum and coal products Paper and publishing Fertilizers Organic chemicals Inorganic chemicals Cement Bricks and tiles Other nonmetallic minerals Iron and steel production Iron and steel further processing Aluminium Other nonferrous metals Electricity and heat 2.116 2.151 33.5 8.476 5.704 36.2 45.7 1.129 15.683 0.104 1.728 53.40 3.5 1.1 0.3 0.8 0.1 1.5 1.3 3.5 1.5 0.9 3.6 4.0 7.2 2.087 2.216 33.7 8.476 5.704 36.2 45.7 1.129 14.643 0.111 1.728 53.56 1.4 1.5 1.1 0.1 0.4 2.1 1.8 5.0 2.2 1.7 5.3 6.1 11.9 48 Table 16: Simulation results for China under the INTENSITY 2030 scenario in 2030 and MEDIUM GROWTH. Indicator Stringency of the intensity target % change vs. BAU within 2030 LOW 40% MEDIUM 45% HIGH 50% or unit in parentheses free alloc. full auct. free alloc. full auct. free alloc. full auct. 1.745 1.659 27.7 8.359 5.868 29.8 37.7 1.244 12.03 0.101 1.406 64.32 2.9 0.8 0.2 0.7 0.2 1.2 0.8 2.2 1.2 0.6 2.7 3.0 5.3 1.720 1.708 27.9 8.359 5.868 29.8 37.7 1.244 11.21 0.106 1.406 64.42 1.3 1.1 0.8 0.2 0.2 1.6 1.2 3.6 1.7 1.3 4.1 4.8 9.5 1.960 2.196 33.6 7.599 5.106 36.2 45.8 1.131 16.11 0.103 1.406 64.35 3.1 1.0 0.5 0.4 0.0 1.5 1.0 2.9 1.4 0.9 3.2 3.7 6.7 1.919 2.251 33.8 7.599 5.106 36.2 45.8 1.131 14.90 0.111 1.406 64.46 2.5 1.4 1.4 0.4 0.7 2.1 1.6 4.7 2.1 1.9 5.2 6.1 12.1 Chinese macroeconomy: GDP Welfare Fossil energy consumption CO2 emissions Gt CO2 emissions ETS segment Gt CO2 total CO2 ETS segment CO2 intensity Gt per bn 2005 CO2 price 2005 per t Electricity price 2005 per k Wh European macroeconomy: CO2 emissions ETS segment Gt CO2 price 2005 per t Chinese sectoral output: Petroleum and coal products Paper and publishing Fertilizers Organic chemicals Inorganic chemicals Cement Bricks and tiles Other nonmetallic minerals Iron and steel production Iron and steel further processing Aluminium Other nonferrous metals Electricity and heat 1.583 1.251 21.7 9.118 6.629 23.5 29.7 1.357 8.78 0.099 1.406 64.28 2.8 0.6 0.2 1.0 0.5 0.9 0.6 1.6 0.9 0.3 2.1 2.3 3.9 1.568 1.291 21.9 9.118 6.629 23.5 29.7 1.357 8.24 0.103 1.406 64.37 0.3 0.9 0.3 0.6 0.1 1.2 0.9 2.6 1.3 0.8 3.2 3.6 7.0 49 ", "filename": "78153352X.pdf", "person": ["Michael Hübler", "Hübler, Michael", "Andreas Löschel", "Löschel, Andreas", "Sebastian Voigt", "Voigt, Sebastian"], "date": ["2014"]}