{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/103009/1/785251812.pdf"], "title": ["Climate change impacts on Moroccan agriculture and the whole economy: An analysis of the impacts of the Plan Maroc Vert in Morocco"], "plaintext": "Abstract: The paper provides estimates of economic impacts of climate change, compares these with historical impacts of drought spells, and estimates the extent to which the current Moroccan agricultural development and investment strategy, the Plan Maroc Vert, helps in agricultural adaptation to climate change and uncertainty. We develop a regionalized Morocco Computable General Equilibrium model to analyse the linkages of climateinduced productivity losses gains at the level of administrative and economic regions in Morocco. Yield projections are obtained from the jointstudy by the Moroccan Ministry of Agriculture and Fisheries and the World Bank, in collaboration with the National Institute for Agricultural Research, the Food and Agriculture Organization of the United Nations, and the Direction of National Meteorology. We model the climate change impacts as productivity or yield shocks in the agricultural sector, and which are region and cropspecific. The yield projections are for 2050, and introduced with respect to a 2003 baseline. With no adaptation, GDP impacts range from 3.1 per cent worstcase scenario to 0.4 per cent best case scenario. The decline in GDP under the worstcase scenario results from a general contraction in economic aggregates. Accounting for the adaptation measures in the Plan Maroc Vert, the GDP impacts from climate change are reduced and range from 0.3 per cent to 3 per cent. Nonetheless, the adaptation potential of the Plan Maroc Vert is based upon the assumption of achieving the identified productivityenhancement targets, and which remains questionable. Keywords: CGE models, agricultural policy, adaptation, climate change, SRES scenarios, uncertainty JEL classification: O13, Q10, Q54 Acknowledgements: This paper is one of a series of studies on assessing the climate change impact on economic development opportunities in North Africa. The authors gratefully acknowledge the financial contribution of the World Institute for Development Economics Research of the United Nations University UNUWIDER. Also, we express our gratitude for Rachid Doukkali who generously provided us with the Social Accounting Matrix SAM of Morocco for 2003 and which serves as the baseline for the CGE model. We extend our gratitude to Hasan Dudu for his valuable feedback and insights. Purdue University, corresponding author: iouraichpurdue.edu This study has been prepared within the UNUWIDER project on The Middle East, North Africa, and Climate Change, directed by Imed Drine and Wallace E. Tyner. Copyright UNUWIDER 2014 ISSN 17987237 ISBN 9789292308049 Typescript prepared by Minna Tokkari at UNUWIDER. UNUWIDER gratefully acknowledges the financial contributions to the research programme from the governments of Denmark, Finland, Sweden, and the United Kingdom. The World Institute for Development Economics Research WIDER was established by the United Nations University UNU as its first research and training centre and started work in Helsinki, Finland in 1985. The Institute undertakes applied research and policy analysis on structural changes affecting the developing and transitional economies, provides a forum for the advocacy of policies leading to robust, equitable and environmentally sustainable growth, and promotes capacity strengthening and training in the field of economic and social policymaking. Work is carried out by staff researchers and visiting scholars in Helsinki and through networks of collaborating scholars and institutions around the world. UNUWIDER, Katajanokanlaituri 6 B, 00160 Helsinki, Finland, wider.unu.edu The views expressed in this publication are those of the authors. Publication does not imply endorsement by the Institute or the United Nations University, nor by the programmeproject sponsors, of any of the views expressed. 1 Introduction The trend of agricultural productivity growth in the last decades has been tremendous in many ways, which helped to alleviate poverty and food insecurity in many areas although there are still substantial differences across regions. This was primarily due to improved production systems and investments in crop and livestock breeding programmes. Nonetheless, climate change threatens to exacerbate the existing challenges faced by agriculture. The global population is estimated to reach nine billion by 2050, with the bulk of the increase occurring mostly in Africa and South Asia. Also, taking into account the accelerated demand for food and changes in dietary habits, the Food and Agriculture Organization FAO estimated that feeding the world population will require a 70 per cent increase in total agricultural production FAO 2010.1 Yet, the problem gets compounded as we take into consideration the threat of climate change to the stability and productivity of the agricultural sector. Numerous studies Cline 2007; Fisher et al. 2005; IPCC 2007 have shown that the spectre of climate change is looming even bigger for regions already experiencing low and erratic productivity levels. For instance, it has been estimated that a warming of 2 C could result in a 4 to 5 per cent permanent reduction in annual income per capita in Africa and South Asia World Bank 2010. In its latest report, the Intergovernmental Panel on Climate Change IPCC stated that the African continent is poised to be among the most vulnerable regions to climate change and climate variability, a situation that is aggravated by existing developmental challenges such as endemic poverty, complex governance, and institutional dimensions, as well as limited access to capital, infrastructure, and technology IPCC 2007.2 Reforms and modernization of the agricultural sector is paramount in order to adapt andor mitigate the impacts of climate change and their linkages with current policy issues such as sustainable economic growth,3 food security,4 health, and malnutrition. Indeed, many countries in the continent already experience challenging climatic conditions that impact negatively to the prospects of agriculture. For example, it has been projected in some countries that yield reductions could reach as high as 50 per cent by 2020 IPCC 2007.5 In recent years, the science of climate change achieved great strides in advancing our understanding of the biophysical linkages of climate change. Enhancements of modelling capabilities provide more robust climate projections at the global level. In addition, recent modelling efforts in the area of crop model simulations provide better integration between the climate change science and the biophysical 1 In terms of undernourished people in the world, the posteconomic crisis levels remain very high in comparison with their levels 40 years ago, and even higher than the level that existed when the hungerreduction target was agreed at the World Food Summit in 1996 FAO 2010. 2 Overall, this finding has been robust for all of the SRES scenarios included in the analysis, although minor differences in terms of projections exist among the different scenarios mainly driven by the different assumptions underlining each scenario. 3 For example, the contribution of agricultural GDP varies from one country to the other, but is still significant where the average in the continent is 21 per cent ranging from 10 to 70 per cent Mendelsohn et al. 2007 4 In 2006, food prices escalated into a surge of food price inflation around the world, with Africa being particularly hard hit, which experienced food riots. In the wake of the Financial Crisis of 200708, the FAO food price index rose by 27 per cent in 2007, and this increase persisted and even accelerated during the first half of 2008 FAO 2009. 5 It should be noted that these projections are quite differentiated from one country to the other, driven by the uncertainty in climateinduced productivity impacts on agriculture and their underlining assumptions, as well as by the economic structures characterizing each country in the African continent. 1 science of plant growth dynamics. Nonetheless, more analysis is needed on the economics of climate change. There are many factors that explain this slower development of economic impact analysis. Chief among them is the dependency upon reliable climate projections that could be fed into economic models to measure impacts at the socioeconomic level, and evaluate policy mitigation andor adaptation strategies. The early literature of economic impact assessment on climate change provided useful insights on the issue, but remained limited in scope and depth as it focused on highly aggregated unit of analysis e.g. at the continental or subcontinental levels. Nonetheless, the current trend of the empirical literature displays a shift towards engaging in casebycase analyses at the country andor subcountry level. In this context, we use a computable general equilibrium CGE model to analyse the impacts of climate change at a refined geographical scale, with a focus on Morocco. First, we develop a set of yield projections using data from the study conducted by the World Bank WB and the Moroccan Ministry of Agriculture, Rural Development, and Fisheries MPAM; in collaboration with the National Institute for Agricultural Research INRA; the Food and Agriculture Organization FAO; and the National Meteorology Authority DMN Gommes et al. 2009. From this point forward, we will refer to the previous study as the WBMoroccoFAO study for ease of reference. We assume the yield projections to represent productivity or efficiency shocks introduced exogenously to the model. In other words, they are modelled as shifts in the total factor productivity TFP. The model is based on the International Food Policy Research Institutes IFPRI CGE templates Lofgren et al. 2002 and the updated version by Dudu and Cakmak 2011. This will allow us to map out regionspecific economic impacts of climatedriven productivity impacts on crop yields. Finally, we investigate the potential for adaptation in the Plan Maroc Vert PMV strategy being implemented at the regional level in Morocco. The paper will be organized as follows: Section 2 discusses the literature of CGE analysis related to economic impact assessment of climate change. In Section 3, we present our methodological approach and data sources. Section 4 summarizes key findings and results, and Section 5 provides a summary conclusions. 2 Climate change impact assessment and CGE analysis The recent literature using CGE models to analyse climate change impacts and adaptation linkages has taken two directions. The first one is based on countrybased CGE models that focus on domestic impacts, which allows for a more detailed analysis in terms of mapping out the latter impacts to the domestic economy. The second is based upon a multiregion structure at the global level e.g. Global Trade Analysis Project model, and where the focus is directed at analysing interregional impacts mainly driven through international trade linkages. Horridge et al. 2005 use a bottomup CGE model for Australia to analyse the impact of the 200203 drought. The model was coined TERM The Enormous Regional Model, which was developed to deal with highly disaggregated regional data, and with the objective of analysing regional impacts of regionspecific shocks. It uses data at a regionalsectorial disaggregation based on national IO tables, together with regional data on production for agriculture and employment in other sectors for 45 regions and 38 sectors. Their findings suggest substantial negative impacts on agricultural output and income, which decreased on average by 30 per cent and 20 per cent, respectively. The most striking finding is that despite the small share of agriculture in Australian gross domestic 2 product GDP 3.6 per cent, drought reduces GDP by 1.6 per cent, and worsens the balance of trade. Diao et al. 2008, in an extension of an earlier CGE application of Diao et al. 2005, used a countrybased CGE model to analyse the impacts of conjunctive groundwater GW and surface water SW management in Morocco. The objective of the study was to assess the direct and indirect effects GW regulation on agriculture and nonagricultural sectors under different scenarios such as i increased GW extraction costs, ii ruralurban transfers of SW, and iii reduced availability of water supplies due to drought. Although the study did not tackle climate change directly, the scenarios identified capture features of potential linkages with the latter. For instance, they found that a reduction of one standard deviation in SW irrigation supplies caused real agricultural output from all regional perimetres to fall by 11 per cent. Additionally, agricultural exports mainly of irrigated crops with the European Union EU experienced a decline of 13.6 per cent. As a result of resources shift from irrigated to rainfed crop sectors, small increases in output occur in the latter. In addition, nonfarm sectors experience a decline in real GDP and total consumption given the linkages between the irrigated crop production and the rest of the economy. Berrittella et al. 2007 used a multiregion world CGE model, GTAPW;6 to analyse the effects of restricted water supply as it pertains to international trade linkages for agricultural products. Water resources usage in commodity production is captured through water intensity coefficients,7 which describe the amount of water necessary for a sector to produce one unit of output. They analyse five scenarios to capture the effects of water scarcity due to reduced groundwater availability. Four scenarios describe marketbased solutions, and are contrasted with outcomes from a fifth nonmarket scenario. Under higher constraints on water use, the world is worse off. Production and exports expand for waterintensive products in unconstrained regions, driven by shifts in trade patterns globally. Welfare gains and losses at the regional level increase with higher wateruse constraints; with gains responding less proportionally and losses more than proportionally. Berrittella et al. 2008 in an extension of a previous analysis Berritella et al. 2007 uses the same model, GTAPW, to analyse the impacts of trade liberalization on water use at the global level. They particularly focus their analysis on the Doha Development Agenda launched in 2001, and which sets forth a set of trade liberalization scenarios in both developed and developing countries. They find that trade liberalization induces reduction in water usage for regions with scarce supply, and increases it for water abundant regions. Calzadilla et al. 2008 uses a CGE model to analyse the impacts of improved irrigation management underwater scarcity. They use an updated version of GTAPW Berrittella et al. 2007, where a new production structure is introduced, which separates rainfed and irrigated crop production. Their findings suggest that improved irrigation efficiency in waterstressed regions produces positive 6 GTAPW is a refined version of the GTAP model that accounts for water resources, and which is based on the extension work by Burniaux and Truong 2002. 7 The water intensity coefficients are calculated based on water requirement in terms of blue water surface and ground water and green water moisture stored in soil strata. The data is taken from Chapagain and Hoekstra 2004 for agricultural production and from AQUASTAT database FAO 2013 for the water distribution services i.e. household and industrial consumption. A major limitation with respect to the water intensity coefficients data for agriculture is that it does not differentiate between rainfed and irrigated agriculture. 3 effects on welfare and demand for water, whereas results are more mixed mostly negative for nonwater scarce regions. Thurlow et al. 2009 analyse the impacts of climate variability on economic growth and poverty reduction in Zambia. The modelling framework combines a dynamic computable general equilibrium DGCE model and a hydrocrop model. Projected yield impacts are simulated via the hydrocrop model for five agroecological zones in Zambia, and complemented with a drought index analysis to identify zonal level extreme weather events. Yield estimates from the hydrocrop modelling simulations are subsequently used to design simulation scenarios for the DGCE model to assess the climate variability impacts at the agroecological zones and nationally. Their findings suggest substantial negative impacts associated with climate variability. Their estimates suggest a total loss of US4.3 billion over a tenyear period, and reach as high as US7.1 billion under the worst rainfall scenario. Arndt et al. 2011 develop a stochastic economywide framework to analyse climate changeinduced economic impacts and evaluate potential adaptation policies in Ethiopia. They extend a recursivedynamic CGE model to allow for stochastic analysis of climate change impacts. Based on statistical regression analysis, they develop a historical distribution of climate variability for Ethiopia and which serves as the baseline forwardlooking scenario; i.e. historical climate variability remains unchanged in the future. Climate change impacts are accounted through parametric modifications altering the nature of the historical distribution of climate variability. Their main findings suggest that the burden of adjustment to increased climate variability in Ethiopia falls on consumers, which is expected given that productivity shocks occur in agriculture. In turn, climateinduced variability in agricultural output affects the vulnerability of poor households who spend a disproportionate share of income on food and who are disproportionately represented in agricultural labour. Laborde 2011 analyses the impacts of climateinduced yield changes on agriculture in South Asia, and investigates the potential for trade policy options to mitigate the latter. A modified version of the MIRAGE CGE model was used, where yield estimates were first obtained via the IMPACT model for 12 climate scenarios representing alternative pathways for future agricultural productivity. The latter are constructed from the IPCC Special Report on Emission Scenarios SRES and general circulation models GCM for the climate. The SRES emission scenarios correspond to assumption about the evolution in the emission of greenhouse gases GHG based on the dynamics of projected economic growth, technological progress, and demographic pressures. The GCM models are numerical representations of the climate system based on the physical, chemical, and biological properties of their components IPCC 2007. The study makes use of 3x SRES scenarios A1B, B1, and A2 in combination with 4x GCMS CNR, CSIRO, ECH, and MIROC to obtain the 12 climate scenarios used in the analysis. The latter are introduced as exogenous shocks in the modified MIRAGE CGE model, where baseline results are contrasted with the results from eight different trade policy landscapes for the region. The findings suggest that pinpointing optimal trade policy is difficult in the light of uncertainty in potential climateinduced impacts on yields. Dudu and Cakmak 2011 develop a regionalized CGE model for Turkey to analyse projected impact of climate change on agriculture and its wide economy linkages. The model is regionalized to Turkeys 12 regions at the NUTS 1 level, and corresponds to an extension and enhancement of earlier analyses Dudu et al. 2010. Climate change impacts are modelled directly through parameterization of the production function for agricultural activities. This is achieved by explicitly modelling production as a function of yearly rainfall. Climate shocks are introduced exogenously as 4 projected impacts on rainfall, and are based on the IPCC emission scenario SRES A2 IPCC 2007 and the GCM ECHAM5 Roeckner et al. 2003. Their findings suggest significant negative impacts on agricultural and foodprocessing sectors. Households at the lowest quintile of income distribution are worse off compared to other household groups given their propensity to spend most of their income on food products. The trade balance is significantly worsened due to increased import demand for agricultural and food products, which in turns affect the prospects of food security negatively. Kuik et al. 2011 used the newly developed MOSAICC model FAO 2011, in partnership with European research institutes. The model allows for countrybased climate change impact analysis via its modular platform. The latter include a climate data module, which aims at statistical downscaling of climate data to be used in subsequent modules. Crop and hydrological modules are used to simulate crop growth and river basins hydrology under different climate change scenarios, using data from the previous module. An economic module, which is a countrybased DCGE model,8 was employed for the economic analysis of climate change impacts through yield variations. The authors tested the model using Morocco where data projections were used for the period 200130. 3 3.1 Background on Moroccan agriculture and methodological approach Moroccan agriculture and climate Morocco enjoys a very interesting geostrategic location with its 3,500 kilometres of coast line, spanning the Atlantic Ocean and the Mediterranean. Equally important is its diversity in terms of landscapes and ecosystems: the mountain chains of the North, and the Northeast to the Southwest, the plateaus of the East, the plains in the West and the centre, and the desert in the South. In terms of climatology, the country enjoys a typical temperate Mediterranean climate, but with dry conditions in much of the country.9 The country suffers from a cruel paradox in the form of advantageous precipitation patterns in the northern regions, but with very poor soil quality, and viceversa in the southern regions Akesbi 2006. Upon investigating the trend in annual per cent change of agricultural value added and all others, we notice that the sector suffers from a significant volatility. This is driven by the general structure of the production, dominated by cereal crops. The latter mainly include common wheat, durum wheat, barley, and maize, which on aggregate account for 55 per cent of total valueadded of crop production and occupy 65 per cent of the agricultural area. The productivity of the four main cereals experiences significant annual variations, hence the observed fluctuations characterizing the evolution of agricultural valueadded Figure 1, Appendix B. The main driver in the productivity performance of cereal production is precipitation. This is so due to the fact that most of the production is located in nonirrigated perimetrs Figure 2, Appendix B. Export crops, mainly citrus and vegetables, represent 15 per cent of valueadded and respectively occupy 0.85 and 3 per cent of the total agricultural area. Although in terms of vegetative cover of agricultural land, citrus and vegetables occupy a very small share, yet their share in agricultural valueadded is substantially high given the fact that those niches are usually more labour, chemical, and waterintensive compared 8 The Dynamic CGE model was developed in partnership with the Free University of Amsterdam, and is inspired by the IFPRI DCGE model Lofgren et al. 2002; Thurlow 2004. 9 Half of the countrys area is desert, whereas the rest is split among: cultivable agricultural area 9 million Ha, forests 6 million Ha, grassland 3 million Ha, and rangeland 21 million Ha. 5 with cereals. Postindependence agricultural reforms that Morocco was engaged in helps explain the present situation, where upon investigating the longterm trend in the sectors performance we can identify three phases representing distinct growth patterns: Phase I 19651985, Phase II 19851991, and Phase III 19912012 Figure 3, Appendix B. The first phase was characterized by rather a weak performance of agricultural production, and even a slight decline in per capita levels. The performance recorded during this period was contingent upon the performance of policies targeting the agricultural sector adopted in the early postindependence years. The first set of policies was oriented towards a reform of the status of property rights of land ownership through the nationalization of official and private colonial lands, and their redistribution by the state Akesbi et al. 2008. Moreover, and in parallel to the land reform efforts, a charter of agricultural investments was adopted in 196910 with the objective of mobilizing the hydrologic potential of the country and providing incentives for the development of irrigated perimetres. This effort has been accompanied by a set of incentives to farmers to encourage investments in new technologies e.g. machinery, fertilizers, and seeds. Nonetheless, the state has intervened heavily and selectively to regulate markets and control prices for socalled strategic commodities, which translated technically into controlling the flow of imports and exports. The economic strategy adopted by Morocco was ambitious since it involved the combination of an importsubstitution led growth strategy coupled with promotion of exports, and in which the agricultural sector was the main engine Akesbi 2006. Nonetheless, the combined effect of these policies has led to an implicit taxation of the sector, especially when accompanied with the overvalued exchange rate at the time Doukkali 2006. Hence, agricultural productivity during the period was modest. This is captured by the evolution of agricultural valueadded and agricultural valueadded per capita, which grew respectively by 3.7 per centyear and 1.1 per centyear. During the second phase, agricultural productivity registered significant gains, with valueadded rising on average by 11 per centyear; whereas per capita levels increased by 9 per centyear. The boost in agricultural productivity during this period came as result of favourable climatic conditions, but also due to the combined effect of the Kings plan in 1985 to double the area cultivated in wheat, and the sustained liberalization effort in the agricultural sector and the exoneration of agricultural revenues from income tax. The result was an expansion of agricultural area and a reduction of smallscale farms, which came about due to increased investment and consolidation in the sector. This was depicted in the results of the General Agricultural Census in 1996, and which registered an increase in the arable agricultural area by 21 per cent. The number of small farms without land and with less than a hectare of land decreased by 85.6 and 28.3 per cent, respectively. Doukkali 2006. The third phase displayed a slowdown of growth in agricultural productivity at the aggregate and per capita levels. During the first half of the period, aggregate per capita agricultural value decreased by 32 per cent 41 per cent, from US8.2 billion US332 in 1991 to US5.6 billion US197 in 2000. The observed results are not surprising given the significant dependence of agricultural productivity 10 The charter of agricultural investments, of its French name Code d Investissements Agricoles CIA, was a set of laws passed in 1969 to primarily manage the public irrigation schemes at the time. It is presented as a contract between farmers and the state, defining rights and duties in public large scale irrigation schemes. Historically, this policy has been coined as Politique des Barrages, which consisted of huge investments by the state in public irrigation infrastructure i.e. building of grand dams with the objective of reaching the milestone of one million hectare of irrigated agricultural land by 2000 Doukkali 2005. 6 on precipitation. For instance, during the agricultural campaign of 199091 precipitation increased by 128 per cent during the critical months of January through March, which correspond to the sowingplanting season. In turn, yield of the four main cereals registered a 41 per cent increase compared to the previous season. In the 19992000 campaign, we observe a decrease in precipitation by 78 per cent from the previous year. As a result, cereals yield decreased by 51 per cent. Nonetheless, the trend is reversed during the second half from 2001 onward. Aggregate per capita agriculture valueadded reached US11 billion US336 by 2012, which corresponds to an increase of 64 per cent 45 per cent compared to 2001 levels. Annual growth for the period averaged 6 per centyear 7 per centyear. In terms of the policy, this period is characterized by continued effort of liberalization in the agricultural sector. Overall, the level of production compared to pre1991 levels was clearly higher. Nonetheless, agricultural growth is still subjected to important fluctuations driven by the successive drought episodes that characterized the period, and which were particularly severe for crop production. In conclusion, it appears that the agricultural sector in Morocco has been, and is still at the core of the states economic strategy, given its strategic importance with respect to issues pertaining to employment, food security, poverty alleviation, etc. Despite the progress that has been achieved, there remain important challenges in the face of fully taking advantage of the potential of the agricultural sector. There is a strong consensus among policy makers that the growing hydrologic constraints in the country, owing among other things to climate change and its impacts on precipitation patterns, will be one of the major challenges in subsequent decades due to increased scarcity of water resources and demand driven by demographic pressure. 3.2 Modelling, methodology, and materials 3.2.1 Moroccos countrybased CGE model The analysis uses a regionalized general CGE model for Morocco. The model development follows IFPRI CGE modelling framework Lofgren et al. 2002 and the Turkish regional CGE model developed by Dudu and Cakmak 2011. The model includes a number of features critical to analyses focusing on developing countries such as modules on household consumption of nonmarketed or subsistence commodities, and multi inputoutput production structure that allows for any activity to produce multiple commodities and any commodity to be produced by multiple activities. Production is modelled under the assumption of profit maximization subject to a production technology Figure 1, Appendix B. The model specification allows for flexibility in terms of production technology to be used. At the top level, the technology is specified as constant elasticity of substitution CES function or, alternatively, a Leontief function of the quantities of valueadded and aggregate intermediate input. For the purpose of our analysis, we use the default specification of a Leontief technology since we assumed that each activity at the aggregate level uses bundles of valueadded and aggregated intermediate inputs to produce one or more commodities according to fixed yield coefficients. The profitmaximizing decision process assumed for each activity implies that factors are used up to the point where marginal revenue product of each factor is equal to its wage or factor price. In the model, an economywide wage variable is free to vary to assure that the sum of demands from all activities equals the quantity of factor endowments, which is assumed to be fixed at the observed level. 7 Household consumption is modelled via a Linear Expenditure System LES, which results from the households utility maximization problem using a StoneGeary utility function subject to a consumption expenditure constraint. Household consumption covers marketed commodities, purchased at market prices, and home commodities, which are valued at activity specific producer prices. Government collects taxes fixed at ad valorem rates and receives transfers from other institutions, which constitute its revenue. Government consumption expenditures are assumed to be fixed in real terms, transfers to domestic institutions are CPIindexed. At the level of commodity markets, total domestic supply comes from total aggregate output across activities, which is obtained via a CES function that accounts for the imperfect substitutability of different outputs due to, for instance, differences in quality, and distance between locations of activities. In order for market clearance to occur, an activityspecific price serves to clear the implicit market for each disaggregated commodity. In the next stage, aggregated domestic supply is allocated between exports and domestic sales via a constant elasticity of transformation CET function. Domestic demand is made up of the sum of demands from households, government, investments, and intermediate inputs. The latter demands are, to the extent that a commodity is imported, for a composite commodity made up of imports and domestic output. 3.2.2 Regionalization assumptions and data The data used in the model is based on a national social accounting matrix SAM for 2003 developed by Rachid Doukkali of IAVHassan II in Rabat, Morocco, and the modified version by Dominique Van der Mensbrugghe.11 The initial SAM identifies 67 activities and 68 commodities Tables 1 and 2, Appendix A. The institutional block in the data is represented by household, valueadded, taxes, government, investmentsavings, and rest of the world accounts Table 3, Appendix A. Given the regional dimension adopted in the model Figure 4, Appendix B, it was necessary to reduce the dimension of the SAM accounts in order to facilitate the modelling enterprise and analysis, and handling of the results. Tables 4, 5, and 6 Appendix A summarize the new structure of the SAM accounts. Crop production is captured through 11 activity accounts each producing a corresponding commodity. Livestock, forestry, and fishery accounts remain unchanged. The food processing sectors are represented by eight activity accounts; whereas the industry and manufacturing and services accounts remain unchanged represented by four and two activity accounts, respectively. In order to regionalize the data in SAM, official statistics on regional valueadded by sector were used to compute regionalization shares. The data was obtained from a study DSFF 2010 conducted by the Department of Studies and Financial Forecasts within the Moroccan Ministry of Economy and Finance. 3.2.3 Data sources for yield projections and selected scenarios analysis for Morocco Yield projections were developed through a multistep process. First, using a statistical downscaling procedure, projected change in temperatures and precipitation were obtained for Morocco at the 11 Dominique Van der Mensbrugghe is a senior economist at the FAO. 8 agroecological zone AEZ level i.e. a downscaling from the global 250 km x 250 km gridboxes to a finer resolution of 10 km x 10 km gridcell compatible with the AEZ identified by the MPAM Figure 5, Appendix B. Second, the results of the downscaling procedure in terms of projected change in temperatures and precipitation were used to infer impacts on variables pertaining to crop growth such as evapotranspiration and water stress indicators. The study used for the determination of climate impacts yield functions calibrated using the Crop Specific Soil Water Balance CSSWB model Allen et al. 1998. Estimated impacts on crop yields were provided for four time horizons, which include: current period or baseline covering the years 19792006, 2030 201140, 2050 204170, and 2080 207199. For the purpose of the study, we used the projected yield data pertaining to the period 2050. The decision was based on the fact that most studies suggest impacts of climate change are likely to be exacerbated in the long run, but with increased uncertainty in terms of magnitude. Therefore, we chose the 2050 period as a middleroad solution since it allows us to capture the longterm impacts, but with a reduced uncertainty as to the projected impacts. In what pertains to the scenarios identified for the analysis, we have identified eight scenarios as described in Table 7 Appendix A. These scenarios are defined based on the climatedriven yield shocks to be introduced for selected crops, and refer to each SRES used in the analysis A2 and B2, as well as the adaptation policies to be investigated in our analysis. With respect to the climateinduced yield impacts, the objective is: a to capture the uncertainty underlying the projections in yield responses to climate change across SRES scenarios, and b to capture the range of uncertainty within each climate scenario, which is achieved through the percentile distribution based on 10th low, 50th medium, and 90th high percentiles of the distribution of projected yields as estimated for each SRES scenario. In this case, low represents the worst case scenario in terms of impacts on yield, and high represents the best case scenario, whereas medium represents a median between the two. With respect to adaptation policies to be investigated, the objective is to shed light on the relevancy of policy reforms in the PMV as an adaptive force in the face of climate change. The PMV is the new agricultural strategy adopted in Morocco in 2008, and which lays down a vision of transforming the agricultural sector by 2020 to ensure a sustainable path of productivity growth, consolidate integration with local and international markets, job creation, and mitigate poverty impacts especially in the rural areas. The PMV includes welldefined productivity targets at the subnational level, i.e. at the level of the administrative and economic regions identified in Table 1, achievable through a series of policy reforms centered on publicprivate partnerships for investment programmes divided into Pilier I and Pilier II programmes.12 The PMV is mainly an investment programme. For the purpose of the analysis, we capture the adaptive potential of the PMV by converting the regionspecific projected productivity gains into potential yield changes for selected crop commodities. The latter will be introduced in the model as HicksNeutral outputincreasing technical change that compensates for the projected climateinduced yield changes. Table 8 Appendix A summarizes the productivity targets of the PMV strategy by crop sector. 12 For detailed discussions of the PMV, see Ministere de l Agriculture et de la Peche Maritime MAPM and Agence pour le Developpement Agricole ADA 2011. 9 4 Productivity shocks, results, and discussions In this section, first we will discuss the projected yield estimates of the WBMoroccoFAO study, under the different SRES scenarios A2 and B2 and crop categories included in the analysis. Second, we will contrast projected yield impacts with the historical trend in yields for selected commodities. And last but not least, we will present a detailed discussion of our findings from the simulation results. 4.1 Historical yield trends for selected crops and projected climatedriven productivity shocks Figure 7 represents the historical record of yields for common and durum wheat, barley, and maize from 1960 to 2006. For both wheat varieties, the trend displays a significant increase in productivity. But for barley, the historical record suggests a stagnant performance; whereas maize depicts a moderately decreasing trend. As argued in Section 3, the enhanced productivity achieved from the mid1980s for both wheat varieties came about partly given the expansionist public policy that encouraged conversion of favourable agricultural land into wheat cultivation; while at the same time driving out barley and maize production into marginal agricultural lands Serghini and Tyner 2005. Nonetheless, a common feature that we observe for all three crops is the high level of volatility in the yields, which is primarily explained by the high correlation between rainfall and agricultural productivity for cereal crops. Figure 8 Appendix B summarizes the distribution of average yield impacts for SRES A2 and B2 as projected by 2050 for all crops at the national level. First, we notice that at the national level, projected yields depict variation across crops and climate scenarios. Based on the yield projections, we can divide the crops into three categories: negative yield impacts, mixed yield impacts, and positive yield impacts. For instance, wheat durum and common, barley, and olives are the most negatively affected crops, where respectively, yields are projected to decline on average by 7 to 26 per cent for wheat durum and soft, 6 to 17 per cent for barley, and 8 to 20 per cent for olives. Whereas vegetables i.e. tomatoes, other vegetables, and industrially produced vegetables benefit from climate change, with impacts ranging from a minimum of 2 to 7 per cent for tomatoes, 0.5 to 6 per cent for other vegetables and industrially produced vegetables. For forage crops, citrus, other fruits, and other crop, the projected impacts of climate change on yield are mixed, where they range respectively from 7 to 3 per cent for forages crops, 3 to 7 per cent for citrus, 7 to 0.6 per cent for other fruits, and 6 to 5 per cent for other crops. Nonetheless, significant differentials in projected yield from one SRES scenario to the other exist. Additionally, there is a substantial differential in projected yield impacts within each SRES scenario when comparing with and without CO2 fertilization cases. Figure 9 Appendix B summarizes the percentile distribution of projected yield impacts for all crop categories for SRES A2 and B2, with and without CO2 fertilization effects at the national level. The latter plays a significant role in mitigating the negative impacts of climate change, but its impact is uncertain and varies widely depending on the growth conditions of crops. For instance, the projected impact on yield for tomatoes under the no CO2 fertilization case is mixed, where it ranges from 2 to 2 per cent for SRES A2 and 3 to 3 per cent for SRES B2; whereas including CO2 fertilization effects boosts significantly projected yield gains with the latter ranging from 8 to 16 per cent for SRES A2 and 6 to 12 per cent for SRES B2. These results are verified for other vegetables, other industrial vegetables, citrus, and other fruits crop categories. This is in line with findings from numerous 10 impact studies in the literature that suggest that irrigated crops will experience positive impacts due to climateinduced CO2 fertilization effects owing to higher concentrations of CO2 in the atmosphere. Indeed, vegetable and fruit production in Morocco is mostly irrigated, which explains the observed results. As for cereals and olives, we notice that the positive impact of CO2 fertilization effect, the latter is not large enough to induce a sign reversal in the projected yield impacts, which remains largely negative. This is explained by the fact that cereals in Morocco are grown under rainfed conditions. Nevertheless, using national averages does not inform us on the regional distribution of projected yield impacts, which matter significantly in determining the overall impact. For instance, projected yields for durum wheat are expected to fall for all regions and all SRES scenarios. Among the hardest hit are ChaouiaOuardigha TR4, DoukkalaAbda TR9, MeknesTafilalet TR11, and TazaTaounateAl Hoceima TR13, which respectively account for 19, 17, 9, and 16 per cent of total durum wheat production, will experience yield declines ranging from 21 to 40 per cent in TR4, 28 to 14 per cent in TR9, 12 to 22 per cent in TR11, and 11 to 31 per cent in TR13 across all scenarios without accounting for the CO2 fertilization effects. The impacts are somewhat dampened when including the CO2 fertilization effects, but the overall impact remains largely negative. The same patterns hold for common wheat where the overall impact is largely negative to slightly positive in the main producing regions. For tomatoes, the yield projections in most regions depict slightly positive impacts for all SRES under the no CO2 fertilization case, and showcase substantial yield gains when we include the latter. In the main producing regions, i.e. SoussMassaDraa TR2, GharbCherarda TR3, and DoukkalaAbda TR9 regions which respectively account for 46, 22, and 10 per cent of total production, yield impacts range from 3 to 20 per cent in TR2, 5 to 21 per cent in TR3, and 2 to 9 per cent in TR9 across all SRES scenarios, with and without CO2 fertilization effects. The same pattern is checked for other vegetables Figures 10a,b and 11a,b, Appendix B. In conclusion, the results depict the wide range of variability that exists in terms of projected yield impacts at the national level, across and within SRES, but also across regions. Capturing this variability, and accounting for its economic impacts is key to understand the potential interregional linkages in terms of climate change, and how they translate into welfare impacts. 4.2 Findings and results As previously mentioned, the present analysis identifies eight scenarios as defined in Table 7 Appendix A. The model closure rules follow conventional neoclassical assumptions, where supply and demand adjust in all markets to satisfy the market clearing conditions through relative price changes. For imports and exports, we assume that Morocco is a small country facing infinitely elastic supplies and demands at world prices. Full employment of factors is assumed, where capital and land are activityspecific; whereas labour is mobile across regions and sectors. The numeraire is assumed to be the Consumer Price Index CPI. At the macro level, government savings, i.e. the difference between governments revenues and expenditures, is a fixed share of GDP. In order to reach the targeted level of government savings, the tax rate is allowed to adjust uniformly across all sectors. We assume fixed foreign savings, and allow for a flexible exchange rate in order to clear the balance of the rest of the world. 11 As we mentioned earlier, and in conjunction to analysing the economywide impacts of climate change in Morocco, we aim to investigate the adaption potential of the PMV in Morocco. Table 8 Appendix A summarizes the key projected impacts of the PMV strategy by region and by crop. The latter are expressed in terms of per cent change of projected yield improvements achievable through the various policy reforms and investments described in the PMV. In other words, they represent assumptions on productivity enhancements which we use in our analysis as a dampening effect on the impacts of climate change. With this in mind, and given the uncertainty in the range of climate impacts as predicted for Morocco and discussed earlier, we are asking the question of whether the PMV strategy and its policy reforms agenda will be of any help as an adaptation to climate change. Simulation results suggest that effects of climate change, under the worst case scenario, can be significant given their overall impact that act as a drag on the economic performance in all sectors, which in turn affects the performance of aggregate indicators. Indeed, the results suggest that under a severe climate shock, the overall aggregate indicators deteriorate, which indicate a contraction in the level of economic activity driven by the climate shock Table 9, Appendix. For instance, under the worst case scenarios i.e. no CO2 fertilization effects and assuming no adaptation, we notice that the impact of GDP is quite substantial where the latter range from 1 to 3 per cent under SRES A2 and 0.5 to 2.3 per cent under the SRES B2. Furthermore, and upon investigating the different GDP components, we observe that consumption, investment, government spending, imports, and exports all decrease with varying degrees. Whereas a fall of imports might suggest an improvement in the balance of payments, nonetheless, we notice that the fall in exports is larger than the one observed in imports. Most of the impact on GDP can be traced back to the impact of climate change on private household and intermediate13 consumption. The latter experience a fall ranging from 0.6 to 3.4 per cent across both SRES scenarios. The decline observed in investment is closely linked to one observed in private consumption, especially the one related to intermediate consumption as it relates to demand for intermediate consumption from the productive sectors in the economy, which can be thought of as a proxy to the level of economic activity. Indeed, a fall in intermediate consumption suggests a contraction in the level of economic activity of the productive sectors, which suggests less demand for investment. This contraction in the level of economic activity is clearly depicted in our results Table 10, Appendix A, where we notice that the impact on GDP by sector is falling for all sectors. As one might expect, the agricultural sector especially the crop production sectors is the most hard hit due to the direct impact on yield where the impacts of sectorial GDP range from 3 to 15 per cent, followed by the food processing sectors with a decrease ranging from 1 to 6 per cent. The impact on sectorial GDP in other sectors follows a similar trend, but with varying degrees depending on the strength of their link to the agricultural sector. Historically, these results were observed in the wake of severe droughts, e.g. in the wake of the 1981 and 2000 severe droughts Table 11, Appendix A. Private consumption falls substantially following the increase in prices and the negative impact on household income. Indeed, household income decreases substantially, with effects more or less equally distributed across regions Table 13, Appendix. This is driven by the decline in returns on factor payments to households due to decreased productivity captured by declining factor wages, which in turn is caused by the climateinduced contraction in factor demand from all sectors Tables 1417, Appendix A. Hence, the observed decline in GDP is mainly driven by the negative impacts 13 By intermediate consumption we refer to the demand of the production sectors for intermediate inputs. 12 of climate change on agricultural crop production and sectors closely related to agriculture, such as the food processing sector. For instance, aggregate agricultural crop production declines by 15 per cent for the worst case scenario under SRES, and assuming no adaptation. Aggregated output from food processing sectors, due to their direct linkages with the agricultural sector follows a similar trend, albeit with a lesser magnitude in terms of impacts. The effects are somewhat lessened under the SRES B2, but remains mostly negative. Overall, under both SRES scenarios A2 and B2 and assuming noadaptation, impacts on agriculture range from a serious fall in production under the low productivity scenario assuming no CO2 fertilization effects to a moderate increase driven by the positive dampening effect of CO2 fertilization effects 14 on crop yields under the high productivity scenario Table 18, Appendix A. Factor employment drastically increases to compensate the loss in production due to declining yields. Agricultural trade deficit deteriorates tremendously under the worst case scenarios. For instance, assuming noadaptation under the A2_no CO2_low, imports increase by more than 30 per cent while exports decrease by 11 per cent. The impacts are lessened under the medium and high productivity scenarios, and the impacts get reversed under the high productivity scenario if we include CO2 fertilization effects on yield. Food processing is the second mostaffected sector from the climate change. Most indicators for the sector closely follow the observed trend in agricultural production sector Table 19, Appendix A. Factors of employment respond to the change in wages in all scenarios. The trade figures move in the same direction compared to the agricultural sector. The other sectors follow the food production sector with less significant changes in production and employment. However, and given the uncertainty underlying the climate projections and their impacts on yields as discussed earlier, it seems that Morocco will have time to adjust to adverse effects of climate change for a limited period of time if policies are adopted in a timely manner. This is depicted by our results Table 9, Appendix A, where we observe a substantial positive impact when we include the PMV adaptation targets and also the CO2 fertilization effects. Indeed, including the PMV targets boosts agricultural production significantly, and especially under the scenario including the CO2 fertilization effects Table 18, Appendix A. The increase reaches up to 20 per cent under the best case scenario of A2_w CO2_High, which is mainly due to increased yield. Wages faced by agricultural sector increased since marginal productivity of factors increase when yields increase. Consequently factor employment decreases. However, note that the decline in factor employment is quite low compared to the improvement in yield. Agricultural trade deficit significantly improves as a result of increasing exports and declining imports. These conclusions rest on the assumption that the capital investments programmed in the PMV will, in fact, achieve the targeted productivity increases. There are reasons to believe that achieving these targets will be a real challenge. 5 Conclusion The agricultural sector in Morocco consists of a heterogeneous distribution of production activity across regions. This diversity in the regional structure of agriculture brings about complicated 14 The latter vary quite significantly from one SRES scenario to other and across crops. From our computations using the data from the WBMoroccoFAO study, we find that the latter fall within the range of 2 per cent olives to 15 per cent tomatoes. 13 linkages in terms of projected impacts of climate change across regions, which in turn trickles down to affect the rest of the economy. In this paper, we attempt to shed light on interregional linkages under different climatedriven agricultural productivity shocks using a regional adaptation of a CGE model. In Morocco, climate change intervenes by substantially changing the regional production patterns and hence, introduces changes in prices of commodities. As showcased in the results, agriculture, and to a certain degree, food processing sectors production levels are substantially affected by climate change. Depending on the strength of the linkages that exist between the primary sector and the rest of the economy, the former tend to act as a drag on the rest of the sectors under the worst case scenarios where substantial climateinduced yield shocks mostly negative tend to trickle down and affect productivity in other sectors through many channels, such as increased prices for primary inputs and reduced demand for private and intermediate consumption. Like any research, there are areas for improvement in the future. Currently interregional linkages are modelled simplistically through redistribution of excess supply regions to excess demand regions based on their shares. Alternative approaches could be explored. Additionally, the projected impacts of the PMV investments strategy are captured using the simplistic assumption of compensating climateinduced yield losses by the projected yield improvements entailed under the PMV. A better strategy would be to directly model the provisional impacts of the PMV investments into our modelling framework, which is beyond the aim of this paper. Finally, there is need to update the data used in the analysis. The current model assumes all regional households have the same preferences, but differ only based on their level of expenditure from one region to the other. Access to better household surveys could provide us with better understanding the dynamics of consumption patterns and a better evaluation of welfare impacts. References Agence de Developpement Agricole ADA 2014. Plan Maroc Vert PMV. Rabat: ADA. Available at: http:www.ada.gov.maPlan Maroc Vert.php last accessed 24 April 2014. Akesbi N. 2006. Evolution et Perspectives de Lagriculture Marocaine. Cinquante ans de Developpement Humain au Maroc Maroc. 50 Ans de Developpement Humain au Maroc, Perspectives 2025: Rapports Thematiques. Maroc: Cinquante ans de Developpement Humain au Maroc. Rabat: Cinquantenaire de Independance du Royaume du Maroc. Akesbi, N., D. Benatya, and N. El Aoufi 2008. Lagriculture Marocaine a l Epreuve de la Liberalisation. Rabat: Economie Critique. Allen, R.G., L.S. Pereira, D. Raes, and M. Smith 1998. Crop EvapotranspirationGuidelines for Computing Crop Water Requirements. FAO Irrigation and Drainage Paper 56. Rome: FAO. Available at: http:www.fao.orgdocrepX0490Ex 0490e 00.HTM accessed 17 April 2014. Arndt, C., S. Robinson, and D. Willenbockel 2011. Ethiopias Growth Prospects in a Changing Climate: a Stochastic General Equilibrium Approach. Global Environmental Change, 212011: 70110. Berrittella, M., A.Y. Hoekstra, K. Rehdanz, R. Roson, and R.S.J. Tol 2007. The Economic Impact of Restricted Water Supply: A Computable General Equilibrium Analysis. Water Research, 418: 1799803. 14 Berrittella, M., K. Rehdanz, R.S.J. Tol, J. Zhang 2008. The Impact of Trade Liberalization on Water Use: A Computable General Equilibrium Analysis. Journal of Economic Integration, 233: 63155. Burniaux, J.M., and T.P. Truong 2002. GTAPE: An EnergyEnvironmental Version of the GTAP Model. GTAP Technical Papers, Paper 18. West Lafayette: Purdue University. Available at: http:docs.lib.purdue.edugtaptp18 accessed 16 April 2014. Calzadilla, A., K. Rehdanz, and R.S.J. Tol 2008. Water Scarcity and the Impact of Improved Irrigation Management: a CGE Analysis. Working Paper 1436. Kiel: Kiel Institute for the World Economy. Chapagain, A.K., and A.Y. Hoekstra 2004. Water Footprints of Nations. Institute for Water Education, Value of Water Research Report Series 16. Delft: UNESCOIHE. Cline, W.R. 2007. Global Warming and Agriculture: Impacts Estimates by Country. Washington, DC: Center for Global DevelopmentPeterson Institute for International Economics. Department of Studies and Financial Forecasts DSFF 2010. Regions in Morocco: Sectorbased Contribution to National Wealth Creation. Rabat: Ministry of Economy and Finance MEF. Diao, X., T. Roe, and R. Doukkali 2005. EconomyWide Gains from Decentralized Water Allocation in a Spatially Heterogeneous Agricultural Economy. Environment and Development Economics, 10: 24969. Diao, X., A. Dinar, T. Roe, and Y. Tsur 2008. A General Equilibrium Analysis of Conjunctive Ground and Surface Water Use with an Application to Morocco. Agricultural Economics, 382: 11735. Doukkali R. 2005. Water Institutional Reforms in Morocco. Water Policy, 72005: 7188. Doukkali, R. 2006. Evolution des Performances du Secteur Agricole: Resultats dune Experience. Working Paper. Rabat: Centre National de Documentation du Maroc: Bd D Developpement Economique et Social. Dudu, H., E.H. Cakmak, and D.S. Saracoglu 2010. Climate Change and Agriculture in Turkey: A CGE Modelling Approach. Iktisat Isletme ve Finans Dergisi, 25286: 933. Dudu, H., and E.H. Cakmak 2011. Regional Impact of the Climate Change: a CGE Analysis for Turkey. Working Paper 644. Giza: Economic Research Forum. Fischer, G., M. Shah, F.N. Tubiello, and H. van Velhuizin 2005. SocioEconomic and Climate Change Impacts an Agriculture: an Integrated Assessment, 19902080. Philosophical Transactions of the Royal Society, 3601463: 206783. Food and Agriculture Organization FAO 2009. The State of Agricultural Commodity Markets: High Food Prices and the Food Crisis Experiences and Lessons Learned. Rome: FAO. FAO 2010. ClimateSmart Agriculture: Policies, Practices and Financing for Food Security, Adaptation and Mitigation. Rome: FAO. FAO 2011. Modelling System for Agricultural Impacts of Climate Change MOSAICC. Available at: http:www.fao.orgclimatechangemosaiccen last accessed 16 April 2014. FAO, Food and Agriculture Organization 2013. AQUASTAT Database. Rome: FAO. Available at: http:www.fao.orgnrwateraquastatmainindex.stm last accessed 22 April 2014. 15 Gommes, R., T. El Hairech, D. Rosillon, R. Balaghi, and H. Kanamaru 2009. Impact of Climate in Morocco. Rome: FAO. Available at: ftp:extlast Change on Agricultural Yields ftp.fao.orgSDReservedAgrometWB_FAO_morocco_CC_yield_impactreport accessed 22 April 2014. Horridge, M., J. Madden, and G. Wittwer 2005. The Impact of the 20022003 Drought on Australia. Journal of Policy Modeling, 273: 285308. Intergovernmental Panel on Climate Change IPCC 2007. Impacts, Adaptation and Vulnerability. Contribution of Working Group II to the Fourth Assessment Report of the Intergovernmental Panel on Climate Change. Geneva: IPCC. Kuik, O., F. Reynes, F. Delobel, and M. Bernardi 2011. FAOMOSAICC: The FAO Modelling System for Agricultural Impacts of Climate Change to Support DecisionMaking in Adaptation. Paper presented at the proceedings of the 14th GTAP Conference in Venice, Italy. Laborde, D. 2011. Climate Change and Agriculture in South Asia: Studying Optimal Trade Policy Options. Paper presented at the proceedings of the 14th GTAP Conference in Venice, Italy. Lofgren, H., R.L. Harris, and S. Robinson 2002. A Standard Computable General Equilibrium CGE Model in GAMS. Washington, DC: IFPRI. Ministere de l Agriculture et de la Peche Maritime MAPM, and Agence pour le Developpement Agricole ADA 2011. Projet d Integration du Changement Climatique dans la Mise en uvre du Plan Maroc Vert PICCPMV: Etude Cadre de l Impact Environnemental et Social. Ministere de l Agriculture et de la Peche Maritime MAPM and Fonds de Developpement Agricole lencouragement des investissements agricoles. Rabat: Agence pour le Developpement Agricole. 2011. Les Aides Financiers de FDA l Etat pour Roeckner, E., G. Bauml, L. Bonaventura, R. Brokopf, M. Esch, M. Giorgetta, S. Hagemann, I. Kirchner, L. Kornblueh, E. Manzini, A. Rhodin, U. Schlese, U. Schultzweida, and A. Tompkins 2003. The Atmospheric General Circulation Model ECHAM5: Model Description. Report 349. Hamburg: MaxPlack Institute for Meteorology. Serghini, H., and W. Tyner 2005. Des Elements de Reformes du Secteur Agricole. Unpublished paper from the Ministry of Agriculture and Fisheries. Rabat: Ministry of Agriculture and Fisheries. Thurlow, J. 2004. A Dynamic Computable General Equilibrium CGE Model for South Africa: Extending the Static IFPRI Model. Trade and Industrial Policy Strategies, Working Paper 1. Pretoria: International Food Policy Research Institute. Thurlow, J., T. Zhu, and X. Diao 2009. The Impact of Climate Variability and Change on Economic Growth and Poverty in Zambia. IFPRI Discussion Paper 00890. Washington, DC: International Food Policy Research Institute. World Bank 2010. World Development Report. Washington, DC: World Bank. World Bank 2014. World Development Indicators for Morocco. Washington, DC: World Bank. Available at: http:data.worldbank.orgcountrymorocco last accessed 28 April 2014. 16 APPENDIX A: Tables Table 1: Nomenclature of activity accounts in the Moroccos social accounting matrix Description SectorsActivities Description xmeata Pasture x 2 fla psa Byproducts x 2 spa spfdpa Forestry x 1 forsta Fishery x 1 fshrya Food processing x 10 dairya sgrrwa sgrrfa milhwa milswa oilrwa oilrfa olvwha olvola xfdpra Industry and manufacturing x 4 chmcla refola wtrela xindsa Services x 2 srvpra srvpba Other meat production Fallow land Pasture land Agricultural byproducts Byproducts of agrofood industries Forestry Fishery Dairy Raw sugar Refined sugar Hard wheat mill Soft wheat mill Raw oil Refined oil Whole olives Olive oil Other food processing Chemical industries Refined petroleum Water and electricity utilities Other industries Private services Public services SectorsActivities Agriculture, crops x 26 hdwhta sfwhta barlya xgrnsa gnlega sgrbta sgrcna xcshca tomata potata oniona melona wtmlna xvegta xvgina alfafa foraga olivea agrmsa xagrma grapea almnda Hard wheat Soft wheat Barley Other grains Grain legumes Sugar beets Sugar cane Other industrial crops incl oil seeds Tomatoes Potatoes Onions Melons Watermelons Other vegetables Other industrial vegetables Alfafa Forage crops Olives Clementines and small citrus Other citrus Grapes Almonds Apples Dates Other fruit Other crops nes applea datesa xfruta xcropa Livestocks x 4 bovina ovinea avinea Source: Authors adaptation based on data from Doukkalis SAM 2003. Bovine meat Sheep and other red meats Poultry 17 Table 2: Nomenclature of commodity accounts in the Moroccos social accounting matrix Commodities Agriculture, crops x 26 hdwhtc sfwhtc barlyc xgrnsc gnlegc sgrbtc sgrcnc xcshcc tomatc potatc onionc melonc wtmlnc xvegtc xvginc alfac foragc olivec agrmsc xagrmc grapec almndc applec datesc xfrutc xcropc Description Hard wheat Soft wheat Barley Other grains Grain legumes Sugar beets Sugar cane Commodities eggrwc xmeatc Pasture x 2 flc psc Byproducts x 2 spc spfdpc Other industrial crops incl oil seeds Forestry x 1 Tomatoes Potatoes Onions Melons Watermelons Other vegetables Other industrial vegetables Alfafa Forage crops Olives Clementines and small citrus Other citrus Grapes Almonds Apples Dates Other fruit forstc Fishery x 1 fshryc Food processing x 10 dairyc sgrrwc sgrrfc milhwc milswc oilrwc oilrfc olvwhc olvolc xfdprc Industry and manufacturing x 4 chmclc refolc Other crops nes wtrelc Livestocks x 5 meatrc meatwc mlkrwc Source: Authors adaptation based on data from Doukkalis SAM 2003. Red meats White meats Raw milk xindsc Services x 2 srvprc srvpbc Description Eggs Other animal products Fallow land Pasture land Agricultural byproducts Byproducts of agrofood industries Forestry Fishery Dairy Raw sugar Refined sugar Hard wheat mill Soft wheat mill Raw oil Refined oil Whole olives Olive oil Other food processing Chemical industries Refined petroleum Water and electricity utilities Other industries Private services Public services 18 Table 3: Nomenclature of institutional accounts in the Moroccos social accounting matrix Institution vaadd txsub govnt uhdc 1 uhdc 2 uhdc 3 uhdc 4 uhdc 5 Source: Authors adaptation based on data from Doukkalis SAM 2003. Description Value added Taxes and subsidies Government Urban households first decile Urban households second decile Urban households third decile Urban households fourth decile Urban households fifth decile Institution rhdc 1 rhdc 2 rhdc 3 rhdc 4 rhdc 5 invst rowld Description Rural households first decile Rural households second decile Rural households third decile Rural households fourth decile Rural households fifth decile Investment savings account Rest of the world Table 4: Updated nomenclature of activity accounts for the 2003 Moroccos social accounting matrix SectorsActivities Agriculture, crops x 11 hdwhta sfwhta barlya tomata xvegtsa xvgina foragsa olivea agrmsa xfrutsa xcropsa Livestocks x 4 bovina Description SectorsActivities Fishery x 1 fshrya Hard wheat Food processing x 8 Soft wheat dairya Barley sugara Tomatoes milhwa Other vegetables Other industrial vegetables milswa oilpra Forage crops olvwha Olives Citrus olvola xfdpra Other fruit Industry and manufacturing x 4 Other crops nes chmcla refola Cattle etc. ovinea Sheep wtrela Poultry Other animal products avinea xmeata Forestry x 1 forsta Source: Authors adaptation based on data from Doukkalis SAM 2003. xindsa Services x 2 srvpra srvpba Forestry Description Fishery Dairy Sugar processing Hard wheat mill Soft wheat mill Processed oil Whole olives Olive oil Other food processing Chemical industries Refined petroleum Water and electricity utilities Other industries Private services Public services 19 Table 5: Updated nomenclature of commodity accounts for the 2003 Moroccos social accounting matrix Description Hard wheat Soft wheat Barley Tomatoes Other vegetables Other industrial vegetables Forage crops Olives Citrus Other fruit Other crops nes Commodity account Agriculture, crops x 11 hdwhtc sfwhtc barlyc tomatc xvegtsc xvginc foragsc olivec agrmsc xfrutsc xcropsc Livestocks x 4 meatrbovc meatrovc meatwc xmeatc Forestry x 1 forstc Source: Authors adaptation based on data from Doukkalis SAM 2003. Commodity account Fishery x 1 fshryc Food processing x 8 dairyc sugarc milhwc milswc oilprc olvwhc olvolc xfdprc Industry and manufacturing x 4 chmclc refolc wtrelc xindsc Services x 2 srvprc srvpbc Cattle etc Sheep Poultry Other animal products Forestry Description Fishery Dairy Sugar processing Hard wheat mill Soft wheat mill Processed oil Whole olives Olive oil Other food processing Chemical industries Refined petroleum Water and electricity utilities Other industries Private services Public services Table 6: Updated nomenclature of institutional accounts for the 2003 Moroccos social accounting matrix Description Labour Capital Fallow land Pasture land Irriagted land Rainfed land Institution Valueadded accounts flab fcap flandfl flandps flandir flandrf Households account uh rh Tax accounts actax Source: Authors adaptation based on data from Doukkalis SAM 2003. Institution comtax imptax instax factax Government account gov SavingsInvestment si Rest of the world row Urban household Rural household Activity tax Description Commodity tax Tariff Institutional tax Factor Taxes Government savinginvestment rest of the world 20 Table 7: Description of scenarios analysis Description Projected yield impacts by 2050 under SRES A2, with no CO2 fertilization effect and no adaptation Projected yield impacts by 2050 under SRES B2, with no CO2 fertilization effect and no adaptation Projected yield impacts by 2050 under SRES A2, with CO2 fertilization effect and no adaptation Projected yield impacts by 2050 under SRES B2, with CO2 fertilization effect and no adaptation Scenario A2_no CO2 B2_no CO2 A2_w CO2 B2_w CO2 A2_no CO2_PMV Projected yield impacts by 2050 under SRES A2, with no CO2 fertilization effect and with PMV adaptation B2_no CO2_PMV Projected yield impacts by 2050 under SRES B2, with no CO2 fertilization effect and with PMV adaptation A2_w CO2_PMV Projected yield impacts by 2050 under SRES A2, with CO2 fertilization effect and with PMV adaptation B2_w CO2_PMV Projected yield impacts by 2050 under SRES B2, with CO2 fertilization effect and with PMV adaptation Source: Authors adaptation based on the study of WBMoroccoFAO Gommes et al. 2009. Table 8: Projected yield impacts of the Plan Maroc Vert for strategic crops by region Code Regions PMV Crop sectors targeted Cereals Vegetables Olives Citrus 33% 67% n.a. 30% 96% n.a. n.a. n.a. 50% n.a. n.a. 77% 79% 59% 63% 91% 80% 26% n.a. 83% n.a. 79% 78% 92% 44% 53% 47% n.a. 68% n.a. n.a. 80% 68% 62% n.a. n.a. 57% n.a. n.a. LOriental GharbCherardaBni Hsan n.a. 73% 69% 52% n.a. 86% 87% 93% 38% 80% 93% 85% n.a. TR2 SoussMassaDraa TR3 TR4 ChaouiaOuardigha TR5 MarrakechTensiftEl Haouz TR6 TR7 Grand Casablanca TR8 RabatSaleZemmourZaer TR9 DoukkalaAbda TR10 TadlaAzilal TR11 MeknesTafilalet TR12 FesBoulemane TR13 TazaTaounateAl Hoceima TR14 TangerTetouan Source: Authors calculations based on ADA 2014. 21 Table 9: Effects on macro accounts and gross domestic product GDPwithout and with adaptation base values in million Dhs Absorption A C I G Consumption C Investment I Government G Exports X Imports M Gross Domestic Product GDP 492,093 272,986 133,622 85,485 139,736 153,254 478,574 BASE A2_no CO2 Climate change, no adaptation % change from base A2_w CO2 B2_no CO2 B2_w CO2 Low Med 2.98% 1.62% 3.37% 1.84% 2.88% 1.54% 1.91% 1.01% 0.85% 0.44% 0.78% 0.40% 3.07% 1.66% High 0.86% 0.97% 0.84% 0.53% 0.22% 0.20% 0.88% Low Low Med Med High Low Med 2.27% 1.18% 2.61% 1.36% 2.09% 1.10% 1.45% 0.74% 0.71% 0.27% 0.00% 0.65% 0.25% 0.00% 2.33% 1.21% High High 0.49% 1.32% 0.21% 0.55% 1.35% 0.24% 0.39%0.56% 1.50% 0.18% 0.71% 1.55% 0.24% 0.51%0.48% 1.29% 0.31% 0.35% 1.27% 0.29% 0.26%0.30% 0.83% 0.13% 0.35% 0.85% 0.15% 0.25%0.03% 0.45% 0.69% 0.14% 0.32% 0.55%0.02% 0.41% 0.63% 0.13% 0.30% 0.50%0.51% 1.36% 0.21% 0.57% 1.39% 0.24% 0.40% Absorption A C I G Consumption C Investment I Government G Exports X Imports M Gross Domestic Product GDP Source: Simulations results. Climate change, with adaptationPMV % change from base BASE A2_no CO2 B2_no CO2 Low Med High Med Low 1.39% 0.26% 1.00% 1.69% 0.39% 492,093 0.05% 1.47% 2.28% 0.75% 1.91% 272,986 0.90% 0.34% 0.98% 0.17% 0.74% 133,622 0.28% 0.52% 0.95% 0.14% 0.76% 85,485 2.07% 139,736 1.47% 1.89% 2.14% 1.56% 1.89% 153,254 1.34% 1.73% 1.95% 1.43% 478,574 0.27% 1.03% 1.74% 0.40% 1.43% High 2.02% 2.64% 1.31% 1.14% 2.36% 2.15% 2.08% Low 1.30% 1.82% 0.63% 0.71% 2.32% 2.12% 1.34% A2_w CO2 Low High B2_w CO2 Med Med 2.31% 3.00% 1.26% 2.27% 3.01% 3.83% 1.76% 2.95% 1.51% 2.12% 0.62% 1.51% 1.30% 1.72% 0.68% 1.27% 2.84% 3.12% 2.18% 2.70% 2.59% 2.85% 1.99% 2.46% 2.37% 3.08% 1.30% 2.33% High 2.83% 3.62% 2.00% 1.62% 2.94% 2.69% 2.91% 22 Table 10: Effects gross domestic product GDP disaggregated by sectorswithout and with adaptation base values in million Dhs Agriculture crop production Livestock Forestry Fisheries Dairy Food processing Industry and manufacture Services Agriculture crop production Livestock Forestry Fisheries Dairy Food processing Industry and manufacture Services Source: Simulations results. BASE 52,047 11,260 1,072 5,065 618 22,133 99,567 232,890 BASE 52,047 11,260 1,072 5,065 618 22,133 99,567 232,890 A2_no CO2 B2_no CO2 A2_w CO2 B2_w CO2 Climate change, no adaptation % change from base Low Med High 14.50% 8.08% 4.12% 2.51% 1.38% 4.32% 0.60% 1.14% 0.30% 2.47% 1.51% 0.90% 1.17% 0.55% 1.96% 3.34% 1.87% 5.89% 0.31% 0.21% 0.60% 1.56% 0.86% 0.47% Low Low Med 11.46% 6.12% 1.84% 3.53% 0.50% 0.97% 1.95% 1.09% 0.82% 1.91% 2.51% 4.53% 0.19% 0.38% 1.18% 0.62% Med High 0.88% 3.40% 0.63% 0.55% 0.00% 0.67% 0.08% 0.52% 1.01% 0.52% 0.04% 0.02% 0.13% 0.24% Climate change, with adaptationPMV % change from base High 2.56% 6.73% 0.89% 2.33% 0.22% 0.61% 0.57% 1.42% 0.30% 1.04% 1.24% 3.17% 0.09% 0.18% 0.26% 0.67% Low 7.15% 2.30% 0.36% 0.69% 0.08% 1.30% 1.10% 3.09% 0.17% 0.66% Med High 1.25% 2.20% 0.56% 0.40% 0.24%0.07% 0.53% 0.07%0.07% 0.39% 0.92% 0.35% 0.02% 0.05% 0.14% 0.18% A2_no CO2 B2_no CO2 A2_w CO2 B2_w CO2 Low 2.35% 2.72% 0.07% 1.44% 1.24% 2.05% 0.04% 0.21% Med High Low Low Med High High Low High Med 8.48% 12.21% 5.17% 10.30% 13.65% 9.95% 15.51% 19.59% 9.44% 15.05% 18.29%1.71% 0.99% 1.36% 0.56% 0.55% 0.73% 0.90% 0.53% 3.58% 0.29% 0.51% 0.22% 0.42% 1.35% 1.94% 0.36% 0.21% 0.64% 0.93% 0.15% 1.23% 0.20% 0.77% 1.05% 0.32% 0.17% 0.14% 0.64% 0.77% 0.47% 0.33% 0.44% 0.56% 0.36% 0.63% 0.52% 0.90% 0.31% 0.27% 2.19% 0.41% 0.97% 0.05% 0.83% 0.01% 0.05% 1.63% 0.30% 0.78% 0.76% 1.15% 0.19% 0.50% 2.36% 0.45% 1.08% 1.83% 1.50% 0.70% 1.04% 3.73% 0.49% 1.40% 0.83% 1.06% 0.33% 0.50% 2.45% 0.47% 1.07% 0.83% 0.56% 0.46% 0.38% 0.47% 0.35% 0.61% Med 23 Table 11: Macroeconomic impacts of historical droughts in Morocco Year 1980 1981 drought % Change 1998 2000 drought GDP current US 18,820,809,836 15,280,300,833 18.8% 40,021,694,631 37,020,609,825 % Change 7.5% Source: Authors adaptation based on World Bank 2014. Value added current US Agriculture 3,468,322,918 1,973,145,409 43.1% 7,175,553,492 4,916,337,286 31.5% Industry 5,823,121,475 5,205,421,186 10.6% 9,831,727,514 9,575,098,814 2.6% Manufacturing 3,166,717,472 2,764,862,827 12.7% 6,136,031,660 5,744,965,180 6.4% Services 9,474,290,346 8,102,995,075 14.5% 18,474,314,520 18,406,644,081 0.4% Table 12: Per cent change in aggregate domestic output by sectorwithout and with adaptation base values in million Dhs Climate change, no adaptation % change from base High Med 2.07% 0.74% B2_no CO2 Low 3.57% A2_no CO2 Low High 4.26% 1.38% 1.74% 0.47% 0.06% 1.13% 0.28% 0.25% 0.04% 0.79% 1.30% 0.24% 0.54% 0.94%0.63% 0.25% 4.54% 0.35% 0.42% 3.78% 0.44% 0.55% 4.74% 3.06% 0.34% 0.19% 0.32% 0.45% 3.83% 0.73% 0.34% 0.37% 0.58% 0.44% 0.72% 0.39% 0.22% 0.30% 0.62% 2.58% 1.48% 2.08% 1.10% 2.54% 1.38% 1.67% 0.99% 2.09% 1.14% A2_w CO2 Low 1.59% 0.68% B2_w CO2 Low 2.08% 0.23% 2.25% 1.80% 2.16% 1.37% 1.70% 0.88% 0.65% 0.79% 0.55% 0.66% 1.87% 1.50% 1.85% 1.18% 1.52% 3.47% 3.02% 3.56% 2.25% 2.91% 2.16% 1.82% 2.16% 1.32% 1.71% Med 1.64% High 0.45% High 2.18% Med Med Climate change, no adaptation % change from baseHigh B2_no CO2 Low 4.18% 1.23% Med 5.62% 6.74% 1.81% 2.28% A2_no CO2 High Low 8.68% 3.73% 0.67% 2.96% 1.93% 0.15% 0.83% 0.91% 0.49% 1.35% 0.17% 1.44% 2.34% 0.29% 1.55% 2.29%2.47% 1.20% 0.32% 1.19% 1.85% 0.16% 1.21% 2.85% 1.90% 0.82% 0.39% 0.96% 0.63% 0.94% 1.78% 3.14% 0.50% 0.83% 0.74% 0.78% 0.07% 0.80% 0.22% 1.44% B2_w CO2 Low 5.57% 2.03% A2_w CO2 Low 6.17% 2.31% 1.82% 1.99% 1.45% 2.50% 1.82% 2.00% 1.50% 2.48% 0.60% 0.56% 0.76% 1.33% 2.62% 2.99% 1.92% 3.29% 0.62% 0.52% 0.69% 1.33% 1.57% 1.72% 1.33% 2.20% Med 8.21% 2.88% Med 7.65% 2.64% High 9.58% 3.31% High 6.91% 2.42% Med 5.89% 1.96% BASE Agriculture crop production Livestock Forestry Fishery Dairy Food processing Industry and manufacture Services Agriculture crop production Livestock Forestry Fishery Dairy Food processing Industry and manufacture Services Source: Simulations results. 75,813 34,38010,162 5,856 166,078 544,386 592,030 BASE 75,813 34,380 10,1625,856 166,078 544,386 592,030 24 High 0.31% 1.82% 2.47% 0.13% 0.25% 0.55%0.36%0.04% 1.14% 1.41% 0.03% 0.00% 0.53%0.84% 0.59% 0.61% 0.59% Climate change, with adaptationPMV % change from base Table 13: Effects on household income at the regional and national levelwithout and with adaptation base values in million Dhs TR1 TR2 TR3 TR4 TR5 TR6 TR7 TR8 TR9 TR10 TR11 TR12 TR13TR14 National_Urban National_Rural National TR1 TR2 TR3 TR4 TR5 TR6 TR7 TR8 TR9 TR10TR11 TR12 TR13 TR14 National_Urban National_Rural National Source: Simulations results. BASE 10,365 33,508 23,649 24,596 31,369 29,339 107,311 40,695 24,742 14,973 27,666 22,580 14,867 34,661 344,485 95,838 440,323 BASE 10,365 33,508 23,649 24,596 31,369 29,339 107,311 40,695 24,742 14,973 27,666 22,580 14,867 34,661 344,485 95,838 440,323 Low3.77% 3.30% 1.64% 4.98% 3.19% 3.24%3.81%4.01% 4.29% 2.09% 2.99% 4.23% 4.92%3.48% 3.58% 3.69% 3.60% Low 1.22% 0.26% 3.18%1.47%0.76% 0.06% 1.25% 1.11% 0.54% 0.66%0.10% 1.01% 2.33% 1.51% 0.64% 0.65% 0.64%Low2.85% 2.51% 1.96% 3.76% 2.38% 2.71%2.85%3.07% 2.57% 1.26% 2.47% 3.32% 3.82%2.57% 2.73% 2.81% 2.75% Low 0.35% 0.98% 2.62%0.41%0.03% 0.56% 0.35% 0.24% 1.17% 1.46%0.23% 0.19% 1.33% 0.67% 0.14% 0.14% 0.14%Low1.86% 0.98% 0.00% 3.15% 1.55% 1.62%1.81%2.15% 0.91% 0.39% 2.12% 2.35% 2.95%1.28% 1.63% 1.68% 1.64% Low 0.53% 2.46% 4.62%0.13%0.75% 1.58% 0.57% 0.56% 2.71% 3.17%0.37% 0.66% 0.54% 0.52% 1.14% 1.17% 1.14%A2_w CO2 Med0.58% 0.73% 1.85% 1.66% 0.49% 0.24%0.52%0.83% 0.18% 0.99% 0.84% 0.95% 1.38%0.08% 0.30% 0.31% 0.30% A2_w CO2Med 1.60% 4.01% 6.41%1.29%1.68% 2.82% 1.63% 1.62% 3.58% 3.74%1.33% 1.75% 0.75% 1.65% 2.25% 2.33% 2.27%B2_no CO2 Med1.53% 1.19% 0.46% 2.22% 1.38% 1.44%1.52%1.68% 1.31% 0.28% 1.41% 1.80% 2.00%1.20% 1.41% 1.46% 1.42% B2_no CO2Med 0.78% 2.20% 4.10%0.90%0.88% 1.72% 0.78% 0.91% 2.25% 2.45%0.95% 1.06% 0.23% 0.52% 1.27% 1.31% 1.28%A2_no CO2 Med2.10% 1.66% 0.77% 2.94% 1.84% 1.76%2.08%2.31% 1.63% 0.60% 1.86% 2.49% 2.86%1.69% 1.92% 1.98% 1.94% A2_no CO2Med 0.28% 1.78% 3.87%0.29%0.49% 1.42% 0.29% 0.37% 2.01% 2.16%0.64% 0.47% 0.54% 0.10% 0.83% 0.86% 0.84%High 0.73% 0.25% 0.30% 0.95% 0.73% 0.67% 0.70% 0.91% 0.39% 0.28% 0.83% 0.96% 1.24% 0.45% 0.61% 0.63% 0.62% High 1.48% 3.09% 4.77% 2.03% 1.45% 2.42% 1.49% 1.56% 3.05% 2.98% 1.37% 1.76% 0.86% 1.17% 1.97% 2.03% 1.98% High1.21% 0.64% 0.18% 1.00% 1.08% 1.08%1.17%1.44% 0.61% 0.09% 1.18% 1.54% 1.95%0.92% 1.03% 1.06% 1.04% High 1.06% 2.74% 4.35%2.10%1.16% 2.04% 1.08% 1.10% 2.93% 2.63%1.11% 1.26% 0.22% 0.75% 1.61% 1.67% 1.62%Climate change, no adaptation % change from base Low1.81% 1.26% 0.09% 2.75% 1.60% 1.69%1.77%2.05% 1.45% 0.26% 2.01% 2.27% 2.75%1.29% 1.66% 1.71% 1.67% Low 0.60% 2.15% 4.51%0.45%0.74% 1.53% 0.63% 0.66% 2.20% 2.44%0.49% 0.74% 0.35% 0.52% 1.11% 1.15% 1.12%B2_w CO2 Med0.52% 0.45% 1.27% 1.35% 0.47% 0.43%0.47%0.69% 0.14% 0.73% 0.67% 0.76% 1.00%0.02% 0.32% 0.33% 0.32% B2_w CO2Med 1.65% 3.73% 5.76%1.56%1.68% 2.65% 1.67% 1.74% 3.26% 3.45%1.47% 1.91% 1.08% 1.55% 2.22% 2.29% 2.23%High 0.21% 1.30% 1.89% 0.22% 0.23% 0.40% 0.27% 0.02% 0.82% 1.03% 0.04% 0.02% 0.36% 0.65% 0.42% 0.43% 0.42% High 2.26% 4.53% 6.30% 2.56% 2.27% 3.41% 2.28% 2.31% 4.06% 3.72% 1.95% 2.50% 1.60% 2.10% 2.84% 2.93% 2.86% High 2.35% 5.06% 6.93%2.91%2.32% 3.55% 2.36% 2.32% 4.41% 4.13%1.94% 2.52% 1.43% 2.28% 3.01% 3.11% 3.03% 25 Table 14: Per cent change in demand for labour in all sectors across scenarios analysis without and with adaptation base values in million Dhs Agriculture crop production Livestock Forestry Fishery Dairy Food processing Industry and manufacture Services Agriculture crop production Livestock Forestry Fishery Dairy Food processing Industry and manufacture Services Source: Simulations results. BASE A2_no CO2 B2_no CO2 A2_w CO2 B2_w CO2 Med High Low Med 0.48% Low Med High 0.09% 0.26% 0.25% 7.70% 4.43% 2.43% 6.24% 3.26% 1.53% 1.78% 0.98% 0.61% 1.28% 0.67% 0.33% 4.41% 2.54% 1.47% 3.40% 1.85% 0.90% 4.47% 2.43% 1.19% 3.74% 1.74% 0.65% 8.37% 4.65% 2.61% 6.38% 3.48% 1.67% 2.86% 1.55% 0.90% 2.09% 1.10% 0.50% 3.05% 1.67% 0.91% 2.31% 1.21% 0.53% Low High Climate change, no adaptation % change from base 0.21% 0.11% 0.10% 0.30% 0.52% 3.99% 0.92% 1.19% 0.79% 0.30% 0.00% 2.27% 0.80% 0.26% 1.98% 0.06% 1.16% 4.26% 1.17% 0.98% 1.27% 0.32% 0.28% 1.37% 0.27% 0.46% Low Med High 0.09% 0.09% 0.12%3.99% 0.87% 0.87%0.71% 0.22% 0.03%2.17% 0.69% 0.18%2.14% 0.13% 0.86%4.23% 1.11% 0.71%1.24% 0.29% 0.23%1.37% 0.28% 0.34%Climate change, with adaptationPMV % change from base 0.41% 0.02% 0.55% 3.96% 0.81% 1.08% 0.86% 0.21% 0.07% 1.98% 0.26% 0.71% 1.26% 1.71% 0.15% 2.08% 1.33% 3.20% 0.94% 0.78% 0.38% 0.57% 0.67% 1.34% 0.07% 0.23% 2.51% 0.31% 0.40% 0.05% 1.00% 0.37% 1.05% 0.76% 0.21% 2.38% 0.07% 0.77% 0.11% 1.07% 0.30% 1.93% 0.31% 1.22% 1.73% 4.02% 1.28% 1.68% 0.38% 0.56% 0.01% 0.30% 0.38% 2.48% 4.43% 0.03% 0.28% 0.46% 0.07% 1.26% 2.17% 0.13% 0.00% 2.29% 3.36% 0.46% 0.61% 1.75% 4.45% 6.35% 1.79% 1.43% 1.91% 0.71% 0.67% 0.97% 1.90% 2.53% 0.98% 0.19% 0.20%0.33% 2.54% 4.15%0.36% 0.52%1.38% 2.12%2.21% 3.06%4.48% 6.09%1.45% 1.87%1.89% 2.42% 6,151 3,093 130 2,129 115 5,029 33,568 105,555 6,151 3,093 130 2,129 115 5,029 33,568 105,555 26 Table 15: Per cent change in demand for capital in all sectors across scenarios analysis without and with adaptation base values in million Dhs Agriculture crop production Livestock Forestry Fishery Dairy Food Processing Industry Manufacture Services Climate change, no adaptation % change from base BASE A2_no CO2 B2_no CO2 A2_w CO2 B2_w CO2 Low Med High 0.33% 0.15% 0.32% 8.24% 4.67% 2.47% 4.90% 2.77% 1.59% 9.17% 5.32% 3.25% 9.31% 5.21% 2.86% 4.53% 2.49% 1.40% 3.66% 1.83% 0.99% Low Med 0.28% 0.03% 3.46% 6.50% 2.01% 3.76% 6.88% 4.08% 3.89% 7.15% 1.81% 3.39% 2.76% 1.28% High 0.10% 1.60% 0.95% 2.36% 1.83% 0.83% 0.43% Low Med High 0.17% 0.30% 0.45% 4.22% 1.07% 1.21% 2.41% 0.75% 0.41% 5.07% 2.00% 0.17% 4.71% 1.26% 1.17% 2.08% 0.52% 0.53% 1.32% 0.17% 0.96% Low Med 0.32% 0.15% 4.18% 2.34% 4.79% 4.67% 2.06% 1.36% 0.05% High 0.25% 1.00% 0.85% 0.66% 0.30% 1.79% 0.13% 1.21% 0.83% 0.49% 0.40% 0.79% 26,771 6,139 4,007 1,291 17,104 160,811 35,077 BASE A2_no CO2 B2_no CO2 A2_w CO2 B2_w CO2 Climate change, with adaptationPMV % change from base Agriculture crop production Livestock Forestry Fishery Dairy Food Processing Industry Manufacture Services Source: Simulations results. 26,771 6,139 4,007 1,291 17,104 160,811 35,077 High Low Med 0.09% 0.01% 0.01% 3.88% 0.49% 1.59% 2.05% 0.11% 0.95% 5.23% 1.51% 0.48% 3.02% 0.82% 2.99% 1.73% 1.07% 0.77% 0.63% 0.99% 1.69% Med Low 0.30% 0.17% 2.18% 0.66% 0.96% 0.58% 2.98% 0.92% 2.03% 1.38% 0.00% 0.16% 1.45% High 0.47% 2.39% 1.51% 0.32% 1.31% 3.91% 2.24% 2.16% Low Med 0.33% 0.26% 0.03% 2.86% 0.24% 1.65% 1.24% 1.63% 1.33% 4.38% 2.50% 1.19% 1.47% 2.71% High 0.34% 4.95% 2.62% 3.69% 6.56% 3.39% 3.32% Med High Low 0.46% 0.56% 0.50% 4.61% 2.93% 0.04% 2.55% 0.34% 1.74% 3.38% 0.94% 1.84% 1.41% 4.43% 6.24% 3.27% 2.52% 1.23% 1.46% 2.58% 3.17% 27 Table 16: Per cent change in demand for irrigated land in agricultural sectors across scenarios analysiswithout and with adaptation base values in million Dhs BASEA2_no CO2 B2_no CO2 A2_w CO2 B2_w CO2 Climate change, no adaptation % change from base Agriculture crop production hdwhtc sfwhtc barlyc tomatc xvegtsc xvginc foragsc olivec agrmsc xfrutsc xcropsc Agriculture crop production hdwhtc sfwhtc barlyc tomatc xvegtsc xvginc foragsc olivec agrmsc xfrutsc xcropsc Source: Simulations results. Med 0.20% 3.15% 0.43% High Low 0.44% 7,972 1.20% 1.61% 2.10% 290 772 0.58% 1.24% 344 15.47% 12.28% 9.84% 1.06% 887 4.12% 1.26% 1,169 3.42% 2.72% 3.28% 6.63% 1.30% 5.70% 0.06% 0.38% 0.85% 2.25% 1.95% 2.61% 33 3.72% 698 203 12.49% 6.63% 3.65% 1,634 8.27% 0.55% 3.43% 1,155787 5.53% 1.67% Low 0.21% 3.91% 0.58% Med Low 0.26% 1.55% 3.01% 3.05% 0.57% 0.41% 8.89% 11.54% 1.67% 3.36% 1.45% 2.48% 2.10% 2.03% 2.44% 8.70% 6.93% 4.29% 10.15% 2.71% 0.32% 0.62% 0.37% 3.25% 1.22% 1.14% Climate change, with adaptationPMV % change from base Low Med High 0.94% 1.94% 0.44% 3.76% 3.69% 2.24% 0.48% 0.59% 1.26% 10.17% 6.52% 13.19% 9.30% 1.16% 1.13% 0.52% 2.46% 1.78% 1.04% 4.81% 7.32% 2.96% 2.81% 0.47% 4.24% 5.35% 4.03% 7.06% 8.39% 15.85% 5.32% 1.12% 1.65% 0.67% 0.72% 0.29% 0.57% 1.51% High 3.42% 1.68% 0.82% 6.57% 2.10% 1.00% 7.42% 6.78% 4.78% 1.03% 2.73% 6.09% 1.70% 9.48% 0.44% 1.39% 1.18% High Med 2.19% 1.14% 2.15% 3.13% 0.77% 1.01% 3.34% 6.72% 1.50% 0.68% 0.98% 1.43% 6.17% 5.48% 4.86% 3.27% 3.18% 2.10% 5.28% 10.55%0.07% 0.73% 0.26% 0.95% BASEA2_no CO2 B2_no CO2 A2_w CO2 B2_w CO2 Low Low Med Low Med High Low Med High Med High 6.85% 6.70% 5.85% 7.69% 7.32% 5.20% 7.51% 6.70% 6.93% 5.29% High 7,972 14.71% 15.90% 16.74% 13.82% 15.78% 16.73% 16.70% 19.15% 21.20% 14.91% 17.94% 19.40%5.97% 290 5.63% 772 11.15% 10.97% 11.50% 11.16% 11.47% 11.93% 10.75% 11.13% 11.94% 11.09% 11.65% 12.19%344 23.26% 19.46% 16.60% 18.91% 15.73% 12.91% 20.50% 15.93% 12.75% 17.26% 13.18% 9.35% 3.53% 887 0.60% 1.85% 1.81% 1,169 3.50% 1.97% 3.88% 0.29% 3.77% 33 1.31% 698 14.53% 11.00% 8.22% 203 15.66% 18.61% 18.88% 18.57% 19.85% 19.84% 17.00% 19.09% 19.12% 18.42% 20.33% 20.66%1,634 62.46% 69.52% 75.11% 58.59% 70.88% 76.83% 74.90% 88.82% 99.78% 67.14% 83.78% 91.67%1,1554.56% 8.23% 787 0.11% 2.79% 4.98% 16.50% 3.89% 1.82% 1.62% 0.62% 1.42% 2.01% 4.54% 9.41% 2.86% 2.06% 0.63% 3.16% 1.65% 3.02% 0.43% 8.92% 3.09% 2.36% 1.30% 2.24% 1.57% 2.82% 1.72% 9.98% 2.24% 1.78% 3.38% 7.18% 0.95% 2.39% 4.16% 3.10% 5.96% 3.83% 7.01% 3.98% 8.03% 4.92% 8.48% 5.61% 4.19% 4.38% 6.16% 3.46% 6.42% 8.78% 1.93% 5.41% 5.82% 5.06% 6.52% 3.84% 7.61% 28 Table 17: Per cent change in demand for rainfed land in agricultural sectors across scenarios analysiswithout and with adaptation base values in million Dhs BASEA2_no CO2 B2_no CO2 A2_w CO2 B2_w CO2 Climate change, no adaptation % change from base Agriculture crop production hdwhtc sfwhtc barlyc tomatc xvegtsc xvginc foragsc olivec agrmsc xfrutsc xcropsc Low Med 0.39% 11,153 0.18% 1.84% 0.47% 627 2.47% 0.25% 2,156 12.39% 10.15% 544 4.60% 7.87% 1,595 3.07% 5.06% 2,209 3.73% 1,739 4.96% 3,374 5.06% 2.64% 2,812 9.85% 5.00% 1,934 12.49% 6.22% 2,241 1.53% 0.74% 13,726 11.08% 5.78% High 0.77% 0.70% 0.27% 8.49% 2.16% 1.89% 3.35% 0.71% 4.78% 1.18% 0.30% 2.99% Med Low 0.20% 0.46% 1.99% 1.72% 0.07% 1.67% 7.35% 9.13% 3.44% 6.94% 2.31% 4.03% 2.95% 3.61% 1.61% 7.42% 4.90% 3.11% 14.24% 4.60% 1.31% 1.05% 8.29% 4.19% Climate change, with adaptationPMV % change from base High 2.12% 1.39% 2.13% 6.82% 4.16% 0.20% 6.76% 6.41% 5.59% 20.22% 1.11% 0.50% Low 0.25% 2.41% 0.03% 10.94% 3.13% 3.84% 7.20% 0.58% 7.78% 2.32% 2.74% 6.23% Med 1.21% 2.71% 1.85% 8.20% 0.88% 1.94% 7.53% 4.74% 4.83% 9.44% 1.16% 1.95% High 0.49% 1.53% 0.48% 5.64% 1.13% 1.45% 3.37% 0.03% 3.48% 0.79% 1.16% 2.12% Low 0.46% 2.33% 0.37% 7.82% 3.89% 3.70% 6.04% 1.49% 5.05% 8.31% 3.21% 5.55% Med 0.69% 2.33% 1.32% 5.87% 0.28% 1.66% 5.73% 3.72% 2.74% 5.74% 1.19% 1.65% High 1.29% 1.95% 1.72% 3.65% 2.62% 0.44% 5.70% 4.61% 2.70% 13.35% 0.54% 0.19% BASEA2_no CO2 B2_no CO2 A2_w CO2 B2_w CO2 Agriculture crop production hdwhtc sfwhtc barlyc tomatc xvegtsc xvginc foragsc olivec agrmsc xfrutsc xcropsc Source: Simulations results. Low Med High Low Low Med Med High High Low Med 3.53% 2.49% 1.75% 2.24% 2.62% 2.25% High 11,153 11.76% 12.31% 12.74% 10.96% 11.99% 12.41% 12.52% 13.92% 15.19% 11.26% 13.03% 13.90% 627 10.60% 12.19% 11.12% 11.60% 12.28% 11.98% 13.00% 13.71% 12.59% 12.54% 13.03% 12.90% 2,156 3.31% 1.23% 544 32.24% 29.50% 27.54% 28.21% 26.37% 24.18% 30.92% 27.73% 26.13% 27.06% 25.01% 22.38% 1,595 7.32% 10.90% 13.44% 8.03% 12.04% 14.45% 12.35% 16.54% 20.17% 11.13% 15.80% 18.40% 9.93% 7.95% 2,209 4.09% 7.87% 9.38% 9.15% 1,739 12.39% 13.56% 13.86% 13.56% 14.38% 13.81% 10.10% 10.73% 11.16% 11.21% 17.51% 11.94% 11.16% 3,374 21.85% 18.98% 17.05% 24.25% 17.58% 16.30% 17.02% 11.14% 9.56% 2,812 10.12% 12.26% 11.65% 13.09% 13.18% 12.30% 10.17% 10.89% 9.32% 12.43% 12.40% 11.54%1,934 97.79% 110.27% 119.98% 92.54% 113.31% 123.64% 118.77% 143.62% 163.58% 106.97% 135.44% 150.05%2,241 15.47% 13.01% 13.61% 12.26% 12.40% 12.77% 11.37% 13.53% 16.33% 10.36% 13.18% 15.30% 13,726 6.42% 11.89% 14.84% 8.59% 13.47% 15.81% 11.88% 16.88% 19.62% 12.11% 16.79% 18.92% 5.68% 9.61% 0.54% 0.39% 2.72% 1.57% 7.33% 4.78% 6.91% 5.45% 8.02% 6.14% 29 Table 18: Selected indicators for the agricultural sectorwithout and with adaptation base values in million Dhs A2_no CO2 B2_no CO2 A2_w CO2 B2_w CO2 BASELow Med High Med Low Climate change, no adaptation % change from base High Low Med High Low Med High Agriculture Production Employment Trade Agriculture Production Employment Trade Capital Labour Land Ir Land Rf Exports Imports ExportsImports Capital Labour Land Ir Land Rf Exports Imports ExportsImports Source: Simulations results. 75,813 4.26% 2.07% 0.74% 3.57% 1.64% 0.45% 1.59% 0.68% 2.18% 2.08% 0.23% 1.38% 0.15% 0.00% 0.20% 0.39% 4.43% 0.15% 0.25% 26,771 0.33% 0.00% 0.00% 6,151 0.00% 1.14% 2.19% 7,972 1.20% 0.69% 1.29% 11,153 0.18% 13,257 8.95% 3.10% 6.09% 13,739 47.82% 26.50% 14.44% 35.55% 20.42% 11.12% 29.56% 13.51% 1.59% 27.89% 11.68% 2.43% 24.07% 7.68% 3.58% 0.96 0.10% 0.03% 0.00% 0.00% 0.26% 0.44% 0.20% 0.49% 3.15% 0.03% 0.30% 0.45% 0.00% 0.00% 1.94% 3.42% 1.21% 2.12% 4.75% 8.47% 38.40% 24.45% 13.77% 32.24% 19.57% 0.32% 0.00% 0.94% 0.46% 2.89% 0.17% 0.00% 0.21% 0.25% 1.12% 0.28% 0.00% 1.55% 0.46% 8.15% 0.32% 0.00% 0.44% 0.77% 1.32% 9.98% 23.68% 7.71% 6.77% Climate change, with adaptationPMV % change from base 52,0472.35% 8.48% 12.21% 5.17% 10.30% 13.65% 9.95% 15.51% 19.59% 9.44% 15.05% 18.29%0.01% 0.00% 0.17% 0.00% 0.30% 0.00% 0.09% 0.00% 0.46% 0.56%26,771 0.01% 6,151 0.00% 0.00% 0.00% 7,972 14.71% 15.90% 16.74% 13.82% 15.78% 16.73% 16.70% 19.15% 21.20% 14.91% 17.94% 19.40%11,153 11.76% 12.31% 12.74% 10.96% 11.99% 12.41% 12.52% 13.92% 15.19% 11.26% 13.03% 13.90%13,257 13.21% 18.02% 21.29% 13.67% 19.37% 22.73% 21.54% 28.04% 32.19% 19.40% 26.16% 29.44%8.98% 13,739 33.04% 13.79% 6.10%0.96 14.91% 3.71% 9.53% 21.30% 4.41% 24.22% 42.23% 3.89% 23.93% 37.84%0.26% 0.34% 0.50% 0.00% 0.00% 0.00% 0.47% 0.33% 0.00% 0.00% 7.06% 14.93% 1.80% 1.18% 16.41% 3.08% 3.49% 17.21% 21.15% 6.18% 30 Table 19: Selected indicators for the Food processing sectorwithout and with adaptation base values in million Dhs A2_no CO2 B2_no CO2 A2_w CO2 B2_w CO2 BASE Low Med High Med Low High Climate change, no adaptation % change from base High Med Low Low Med High Food processing Employment Trade Food processing Employment Trade Capital Exports Imports ExportsImports Capital Exports Imports ExportsImports Source: Simulations results. 166,0784.74% 2.54% 1.38% 3.56% 1.85% 0.79% 2.16% 0.44% 0.72% 2.16% 0.44% 0.55% 17,104 5,733 10,643 0.54 9.31% 5.21% 2.86% 7.15% 3.89% 10.20% 5.46% 3.51% 6.93% 4.00% 1.27% 0.40% 11.33% 5.98% 3.83% 7.52% 4.39% 0.56% 0.33% 0.64% 1.83% 4.71% 1.26% 1.17% 4.67% 1.21% 0.83% 2.40% 5.98% 2.56% 0.65% 5.23% 2.00% 0.22%0.30% 0.45% 0.23% 2.70% 6.90% 3.18% 1.03% 5.95% 2.43% 0.45%0.98% 0.64% 0.38% 0.77% Climate change, with adaptationPMV % change from base 166,0781.85% 0.16% 1.21% 0.74% 0.78% 1.72% 0.52% 1.99% 2.99% 0.56% 2.00% 2.85% 17,104 5,733 10,643 0.54 3.02% 2.74% 3.19% 5.74% 0.82% 2.99% 1.17% 2.82% 2.75% 2.51% 1.53% 0.30% 3.91% 0.92% 2.03% 3.68% 0.04% 2.33% 2.79% 2.52% 2.64% 2.68% 0.30% 1.13% 4.38% 1.33% 3.41% 0.84% 3.10% 2.88% 2.19% 0.51% 6.56% 4.91% 2.62% 2.23% 4.43% 6.24% 1.41% 3.85% 5.26% 1.52% 2.94% 2.72% 2.50% 1.38% 1.10% 2.70% 31 APPENDIX B: Figures Figure 1: Evolution of agricultural valueadded and the four main cereals production in annual % change and correlations across cereal production 19602006 Source: Authors adaptation based on World Bank 2014. 32 Figure 2: Evolution of cereals yields and average precipitation in annual % change and seasonal correlation 19602006 Source: Authors adaptation based on World Bank 2014. 33 Figure 3: Evolution of annual per cent changes in agriculture valueadded and agriculture valueadded per capita in constant 2005 US Source: Authors adaptation based on World Bank 2014. 34 Figure 4: Administrative and economic regions in Morocco Source: Authors construction. 35 Figure 5: Production technology Outputfixed yield coefficients Activity levelCESLeontief fucntionValueaddedCES functionIntermediate inputsLeontief functionPrimary factors Composite commodities Labor Capital Land Imported Domestic Source: Authors adaptation based on Lofgren et al. 2002. 36 QXACPXAC CET Commodity output from activity 1 Figure 6: Flows of marketed commodities CES . . . Commodity output from activity n QXACPXAC Aggregate output QXPX CET Source: Authors adaptation based on Lofgren et al. 2002. Aggregate exports QEPE Domestic sales QDPDSPDD Aggregate imports QMPM CES Composite commodity QQPQ 37 Household consumption QHPQ Government consumption QGPQ Intermediate use QINTPQ Figure 7: Evolution of common wheat, durum wheat, barley, and maize yields for the period 19602006 Source: Authors adaptation based on World Bank 2014. 38 Figure 8: Projected yield impacts at the national level for SRES A2 and B2 Source: Authors adaptation based on the study of WBMoroccoFAO Gommes et al. 2009. 39 Figure 9: Projected yield impacts at the national level for SRES A2 and B2 with and without CO2 fertilization effects Source: Authors adaptation based on the study of WBMoroccoFAO Gommes et al. 2009. 40 Figure 10a: Regional distribution of average projected yield impacts across crops under the SRES A2 by region Source: Authors adaptation based on the study of WBMoroccoFAO Gommes et al. 2009. 41 Figure 10b: Regional distribution of average projected yield impacts across crops under the SRES B2 by region Source: Authors adaptation based on the study of WBMoroccoFAO Gommes et al. 2009. 42Figure 11a: Distribution of projected yield impacts in Morocco by crop and by region under SRES A2 with and without CO2 fertilization effects Source: Authors adaptation based on the study of WBMoroccoFAO Gommes et al. 2009. 43Figure 11b: Distribution of projected yield impacts in Morocco by crop and by region under SRES B2 with and without CO2 fertilization effects Source: Authors adaptation based on the study of WBMoroccoFAO Gommes et al. 2009. 44", "filename": "785251812.pdf", "person": ["Ismail Ouraich", "Ouraich, Ismail", "Wallace E. Tyner", "Tyner, Wallace E."], "date": ["2014"]}