{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/101202/1/786411147.pdf"], "title": ["Paths to a reserve currency: Internationalization of the renminbi and Its implications"], "plaintext": " Yiping Huang is a professor of economics at the National School of Development, Peking University. Daili Wang is a research intern of Peking University. Gang Fan is a director of the National Economic Research Institute. The views expressed in this paper are the views of the authors and do not necessarily reflect the views or policies of ADBI, ADB, its Board of Directors, or the governments they represent. ADBI does not guarantee the accuracy of the data included in this paper and accepts no responsibility for any consequences of their use. Terminology used may not necessarily be consistent with ADB official terms. The Working Paper series is a continuation of the formerly named Discussion Paper series; the numbering of the papers continued without interruption or change. ADBIs working papers reflect initial ideas on a topic and are posted online for discussion. ADBI encourages readers to post their comments on the main page for each working paper given in the citation below. Some working papers may develop into other forms of publication. Suggested citation: Huang. Y., D. Wang, and G. Fan. 2014. Paths to a Reserve Currency: Internationalization of the Renminbi and Its Implications. ADBI Working Paper 482. Tokyo: Asian Development Bank Institute. Available: http:www.adbi.orgworkingpaper201405236268.paths.reserve.currency.renminbi Please contact the authors for information about this paper. Email: yiping.huanganu.edu.au, dailiwangpkugmail.com, fangangphbs.pku.edu.cn Asian Development Bank Institute Kasumigaseki Building 8F 325 Kasumigaseki, Chiyodaku Tokyo 1006008, Japan Tel: Fax: URL: www.adbi.org Email: infoadbi.org 2014 Asian Development Bank Institute 81335935500 81335935571 ADBI Working Paper 482 Huang, Wang, and Fan Abstract In this paper we try to address the question of what could help make the renminbi a reserve currency. In recent years, the authorities in the Peoples Republic of China PRC have made efforts to internationalize its currency through a twotrack strategy: promotion of the use of the renminbi in the settlement of crossborder trade and investment, and liberalization of the capital account. We find that if we use only the quantitative measures of the economy, the predicted share of the renminbi in global reserves could reach 12%. However, if institutional and market variables are included, the predicted share comes down to around 2%, which is a more realistic prediction. By reviewing experiences of other reserve currencies, we propose a threefactor approach for the PRC authorities to promote the international role of the renminbi: i increasing the opportunities of using renminbi in the international community, which requires relatively rapid growth of the PRC economy and continuous liberalization of trade and investment; ii improving the ease of using renminbi, which requires depth, sophistication, and liquidity of financial markets; and iii strengthening confidence of using renminbi, which requires more transparent monetary policy making, a more independent legal system, and some political reforms. In general, we believe that the renminbis international role should increase in the coming years, but it will take a relatively long period before it plays the role of a global reserve currency. JEL Classification: F30, F33, F36, F42 ADBI Working Paper 482 Huang, Wang, and Fan Contents 1. Introduction   3 2. What Has Been Achieved?   3 2.1 2.2 2.3 Public Sector and Private Sector Uses   4 Is the Renminbi Already a De Facto Anchor for Regional Currencies?   7 Summary   9 3. What Are the Main Obstacles?   9 3.1 3.2 3.3 Brief Review of International Experiences   9 Determinants of Currency Shares in Global Reserves   12 Summary   16 4. What Needs to Be Done?   17 4.1 4.2 4.3 Economic Weights   18 Openness and Depth of Financial Markets  20 Credibility of Economic and Legal Systems  22 What Are the Likely Implications?   23 Summary of the Main Findings   24 5. 6. Appendix   27 References   28 ADBI Working Paper 482 Huang, Wang, and Fan INTRODUCTION 1. Around mid2008 at the height of the global financial crisis, the Peoples Bank of China PBC made two important decisions with regard to its currency policy: one was to significantly narrow the trading band of the renminbi US dollar exchange rate and the other was to promote the international use of the renminbi RMB in trade settlement, especially trade with neighboring economies. The former was similar to what the PBC did during the Asian financial crisis to stabilize investors currency expectations. The latter, however, was likely motivated by the ambition to make the RMB an international currency. Many policy makers in the Peoples Republic of China PRC believe that the international monetary system dominated by a national currency, the US dollar, is logically inconsistent and unsustainable. The outbreak of the subprime crisis in the United States US was evidence of the problem. A possible longterm solution is to create a supranational currency, such as a revamped special drawing right SDR of the International Monetary Fund IMF see, e.g., Zhou 2009. In the short run, however, the subprime crisis could lead to weakening demand for the US dollar and create room for the RMB to play some kind of international role. While policies to internationalize the RMB picked up pace in late 2008, the PBCs planning of this effort started much earlier. In 2006, a study group of the central bank published an article titled The Timing, Path and Strategies of RMB Internationalization, in which it argued that the time has come for promotion of the internationalization of the RMB PBC Study Group 2006. The study group also suggested that internationalization of the RMB could enhance the PRCs international status and competitiveness and would increase the countrys influence in the world economy. The PRCs strategy of RMB internationalization is sometimes characterized as a twotrack approach Subacchi 2010. The first track aims at increasing the international use of the currency, starting with regional use for trade and investment settlement and establishment of the offshore currency market in Hong Kong, China. And the second track tackles the capital account convertibility issue, allowing greater crossborder capital mobility, encouraging holding of RMB assets by nonresidents, and providing instruments for hedging currency risks. In the past 5 years, the PRC authorities have made significant progress in all these areas and will likely move ahead more rapidly in the coming years. Will the RMB likely become a global reserve currency? This is the central question we attempt to address in this paper. To shed light on this subject, we tackle four specific issues in turn. First, what has the PRC accomplished so far in terms of RMB internationalization? Second, what are the main obstacles for it to become an international reserve currency? Third, what can the PRC authorities do to promote the international role of its currency? And finally, what are the implications for the PRC and the world if the RMB becomes a reserve currency? In the remainder of the paper we address these questions in turn and draw together the main findings of the study in the final section. 2. WHAT HAS BEEN ACHIEVED? Chinn and Frankel 2005 provide a good analytical framework for organizing the PRCs policy efforts in internationalizing its currency Table 1. An international currency should possess three important crossborder functions: store of value, 3 ADBI Working Paper 482 Huang, Wang, and Fan medium of exchange, and unit of account. Each of these functions may be further decomposed into public and private purposes. While Gao and Yu 2012 confirm that nonresidents have started using the RMB as a vehicle currency in trade and financial settlement, Li and Liu 2008 sketch a promising future for it to serve as a reserve currency. Function Store of Value Table 1: International Use of the Renminbi Purpose Date Event International reserves public Currency substitution private Jul 2012 Indonesias central bank was allowed to invest in the Peoples Republic of China interbank bond market Apr 2013 Reserve Bank of Australia plans to invest 5% of its foreign reserves in renminbi Dec 2002 Provisional Measures on Administration of Domestic Securities Investments of Qualified Foreign Institutional Investors Feb 2004 Banks in Hong Kong, China were allowed to Jun 2007 open renminbi deposit accounts First renminbidenominated bond was issued Medium of Exchange Vehicle currency public NA Dec 2012 Qianhai crossborder renminbi loan rules were published by the Peoples Bank of China NA Invoicing currency private Jul 2009 Pilot program for renminbi settlement of crossborder trade transactions Jan 2011 Domestic enterprises were allowed to invest renminbi overseas Aug 2011 Crossborder trade settlement in renminbi was extended to the whole country NA Unit of Account Anchor for pegging public Denominating currency private NA NA Source: Chinn and Frankel 2005, updated by authors. NA 2.1 Public Sector and Private Sector Uses Due to the longexisted legal and administrative barriers, the PRCs capital market features apparent segmentation. The nonequivalence of the offshore currency CNH market with the official or onshore currency CNY generates nonnegligible benefits for foreign investment: while offshore equivalent instruments whose payoff is equivalent in most, if not all, states of the world, investing in the onshore market could yield returns as much as 100150 basis points higher than the global benchmark Maziad and Kang 2012. As a result, RMBdenominated assets greatly appeal to foreign central banks that seek high yield yet safe investment to diversify their asset portfolio. In 2010, the PRC began allowing foreign central banks to directly invest in its domestic interbank bond market without going through the Qualified Foreign Institutional Investor QFII program, which allows foreign investors to buy onshore stocks and bonds under a quota system. On 23 July 2012, Bank Indonesia and the PBC announced they had reached an agreement allowing the Indonesian central bank to invest in the PRC interbank bond market. Clearly, foreign central banks interest in the PRC bond market is driven at least by two considerations. One, as most central banks with large foreign exchange reserves 4 ADBI Working Paper 482 Huang, Wang, and Fan struggle with the only major option of investing in the US treasury market, the PRC bond market offers a useful option for diversification. This makes sense especially as the PRC is on the way to becoming a dominant economic power in the world. And two, the PRC bond market offers somewhat higher yields, compared with similar markets in the developed world. It is also helped by the expectation that the onshore currency market could show a longerterm trend of appreciation. In terms of functioning as a medium of exchange, the PRC started signing currency swap agreements with other countries under the framework of the Chiang Mai Initiative CMI following the Asian financial crisis. The purpose of such agreements is to improve future financial stability by functioning as an alternative to the individually accumulated foreign exchange reserves, and to promote trade and investment with these countries. As a result of the PRCs involvement in the buildup of the regional financial architecture, the RMB is used as a vehicle currency via the swap agreements and as a denominating currency in the issuance of Asian bonds under the Asian Bond Fund II scheme. The PBC has subsequently also signed other currency swap agreements beyond the CMI framework. For instance, in December 2008, the PRC signed its first swap agreement with the Republic of Korea. This was a serious move by the PRC in response to the widespread financial crisis. Since then, the PRC has signed swap agreements with central banks of 19 economies. The latest was signed between the PBC and the Bank of England in late June 2013 for a total of 200 billion yuan. It is possible that France may also follow the United Kingdom UK to sign such an agreement with the PRC. According to our count, the total value of currency swap agreements is more than 2.2 trillion yuan. Republic of Korea Hong Kong, China Malaysia Belarus Indonesia Argentina Iceland Singapore New Zealand Amount yuan billion 0.7 5 10 7 70 10 35 10 200 15 190 200 Table 2: Bilateral Swap Agreements Signed since 2008 Date Date Amount yuan billion 12 Dec 2008 26 Oct 2011 20 Jan 2009 22 Nov 2011 8 Feb 2009 8 Feb 2012 11 Mar 2009 23 Mar 2009 2 Apr 2009 9 Jun 2010 23 Jul 2010 7 Mar 2013 18 Apr 2011 180 360 200 400 80 180 20 100 70 3.5 150 300 25 Uzbekistan Mongolia Kazakhstan Thailand Pakistan United Arab Emirates Turkey Australia Ukraine Brazil United Kingdom Total 19 Apr 2011 6 May 2011 20 Mar 2012 13 Jun 2011 22 Dec 2011 23 Dec 2011 17 Jan 2012 21 Feb 2012 22 Mar 2012 26 Jun 2012 26 Mar 2013 22 Jun 2013 2,206 Source: Peoples Bank of China. At the private level, the authorities took various steps to use the RMB for settlement of international trade and investment in order to partially replace traditional invoicing currencies such as the US dollar and yen. In July 2009, the PBC and other government departments introduced the first pilot program of using RMB in the settlement of crossborder trade. This program aims at facilitating trade and investment for 67,000 enterprises in 16 provinces. Two years later in August 2011, the authorities issued a notice extending the geographical coverage of RMB trade settlement to the whole country. The PBC issued the Administrative Rules on RMBdenominated Foreign 5 ADBI Working Paper 482 Huang, Wang, and Fan Direct Investment in October 2011 and announced in June 2012 that all PRC companies with an importexport license can use RMB to settle crossborder trade. RMB settlement has grown very rapidly during the past years. According to PBC data, international trade and foreign direct investment settled in RMB amounted to 1 trillion yuan US161 billion and 85.4 billion yuan US13.7 billion, respectively, during the first quarter of 2013. 1 One caveat needs to be made, which is that while RMB settlement has increased exponentially, most crossborder activities are still invoiced in other hard currencies such as US dollars. Therefore, the RMB is not yet being used as a true international currency. The development of the offshore currency market in Hong Kong, China made a unique contribution in encouraging private nonresident holding of RMB. The offshore market offers a useful laboratory for strengthening RMB outbound circulation and appealing to nonresident investors. As early as 2004, the Hong Kong Monetary Authority launched the RMB Business Scheme, allowing banks in Hong Kong, China to open RMB deposit accounts for individuals and some enterprises. However, the offshore deposit market did not really take off until mid2010 when new rules were issued to relax restrictions on RMB activities of banks in Hong Kong, China. By March 2013, the total value of CNH deposits had reached 668 billion yuan US107 billion, almost 745 times the value of when the market was first established in February 2004 Figure 1. In addition, the number of institutions engaging in RMB business has increased to 140 from the original 32, quadrupling within less than 10 years. Figure 1: Renminbi Deposits in Hong Kong, China Offshore Markets, 20042013 No. of institutions engaged in renminbi business left axisRenminbi deposits billion yuan, right axis160140120100806040208007006005004003002001000Feb04Source: Hong Kong Monetary Authority. Aug05Feb07Aug08Feb10Aug110Feb13 Development of an offshore market for RMBdenominated bonds began in mid2007, when selected mainland banks were permitted for the first time to raise funds by issuing such bonds in Hong Kong, China. The China Development Bank was the first to issue RMBdenominated bonds in Hong Kong, China in July 2007, while the China Construction Bank became the first PRC bank to issue them in London outside of Hong Kong, China in November 2012. 1 See http:www.pbc.gov.cnpublishenglish95520132013041708352879367170320130417083528793671703_.html 6 ADBI Working Paper 482 Huang, Wang, and Fan In 2010, bond issuance permission was extended to nonfinancial firms and foreign multinationals doing business in the PRC. Mc Donalds, the wellknown fast food chain store, and Caterpillar, the USbased maker of construction equipment, were among the first group of foreign companies to tap into the dim sum bond market. HSBC became the first nonHong Kong, China institution to issue RMB bonds in London in April 2012. Despite its short history, the size of the offshore bond market has expanded rapidly since 2012, with continuous relaxation of restrictions imposed by PRC regulators and strong expectations of RMB appreciation. Some foreign central banks have started to hold RMB as part of their foreign reserves, as the international significance of the currency increases rapidly. This activity, however, remains primitive, mainly because the currency is not yet convertible under the capital account and internationally available RMBdenominated assets remain scarce. One recent significant step was in June 2013 when the Reserve Bank of Australia decided to invest up to 5% of its foreign reserves in RMB, which should be equivalent to A2 billion according to the banks current size of foreign reserves. 2.2 Is the Renminbi Already a De Facto Anchor for Regional Currencies? Economists have long argued that there are some fundamental factors driving implicit or explicit regional currency arrangements in Asia Kawai 2002. The US dollar has in the past been the most significant anchor currency for the region, although in the last decade of the 20th century the yen also played an important role for some regional currencies such as the won and the NT dollar. Given the PRCs capital account controls and inflexibility of the RMB exchange rate, there is not yet an explicit arrangement linking foreign exchange rates to the RMB. However, Ito 2008 suggested that, implicitly, the RMB was probably already serving as one of the anchors for regional currencies. To assess this possibility, especially with respect to changes over time, we conduct some statistical analyses by applying the framework of Frankel and Wei 1994. Specifically, the following model is estimated: e Asian CurrencySDR01e USDSDR2e EURSDR3e JPYSDR4e CNYSDR. On the left is the dependent variable, which is the daily return of exchange rates of Asian economies. At the same time, the daily return of the US dollar, the euro, the yen, and the RMB are placed on the right side of the equation as explanatory variables. All the exchange rates are expressed relative to the IMFs SDR, as suggested by Fratzscher and Mehl 2011. Moreover, to ensure that all the factors are exogenous and circumvent the potential multicollinearity arising from the fact that the RMB is to some extent pegged to the US dollar, the RMB factor is orthogonalized with respect to the US dollar factor by regressing the former on the latter and taking the residuals as the new explanatory factor.2 All daily data are drawn from the IMF database for the period between 1 January 1999 and 10 June 2013. In the empirical estimation, we use the date of the exchange rate policy reform on 21 July 2005 dividing the whole sample period into two subperiods. Estimation results using prereform data confirm that the exchange rates of all seven Asian currencies are significantly influenced by the US dollar top half of Table 3. 2 The following empirical findings hold when conducting a similar auxiliary regression on the euro and yen. The results are available upon request from the authors. 7 ADBI Working Paper 482 Huang, Wang, and Fan Among them, the Hong Kong dollar and the ringgit are strict dollar pegs. The Indian rupee, the rupiah, and the won are heavily impacted by the US dollar with a weight of more than 0.85. The US dollars influence on the Singapore dollar and the baht, however, is slightly smaller, with a weight of around 0.550.65. Influences of the yen are noticeably smaller but present in a number of cases, such as the Singapore dollar and the baht. The euro does not have a noticeable effect and the RMB asserts no significant influence on other Asian currencies. The story changed significantly after the July 2005 exchange rate reform bottom half of Table 3. The overall impacts of the US dollar, the yen, and the euro are similar to those before July 2005. Yet, the RMB shows important influences on its neighbors currencies. Specifically, while the US dollar seems to dominate in the case of the Hong Kong dollar, the won, and the baht, the RMB affects the Indian rupee, the rupiah, the ringgit, and the Singapore dollar more, though this finding is still slightly odd given that it is not yet fully convertible and the exchange rate is not yet freely floating. It is, nonetheless, consistent with the fact that Asian central banks pay close attention to the movement of the RMB exchange rate. Table 3: Asian Currency Regimes with Rise of the Renminbi Hong Kong dollar Indian rupee Rupiah Ringgit Won dollar Singapore 0.978 0.235 0.0192 0.0388 0.0317 0.0232 0.144 0.515 3.03E04 4.09E04 1,026 0.4 0.919 0.114 0.15 0.117 0.0186 0.0623 0.526 0.229 2.9E04 1.93E04 1,489 0.164 1.000 0.0002 3.83E05 2.32E05 5.2E06 1.3E04 0.0066 0.00417 5.08E07 3.28E07 1,348 0.99 0.717 0.0489 0.0595 0.0408 0.127 0.018 1.227 0.136 5.8E05 9.20E05 1,457 0.286 0.570 0.0954 0.0185 0.0195 0.171 0.0133 1.452 2.033 0.000133 1.67E04 1,286 0.502 0.592 0.0406 0.0792 0.0342 0.0593 0.0151 1.185 0.111 1.94E05 7.51E05 1,526 0.26 Baht 0.619 0.177 0.0133 0.0354 0.164 0.0231 1.244 3.888 5.6E05 3.0E04 1,108 0.368 0.836 0.0369 0.0471 0.0301 0.00608 0.0149 0.444 0.126 2.57E05 8.24E05 1,329 0.468 0.875 0.091 0.197 0.136 0.243 0.0732 1.913 2.111 0.00128 1.7E03 0.858 0.0737 0.0309 0.0144 0.0150 0.00876 0.00139 0.00155 5.06E05 1.18E04 0.994 0.0162 0.0103 0.0116 0.00996 0.00555 0.00555 0.0348 4.2E04 2.74E04 Before the Renminbi Reform 1 Jan 199920 Jul 2005 US dollar Euro Yen Yuan Constant Observations Rsquared After the Reform 20 Jul 200510 Jun 2013 US dollar Euro Yen Yuan Constant Observations Rsquared 0.966 0.0106 0.00119 0.0072 0.00215 0.00359 0.0403 0.018 4.3E06 1.63E05 0.714 0.104 0.0216 0.0638 0.248 0.0511 0.954 0.177 1.7E04 2.17E04 0.673 0.0725 0.0677 0.0608 0.205 0.0253 0.749 0.163 3.18E04 1.27E04 1,525 0.957 1,382 0.186 1,340 0.951 1,205 0.738 1,089 0.131 1,453 0.09 Source: International Monetary Fund International Financial Statistics, CEIC. Recently, however, Kawai and Pontines 2014 challenged the validity of the above type of exercise by arguing that there could be a serious multicollinearity problem between the US dollar and RMB exchange rates as indicated above, our analyses first 8 ADBI Working Paper 482 Huang, Wang, and Fan take out the influences of the US dollar exchange rate on the RMB and then use the residual of the RMB exchange rate to estimate its influence on Asian currencies. By proposing and applying a new twostep estimation method, they found that, while the RMBs influence was on the rise, there was not yet a RMB bloc in East Asia Kawai and Pontines 2014. Therefore, this issue needs to be explored further. 2.3 Summary To sum up, within a relatively short period, the PRC authorities have made meaningful progress in internationalizing the countrys currency. The amount of international trade and direct investment settled in RMB is growing very rapidly. RMB deposits have already reached a relatively high level in Hong Kong, China and are growing quickly in other markets. RMBdenominated assets, mainly bonds, are already on offer both in Hong Kong, China and London. In addition to large volumes of currency swap agreements, some foreign central banks have also started holding RMB as part of their foreign exchange reserves. The RMB even asserts important influences on exchange rates of some other Asian currencies. Assessing such progress in the framework proposed by Chinn and Frankel 2005, we find that RMB internationalization has advanced most remarkably in its use as a medium of exchange for both the public and private sectors. International functions lag most clearly as a unit of account for the private sector and store of value for the public sector. The significant achievements are attributable to two important factors: one is the relative decline of the US dollar following the global financial crisis and therefore new demand for an alternative international currency; and the other is the PRC governments well planned and well executed policies. Some even argue that the main driving force behind the impressive growth of the offshore RMB market is the strongly held view that the RMB would inevitably and substantially appreciate against other major currencies. In other words, speculative desire has overwhelmed other fundamental demand, such as risk hedging, in driving the growth of the offshore currency market Garber 2011. 3. WHAT ARE THE MAIN OBSTACLES? Despite the progress the PRC authorities made in internationalizing the currency, the RMB is not yet an international currency. Is it realistic for it to become an international currency in the perceivable future? Academic assessment may lead to very different conclusions. Some may suggest that given the PRC is already the worlds second largest economy and one of the most important global trading partners, it is a matter of time for the RMB to ascend to international currency status. Meanwhile, others may argue that it is very hard for the international market to accept the RMB as a global currency due to the PRCs primitive financial markets, unique monetary policy mechanism, capital account controls, and underdeveloped legal system. 3.1 Brief Review of International Experiences What are the main obstacles for the RMB to become an international currency? We try to shed some light on this question. First, we take a brief look at the rise of the US dollar, the deutsche mark, the yen, and the euro to global reserve currency status and draw some simple lessons. Second, we adopt some quantitative methods to identify key determinants of the shares of existing international currencies in global currency reserves. The estimation results are then applied to predict the likely shares of the 9 ADBI Working Paper 482 Huang, Wang, and Fan RMB under different sets of assumptions. One key message appears to be clear and consistent: size of gross domestic product GDP and size of trade are only a necessary condition, but quality of markets, policies, and institutions are by far more important for producing international currencies. During the 20th century, three national currencies rose to international currency status: the US dollar in the first half of the century, and the deutsche mark and the yen over the two decades following the 19711973 collapse of the Bretton Woods system. The first decade of the 21st century witnessed the ascendancy of a supranational currency: the euro. By looking at the circumstances in which each of the currencies became an international currency, we may be able to draw some useful lessons for the internationalization of the RMB. At the beginning of the 20th century, the pound sterling reigned supreme. Although the US was already the largest economy of the world, its currency was still a relatively unimportant currency in global financial markets. In retrospect, the main reason the US dollar did not rule the world economy before World War I was its lack of a deep, liquid, and open financial market. Another important reason was the absence of a credible central bank, which is often considered a prerequisite for development of financial markets and financial instruments Frankel 2011. These reasons suggest that while size of the economy is an important condition for creating an international currency, it is far from a sufficient condition. The situation changed in 1913 when President Woodrow Wilson ratified the establishment of the Federal Reserve and the onset of World War I accelerated the US dollars rise. Largescale wartime lending by the US to Britain reversed the longestablished creditordebtor relationship, positioning the dollar as a strong global currency. Even though the pound sterling made a slight comeback later in the 1930s after the Great Depression, by 1944 the dollar had sealed its crown position through the establishment of the Bretton Woods system. The new position of the US dollar relative to the pound sterling was also clearly reflected in the composition of foreignowned liquid assets around that time. During the past decade, the dollars share in international reserves have trended down gradually but stayed above 60% Figure 2. Figure 2: Currency Composition of Official Foreign Reserves 30%25%20%15%10%5%Euro Swiss franc US dollar right axisYen Pound sterling 80%70%60%50%40%30%20%10%0%2011Q10% 1999Q1Source: International Monetary Fund Currency Composition of Official Foreign Exchange Reserves COFER database. 2005Q12008Q12002Q110 ADBI Working Paper 482 Huang, Wang, and Fan The deutsche mark was born in Ludwig Erhards currency reform in 1948, but its central bank, the Bundesbank, was not founded until 1957. Despite its short history, the mark continued to gain status throughout the 1980s. The main contributor to this was the growing size of the German economy and the impeccable reputation that the Bundesbank established in keeping the value of the mark strong. In 1989, the deutsche mark saw its peak performance in the international monetary system when the currency reached almost 20% of world foreign exchange reserves. Following that peak, the deutsche mark started a long journey of decline due to slowdown of the economy and collapse of the Berlin Wall. The Maastricht Treaty signed in 1992 came to fruition in January 1999 and the deutsche mark, together with the French franc and nine other continental currencies, went out of existence in the historic creation of the euro. The story of the rise of the yen began as Japans exportdriven economic miracle allowed its currency to meet the first criterion for internationalization: the countrys economic weight. After the collapse of the Bretton Woods system in 1973, central banks around the world began to hold yen as a substitute foreign exchange reserve. Nevertheless, since Japanese financial markets remained uncompetitive, highly regulated, and mostly closed to foreigners, the actual extent of yen internationalization was low. International use of the yen accelerated in the late 1980s and the share of world foreign exchange reserves denominated in yen reached its peak at 9% in 1991. Since the bursting of the real estate and equity bubbles at the start of the 1990s, the country slowly yet painfully fell into a longlasting spiral recession. By the end of 2003, it became clear that any further attempt to internationalize the yen would be futile without a fundamental change in the economic might of Japan Takagi 2011. At the end of the 20th century, a supranational regional currency came into existence. The motivation of creating the euro was mainly political: it was deemed as an indispensable step toward realizing the ambition of a united Europe. Naturally the euro started with two advantages: it was the home currency for a bloc that resembled the US in terms of economic scale and it seemed likely to inherit the credibility of the deutsche mark. As a result, it advanced quickly into the ranks of the top reserve currencies in its first decade and was expected to pose a challenge to the long global supremacy of the greenback.3 Experiences of the dollar, deutsche mark, yen, and euro suggest that to assume international status, a currency needs to be supported by at least three key factors: the scale of the economy, which leads to the extensiveness of the issuing countrys transactional networks Eichengreen 2005; the stability of the currency value, which is believed to be linked to sound macroeconomic fundamentals in the issuing country Chen, Peng, and Shu 2009; and the existence of welldeveloped and open financial markets, which guarantees the liquidity and convertibility of the currency Cohen 2007. However, these may still not be sufficient. As Helleiner 2008 suggested, confidence and power in a currency may derive not only from economic fundamentals, but also from the social institutions. Further, as Krugman 1984 noted, there is a kind of circular causation encouraging a leading international currency to become even more prominent over time since people find benefits in using a currency that is used by others. 3 Whether the euro will displace the US dollar as the main international currency is far from unambiguous. See Kenen 2002, Chinn and Frankel 2008, and Mc Namara 2008 for a detailed discussion. 11 ADBI Working Paper 482 Huang, Wang, and Fan framework to identify internationalization, we apply a quantitative 3.2 Determinants of Currency Shares in Global Reserves To verify the above suggestions and illustrate the importance of the various factors for RMB the determinants of shares of individual currencies in total global reserve holdings, using data of existing reserve currencies. Potential explanatory variables include scale of the economy, stability of the currency, and development of financial markets and social institutions. After estimation of the model using data for existing international reserve currencies, we also carry out a series of counterfactual exercises to identify some of the main obstacles for the RMB in becoming a reserve currency. There are several studies in the literature looking at the same question. Previous models, such as those adopted by Chen, Peng, and Shu 2009 and Li and Liu 2008, considered the three traditional economic fundamentals in determining currency shares in global foreign reserve holdings. This is a reasonable exercise as they reveal the potential that the PRC could realize by looking at only the three basic quantitative variables. However, Lee 2010 showed that adding a capital account liberalization index to the model could generate different results. By adding policy and institutional variables to the model, we may be able to see how restrictive these variables are for the PRCs reserve currency ambition. At the same time, empirical results including policy and institutional variables may also shed light on where the authorities should direct their key reform efforts. In this study, we intend to include a series of potential determining variables for currency shares in global foreign reserves. We start with the basic model including only the most commonly used variables, mostly quantitative measures. We will then estimate several additional models by including new variables, mostly qualitative or institutional variables. The logic of doing this is simple: most studies examine the RMBs potential share in global foreign reserves by looking only at the size of the PRC economy. While this is useful, most economies in the world never reach their potential because of institutional deficiencies. For instance, the currency share will not rise alongside economic growth if the currency is not convertible. By estimating the potentials with the policy and institutional variables, we are able to tell what is practically achievable under the current policy and institutional setting. At the same time, comparison of different potential estimates can also tell what can be done to increase the RMBs share in global currency reserves. The currencies identified in the IMF Currency Composition of Official Foreign Exchange Reserves COFER database are the US dollar, euro, pound sterling, yen, Swiss franc, and a category of all other currencies. Because some member countries choose not to report the currency compositions of their foreign reserves, the model below takes the currency composition of the allocated reserves about 70% of total reserves as the dependent variable representing the reserve currency share. We use quarterly data for the period 19992011 because data before January 1999 do not cover the euro. An economys GDP and trade share in the world are included to tackle the impact of the scale of the economy. Inflation differential visavis OECD average inflation and exchange rate volatility 3year monthly average, national currency visavis the SDR are added to the model to capture features of the stability of the currency. The stock market capitalization as a share of five major financial centers New York, London, Tokyo, Euronext, and Zurich combined and the ratio of such a capitalization level to GDP are derived to reflect the development of financial markets. Data on stock market capitalization are obtained from the World Federation of 12 ADBI Working Paper 482 Huang, Wang, and Fan Exchanges, while the others are obtained from the IMF International Financial Statistics and CEIC. We use currency appreciation to proxy market participants implicit demand for the currency.4 As suggested by Li and Liu 2008, longterm appreciation would also be helpful for achieving the store of value function of an international currency. To measure the extent of capital account liberalization, previous researchers have proposed two distinct approaches. The de jure approach is based on legislative restrictions Chinn and Ito 2008, while the de facto one is often constructed as the ratio of gross crossborder capital stock to GDP Lane and MilesiFerretti 2007. Since the quarterly data are employed, the more refined de facto index is a better fit. The indicator introduced to describe the overall institution is adopted from Economic Freedom of the World: 2012 Annual Report by the Fraser Institute. Economic freedom is a composite index constructed from 42 variables in 5 broad areas: size of government, legal system and property rights, sound money, freedom to trade internationally, and regulation.5 The following model specification is adopted in empirical estimation: shareit FXAit 1GDP it 11KALibit 2Tradeit 2Mkt GDPit 3Mkt Capit 344InstitutionitInfFXVitit 5sharei tit, 15 where GDP is the countrys share in global GDP, Trade is the countrys share in global trade, Mkt Cap is total market capitalization, Inf is inflation differential visavis the OECD average, FXV is exchange rate volatility, FXA is currency appreciation, KALib is capital account liberalization index, Mkt GDP is market capitalization relative to GDP, and Institution is the economic freedom index. A oneperiod lag of the dependent variable is also added to control for the inertia of international currency choice as suggested by Krugman 1984.6 Table 4 provides some statistical characteristics of the data set. 4 Currencies used in the firststage estimation are all from developed economies eurozone, Japan, Switzerland, UK, and US. The movement of the exchange rate is generally determined by market force. 5 Due to data availability, the economic freedom index ends at the end of 2010. For variables that do not explicitly describe the eurozone, the data are derived from the GDPweighted average of euro area countries EA17. 6 Earlier work, such as Chinn and Frankel 2005, recommended the use of a nonlinear logistic transformation model. The findings from both the linear and nonlinear models, however, are qualitatively symmetric. 13 ADBI Working Paper 482 Huang, Wang, and Fan Share Table 4: Data Description for the Major Currencies GDP Trade Mkt_Cap MktGDP FXV Inf FXA KA Lib. ECOF Period Average Q1 1999Q4 2011 CNY EUR JPY CHF GBP USD 23.51% 4.05% 0.19% 3.52% 66.52% 6.57% 2.57% 15.01% 7.62% 5.35% 3.64% 1.27% 0.30% 1.62% 4.14% 38.17% 12.66% 7.34% 14.28% 15.50% 3.41% 12.16% 54.64% 0.89% 1.38% 47.50% 0.42% 1.66% 32.36% 74.06% 0.36% 2.52% 199.50% 0.45% 1.98% 130.13% 0.45% 1.72% 97.97% 0.79% 1.39% 0.39% 0.12% 0.69% 0.63% 0.24% 0.13% 79.78% 5.854 160.94% 7.452 88.88% 7.693 271.92% 8.266 246.92% 8.263 125.62% 8.228 End of Period Q4 2011 116.10% 6.180 205.45% 7.450 120.11% 7.650 311.37% 8.110 300.99% 7.930 162.15% 7.760 CNY EUR JPY CHF GBP USD GDP Trade Mkt_Cap MktGDP 2.59% 2.53% 0.29% 2.55% 0.84% 1.72% 19.10% 14.39% 14.95% 4.25% 12.78% 53.63% 9.30% 10.50% 7.85% 11.70% 4.42% 4.80% 0.41% 1.20% 1.50% 3.10% 37.41% 10.50% 0.74% 1.69% 31.45% 0.19% 2.48% 28.08% 51.77% 0.29% 2.76% 160.46% 0.47% 3.24% 130.20% 0.28% 2.36% 0.70% 1.79% 87.76% 24.70% 3.60% 0.10% 3.80% 62.30% Correlation Matrix 0.98 0.72 0.95 0.31 0.30 0.42 0.05 0.42 0.11 Note: GDP is the countrys share in global gross domestic product; Trade is the countrys share in global trade; Mkt_Cap is total market capitalization; MktGDP is market capitalization relative to GDP; Inf is inflation the differential visavis the Organisation for Economic Cooperation and Development average; FXV is exchange rate volatility; FXA is currency appreciation; KA Lib is the capital account liberalization index; and ECOF is the economic freedom index. Sources: International Monetary Fund Currency Composition of Official Foreign Exchange Reserve, International Financial Statistics, and Direction of Trade Statistics; World Bank World Development Indicators; and CEIC data. 0.60 0.97 0.12 0.18 0.28 0.04 0.26 0.28 0.58 0.62 0.11 0.31 0.03 0.42 0.05 0.12 0.19 0.21 0.04 0.27 0.35 Inf FXV FXA KA Lib ECOF 0.07 0.01 0.05 0.19 0.10 0.13 0.15 0.09 0.05 0.02 0.67 0.60 0.00 0.01 0.56 In the empirical estimation, we start with the basic model and then add additional variables in the new estimation Table 5. The Fstatistic and Hausman test validate a fixedeffects panel regression model. Model 1, the basic model, replicates previous exercises, such as those by Chinn and Frankel 2005 and Chen, Peng, and Shu 2009. It is not surprising that the size of GDP and that of the financial market are very important in determining the currency share in global reserve holdings. However, both inflation and exchange rate volatility are not significant, possibly a consequence of the short sample period, as discussed in Chen, Peng, and Shu 2009. The lagdependent variable, as expected, has very strong explanatory power. Model 2 considers the development of financial markets, by adding the ratio of financial market capitalization to GDP. This variable tells something about the financial development in a country. We should be clear, however, that it only captures the quantity dimension of financial development, nothing about depth, liquidity, and sophistication of financial markets. Model 3 further includes currency appreciation in the model, which reflects implicit demand for the currency. Model 4 adds the capital account liberalization index, which really is a prerequisite for international currency holding. And finally, Model 5 includes the economic freedom indicator to control the impact of a broad range of policies and institutions. 14 ADBI Working Paper 482 Huang, Wang, and Fan Table 5: Panel Regressions of Determination of Currency Shares Explanatory Variables GDP share Trade share Inflation Exchange rate volatility Mkt_Cap Mkt_CapGDP Appreciation Capital account liberalization Economic freedom Lag of share Constant Observation Rsquared Dependent Variable: currency share in global reserves 1 5 2 3 4 0.145 0.0576 0.146 0.0491 0.0664 0.086 0.0856 0.0726 0.0349 0.0203 0.146 0.0576 0.156 0.051 0.0612 0.086 0.0991 0.075 0.0327 0.0195 0.00112 0.00156 0.0964 0.0523 0.0975 0.046 0.0364 0.0778 0.0378 0.0657 0.0193 0.0185 0.00137 0.0014 0.0673 0.00886 0.0945 0.052 0.100 0.0464 0.0513 0.0776 0.0666 0.0677 0.0248 0.0186 0.000802 0.00142 0.0672 0.0088 0.00631 0.00311 0.898 0.0198 0.0151 0.00355 255 0.948 0.897 0.0198 0.0172 0.00370 255 0.948 0.925 0.0182 0.0093 0.00166 255 0.958 0.907 0.0202 0.0141 0.00698 255 0.959 0.103 0.0523 0.092 0.052 0.0133 0.0871 0.121 0.0811 0.0169 0.0194 0.000862 0.0014 0.0674 0.0093 0.00849 0.0036 0.0043 0.0025 0.891 0.0265 0.048 0.0226 235 0.958 GDP gross domestic product, Mkt_Cap market capitalization. Source: Authors calculation. The general findings are that size matters. A countrys GDP and trade shares in the world play very important roles in determining its currency share in global currency reserves. Currency appreciation, capital account liberalization, and economic freedom are also quite important in affecting the currency share. However, coefficient estimates of other variables such as inflation volatility and financial market capitalization are not significant in the estimated models. We suspect that these are mainly results of a data quality problem. For instance, market capitalization is probably not an accurate representative of the actual degree of financial market development. In the appendix, we report results from various robustness checks to validate our findings. Having obtained the results, we then predict the likely share of the RMB in global currency reserves. We assume the share to be zero in the first quarter of 1999 and then apply estimated parameters and actual values of the independent variables for the PRC to predict the RMBs share. Since the share of currency in foreign reserve holdings is nonnegative, during the recursive process one should always choose the maximum of zero and the predicted value. The predicted RMB shares at the end of 2011 are 10.1% under Model 1, 8.9% under Model 2, 5.3% under Model 3, 6.8% under Model 4, and 2.2% under Model 5. In general, the more policy and institutional variables are included in estimation, the lower the estimated share for the RMB in global currency reserves. 15 ADBI Working Paper 482 Huang, Wang, and Fan Comparison of these predictions also reinforces one of our important argumentsthe predicted potentials simply based on quantitative measures are probably too optimistic Figure 3. For instance, if we just look at the PRCs GDP and trade shares in the world, the RMBs share should be around 10%. This is possible if all policy and institutions in the PRC are similar to those in the US and other developed countries. Yet, we know this is not true. If we take into account several important policy considerations and institutions, such as capital account liberalization and economic freedom, then RMBs actual potential share comes down to only around 2%. However, we think this last number makes sense because i it tells us what the PRC can realistically achieve now and ii what reform actions the PRC needs to undertake in order to realize the 10% potential. Figure 3: Counterfactual Exercise Linear Models Model 1Model 2Model 3Model 4Model 512%10%8%6%4%2%0% 2005Q12006Q12007Q12008Q12009Q12010Q12011Q1Note: Models 15 are consistent with those models reported in Table 2. Source: Authors calculation. 3.3 Summary Based on the above analyses, we propose three sets of factors that are critical for producing an international currency: i economic weights, ii openness and depth of financial markets, iii and credibility of economic and legal systems. Comparing the PRCs situation using these criteria may suggest that while the RMBs international role is likely to rise in the coming years, it would be difficult for it to become a global reserve currency anytime soon. The first factor should create more chances of using a countrys own currency in international transactions. It is useful to note, however, that while economic weights are important, they are perhaps not the most fundamental factors. The Swiss franc is an international currency, although the size of the Swiss economy is relatively small. Conversely, the US dollar did not become a global currency before World War I when the US economy was already bigger than the economies of the United Kingdom, Germany, and France combined. Nonetheless, the PRCs rising importance in global GDP and trade has already generated some demand for the RMB as a settlement currency. It is not too difficult to imagine such demand rise rapidly as the PRC becomes the largest economy in the world over the coming decade. The second factor determines how easily nonresidents can access the currency, make an investment, liquidate it, and hedge the risk. The yen provides a good case. For 16 ADBI Working Paper 482 Huang, Wang, and Fan decades, Japan was the worlds second largest economy and the size of its financial markets was phenomenal. However, the role of the yen as an international currency peaked in the late 1980s. This was partly because the Japanese economy entered a long period of stagnation. More fundamentally, however, it was due to the fact that the Japanese financial markets are not really open to foreign investors. With capital account controls and primitive financial markets, the PRC lags significantly in this area before the RMB can truly become an international currency. And the third factor underscores investor confidence in the currency by supporting currency, financial, economic, and even political stability. It is perhaps no coincidence that all existing global reserve currencies are from developed economies. And the US dollar did not rise to international currency status until after the establishment of the Federal Reserve System. This is probably the most difficult area for the PRC to catch up. The gaps between the PRC and those existing international currency countries in the five categories of the economic freedom index discussed are very wide, especially in the legal system and property rights, sound money, and regulation. 4. WHAT NEEDS TO BE DONE? The key challenge facing the PBC and other PRC authorities now is how to raise the RMBs potential share in global reserves from 2% identified by Model 5 to 10% identified by Model 1 and even higher levels in the future. The main difference between the two model specifications is a set of policy and institutional gaps. The PBC has adopted a twotrack approach in internationalizing the RMB: one is to promote the international use of the RMB and the other is to liberalize the capital account PBC Study Group 2006. We may regard the first track as facilitating nonresidents to use and hold RMB and the second as creating demand for RMB by nonresidents. The firsttrack strategies are important because a currency becomes an international currency only if nonresidents use it, but the secondtrack strategies are more criticalthe US dollar has been the global currency mainly because of the strong US economy, its efficient and liquid market, and its sound legal system. Most of the authorities recent policy actions are related to the first track. These include use of the RMB in trade and investment settlement, setting up of offshore markets, issuance of RMBdenominated securities products overseas, and holding of RMB as part of foreign central banks currency reserves, etc. These efforts should continue. The authorities may even take further steps to encourage nonresidents to hold RMB. One such possible step is to add RMB to the IMFs SDR basket and another is to promote intraregional crossholding of reserve currencies as proposed by Fan, Wang, and Huang 2013. The SDR was first established in 1969 as a supplement to the US dollar as a source of international liquidity Williamson 2009, but it is only an imperfect reserve asset since it does not allow accomplishment of functions such as market intervention and liquidity provision IMF 2011. The SDR basket currently consists of four major global currencies only Table 6. Adding the RMB to the basket would not only make it a part of the global reserve assets but also significantly increase its global profile. The IMF was initially reluctant about the idea of including the RMB in the SDR basket but now suggests that recent reforms that allow nonresidents, including central banks, to hold RMBdenominated deposits   could contribute, over time, to resolving some of the technical difficulties in hedging RMB exposure IMF 2011, 20. 17 ADBI Working Paper 482 Huang, Wang, and Fan Table 6: Official Special Drawing Right Weights % US dollar Deutsche mark French franc Euro Yen Pound sterling Total 1990 40 21 11 17 11 100 1995 39 21 11 18 11 100 1998 39 32 18 11 100 2000 45 29 15 11 100 2005 44 34 11 11 100 2010 41.9 37.4 9.4 11.3 100 Source: International Monetary Fund Special Drawing Right Statistics. Fan and his collaborators made a proposal in 2010 to establish an intraregional mechanism for crossholding of reserve currencies see Fan, Wang, and Huang 2013. 7 The key idea is for governments in Asia to reach bilateral agreements in holding each others currencies as part of their foreign reserves. Weights of such currency holdings may be determined by shares of their bilateral trade in total trade. This arrangement has some similarities to currency swap agreements, which are mainly a crisis response mechanism although sometimes also used as a means to promote trade and investment, while crossreserve holdings are part of regular operations. It immediately makes regional currencies available as reserve currencies, opens government bond markets to each other, and also encourages parties involved to monitor others macroeconomic and policy development. Our view, however, is that whether or not the RMB can become an international currency will fundamentally be determined by the broadly defined second track of the PBC. The PRC can encourage nonresidents to hold RMB, but it will not last if it does not possess the essential qualities of an international currency. For instance, the amount of offshore RMB deposits often fluctuates alongside changes in currency expectation. We now discuss some of the important reforms that could underscore these three factors. 4.1 Economic Weights So far the hope for the RMB to become an international currency is mainly driven by the rapid rise of the economy. During the first 30 years of economic reform, the PRC maintained an average GDP growth rate of 10%. By the end of 2010, it had already surpassed Japan to become the worlds second largest economy. The general expectation is that, if the strong growth momentum continues, the PRC will likely overtake the US to become the largest economy in the world within the next 10 years. Growth sustainability should be one of the fundamental factors supporting a rising RMB. The declining international role of the yen in the 1990s as its economy fell into stagnation offers an important lesson for the PRC. However, the sustainability of the countrys growth could be a big question mark. Despite its strong growth performance, economists and officials have long been worried about its growth model. Former Premier Wen Jiabao once pointed out that the PRC growth model is unstable, unbalanced, uncoordinated and unsustainable. 8 Some of the key structural problems frequently discussed include unusually high 7 This paper was first completed in 2010 as a project report for the PRC Center for International Economic Exchange CCIEE. It was presented at the ADBICCIEE joint workshop on regional currency cooperation in November 2010. 8 See http:news.xinhuanet.comenglish20070316content_5856569.htm 18 ADBI Working Paper 482 Huang, Wang, and Fan is imbalances? One explanation investment share of GDP, heavy dependency on resource consumption, large current account surplus, unequal income distribution, and serious pollution. The IMFs latest report on Article IV consultation also confirmed the international communitys worry about the PRCs structural problems IMF 2013. So what lies behind the PRCs unique growth model with strong economic growth but serious structural the socalled asymmetric liberalization of the market. On the one hand, product markets have almost been completely liberalized; on the other, distortions in factor markets have remained broad and serious. In general, such policy distortions depressed costs of labor, land, energy, capital, and water, subsidized owners of the endowments e.g., producers, investors, and exporters, and literally functioned at the cost of households. This special mechanism redistributing income from households to enterprises was the key reason economic growth was unusually strong but the economic structure became increasingly imbalanced Huang 2010; Huang and Tao 2010; Huang and Wang 2010. The good news is that rebalancing of the PRC economy is already under way. There are at least three pieces of evidence supporting this claim Huang et al. 2013: One, the current account surplus has already narrowed from 10.8% of GDP in 2007 to below 3.0% in recent years. This is the reason some officials argue that the RMB exchange rate is now close to equilibrium. Two, recent studies suggest that shares of total and household consumption in GDP started to pick up after 2007 and 2008 Huang et al. 2013. And three, official estimates of the Gini coefficient point to continued improvement in income distribution among households after 2008. So far, improvements have been mainly triggered by the rapid rise of wages as a result of the emerging labor shortage problem in the PRC Figure 4. Rapidly growing wages squeeze corporate profits and therefore slow production, investment, and export activities. At the same time, they also redistribute income back to households from corporations and therefore contribute to faster growth of consumption. However, change of the growth model is only in its nascence and further reforms are necessary to push the PRCs growth model onto a more sustainable path. Figure 4: Monthly Wages of Migrant Workers in the Peoples Republic of China yuan, 1978 price Real salary Polynominal trend 4003503002502001501005019801988199620042012Source: Lu Feng. 2011. Employment Expansion and Wage Growth 20012010. PRC Macroeconomic Research Center, Peking University, Beijing, 12 June. The original data set ended in 2010 and was updated by the authors up to 2012. 19 ADBI Working Paper 482 Huang, Wang, and Fan Economic policies under the Li Keqiangled government, the socalled Likonomics, are moving in the right direction. Likonomics is popularly regarded as supported by three pillars: no major stimulus, deleveraging, and structural reforms Huang 2013. Since late 2012, the government has shown an unusual tolerance for slowing growth, as GDP growth stayed constantly below 8%. Although the policy makers are still mindful about downside risks, they take a relatively more relaxed approach toward the growth slowdown as long as it stays close to the new and lower growth potential, evidenced by the robust labor market. The success or failure of Likonomics will be determined by the outcome of the structural reforms. Policy makers and policy advisors are currently working on proposals for an extended reform agenda, including the financial sector, fiscal policy, land use, factor price, income distribution, administrative controls, and household registration system. These are all very important, but the following three will dictate the sustainability of the PRCs growth: i change of local government behavior from direct involvement in economic activities to public goods provision; ii restructuring of the stateowned enterprises to reduce monopoly power and implicit government support; and iii liberalization of factor markets, especially that of capital. These reforms should support the continuous rise of the countrys economy in the global system and further increase the importance of the currency. In the meantime, it is equally important for the PRC to participate or even lead global liberalization efforts, including the Group of Twenty process and other international initiatives. It is hard to imagine the RMB as a global currency if the PRC is absent from or even resists such global initiatives. 4.2 Openness and Depth of Financial Markets An international currency should be supported by welldeveloped financial markets that are freely accessible by nonresidents, sufficiently liquid, reasonably stable, and equipped with effective hedging instruments. To achieve these goals, the PRC needs to liberalize its capital account to allow free flow of capital across the border. That alone, however, is not enough. The lack of capital account restrictions does not necessarily mean that the capital market is open. Here, again, Japan provides another important reference. While Japans capital markets are large, they are not very liquid and foreign investment remains limited. The PRC appears to have accelerated its efforts of capital account liberalization after the new government took office in March 2013. One expectation is that the PBC plans to achieve basic convertibility of the RMB under the capital account by 2015 and full convertibility by 2020. Such an expectation is certainly consistent with the monetary authoritys plans of introducing marketbased interest rates, adopting the deposit insurance system, strengthening market disciplines for financial institutions, and allowing residents to access overseas capital markets. It is important to point out that capital account liberalization did not just start. It has been going on for more than 30 years in the PRC. We can use some quantitative measures of capital account control to illustrate this point Figure 5. The literature provides two types of measures for the PRCs capital account controls: one de jure indicator, such as the Chinn Ito index Chinn and Ito 2008 and Quinns longitudinal data Quinn and Toyoda 2008; and the other de facto indicator such as the TOTAL Index by Lane and MilesiFerretti 2007. The former often has too broad a category coverage and fails to capture important changes over time, while the latter cannot distinguish impacts of capital account liberalization from those of other macroeconomic changes. The measure depicted in Figure 5 is a de jure index constructed by Huang et 20 ADBI Working Paper 482 Huang, Wang, and Fan al. 2012 by going through thousands of policy documents issued by the State Administration of Foreign Exchange SAFE during the past three decades. Huang et al. 2012 assumed complete control of the capital account for 1977, the year before the leaders officially launched the economic reform. They then adopted the classifications used by the Organisation for Economic Cooperation and Development and SAFE, i.e., 11 categories of capital account transactions. For each item, a score of 3 denotes full control, 2 strong control, 1 slight control, and 0 liberalized. By updating the index in response to legislation issued, an index ranging from January 1978 to December 2010 is constructed to describe the extensiveness of the PRCs capital control. The results clearly show that capital account liberalization has been going on for some time in the PRC. In fact, the authorities adopted a wellestablished strategy for liberalizationinflows first, outflows later; longterm first, shortterm later; and direct investment first, portfolio investment later. If the index was 100 at the start of the economic reform, it has already come down to close to 50 in recent years. Figure 5: Capital Account Restriction Index 10095908580757065605550Sep77 Sep81 Sep85 Sep89 Sep93 Sep97 Sep01 Sep05 Sep09Source: Huang et al. 2012. Yet, several areas are still under strict regulation Table 7. In opening the securities markets to foreign investors, the government pursued a strategy of segmenting the markets with different investors. Foreign investors can participate in the transaction of foreign currencydenominated shares and debt instruments, such as the B shares, H shares, and red chips stocks. However, the RMBdenominated A shares, bonds, or other money market instruments are not open to the nonresident investors unless they have a QFII quota. Restrictions on PRC residents are even stricter. Generally, residents cannot buy, sell, or issue capital or money market instruments in the overseas markets outside the Qualified Domestic Institutional Investor QDII scheme. There is currently a huge debate in the PRC about planned capital account liberalization, especially about its sequencing and timing. While most economists concur that achieving free capital account is beneficial for the economy by bringing about efficiency improvement, the critical question is about associated financial risk. Are the financial institutions and markets sound enough to withstand volatile capital flows? As suggested by Mc Kinnon 1991, domestic reforms should be pushed forward along with the opening of the capital account. These reforms consist of reduction of state intervention in the operation of major financial institutions, introduction of marketbased interest rates, greater flexibility of the exchange rate, and improvement in the 21 ADBI Working Paper 482 Huang, Wang, and Fan independence of the central banks monetary policy making Dobson and Masson 2009. Table 7: Capital Account Management in the Peoples Republic of China Non Convertible Partially Convertible Mostly Convertible Fully Convertible Total Capital and money market instrument Derivatives and other instruments Credit operation Direct investment Liquidation of direct investment Real estate transaction Personal capital transaction Total 16 4 6 2 1 3 8 40 Sources: Peoples Bank of China; International Monetary Fund Annual Report on Exchange Arrangements and Exchange Restrictions Report. 4 5 1 1 1 2 14 2 2 4 10 2 1 1 2 6 22 4.3 Credibility of Economic and Legal Systems An international currency is one that nonresidents would use not only in normal times but also depend on at crisis times. Therefore, just having a strong economy and an open market is not sufficient. The US dollar served as a global currency during much of the 20th century because of the wellestablished legal system in the US and the Federal Reserve System, as well as its efficient market and strong economy. This is perhaps the highest hurdle that the PRC will need to overcome in order to make the RMB an international currency. If the PRC succeeds, it would be historical because it would be the first time in centuries that a developing countrys currency becomes a global currencyand developing economies by definition are unstable, volatile although often with stronger growth, and vulnerable in the face of shocks. We are unable to provide a complete list of the tasks for improving the credibility of the PRCs economic and legal system, but we can start with at least the following three. One, the PRC needs an independent central bank. While there are many reasons the PBC is not independentand perhaps there are many good reasons why that is the casethis could seriously affect the achievement of monetary policy objectives in an open economy. Of course, independent monetary policy making does not mean complete lack of coordination with the government. It should possess the following characteristics. First, monetary policies should have clearly defined policy objectives, such as growth or inflation. Supporting stateowned enterprises SOEs or local governments, however, should not be a part of the PBCs obligation. Second, the PBC should use monetary policy instruments such as interest rates and liquidity measures, abandoning administrative tools such as credit quota and window guidance. And finally, the PBC should also improve quality and timeliness of its monetary policies. Two, the PRC needs a fair and transparent legal system to protect property rights and to enforce bankruptcy. An economy with many lossmaking SOEs and monopoly stateowned financial institutions could never support an international currency. Nonresidents will have confidence in holding RMB assets only if they know that their property rights are effectively protected and they will be fairly treated even if they are involved in economic disputes with PRC SOEs. And three, political reforms may also be needed to improve the transparency and representativeness of the political system. While we do not have a fixed idea about specific forms of needed political reform, to become a global economic leader, the PRC 22 ADBI Working Paper 482 Huang, Wang, and Fan needs to adopt a political system that the rest of the world trusts. Here, again, important changes are necessary to systemically crack down on corruption, reduce social tension, and build a harmonious society. 5. WHAT ARE THE LIKELY IMPLICATIONS? Internationalization of the RMB will likely be an ongoing process and making it an international reserve currency should also be a longterm goal. Before that, however, the RMBs international role may grow gradually over time. Some PRC scholars speculated that it would take three decades for it to be internationalized: in the neighboring areas during the first decade, within the region during the second decade, and globally during the final decade Chen 2013. While we are not sure about the exact timing of each of these stages, the trajectory sounds reasonable, i.e., the RMBs role will be extended gradually from the neighboring areas to the global system. The growing international role of the RMB, even if it is a gradual process, should generate significant implications for the PRC, regional economies, and the rest of the world. First, increasing its use in international trade and investment settlement could remove one important economic riskexchange rate uncertaintyfor PRC households and corporations. Exchange rate uncertainty is one of the main difficulties faced by exporters, especially those of lowmargin exports, and importers. Use of the RMB as a settlement currency means that the exporters no longer need to worry about potential losses caused by currency appreciation or by currency depreciation for importers. However, this is true only if exports or imports are priced in RMB. Currently, a large portion of trade and investment settled in RMB are still priced in US dollars, which will not remove the exchange rate risk for PRC exporters and importers. Therefore, a critical step is to grant the RMB not only the function of means of exchange but also unit of account. Second, turning the RMB into an international reserve currency may help reduce the PRCs balance of payment risks, in addition to the seigniorage revenue. On the one hand, as the PRC is able to hold both international assets and liabilities in RMB, it lowers the risk of a currency crisis, potentially forced upon the PRC by a sudden stop or sudden reversal of crossborder capital flows. On the other hand, even if the country suffers from an international payment deficit, the PBC would have the option of printing more currency to meet the shortfall. International investor confidence in a global reserve currency should also be less volatile than that in any other developing economy currenciesand this should support overall financial stability. Third, the RMB as a global reserve currency should facilitate regional economic cooperation and integration. East Asia used to be a de facto US dollar block. In the 1980s, the yen became an important anchor for some regional currencies such as the won and the NT dollar. This led Mundell to identify Asia dominated by the yen as one of the three islands of stabilitythe other two were North America dominated by the US dollar and Europe dominated by the euro Mundell 1999. However, the yen quickly peaked following stagnation of the Japanese economy. In the aftermath of the Asian financial crisis, there was an important proposal for creating an Asian currency Kawai 2008. This proposal, however, lost momentum as its role model, the eurozone, fell into a debt crisis. However, if the RMB becomes an international currency, there is a possibility for it to serve as an anchor of regional currencies in Asia. In fact, our earlier analyses reveal that it already plays some kind of a role as a regional currency anchor alongside the US dollar. 23 ADBI Working Paper 482 Huang, Wang, and Fan Last, the most important implication of RMB internationalization may be the associated reforms the PRC is about to implement. As discussed earlier, such reforms range from measures to make economic growth more sustainable to those leading to improvement of efficiency and stability of financial markets as well as to economic and political stability. In this sense, we may view RMB internationalization as having similar effects on overall economic reform as accession to the World Trade Organization at the end of 2001, which almost completely revamped the PRCs economic system. If the government seriously implements those reforms, the economy would certainly become more efficient, more dynamic, and more powerful, regardless of whether the RMB becomes an international reserve currency in the end. A stronger economy and a more transparent regime can significantly strengthen the PRCs soft power in the world Helleiner 2003. Even for this purpose, RMB internationalization is a worthwhile agenda to pursue. However, internationalization of the RMB, like any other economic strategy, could have its own downside risks. One potential risk is premature liberalization of the capital account. Experiences of developing countries with financial liberalization in the 1980s and thereafter were accompanied by frequent financial crises. At the moment, the PRC already suffers from a series of important risks, including a high M2GDP ratio at 200%, large local government borrowing, and serious property bubbles. The governments tentative reform program could mean speedy liberalization of interest rates, of exchange rates, and of the capital account. It is not yet clear how big the shocks will be for financial institutions and manufacturing industries. If the sudden rise of cost of capital and rapid outflow of capital cause serious dislocations in the economy, growth recession and financial crisis could easily materialize. Even if the RMB becomes an international reserve currency, it will have to maintain a relatively open financial system. Whether or not the PRCs economy and markets are strong enough to withstand serious economic and financial shocks, including speculative attacks, remains to be seen. Another major challenge is that if the RMB becomes an international reserve currency in the coming decades, the PRC should remain a developing country. It would be the first time in history that a developing country currency serves as a global reserve currency. Developing country currencies are, by definition, less stable. This could potentially increase the instability of the international monetary system. More importantly, if internationalization of the RMB is successful, the currency would likely serve as one of the global reserve currencies, alongside at least the US dollar and the euro. According to some experts, an international monetary system with more than one global reserve currency is actually more unstable than one with a single reserve currency UN 2009. If that is indeed true, the international community should seriously consider proposals for creating a supranational currency Zhou 2009; UN 2009. 6. SUMMARY OF THE MAIN FINDINGS The PBC started planning the internationalization of the RMB from at least 2006. However, actual implementation picked up pace amid the global financial crisis, which hinted at the potential weakening of the role of the US dollar and demand for an alternative international currency. This process likely will accelerate further in the coming years, as the new government focuses more on structural reforms. The PBC adopted a twotrack strategy for internationalizing the currency, with the first track directly promoting the international use of the currency and the second track gradually liberalizing the capital account. 24 ADBI Working Paper 482 Huang, Wang, and Fan the RMB so far three related is supported by So far, the emphasis has been on increasing the international use of the currency. This includes use of the RMB for trade and investment settlement, mainly with neighboring and regional economies; establishment of offshore markets in Hong Kong, China, evidenced by the rapid growth of RMB deposits held by local residents; issuance of RMBdenominated bonds and other securities in Hong Kong, China and London; a large number of currency swap agreements; and holdings of RMB by some foreign central banks as part of their foreign currency reserves. A significant increase in the international use of factors: encouragement of the government, strong growth of economic activities the PRC is already the largest trading partner of many regional economies, and expectations of RMB appreciation. However, the RMB is still far from being an international reserve currency. Many optimists tend to pay a lot of attention to the PRCs already gigantic economy. The logic is simple: the PRC is already a major economy in the world, and its currency should therefore play some international role. A quick review of experiences of international currencies during the 20th century suggests that size of the economy may be an important favorable factor, but it is by no means a sufficient condition. We apply quantitative methods to identify determinants of international currencies shares in global reserves and then use the results to predict the RMBs potential share. We find that if only GDP and trade weights are used, its potential share could be as high as 10% of the global reserves at the end of 2011. However, if policy and institutional factors, such as capital account controls and economic freedom, are considered, the RMBs potential share would only reach around 2%. These results suggest that the main obstacles for the RMB to become an international reserve currency are policy restrictions and institutional barriers. So what should the PRC do to effectively internationalize its currency? It can certainly continue to push on the first track, i.e., promoting its use in international economic transactions, including establishment of more offshore markets, issuance of more RMBdenominated assets overseas, and use for trade and investment settlement. The PRC may also adopt two additional strategies for this purpose. One is to add the RMB to the IMFs SDR basket, which should significantly raise the international profile of the currency and make internationalization efforts a lot easier. And the other is to introduce a new mechanism for intraregional crossholding of reserve currencies in Asia. However, for the purpose of currency internationalization, the broadly defined second track of the twotrack strategy is probably more critical as it creates the foundation of a global reserve currency. We identify reforms in the following three areas for this purpose. The first area is to support the sustainable growth of the PRC economy. While economic weights are not sufficient conditions for a global reserve currency, any hopes for the RMB to become an international currency could collapse if the economy suddenly stagnates, similar to what happened to the Japanese economy in the 1990s. An imminent challenge for the PRC economy now is to change the growth model, which may be characterized as a combination of strong growth and serious imbalances. The key is to further economic reforms. The new governments economic policy framework, popularly termed Likonomics, contains three important pillarsno more major stimulus, deleveraging to control financial risks, and structural reforms. Government officials and policy advisors are working on reform programs for a large number of areas, including the financial system, fiscal policy, land use, administrative controls, inequality, and household registration system. Successful transformation of the growth model depends critically on the following reformsliberalization of interest rates, exchange rates, and the capital account; factor prices, income 25 ADBI Working Paper 482 Huang, Wang, and Fan change of the local governments role from directly engaging in production and investment to public goods provision; and breakdown of the monopoly power of the state sector. The second area is to create an open, large, efficient, and liquid financial market. To serve as an international reserve currency, the RMB needs to be supported by a financial market that is easily accessible by nonresidents. One major step is to liberalize the capital account. This has been an ongoing process, with the capital account control index declining from 100% in 1977 to 53% in 2011. The government now plans to realize basic convertibility by 2015 and full convertibility by 2020. There is, however, a major debate as to whether this might be too aggressive and could trigger a financial crisis. The answer to this should be to keep a close eye on both the necessary conditions and sequencing of liberalization. Nevertheless, capital account liberalization is also a necessary step for currency internationalization. However, financial markets need to be open, liquid, and efficient, and equipped with welldeveloped hedging instruments. The third area is to improve the credibility of the PRCs economic and political systems. The essence of an international reserve currency is that international investors have longterm confidence in it. To support such confidence, the PRC needs to improve its economic, legal, and political systems. This is particularly important since all other existing international reserve currencies are from developed economies that have welldeveloped economic and political systems. We suggest three starting steps for the PRC: i an independent monetary policymaking mechanism, ii a sound legal system that protects property rights and enforces bankruptcy law, and iii a political system that is more transparent and better represented. Even if all these efforts are successful, we think the internationalization of the RMB will be a longterm process. We do not think the RMB will become a global reserve currency in the coming decade or any time soon after that. The RMBs international role, however, may be extended steadily, perhaps first in the neighboring areas, then in the region, and finally globally. This process could also generate significant implications for the PRC, the region, and the rest of the world. If the RMB is used as a unit of account, it would remove exchange rate uncertainties for PRC households and corporations in international transactions. If the PRC can hold its international assets and liabilities all in RMB, it should also reduce the countrys balance of payment risks, in addition to the seigniorage revenue. The most fundamental impact of RMB internationalization could be to push comprehensive reforms in the PRC economy, similar to the effect of WTO accession on the economy more than 10 years ago. For some PRC officials and scholars, this factor alone would make currency internationalization a worthwhile agenda to pursue. At the same time, an aggressive push of the reform agenda could also increase the potential risk of financial instability. Even if the RMB successfully becomes an international reserve currency, the PRC would have to withstand more frequent financial shocks or even speculative attacks. It also remains to be seen if adding a developing country currency to the global reserve currency basket increases or decreases the instability of the international monetary system. 26 ADBI Working Paper 482 Huang, Wang, and Fan APPENDIX We perform four types of robustness checks in this analysis. First, as argued in the context, market capitalization is probably not an accurate representative of actual degree of financial market development. The second column of Table A1 redefines financial development as a share of private and public bond market capitalization to gross domestic product Beck, DemirgucKunt, and Levine 2000. The alternative specification suggests a positive impact from financial development on currency share in global reserves, which is consistent with previous evidence. Second, instead of classifying institutional development as economic freedom, we choose the variables economic regulation and socioeconomic stability as indicating the development of institutions. The third and fourth columns confirm the results and, not surprisingly, show that there is no significant difference compared with the benchmark model in Column 1 of Table A1. Finally, we include log transformation to allow nonlinearity in determining currency share in global reserves, as suggested in Chen, Peng, and Shu 2009. Clearly, as suggested in the fifth column of Table A1, there is not much discrepancy in terms of the significance and signs of the estimated coefficients. Table A1: Robustness Check of Determination of Currency Shares Dependent Variable: currency share in global reserves Benchmark Bond Market Regulation SocioEco. Explanatory Variables GDP share Trade share Inflation Exchange rate volatility Market capitalization Financial development Appreciation Capital account liberalization Institution Lag of share Constant Observation Rsquared 0.103 0.0523 0.092 0.052 0.0133 0.0871 0.121 0.0811 0.0169 0.0194 0.000862 0.0014 0.0674 0.0093 0.00849 0.0036 0.0043 0.0025 0.891 0.0265 0.048 0.0226 235 0.958 0.102 0.06 0.0736 0.05 0.104 0.11 0.20 0.14 0.015 0.02 0.179 0.0354 0.048 0.0099 0.00726 0.0042 0.000278 0.00 0.911 0.02 0.124 0.06 0.0739 0.06 0.047 0.12 0.08 0.13 0.00997 0.02 0.00297 0.00 0.0695 0.01 0.0162 0.01 0.149 0.06 0.0517 0.06 0.0905 0.12 0.17 0.13 0.0273 0.02 0.00443 0.00 0.0647 0.01 0.0206 0.01 0.00383 0.00231 0.00 0.883 0.03 0.00 0.865 0.03 Log Tran. 0.738 0.37 0.109 0.33 0.377 0.72 0.43 0.81 0.144 0.12 0.0405 0.01 0.289 0.06 0.122 0.03 0.0395 0.02 0.848 0.03 0.0433 0.0529 0.0542 0.752 0.02 235 0.963 0.02 235 0.958 0.01 235 0.96 0.18 235 0.935 27 ADBI Working Paper 482 Huang, Wang, and Fan REFERENCES Beck, T., A. DemirgucKunt, and R. Levine. 2000. A New Database on the Structure and Development of the Financial Sector. The World Bank Economic Review 143: 597605. Chen, Y. 2013. Toward a Core Country: Chinas Grand Financial Strategy and Development Path. Renmin University of China, Beijing. Chen, H., W. Peng, and C. Shu. 2009. The Potential of the Renminbi as an International Currency. Currency Internationalization: Lessons from the Global Financial Crisis and Prospects for the Future in Asia and the Pacific. BIS Paper No. 61. Chinn, M., and J. Frankel. 2005. Will the Euro Eventually Surpass the Dollar as Leading International Reserve Currency? NBER Working Papers No. 11510. Chinn, M., and J. Frankel. 2008. Why the Euro Will Rival the Dollar. International Finance 111: 4973 Chinn, M., and H. Ito. 2008. A New Measure of Financial Openness. Journal of Comparative Policy Analysis: Research and Practice 103: 309322. Cohen, B. 2007. Toward a Leaderless Currency System. Conference manuscript in Wither the Key Currency? Cornell University. Dobson, W., and P. Masson. 2009. Will the Renminbi Become a World Currency? China Economic Review 201: 124135. Eichengreen, B. 2005. Sterlings Past, Dollars Future: Historical Perspectives on Reserve Currency Competition. National Bureau of Economic Research Working Paper No. 11336. Fan, G., B. Wang, and Y. Huang. 2013. Intraregional CrossHolding of Reserve Currencies: A Proposal for Asia to Deal with the Global Reserve Risks. China World Economy 214: 1435. Frankel, J. 2011. Historical Precedents for Internationalization of the RMB. Manuscript, Council on Foreign Relations and China Development Research Foundation. Frankel, J., and S. Wei. 1994. Yen Bloc or Dollar Bloc? Exchange Rate Policies of the East Asian Economies. In Macroeconomic Linkage: Savings, Exchange Rates, and Capital Flows, edited by T. Ito and A. Krueger. Chicago: University of Chicago Press. pp. 295333. Fratzscher, M., and A. Mehl. 2011. Chinas Dominance Hypothesis and the Emergence of a Tripolar Global Currency System. European Central Bank Working Paper No. 1392. Gao, H., and Y. Yu. 2012. Internationalization of the Renminbi. Currency Internationalization: Lessons from the Global Financial Crisis and Prospects for the Future in Asia and the Pacific. BIS Paper No. 61. Garber, P. 2011. What Drives CNH Market Equilibrium? Manuscript, Council on Foreign Relations and China Development Research Foundation. Helleiner, E. 2003. The Making of National Money: Territorial Currencies in Historical Perspective. Ithaca, NY: Cornell University Press. Helleiner, E. 2008. Political Determinants of International Currencies: What Future for the US Dollar? Review of International Political Economy 153: 354378. 28 ADBI Working Paper 482 Huang, Wang, and Fan Huang, Y. 2010. Dissecting the China Puzzle: Asymmetric Liberalization and Cost Distortion. Asia Economic Policy Review 52: 281295. Huang, Y. 2013. What Likonomics Has to Offer? China Daily, 4 July. Huang, Y., C. Fang, P. Xu, and G. Qin. 2013. New Normal of Chinese Development. In China: A New Model for Growth and Development, edited by R. Garnaut, C. Fang, and L. Song. Canberra: ANU EPress. Huang, Y., and K. Tao. 2010. Factor Market Distortion and the Current Account Surplus in China. Asian Economic Papers 93: 136. Huang, Y., and B. Wang. 2010. Cost Distortions and Structural Imbalances in China. China and World Economy 184: 117. Huang, Y., X. Wang, Q. Gou, and D. Wang. 2012. Achieving Capital Account Convertibility in China. China Economic Journal 41: 2542. International Monetary Fund IMF. 2011. Enhancing International Monetary Stability A Role for the SDR? 7 January. Strategy, Policy, and Review Department. Washington, DC. International Monetary Fund. 2013. Peoples Republic of China: Article IV Consultation. 17 July. Washington, DC. Ito, T. 2008. Influence of the Renminbi on Exchange Rate Policies of Other Asian Currencies. In Debating Chinas Exchange Rate Policy, edited by M. Goldstein and N.R. Lardy. Washington, DC: Peterson Institute for International Economics. pp. 239258. Kawai, M. 2002. Exchange Rate Arrangements in East Asia: Lessons from the 199798 Currency Crisis. Monetary and Economic Studies, Bank of Japan, Vol. 20, No. S1. Kawai, M. 2008. Toward a Regional Exchange Rate Regime in East Asia. Pacific Economic Review 131: 83103. Kawai, M., and V. Pontines. 2014. Is There Really a Renminbi Bloc in Asia? ADBI Working Paper Series No. 467. Tokyo: Asian Development Bank Institute. Kenen, P. 2002. The Euro versus the Dollar: Will There Be a Struggle for Dominance? Journal of Policy Modeling 244: 347354. Krugman, P. 1984. The International Role of the Dollar: Theory and Prospect. In Exchange Rate Theory and Practice, edited by J. Bilson and R. Marston. Chicago: University of Chicago Press. pp. 26178. Lane, P., and G. MilesiFerretti. 2007. The External Wealth of Nations Mark II: Revised and Extended Estimates of Foreign Assets and Liabilities, 19702004. Journal of International Economics 732: 22350. Lee, J. 2010. Will the Renminbi Emerge as an International Reserve Currency? Manuscript, Korea University. Li, D., and L. Liu. 2008. RMB Internationalization: An Empirical Analysis. Journal of Financial Research 11: 116. Maziad, S., and J. Kang. 2012. RMB Internationalization: Onshoreoffshore Links. IMF Working Paper No. WP12133. Mc Kinnon, R. 1991. The Order of Economic Liberalization. Baltimore: Johns Hopkins University Press. 29 ADBI Working Paper 482 Huang, Wang, and Fan Mc Namara, K. 2008. A Rivalry in the Making? The Euro and International Monetary Power. Review of International Political Economy 153: 439459. Mundell, R. 1999. A Reconsideration of the Twentieth Century. Nobel Prize in Economics documents 19995, Nobel Prize Committee. Peoples Bank of China PBC Study Group. 2006. The Timing, Path, and Strategies of RMB Internationalization. China Finance 5: 1213. Quinn, D., and A. Toyoda. 2008. Does Capital Account Liberalization Lead to Growth? Review of Financial Studies 213: 140349. Subacchi, P. 2010. One Currency, Two Systems: Chinas Renminbi Strategy. International Economics Briefing Paper, Vol. 1. Takagi, S. 2011. Currency Internationalization: Lessons from the Global Financial Crisis and Prospects for the Future in Asia and the Pacific. BIS Working Paper No. 61. United Nations UN. 2009. Report of the Commission of Experts of the President of the United Nations General Assembly on Reforms of the International Monetary and Financial System. United Nations Conference on the World Financial and Economic Crisis and Its Impact on Development. 2426 June. New York. Williamson, J. 2009. Understanding Special Drawing Rights SDRs. Peterson Institute for International Economics Working Paper No. PB0911. Zhou, X. 2009. Reform the International Monetary System. Speech. Available at http:www.pbc.gov.cnpublishenglish95620092009122910442555061970620091229104425550619706_.html cited January 2010. 30 ", "filename": "786411147.pdf", "person": ["Yiping Huang", "Huang, Yiping", "Daili Wang", "Wang, Daili", "Gang Fan", "Fan, Gang"], "date": ["2014"]}