{"lang": "de", "identifier_url": ["http://www.econstor.eu/bitstream/10419/97538/1/78685362X.pdf"], "title": ["Betriebliches Gesundheitsmanagement in Sozial- und Pflegeeinrichtungen: FOM Gesundheitstagung, Essen , 12. November 2010. Eine Transferveranstaltung des KCG KompetenzCentrum für Oekonomie & Management in der Gesundheits- und Sozialwirtschaft"], "plaintext": "Betriebliches Gesundheitsmanagement in Sozial und Pflegeeinrichtungen Stetig steigernder Kostendruck, demographischer Wandel sowie ein fortschreitender Ruckgang der Zahlen von Auszubildenden in Sozial und Pflegeberufen stellen die Sozial und Gesundheitswirtschaft vor bedeutende Herausforderungen. Diese sich verscharfende Situation fuhrt dazu, dass der Gesundheit und damit verbunden der Leistungsfahigkeit der Mitarbeiter ein umso groerer Stellenwert zukommt: Gefordert wird ein modernes Gesundheitsmanagement, das direkt bei der jeweiligen Gesundheits und Pflegeeinrichtung ansetzt. Im Rahmen der hier dokumentierten Gesundheitsfachtagung zeigen Experten verschiedener Bereiche Moglichkeiten auf, wie Personalverantwortliche gezielt und nachhaltig die Gesundheit Ihrer Beschaftigten fordern, unterstutzen und langfristig erhalten konnen. Die Gesundheitsfachtagung wurde von der FOM Hochschule fur Oekonomie Management in Kooperation mit der Contilia Gruppe, dem BGF Institut fur Betriebliche Gesundheitsforderung der AOK Rheinland Hamburg sowie dem Deutschen Netz Gesundheitsfordernder Krankenhauser ausgerichtet. Tagungsband Prof. Dr. Michael Schutte FOM Gesundheitstagung Essen 12. November 2010 Betriebliches Gesundheitsmanagement in Sozial und Pflegeeinrichtungen Eine Transferveranstaltung des KCG Kompetenz Centrum fur Oekonomie Management in der Gesundheits und Sozialwirtschaft Aachen Berlin Bonn Bremen Dortmund Duisburg Dusseldorf Essen Frankfurt a. M. Gutersloh Hamburg Koln Leipzig Mannheim Marl Munchen Neuss Nurnberg Siegen Stuttgart und Luxemburg Akademie Verlag 2011 by Akademie Verlag MA Akademie Verlags und DruckGesellschaft mb H Leimkugelstrae 6, 45141 Essen Tel. 0201 81004351 Fax 0201 81004610Verantwortlich fur den Inhalt der Beitrage sind die jeweils genannten Autoren.Kein Teil des Manuskriptes darf ohne schriftliche Genehmigung in irgendeiner Form durch Foto kopie, Mikrofilm oder andere Verfahren reproduziert werden. Auch die Rechte der Wiedergabe durch Vortrag oder ahnliche Wege bleiben vorbehalten. FOMGesundheitstagung vom 12. November 2010 Vorwort des Herausgebers Stetig steigender Kostendruck, demografischer Wandel sowie ein Ruckgang der Auszubildendenzahlen in Sozial und Pflegeberufen stellen die Sozial und Gesundheitswirtschaft vor bedeutende Herausforderungen. Diese sich verscharfende Situation fuhrt dazu, dass der Gesundheit und damit verbunden der Leistungsfahigkeit der Mitarbeiter ein umso groerer Stellenwert zukommt. Gefordert ist ein modernes Gesundheitsmanagement, das direkt bei der jeweiligen Gesundheits und Pflegeeinrichtung ansetzt. Im Rahmen der im vorliegenden Tagungsband dokumentierten Gesundheitsfachtagung zeigen Experten verschiedener Fachbereiche Moglichkeiten auf, wie Personalverantwortliche gezielt und nachhaltig die Gesundheit Ihrer Beschaftigten fordern, unterstutzen und somit moglichst langfristig erhalten konnen. Die Bedeutung des Gesundheitsmanagements gerade auch fur Mitarbeiter in Krankenhausern nimmt vor dem Hintergrund von vielfaltigen Veranderungsprozessen wie schwieriger und komplexer werdenden Arbeitsbedingungen, Personalmangel sowie Zeit und Kostendruck stetig zu. Die folgenden Beitrage betrachten das Thema aus verschiedenen Blickwinkeln und machen Vorschlage zur Ein und Durchfuhrung unterschiedlichster Manahmen aus dem Bereich der betrieblichen Gesundheitsforderung sowohl in Sozial und Gesundheitseinrichtungen als auch in Industrieunternehmen. Im ersten Beitrag mit dem Titel Betriebliches Gesundheitsmanagement als Element des Marketings in Gesundheitsunternehmen zeigt Heinz D. Diste, Geschaftsfuhrer der Contilia Gmb H, die Wichtigkeit bzw. das enorme Potential betrieblichen Gesundheitsmanagements fur das strategische Marketing in Gesundheitseinrichtungen auf. Seine These lautet, dass in Gesundheitsunternehmen alle erbrachten Dienstleistungen unmittelbar mit den Personen verbunden sind, die sie erbringen. Daraus ergibt sich der besondere Umstand, dass auch die Qualitat der Leistungen personenbezogen ist. Insofern dient Betriebliches Gesundheitsmanagement der Qualitatssicherung bzw. steigerung und kann somit als Instrument des strategischen Marketings verstanden werden. Der zweite Beitrag Implementierung eines betrieblichen Gesundheitsmanagements stammt von Heinz Kowalski. Herr Kowalski ist Geschaftsfuhrer des Instituts fur Betriebliche Gesundheitsforderung der AOK RheinlandHamburg und verfugt uber langjahrige Erfahrungen bei der Beratung von Unternehmen unterschiedlichster Branchen im Bereich der betrieblichen Gesundheitsforderung. Innerhalb seines Beitrages skizziert Herr Kowalski Manahmen der betrieblichen Gesundheitsforderung sowie Implementierungsmoglichkeiten. 1 FOMGesundheitstagung vom 12. November 2010 Der Beitrag von Frau Dipl.Soz. Pad. Katrin Gerdes ermoglicht Einblicke in die Einfuhrung betrieblichen Gesundheitsmanagements in der Industrie. Unter dem Titel Lernen von der Industrie Aufbau und Entwicklung des Gesundheitsmanagements in der Siempelkamp Gieerei berichtet Frau Gerdes uber Ihre Erfahrungen in der Siempelkamp Gieerei Gmb H in Krefeld. An die Einzelvortrage schliet sich im weiteren Verlauf des Tagungsbandes ein ExpertenForum an, dass die Fragestellung behandelt: Was kann modernes Gesundheitsmanagement im Unternehmen leisten?. Den Anfang macht Frau Dr. med. Ursula Gollasch, Arbeitsmedizinerin und Verantwortliche fur das Gesundheitsmanagement innerhalb der Contilia Gmb H. Frau Dr. Gollasch betont in ihrem Statement insbesondere die Wichtigkeit der Einbindung der Mitarbeiter in gesundheitsfordernde Manahmen. Frau Dr. med. Anja Berkenfeld knupft an die Ausfuhrungen von Frau Dr. Gollasch nahtlos an und erweitert diese um die Besonderheiten innerhalb der Thyssen Krupp AG, die exemplarische fur die Industriebranche steht. Vom Essener Body Guard! Zentrum fur Praventionsmedizin sind vertreten der Leiter des Zentrums Thomas Tasch, DiplomSportbiologe und Padagoge sowie der im Bereich Coaching und Beratung tatige DiplomPadagoge Rainer Paust. Beide verweisen unter anderem darauf, dass im Rahmen des Gesundheitsmanagements stets Korper und Geist eines Menschen beachtet werden mussen, um Anforderungen und Stress des Berufsalltags bewaltigen zu konnen. Einig sind sich die Experten daruber, dass die Unterstutzung durch das Management ein wesentlicher Faktor bei der Einfuhrung und Umsetzung von betrieblichem Gesundheitsmanagements ist. In den anschlieenden Workshops kamen im Rahmen der Fachtagung spezielle Teilbereiche der Gesundheitsforderung eingehender zur Sprache. Unter Bezug auf die uberdurchschnittlich hohe psychische Beanspruchung von Mitarbeitern in Sozial und Pflegeeinrichtungen diskutierte die Referentin Dipl.Psych. Christel Hoyer vom Institut fur Betriebliche Gesundheitsforderung der AOK RheinlandHamburg mit den Teilnehmer daruber was passiert Wenn die Psyche streikt, und wie dies durch gezielte Pravention verhindert werden kann. Prof. Dr. med. Michael Schutte Wissenschaftlicher Leiter des KCG Kompetenz Centrum fur Oekonomie Management in der Gesundheits und Sozialwirtschaft 2 FOMGesundheitstagung vom 12. November 2010 Eroffnungsvortrag des Rektors der FOM Sehr geehrte Damen und Herren, es ist mir eine groe Freude, Sie heute so zahlreich in unserem Schulungs und Horsaalzentrum in Essen zu unserer diesjahrigen Gesundheitsfachtagung begruen zu durfen. Dies ist jetzt schon die dritte Veranstaltung dieser Art und ich freue mich auerordentlich, dass das Interesse und damit verbunden der Zuspruch zu unseren Tagungsprogrammen immer groer wird. Auch in diesem Jahr ist es uns wieder gelungen ein zentrales Thema der Gesundheits und Sozialbranche aufzugreifen, was Ihr zahlreiches Erscheinen heute beweist. Betriebliches Gesundheitsmanagement in Sozial und Pflegeeinrichtungen ist ein wichtiges und hochgradig aktuelles Thema, denn die Sozial und Gesundheitsbranche ist derzeit durch demografischen Wandel und knapper werdende Gelder ganz besonders von Veranderungsprozessen gepragt. Vor diesem Hintergrund gewinnt die Gesundheit und damit verbunden die Leistungsfahigkeit jedes Einzelnen Mitarbeiters an Bedeutung. Besondere Brisanz erhalt das Thema durch die Tatsache, dass die Gesundheits und Sozialwirtschaft mittlerweile der grote Wirtschaftszweig in Deutschland ist. Dazu zahlen nicht nur Arzte, Krankenhauser und Altenheime, sondern auch eine Fulle von Zulieferern etwa Medizintechnik und benachbarten Wirtschaftsbereichen. Insgesamt arbeiten in der Gesundheits und Sozialwirtschaft mehr als 4,5 Mio. Menschen. Das Altern der Gesellschaft, der medizinischtechnische Fortschritt und ein wachsendes Gesundheitsbewusstsein lassen den Bedarf an Sozial und Gesundheitsleistungen in Zukunft noch erheblich steigen. Um die Versorgung auch zukunftig gewahrleisten zu konnen bedarf es einer gezielten Gesundheitsforderung der Mitarbeiter der Branche. Ich mochte die Eroffnung dieser Veranstaltung auch nutzen, um Ihnen den Trager der Veranstaltung vorzustellen: Die gemeinnutzige Stiftung Bildungs Centrum der Wirtschaft BCW. Die Einrichtungen der BCWGruppe haben das Ziel durch vielfaltig spezialisierte Bildungsangebote die berufliche Weiterbildung zu fordern. Dazu gehort auch die FOM Hochschule fur Oekonomie Management, die Gastgeber der heutigen Veranstaltung ist. Die FOM Hochschule fur Oekonomie Management betatigt sich schon seit vielen Jahren im Bereich der Gesundheits und Sozialwirtschaft und hat neben diversen Weiterbildungen seit dem Wintersemester 2010 einen BachelorStudiengang Gesundheits und Sozialmanagement im Angebot. 3 FOMGesundheitstagung vom 12. November 2010 Der Studiengang qualifiziert fur Fuhrungsaufgaben auf unterschiedlichen Ebenen in der Gesundheits und Sozialwirtschaft und hilft dabei Gesundheit und Soziales auch okonomisch begreifbar zu machen. Die Akkreditierung des Studiengangs erfolgte ohne Auflagen und mit groem Lob. Bei der Entwicklung des Studiengangs sind mageblich auch die Erkenntnisse und Forschungsergebnisse des BCWRahmenprojektes Paradigmenwechsel: Vom Gesundheitswesen zur Gesundheitswirtschaft eingeflossen. Ziel des dreijahrigen Projektes war es, die Veranderungsprozesse im Gesundheitswesen wissenschaftlich zu begleiten und auf dieser Basis die an der Hochschule verfolgten wissenschaftlichen Ansatze und Konzepte mit deren Hilfe dem identifizierten Wandel gewinnbringend begegnet werden soll zu uberprufen. Aus diesem im Jahr 2008 begonnenem Rahmenprojekt formierte sich im September 2010 das KCG Kompetenz Centrum fur Oekonomie Management in der Gesundheits und Sozialwirtschaft als wissenschaftliche Einrichtung der FOM Hochschule fur Oekonomie Management. Das KCG nimmt die Aufgabe wahr, die Kernkompetenzen der Hochschule im Bereich der Gesundheitswirtschaft durch gezielte anwendungsbezogene Forschungsaktivitaten weiter auszubauen und existierende Projektansatze und Netzwerke im Bereich der Medizinokonomie sowie des Gesundheits und Sozialmanagements zu bundeln. Ein Hauptaugenmerk des Kompetenz Centrums wie aller weiteren Aktivitaten der BCWGruppe im Bereich der Gesundheits und Sozialwirtschaft liegt auf einem aktiven Wissensaustausch zwischen allen relevanten Akteuren. In diesem Sinne wunsche ich Ihnen und uns einen interessanten und vor allem erkenntnisgewinnbringenden Tagungsverlauf! Prof. Dr. Burghard Hermeier Rektor der FOM Hochschule fur Oekonomie Management 4 Die Gesundheitsfachtagung wurde durchgefuhrt in Kooperation mit: 5 Die Autorinnen des Tagungsbandes Die Autorinnen des Tagungsbandes Heinz D. Diste Geschaftsfuhrer der Contilia Gmb H Dipl.Soz. Pad. Katrin Gerdes Siempelkamp Gieerei Gmb H Krefeld Prof. Dr. Burghard Hermeier Rektor der FOM Hochschule fur Oekonomie Management Heinz Kowalski Geschaftsfuhrer des Instituts fur Betriebliche Gesundheitsforderung der AOK RheinlandHamburg Prof. Dr. Michael Schutte Professor fur Management in der Gesundheitswirtschaft an der FOM Hochschule fur Oekonomie Management, Niedergelassener HNO Facharzt, Unternehmensberater und Gutachter 6 Inhaltsverzeichnis Inhaltsverzeichnis 1 2 3 4 5 Betriebliches Gesundheitsmanagement als Element des Marketings in Gesundheitsunternehmen Heiz D. Diste Implementierung eines betrieblichen Gesundheitsmanagement Heinz Kowalski Lernen von der Industrie Aufbau und Entwicklung des Gesundheitsmanagements in der Siempelkamp Gieerei Dipl.Soz. Pad. Katrin Gerdes Forum zum Thema: Was kann modernes Gesundheitsmanagement im Unternehmen leiste? Dr. med. Ursula Gollasch, Dr. med. Anja Berkenfeld, Dipl.Sportbiol. und Pad. Thomas Tasch, Dipl.Pad. Rainer Paust Wenn die Psyche streikt Dipl.Psych. Christel Hoyer 8 12 27 39 47 Darstellung der Projektpartner 6 6.1 AOK RheinlandHamburg 55 6.2 Contilia Gmb H 6.3 FOM Hochschule fur Oekonomie Management 6.4 Institut fur Betriebliche Gesundheitsforderung der AOK RheinlandHamburg 6.5 NRW Regionalagentur MEO e.V. Anhang: Tagungsprogramm 7 Betriebliches Gesundheitsmanagement als Marketingelement 1 Betriebliches Gesundheitsmanagement als Element des Marketings in Gesundheitsunternehmen Heinz D. Diste Die Gesundheitswirtschaft ist in ganz groen Teilen ein Dienstleistungsmarkt. Dieser Markt und groe Teilmarkte des Gesundheitsmarktes sind mittlerweile globalisiert. Da Dienstleistungen unmittelbar an die Personen gebunden sind, die sie erbringen, hangt die Qualitat von Dienstleistungen regelhaft an der Qualifikation der Menschen, die die Leistungen erbringen. Human Ressources HRManagement ist damit die Schlusselposition in Dienstleistungsunternehmen allgemein und in Dienstleistungsunternehmen der Gesundheitsbranche im Besonderen. In den letzten Jahren ist festzustellen, dass gerade der HR Markt, und zwar in all seinen Segmenten, also dem Arbeitsmarkt der Pflegekrafte, des arztlichen Personals und des Managements, in zunehmendem Mae internationalisiert wird. Der Kunde spurt dies, wenn der Nachbar eine Pflegekraft aus Osteuropa in der Wohnung beherbergt, wenn man mit dem Arzt in der Notaufnahme des kleinen Krankenhauses auf dem Lande vorzugsweise in russischer Sprache kommunizieren sollte oder wenn der Krankenhausmanager kostentrachtige Stillstandzeiten vor der Reparatur eines MR hat, weil die Servicefirma keine Techniker zur Verfugung hat. Gerne werden in letzter Zeit diese Phanomene unter dem Begriff War for Talents subsumiert. Eine weitere gesellschaftspolitische Entwicklung dynamisiert diese Problemlage. Die demographische Entwicklung in den OECD Staaten und ganz besonders in der Bundesrepublik fuhrt dazu, dass die tradierten Rentenversicherungssysteme erodiert werden. Eine gesellschaftspolitisch weitgehend konsentierte Losung dieser Problemlage, die immerhin seit den spaten 80er Jahren des letzten Jahrhunderts bekannt ist, ist die Verlangerung der Lebensarbeitszeit. Gesellschaftspolitisch und aus der Sicht des Volkswirtes ist dieser Losungsansatz nachvollziehbar und in sich logisch. Die betriebswirtschaftlichen Folgen der langeren Lebensarbeitszeit scheinen allerdings in vielen Unternehmen noch nicht oder nur unzureichend bedacht worden zu sein. Als Zwischenergebnis ist festzustellen, dass der War for Talents und die Rente mit 67 ff zusammen die HR Arbeit in Unternehmen der Gesundheits und Sozialbranche besonders herausfordern. Ein Element im Ubrigen eines neben vielen anderen , mit dieser Herausforderung umgehen zu konnen, ist die Gesundheit der Mitarbeitenden und das strukturierte Management der Gesundheitsressourcen in Unternehmen. Die Notwendigkeit, ein strukturiertes Gesundheitsmanagement in Unternehmen zu installieren, ergibt sich fur den Betriebswirt logisch aus den Anforderungen, die die Markte, in denen er sich bewegt, an ihn und sein Unternehmen stellen. Das sind in der Gesundheitsbranche sowohl die direkten Kundenmarkte als auch der HR Markt. Gesundheitsmanagement ist damit eine Funktion des Marketings. 8 Betriebliches Gesundheitsmanagement als Marketingelement Hinter dieser Feststellung liegt ein Verstandnis von Marketing, nach dem alle unternehmerischen Entscheidung letztendlich aus den Anforderungen der Kunden, der Wettbewerber, des sozialen Umfeldes und der verschiedenen Markte, in denen sich ein Unternehmen bewegt, abzuleiten sind. Jede strategische Entscheidung eines Unternehmens kann damit immer nur eine Entscheidung des strategischen Marketings sein. Bei allen unternehmerischen Entscheidung geht es immer um die Frage welches Produkt das Unternehmen uber welche Vertriebswege zu welchem Preis und unter Nutzung welcher Kommunikationsstrategie an den Mann und die Frau bringen will. Jede Investitions oder auch Personalentscheidung und auch alle weiteren Entscheidung der Ressourcenallokation mussen sich diesen Fragen stellen. Diese Sicht auf die strategische Unternehmensfuhrung wird in Dienstleistungsunternehmen durch einen bestimmten Umstand dynamisiert: Die Besonderheiten des Dienens und des Leistens bzw. die Besonderheiten der Dienstleistung. Ein Produkt kann man planen, seine Herstellung kann man von seinem Verkauf trennen, man kann es lagern, zu beinahe beliebigen Zeitpunkten an beinahe beliebigen Orten verkaufen und in der Automobilbranche immer wieder gern praktiziert wieder zuruckrufen. Das geht mit einer Dienstleistung nicht. Ihre Erstellung ist an den Vertriebsort gebunden, denn Vertriebswege sind in Dienstleistungsunternehmen die Orte, an denen die Dienstleistung erbracht wird, man kann sie nicht auf Halde produzieren, es geht immer nur just in Time, man kann sie bei Nichtgefallen auch nicht zuruckgeben oder nehmen ein Problem, das der Autor regelhaft mit seinem Frisor diskutiert oder mit anderen Worten: Eine Dienstleistung ist besonders fest an die Person gebunden, die sie erbringt. Aus diesem Grund hat Philip Kotler bereits in den 70er Jahren des letzten Jahrhunderts auf das funfte P verwiesen: Product, Price, Place und Promotion kennen die Marketer. The People sind die, die das Dienstleistungsmarketing vom Produktmarketing unterscheiden. Es war der groe Verdienst von Prof. Dr. Dr. Heribert Meffert, durch die Adaption der Kotlerschen Lehre auf den europaischen Dienstleistungsmarkt, das strategische Marketing in Dienstleistungsunternehmen beflugelt zu haben. Damit ergeben sich unter dem Dach des strategischen Marketings drei Dimensionen des Dienstleistungsmarketings: 9 Betriebliches Gesundheitsmanagement als Marketingelement Die Beziehung zwischen dem Unternehmen und seinen Kunden, das externe Marketing, umfasst dabei alle klassischen Felder des Marketings, also die Marktforschung, das Produktdesign, die Preispolitik und das Contracting, die Gestaltung der Vertriebswege sowie die Kommunikationsstrategie. Wenn es allerdings richtig ist, das eine Dienstleistung dann entsteht, wenn ein Mensch ein Problem hat, das ein anderer Mensch losen kann und die Dienstleistung im Moment der Problemlosung zur gleichen Zeit entsteht und vergeht, dann ist es richtig, dass die Beziehung zwischen in der Regel zwei Menschen dem, der das Problem hat und dem, der es losen kann die zentrale Dimension der Wertschopfung im Dienstleistungsunternehmen ist. Die Beziehung zwischen Kunde und Mitarbeitendem ist die Ebene des interaktiven Marketings. So entsteht eine Dreiecksbeziehung zwischen den Kunden, dem Unternehmen und den Mitarbeitenden. Diese Dreiecksbeziehung wird logisch vervollstandigt durch die Dimension des internen Marketings. Auf dieser Ebene geht es um die Beziehung zwischen den Mitarbeitenden und dem Unternehmen. Hier werden Fragen beantwortet, die die Rahmenbedingung betreffen, unter denen die Mitarbeitenden ihren interaktiven Job machen. 10 Betriebliches Gesundheitsmanagement als Marketingelement Hier ist also das HRManagement in seiner ursprunglichen Bedeutung gefragt bis hin zum Contracting, zu Entgeltfragen und zum Recruiting. Die Qualitat und die Wirtschaftlichkeit der Erbringung einer Dienstleistung sind also gekennzeichnet und determiniert durch die Qualitat und die Wirtschaftlichkeit des interaktiven Marketings. In Markten mit hochkomplexen, aber gleichwohl sehr vergleichbaren Produkten oder Dienstleistungen wie beispielsweise im Gesundheitsmarkt wird also die Qualitat des interaktiven Marketings zum entscheidenden Wettbewerbsfaktor. Da die Qualitat des interaktiven Marketings aber unauflosbar mit der Qualifikation in fachlicher, kommunikativer und motivationaler Hinsicht der Mitarbeitenden verbunden ist, mussen sich Dienstleistungsunternehmen im besonderen Masse um die Qualitat ihrer Human Ressources kummern. Dem HR Manager fallen hier zahlreiche Dinge ein: Gute Lohne, gute Arbeitsbedingungen, gute Qualifikation, Fuhrungsstrukturen und krafte mit niedrigem Demotivierungspotential und vieles mehr. Dieses Kummern nennen wir internes Marketing. Es liegt allerdings auf der Hand, dass all die klassischen Tools des HRManagers fur die beruhmte Katz sind, wenn die Mitarbeitenden nicht am Arbeitsplatz sind, weil sie schlicht nicht mehr konnen, weil sie krank sind, ausgebrannt, verschlissen. So wird Gesundheitsmanagement zu einem Element des internen Marketings in Dienstleistungsunternehmen, und damit vor allem vor dem Hintergrund der oben beschriebenen Rahmenbedingungen Verlangerung der Lebensarbeitszeit und War for Talents zu einem moglicherweise wettbewerbsentscheidenden Faktor im Dienstleistungsmarketing. In Gesundheitsunternehmen ist in diesem Zusammenhang von besonderem Interesse, dass diese besondere Gruppe von Dienstleistungsunternehmen sowohl auf das Knowhow als auch auf die Logistik fur eine Erweiterung der Arbeitsmedizin zum Gesundheitsmanagement verfugt. Das muss nur genutzt werden. Arbeitsmedizin wird oft stiefmutterlich behandelt: ein notwendiges Ubel, das man moglichst billig abfeiern mochte. Erkennt man die groe Chance, die in einer strukturierten Arbeitsmedizin und ihrer Weiterentwicklung zu einem betrieblichen Gesundheitsmanagement steckt, dann kann man mit relativ geringem Aufwand einen erheblichen Nutzen im Sinne des internen Marketings schaffen. Es ist erstaunlich, mit welchen absurden Ideen Berater uber die Lande ziehen, um Gesundheitsdienstleistern zu einem besseren Recruiting zu verhelfen. Hier werden teilweise erhebliche Ressourcen versenkt. Dabei liegen die Chancen direkt vor der Tur: Mit den Strukturen eines Krankenhauses eine vernunftige Arbeitsmedizin und ein strukturiertes Gesundheitsmanagement zu betreiben. 11 2 Implementierung eines betrieblichen Gesundheitsmanagements Implementierung eines betrieblichen Gesundheitsmanagements Heinz Kowalski Meine sehr verehrten Damen und Herren, ich bedanke mich fur die Einladung und ihr Interesse an diesem Thema, das nicht nur Ihre berufliche oder aktuelle personliche Zukunft betrifft, sondern auch die gesamte Konjunkturentwicklung anbelangt. Gesundheitsforderung als Treiber der gesamten Weltwirtschaft Wenn man Volkswirtschaft studiert, dann hat man im ersten Semester einen Begriff der sich Kondratjew nennt. Nikolaj Kondratjew war ein russischer Forscher, der einmal beschrieben hat wie Langzeitzyklen in der Volkswirtschaft entstehen. Angefangen von Kohle, Stahl, Eisenbahn etc. Die Zyklen sind dabei zumeist auf etwa 50 Jahre bezogen. Vor der Jahrtausendwende war der wirtschaftliche Treiber die Informationstechnologie, die sich innerhalb kurzester Zeit rasend schnell weiterentwickelte und somit die Informationsdichte explosionsartig in die Hohe schnellen lie. Und jetzt, in der ersten Halfte dieses Jahrhunderts, ist der Treiber laut Vorhersagen der Forscher das Gesundheitswesen. An dieser Stelle sei jedoch erwahnt, dass das Gesundheitswesen von den Forschern sehr weit gefasst wird. Darunter fallt beispielsweise auch die personliche Sicherheit der Menschen, also Abwehr von Terrorismus, die volkswirtschaftlich mit eingerechnet wird. Nichts desto trotz glaube ich dennoch, dass das Gesundheitswesen sehr gute Zukunftsaussichten hat. Gerade vor dem Hintergrund des demografischen Wandels und damit verbunden des Arbeitens bis 67, was im Laufe der Tagung bereits angesprochen wurde, spuren wir derzeit auch, dass eine sehr hohe Nachfrage nach Leistungen der betrieblichen Gesundheitsforderung entsteht. Daruber hinaus ist noch eine weitere Triebfeder dazugekommen, namlich die Frage nach dem Recruiting. Zum einen: Was kann ich tun, auch mithilfe von Angebote der Gesundheitsforderung, um gute Mitarbeiter nicht zu verlieren? Und auch: Was muss ich tun, um gute Mitarbeiter zu gewinnen? Das Stichwort lautet hierbei War of Talents, also der Kampf um gute Mitarbeiter, den wir derzeit in den Betrieben unserer Kunden sehr stark miterleben. Am deutlichsten zu sehen ist dieses Phanomen momentan innerhalb der Ingenieurbranche. Der offentliche Dienst hingegen geht nahezu leer aus, da der finanzielle Anreiz und die Aufstiegschancen eher begrenzt sind. Vor diesem Hintergrund wird betriebliche Gesundheitsforderung immer wichtiger, da sie neben den monetaren Anreizen die Attraktivitat eines Unternehmens enorm steigern kann. 12 Implementierung eines betrieblichen Gesundheitsmanagements Damit kommen wir zum IBGF, dem Institut fur Betriebliche Gesundheitsforderung. Fur alle, die uns nicht prasent haben, wir sind eine Unternehmensberatung mit Sitz in Koln und einer Niederlassung in Hamburg. Das IBGF wurde 1996 als Institut der AOK RheinlandHamburg gegrundet und 1998 in die Rechtsform der Gmb H uberfuhrt. Es berat jahrlich etwa 600 Unternehmen, die sowohl aus dem Bereich der Industrie als auch dem Dienstleistungssektor stammen. Kooperationspartner sind unteranderem die RWTH Aachen, die Universitat Hamburg, das BMBF, das BMG, INQA und die DGFP, um nur einige wenige zu nennen. Die Unternehmensphilosophie basiert darauf, dass das IBGF versucht alles aus einer Hand anzubieten. Die einzigen zwei Bereiche, die nicht angeboten werden sind der Arbeitsschutz und die Arbeitsmedizin. Dafur sind die Unternehmen durch das Vorhalten von Sicherheitsfachkraften und Arbeitsmedizinern selbst verantwortlich. In diesen Bereichen kooperiert das IBGF mit den jeweils verantwortlichen Personen aus den Unternehmen, um moglichen Spannungen entgegenzuwirken. Wenn man uber betriebliche Gesundheitsforderung spricht, betrachtet man zwei Bereiche. Zum einen das Thema Gesundheit. Und zum anderen das Thema Arbeit. An dieser Stelle erscheint es sinnvoll, beide Begriffe zunachst zu definieren, um zu wissen wovon man spricht. 13 Implementierung eines betrieblichen Gesundheitsmanagements Bis 1948 wurde Gesundheit von der WHO als Abwesenheit von Krankheit definiert. Im Laufe der Zeit stellt man jedoch fest, dass diese Erklarung unzureichend ist. Daraufhin entwickelte die Weltgesundheitsorganisation die o. g. Definition. Nimmt man diese jedoch ernst, wird wahrscheinlich kaum einer der heute hier Anwesenden richtig gesund sein, da der Anspruch des Vollkommenen sehr hoch ist. Der Begriff der Arbeit wurde von Roman Herzog, als dieser noch Bundesprasident war, folgendermaen definiert: Arbeit ist heute eine Quelle von Selbstwertgefuhl, von Sozialprestige und von innerer Zufriedenheit. Dieser Ausspruch stammt aus der Berliner Hauruckrede, die seinerzeit einen Ruck durch Deutschland auslosen sollte. Wenn Sie wollen, dann konnen Sie das auch als kleine Checkliste betrachten: Empfinden Sie Ihre Arbeit in der oben definierten Weise? Erleben Sie das in Ihrem Betrieb, Ihrem Dienstleistungsunternehmen oder Krankenhaus? Erlangen Sie durch Ihre Arbeit Selbstwertgefuhl? Leisten Sie einen Beitrag zur Wertschopfung? Bin ich wichtig? Wurde die Arbeit ohne mich genauso gut laufen? Kommen wir nun zum Sozialprestige. Ist Ihre Arbeit als leitender Mitarbeiter oder auch Sachbearbeiter eines Unternehmens eine Quelle von Sozialprestige? Wenn Sie zum Beispiel Urlaubsbekanntschaften erzahlen, dass Sie Krankenschwester sind, erhalten Sie dadurch Achtung? Denn gerade der Beruf der Krankenschwester oder auch Altenpflegerinnen ist gesellschaftlich betrachtet enorm wichtig. Sind Sie vielleicht sogar stolz, diesen wichtigen Beruf auszuuben? Wenn Sie beispielsweise am Monats oder vielleicht auch erst Jahresende Ihre Arbeit ruckblickend betrachten und sagen konnen: Es war anstrengend aber es war gut, dann stellt sich eine Gefuhl der Zufriedenheit ein. Und wenn das alles so gegeben ist, die Arbeit so empfunden werden kann, und auch die Rahmenbedingungen da sind, dass Arbeit so empfunden werden darf, dann haben wir als IBGF mit diesem Thema relativ wenig zu tun. Allerdings ist die Welt nicht immer so, wie sie sich ein Bundesprasident vorstellt. Tatsachlich haben wir namlich insbesondere in den letzten 20 Jahren eine Entwicklung, die eher gekennzeichnet ist durch folgende Begriffe: 14 Implementierung eines betrieblichen Gesundheitsmanagements Die stetig steigende Schlagzahl, insbesondere in Krankenhausern, erzeugt einen immer groer werdenden Leistungsdruck. Gefordert wird dieser zusatzlich noch durch die verkurzte Verweildauer der Patienten im Krankenhaus, die diese Beschleunigung weiter vorantreibt. Auf diese Weise entsteht ein enormer Zeitdruck, der auf den Mitarbeitern lastet und in den Hausern zumeist zur Verlangern der Arbeitszeit fuhrt. Wurde beispielsweise noch vor nicht allzu langer Zeit eine 35StundenWoche gefordert, so liegt die durchschnittliche Arbeitszeit in Deutschland heute bei 41,2 Stunden. Doch damit nicht genug. Es verlangert sich namlich nicht nur die wochentliche Arbeitszeit, sondern auch die Lebensarbeit. Wie wir alle wissen, soll das Renteneintrittsalter auf 67 Jahre angehoben werden. Gut, bis 2029 wird sich das jetzt so langsam aufbauen. Aber ob das dabei bleibt das muss man abwarten. Egal wie, ob 65, 66,67, es wird darauf ankommen bis zur Rente fit zu bleiben. Diese Employability von der Herr Diste gesprochen hat zu erhalten. Ja, und dann ist noch etwas ganz wichtig, was in den letzten Jahren immer verstarkt hinzu gekommen ist die Komplexitat der Arbeitswelt. Alles ist komplexer, schwieriger geworden. Hohe Qualitatsanspruche, gerade auch in Ihren Berufen, die einfach dazu gefuhrt haben, dass man hochkonzentriert, bei hoher Schlagzahl, 41 oder noch mehr Stunden in der Woche arbeiten muss. Und das geht nicht ohne Gesundheit. Deshalb stellen wir den Firmen gerne diesen Zusammenhang dar. Dass Gesundheit eben nicht nur etwas ist, was zu Human Resources gehort, was auch eine ethische Herausforderung und Verpflichtung ist, sondern was eine Grundlage fur Leistungsfahigkeit und Leistungsbereitschaft ist. Leistungsfahigkeit muss physisch genau 15 Implementierung eines betrieblichen Gesundheitsmanagements sowie psychisch abgerufen werden konnen. Ohne Gesundheit geht das nicht so gut. Mit Gesundheit geht das besser. Das ist, wie ich glaube, kein Geheimnis. Damit komme ich jetzt zu Ihrem Bereich. Ich habe mir uberlegt: Was willst Du denen eigentlich erzahlen? Da sitzen doch alles Experten fur Gesundheit! Und ich bin kein Arzt. Ich kann bei medizinischen Fragestellungen nicht so mitreden wie Sie das alle konnen. Aber die Frage ist: Ist man auch Experte in eigener Sache, oder braucht man auch schon einmal Impulse und Ratgeber von auen? Wir stellen fest, nicht nur in Ihren Berufen sondern generell, dass wir einen sehr starken Anstieg der psychischen Storungen, der DiagnoseGruppe F haben. Alles andere geht zuruck und diese geht fast explosionsartig in den letzten drei, vier Jahren nach oben. Warum das 2007 auf einmal so stark angestiegen ist und sich seitdem fast verdoppelt hat, das ist eine schwierige Frage die wir auch noch nicht endgultig beantworten konnen. Da forschen wir noch dran. Aber was wir wissen ist, das ist hier auch schon einmal angesprochen worden, dass das ein Ergebnis, eine Folge, von irgendetwas ist, was sich hier unterhalb der Wasseroberflache verbirgt. Hier sehen Sie nun ganz viele Stichworte, die zu dem Problem, was dann da oben rauslugt, fuhren und sich in verminderter Produktivitat, oder eben auch in Prasentismus wiederspiegelt. Wir haben eigentlich nicht mehr das Problem des Absentismus, des Fehlens im Betrieb, sondern dass viele aus Pflichtbewusstsein oder auch aus Angst vor Kundigung oder Problemen arbeiten kommen, obwohl sie eigentlich krank sind und ins Bett gehorten und nicht an 16 Implementierung eines betrieblichen Gesundheitsmanagements den Arbeitsplatz. Prasentismus ist in manchen Berufen eher das Problem als der Absentismus. Blaumachen, das haben wir eigentlich uberhaupt nicht mehr. Die auf dem Bild zu sehenden Stichworte konnen zu dem Problem psychischer Storungen fuhren. Und wenn man betriebliche Gesundheitsforderung betreiben will, dann muss man da ran. Wenn wir in Betriebe kommen und man uns sagt, dass der Krankenstand hoch ist und wieder runter muss, legen wir gerne dieses Bild des Eisbergmodells vor. Wir sagen dann, dass die Verantwortlichen sich mit den Problemen unterhalb der Oberflache beschaftigen mussen. Sie mussen die Umgebungstemperatur erhohen, damit der Problemberg abschmilzt. Wenn der kleiner wird, dann sinkt auch die Spitze. Auf diese Weise sinkt der Krankenstand und Sie schaffen eine nachhaltige Gesundheitssituation im Unternehmen. Umgekehrt muss man sich in diesem Zusammenhang aber auch die Frage stellen: Was halt eigentlich gesund? Insofern andert man die pathogene Sichtweise in eine salutogene. Ich sprach bereits von der Ressourcenstarkung. Gesundheit ist ja eine Ressource, die mir nicht nur Lebensfreude und ein erfulltes Leben bereitet, sondern auch eine Voraussetzung fur gutes Arbeiten ist. Ich kann Ihnen ubrigens auch gute Beispiele nennen. Ein Altenheim im Kreis Heinsberg hat beispielsweise seit Jahren einen Krankenstand von nur 2%. Da muss ich keine Fehlzeitenanalyse durchfuhren. Wer da nicht zur Arbeit erscheint ist wirklich krank. In diesem Haus sind die Rahmenbedingungen, unteranderem auch durch gute Fuhrung, so gegeben, dass da die Arbeit nicht krank macht. Das geht also auch. Und wenn man in solchen Hausern oder Unternehmen nachschaut, warum die Werte so gut sind, dann finden Sie viele von den folgenden Begriffen. 17 Implementierung eines betrieblichen Gesundheitsmanagements Je mehr Sie von den Begriffen abhaken konnen, umso gesunder ist ein Unternehmen. Sie sehen hier beispielsweise Ergonomie und den klassischen Arbeitsschutz. Aber auch Dinge wie Kommunikation sind fur die Gesundheit der Mitarbeiter im Unternehmen ganz wichtig. Darauf ist Herr Diste bereits eingegangen. Lob ist auch ein schones Beispiel. Ein kleines Wortchen mit nur drei Buchstaben. Eigentlich ganz leicht auszusprechen, aber offenbar schwer anzuwenden. Es fallt deutschen Fuhrungskraften namlich ungeheuer schwer zu loben. Das gilt insbesondere auch fur Chefarzte. Dabei ist das doch so einfach. Die Mitarbeiter machen doch einen guten Job. Da muss man als Fuhrungskraft hin und wieder auch einmal ein Feedback geben und nicht immer erst bis zum Jahresende warten. Ein Satz wie: Mensch, gut gemacht. Ich bin sehr stolz auf Ihre Arbeit kann uberaus motivierend wirken und somit die Produktivitat im Unternehmen steigern. Bei unseren Mitarbeiterumfragen im Rahmen von Analysen im Betrieb stellen wir jedoch immer wieder fest, dass 34 der Mitarbeiter nie gelobt werden. Auf die Fragebogen schreiben die Mitarbeiter sogar Dinge wie: In unserem Unternehmen ist unterlassene Kritik schon Lob. Das ist wirklich tragisch, denn gute Fuhrung ist fur alle Beteiligten eine WinWinWinSituation. Und das ist selten. Eine WinWinSituation gibt es ofter, aber in diesem Fall haben wir das besondere Gluck einer dreifachen WinSituation. Der Arbeitgeber profitiert durch die betriebliche Gesundheitsforderung aufgrund von niedrigeren Ausfallkosten. Die Mitarbeiter bleiben gesunder und die Leistungstrager sparen somit viel Geld. 18 Implementierung eines betrieblichen Gesundheitsmanagements An dieser Folie konnen Sie das noch einmal ablesen. Kommen wir nun zur Implementierung von betrieblicher Gesundheitsforderung. Dabei ist zunachst zu sagen, dass wir zwei klassische Bereiche betrieblicher Gesundheitsforderung haben. Auf der einen Seite die gesunden Verhaltnisse Ergonomie, Arbeitsplatzgestaltung etc. und auf der anderen die gesunde Fuhrung Kommunikationsstrukturen. Diese beiden Bereiche waren lange Zeit der ausschlieliche Gegenstand betriebliche Gesundheitsforderung. Wenn Sie sich die Lehrbucher anschauen, dann tauchen immer nur diese zwei Aspekte auf. Heute wissen wir jedoch, dass ein dritter Aspekt im Rahmen betrieblicher Gesundheitsforderung nicht fehlen darf. Es handel sich dabei um die personliche Gesundheitskompetenz. 19 Implementierung eines betrieblichen Gesundheitsmanagements Gesunde Verhaltnisse und gesunde Fuhrung bringt namlich nichts ohne gesunde Mitarbeiter. Die Mitarbeiter mussen also auch durch Bewegung und Ernahrung etwas fur Ihre eigene Gesundheit tun. Denn nur so konnen wir ein ganzheitliches Gesundheitsmanagement erreichen. Auf der folgenden Folie sehen Sie die Krankenstandswerte der AOK Rheinland Hamburg, verglichen mit der Branche der Pflegeheime. 20 Implementierung eines betrieblichen Gesundheitsmanagements An dieser Grafik konnen Sie ablesen, dass die Fehlzeiten der Pflegeheime, und das gleiche Bild gilt ubrigens auch fur Krankenhauser, deutlich hoher sind. In dieser Branche haben wir jedoch die Gesundheitsexperten. Wie kommt es dann zu den hoheren Werten? Bei den Diagnoseauswertungen haben wir herausgefunden, dass gerade in dieser Branche uberdurchschnittlich viele psychische Erkrankungen wie BurnOut und Depressionen vorliegen. Insofern sind das die Probleme, an denen gearbeitet werden muss. Hieran kann man aber auch ganz deutlich sehen, wie wichtig geistige Fitness, geistige Gesundheit, Leistungsbereitschaft, positive Lebenseinstellung und ein gesundes Betriebsklima sind. Gerade in Ihrer Branche lost momentan ein ChangeProzess den nachsten ab. Da haben wir inzwischen ein riesen Problem, weil eine Veranderungsgeschwindigkeit eingetreten ist, bei der viele nicht mehr mithalten konnen. Das Ergebnis sind dann psychische Erkrankungen, die zumeist durch ubermaigen Stress ausgelost werden. Stress und Ruckenleiden sind die klassischen Erkrankungen in der Gesundheitsbranche. An dieser Stelle sei jedoch gesagt, dass viele Ruckenerkrankungen ebenfalls psychosomatisch bedingt sind. Da wir nicht nur beratend, sondern auch forschend tatig sind, mochte ich Ihnen anhand der folgenden Folie unsere Ergebnisse in Bezug auf die Verteilung der psychischen Erkrankungen in Deutschland aufzeigen. 21 Implementierung eines betrieblichen Gesundheitsmanagements Sie sehen also, dass es sich bei den psychischen Erkrankungen um eine Grostadtkrankheit handelt, aber nicht in allen, wie die Beispiele Essen und Koln zeigen. Des Weiteren haben wir herausgefunden, dass doppelt so viele Frauen wie Manner betroffen sind und dass das Risiko von Menschen in hohen Positionen an Depressionen zu erkranken siebenmal geringer ist, als von Menschen in niedrigen Positionen mit hoher Belastung. Kommen wir nun zuruck zum betrieblichen Gesundheitsmanagement. 22 Implementierung eines betrieblichen Gesundheitsmanagements 23 Implementierung eines betrieblichen Gesundheitsmanagements Hier sehen Sie den von uns entwickelten Baukasten, aus dem Sie als Unternehmen sich die Dinge raussuchen konnen, die fur Sie am besten geeignet sind. Hier sind sowohl interne als auch externe Moglichkeiten aufgelistet. Man muss naturlich nicht alles umsetzen und auch nicht sofort. Wenn man das Ziel hat eine Healthy Company zu werden, dann kann man sich naturlich auch auf die folgenden, salutogenen Bausteine konzentrieren: Wichtig ist dabei immer zu schauen, wo man anfangt. Zunachst sollte man die Ausgangsbasis uberprufen. Das heit: Bin ich schon ein gesunder Betrieb, oder noch nicht? Im nachsten Schritt entsteht etwas mit dem man sich beschaftigen muss. Namlich die Reife des Gesundheitsforderungsansatzes oder managements. Das kann sich dann im Laufe eines Zeitraums von drei oder vier Jahren bis hin zu einer Gesundheitskultur im Unternehmen entwickeln. 24 Implementierung eines betrieblichen Gesundheitsmanagements Das werden Sie vielleicht kennen, Prof. Juhani Illmarinen aus Finnland, einer der Grovater der betrieblichen Gesundheitsforderung, hat einmal dieses Haus der Arbeitsfahigkeit gemalt, bei dem die Basis die Gesundheit darstellt. Sie ist die Voraussetzung all dessen, was da nach oben steigt. 25 Implementierung eines betrieblichen Gesundheitsmanagements Zum Schluss mochte ich Ihnen noch etwas zeigen, das wir den Unternehmen gerne an die Hand geben. Das ist der Arbeitsbewaltigungsindex. Anhand eines Fragebogens wird errechnet, wie lange sie Ihren Beruf ausuben konnen. Die weie Linie zeigt an, was passiert, wenn uberhaupt keine gesundheitsfordernden Manahmen betrieben werden. Die hellgrune Linie zeigt wie weit ich komme, wenn ich nur individuelle Gesundheitsforderung durchfuhre und die dunkelgrune Linie zeigt den Idealfall. Sie sehen also, wenn individuelle und betriebliche Manahmen zusammenkommen, dann konnen Sie ihre Arbeitsfahigkeit bis ins hohe Alter auf einem hohen Level halten. Und das wunsche ich Ihnen allen. In diesem Sinne noch viele gute und gesunde Jahre! Vielen Dank fur Ihre Aufmerksamkeit! 26 Betriebliches Gesundheitsmanagement in der Siempelkamp Gieerei 3 Lernen von der Industrie Aufbau und Entwicklung des Gesundheitsmanagements in der Siempelkamp Gieerei Katrin Gerdes Gesundheitstagung in Essen 12.11.2010Lernen von der Industrie Aufbau und Entwicklung des Gesundheitsmanagements in der Siempelkamp Giesserei Dipl. Soz.Pad. Katrin Gerdes, Gesundheitsmanagement Siempelkamp Die SiempelkampGruppe besteht aus drei Bereichen. Die Bereiche Gusstechnik, Nukleartechnik und den Maschinen und Anlagenbau. In diesen drei Geschaftsfeldern befinden sich die unterschiedlichen Unternehmen, die sich unter dem Dach des Gesamtkonzerns zusammenfinden. 27 Betriebliches Gesundheitsmanagement in der Siempelkamp Gieerei Kompetenzpool Siempelkamp Siempelkamp Gruppe 2009Auftragseingang: 329,8 Mio. 554,2 Mio. Umsatz:Mitarbeiter:2.631Maschinen und Anlagenbau Nukleartechnik Gusstechnik Maschinen und Anlagenbau Gmb HSiempelkamp Krantechnik Gmb HAustralien Brasilien China Frankreich Reprasentanten Italien Kanada Russland Singapur Spanien USA Im Gesamtkonzern sind 2.631 Mitarbeiter tatig, wovon ca. 6700 Mitarbeiter durch das Gesundheitsmanagement der Siempelkamp Gieerei betreut werden, sowohl am Standort Krefeld als auch Standort Mulheim a. d. Ruhr. Die Unternehmensleitung der Gusstechnik hat sich im Jahr 2004 entschieden, dem Gesundheitsmanagement einen hoheren Stellenwert zu geben. Es wurde erkannt, dass Betriebliches Gesundheitsmanagement eine Notwendigkeit ist, um gesunde, motivierte und leistungsbereite Mitarbeiter zu haben. Arbeits und Gesundheitsschutz findet sehr wohl in allen Unternehmen statt, aber durch die Schaffung eines eigenen Bereiches fur das Gesundheitsmanagement hat man eine herausragende Position geschaffen und die Wichtigkeit der Gesundheit und Sicherheit deutlich unterstrichen. Ohne die Unterstutzung der Geschaftsfuhrung und ohne das notige Commitment, kann man betriebliches Gesundheitsmanagement nicht betreiben. Die Siempelkamp Gieerei ist in den Geschaftsfeldern Windkraft, Motoren, Turbinen und Nuklearguss tatig. Des Weiteren stellen wir Komponenten fur Fliesenpressen, Werkzeugmaschinen, Walzwerke und Muhlen her. Um im nachfolgenden zu verstehen, welchen Herausforderungen sich das Betriebliche Gesundheitsmanagement sich in einer Handgussformerei im Bereich Schwerstguss stellen muss, an dieser Stelle eine kurze Erklarung zu den Dimensionen der Gussteile. Die Gussteile die hergestellt werden liegen in einer Groenordnung von 30 280 t, sind aufgrund ihrer Groe schwer zu bewegen und fordern Mitarbeitern und Prozessen Hochstleistungen ab. 28 Betriebliches Gesundheitsmanagement in der Siempelkamp Gieerei Herausforderungen in der Giesserei Klimatische Bedingungen Staub Zwangshaltungen kniende Tatigkeiten Uberkopfarbeiten Unebene Arbeitsbereiche Wenig Moglichkeiten zur Automatisierung Wenig Moglichkeiten zu ergonomischen Veranderungen Kurz bevor die Siempelkamp Gieerei einen Weltrekordabguss mit 280 Tonnen aufgestellt hat, standen funf Pfannen bereit, die zeitgleich abgegossen wurden. Diese Zahl, 280 Tonnen, ist eine sehr groe Menge und sind auch fur uns als Mitarbeiter die mit diesen Prozessen vertraut sind ein wirkliches Ereignis. Wenn funf Pfannen zeitgleich, innerhalb von zehn Sekunden, in die Form hinein gegossen werden, damit keine Veranderungen im Guss entstehen, dann konnen Sie sich vielleicht vorstellen, was das zu bedeuten hat. In einer solchen Halle ist unter diesen Umstanden auch sehr viel Staub in der Luft. Hierbei wird die Rolle des Gesundheitsmanagement und der Arbeitssicherheit sehr deutlich. Warum sollte man uberhaupt Gesundheitsmanagement betreiben? Es war allen Beteiligten klar, dass es in der Siempelkamp Gieerei verschiedene Voraussetzungen gibt, die nicht zu andern sind. Ein Bespiel dafur sind die klimatischen Bedingungen. Bei Gietemperaturen von 1.400 Grad, ist es in der Halle sehr warm, und auch Staub lasst sich in unseren Hallen nicht vermeiden. Ein anderer Punkt ist z. B. das Entgraten, ein Vorgang bei dem unsere Mitarbeiter in alle Teile hinein mussen, um sie glatt zu polieren. Mit diesen Arbeiten sind immer korperliche Zwangshaltungen fur die Mitarbeiter verbunden, wie zum Beispiel kniende Tatigkeiten. Andere Arbeitsteile mussen zum Teil uber Kopf bearbeitet werden. Auerdem gibt es bedingt durch die hohen Belastungen fur den Hallenboden auch unebene Arbeitsbereiche. 29 Betriebliches Gesundheitsmanagement in der Siempelkamp Gieerei Mit diesen Punkten sind wir bei dem Thema Verhaltnisse andern, aber bei der Siempelkamp Gieerei gibt es in diesem Bereich, beispielsweise bei einem riesigen Motor, nicht viele Moglichkeiten. Es gibt kaum Vorgange die automatisieret werden konnen. Der Vorgang, eines der beschriebenen sehr groen Werkstucke zu drehen, dauert lange und ist oft nicht moglich. Wir sind schlichtweg gezwungen Mitarbeiter in Zwangshaltungen arbeiten zu lassen. Es gibt einfach nicht die Moglichkeiten, derart groe Elemente so zu verandern, dass die Arbeit daran immer ruckengerecht gestaltet werden kann. Kommen wir von den Verhaltnissen, mit ihren Herausforderungen zu den Daten und Fakten uber die wir die Arbeit des Betrieblichen Gesundheitsmanagement steuern. Wie schon gesagt, arbeitet die Siempelkamp Gieerei auch mit dem BGFInstitut der AOK zusammen. Wir bekommen somit jedes Jahr von der AOK die Krankenstandsdaten ubermittelt. Ein Blick auf die Diagnosegruppen fur das Jahr 2005 zeigt eine der Grunde fur unsere Tatigkeiten im Bereich des Betrieblichen Gesundheitsmanagements. Arbeitsunfahigkeitsdaten 2005Hauptdiagnosegruppen Sonstige Erkrankungen 13%Psychische Erkrankungen 2%Herz Kreislauf 2%Arbeitsunfalle 16%Atemwege 24%Muskel Skelett 25%Sonstige Unfalle 7%Verdauung 11%Krankenstandsdaten Siempelkamp Gusstechnik Gmb H ella F806040200SGKBranche Muskel Skelett Erkrankungen 200455,1141,65200556,2642,14200658,6943,05200749,8642,39200851,8744,92200945,2837,95 30 Betriebliches Gesundheitsmanagement in der Siempelkamp Gieerei Wie Sie auf dieser Folie sehen konnen, stellen die MuskelSkelett Erkrankungen mit 25% die Hauptdiagnosegruppe dar. Das zweite Problem sind die Atemwege, wobei es sich allerdings nicht um obstruktive Lungenerkrankungen handelt, sondern um normale Bronchitis und grippale Infekte. Dabei stellt sich naturlich die Frage, welchen Einfluss hat die Arbeitssituation auf die Erkrankungen und gibt es uberhaupt einen? Unsere Mitarbeiter sind bei einer Hitze von 1.400 Grad verschwitzt, mitunter wechseln sie im Anschluss nicht ihre Kleidung und stehen danach wieder in der Zugluft. Das ist eine Uberlegung von vielen mit denen wir versuchen Zusammenhange rauszufinden. Fur uns war klar, dass diese Hauptdiagnosegruppen die zwei Gruppen sind, um die wir uns zuerst kummern mussen. Wir haben begonnen, uns mit den MuskelSkelett Erkrankungen zu beschaftigen und verschieden Manahmen initiiert, die im Folgenden noch beschrieben werden. Vorab ein Blick auf die Erfolge, denn wir bewegen uns mittlerweile bei den Muskel Skelett Errankungen auf einem guten Weg. Wie Sie auf der Folie sehen, lagen im Jahr 2004 noch 56 Erkrankungsfalle vor, mittlerweile sind wir bei 45 Erkrankungsfallen im Jahr 2009. Diese positive Entwicklung zeichnet sich auch fur das Jahr 2010 weiterhin ab. Wie alles begann bis heute 20102009BV BEMEigener Sportraum Balance Scorecard 2007 2008Massageangebot 2005Grundung des AK Gesundheit Pilotprojekt Formerei Kernmacherei 2004Erste AOK Berichte Erste Gesprache mit der AOK u. dem BGF Institut 2006BV Gesundheit BV Nichtraucher Entscheidung Ausweitung des Pilotprojekts Gesundheitspreis AOKBGF Ziele des AK Gesundheit Regelmaige Sportangebote BV Sucht 1. Gesundheitstag Ruckengesundheit 2008Erste gezielte Auseinadersetzung mit Personalentwicklungsthemen Auffrischung Ruckenfit Thema Demografie Einbindung in die PE Arbeit Thementage Diabetes und Urlaub Abteilungsbesprechungen Bewegungsscouts 2010Fuhrungsleitlinien PE Matrix Demografie 2009Einfuhrung Mitarbeitergesprache Fuhrung fokussieren 31 Betriebliches Gesundheitsmanagement in der Siempelkamp Gieerei Nun der Blick in den Verlauf der Manahmen vom Pilotprojekt, bis heute. Im Jahr 2004 gab es erste Kontakte der Siempelkamp Gieerei mit der AOK und erste AOKGesundheitsberichte. Im Jahr 2005 hat die Siempelkamp Gieerei sich entschieden, mit dem Gesundheitsmanagement anzufangen. Man hat einen Arbeitskreis Gesundheit gegrundet und ein Pilotprojekt in der Formerei und in der Kernmacherei durchgefuhrt. Inhalte und Manahmen des Pilotprojektes Informationsveranstaltung fur die Meister und Vorarbeiter ErgoCheck Arbeitplatzbegehung durch Fachkrafte des BGFInstitut Durchfuhrung eines KickOff Workshops Durchfuhrung einer Gesundheitszirkelarbeit mit dem Ziel, Belastungen und Probleme des Arbeitalltags zu erfassen und konkrete Losungsvorschlagezu erarbeiten Alle Mitarbeiter bei uns sind uber das Projekt informiert worden und es gab eine Kickoff Veranstaltung, einen Ergocheck, sowie Beratung am Arbeitsplatz. Am Ende des Jahres 2006 hat man durch die Projektauswertung festgestellt, dass es Sinn macht, das Thema noch gezielter anzugehen und weiter zu verfolgen. Aufgrund dieser Uberlegung wurde Ende des Jahres 2006 der Bereich des Gesundheitsmanagement zusatzlich zum Arbeits und Gesundheitsschutz geschaffen. Ab diesem Zeitpunkt ging die weitere Entwicklung sehr schnell. Sobald sich jemand speziell um den Bereich des Gesundheitsmanagements kummert, konnen viele Dinge ins Leben gerufen werden. Der erste Schritt war eine Betriebsvereinbarung zum Thema Gesundheit, damit das Kommittent von oben auch nach unten an die Mitarbeiter weitergegeben wurde. Die Geschaftsfuhrung hat dadurch deutlich gemacht, dass man die Mitarbeiter unterstutzen will und uns daran gelegen ist, Mitarbeiter gesund zu erhalten. 32 Betriebliches Gesundheitsmanagement in der Siempelkamp Gieerei Um unseren Mitarbeitern deutlich zu machen was wir tun, haben wir Zielvereinbarungen verabschiedet. In diesen Zielvereinbarungen hat sich der Arbeitskreis Gesundheit Ziele gesetzt. In jedem Jahr hangen wir eine von der Geschaftsfuhrung unterschriebene Zielvereinbarung fur die Mitarbeiter aus, in der klar formuliert ist, was wir in dem jeweiligen Jahr erreichen mochten. Zusammenfassend haben Sie auf den letzten Folien gesehen, was wir in den letzten Jahren alles durchgefuhrt wurde. Es gibt mittlerweile auch Thementage zu verschiedenen Gesundheitsthemen, zum Beispiel zu dem Thema Diabetes. Bei dem Thema Urlaub haben wir Sonnenschutz, Borreliose und Impfungen behandelt. Wir behandeln somit durchaus auch Themen aus dem Privat und Freizeitbereich, um eine umfassende Verhaltensanderung bei den Mitarbeitern zu erreichen. Seit diesem Jahr haben wir auch eine Betriebsvereinbarung zum betrieblichen Eingliederungsmanagement. Daruber hinaus frischen wir immer wieder das Thema Ruckenfitness auf. Bei der Siempelkamp Gieerei gibt es regelmaige Sportangebote, Massagen, Gesundheitstage, Suchtberatung etc., alles Manahmen die der klassischen Gesundheitsforderung entsprechen. Uber die Manahmen der klassischen Gesundheitsforderung hinaus, bewegen uns auch Themen aus dem Bereich Kommunikation, Fuhrung, Demografie und weiterer Personalentwicklungsthemen. Im letzten Jahr haben wir deshalb auch den Bereich der Personalentwicklungsthemen verstarkt. Die gemeinsame Schnittstellenarbeit lasst uns weiter voran schreiten. Fuhrungsleitlinien wurden verabschiedet, in denen unter anderem deutlich gesagt wird, dass die Gesundheit und die Leistungsfahigkeit unserer Mitarbeiter an vorderster Stelle stehen. Ein letztes neues Standbein des Betrieblichen Gesundheitsmanagement ist das Controlling, in einer BalancedScorecard haben wir Kennzahlen des Gesundheitsmanagement zusammengefasst um die Dinge die wir tun auch messen zu konnen. Die Frage der Motivation unsere Mitarbeiter an Sportkursen teilzunehmen und Verhaltensanderung zu erreichen, ist eine weiter wichtige Frage. Hier hilft oftmals nur die personliche Ansprache, den ersten Schritt zu tun, um dann uber eine positive Multiplikation den Kollegenkreis zu erreichen. Wenn man die Mitarbeiter direkt anspricht, dann erhalt man sehr positive Reaktionen und Zustimmung. Ein weiter wichtiger Punkt ist es auch die Fuhrungskrafte wie zum Beispiel die Meister zu uberzeugen, denn wenn Sie verstanden haben worum es geht und mitwirken, wirkt sich das auch auf die Mitarbeiter aus. Wir haben Kollegen, die ihre Mitarbeiter ansprechen, die sich selbst zum Bewegungsscout haben ausbilden lassen und Gesundheitsmanahmen selber ubernehmen. Uber diese Erfolge freue ich mich und merke somit, dass unsere Manahmen sich bewahren. 33 Betriebliches Gesundheitsmanagement in der Siempelkamp Gieerei Ein weiteres Prinzip unserer Arbeit ist es die Mitarbeiter mit einzubeziehen und ihnen die Moglichkeit geben, Probleme und Belastungen zu benennen und an Losungsmoglichkeiten mitzuarbeiten. Dies erfolgt durch die Gesundheitszirkelarbeit, aus der sich ein Manahmen und Aktionsplan entwickelt hat. Manahmen und Aktionsplan Formerei Kernmacherei Stand: April. 10Manahmen Wer?Bis wann?bereits umgesetztin Planung in Bearbeitungnicht umgesetzt nicht umsetzbar, weil Auffrischschulung Ruckenfit.Frau Gerdes Beginn 3.Quartal 10.Gruppenangebot in neuem Kursraum geplant Treffen der Bewegungsscouts.Frau Gerdes Nach den Sommerferien Erfahrungsaustausch in Planung.BWG Kran Mitte Steuerung Reparatur in 311Kran in 312Durchzug am Arbeitsplatz.Zeitnah Reperaturversuche Erste erfolgt Erneute Problemsuche AK Werkspaln 2010Dachreperatur in 311 wird gepruft 1234 Auf dieser Folie sehen Sie einen Auszug aus unseren Manahmen und Aktionsplan. Daran sehen die Mitarbeiter dann die folgenden Punkte: Was genau die Manahme sein soll. Wer die Manahme durchfuhren soll und bis wann die Manahme durchgefuhrt werden soll. Wir haben mittlerweile vier Gesundheitszirkel am Standort, in vier verschiedenen Arbeitsbereichen. In der hinteren Spalte dieser Tabelle gibt man dann im Abgleich an, ob die Manahme umgesetzt wurde oder warum sie nicht umgesetzt wurde. Auch bei uns gibt es Manahmen, in deren Rahmen beispielsweise eine groe Investition notig ist. Eine solche Entscheidung kann man nicht kurzfristig treffen, aber es ist wichtig den Mitarbeitern eine Ruckmeldung zu geben. Die Mitarbeiter werden informiert, dass eine Manahme im betreffenden Jahr nicht umzusetzen ist, aber zum Beispiel fur das nachste Jahr eingeplant wird. Es ist sehr wichtig, dass Mitarbeiter sagen konnen was sie belastet, aber ebenso wichtig ist die Ruckkommunikation. 34 Betriebliches Gesundheitsmanagement in der Siempelkamp Gieerei Man muss den Mitarbeitern mitteilen, was aus Manahmen geworden ist, andernfalls glauben die Mitarbeiter, dass sich ohnehin nichts andert. Man muss seinen Mitarbeitern zeigen, dass sich etwas andert. Wenn man im Jahresergebnis aufzeigt, was man alles getan hat, dann sind selbst die Mitarbeiter uberrascht, wie viel dort zusammen kommt. Auch wenn es sich nur um kleine Manahmen handelt, insgesamt ist es eine Menge. Handlungsfelder Unternehmenskultur Fuhrung Gesundheit Mitarbeiter Arbeitssicherheitsmanagement Personalentwicklung Einbindung Evaluation Unterstutzung durch GF Fuhrungsleitlinien Basics Fuhrung Kommunikation Umgang mit suchtgefahrdeten Mitarbeitern Qualifizierung Ruckenschule Fitnessraum Herz Kreislauf Sportangebot Massage Bewegungsscout Gesundheitszirkel Gesundheitstage Grippeschutzimpfung Beratung Betriebssozialarbeit Bewegungsberatung Krankenkasse Kollegiale Suchtberater BEM Arbeitsbesprechungen Arbeitsplatzgestaltung G.u.B CheckupAngebote Arbeitsmedizin Unterweisungen Ergo Check Mitarbeitergesprache FK Qualifizierung Weiterbildungsprogramm Nachfolgeplanung AZUBIProgramm Bank Jugend Dialog Ruckenschule Suchtpravention Kommunikationsschulung Gesundheitsinfos Grune Bretter FlyerAushange Interne Daten AOK BGFGesundheitsbericht BGM Bericht Balanced Scorecard Unsere Handlungsfelder bauen sich mittlerweile, wie oben dargestellt auf. Es gibt zum Beispiel das Thema Unternehmenskultur Fuhrung. Zu diesem Thema haben wir heute schon einiges gehort. Die Geschaftsfuhrung muss unterstutzen, das sollte in den Fuhrungsleitlinien verankert sein. Gesundheit Mitarbeiter beinhaltet das klassische Gesundheitsangebot, inklusive Beratungsangebote. Jeder bekommt bei allen Themen ein offenes Ohr. Es gibt Anfragen zu den unterschiedlichsten Themen, zum Bespiel zu Schulden oder Problemen aus dem familiaren Umfeld. Dann gibt es bei uns noch das groe Feld des Betrieblichen Eingliederungsmanagements, des Weiteren die Themen Arbeitssicherheit mit Arbeitsmedizin, Personalentwicklung und, ganz wichtig, das AZUBIProgramm. Nach dem Motto Was Hanschen nicht lernt, lernt Hans nimmermehr. 35 Betriebliches Gesundheitsmanagement in der Siempelkamp Gieerei BGM koordiniert Beitrage verschiedener Bereiche Fuhrungskrafteentwicklung Personalentwicklung Arbeitssicherheit Betriebliches Gesundheitsmanagement Arbeitsmedizin Externez.B. Krankenkassen, RentenversicherungSozialberatung Betriebliches Eingliederungsmanagement Betriebliches Gesundheitsmanagement ist eng verzahnt mit den Bereichen Fuhrungskrafteentwicklung, Personalentwicklung, Arbeitssicherheit, Arbeitsmedizin, Betriebliches Eingliederungsmanagement, Sozialberatung und auch mit externen Bereichen. Der Gesundheitsmanager koordiniert die Beitrage aus den einzelnen Bereichen, die fur das Betriebliche Gesundheitsmanagement relevant sind. 36 Betriebliches Gesundheitsmanagement in der Siempelkamp Gieerei Nutzen des Gesundheitsmanagements Kommunikation und Zusammenarbeit verbessern Leistungsfahige MA halten und Image verbessern Beteiligung der MA und Befahigung zum gemeinsamen Abbau von Belastungen Wirtschaftlichkeit u.Produktivitat steigern Nutzen des Betrieblichen Gesundheitsmanagement Arbeits u. leistungsfahigkeit langfristig erhalten,Belastungen fruhzeitig erkennen Mitarbeiterbindungerhohen Leistungsbereitschaftu. Zufriedenheit der MA verbessern Arbeitsbedingte Beschwerden,Erkrankungen u. Fehlzeiten verringern Der Nutzen des Betrieblichen Gesundheitsmanagement umfasst sehr viele Facetten, auch wenn Sie auf den ersten Blick nicht so deutlich zu sehen sind. Klar ist aber, dass Betriebliches Gesundheitsmanagement Auswirkungen auf die Wirtschaftlichkeit hat denn letztendlich ist jeder Mitarbeiter der gesund am Arbeitsplatz erscheint ist ein wichtiger und produktiver Mitarbeiter. 37 Betriebliches Gesundheitsmanagement in der Siempelkamp Gieerei Was bleibt zu tun Nachhaltigkeit Korrektiv Praventiv Prospektivcid:57Schnittstellenarbeit professionalisierencid:57Strategische Ausrichtungcid:57Evaluationcid:57Bedarfsgerechte Manahmenentwicklungcid:57Weg von der Verhaltnisanderung hin zur Verhaltensanderung Zielvereinbarung des AK Gesundheit Der Erfolg unseres Unternehmens wird neben wirtschaftlichen und qualitatsrelevanten Aspekten in groem Umfang von der Gesundheit und der Motivation der gesamten Belegschaft bestimmt. Die Forderung und der Erhalt der Gesundheit unserer Mitarbeiterinnen und Mitarbeiter sind aus diesem Grund wesentliche Unternehmensziele und gemeinsames Anliegen der Geschaftsfuhrung und des Betriebsrates. Wir wollen unter anderem durch praktische Manahmen der Gesundheitsforderung erreichen, dass sich das allgemeine Gesundheitsbewutsein der Beschaftigten durch eine Forderung der Eigenverantwortung verbessert. Dieser Thematik wurde mit der Betriebsvereinbarung 01.Marz 2005 Rechnung getragen. Zur Erganzung der Betriebsvereinbarung Giesserei, setzt der AK Gesundheit sich folgende Ziele. Die Zielerreichung wird jahrlich uberpruft und gegebenenfalls durch neue Ziele erweitert, oder verandert. Ziele des AK Gesundheit Giesserei bis zum 31.12.2007: 1 Wir wollen durch die erfolgreiche Einfuhrung von einheitlichen und verpflichtenden Informationsgesprachen nach Abwesenheit inkl. Wiedereingliederungsmanagement 84, Sozialgesetzbuch IX in allen Arbeitsbereichen die Besprechungspraxis optimieren, um eine einheitliche und zeitliche abgestimmte Kommunikation unternehmensspezifischer Sachverhalte zu ermoglichen. Damit wollen wir im Folgejahrnach erfolgreicher Einfuhrung u.a. mit der Quote der mehrfach erkrankten Beschaftigten, das Branchenniveau nicht mehr uberschreiten AOK Krankenstandanlyse. 2 Die bisherigen Ergebnisse der betrieblichen Gesundheitsforderung z.B. Ergochecks, sind bei allen Um, Aus und Neubaumanahmen einzubeziehen und geeigneten Manahmen zu intregieren z. B. Arbeitsplatzgestaltung. Um dieses zu gewahrleisten, ist ein kontinuierlichen Austausch der betroffenen Schnittstellen Betriebsleitung, Arbeitsicherheit, AKGesundheit, Abteilung Liegenschaften zu etablieren. 3 Erarbeitung erster Kennzahlen fur die Bewertung des betrieblichen Gesundheitsmanagements. 4 Im 4. Quartal 07 Information des AK Gesundheit durch den Betriebsrat zum Thema: Aktuelle gesetzliche Entwicklung zum Thema Staub Sozialer Dialog Staub. Krefeld, den Geschaftsfuhrung fur den AK Gesundheit Betriebsrat Frau Gerdes In Zukunft ist es fur das Gesundheitsmanagement der Siempelkamp Gieerei vor allem wichtig, Nachhaltigkeit zu schaffen. Nachhaltigkeit bedeutet, dass wir die von uns initiierten Manahmen regelmaig betreuen, weiterfuhren und prufen und bewerten. Wir mochten nicht rein Korrektiv vorgehen, also wenn ein Mitarbeiter erkrankt korrigieren, sondern praventiv tatig werden. Uns also in Richtung einer prospektiven Sichtweise entwickeln. Jedes Verhalten, jede Handlung als Fuhrungskraft muss vorher gut durchdacht werden. Wir mussen vor jedem Schritt uberlegen, ob wir damit gesundheitsgerecht und sicher handeln. Wir mussen unsere Schnittstellenarbeit verbessern, unsere Strategie immer wieder uberdenken und auch regelmaig Auswertungen und Bewertungen vornehmen. Wichtig fur die Manahmen des betrieblichen Gesundheitsmanagements ist eine bedarfsgerechte Manahmenentwicklung. Und den groen Schritt, weg von der Verhaltnisanderung zur Verhaltensanderung machen. In dem Rahmen, in dem uns das moglich ist versuchen wir diesen Wandel bereits umzusetzen. 38 Modernes Gesundheitsmanagement in Unternehmen 4 Forum Was kann modernes Gesundheitsmanagement im Unternehmen leisten? Im Rahmen des Forums beleuchten vier Experten unterschiedlicher Fachbereiche das betriebliche Gesundheitsmanagement aus verschiedenen Perspektiven. Sie gehen dabei der Frage nach, welche Rolle dem Betrieb bei der Gesundheitsforderung der Mitarbeiter zukommt und was es dabei zu beachten gilt. 4.1 Statement zum Thema: Dr. med. Ursula Gollasch Guten Tag, meine Damen und Herren. Mein Name ist Ursula Gollasch und ich bin Betriebsarztin in der ContiliaGruppe. Da Herr Diste heute schon viel uber die ContiliaGruppe erzahlt hat, werden sich einige Punkte sicherlich wiederholen. Ich bitte Sie mir das nachzusehen. Ich beginne damit Ihnen zu berichten, was wir zu Beginn unserer Tatigkeit vorgefunden haben. Als Arbeitsmedizinerin ist fur mich zunachst die Kenntnis der Arbeitsplatze sehr wichtig, wenn ich ein Gesundheitsmanagement bzw. Gesundheitsforderung etablieren mochte. Einen guten Einblick und auch Ideen dafur, wo Gesundheitsmanagement und Gesundheitsforderung anzusetzen sind, bekommt man uber eine Arbeitsplatzbegehung und Gefahrdungsanalysen. Auerdem haben wir einen so genannten Steuerkreis Gesundheitsmanagement an dem auch die Geschaftsfuhrung beteiligt ist. Das ist sehr wichtig, da die Geschaftsfuhrung immer mit unserer Arbeit daccord sein muss. In Planung, es wurde bisher nur im Krankenhaus in Mulheim und Essen, sind bei uns Gesundheitszirkel mit Beteiligung unserer MitarbeiterBasis. Wie auch Frau Gerdes heute bereits berichtete ist es sehr wichtig die Basis mit einzubeziehen. Die Mitarbeiter bringen gute Ideen ein, da sie schlielich direkt an den Arbeitsplatzen arbeiten. In diesem Gesundheitszirkel beziehungsweise in unserer Steuergruppe verarbeiten wir Vorschlage, die wir im Anschluss versuchen auf den Weg zu bringen. Wir haben drei Saulen gebildet: Gesund bleiben, Gesund werden und Rat und Hilfe. Unter der Saule Gesund bleiben siedeln wir die Manahmen an, die es bereits bei uns gibt. Zu diesen Angeboten zahlen beispielsweise Ruckenprogramme, Ernahrungsprogramme, eine NordicWalking Gruppe sowie weitere Betriebssportgruppen. Da heute zahlreiche Auszubildende der ContiliaGruppe anwesend sind, mochte ich darauf hinweisen, dass wir planen im nachsten Jahr mit den Auszubildenden einen Gesundheitstag unter dem Motto Gesundheitsmanagement und Gesundheitsforderung sowie Azubifit zu organisieren. Von diesem Gesundheitstag versprechen wir uns viel, denn damit sprechen wir die Jugend an, also unsere zukunftigen Mitarbeiter. Herr Diste sprach bereits davon, dass wir auch einen Kindergarten haben. Dieser Kindergarten ist ein gesunder Kindergarten. Unser Gedanke dabei ist, dass wir fur gesunde Kinder, gesunde Eltern und gesunde Erzieherinnen sorgen mochten. Wie Sie sehen ist in diesem Bereich schon viel auf den Weg gebracht worden. 39 Modernes Gesundheitsmanagement in Unternehmen Der Saule Gesund werden, ist das betriebliche Eingliederungsmanagement zugeordnet. Bei uns gibt es eine Dienstvereinbarung uber ein betriebliches Eingliederungsmanagement. Ein etwas anderes Thema ist die Wiedereingliederung bei langerfristigen Erkrankungen. Betriebliches Eingliederungsmanagement und Wiedereingliederung werden bei uns vom betriebsarztlichen Dienst begleitet. Beim betriebsarztlichen Dienst findet auch das Erstgesprach zum betrieblichen Eingliederungsmanagement statt. Das hat sich als sehr gut herausgestellt, denn nach unserer Erfahrung haben die Mitarbeiter mehr Vertrauen zum Betriebsarzt, da er unter arztlicher Schweigepflicht steht. Wir haben allerdings festgestellt, dass man die Mitarbeiter explizit darauf hinweisen muss, dass der Betriebsarzt unter arztlicher Schweigepflicht steht. Daruber hinaus hat der Betriebsarzt zusatzlich das medizinische Knowhow. Er kann sich in diesen Wiedereingliederungsverfahren mit den niedergelassenen Arzten in Verbindung setzen. Unter der Saule Rat und Hilfe haben wir Sucht, psychische Erkrankungen also Depressionen, BurnOut etc. angesiedelt. Davon haben Sie heute schon in den vorangegangenen Vortragen gehort. Aber auch Schuldnerberatung fallt in diesen Bereich, denn Menschen konnen auch aufgrund von Schulden krank werden. Wir kommunizieren all unsere Manahmen uber das Intranet unserer Einrichtung, teilweise aber auch uber Postwurfsendungen, da nicht alle Mitarbeiter uber das Intranet erreicht werden oder erreicht werden konnen. Auf diese Weise schlieen wir aus, dass eine ganze Mitarbeitergruppe ubersehen wird. Fur alle Mitarbeiter der ContiliaGruppe bieten wir auch Checkups an. Diese Checkups haben bei unseren Mitarbeitern eine hohe Akzeptanz, sie werden als Wertschatzung angesehen. Bei meiner Tatigkeit als Arbeitsmedizinerin gebe ich den Mitarbeitern immer einen Fragebogen mit. Dieser Fragebogen wird naturlich absolut vertraulich bearbeitet. Der Vorteil dieser Methode ist, dass wir auf diese Weise 100% der Fragebogen zuruckbekommen, da ich bei jeder Besprechung die Mitarbeiter nach dem Fragebogen frage. In diesem Rahmen konnen die Angaben dann ganz ehrlich besprochen werden. Aber auf Basis der Fragebogen kann erarbeitet werden, wie gesund das Krankenhaus ist, welche Altersgruppen zu unseren Checkups gehen und wo Probleme am Arbeitsplatz vorliegen. All diese Dinge haben wir uber diesen Fragebogen evaluiert. Am Ende des Jahres mache ich eine Zusammenfassung und stelle sie der Geschaftsfuhrung vor. Wichtig ist bei all diesen Dingen, dass wir fur Nachhaltigkeit sorgen mussen, denn sonst verfluchtigen sich die erreichten Ergebnisse sehr schnell wieder. Ich beschreibe unsere Manahmen gern mit der Metapher einer Pflanze, die gedungt werden muss. Der Dunger ist bei diesem Bild viel Kreativitat. 40 Modernes Gesundheitsmanagement in Unternehmen An dieser Stelle mochte ich allen, die hier im Auditorium sitzen und mich mit kreativen Vorschlagen unterstutzen danken. Denn alleine, das hat auch Frau Gerdes heute schon gesagt, ist man auf weiter Flur. Ich danke Ihnen fur Ihre Aufmerksamkeit! 41 Modernes Gesundheitsmanagement in Unternehmen 4.2 Statement zum Thema: Dr. med. Anja Berkenfeld Guten Tag, meine sehr geehrten Damen und Herren. Mein Name ist Anja Berkenfeld und ich bin Abteilungsdirektorin der Abteilung Health Safety bei der Thyssen KruppAG in Essen. Zu Beginn meiner Tatigkeit im Edelstahlbereich im Jahr 2001 war ich fur etwa 4.000 Mitarbeiter zustandig. Damals wollten wir unmittelbar mit dem Gesundheitsmanagement beginnen und haben aus diesem Grunde die Stelle eines Gesundheitsmanagers geschaffen, der gezielt ein System zur Gesundheitsforderung entwickeln bzw. implementieren sollte. Die grote Schwierigkeit lag in diesem Zusammenhang darin, dass es zum Thema Gesundheitsmanagement zwar sehr viel Theorie gibt, diese jedoch auch praktisch umgesetzt werden muss. Wir haben es uns daher zum groen Ziel gesetzt, den schwierigen Spagat zwischen Theorie und Praxis zu meistern. Sehr vorteilhaft fur das Gesundheitsmanagement war die Tatsache, dass der Personalvorstand unsere Arbeit stets mit groem Engagement unterstutzt hat. Diese Unterstutzung ist im Ruckblick auf neun Jahre Gesundheitsmanagementarbeit aus meiner Sicht ein entscheidender Faktor gewesen, der wesentlich zum Erfolg unserer Arbeit beigetragen hat. Wir konnten uns stets darauf verlassen, dass die von uns erarbeiteten Themen an die Fuhrungskrafte kommuniziert werden. Meiner Meinung nach ist es ohne Unterstutzung der Fuhrungsebene sehr schwierig betriebliches Gesundheitsmanagement umzusetzen. Bei der Konzeption der gesundheitsfordernden Manahmen haben wir insbesondere darauf geachtet, dass sie tatsachlich auch die MitarbeiterBasis erreichen und uns dementsprechend uberwiegend fur Aktivitaten aus dem Bereich der betrieblichen Gesundheitsforderung entschieden. Das waren vorwiegend Dauerprogramme mit einer langen Laufzeit, wie zum Beispiel eine Ruckenschule. Da wir eine eigene Werksfeuerwehr auf dem Firmengelande haben, war es uns ebenfalls moglich die Aktivitat Feuerwehrfitness einzufuhren. Daruber hinaus gab es auch immer wieder Impulsaktivitaten zu Themen wie Ernahrung, Gesundheit, Bewegung und Sport. Parallel dazu haben wir uns darum bemuht, dass sich in den Arbeitskreisen zum Thema Gesundheit nicht nur diejenigen Mitarbeiter betatigen, die sich ohnehin mit Gesundheit beschaftigen, wie zum Beispiel Sanitater, betriebliche Ersthelfer oder Mitarbeiter des Gesundheitsmanagements und gezielt Fuhrungskrafte angesprochen. Schlielich sind die Fuhrungskrafte des Unternehmens diejenigen, die hinter den durchgefuhrten Manahmen stehen sollen. Ein weiterer Punkt, der entscheidend zum Erfolg des betrieblichen Gesundheitsmanagements der Thyssen Krupp AG beigetragen hat, war die Einbeziehung der Personalabteilung sowie der Mitarbeitervertretung. Auch von Seiten des Betriebsrates gab es wiederholt neue Impulse. Auf diese Weise konnten wir im Laufe der Zeit viele gute Schulungsprogramme fur unsere Mitarbeiter entwickeln. 42 Modernes Gesundheitsmanagement in Unternehmen In den letzten Jahren sind wir zu dem Entschluss gelangt, dass es durchaus Sinn macht erganzend zu den allgemeinen Angeboten auch spezielle Aktivitaten anzubieten, die sich gezielt auf bestimmte Mitarbeitergruppen konzentrieren. Bei uns waren das in erster Linie die Schichtarbeiter, die im Edelstahlbereich weit verbreitet sind. Doch auch die Beschaftigtengruppe der Auszubildenden war und ist uns wichtig, sodass wir unser Azubi FitProgramm entwickelt haben. Direkt in der Einfuhrungswoche, in der die Auszubildenden den ersten Kontakt zu unserem Unternehmen aufnehmen, blockieren wir einen Tag, an dem wir bei den Auszubildenden erste Impulse zu den Themen Ernahrung, Bewegung und Sucht setzten. Ein GesundheitsCheckup ist ebenfalls vorgesehen. Das Programm hat insgesamt eine sehr gute Resonanz unter unseren Auszubildenden, die uns immer wieder berichten, dass sie es nach ihrer Ubernahme in den Betrieb gerne fortfuhren wollen. Auf Grund der zahlreichen positiven Ruckmeldungen haben wir entschieden, zu diesem Thema ein Angebot mit dem Namen Fit auf Schicht fur unsere Schichtarbeiter zu entwickeln. Vielen Dank fur Ihre Aufmerksamkeit! 43 Modernes Gesundheitsmanagement in Unternehmen 4.3 Statement zum Thema: Dipl.Sportbiol. und Padagoge Thomas Tasch Mein Name ist Thomas Tasch. Ich habe Sportwissenschaft, Biologie, Padagogik und Psychologie studiert. Dabei reizte mich besonders, mich mit der Trias Korper, Seele und Geist zu befassen, um den Menschen als biopsychosoziales Wesen zu erfassen. Sportbiologie ist zwar kein Medizinstudium, aber es beinhaltet grundlegende physiologische, anatomische, psychologische und soziologische Prinzipien und Kenntnisse. Seit 2004 leite ich mit meinem arztlichen Kollegen Dr. Bruder das Body Guard! Zentrum fur Praventionsmedizin am ElisabethKrankenhaus Essen. Wir bieten medizinische Vorsorgeuntersuchungen und Checkups auf hochstem Niveau an, die insbesondere von Privatpersonen und Fuhrungskraften aus der Wirtschaft hierzu gibt es Firmenvereinbarungen sowie internationalen Patienten wahrgenommen werden. Wir arbeiten mit vielen Unternehmen zusammen, um fur sie als Ansprechpartner fur ihr betriebliches und individuelles Gesundheitsmanagement zu fungieren. Denn es ist fur die Unternehmen von besonderer Relevanz, dass ihre Mitarbeiter nicht nur korperlich sondern auch psychisch gesund bleiben. Deshalb sind mein Kollege Rainer Paust und ich seit einigen Jahren auch in Unternehmen tatig und bieten Seminare, Workshops und Trainings fur Fuhrungskrafte an. Dies gilt bei einigen Unternehmen auch fur normale Mitarbeiter und wir richten uns dann sowohl an den Sekretar als auch an den Vorstandsvorsitzenden. Zu der Frage, was betriebliches Gesundheitsmanagement eigentlich auszeichnet und bedeutet, haben wir heute bereits vielfaltige Definitionen gehort. Fur mich umfasst betriebliches Gesundheitsmanagement Organisationsentwicklung, Personalentwicklung, Gesundheitsentwicklung, Teamentwicklung und Veranderungsbegleitung. Diese Themen mussen im Unternehmen standig voran getrieben werden und die Menschen dort mussen peu a peu mitgenommen werden. Es ist wichtig, Ruckmeldungen ernst zu nehmen und die Mitarbeiterinnen wert zu schatzen, fur ein gutes Miteinander zu sorgen und sie auch zu befahigen, mitzuwirken und aktiv zu sein. An dieser Stelle komme ich zu einem ganz wichtigen Punkt, und zwar der Fuhrungskrafteentwicklung. Damit beziehe ich mich nicht nur auf die obersten Fuhrungskrafte in den Vorstanden und Direktionsebenen. Fuhrungskrafte gibt es auf allen Ebenen, in den Untergruppen, in den Gruppen und als Gruppenleitungen. Fuhrungskrafte muss man sorgsam aussuchen und entwickeln. Insbesondere beim betrieblichen Gesundheitsmanagement ist es von groer Wichtigkeit, die Fuhrungskrafte einzubeziehen. Es gilt, vorliegende Stress und Risikofaktoren zusammenzustellen, um zu erkennen, welche Elemente und Aspekte zu beachten sind. Hier haben wir heute schon einiges gehort. Zu diesem Themenbereich bieten wir Gesundheitscoachings, workshops und seminare sowohl im Einzel als auch im Gruppensetting an. 44 Modernes Gesundheitsmanagement in Unternehmen Wir sprachen heute schon viel uber Multitasking, unlosbare Aufgaben und daruber, dass viele Dinge oft zeitgleich sehr schnell erledigt werden mussen, uber zunehmende Komplexitat und steigende und veranderte Anforderungen. Wie ich glaube sind jedoch noch andere Themen entscheidend, die wir bisher nicht angesprochen haben. Denn Angst und Sorge sind fur die meisten Menschen in besonderer Weise haufig Ursache von Unsicherheit, Unentschiedenheit und Verstorung. Denn was die Menschen extrem beschaftigt, ist, wie es in Zukunft fur sie weiter geht. Mitarbeiter stellen sich die Frage, wie sie ihre Familie ernahren konnen, ob sie ihren Arbeitsplatz behalten konnen, wie sie gesund bleiben oder wie sie mit ihren Vorgesetzten zurechtkommen. Zu diesen Themen bieten wir individuelle Personalberatung und systemische betriebliche Organisationsberatung in den unterschiedlichsten Formaten an. Vielen Dank! 45 Modernes Gesundheitsmanagement in Unternehmen 4.4 Statement zum Thema: Dipl.Pad. Rainer Paust Vielen Dank, lieber Thomas, meine sehr verehrten Damen und Herren! Zu Beginn mochte ich Ihnen die beruflichen Rollen, die ich in mir vereine vorstellen. Ich bin Diplom Padagoge und arbeite im ElisabethKrankenhaus Essen mit Menschen die eine chronisch korperliche Erkrankung haben. Dabei bin ich fur die psychosoziale Versorgung der Patienten zustandig. Ich versuche also die seelischen Folgen einer korperlichchronischen Erkrankung mit den Patienten zu besprechen und ihnen Hilfestellung zu geben. Eine weitere berufliche Rolle ergibt sich fur mich aus der Zusammenarbeit mit dem Institut fur Praventionsmedizin Body Guard!. Wie Sie heute schon gehort haben, sind wir seit etwa einem Jahr mit dem Aufbau eines CoachingSystems befasst. Zunehmend fragen die Kunden von Body Guard!, oftmals sind es Fuhrungskrafte, die bei uns einen MedicalCheckup wahrnehmen, wie man sich in Anbetracht der Veranderungen in der Arbeitswelt so verhalten kann, dass es nicht auf Kosten der eigenen Gesundheit geht. In diesem Rahmen versuchen wir in personlichen Gesprachen Hilfsmittel zu erarbeiten, um Stressbelastungen zu reduzieren und personliche Perspektiven wieder auszubauen. In den Gesprachen die ich in den letzten zwolf Monaten gefuhrt habe ist mir deutlich geworden, dass sich offensichtlich in vielen Unternehmen die soziale Arbeitswelt extrem verandert hat. Eines der haufigsten Probleme, das in diesen GesundheitsCoachings genannt wird, ist die Kommunikation im Unternehmen, die fur viele eine groe Belastung darstellt. Ein groes Problem ist der Informationsmangel und die Tatsache, dass Mitarbeiter den Eindruck haben, Informationen regelrecht hinterher laufen zu mussen. Nicht nur Fuhrungskrafte sind gefordert den Umgang miteinander zu verbessern, sondern alle Mitarbeiter eines Unternehmens mussen daran arbeiten. Die grote Belastung stellen im Berufsleben die Aspekte der sozialen Welt dar. Ich mochte Ihnen nun gern ein Beispiel aus einer meiner Beratungen der letzten Wochen vorstellen. Zu uns kam der Geschaftsfuhrer eines Baustoffzulieferers, der unter den Symptomen eines BurnOuts litt. Das waren unter anderem Schlafstorungen und extreme Konzentrationsprobleme. Er erzahlte mir, dass er mit der Zunahme von immer verantwortungsvolleren Aufgaben merke, dass die Probleme die er zu losen hat immer komplexer und die Moglichkeiten, diese komplexen Probleme zu losen, immer kleiner werden. Man stellt sich oftmals vor, dass Menschen, die sehr weit oben im TopManagement angekommen sind die Freiheit haben vieles zu gestalten. In der Erfahrung dieses Kunden zeigt sich jedoch, dass das Gegenteil der Fall ist. Eine solche Erfahrung beruhrt etwas in der Psychologie von uns Menschen, da wir schlielich mit dem was wir tun gute Arbeit machen wollen. 46 Modernes Gesundheitsmanagement in Unternehmen Wir wollen am Ende eines Tages das Erlebnis haben, dass wir mit dem was wir getan haben wirksam gewesen sind. Man will auf jeden Fall ein Ergebnis und einen Erfolg, ob man das nun in der Pflege tut, ob man als Arzt Patienten begleitet, ob man im Management versucht Einfluss auf die Rahmenbedingungen des Unternehmens zu nehmen oder die entsprechenden Ziele zu verwirklichen. Dauerhaftes Ausbleiben von Erfolg und von Selbstwirksamkeitserfahrungen hinterlassen Spuren in der Seele, genauso wie am Korper. Es ist sehr wichtig, dass wir versuchen die Faktoren ausfindig zu machen sowie uns der Ressourcen und Moglichkeiten bewusst zu werden, die helfen, die Belastungen in komplexen Unternehmensgebilden dauerhaft auszuhalten. Dies gilt auch fur die Pflege im Hinblick auf die zunehmende Arbeitsverdichtung sowie die Aufgabe immer mehr Patienten in kurzerer Zeit zu versorgen. Es gibt beispielsweise den Faktor Team und den sozialen Umgang miteinander. In dem was ich jetzt gerade ausfuhre, liegen naturlich die Einfuhrung von betrieblichem Gesundheitsmanagement und Fragen der Organisationsentwicklung eng beieinander. Das ist von den vorangegangenen Referenten bereits angesprochen worden. Wenn man Gesundheitsmanagement einfuhrt, muss man auch Einfluss auf die Kultur im Unternehmen ausuben. Uber die von Frau Dr. Gollasch genannten Stufen bis hin zu konkretem Rat und Hilfe fur Mitarbeiter. Ich beobachte haufig, dass viele im Gesundheitswesen wie auch in anderen Unternehmen gerne Veranderungen mochten, aber bei konkreten Manahmen die damit verbundenen Anstrengungen und Unannehmlichkeiten zu meiden versuchen. Wenn man die Einfuhrung eines Gesundheitsmanagements ernsthaft betreiben will, dann bedeutet das und das erleben wir auch im ElisabethKrankenhaus am eigenen Leibe, sich auch ernsthaft den Fragen der Organisationskultur und des sozialen Miteinanders zuzuwenden. Damit ist mein Statement zum Ausdruck gebracht. Vielen herzlichen Dank! Ich bin fest davon uberzeugt, dass Gesundheit auch etwas mit personlichem Wohlbefinden zu tun hat. Gesundheitsmanagement bedeutet fur mich nicht, dass man sich den Angeboten unterwirft und etwas gegen seinen personlichen Willen tut. Gesundheit hat aus meiner Sicht etwas mit Selbstachtung zu tun. Man sollte darauf achten, was einem im jeweiligen Moment gut tut und was man braucht, um die personliche Fitness und Gesundheit zu verbessern oder zu erhalten. Wir kommen dementsprechend also nicht umhin, die Prozesse gewissermaen zu individualisieren. In Gesprachen mit Mitarbeitern sollte man immer wieder nachfragen, was diese im Moment benotigen, was genau sie belastet und welche Hilfestellung helfen konnte. Es geht also darum, Gesundheit zu managen. In diesem Zusammenhang gibt es auch den Begriff des Selbstmanagements, also gut auf sich selbst zu achten. An dieser Stelle beginnt Gesundheit und das gilt insbesondere auch fur das Personal der Krankenpflege. 47 Wenn die Psyche streikt 5 Wenn die Psyche streikt Unter dem Thema Wenn die Psyche streikt diskutierte die Dipl.Psych. Christel Hoyer mit den Teilnehmern die Wichtigkeit der mentalen Gesundheit bei der Arbeit. Sie zeigt auf was passiert, wenn die Psyche streikt und wie man das durch gezielte Pravention verhindern kann. Aufgrund der uberwaltigenden Resonanz auf den Workshop und auf ausdrucklichen Wunsch der Teilnehmer werden die Folien des Workshops in den Tagungsband aufgenommen, um sie der Horerschaft zur Verfugung zu stellen. 48 Wenn die Psyche streikt 49 Wenn die Psyche streikt 50 Wenn die Psyche streikt 51 Wenn die Psyche streikt 52 Wenn die Psyche streikt 53 Wenn die Psyche streikt 54 Wenn die Psyche streikt 55 6 Darstellung der Kooperationspartner Darstellung der Kooperationspartner Die zufriedenen Veranstalter im Rahmen der Tagung v.l.n.r.: Prof. Dr. Burghard Hermeier, Rektor der FOM; Felix Bruder, Geschaftsfuhrer Deutsches Netz Gesundheitsfordernder Krankenhauser; Heinz Kowalski, Geschaftsfuhrer Institut fur Betriebliche Gesundheitsforderung; Dr. med. Ursula Gollasch, Contilia Gmb H; Heinz D. Diste, Geschaftsfuhrer Contilia Gmb H; Dr. med. Anja Berkenfeld, Thyssen Krupp AG; Thomas Tasch, Geschaftsfuhrer Body Guard! Zentrum fur Praventionsmedizin; Jurgen Ohms, Akademieleiter Contilia Gmb H; Prof. Dr. med. Michael Schutte, Professor fur Management im Gesundheitswesen an der FOM; Katrin Gerdes, Siempelkamp Gieerei 56 Darstellung der Kooperationspartner 6.1 AOK RheinlandHamburg Die Gesundheitskasse Seit mehr als 125 Jahren steht die AOK als grote Krankenversicherung in Deutschland fur Sicherheit und umfassende medizinische Versorgung im Krankheitsfall. Die zwolf selbststandigen AOKs versichert knapp 24 Millionen Menschen fast ein Drittel der Bevolkerung. Die AOK RheinlandHamburg betreut uber 2,8 Millionen Versicherte und ca. 162.000 Arbeitgeber. Uber ihre Vertragspartner unter anderem uber 31.000 Arzte und Zahnarzte, rund 3.000 Apotheken und fast 250 Krankenhauser sichert die AOK RheinlandHamburg eine optimale medizinische Versorgung mit allen modernen, wissenschaftlich anerkannten Behandlungs und Heilmethoden. Engagiert fur bessere medizinische Versorgung Die AOK ist mehr als eine bloe Krankenversicherung. Sie hat ein umfassendes Gesundheitsmanagement etabliert. Das heit: Ein konsequent umgesetztes Qualitatsmanagement geht einher mit einer erhohten Wirtschaftlichkeit der Versorgung. Das bedeutet fur die Versicherten eine optimale Versorgung. Dazu gehoren zum Beispiel Aufbau und Weiterentwicklung spezieller Behandlungsprogramme fur chronisch Kranke DiseaseManagementProgramme und Behandlungskonzepte im Rahmen der Integrierten Versorgung IGV. Von Versicherten und Arbeitgebern gewahlte Vertreter nehmen in der Selbstverwaltung der AOK die Interessen der Mitglieder und deren Arbeitgeber wahr. Diese Selbstverwaltung garantiert eine versicherten und betriebsnahe Gestaltung der Krankenversicherung. AOK RheinlandHamburg Die Gesundheitskasse Kasernenstr. 61 40213 Dusseldorf Telefon: 0211 87910 Fax: 0211 87911125 EMail: aokrh.aok.de 57 6.2 Contilia Gruppe Darstellung der Kooperationspartner Mit rund 3.200 Mitarbeitern ist die Contilia Gruppe einer der bedeutenden GesundheitsDienstleister in NordrheinWestfalen. Das Unternehmen mit der Linde Contilia ist dabei unter anderem Trager von Krankenhausern mit jahrlich rund 36.000 stationaren und rund 60.000 ambulanten Fallen und Senioreneinrichtungen, deren ambulante und stationaren Leistungsangebote durch ambulante Dienste, Arztehauser, Praventions, Fruherkennungs und Rehabilitationsangebote erganzt werden. Mit ihren aktuell 19 Einrichtungen positioniert sich die Contilia als uberregional agierender Unternehmensverbund im Gesundheitsmarkt, dessen Kernleistungen sich in die drei Bereiche Gesundheit.Dienste, Medizin.Pflege und Senioren. Service aufteilen. Basis des unternehmerischen Handels ist fur die gesamte Gruppe der historische Auftrag, den sie 2006 bei Ihrer Grundung von der St. ElisabethStiftung Essen, der Stiftung St. MarienHospital zu Mulheim an der Ruhr und dem CaritasTragerwerk im Bistum Essen erhalten hat: Die Fursorge fur kranke, alte und andere hilfsbedurftige Menschen. Um diese Grundwerte eines christlichen Menschenbildes langfristig unternehmerisch leben zu lassen, steuert die Contilia die Wechselwirkungen zwischen Wirtschaftlichkeit und medizinischpflegerischer Hochstleistung mit modernen Managementstrukturen und einer auf Wachstum ausgelegten Gesamtstrategie. Dabei wird die herausragende Rolle von Qualitat auch durch den hohen Standard des Leistungsspektrum verdeutlich. Diagnose, Therapie und Versorgung kommen aus einer Hand und sorgen durch die Bundelung der Kompetenzen fur eine optimale Versorgung von Patienten und Bewohnern. Um diese Qualitatsanspruch dauerhaft zu gewahrleisten, kommt dem Thema Aus, Fort und Weiterbildung eine zentrale Rolle zu. Hier sorgt die Contilia Akademie in allen Unternehmensbereichen fur eine hohe Qualifikation der Mitarbeiterinnen und Mitarbeiter. Contilia Gmb H KlaraKoppWeg 3 45138 Essen Fon 49 0201 897 1300 Fax 49 0201 897 2809 infocontilia.de, www.contilia.de Anschrift: 58 Darstellung der Kooperationspartner 6.3 FOM Hochschule fur Oekonomie Management Die 1993 von Verbanden der Wirtschaft gegrundete staatlich anerkannte gemeinnutzige FOM Hochschule fur Oekonomie Management ist eine von Deutschlands fuhrenden Hochschulen der Wirtschaft. Sie verfugt uber 20 Standorte in Deutschland und weitere im Ausland. An der FOM studieren ausschlielich Berufstatige mit Hochschulberechtigung sowie Auszubildende, die nach dem Abitur parallel zum Studium eine betriebliche Ausbildung absolvieren. Grounternehmen wie 3M, Aldi, Bayer, Daimler, Deutsche Bank, Deutsche BP, E.ON, RWE und Siemens, aber auch viele mittelstandische Betriebe kooperieren bei der Ausbildung von Fuhrungsnachwuchs mit der FOM. Die FOM legt groen Wert auf die Profilbildung in Lehre und Forschung. Die inhaltliche Profilbildung der Studiengange konnte erfolgreich vorangetrieben, Forschungs und Entwicklungsprojekte konnten initiiert und internationale Kooperationen realisiert werden. Als private Hochschule wirbt die FOM bei der Finanzierung der Forschung und Entwicklung auch Drittmittel ein und fuhrt FEProjekte mit Drittmitteln sowie mageblichen Eigenanteilen durch. Angewandte Forschung an der FOM ist daruber hinaus typischerweise auch Forschung fur die Lehre. Zum einen konnen Forschungsergebnisse in die zielgruppenorientierte Anpassung und Weiterentwicklung berufs und ausbildungsbegleitender Curricula fuhren. Zum anderen flieen Forschungsergebnisse in den Lehrbetrieb ein und werden im Rahmen von Praxisprojekten oder Abschlussarbeiten aufgegriffen. Die FOM setzt ihren Schwerpunkt in der Forschung und Entwicklung u.a. auf Karriere und Bildungsforschung, Beitrage zur Kompetenzentwicklung in KMU, steuerrechtliche Fragestellungen sowie institutionenokonomische Analysen. Weitere Informationen finden Sie unter: http:www.fom.deforschungsprojekte.html 59 Darstellung der Kooperationspartner 6.4 Ein Gewinn fur alle Betriebliche Gesundheitsforderung BGF Arbeitsbedingte Gesundheitsrisiken zu reduzieren ist heute eine wichtige Managementaufgabe. Denn nachhaltige Erfolge werden nicht durch einmalige Manahmen erreicht, sondern durch ein fundiertes Betriebliches Gesundheitsmanagement BGM. Das BGFInstitut begleitet Sie bei dieser Aufgabe durch die Entwicklung eines umfassenden Gesundheitsmanagements, das speziell auf Ihr Unternehmen zugeschnitten ist. Wir kummern uns um eine gesundheitsforderliche Arbeitsplatzgestaltung, eine gesundheitsorientierte Arbeitsplatzorganisation, eine mitarbeiterorientierte Fuhrungskultur und die Starkung der personlichen Gesundheitspotenziale der Beschaftigten. Betriebliches Gesundheitsmanagement ist ein ganzheitlicher Ansatz, der neben der betrieblichen Gesundheitsforderung auch Manahmen zur Verbesserung der Fuhrungskultur, der Vereinbarkeit von Privatleben und Beruf und der altersgerechten Arbeit enthalt. Uber die gesetzlichen Verpflichtungen eines Arbeitgebers geht BGM damit weit hinaus. Ziel ist es, die Belastungen der Beschaftigten zu verringern und die personlichen Ressourcen zu starken. So entsteht fur Arbeitgeber und Arbeitnehmer eine Situation, die allen Beteiligten nur Vorteile bietet. BGFInstitut und AOK Das BGFInstitut war ursprunglich eine Einrichtung der AOK Rheinland, die Angebote gingen aber bald weit uber den gesetzlichen Auftrag der Krankenkassen hinaus. Deshalb gliederte die AOK das Institut 1998 in eine Gmb H aus; Gesellschafterin ist weiterhin die AOK RheinlandHamburg Die Gesundheitskasse. Ihr Nutzen als Unternehmen: Die AOK kann sich an den Kosten des Gesundheitsprojektes beteiligen, abhangig von der Anzahl der AOKversicherten Beschaftigten in Ihrem Hause. Gerne beraten wir Sie dazu. Institut fur Betriebliche Gesundheitsforderung BGF Gmb H Neumarkt 3537 50667 Koln Internet: www.bgfinstitut.de 60 Darstellung der Kooperationspartner 6.5 Die Regionalagenturen in NRW Die Aufgabe, das Ministerium fur Arbeit, Integration und Soziales des Landes NRW in arbeitsmarktpolitischen Fragen enger an die Regionen im Land anzubinden, ubernehmen in allen 16 Regionen im Land die Regionalagenturen. Mit dem Ziel, Menschen in Arbeit zu bringen sowie Beschaftigung und Ausbildung in der Region zu sichern, informieren die Regionalagenturen uber die Zielsetzungen und Forderinstrumente des Landes und der Europaischen Union und unterstutzen Projekttrager bei der Antragstellung, Entwicklung und Umsetzung regionaler Projekte der Wirtschafts und Beschaftigungsforderung. Die Regionalagentur ist Anlaufstelle fur alle regionalen Arbeitsmarktakteure, die sich gemeinsam in und fur die Region engagieren wollen: Sie moderiert und koordiniert gemeinsame Aktivitaten zwischen Politik, Verwaltung, Wirtschaft, Verbanden, Bildungstragern und Unternehmen in den einzelnen Forderprogrammen, unterstutzt den Aufbau von Kooperationen und Netzwerken zu aktuellen Themen der Arbeitsmarktpolitik und entwickelt gemeinsame Strategien beispielsweise zur Bewaltigung des demografischen Wandels oder zur Erhohung der Frauenerwerbstatigkeit in der Region. Mehr uber die Arbeit der Regionalagentur MEO erfahren Sie unter: NRW Regionalagentur MEO Am Waldthausenpark 2 45127 Essen Fon: 02011892183 Fax: 02011892315 www.regionalagenturmeo.de 61 Anhang 62 Anhang 63 Betriebliches Gesundheitsmanagement in Sozial und Pflegeeinrichtungen Stetig steigender Kostendruck, demographischer Wandel sowie ein fortschreitender Ruckgang der Zahlen von Auszubildenden in Sozial und Pflegeberufen stellen die Sozial und Gesundheitswirtschaft vor bedeutende Herausforderungen. Diese sich verscharfende Situation fuhrt dazu, dass der Gesundheit und damit verbunden der Leistungsfahigkeit der Mitarbeiter ein umso groerer Stellenwert zukommt: Gefordert wird ein modernes Gesundheitsmanagement, das direkt bei der jeweiligen Gesundheits und Pflegeeinrichtung ansetzt. Im Rahmen der hier dokumentierten Gesundheitsfachtagung zeigen Experten verschiedener Bereiche Moglichkeiten auf, wie Personalverantwortliche gezielt und nachhaltig die Gesundheit ihrer Beschaftigten fordern, unterstutzen und langfristig erhalten konnen. Die Gesundheitsfachtagung wurde von der FOM Hochschule fur Oekonomie Management in Kooperation mit der Contilia Gruppe, dem BGF Institut fur Betriebliche Gesundheitsforderung der AOK Rheinland Hamburg sowie dem Deutschen Netz Gesundheitsfordernder Krankenhauser ausgerichtet. Tagungsband Prof. Dr. Michael Schutte FOM Gesundheitstagung Essen 12. November 2010 Betriebliches Gesundheitsmanagement in Sozial und Pflegeeinrichtungen Eine Transferveranstaltung des KCG Kompetenz Centrum fur Oekonomie Management in der Gesundheits und Sozialwirtschaft Aachen Berlin Bonn Bremen Dortmund Duisburg Dusseldorf Essen Frankfurt a. M. Gutersloh Hamburg Koln Leipzig Mannheim Marl Munchen Neuss Nurnberg Siegen Stuttgart und Luxemburg Akademie Verlag", "filename": "78685362X.pdf", "person": ["Michael Schütte", "Schütte, Michael"], "date": ["2011"]}