{"lang": "de", "identifier_url": ["http://www.econstor.eu/bitstream/10419/97625/1/787618292.pdf"], "title": ["Chancen für nachhaltige Geschäftsmodelle im Lebensmittel-Onlinehandel"], "plaintext": "Abstract Musik, Filme und Eintrittskarten im Internet zu kaufen, ist fur einen Groteil der deutschen Bevolkerung schon seit vielen Jahren ganz alltaglich geworden. Auch elektronische Gerate und Bucher finden haufig ihren Kaufer per Mausklick. Selbst Bekleidung und Schuhe aus dem Internet erfreuen sich zunehmender Beliebtheit. Nur ein sehr kleiner Teil aller Deutschen hat jedoch bereits einmal seinen Lebensmitteleinkauf im Netz getatigt. Noch weniger kaufen ihre Lebensmittel regelmaig oder ausschlielich online. So erscheint der Lebensmitteleinzelhandel wie eine der letzten stationaren Bastionen. Seit der Jahrtausendwende versuchen Anbieter in Deutschland, Konsumenten vom Mehrwert des LebensmittelOnlinekaufs zu uberzeugen bislang nahezu erfolglos. Dennoch, im Ausland, speziell in England, Frankreich und Sudkorea, hat der LebensmittelOnlinehandel bereits eine signifikante Groe erreicht. Auch in Deutschland zeigen Untersuchungen mittlerweile ein gestiegenes Interesse der Verbraucher an diesem Angebot. Dies fuhrte zu einer regelrechten Flut neuer Anbieter im LebensmittelOnlinehandel in den letzten Jahren. Das Thema ECommerce ist damit ganz oben auf der Prioritatenliste deutscher Lebensmitteleinzelhandler angekommen. Inhaltsverzeichnis Inhaltsverzeichnis  I Abbildungsverzeichnis   II Abkurzungsverzeichnis   III 1. Einleitung   1 2. Entwicklungen und Status Quo im LebensmittelOnlinehandel im Uberblick   2 2.1. International   2 2.1.1. Grobritannien   2 2.1.2. Frankreich   3 2.1.3. Schweiz  4 2.2. Deutschland   5 2.2.1. Anbieter   5 2.2.2. Marktdaten   9 3. Analyse des deutschen LebensmittelOnlinehandels   11 3.1. Mehrwertanalyse aus Verbrauchersicht   11 3.1.1. Finanzieller Mehrwert   11 3.1.2. Zeitlicher Mehrwert   14 3.1.3. Mehrwert durch Angebot und Qualitat   17 3.1.4. Mehrwert durch Verkaufserlebnis und zusatzliche Services   18 3.2. Rentabilitatsanalyse aus Unternehmenssicht   19 3.3. Weitere Voraussetzungen und Hindernisse   23 3.4. Relevante Trends und Innovationen   25 4. Zusammenfassung der Ergebnisse   29 5. Handlungsempfehlungen fur den Lebensmitteleinzelhandel   32 6. Fazit und Ausblick   34 Quellenverzeichnis   35 I Abbildungsverzeichnis Abbildung 1: Anteil des Onlinehandels am deutschen Einzelhandelsumsatz nach Warengruppe im Jahr 2013   12 Abbildung 2: Marktanteil von Aldi und Lidl am britischen Konsumgutermarkt   22 Abbildung 3: Beispiel einer Onlinewerbeanzeige eines OnlineLebensmittelhandlers   24 II Abkurzungsverzeichnis App BVLO ECommerce Electronic Commerce Elektronischer Geschaftsverkehr ECC EHI Gf K HDE IFH LEH SEA ECommerceCenter Koln EHI Retail Institute e.V. Gesellschaft fur Konsumforschung SE Handelsverband Deutschland Search Engine Advertising Suchmaschinenmarketing Institut fur Handelsforschung Koln Lebensmitteleinzelhandel Applikation mobile Anwendung Bundesverband Lebensmittelonlinehandel e.V. III 1. Einleitung In der vorliegenden wissenschaftlichen Arbeit wird die Fragestellung erortert, inwiefern sich der LebensmittelOnlinehandel nachhaltig in Deutschland etablieren kann. Der LebensmittelOnlinehandel kann sich nur dann etablieren und wachsen, wenn er ein nach betriebswirtschaftlichen Aspekten sinnvolles Geschaftsmodell zulasst. Dazu gibt es im Wesentlichen zwei elementare Bedingungen: Das Geschaftsmodell muss fur Konsumenten einen deutlich erkennbaren Mehrwert bieten und fur Unternehmen nachhaltig stabile und relativ attraktive Gewinnmargen ermoglichen. Beide Bedingungen sind dabei fur ein nachhaltiges Geschaftsmodell unerlasslich. Inwiefern der LebensmittelOnlinehandel in Deutschland diese Bedingungen bereits erfullt, bzw. in naher Zukunft erfullen wird und welche relevanten Trends fur oder gegen eine Etablierung des LebensmittelOnlinehandels sprechen, soll in dieser Arbeit analysiert werden. Revolutionare technologische Innovationen haben in der Vergangenheit haufig Spielregeln eines Marktes vollstandig verandert. Da technologischer Fortschritt nur auf absehbare Zeit einzuschatzen ist, soll die Fragestellung auf den Zeitraum bis 2020 eingegrenzt werden. Im folgenden Teil 2 wird zunachst ein Uberblick uber die Entwicklung und des Status Quo des internationalen LebensmittelOnlinehandels gegeben. In Teil 3 sollen Geschaftsmodelle im LebensmittelOnlinehandel anhand von Indizien und wirtschaftlichen Kennzahlen analysiert werden. Besondere Bedeutung soll dabei der Mehrwerts und Rentabilitatsanalyse geschenkt werden. Auerdem werden weitere Voraussetzungen, Hindernisse und relevante Trends beleuchtet. In Teil 4 werden die Ergebnisse der Analyse zusammengefasst und darauf basierend in Teil 5 Handlungsempfehlungen fur Lebensmitteleinzelhandler gegeben. Ein Fazit verbunden mit einem Ausblick runden die Arbeit ab. 1 2. Entwicklungen und Status Quo im LebensmittelOnlinehandel im Uberblick 2.1. International 2.1.1. Grobritannien Die Entwicklung des britischen LebensmittelOnlinehandels ist v.a. gepragt von der Entwicklung des Pioniers Tesco. Vor mehr als einem Jahrzehnt startete der britische Lebensmittelriese mit einem Anlieferungsmodell, mit dem heute 97 % der Bevolkerung erreicht werden. Wahrend Wettbewerber in der Zwischenzeit gerade einmal erste Versuche pilotierten, machte Tesco seine Prozesse standig effizienter. So wurde Tesco schon nach wenigen Jahren zum weltweit ersten OnlineLebensmittelhandler, der ein profitables Geschaftsmodell aufweisen konnte.1 Die groe Mehrheit der Artikel wird dem Verbraucher nach Hause geschickt, teilweise bis 23 Uhr. Erste ClickandcollectModelle befinden sich zudem in der Testphase.2 Seit 2002 hat mit Ocada auch ein reiner Onlinehandler ohne stationare Prasenz den Markt betreten. Als reiner Onlinehandler, kommissioniert Ocada Artikel ausschlielich in Logistikzentren. Beachtliche Groe hat auch der Rivale Sainsbury erreicht. Im letzten Jahr verkundete Sainsbury, das sein 1999 gestartetes Onlinegeschaft die 1MilliardePfundMarke geknackt hat. Nach eigenen Angaben bedient Sainsbury aktuell rund 190.000 Verbraucher wochentlich und deckt dabei rund 96 % aller Postleitzahlen ab.3 In dem umgerechnet rund 7,7 Milliarden groen britischen Markt kaufen rund 60 % aller Verbraucher, die Lebensmittel online bestellen, bei Tesco ein. Dies verdeutlicht die wichtige Stellung von Tesco im ohnehin groen britischen LebensmittelECommerce. 5,5 % aller Lebensmitteleinkaufe werden bereits uber das Internet getatigt.4 Dies macht den LebensmittelOnlinehandel in Grobritannien zum Fortgeschrittensten weltweit. 1 Vgl. Boston Consulting Group 2013, S. 15. 2 Vgl. Esterhazy 2013, o.S. 3 Vgl. Brooks 2013, o.S. 4 Vgl. Esterhazy 2013, o.S. 2 2.1.2. Frankreich Wie auch in vielen anderen Markten, kampften Pioniere des franzosischen LebensmittelOnlinehandels mit den hohen Kosten der LebensmittelZustellung. Auchan pilotierte daher bereits 2000 mit dem ClickandcollectModell Auchandrive in Lille, das heute Abholmoglichkeiten an 95 Standorten anbietet.5 Bereits vier Jahre spater entstand als Teil der Auchan Group die Tochterfirma Chronodrive, die ohne stationare Filialen ihr Geschaftsmodell ausschlielich auf das ClickandcollectModell basierte. An verkehrsgunstig gelegenen Abholstationen sollen nach eigenen Angaben die vorab online gekauften Artikel in weniger als funf Minuten in das eigene Auto geladen werden.6 Dieses Konzept fand einige Nachahmer. Neben Leclercs 2007 gestarteten Dienst Express Drive, der gegen Ende des Jahres 2011 bereits 144 Abholpunkte umfasste, 86 davon als Teil einer stationaren Filiale, 48 als reine Abholstationen an befahrenen Straen, existiert seit 2008 zusatzlich Intermaches Dienst Le Drive und Casino Express.7 Carrefour Drive, die in 2013 nach eigenen Angaben mehr als 200 Abholstationen zur Verfugung stellten, bieten eine weitere Moglichkeit fur Nutzer.8 Obwohl Auchan mit Auchandirect.fr seit 2001 auch die Moglichkeit bietet, sich den Einkauf nach Hause liefern zu lassen, ist das HomedeliveryModell noch keine gangige Logistikvariante. Dennoch erlebte der franzosische LebensmittelOnlinehandel insgesamt ein starkes Wachstum von rund 30 % pro Jahr bis 2008. Aufgrund der neuen Wettbewerber beschleunigte sich das Wachstum noch einmal auf rund 50 % zwischen den Jahren 2008 und 2013. Heute kann der Onlinehandel mit einem Anteil von rund 3 % am gesamten Lebensmitteleinzelhandel als vergleichsweise etabliert bezeichnet werden. Dies verleitete franzosische Lebensmitteleinzelhandler dazu, das ClickandcollectModell auch im Ausland einzufuhren, was an den Beispielen Auchan in China und Carrefour in Indonesien deutlich wird.9 Das starke Wachstum auf einen Anteil von rund 3 % relativiert sich allerdings, wenn man bedenkt, dass der franzosische LebensmittelOnlinehandel zur Erreichung dieser Marke ganze 14 Jahre gebraucht hat. 5 Vgl. Auchan 2014, o.S. 6 Vgl. Groupe Auchan o.J., o.S. 7 Vgl. Ecommerce Facts 2011, o.S. 8 Vgl. Carrefour o.J., o.S. 9 Vgl. Boston Consulting Group 2013, S. 9. 3 Von einem Durchbruch, der einem zweistelligen Anteil gleichkommen wurde, ist also auch in Frankreich nicht zu sprechen. 2.1.3. Schweiz Le Shop, ein Tochterunternehmen von Migros, erreichte in Bezug auf den Umsatz in 2013 eine neue Bestmarke. Le Shop verkaufte in 2013 Lebensmittel im Wert von insgesamt 158 Millionen Schweizer Franken rund 130 Millionen , ein Plus von 6 % im Vergleich zum Vorjahr. Ein groer Umsatztreiber ist der Umsatz, der uber mobile Gerate gemacht wird. Lag der mobile Umsatz in 2011 bereits bei 11 %, betrug er in 2013 beeindruckende 32 %.10 Beeindruckend ist auch die Reichweite von Le Shop, die bereits 95 % aller Schweizer Haushalte anliefern konnen.11 Laut eigenen Angaben erwirtschaftete Coophome in 2013 rund 103 Millionen Schweizer Franken, eine nominelle Zunahme von 12,6 %.12 Zwar baut Le Shop seit Oktober 2012 auch erste ClickandcollectStationen aus, bei denen Konsumenten Waren sogar an den Bahnhofen Zurich und Lausanne abholen konnen, die dominierende Logistikform im Schweizer OnlineLebensmittelhandel ist allerdings die Lieferung nach Hause. Der Grund dafur, der zugleich auch einer der Hauptgrunde fur den Wachstum des LebensmittelECommerce allgemein sein konnte, ist vermutlich die vergleichsweise kurze Offnungszeit der Schweizer Supermarkte. Ladenschlusszeiten von 18:30 oder 19:00 Uhr sind keine Seltenheit. Le Shop, die Lieferfenster bis 20:00 Uhr anbieten, erreicht so Menschen, die andernfalls nicht personlich vor Ladenschluss in einer Filiale sein konnen. Bereits 1998 startete Le Shop, als einer der ersten Anbieter in Europa, den Lebensmittelverkauf online.13 16 Jahre spater bewegt sich der Anteil des Onlinehandels kaum im einstelligen Bereich.14 Ein Durchbruch ist somit auch im Schweizer LebensmittelECommerce eindeutig ausgeblieben. 10 Vgl. Le Shop 2014, o.S. 11 Vgl. Le Shop o.J., o.S. 12 Vgl. Coop 2014, o.S. 13 Vgl. Le Shop 1998, o.S. 14 Vgl. A.T. Kearney 2013, S. 4. 4 2.2. Deutschland 2.2.1. Anbieter Als Vorreiter im deutschen ECommerce Markt war der Versandhandler Otto auch der erste, der im LebensmittelOnlinehandel versuchte Fu zu fassen. Der OnlineSupermarkt Otto Supermarkt wurde im Mai 2000 gestartet und belieferte zunachst die Region Hamburg, spater das gesamte Bundesgebiet. Nur drei Jahre spater wurde der Dienst wieder eingestellt. Obwohl das Versandhaus uber eine ausgefeilte Logistik und das eigene Transportunternehmen Hermes verfugte, konnte es sich nach eigenen Angaben im Preiskrieg mit den Discountern nicht behaupten.15 Gleichzeitig verabschiedeten sich einige andere LebensmittelEinzelhandler von ihren OnlineVersuchen, darunter Spar und Tengelmann.16 2012 meldete der Dienst Froodies nach nur drei Jahren Insolvenz an. Aufgrund einer gescheiterten weiteren Finanzierungsrunde sah sich auch die 2011 gegrundete Hamburger Firma Supermarkt.de gezwungen, ihre Geschafte einzustellen. Das Unternehmen bot zur Zeit der Grundung den einzigartigen Service eines einstundigen Lieferfensters.17 Dem Scheitern einiger prominenter Anbieter im In und Ausland zu trotz tauchte in den letzten Jahren im deutschen LebensmittelOnlinehandel eine beeindruckende Vielzahl neuer Anbieter auf. Der Markt der OnlineVollsortimenter kann in drei Gruppen aufgeteilt werden. Die erste Gruppe umfasst Lebensmitteleinzelhandler wie Rewe und Edeka, die bereits aus dem stationaren Handel bekannt sind und mit dem ECommerce einen neuen Vertriebsweg erschlossen haben. Die zweite Gruppe beinhaltet Anbieter mit einem reinen OnlineGeschaftsmodell, sogenannte OnlinePurePlayer. Die dritte Gruppe besteht aus den Logistikexperten DHL und Amazon, die einen OnlineSupermarkt zusatzlich zu ihrem bestehenden Logistik und Versandnetz aufgebaut haben. In der Gruppe der klassischen Lebensmitteleinzelhandler sind mit Rewe und Edeka zunachst einmal die beiden Marktfuhrer der Betriebsform Supermarkt zu finden. Rewe Online bietet heute ein Vollsortiment von rund 8.500 Artikeln an rund einem Duzend Standorten zur Liefe 15 Vgl. Geisler 2003, o.S. 16 Vgl. Spiegel 2003, o.S. 17 Vgl. Sturmlinger 2013, o.S. 5 rung und Abholung an.18 ReweChef Alain Caparros selbst machte in einem Interview im Marz diesen Jahres die Aussage, die Zeit des Massengeschafts im stationaren Handel sei vorbei. Der Tagesbedarf wurde schon bald online eingekauft werden. Daruber hinaus wurden OnlineAngebote eine Sortimentserweiterung der stationaren Laden ermoglichen.19 Der im Winter 2011 im groen Stile gestartete Service Rewe Online bietet sogar die Moglichkeit der Bestellung von Waren direkt von der Bedientheke der Filiale und kann sich in Tests der FAZ und Focus v.a. im Vergleich zum Wettbewerber Edeka 24 behaupten.20 Nach Angaben des Focus punktet Rewe Online insbesondere durch vergleichsweise kleine Zeitfenster, kurze Lieferfristen, Bezahlung erst nach Lieferung und der Moglichkeit einzelne Produkte noch an der Haustur abzulehnen.21 Eine Mindestbestellgebuhr von 40 und zusatzliche Liefergebuhren konnten viele Verbraucher jedoch wieder abschrecken. Zur Starkung der Kompetenz im ECommerce wurde zudem der TescoManager JeanJacques van Oosten als Chief Digital Officer eingestellt. Dieser leitet seit Dezember 2013 das OnlineGeschaft.22 Edeka 24 wiederum, ist auf der einen Seite mit einem Mindestbestellwert von 8 , Versandkosten von rund vier und dem deutschlandweiten Liefergebiet auerst kundenfreundlich. Ein sehr kleines Warenangebot, ohne frische Lebensmittel und individuelle Liefertermine schranken den Serviceumfang jedoch deutlich ein. Pakete werden in der Regel per DHL versandt und konnen auch an eine DHL Packstation geliefert werden. Grund fur das verhaltene OnlineEngagement der Edeka Gruppe konnte die gesellschaftliche Struktur und der Fokus auf Regionalitat sein. So ist das Netz aus rund 4.000 selbststandigen Kaufleuten grundsatzlich eine Erschwernis bei der Implementierung bundesweiter Initiativen. Die MetroTochter Real wahlt dagegen den Ansatz des Zentrallagers mit Selbstabholung und bietet OnlineLebensmittel ausschlielich zur Selbstabholung an. Der 2011 gestartete Dienst real Drive bietet Verbrauchern der Standorte Isernhagen und KolnPorz die Moglichkeit aus rund 5000 Produkten auszuwahlen, deren Preise dabei die gleichen wie im Markt sein sollen. Abgeholt werden konnen die Produkte bereits zwei Stunden nach der Bestellung. Produkte, 18 Vgl. Rewe 2014, o.S. 19 Vgl. Der Handel 2014, o.S. 20 Vgl. Oberhuber 2014, o.S. 21 Fehling 2014, S. 8. 22 Vgl. Lebensmittel Zeitung 2014a, o.S. 6 die nicht den Anspruchen entsprechen, konnen bei der Abholung wieder zuruckgegeben werden.23 Daruber hinaus existieren mit den Diensten my Time der Firma Bunting und Bringmeister von Kaisers Tengelmann zwei OnlineSupermarkte, hinter denen zwar Lebensmittelhandler mit kleiner stationarer Prasenz stehen, die fur ihre Onlinedienste allerdings einen eigenen Namen gewahlt haben. Teil der Bunting Gruppe ist unter Anderem das SBWarenhaus famila. Wahrend Bringmeister auf die Stadte Berlin und Munchen begrenzt ist, liefert my Time bundesweit und uberzeugt laut Focus Test mit einem groen Produktangebot. Auerdem gibt es keinen Mindestbestellwert und Preise liegen auf dem Niveau von stationaren Handlern.24 Der Anbieter Emmas Enkel hat nicht erst seit der Vorstellung des Dienstes auf der CEBIT 2013 in Anwesenheit der Bundeskanzlerin Bekanntheit erlangt. Neben dem Produktangeboten von lokalen Erzeugern, der Moglichkeit der Lieferung am selben Tag und der Selbstabholung, bietet Emmas Enkel v.a. mit der Verknupfung von stationaren und OnlineHandel ein nennenswertes Alleinstellungsmerkmal. Kunden konnen vor Ort an der Theke oder per i Pad ihre Produkte bestellen und bei einem Kaffee in der Guten Stube so lautet der offizielle Name des Geschafts warten, bis ihre Einkaufswunsche zusammengestellt sind.25 Bekannte Anbieter der Gruppe der OnlinePurePlayer sind beispielsweise Lebensmittel.de, food.de, freshfoods und saymo. Gemeinsamkeit der Anbieter dieser Gruppe ist das Fehlen der Option der Selbstabholung, da sie mit ihrem reinen OnlineGeschaftsmodell uber keine stationaren Filialen verfugen. Dies lasst allerdings keinesfalls auf schlechteren Service oder ein kleineres Angebot schlieen. Food.de beispielsweise bietet ein volles Sortiment von Obst, Gemuse und Fleisch uber Tiefkuhlkost bis hin zu Tiernahrung und Waschmittel. Auerdem gibt es keinen Mindestbestellwert, zweistundige Lieferfenster und Bestellungen bis 11 Uhr konnen noch am selben Tag geliefert werden. Das Liefergebiet ist allerdings auf einige Metropolen beschrankt. Auch Lebensmittel.de verfugt uber eine sehr groe Auswahl von rund 24.000 Artikeln. Verbraucher auerhalb von Berlin mussen allerdings hohe Aufschlage fur Kuhlung und Lieferung zahlen und konnen keine individuellen Liefertermine wahlen.26 Nen 23 Vgl. real Drive 2014, o.S. 24 Vgl. Fehling 2014, o.S. 25 Hansen 2013, o.S. 26 Vgl. Fehling 2014, S. 10. 7 nenswert ist auerdem der Service des auf den Raum Munchen beschrankten Dienstes freshfoods. freshfoods bietet einstundige Lieferfenster von Montag bis Samstag, 9 bis 24 Uhr an.27 Die dritte Gruppe beinhaltet die beiden Logistikexperten DHL und Amazon. Der im Januar 2011 gegrundete Dienst allyouneed wurde knapp zwei Jahre spater von der Deutschen Post DHL ubernommen. Durch die Ubernahme ergibt sich eine besondere Stellung fur DHL im deutschen LebensmittelECommerce, die aktuell sowohl Versandpartner einiger OnlineSupermarkte sind als auch Lebensmittel selbst online vertreiben. Ihr eigener LebensmittelOnlinedienst hat laut Focus zusammen mit Rewe online und my Time das beste Sortiment und uberzeugt mit Preisen wie im stationaren Supermarkt. Ein hoher Aufpreis muss allerdings fur gekuhlte Produkte gezahlt werden. Pakete werden bundesweit geliefert, bei einem Logistikkonzern verwundert es jedoch, dass individuelle Termine nur in vier Stadten angeboten werden.28 Seit Mitte 2010 hat Amazon mit dem Start seines Dienstes Amazon Lebensmittel Getranke beta ein weiteres Segment im Onlinehandel fur sich erschlossen. Grundsatzlich ist das Prinzip des zentralen Handlers und dem dadurch riesigen Angebot durchaus interessant. Tester der Computer Bild berichten allerdings von einer Bestellung von 17 Produkten, die in 13 einzelnen Paketen gesendet wurde. Die Kosten fur den Versand betrugen dabei mehr als das doppelte der Summe des Warenkorbs.29 Der aktuelle Dienst ist daher v.a. fur Grorationen sinnvoll, fur die alltagliche Deckung des Lebensmittelbedarfs jedoch eher ungeeignet. Neben dieser Vielzahl von OnlineVollsortimentern, entstanden auch kleine Anbieter mit ganz eigenen Services. So findet sich beispielsweise eine Reihe von Handlern wie Tastandstories und Ein Genuss, die eine Kombination von Onlineshop mit groem Anteil an redaktionellem Inhalten anbieten. Auerdem lassen sich Versandabonnements von sogenannten Kochboxen abschlieen. Anbieter wie Kochhaus, Kochzauber, Kommt Essen und HelloFresh liefern meist ein bis zweimal die Woche eine Zusammenstellung aller Zutaten zur Zubereitung eines Gerichtes und lassen sich jederzeit kundigen. Abendtuete liefert daruber hinaus bei einer Bestellung bis 17 Uhr noch am gleichen Tag. Auerdem existieren heute eine 27 Vgl. freshfoods 2014, o.S. 28 Vgl. Fehling 2014, S. 9. 29 Vgl. Bruns 2013, o.S. 8 Vielzahl von Onlinehandlern, die ausschlielich Biolebensmittel liefern wie beispielsweise Bringmirbio, Amorebio oder Biomondo. Zur Interessenvertretung der OnlineSupermarkte wurde im April 2012 auch der Bundesverband Lebensmittelonlinehandel bvlo e.V. gegrundet. Ziel des Verbandes ist die Forderung des Onlinehandels mit Gutern des taglichen Bedarfs, die Information und Innovation gemeinsam mit der Bevolkerung in Deutschland, Geschaftspartnern, der Politik und weiteren Stakeholdern.30 Grundungsmitglieder sind unter Anderem allyouneed, Emmas Enkel und food.de. 2.2.2. Marktdaten Da bei der Anzahl der Anbieter schnell auf eine hohe Bedeutung des Onlinehandels fur den LEH geschlossen werden konnte, ist eine Betrachtung der Zahlen des gesamten Marktes entscheidend. Wahrend die Zahl der Grundungen und Tests definitiv ein Indiz fur ein gesteigertes Interesse an OnlineGeschaftsmodellen ist, ist der Anteil des Onlinehandels am gesamten Lebensmitteleinzelhandel mit rund 0,3 % in 2012 laut A.T. Kearney doch extrem gering. Dies entspricht nur rund 370 Millionen , die in 2012 mit dem LebensmittelOnlinehandel umgesetzt wurden.31 Seit Otto in 2000 den LebensmittelOnlinehandel in Deutschland einlautete, hat der OnlineAnteil am gesamten Lebensmitteleinzelhandel also nicht einmal einen einstelligen Prozentbereich erreicht. Daruber hinaus konnte selbst die neue Grundungswelle der letzten vier Jahre keine nennenswerte Umsatzsteigerung hervorrufen, zudem auch in dieser Zeit weitere Insolvenzen zu verzeichnen sind. Nichtsdestotrotz, das Ergebnis einer im April 2014 vorgestellten Befragung im Auftrag vom Institut fur Handelsforschung IFH und der Gf K zeigt die Aufgeschlossenheit deutscher Konsumenten gegenuber der OnlineBestellung von Lebensmitteln. Nur 30 % der Befragten im Alter 50 und ein Viertel aller Befragten kann sich gar nicht vorstellen Lebensmittel im Internet zu bestellen. 42 % aller Befragten dagegen konnen sich dies gut vorstellen, haben aber noch keine Lebensmittel im Internet bestellt. Rund 28 % aller Befragten hat bereits Lebensmittel im Internet bestellt und plant, dies in Zukunft etwa gleich haufig oder noch haufi 30 Bundesverband Lebensmittelonlinehandel o.J., o.S. 31 Vgl. A.T. Kearney 2013, S. 3. 9 ger zu tun als bisher.32 Doch auch die Bedeutung dieser Gruppe relativiert sich wieder, wenn man einmal die Ergebnisse der Studie von Ernst Young von Februar 2014 mit einbezieht. Auf die Frage, welche Lebensmittel bereits im Internet gekauft wurden, wurden am haufigsten Spezialitaten 24 %, Suwaren 23 % und WeinSekt 22 % genannt. Tiefkuhlkost 6 %, ObstGemuse 4 %, MilchMilchProdukte und Fisch 2 %, die typischerweise bei nahezu jedem Einkauf im stationaren Lebensmittelgeschaft gekauft werden, nannten nur wenige Befragte.33 Dies zeigt, das Konzept, den kompletten Lebensmitteleinkauf bei einem Vollsortimenter ins Internet zu verlagern, ist bei deutschen Konsumenten noch nicht popular. 32 Vgl. IFH Koln 2014, o.S. 33 Vgl. Ernst Young 2014, S. 21. 10 3. Analyse des deutschen LebensmittelOnlinehandels Damit sich ein Geschaftsmodell nachhaltig etablieren kann, mussen ein Mehrwert fur den Konsumenten und relativ attraktive Gewinnmargen fur Unternehmen geboten sein. Wahrend die Gewinnschwelle Break Even fur Unternehmen in der Regel nicht zwangslaufig in den ersten Jahren nach dem Start eines Dienstes erreicht werden muss, sollte dem Verbraucher der Mehrwert sofort erkennbar sein. Der LebensmittelOnlinehandel kann sich also nur dann nachhaltig etablieren, wenn der Konsument bereits im Status Quo einen deutlichen erkennbaren Mehrwert gegenuber dem stationaren Einkauf sieht. Der Mehrwert aus Verbrauchersicht ist also anfangs das wichtigste Kriterium zur Beantwortung der ubergeordneten Fragestellung und soll deshalb priorisiert analysiert werden. 3.1. Mehrwertanalyse aus Verbrauchersicht 3.1.1. Finanzieller Mehrwert Einen deutlich erkennbarer Mehrwert fur den Konsumenten bildet ein finanzieller Vorteil. Grundsatzlich gilt, dass Menschen Gewohnheitstiere sind. Dabei liegt die Vermutung nahe, dass Menschen aber v.a. dann dazu tendieren, ihre Gewohnheiten zu verandern, wenn sie durch die Veranderung einen finanziellen Vorteil erlangen. Ein Indiz dafur konnte ein Blick auf die Entwicklung des Absatzes verschiedener Warengruppen in Deutschland liefern. Abbildung 1 zeigt die Warengruppen, bei denen in 2013 ein beachtlicher Anteil des gesamten Umsatzes online gemacht wurde. Zu diesen gehoren beispielsweise ElektronikElektroartikel, ComputerZubehor, MedienBucherBildTontrager, Spielwaren und TextilBekleidung. 11 Abbildung 1: Anteil des Onlinehandels am deutschen Einzelhandelsumsatz nach Warengruppe im Jahr 2013 Quelle: HS Niederrhein e WebResearchCenter 2013, o.S. Ein Grund, der zu einer vergleichsweise schnellen Etablierung des Onlinehandels dieser Produktkategorien gefuhrt haben konnte, ist, dass Kunden durch den InternetKauf eines dieser Produkte einen preislichen Vorteil erwarten und diese Erwartung uberwiegend erfullt wurde. Da ein finanzieller Vorteil eine Veranderung der Kaufgewohnheiten hin zum Onlinehandel hervorrufen konnte, gilt es zu evaluieren, inwiefern dieser Vorteil im LebensmittelOnlinehandel gegeben ist. In dem im Oktober 2013 durchgefuhrten Test betrachtete Computer Bild die Preise der groten Anbieter. Im Test wurde ein typischer Warenkorb definiert und bei den Anbietern Allyouneed.com, Amazon, Edeka 24, Lebensmittel.de, my Time und Rewe Online zusammengestellt. Verglichen wurde jeweils das gunstigste zu Verfugung stehende Produkt der einzelnen Anbieter mit dem gunstigsten Produkt stationarer Geschafte. Insgesamt war der Testeinkauf bei den OnlineAnbietern rund 70 % teurer als ein vergleichbarer Einkauf im stationaren Geschaft. Selbst der gunstigste OnlineAnbieter im Test my Time soll noch rund 50 % teurer sein.34 Zu beachten bei diesem Test ist allerdings, dass OnlineAnbieter ohne stationare Prasenz in der Regel keine Eigenmarken anbieten, deren Preis laut Roland Berger rund 15 % un 34 Vgl. Bruns 2013, o.S. 12 ter dem der Markenprodukte liegt.35 Der Anteil der Eigenmarken am Umsatz betrug in 2011 bereits rund 32 %.36 Ein OnlineEinkauf ohne Eigenmarken wird also zwangslaufig teurer sein. Dennoch kann festgehalten werden, dass im Internet verfugbare Lebensmittel, anders als Produkte der Kategorien Elektronik, Bucher oder Kleidung, wohl eher keinen finanziellen Vorteil bieten. Hinzu kommen bei der Versandmethode Homedelivery die Versandgebuhren. Da dem Konsument der Gang zum Geschaft, das Warten an der Kasse und das Tragen der Taschen erspart bleibt, stellt die Anlieferung einen zusatzlichen Service dar, der folglich auch in Bezug auf die Kosten bewertet werden darf. Wie viel mehr Konsumenten dafur bereit sind zu zahlen, hat A.T. Kearney in einer Umfrage in Deutschland, Osterreich und der Schweiz ermittelt. Wahrend 60 % der Befragten angaben, einen Preis zwischen 1 und 5 als akzeptabel zu beurteilen, sind 17 % sogar bereit, bis zu 10 fur die Lieferung zu zahlen.37 Die Gebuhr fur die Lieferung liegt in der Regel um 5 . Da der Nutzer also eine zusatzliche Leistung zu einem von der Mehrheit als akzeptabel angesehenen Preis bekommt, liegt die Vermutung nahe, dass er durch die Liefergebuhr keinen finanziellen Nachteil verspurt. Weitere Gebuhren wie Frischezuschlage, Gewichtszuschlage, Kuhlzuschlage oder Zuschlage fur die Wahl eines genauen Lieferfensters, die einige Anbieter verlangen, sorgen wiederum schnell fur Frustration beim Verbraucher, da die Summe der zusatzlichen Gebuhren so einen Wert von 5 uberschreiten kann. Ein sehr hoher Mindestbestellwert von 40 , wie er bei Rewe Online zu finden ist, konnte auerdem groer sein als der durchschnittliche Warenkorbwert vieler Haushalte. Da sich der Konsument durch den Mindestbestellwert gezwungen sieht, mehr zu kaufen als ublich, konnte zusatzlich das Gefuhl eines finanziellen Nachteils entstehen. Dies trifft zur Zeit allerdings nur auf Rewe zu. Kaum Akzeptanz besteht daruber hinaus gegenuber einer Gebuhr fur die Selbstabholung. 78 % der Befragten geben an, nicht bereit zu sein fur den Service der Selbstabholung zu bezahlen. Dennoch verlangt beispielsweise Rewe fur seinen Rewe Drive Service eine zusatzliche Gebuhr von 2 . Ein Grund warum viele der zuvor genannten Produktkategorien im Internet billiger zu finden sind, konnte die erhohte Transparenz sein, die das Internet fur den Verbraucher schafft. Preisvergleicher wie beispielsweise billiger.de werden haufig beim Kaufprozess mit invol 35 Vgl. Karabasz 2013, o.S. 36 Vgl. Metro Group 2012, S. 61. 37 Vgl. A.T. Kearney 2012, S. 9. 13 viert, um den Handler mit dem gunstigsten Angebot fur ein bestimmtes Produkt zu finden. Im Falle des LebensmittelOnlinehandels wird dieser Prozess um einiges komplexer, da nicht nur der Preis eines einzelnen Produktes, sondern der Preis eines ganzen Warenkorbs bei verschiedenen Anbietern miteinander verglichen werden muss. Mysupermarket.co.uk bietet diesen Service bereits seit vielen Jahren. Seit Ende 2013 besteht diese Moglichkeit auch im deutschen LebensmittelOnlinehandel. Simplora lasst Nutzer einen Warenkorb aus uber 60.000 verfugbaren Artikeln zusammenstellen und vergleicht dann die Gesamtsumme inklusive der Lieferung, die verschiedene Anbieter dafur verlangen wurden. Der Kaufprozess kann ohne Weiterleitung direkt auf der Webseite von Simplora abgeschlossen werden. So konnen Verbraucher stets zum gunstigsten Preis einkaufen.38 Ein Preisvergleicher wie Simplora konnte bei Konsumenten die berechtigte Erwartung wecken, ihren Warenkorb zum gunstigsten Preis zu erhalten. Zumal die Flexibilitat eventuell erst durch die Anlieferung kommt, da Verbraucher nicht an die geographische Lage ihres Lebensmittelhandlers gebunden sind. Auerdem gibt es die Moglichkeit, Produkte im Onlineshop eines bestimmten Handlers nach dem Preis zu sortieren. Anders als im Geschaft erscheinen so die gunstigen Produkte direkt auf Augenhohe. Insgesamt kann die erhohte Transparenz durch den Onlinehandel also auch im LebensmittelOnlinehandel das Gefuhl eines finanziellen Mehrwerts erzeugen. 3.1.2. Zeitlicher Mehrwert Ein weiterer Grund, der Menschen grundsatzlich dazu bewegen konnte, Gewohnheiten zu verandern, ist das Gefuhl, durch die Veranderung eine deutliche zeitliche Ersparnis zu erlangen. In einer Befragung von A.T. Kearney zu den Grunden fur den OnlineLebensmittelkauf war unter den Befragten, die bereits online Lebensmittel gekauft haben, die Zeitersparnis der am vierthaufigsten genannte Grund.39 Dies zeigt, dass der zeitliche Mehrwert auch Teil der Erwartungshaltung des Konsumenten gegenuber dem LebensmittelOnlinehandel ist. Es gilt also zu analysieren, inwiefern ein zeitlicher Vorteil gegenuber dem Einkauf im stationaren Geschaft gegeben ist. Ein zeitlicher Vorteil ist beispielsweise dann gegeben, wenn der Kaufprozess durch erhohte Flexibilitat gekennzeichnet ist. Ein stationarer Einkauf kann nur dann vollzogen werden, 38 Vgl. Simplora.de o.J., o.S. 39 Vgl. A.T. Kearney 2012, S. 5. 14 wenn das gewunschte Geschaft geoffnet hat und man sich physisch in dem Geschaft befindet. Wie flexibel der stationare Einkauf durchgefuhrt werden kann, hangt also von den Faktoren Ort und Offnungszeit des Geschafts ab. Dies fuhrt zu der Vermutung, dass eine geringe Ladendichte und kurze Ladenoffnungszeiten forderlich fur den LebensmittelOnlinehandel sind, da Verbraucher Geschafte aufgrund der geographischen Lage oder der Offnungszeit schlecht erreichen konnen. Der Bestellvorgang online kann wiederum orts und offnungszeitunabhangig vollzogen werden. Ein Warenkorb im Internet kann 24 Stunden am Tag, sieben Tage die Woche zusammengestellt werden. Mobile Anwendungen Apps der einzelnen Anbieter fur Smartphones erlauben einen Bestellvorgang daruber hinaus auch unterwegs, beispielweise auf dem Weg zur Arbeit in der UBahn. Grobritannien, die uber einen vergleichsweise etablierten LebensmittelOnlinehandel verfugen, weisen in der Tat im europaischen Vergleich eine der geringsten Filialdichten im Lebensmitteleinzelhandel auf. In 2010 betrug die Anzahl der britischen LebensmittelEinzelhandelsfilialen ab 400 qm je 1 Million Einwohner 97, im Vergleich zu 336 in Deutschland.40 Auch in Bezug auf die Verkaufsflache in Quadratmetern pro 1.000 Einwohnern ist Grobritannien als Teil der Gruppe 100300 qm in der unteren Gruppe. Deutsche Lebensmitteleinzelhandler bieten mit 400600 qm Verkaufsflache pro 1.000 Einwohner eine sehr hohe Verkaufsflachendichte.41 Die geringe Filial und Verkaufsflachendichte ist eventuell einer der Grunde, warum der britische LebensmittelOnlinehandel heute vergleichsweise etabliert ist, da Nutzer in der Onlinebestellung einen zeitlichen Vorteil durch groere Flexibilitat sehen. Ein Indiz dafur, dass auch vergleichsweise kurze Offnungszeiten forderlich fur die Etablierung des LebensmittelOnlinehandels sind, liefert ein Blick in die Schweiz. Offnungszeiten im Einzelhandel sind dort von Kanton zu Kanton unterschiedlich. Dennoch, Ladenschlusszeiten gegen 18:30 und 19:00 Uhr sind keine Seltenheit.42 Le Shop beispielsweise bietet Lieferfenster bis 20:00 Uhr an. Diejenigen, die es andernfalls nicht vor Ladenschluss in ein Geschaft geschafft hatten, konnen so flexibler einkaufen. Zum Vergleich, Ladenschlusszeiten von beispielsweise 22:00 Uhr konnen im deutschen Lebensmitteleinzelhandel schon als Standard angesehen werden. 40 Vgl. Metro Group 2012, S. 66. 41 Vgl. Metro Group 2012, S. 62. 42 Vgl. Swiss Retail Federation 2012, o.S. 15 Da Deutschland sowohl durch eine hohe Filialdichte als auch lange Offnungszeiten gekennzeichnet ist, konnte man zu der Schlussfolgerung kommen, dass der LebensmittelOnlinehandel deutschen Verbrauchern keinen besonderen zeitlichen Mehrwert bietet. In der Tat wurde die groe zeitliche Flexibilitat im deutschen Lebensmitteleinzelhandel auch durch eine Umfrage im Auftrag der Horizont im Oktober 2013 bestatigt. Unter den Befragten war der zweithaufigste Grund, warum bislang keine Lebensmittel online eingekauft wurden, die direkte Nahe zu einem Supermarkt.43 Obwohl der deutsche LebensmittelOnlinehandel also nicht direkt am Problem kurzer Offnungszeiten bzw. schlecht zuganglicher Filialen anknupfen kann, kann durch die OnlineBestellung und die Lieferung nach Hause ein zeitlicher Vorteil entstehen. Entscheidend ist allerdings sowohl ein leicht nutzbares, intuitives WebInterface, als auch genau bestimmbare Zeiten fur die Entgegennahme der Lieferung, da bei Lebensmitteln die Kuhlkette nicht unterbrochen werden darf. In Bezug auf das WebInterface kann gesagt werden, dass die LebensmittelOnlineAnbieter in den letzten Jahren deutliche Fortschritte gemacht haben und mittlerweile im Vergleich zu etablierten Onlinehandlern als ebenburtig angesehen werden konnen. Sowohl stationare Handler, als auch PureOnlinePlayer ihren Startseiten OnlineshopZertifizierungen, Informationen zu Zahlungsmoglichkeiten, eine Suchleiste sowie einen befullbaren Warenkorb ohne vorherige Anmeldung. Auerdem zeigen alle Anbieter stets die Gesamtsumme des Warenkorbs an, was wiederum Transparenz vermittelt. Dies kann auch quantitativ belegt werden. Eine Befragung der Unternehmensberatung Fittkau Maa ergab, dass FoodWebseiten mit einem durchschnittlichen Zufriedenheitswert von 78 % uberdurchschnittlich gegenuber dem BenchmarkingVergleichswert aller untersuchten Seiten von 68 % abschneiden.44 Negativ anzumerken ist jedoch die Tatsache, dass nicht alle Anbieter eine mobile Anwendung fur Smartphone und Tablet anbieten. Rewe Online ist dafur ein prominentes Beispiel. V.a. in Bezug auf die Lieferfenster gibt es deutliche Unterschiede beim Serviceumfang der einzelnen Anbieter. Wahrend Rewe Online und food.de den ganzen Tag uber zweistundige Lieferfenster anbieten, lassen sich bei allyouneed.com und my Time nur die Lieferfenster 1820 Uhr und 2022 Uhr auswahlen. Edeka 24 wiederum vergibt keine individuellen Lieferfenster, bietet dafur allerdings die Moglichkeit, Pakete an eine DHL Packstation liefern zu lassen. 43 Vgl. Institut fur Markt und Sozialforschung 2013, o.S. 44 Vgl. e Commerce Magazin o.J., o.S. integrieren auf 16 Zwar kann man argumentieren, dass es Zielgruppen gibt, die einen ganzen Tag zuhause sein konnten um auf die Lieferung zu warten, dennoch wurde dieser Umstand kaum als zeitlicher Mehrwert empfunden werden. Damit der Onlinehandel mit Lebensmitteln tatsachlich groere Flexibilitat bietet, ist ein frei wahlbares, maximal zwei Stunden groes Lieferfenster essentiell. Auerdem muss analysiert werden, inwiefern das ClickandcollectModell einen zeitlichen Mehrwert bietet. Da sowohl beim stationaren Einkauf als auch beim ClickandcollectModell die Fahrt zum Supermarkt oder zur Abholstation gemacht werden muss, gibt v.a. der Vergleich des Kaufprozesses Aufschluss. Zwar wei ein Konsument, der regelmaig im selben Geschaft einkaufen geht, sehr wahrscheinlich genau wo die gewunschten Produkte stehen. Dennoch, v.a. zu Stozeiten gegen fruhen Abend kann ein stationarer Einkauf mit der verbundenen Wartezeit bei der Parkplatzsuche und an der Kasse mehr Zeit in Anspruch nehmen als ein Onlineeinkauf. Daruber hinaus, konnen Nutzer des Dienstes Real drive ihren Einkauf bereits zwei Stunden nach der Bestellung abholen. Speziell wenn der volle Funktionsumfang eines Onlineshops genutzt wird und beispielsweise nur noch aus den FavoritenArtikeln bzw. auf Basis der Kaufhistorie eingekauft wird, kann ein Onlinekauf mit dem ClickandcollectModell durchaus einen zeitlichen Mehrwert darstellen. 3.1.3. Mehrwert durch Angebot und Qualitat Auch beim Umfang des Produktangebots hat sich in den letzten Jahren viel im deutschen LebensmittelOnlinehandel getan. Wahrend vor ein paar Jahren kaum ein Anbieter frische und gekuhlte Produkte im Sortiment hatte, gehort ein solches Angebot heute eher zur Regel. Auch tiefgefrorene Produkte und Lebensmittel direkt von der Frischetheke konnen geliefert werden. Ausgesprochen schlecht schneidet hier nur Edeka 24 ab, das weder frische, kuhle noch gefrorene Produkte anbietet. Laut dem Handelsverband Deutschland liegt die durchschnittliche Artikelzahl in SBWarenhausern bei rund 50.000, in Supermarkten bei ca. 10.000 und in Discountern bei rund 2.000.45 Zum Vergleich, das Sortiment von Rewe Online umfasst rund 8.50046 Artikel, das von my Time rund 28.00047 und das von allyouneed.com rund 45 Vgl. Handelsverband Deutschland o.J., o.S. 46 Vgl. Rewe 2014, o.S. 47 Vgl. Bunting 2013, o.S. 17 20.00048. Der Umfang des OnlineAngebots von Rewe scheint kleiner als der eines stationaren Rewe Supermarktes zu sein. Das Sortiment von Edeka 24 kann vermutlich noch kleiner eingeschatzt werden. Das Sortiment der beiden PureOnlinePlayer wiederum ubersteigt das eines Supermarktes. Also auch in Bezug auf den Umfang des Sortiments gibt es groe Unterschiede unter den Anbietern, dennoch bieten einige Anbieter mit einem sehr umfangreichen Angebot einen echten Mehrwert. Speziell in Bezug auf die Qualitat von frischen Produkten hat der Onlinehandel einen entscheidenden trivialen Nachteil: Konsumenten konnen die Ware vor dem Kauf nicht sehen. Rund 72 % aller Befragten nannten dies als Grund, warum sie bisher noch keine Lebensmittel online bestellt hatten.49 Genau dieser Umstand konnte auch einer der Hauptgrunde sein, warum sich der LebensmittelOnlinehandel bisher so verhalten in Deutschland entwickelt hat. Verbraucher haben sich daran gewohnt, ihr Obst und Gemuse selbst auszusuchen und scheinen Bedenken zu haben, dass ein Onlinehandler ihre Lebensmittel nach denselben Qualitatsstandards auswahlt. Diesen Bedenken schenkten OnlineSupermarkte selbstverstandlich Aufmerksamkeit und fuhrten die Option ein, Produkte noch an der Tur ablehnen zu konnen. Dennoch, wird ein bestimmter Artikel dringend zum Liefertermin benotigt und entspricht dieser nicht den Anspruchen, so konnte die Enttauschung so gro sein, dass von weiteren Testkaufen abgesehen wird. Unabhangig davon, in welcher Qualitat frische Artikel momentan geliefert werden, scheint es zumindest groe Skepsis bezuglich der Qualitat zu geben. 3.1.4. Mehrwert durch Verkaufserlebnis und zusatzliche Services Die vollstandige Digitalisierung des Kaufprozesses und die Analyse der Daten beim Onlinehandel ermoglichen eine ganze Reihe von zusatzlichen Services, die einen Mehrwert gegenuber dem stationaren Handel darstellen. Der Funktionsumfang der Anbieter wurde in den letzten Jahren stetig erweitert. Beispielsweise konnen Artikel in einer Favoritenliste gespeichert werden, aus der dann bei einem folgenden Einkauf schnell die relevanten Produkte ausgewahlt werden konnen. Standardisierte Warenkorbe konnen erstellt werden, die jeweils nur angepasst werden mussen. Auerdem kann ein Anbieter auf Basis der Kaufhistorie oder der Anzahl der Personen, ihrem Alter und ihrem Geschlecht Produktempfehlen geben. Durch Be 48 Vgl. allyouneed.com 2014, o.S. 49 Vgl. Institut fur Markt und Sozialforschung 2013, o.S. 18 rechnung des durchschnittlichen Verbrauchs kann so ein ganzer Warenkorb automatisch zusammengestellt werden. Auf der anderen Seite steht das Einkaufserlebnis eines stationaren Lebensmittelgeschafts. In einer im Februar 2014 veroffentlichten reprasentativen Umfrage von Ernst Young wurden Konsumenten zu den Grunden befragt, warum sie keine Lebensmittel im Internet kaufen. Der am haufigsten genannte Grund war, dass der Onlinehandel keine Moglichkeit zum Sehen, Riechen und Fuhlen der Ware bietet. Mehr als jeder Zweite sagte auerdem aus, dass das fehlende Shoppingerlebnis ein Grund sei.50 Dies verdeutlicht die zentrale Bedeutung des Shoppingerlebnisses beim Lebensmitteleinkauf. Gewisse Ablaufe wie durch instore Marketing inspirierte Impulskaufe konnen zwar teilweise Online imitiert werden, dennoch scheinen OnlineSupermarkte in Bezug auf das Erlebnis mit der Ware vor dem Kauf nicht mithalten zu konnen. Fraglich ist allerdings, ob das Fehlen eines derartigen Shoppingerlebnisses zwangslaufig auch die Etablierung des Onlinehandels einer bestimmten Branche verhindert. Die Modebranche beispielsweise, setzt ebenso auf Inszenierung und ein auergewohnliches Einkaufserlebnis und weist dennoch einen vergleichsweise etablierten Onlinehandel auf. Eine Analyse der Grunde fur die Etablierung des ModeOnlinehandels wurde den Rahmen dieser Arbeit ubersteigen. Dennoch lasst sich daraus ableiten, dass der Onlinehandel mit Vorteilen wie Angebot, Preis und den oben genannten zusatzlichen Services ein vergleichsweise schlechteres Einkaufserlebnis eventuell kompensieren kann. 3.2. Rentabilitatsanalyse aus Unternehmenssicht Als zweite elementare Grundvoraussetzungen fur ein funktionierendes Geschaftsmodell wurde zuvor die Rentabilitat fur Firmen genannt. Es gilt also zu analysieren, inwiefern das Geschaftsmodell des LebensmittelOnlinehandels Anbietern relativ attraktive Gewinnmargen bietet. Die Attraktivitat der OnlineMarge muss dabei selbstverstandlich relativ zur Gewinnmarge des deutschen Lebensmitteleinzelhandels evaluiert werden. Zwar ist eine Rentabilitatsanalyse eines komplexen Geschaftsmodelles wie dem LebensmittelOnlinehandel ohne Zu 50 Vgl. Ernst Young 2014, S. 8. 19 gang zu unternehmensinternen Daten nicht exakt, dennoch konnen verschiedene logische Schlussfolgerungen auf Basis von vorhandenen wirtschaftlichen Kennziffern und dem Vergleich mit etablierten Playern aus anderen Landern gemacht werden. Wahrscheinlich ist zunachst einmal, dass eine Verschiebung von stationar zu online Margen verkleinern wird. Fur Anbieter, die den Markt neu betreten, stellt das Geschaftsmodell LebensmittelOnlinehandel eine Investition dar. Investiert werden muss dabei in Personal zur Kommissionierung, in den Aufbau und die Wartung der Software und eventuell in eine eigene Logistikflotte. Dies erhoht zudem Betriebskosten ungemein. Geht man also davon aus, dass die OnlineMarge unter der stationaren Marge liegt, kommt man zur These, dass eine hohere stationare Marge mehr Raum fur ein profitables Onlinegeschaft lasst. Auch fur diese Vermutung lassen sich Indizien im internationalen Vergleich finden. Tesco, der Marktfuhrer im britischen Lebensmitteleinzelhandel, konnte in Grobritannien in 2013 eine Gewinnmarge von uber 5 % erreichen.51 Der Umstand vergleichsweise hoher Margen in Grobritannien wurde somit folglich auch die Chancen fur ein profitables OnlineGeschaft erhohen. In der Tat bezeichnet sich Tesco, mit einem Gewinn aus dem OnlineGeschaft von rund 127 Millionen Pfund in 2013, als weltweit profitabelsten OnlineLebensmittelhandler.52 Die Tatsache, dass Tesco ein profitables Onlinegeschaft aufgebaut hat, zeigt erst einmal, dass bei hohen Margen im gesamten Lebensmitteleinzelhandel positive Gewinnmargen im OnlineGeschaft theoretisch erreicht werden konnen. Fraglich ist allerdings, ob dies auf den deutschen Markt ubertragen werden kann. Zum Vergleich, nach Angaben des Handelsverbands Deutschland liegt die Marge des deutschen Lebensmitteleinzelhandels haufig zwischen ein und drei %.53 In Deutschland herrscht also extrem wenig Spielraum nach unten in Bezug auf die Marge, was die Chancen zur Profitabilisierung des Onlinegeschafts deutlich verringert. Auerdem sind niedrige Margen hinderlich fur Innovationen und Risiko. Da keine groen Cashreserven jahrlich angesammelt werden, kann eine unprofitable Geschaftssparte nach ein paar Jahren zu einem signifikanten Problem fur einen ganzen Konzern werden. Doch auch die Zukunft des bereits profitablen Anbieters Tesco in Grobritannien ist ungewiss. Deutlich wird dies, wenn man einmal betrachtet, warum die Margen im deutschen Le 51 Vgl. Tesco 2014, o.S. 52 Vgl. Tesco o.J., o.S.; Vgl. Lawson 2014, o.S. 53 Vgl. Handelsverband Deutschland 2010, o.S. 20 bensmitteleinzelhandel vergleichsweise so gering sind. Zuruckzufuhren ist die geringe Marge sehr wahrscheinlich auf den groen Discounteranteil in Deutschland. Discounter, die sich hauptsachlich durch aggressiven Preiskampf definieren, machen in Deutschland rund 38 % des gesamten Umsatzes im Lebensmitteleinzelhandel aus.54 Ende 2012 kamen die beiden deutschen Discounter Aldi und Lidl, die das britische Discountsegment dominieren, in Grobritannien zusammen auf einen Marktanteil von gerade einmal rund 8 %.55 Betrachtet man allerdings die Entwicklung der beiden Discounter wird deutlich, dass auch britische Konsumenten zunehmend Gefallen am Konzept der niedrigen Preise zu Lasten des Services und der Produktprasentation finden. Wahrend der Umsatz und Marktanteil der beiden Discounter stetig zunimmt, konnen groe britische Lebensmittelhandler nur Umsatzruckgange vermelden.56 Schenkt man den Prognosen von The Nielsen Company Glauben, dann wird sich dieses Wachstum des Discountsegments weiter fortsetzen. Abbildung 2 zeigt, dass gegen Ende 2015 ein Anteil von 10 % erreicht werden soll. Ein groerer Anteil des Discountsegments wurde zu einem zunehmenden Preiskrieg fuhren. Dieser wiederum konnte fur sinkende Preise sorgen, die letztlich auch Margen verkleinern wurden. Eine solche Entwicklung ware dann auch fur den britischen LebensmittelOnlinehandel hinderlich. 54 Vgl. The Nielsen Company 2013a, S.17. 55 Vgl. The Nielsen Company 2013b, o.S. 56 Vgl. ButlerBowers 2013, o.S. 21 Abbildung 2: Marktanteil von Aldi und Lidl am britischen Konsumgutermarkt Quelle: The Nielsen Company 2013b, o.S. Auerdem muss davon ausgegangen werden, dass Onlinekaufe nicht vollstandig inkrementell sind, sondern eine gewisse Kannibalisierung mit dem eigenen stationaren Geschaft stattfindet. Dies bedeutet auch, dass Umsatz von einem Kanal mit gewohnten Margen zu einem Kanal mit niedrigeren Margen wechselt. Selbstverstandlich spielt auch das jeweilige Logistikmodell eine Rolle bei der Analyse der Profitabilitat. Das ClickandcollectModell ist kostengunstiger in Bezug auf die Betriebskosten und ermoglicht ein profitables Geschaft schon mit niedrigen Absatzzahlen. Dies hangt hauptsachlich mit der Kostenersparnis durch die Selbstabholung zusammen. Dennoch, Frankreich ist das einzige Land, in dem das ClickandcollectModell das primare Logistikmodell fur den LebensmittelOnlinehandel ist. Fur den deutschen Markt scheint dieses Logistikmodell keine Losung zu sein. Dafur gibt es zwei Indizien. Zum einen ergab eine Befragung von A.T. Kearney, dass die Lieferung nach Hause der Hauptgrund war, warum Konsumenten Le22 bensmittel im Internet bestellt haben.57 Zum anderen lost das ClickandcollectModell ein Problem, das Verbraucher in Deutschland nicht zu haben scheinen. Es erspart den Einkauf im Geschaft, nicht jedoch die Fahrt dorthin. Das schlechte Einkaufserlebnis wird allerdings nicht von Verbrauchern in Bezug auf Motivationsgrunde erwahnt. Im Gegenteil, die Zufriedenheit mit dem aktuellen Einkaufserlebnis stellt einer der Hauptargumente gegen den Onlinehandel dar.58 Zwar konnte argumentiert werden, dass das ClickandcollectModell Nutzer an den Onlinehandel heranfuhrt und diese spater sich dann auch Lebensmittel nach Hause liefern lassen. Dies widerspricht dennoch der Theorie, dass Konsumenten einen Mehrwert sofort erkennen mussen um bereit zu sein, ihre Gewohnheiten zu andern. 3.3. Weitere Voraussetzungen und Hindernisse Im folgenden Teil sollen die Voraussetzungen und Hindernisse dargestellt werden, die, auch wenn ein Mehrwert und Chancen zur Rentabilitat gegeben sind, fur die Zukunft des deutschen LebensmittelOnlinehandels von Bedeutung sein konnen. Von essentieller Bedeutung fur den Erfolg eines Geschaftsmodells ist auerdem das Marketing. Der Mehrwert eines Services muss fur den Verbraucher deutlich erkennbar sein. Dies beinhaltet auch, dass er grundsatzlich Kenntnis davon haben muss. Die Marketingaktivitaten der LebensmittelOnlineanbieter scheinen sich momentan noch auf Suchmaschinenmarketing SEA und Onlinebanneranzeigen zu beschranken vgl. Abbildung 3. Um die Anzahl der Neukunden zu erhohen ware daruber hinaus eine gro angelegte Marketingkampagne uber verschiedene Kanale hinweg notig, in der die Bedenken der Konsumenten aufgegriffen werden und auf die Mehrwerte eingegangen wird. Da noch kein Anbieter beispielsweise das Fernsehen als Marketinginstrument fur den Onlineshop genutzt hat, konnten FirstMover entscheidende Vorteile erlangen. 57 Vgl. A.T. Kearney 2012, S. 5. 58 Vgl. A.T. Kearney 2013, S. 5. 23 Abbildung 3: Beispiel einer Onlinewerbeanzeige eines OnlineLebensmittelhandlers Quelle: www.stern.de Zugriffsdatum: 05.05.2014 Mit dem Transport von frischen Lebensmitteln in kleinen Mengen betreten viele Anbieter Neuland. Ganz besonders entscheidend ist, dass gesetzliche Bestimmungen ausnahmslos eingehalten werden, wie beispielsweise Verordnungen uber die Lieferung tiefgefrorener Lebensmittel oder Lebensmittelhygieneverordnungen. Falls ein Skandal wie der im April 2014, bei dem ein Transporter mit einer Fleischlieferung gestoppt wurde, weil die Kuhlanlage ausgefallen war und die Temperatur im Laderaum zur Zeit der Uberprufung der Polizei bei rund 17 Grad Celsius lag, mit einem bestimmten Anbieter in Verbindung gebracht wird, konnte dies erhebliche Umsatzeinbuen mit sich tragen.59 Der Balanceakt zwischen der Bewerbung nutzlicher Services, die beispielsweise auf der Erhebung und Auswertung der Kaufhistorie basieren und dem Datenschutz konnte auerdem ausschlaggebend sein. Konsumenten, die beispielsweise aus Besorgnis uber eine vollstandige Uberwachung ihrer Einkaufsaktivitaten, vom Onlinekauf absehen, konnten wertvollen Umsatz kosten. Dem Thema Datenschutz muss daher besondere Beachtung geschenkt werden. Damit ein Geschaftsmodell, das einen Mehrwert fur den Verbraucher und eine rentable Gewinnchance fur Unternehmen bietet, eine Etablierungsphase erreichen kann, muss auerdem das notige Investitionskapital bereit gestellt werden. Was passiert, wenn dies nicht der Fall, ist erlebte das Hamburger Unternehmen Supermarkt.de, dem viel Potenzial zugerechnet wurde. Aufgrund einer gescheiterten weiteren Finanzierungsrunde musste Supermarkt.de den Betrieb inmitten der Expansionsphase wieder einstellen. Der LebensmittelOnlinehandel stellt eine enorme Investition dar, die zudem mit groem Risiko verbunden ist. Der deutsche Lebensmitteleinzelhandel, gepragt von niedrigen Margen, hat generell keinen groen Spielraum fur Investitionen dieser Art. 59 Vgl. Hamburger Abendblatt 2014, o.S. 24 Ein weiteres Hindernis fur die Etablierung des LebensmittelOnlinehandels konnten auerdem Gewohnheiten der Konsumenten sein, die sich trotz eines deutlich erkennbaren zeitlichen oder finanziellen Mehrwerts kurz oder mittelfristig nicht einfach andern lassen. Dazu zahlt beispielsweise der soziale Aspekt beim Einkaufen. Speziell bei alteren Menschen konnte man denken, dass die Lieferung nach Hause den anstrengenden Gang zum Supermarkt erspart und so einen deutlichen Mehrwert darstellt. Dennoch muss auch hier berucksichtigt werden, dass der stationare Lebensmitteleinkauf fur viele altere Menschen ein gewohntes Ritual geworden ist, das eine willkommene Abwechslung auerhalb des Hauses darstellt. 3.4. Relevante Trends und Innovationen Im Folgenden sollen Trends und Innovationen vorgestellt werden, die zum jetzigen Zeitpunkt in Deutschland noch keine groe Auswirkung auf den Lebensmitteleinzelhandel haben, fur eine Prognose uber die Nachhaltigkeit des LebensmittelOnlinehandels in der Zukunft dennoch relevant sein konnten. Da sich Lieferkosten v.a. bei groen Einkaufsmengen lohnen, ist der LebensmittelOnlinehandel besonders fur langfristige Einkaufe auf Vorrat geeignet. Studien des Marktforschungsinstituts Gf K ergaben allerdings gegenlaufige Trends. In der in 2014 durchgefuhrten Studie gab im Vergleich zur selben Studie aus dem Jahr 2010 ein groerer Teil der Befragten an, bewusst weniger Lebensmittel auf Vorrat einzukaufen um die Menge der wegzuwerfende Lebensmittel zu reduzieren.60 Eine derartige Entwicklung ware eher hinderlich fur den LebensmittelOnlinehandel. Auerdem relevant fur Entwicklung des LebensmittelOnlinehandels ist die Verbreitung mobiler Gerate in Deutschland. Wie zuvor beschrieben, machte der Schweizer Anbieter LeShop im letzten Jahr rund 32 % seines Umsatzes uber mobile Gerate, ein enormer Zuwachs um 21 %punkte im Vergleich zu 2011. Auch der britische OnlineSupermarkt Ocado gab an, rund ein Drittel aller Bestellungen von mobilen Geraten zu erhalten.61 Dies passt zu dem Ergebnis einer NielsenStudie, in der das mobile Shopping relativ gesehen mit einem Wachstum 60 Vgl. Focus 2014, o.S. 61 Vgl. Worth 2013, o.S. 25 von 26 % in der Nutzungsdauer von 2012 auf 2013 unter allen SmartphoneAktivitaten am starksten zugenommen hat. Momentan liegt die Smartphone Penetration laut Nielsen bei rund 62 %.62 Schatzungen zufolge, soll dieser Wert in Deutschland bis 2017 auf 80 % ansteigen.63 Diese Entwicklung wiederum ware forderlich fur den LebensmittelOnlinehandel. Ein weiterer Aspekt mit groem Potenzial ist die taggleiche Lieferung Same Day Delivery. Eine Handlerbefragung von ECC Koln im Februar 2014 ergab, dass nur rund 2,8 % der befragten Handler diese Versandoption momentan anbieten.64 Auch im LebensmittelOnlinehandel finden sich nur sehr vereinzelt Anbieter mit solch einem Service. Dennoch, die taggleiche Lieferung von Lebensmitteln konnte speziell den kurzfristigen Bedarf decken und somit eines der aktuell groten Probleme des LebensmittelOnlinehandels losen. Eine Studie von Mc Kinsey ermittle auerdem eine groe Zahlungsbereitschaft fur diesen Service. Insgesamt zeigt die Befragung, dass die Option einer taggleichen Zustellung dann attraktiv ist, wenn sie nicht mehr als etwa 10 % des Einkaufswerts kostet.65 Zwar ist die Umsetzung relativ komplex, da die Ware am selben Tag innerhalb von kurzer Zeit sowohl kommissioniert als auch ausgeliefert werden muss und somit logistische Umstellungen sowohl beim Handler als auch beim Logistikpartner mit sich tragt. Nichtsdestotrotz konnte sich eine Etablierung dieser Versandoption durchaus positiv auf den LebensmittelOnlinehandel auswirken. Wie zuvor erwahnt, nimmt die DHL als Anbieter und Versandpartner anderer Anbieter zugleich eine besondere Stellung innerhalb des LebensmittelOnlinehandels ein. Das Interesse auch am Erfolg anderer LebensmittelOnlinehandler wird deutlich an der beim EHIHandelslogistikKongress vorgestellten EFoodKiste. Die DHL, die auch selber von einem erhohten Versandaufkommen profitiert, will fur den Versand von trockenen, frischen und gekuhlten Lebensmittel eine MehrwegStandardverpackung etablieren. Diese soll zudem das hohe Mullaufkommen reduzieren und LebensmittelOnlinehandlern hohe Flexibilitat durch anpassbare Innenraumkonzepte bieten. Bis zur Marktreife mussen jedoch noch Themen wie die Finanzierung der Kisten und Reinigung geklart werden.66 In Kombination mit der bereits teilweise eingefuhrten Abendzustellung konnte die DHL somit ein sinnvoller Logistikpartner fur viele Lebensmittel Onlinehandler werden. Zum einen konnten Anbieter so die taggleiche 62 Vgl. The Nielsen Company 2014, o.S. 63 Vgl. Rooney 2013, o.S. 64 Vgl. ECommerceCenter Koln ECC 2014, o.S. 65 Mc Kinsey o.J., o.S. 66 Vgl. Lebensmittel Zeitung 2014b, o.S. 26 Lieferung mit einer Zustellung nach Feierabend anbieten. Zum anderen wurde die Lieferung aufgrund der Groe der DHL, die eine Fahrt vermutlich auch zur Auslieferung anderer Sendungen nutzen konnte, deutlich gunstiger. Dieser Umstand konnte eine Onlinebestellung der Lebensmittel fur Viele deutlich interessanter machen. Die Tatsache, dass es der zuvor beschriebene Dienst Amazon Lebensmittel Getranke beta bis heute nicht aus dem BetaStadium heraus geschafft hat, ist ein weiteres Indiz dafur, dass Amazon seinen OnlineSupermarkt Amazon Fresh, der bereits in Testgebieten in den USA verfugbar ist, auch bald in Deutschland lanciert. Der Start in Deutschland soll spatestens im September diesen Jahres erfolgen. Dies berichtet die BildZeitung unter Berufung von Insiderinformationen. Es wurde bereits uber Lagerflachen und LKWFlotten an mindestens vier deutschen Standorten verhandelt. Zudem solle gerade Personal rekrutiert und in den USA geschult werden. Das Angebot solle vergleichbar zu einem stationaren Supermarkt sein und den taglichen Bedarf an Lebensmitteln decken.67 Inwiefern Amazon seine Aktivitaten im LebensmittelOnlinehandel ausweiten wird, bleibt abzuwarten. Experten rechnen Amazon jedoch hohe Chancen ein, da auf einen Onlinehandelaffinen Kundenstamm und eigenes Investitionskapital zuruckgegriffen werden kann. Weitere innovative Ideen umfassen beispielsweise Walmarts Courdsourcing Ansatz. Die Idee dabei ist, dass Konsumenten, die stationar bei Walmart einkaufen, einfach LebensmittelPakete fur Menschen, die auf ihrem Heimweg wohnen mitnehmen und beim nachsten Einkauf dafur beispielsweise selber einen Rabatt bekommen.68 Der deutsche Anbieter ALGEL entwickelte einen Dienst, der sich dem Prinzip der urban crowd based logistic services69 bedient. Nutzer stellen einen Warenkorb bei einem stationaren Einzelhandler in der Nahe zusammen und die Bestellung wird dann an unabhangige Aushilfen wie beispielsweise einen Studenten ubermittelt. Dieser kauft die Lebensmittel ein, liefert sie aus und erhalt dafur eine Vergutung. Ausgeliefert werden soll dabei innerhalb von einer Stunde. In Juni 2014 soll der Dienst in einigen Regionen starten.70 Auf diese Weise konnten sich Konsumenten schnell und gunstig auch bei ihrem Discounter in der Nahe ihre Lebensmittel online bestellen. Neben den Logistikmethoden Homedelivery und Clickandcollect gibt es auerdem Konzepte fur soge 67 Vgl. Lebensmittel Zeitung 2014a, o.S. 68 Vgl. Morphy 2013, o.S. 69 Algel o.J., o.S. 70 Vgl. Ziemen 2014, o.S. 27 nannte free standing facilities. Diese ahneln einer DHL Packstation, verfugen aber zusatzlich uber Kuhlsysteme, wodurch auch frische und gekuhlte Lebensmittel eine Zeit lang gelagert werden konnten. Diese Abholstationen konnten beispielsweise in Wohngebieten, Burokomplexen oder UBahnStationen stehen und wurden den Komfort und die Flexibilitat der Verbraucher bei der Onlinebestellung erhohen. 28 4. Zusammenfassung der Ergebnisse Finanzieller Mehrwert: Zusammengefasst kann gesagt werden, dass es durchaus Unterschiede zwischen den Preisen und Gebuhren einzelner Anbieter gibt. Dennoch, v.a. im wichtigsten Aspekt, dem allgemeinen Preisvergleich der Produkte zwischen online und stationar, scheint der deutsche LebensmittelOnlinehandel, im Gegensatz zum Onlinehandel anderer Warengruppen, allgemein keinen Vorteil zu bringen. Liefergebuhren und Mindestbestellwerte scheinen zwar in einem akzeptablen Bereich zu liegen und auch die Moglichkeit Preise online transparent zu vergleichen bietet einen klaren Mehrwert. Wenn das Preisniveau der zu vergleichenden Lebensmittel online allerdings signifikant hoher liegt, fuhrt auch ein handlerubergreifender Preisvergleich zu keinem finanziellen Mehrwert. Hierbei spielt das Fehlen von gunstigen Eigenmarken v.a. bei Handlern ohne stationare Prasenz eine entscheidende Rolle. Aufschlage fur die Lieferung kuhler und frischer Produkte und die Selbstabholung finden ebenso keine Akzeptanz. Zeitlicher Mehrwert: Auch der zeitliche Mehrwert ist insgesamt doch relativ limitiert. Es gibt Indizien dafur, dass Verbraucher in Landern mit kurzen Ladenoffnungszeiten oder niedrigen Filialdichten den LebensmittelOnlinehandel als zeitlichen Mehrwert empfinden. Beide Eigenschaften treffen auf Deutschland nicht zu. Dennoch, innovative Funktionen der Onlineshops helfen wiederkehrende Einkaufe deutlich schneller zu gestalten. In Bezug auf die Lieferung gilt, nur durch ein frei wahlbares, maximal zwei Stunden groes Zustellungsfenster kann ein zeitlicher Mehrwert entstehen. Dieser Service wird momentan nicht von allen Anbietern angeboten. Die aus Verbrauchersicht sehr interessante Versandoption der taggleichen Lieferung bietet nur ein Anbieter in Deutschland an. Impulskaufe sind beim LebensmittelOnlinehandel somit nahezu unmoglich. Mehrwert durch Angebot und Qualitat: In Bezug auf das Angebot ist festzustellen, dass reine OnlinePurePlayer ein groeres Sortiment anbieten als die Handler mit stationarer Prasenz. Dennoch, die Anzahl der Produkte aller Anbieter entspricht oder ubertrifft die durchschnittliche Anzahl der Artikel eines Supermarktes. Hinsichtlich der Qualitat hat der Onlinehandel einen entscheidenden Nachteil: Kunden 29 konnen die Ware vor dem Kauf nicht sehen. Dies wird von Konsumenten oft als einer der Hauptgrunde genannt, warum sie keine Lebensmittel online kaufen. Mehrwert durch Verkaufserlebnis und Services: Die vollstandige Digitalisierung des Kaufprozesses bietet eine Vielzahl nutzlicher Funktionen, die einen deutlichen Mehrwert darstellen. Dennoch, das Verkaufserlebnis eines stationaren Handlers kann der Onlinehandel aus Verbrauchersicht nicht ersetzen. Die Entwicklung anderer Warengruppen wie beispielsweise Mode zeigt jedoch, dass ein fehlendes Einkaufserlebnis durch andere deutliche Mehrwerte kompensiert werden kann. Logistikmodell: Die Lieferung nach Hause ist die praferierte Art der Zustellung aus Sicht deutscher Verbraucher. Das ClickandcollectModell scheint keinen Mehrwert zu bieten, da es ein Problem lost, das Konsumenten nicht als Problem empfinden: Den Einkauf im Geschaft. Rentabilitat: Auch in Bezug auf die Rentabilitat fur Unternehmen gilt: Der Mehrwert fur die Konsumenten ist das oberste Gebot. Die Gewinnschwelle kann nur dann erreicht werden, wenn der Markt eine signifikante Groe erreicht. Groe wiederum erreicht der Markt nur, wenn dem Konsumenten ein erkennbarer Mehrwert geboten wird. Zudem, selbst wenn ein Mehrwert entstehen sollte, wird es schwierig, die Lieferung und den Service des Onlinehandels zu Preisen anzubieten, die zusatzliche Kosten fur Personal, Logistik und Software decken, relativ attraktive Gewinnmargen bieten und in einem Bereich liegen, den Verbraucher als akzeptabel ansehen. Im LebensmittelOnlinehandel zeigt sich momentan das, was in anderen Warengruppen bereits Alltag geworden ist. Handler, die ihren Umsatz von stationaren Kanalen zu OnlineKanalen verlagern, mussen mit geringeren Margen rechnen. Der deutsche Lebensmitteleinzelhandel dagegen ist gepragt von Discountern, niedrigen Margen und einem enormen Preisdruck. Insgesamt scheint es auerst wenig Spielraum zu geben um die zusatzlichen Kosten des Onlinehandels so zu decken. Trends und Innovationen: Trends zeigen, um weniger Mull zu produzieren, kaufen Verbraucher immer weniger Lebensmittel auf Vorrat ein. Diese Entwicklung ware eher hinderlich fur den LebensmittelOnlinehandel. Dennoch, Shopping auf mobilen Geraten wird von Jahr zu Jahr popularer und 30 immer mehr Menschen in Deutschland besitzen ein Smartphone. Bereits heute sind mobile Anwendungen ein groer Umsatztreiber fur LebensmittelOnlinehandler. Auerdem wird das Thema taggleiche Lieferung eine groe Bedeutung bekommen. Eine taggleiche Lieferung wurde die Flexibilitat der Konsumenten immens erhohen. In Kombination mit einer Abendzustellung und einer StandardVerpackung fur Lebensmittel von der DHL konnte dies entscheidende Auswirkungen auf den LebensmittelOnlinehandel haben. Studien und Medien suggerieren einen regelrechten Boom fur den LebensmittelOnlinehandel in den kommenden Jahren. Wahrend Mc Kinsey von einem Anteil des LebensmittelOnlinehandels am gesamten Lebensmitteleinzelhandel von 5 % bis 2020 ausgeht, prognostiziert Ernst Young sogar ein Wachstum auf 10 % im selben Zeitraum.71 A.T. Kearney wiederum schatzt den Anteil bis 2016 immerhin schon auf 1,5 %.72 Aus Basis der Ergebnisse dieser Arbeit kann angenommen werden, dass der deutsche LebensmittelOnlinehandel ein von Nischen gepragter Markt bleiben wird. Der Anteil am Gesamtmarkt wird sich bis 2020 daher schatzungsweise nur auf einen Anteil von zwei bis drei % vergroern. 71 Vgl. HansenHielscher 2013, o.S.; Ernst Young 2014, S. 3. 72 Vgl. A.T. Kearney 2012, S. 10. 31 5. Handlungsempfehlungen fur den Lebensmitteleinzelhandel Mehrwerte schaffen: Entscheidend ist, dass der stationare Handel nicht 1:1 online imitiert wird, sondern die Vorteile des Internets gehebelt werden. Der stationare Handel hat seine Daseinsberechtigung. Dennoch, nachhaltig etablieren werden sich v.a. erfolgreiche OmnichannelHandler, denn der Konsument erwartet heute auf allen Kanalen einen Mehrwert. Der Onlinehandel muss daher einen zusatzlichen Mehrwert zum stationaren Einkauf bieten; Idealerweise hat der eigene Onlinedienst auch ein klares Alleinstellungsmerkmal gegenuber anderen OnlineAnbietern. Anfangs scheint ein Mehrwert in Bezug auf das Angebot, die Vielfalt und besondere zusatzliche Services am zielfuhrendsten. Konsumenten mussen einen Anreiz fur den Onlinekauf bekommen, beispielsweise weil besondere Ware nur im Onlineshop verfugbar ist. Bestimmte Nischenmarkte wie beispielsweise Tiernahrung, Wein, Feinkost und Fleisch haben hohere Gewinnmargen und eignen sich daher gut fur den Onlinehandel. Sie sprechen eine kleinere Zielgruppe an, dafur liegt auch die Profitabiliatsgrenze deutlich niedriger. Reichweiten vergroern durch Marketing: Sobald ein klarer Mehrwert herausgearbeitet wurde, sollte dieser aggressiv beworben werden. Eine gro angelegte 360GradKampagne kann momentan FirstMoverVorteile bringen. Verbraucher sind sehr zufrieden mit dem Status Quo. Viele wissen zwar bereits, dass die Moglichkeit besteht, Lebensmittel online zu bestellen, wissen aber nicht welchen Mehrwert sie dadurch erlangen. Dieser muss einer groen Zielgruppe uberzeugend dargestellt werden. Perfektion von Anfang an: Der Kunde verzeiht dem Onlinehandler keine Schwachen. Eine Lieferung mit verbeulten Artikeln, ein Absturz des Onlinesystems wahrend der Befullung des Warenkorbs oder eine Lieferung mit falschen Produkten kann bereits dafur sorgen, dass von weiteren Kaufen abgesehen wird. Der Kaufprozess und der Service muss daher bis in das kleinste Detail optimiert werden. Kunden sind Onlinehandlern gegenuber weniger loyal und konnen leichter zwischen Anbietern wechseln. Dies ist sowohl ein Risiko als auch eine Chance. Anfangliche Schwachen anderer Anbieter konnen daher auch zum eigenen Vorteil genutzt werden. 32 Onlinehandel ist eine Risikoinvestition: Der Onlinehandel muss als langfristige Investition mit Risiken angesehen werden. Bevor die Gewinnschwelle erreicht werden kann, muss der Konsument erst einmal Gefallen am OnlineDienst gefunden haben. Eine Unterkapitalisierung des Geschaftsmodells kann Einschrankungen am Service zur Folge haben was wiederum das Erreichen der Gewinnschwelle erschwert. Auerdem sollte die Lifetime Value eines Kunden nicht unterschatzt werden. Daher konnen Rabatte am Anfang den Wiederkauf fordern und so langfristig Kundenbindung und Ertrage sichern. Make or Buy: Erfolgreiche Unternehmen konzentrieren sich auf das was sie am besten konnen. Lebensmittelhandler sollten sich daher auf ihre Lebensmittelkompetenz stutzen und den Versand und die Zustellung Logistikpartnern uberlassen. Eine Kooperation mit der DHL, mit Diensten wie der taggleichen Lieferung, einer Standard EFood Versandverpackung, Abendzustellung und frei wahlbaren Lieferfenstern, kann in der nahen Zukunft eine attraktive Alternative zur eigenen Logistikflotte sein. Dadurch konnen Preise fur den Konsumenten gesenkt und der Service verbessert werden. Defizite erkennen und beheben: Wahrend es fur PureOnlinePlayer momentan primar darum gehen sollte, Vertrauen aufzubauen, sollten klassische stationare Handler sich Online Knowhow aneignen. Vertrauen kann nur durch erstklassigen Service, einwandfreie Ware und Transparenz in Bezug auf Geschaftsprozesse geschaffen werden. Beim Online Knowhow geht es v.a. darum zu verstehen welche Kriterien das OnlineShoppingerlebnis beeinflussen und wie Nutzer online zu einer Kaufentscheidung kommen. Im Zeitalter von Big Data, sind Konsumentenerkenntnisse und die Auswertung dieser ein Schlussel zum Erfolg. Zugleich sollte der Transparenz in Bezug auf den Datenschutz besondere Aufmerksamkeit gewidmet werden. 33 6. Fazit und Ausblick Der LebensmittelOnlinehandel ist ein schwieriges Terrain. Dies hatte bereits der Otto Versand im Jahre 2000 festgestellt. 14 Jahre spater hat sich an dieser Tatsache nicht viel geandert. Dennoch eine Vielzahl innovativer Anbieter hat sich auf die Fahne geschrieben diesen Markt zu erobern. So bleibt den stationaren Handlern nichts anderes ubrig, als mit dem Trend zu gehen. Ob sich der Markt etabliert und wer die bestimmenden Anbieter sein werden, muss sich noch zeigen. Ihnen wird es v.a. darum gehen mussen, klare Mehrwerte des Onlinehandels gegenuber dem stationaren Handel mit Lebensmitteln herauszuarbeiten. Dennoch, die Vergangenheit zeigt auch, gibt es einen Mehrwert, sind Konsumenten bereit ihre Gewohnheiten zu andern. Daruber hinaus ist der Onlinehandel nicht die einzige Chance, die das Internet und digitale Losungen mit sich bringen. Eine Revolution der Kasse durch mobile Bezahlsysteme ist unter Experten aktuell ein hei diskutiertes Thema. Auch in diesem Bereich konnte sich in der Vergangenheit kein Anbieter etablieren. Sobald Informationen auch uber den stationaren Einkauf eines Kunden ausgewertet werden konnen, konnen viele der innovativen Services des Onlinehandels auch auf den stationaren Handel ubertragen werden. Groes Potenzial haben auerdem sogenannte mobileinfluenced instore Verkaufe. Durch eine exakte Ortsbestimmung eines Kunden in einem Geschaft mit beispielsweise dem Smartphone kann individuelle und relevante Werbung direkt vor dem entsprechenden Regal geschaltet werden. 34 Quellenverzeichnis Algel o.J.: Lebensmittel Lieferung innerhalb von 1 Stunde, http:www.algel.de Verfugbarkeitsdatum: o.A., Zugriffsdatum: 23.04.2014. Allyouneed.com 2014: ALL YOU NEED: Deutschlands groer OnlineSupermarkt im Internet, https:www.allyouneed.compagesshopsearchsearch.jsf Verfugbarkeitsdatum: 2014, Zugriffsdatum: 15.04.2014. A.T. Kearney 2012: OnlineFoodRetailing Nischenmarkt mit Potenzial Konzepte, Herausforderungen und Marktpotenzial fur den Handel in Deutschland, http:www.atkearney.dedocuments8563141214680BIP_OnlineFoodRetailing_Nischenmarkt_mit_Potenzial.pdf76360586e 8c 54e 8389bdb 9e 13bafea 96 Verfugbarkeitsdatum: Marz 2012, Zugriffsdatum: 06.04.2014. A.T. Kearney 2013: OnlineFoodRetailing: Ein Markt im Aufschwung, http:www.atkearney.dedocuments8563143014702BIPOnlineFoodRetailingEinMarktimAufschwung.pdf2cfae 9101c 7e4ccb98fc730e 6ae 10ff 5 Verfugbarkeitsdatum: Oktober 2013, Zugriffsdatum: 07.04.2014. Auchan 2014: Auchan Drive, http:www.auchandrive.fr Verfugbarkeitsdatum: 2014, Zugriffsdatum: 07.04.2014. Boston Consulting Group 2013: Omnichannel Alchemy Turning Online Grocery Sales to Gold, https:www.bcgperspectives.comImagesOmnichannel_Alchemy_Oct_2013_ tcm 80145644.pdf Verfugbarkeitsdatum: Oktober 2013, Zugriffsdatum: 07.04.2014. Bundesverband Lebensmittelonlinehandel o.J.: Bundesverband Lebensmittelonlinehandel e.V., http:bvlo.org Verfugbarkeitsdatum: o.A., Zugriffsdatum: 10.04.2014. Bunting 2013: Lebensmittel Online: my Time.de wachst weiter: Neues ECommerce LogistikLager in Betrieb genommen, http:www.mytime.deincludedatatypo 3fileadmin user_uploadPressePresseinformation_my Time.de_Logistikzentrum.pdf Verfugbarkeitsdatum: 2013, Zugriffsdatum: 15.04.2014. Butler, Sarah Bowers, Simon 2013: Britains big supermarkets lose ground to cutprice rivals and upmarket grocers, http:www.theguardian.combusiness2013nov19britainsupermarketsmarketsharefalltescosainsburyslidl Verfugbarkeitsdatum: 19.11.2013, Zugriffsdatum: 17.04.2014. 35 Brooks, Beth 2013: Sainsburys online sales break the 1bn barrier, http:www.thegrocer.co.ukcompaniessupermarketssainsburyssainsburysonlinesalesbreakthe1bnbarrier350001.article Verfugbarkeitsdatum: 30.10.2013, Zugriffsdatum: 08.04.2014. Bruns, Jan 2013: Die funf groten OnlineSupermarkte im Test, http:www.welt.dewirtschaftwebweltarticle 121243051DiefuenfgroesstenOnlineSupermaerkteimTest.html Verfugbarkeitsdatum: 26.10.2013, Zugriffsdatum: 10.04.2014. Carrefour o.J.: Our Stores Multichannel retail, http:www.carrefour.comcontent multichannelretail Verfugbarkeitsdatum: o.A., Zugriffsdatum: 07.04.2014. Coop 2014: Coop legt im Detailhandel um 1,7 % zu, http:www.coop.chpbsitemediennode78991153Ldeindex.html Verfugbarkeitsdatum: 06.01.2014, Zugriffsdatum: 07.04.2014. Der Handel 2014: Die Zeit des Massengeschafts im stationaren Handel ist vorbei, Interview mit Alain Caparros, http:www.derhandel.denewstechnik pagesDieZeitdesMassengeschaeftsimstationaerenHandelistvorbei10411.html Verfugbarkeitsdatum: 05.03.2014, Zugriffsdatum: 09.04.2014. ECommerceCenter Koln ECC 2014: Same Day Delivery: Handler erhoffen sich vor allem Zusatzumsatze und Wettbewerbsvorteile, http:www.ecckoeln.deNewsSameDayDelivery%3AHandlererhoffensichvorallemZusatzumsatzeundWettbewerbsvorteile Verfugbarkeitsdatum: 09.05.2014, Zugriffsdatum: 23.04.2014. Ecommerce Facts 2011: Leclerc macht sich startklar fur ECommerce, http:www.ecommercefacts.comnews201112leclercecommerceindex.xml Verfugbarkeitsdatum: 15.12.2011, Zugriffsdatum: 07.04.2014. e Commerce Magazin o.J.: Wer ist die schonste im ganzen Land? LebensmittelWebsites kommen bestens an, http:www.ecommercemagazin.deecmnewsweristdieschoensteimganzenlandlebensmittelwebsiteskommenbestens Verfugbarkeitsdatum: o.A., Zugriffsdatum: 05.04.2014. 36 Ernst Young 2014: Cross Channel Revolution im Lebensmittelhandel, http:www.ey.comPublicationvw LUAssetsEY_Studie_Cross_Channel__Die_Revolution_im_LebensmittelhandelFILEEYCrossChannelDieRevolutionimLebensmittelhandel.pdf Verfugbarkeitsdatum: Februar 2014, Zugriffsdatum: 11.04.2014. Esterhazy, Yvonne 2013: Briten shoppen Lebensmittel gerne online, http:www.wiwo.deunternehmenhandelecommercebritenshoppenlebensmittelgerneonline8983802.html Verfugbarkeitsdatum: 29.10.2013, Zugriffsdatum: 08.04.2014. Fehling, Jonas 2014: Im Check: Welcher ist der beste OnlineSupermarkt?, http:www.focus.definanzennewsrewetengelmannedekasogutsinddielieferdiensteausdemsupermarkt_id_3674905.html Verfugbarkeitsdatum: 11.03.2014, Zugriffsdatum: 09.04.2014. Focus 2014: Bundesburger kaufen weniger Lebensmittel auf Vorrat, http:www.focus.depanoramaweltverbraucherbundesbuergerkaufenwenigerlebensmittelaufvorrat_id_3747398.html Verfugbarkeitsdatum: 05.04.2014, Zugriffsdatum: 22.04.2014. freshfoods.de 2014: freshfoods.de Frische fur Munchen, http:www.freshfoods.de Verfugbarkeitsdatum: 2014, Zugriffsdatum: 09.04.2014. Geisler, Bob 2003: Otto schliet Supermarkt im Netz, http:www.abendblatt.dewirtschaftarticle 632138OttoschliesstSupermarktimNetz.html Verfugbarkeitsdatum: 12.06.2003, Zugriffsdatum: 08.04.2014. Groupe Auchan o.J.: Our Business ECommerce, http:www.groupeauchan.comenourbusinessesecommerce Verfugbarkeitsdatum: o.J., Zugriffsdatum: 07.04.2014 Hamburger Abendblatt 2014: Kuhlwagen mit heier Ware gestoppt, http:www.abendblatt.deregionschleswigholsteinarticle 127189960KuehlwagenmitheisserWaregestoppt.html Verfugbarkeitsdatum: 22.04.2014, Zugriffsdatum: 23.04.2014. 37 Handelsverband Deutschland o.J.: Steigende Artikelzahl, begrenzte Regalflachen, https:www.einzelhandel.deindex.phpthemeninhaltekonjunkturundmarktdatenverhaeltnishandelundindustriewohlstandundverbraucheritem117863steigendeartikelzahlbegrenzteregalflaechen.html Verfugbarkeitsdatum: o.A., Zugriffsdatum: 15.04.2014. Handelsverband Deutschland 2010: Lebensmittelpreise: Keine Spirale nach unten, http:www.einzelhandel.deindex.phppressepressearchivpressemitteilungen 2010april 2010item109647lebensmittelpreisekeinespiralenachunten.html Verfugbarkeitsdatum: 07.04.2010, Zugriffsdatum: 17.04.2014. Handelsverband Deutschland 2014: ECommerceUmsatze, http:einzelhandel.deindex.phppressezahlenfaktengrafikeninternetundecommerceitem110185ecommerceumsaetze.html Verfugbarkeitsdatum: Januar 2014, Zugriffsdatum: 05.04.2014. Hansen, Nele 2013: Wenn Emmas Enkel den Einkauf erledigen. http:www.wiwo.deunternehmenhandeltuetenschleppenistpassewennemmasenkeldeneinkauferledigenv_detail_tab_print8552948.html Verfugbarkeitsdatum: 28.07.2013, Zugriffsdatum: 09.04.2014. Hansen, Nele Hielscher, Henryk 2013: Mc Kinsey erwartet starkes Wachstum des Lebensmittelhandels per Internet, http:www.wiwo.deunternehmenhandelstudiemckinseyerwartetstarkeswachstumdeslebensmittelhandelsperinternet8986522.html Verfugbarkeitsdatum: 28.07.2013, Zugriffsdatum: 09.04.2014. HS Niederrhein e WebResearchCenter 2013: Anteil des OnlineHandels am deutschen EinzelhandelsUmsatzes nach Produktkategorien im Jahr 2013, http:de.statista.comstatistikdatenstudie181572umfrage umsatzanteildesonlinehandelsameinzelhandelindeutschland Verfugbarkeitsdatum: Marz 2013, Zugriffsdatum: 12.04.2014. IFH Koln 2014: Umfrage: Appetit auf Lebensmittel aus dem Internet wachst Drei von Vier Konsumenten liebaugeln mit OnlineLebensmittelkauf, http:www.ifhkoeln.deNewsPresseUmfrageAppetitaufLebensmittelausdemInternetwaechstDre Verfugbarkeitsdatum: 03.04.2014, Zugriffsdatum: 11.04.2014. 38 Institut fur Markt und Sozialforschung 2013: Was hat Sie bisher davon abgehalten, online Lebensmittel zu bestellen?, http:de.statista.comstatistikdatenstudie277343 umfragevorbehaltelebensmittelonlinezukaufenindeutschland Verfugbarkeitsdatum: Oktober 2013, Zugriffsdatum: 15.04.2014. Karabasz, Ina 2013: Der Absatz brummt von Birkenhof bis Gut Gunstig, http:www.handelsblatt.comunternehmenhandeldienstleistereigenmarkenderabsatzbrummtvonbirkenhofbisgutundguenstig7578714.html Verfugbarkeitsdatum: 04.01.2013, Zugriffsdatum: 12.04.2014. Lawson, Alex 2014: Tesco reveals online grocery profits as it builds multichannel offer, http:www.retailweek.comsectorsfoodtescorevealsonlinegroceryprofitsasitbuildsmultichanneloffer5057772.article Verfugbarkeitsdatum: 25.02.2014, Zugriffsdatum: 17.04.2014. Lebensmittel Zeitung 2014a: Amazon soll bald mit Frische starten, http:www.lebensmittelzeitung.netloginlogin.php?fg1urlhttp%3A%2F%2Fwww.lebensmittelzeitung.net%2Fnews%2Ftop%2Fprotected%2FAmazonsollbaldmitFrischestarten_103725.html%3Fid%3D103725 Verfugbarkeitsdatum: 20.02.2014, Zugriffsdatum: 10.04.2014. Lebensmittel Zeitung 2014b: DHL packt EFood in die Kiste, http:www.lebensmittelzeitung.netloginlogin.php?fg1urlhttp%3A%2F%2Fwww.lebensmittelzeitung.net%2Fnews%2Fitlogistik%2Fprotected%2FDHLpacktEFoodindieKiste_104406.html%3Fid%3D104406%26page%3D2 Verfugbarkeitsdatum: 03.04.2014, Zugriffsdatum: 10.04.2014. Le Shop 1998: Supermarkt im Internet: EuropaPremiere in der Schweiz, http:info.leshop.chphpBusiness Le Shop.php?Le Shop Menu Id112lgede Verfugbarkeitsdatum: 11.03.1998, Zugriffsdatum: 07.04.2014. Le Shop o.J.: Das Unternehmen in Kurze, http:info.leshop.chphpBusiness Le Shop.php? Le Shop Menu Id1lgede Verfugbarkeitsdatum: o.A., Zugriffsdatum: 07.04.2014. Le Shop 2014: Plus 8.6 Millionen Umsatz: Le Shop.ch erklimmt 2013 neue Hochstmarke, http:info.leshop.chphpBusiness Le Shop.php?Le Shop Menu Id317lgede Verfugbarkeitsdatum: 06.01.2014, Zugriffsdatum: 07.04.2014. 39 Mc Kinsey o.J.: Warenzustellung am selben Tag vor dem Durchbruch, http:www.mckinsey.dewarenzustellungamselbentagvordemdurchbruch Verfugbarkeitsdatum: o.A., Zugriffsdatum: 23.04.2014. Metro Group 2012: Metro Handelslexikon 20122013: Daten, Fakten und Adressen zum Handel in Deutschland, Europa und der Welt, http:www.metrogroup.deinternet sitemetrogroupgetdocumentsmetrogroup_internationalcorpsite04_comm publicationsretailcompendium2013de.pdf Verfugbarkeitsdatum: 2012, Zugriffsdatum: 13.04.2014. Morphy, Erika 2013: About Walmarts Idea to Crowdsource Its SameDay Delivery Service, http:www.forbes.comsiteserikamorphy20130328aboutwalmartsideatocrowdsourceitssamedaydeliveryservice Verfugbarkeitsdatum: 28.03.2013, Zugriffsdatum: 23.04.2014. Nufer, Gerd 2003: OTC der Gesundheitsmarkt. Enormes Potenzial fur den Lebensmitteleinzelhandel und Drogeriemarkte, in: IRI News, Thema des Jahres 2003. Nufer, Gerd Wurmer, Katharina 2008: Innovatives Retail Marketing, Reutlinger Diskussionsbeitrag zu Marketing Management 2008 1, School of International Business, Reutlingen University. Oberhuber, Nadine 2014: Im Test: Lebensmittel aus dem Internet, http:www.faz.netaktuellfinanzenmeinefinanzengeldausgebennachrichten lieferdiensteimtestlebensmittelausdeminternet12837727.htmlmmo_1_2837664Id Verfugbarkeitsdatum: 10.03.2014, Zugriffsdatum: 09.04.2014. real Drive 2014: real Drive so einfach funktionierts, https:www.realdrive.de Verfugbarkeitsdatum: 2014, Zugriffsdatum: 09.04.2014. Rewe 2014: REWE online Supermarkt, https:www.reweonline.deindex.html Verfugbarkeitsdatum: 2014, Zugriffsdatum: 09.04.2014. Rooney, Ben 2013: Europe Tops Global Smartphone Penetration, http:blogs.wsj.comtecheurope20130529europetopsglobalsmartphonepenetration Verfugbarkeitsdatum: 29.05.2013, Zugriffsdatum: 18.04.2014. Simplora o.J.: Dein cleverer OnlineHelfer fur Drogerie und Lebensmittel, https:www.simplora.deinfosimplora Verfugbarkeitsdatum: o.A., Zugriffsdatum: 10.04.2014. 40 Spiegel 2014: Experiment gescheitert: Otto stoppt OnlineSupermarkt, http:www.spiegel.dewirtschaftexperimentgescheitertottostopptonlinesupermarkta252418.html Verfugbarkeitsdatum: 11.06.2003, Zugriffsdatum: 08.04.2014. Sturmlinger, Daniela 2013: Supermarkt.de stellt den Verkauf ein, http:www.abendblatt.dehamburgarticle 113319071SupermarktdestelltdenVerkaufein.html Verfugbarkeitsdatum: 02.02.2013, Zugriffsdatum: 08.04.2014. Swiss Retail Federation 2012: Kantonale Ladenoffnungszeiten, http:www.swissretail.chfileadminRedakteurPDFOeffnungszeiten_deutsch_Juli_2012.pdf Verfugbarkeitsdatum: Juli 2012, Zugriffsdatum: 15.04.2014. Tesco o.J.: Tesco in the UK, http:www.tescoplc.comindex.asp?pageid282 Verfugbarkeitsdatum: o.A., Zugriffsdatum: 17.04.2014. Tesco 2014: Investor Relations Details of our financial performance over the last five years, http:www.tescoplc.comindex.asp?pageid30note 3 Verfugbarkeitsdatum: 2013, Zugriffsdatum: 17.04.2014. The Nielsen Company 2013a: Handel Verbraucher Werbung 2013, http:nielsen.comcontentcorporatededeinsightsreportsdownloads_jcr_contentpardownload_0file.resNielsen_Universen_D_Internet.pdf Verfugbarkeitsdatum: 2013, Zugriffsdatum: 02.04.2014 The Nielsen Company 2013b: How Discount Grocery Chains are chaning U.K. Retail, http:www.nielsen.comusennewswire2013howdiscountgrocerychainsarechangingukretail.html Verfugbarkeitsdatum: 06.03.2013, Zugriffsdatum: 17.04.2014. The Nielsen Company 2014: Deutsche legen ihr Smartphone nicht mehr aus der Hand, http:www.nielsen.comdedeinsightspresseseite2013deutschelegenihrsmartphonenichtmehrausderhand.html Verfugbarkeitsdatum: 06.08.2013, Zugriffsdatum: 22.04.2014. Worth, Dan 2013: Mobile apps account for one third of all Ocado sales, http:www.v 3.co.ukv 3uknews2278960mobileappsaccountforonethirdofallocadosales Verfugbarkeitsdatum: 03.07.2013, Zugriffsdatum: 22.04.2014. 41 Ziemen, Fabio 2014: EFood StartupScanner: Simplora.de und Algel, http:www.efoodblog.comappsefoodstartupscannersimploradeundalgel Verfugbarkeitsdatum: 24.04.2014, Zugriffsdatum: 23.04.2014. 42 49 089 60043128 49 089 60042252 Reutlinger Diskussionsbeitrage zu Marketing Management Reutlingen Working Papers on Marketing Management herausgegeben von Prof. Dr. Carsten Rennhak Universitat der Bundeswehr Munchen Institut fur Organisationskommunikation WernerHeisenbergWeg 39 D85577 Neubiberg Fon: Fax: EMail: carsten.rennhakunibw.de Internet: www.unibw.debwinstituteorganisationskommunikation und Prof. Dr. Gerd Nufer Hochschule Reutlingen ESB Business School Institut fur Marketing, Marktforschung Kommunikation Alteburgstrae 150 D72762 Reutlingen Fon: Fax: EMail: gerd.nuferreutlingenuniversity.de Internet: www.marketingkfru.de 49 07121 2716011 49 07121 271906011 Bisher erschienen 2006 1 Felix Morlock Robert Schaffler Philipp Schaffer Carsten Rennhak: Product Placement Systematisierung, Potenziale und Ausblick 2006 2 Marko Sarstedt Kornelia Huber: Erfolgsfaktoren fur Fachbucher Eine explorative Untersuchung verkaufsbeeinflussender Faktoren am Beispiel von MarketingFachbuchern 2006 3 Michael Menhart Carsten Rennhak: Drivers of the Lifecycle the Example of the German Insurance Industry 2006 4 Siegfried Numberger Carsten Rennhak: Drivers of the Future Retailing Environment 2006 5 Gerd Nufer: Sportsponsoring bei FuballWeltmeisterschaften: Wirkungsvergleich WM 2006 versus WM 1998 2006 6 Andre Buhler Gerd Nufer: The Nature of Sports Marketing 2006 7 Gerd Nufer Andre Buhler: Lessons from Sports: What Corporate Management can learn from Sports Management 2007 1 Gerd Nufer Anna Andresen: Empirische Untersuchung zum Image der School of International Business SIB der Hochschule Reutlingen 2007 2 Tobias Kesting: Marktsegmentierung in der Unternehmenspraxis: Stellenwert, Vorgehen und Herausforderungen 2007 3 MarieSophie Hieke Marko Sarstedt: Open SourceMarketing im Unternehmenseinsatz 2007 4 Ahmed Abdelmoumene: DirecttoConsumerMarketing in der Pharmaindustrie 2007 5 Mario Gottfried Bernards: Markenmanagement von politischen Parteien in Deutschland Entwicklungen, Konsequenzen und Ansatze der erweiterten Markenfuhrung 2007 6 Christian Fuhrer Anke Kohler Jessica Naumann: Das Image der Versicherungsbranche unter angehenden Akademikern eine empirische Analyse 2008 1 Gerd Nufer Katharina Wurmer: Innovatives Retail Marketing 2008 2 Gerd Nufer Victor Scheurecker: Brand Parks als Form des dauerhaften EventMarketing 2008 3 Gerd Nufer Charlotte Heine: Internationale Markenpiraterie 2008 4 Gerd Nufer Jennifer Merk: Ergebnisse empirischer Untersuchungen zum Ambush Marketing 2008 5 Gerd Nufer Manuel Bender: Guerilla Marketing 2008 6 Gerd Nufer Christian Simmerl: Strukturierung der Erscheinungsformen des Ambush Marketing 2008 7 Gerd Nufer Linda Hirschburger: Humor in der Werbung 2009 1 Gerd Nufer Christina Geiger: InGame Advertising 2009 2 Gerd Nufer Dorothea Sieber: Factory Outlet Stores ein Trend in Deutschland? 2009 3 Bianca Frank Carsten Rennhak: Product Placement am Beispiel des Kinofilms Sex and the City: The Movie 2009 4 Stephanie Kienzle Carsten Rennhak: CauseRelated Marketing 2009 5 Sabrina Nadler Carsten Rennhak: Emotional Branding in der Automobilindustrie ein Schlussel zu langfristigem Markenerfolg? 2009 6 Gerd Nufer Andre Buhler: The Importance of mutual beneficial Relationships in the Sponsorhip Dyad 2010 1 Gerd Nufer Sandra Oexle: Marketing fur Best Ager 2010 2 Gerd Nufer Oliver Forster: Lovemarks emotionale Aufladung von Marken 2010 3 Gerd Nufer Pascal Schattner: Virales Marketing 2010 4 Carina Knorzer Carsten Rennhak: Gender Marketing 2010 5 Ottmar Schneck: Herausforderungen fur Hochschulen und Unternehmen durch die Generation Y Zumutungen und Chancen durch die neue Generation Studierender und Arbeitnehmer 2010 6 Gerd Nufer Miriam Wallmeier: Neuromarketing 2010 7 Gerd Nufer Anton Kocher: Ingredient Branding 2010 8 Gerd Nufer Jan Fischer: Markenmanagement bei Einzelsportlern 2010 9 Gerd Nufer Simon Miremadi: Flashmob Marketing 2011 1 HansMartin Beyer Simon Bruseken: Akquisitionsstrategie BuyandBuild Konzeptionelle Aspekte zu Strategie und Screeningprozess 2011 2 Gerd Nufer AnnChristin Reimers: Looking at Sports Values and Strategies for International Management 2011 3 Ebru Sahin Carsten Rennhak: Erfolgsfaktoren im Teamsportsponsoring 2011 4 Gerd Nufer Kornelius Prell: Operationalisierung und Messung von Kundenzufriedenheit 2011 5 Gerd Nufer Daniel Kelm: Cross Selling Management 2011 6 Gerd Nufer Christina Geiger: Ambush Marketing im Rahmen der FIFA FuballWeltmeisterschaft 2010 2011 7 Gerd Nufer Felix Muller: EthnoMarketing 2011 8 Shireen Stengel Carsten Rennhak: Corporate Identity Aktuelle Trends und Managementansatze 2011 9 Clarissa Muller Holger Benad Carsten Rennhak: EMobility Treiber, Implikationen fur die beteiligten Branchen und mogliche Geschaftsmodelle 2011 10 Carsten Schulze Carsten Rennhak: Kommunikationspolitische Besonderheiten regulierter Markte 2011 11 Sarina Rehme Carsten Rennhak: Marketing and Sales successful peacekeeping 2011 12 Gerd Nufer Rainer Hirt: Audio Branding meets Ambush Marketing 2011 13 Peter KleineMollhoff Martin Haumann Michael Holzhausen Tobias Lehr Mandy Steinbruck: Energie und Ressourceneffizienz an der Hochschule Reutlingen Mensa, Sporthalle, Aula, Containergebaude 20, Kindertagesstatte 2011 14 Peter KleineMollhoff Manuel Kolz Jens Krech Ulf Lindner Boris Stassen: Energie und Ressourceneffizienz an der Hochschule Reutlingen Betriebshalle, Vorlesungsgebaude Textil Design, Hochschul servicezentrum 2011 15 Peter KleineMollhoff Svenja Gerstenberger Junghan Gunawan Michael Schneider Bernhard Weisser: Energie und Ressourceneffizienz an der Hochschule Reutlingen Verwaltung, Bibliothek, Rechenzentrum, Betriebswirtschaft, Chemie, Wirtschaftsingenieurwesen 2012 1 Gerd Nufer Aline Kern: Sensation Marketing 2012 2 Gerd Nufer Matthias Graf: Kundenbewertung 2012 3 Peter KleineMollhoff Holger Benad Frank Beilard Mohammed Esmail Martina Knoll: Die Batterie als Schlusseltechnologie fur die Elektromobilitat der Zukunft. Herausforderungen Potentiale Ausblick 2012 4 Miriam Linder Carsten Rennhak: LebensmittelOnlinehandel in Deutschland 2012 5 Gerd Nufer Vanessa Ambacher: Eye Tracking als Instrument der Werbeerfolgskontrolle 2012 6 Gerd Nufer Catrina Heider: Testimonialwerbung mit prominenten Sportlern eine empirische Untersuchung 2012 7 Peter KleineMollhoff Holger Benad Marina Bruttel Aron Leitmannstetter Mourad Ouaid Stefan Will: Infrastrukturelle Aspekte der Elektromobilitat von morgen 2013 1 Patrick Bieg Carsten Rennhak Holger Benad: Strategien zur Implementierung von alternativen Antriebskonzepten in China 2013 2 Holger Benad Martin Bode Andreas Hack Peter KleineMollhoff Hanna Wagner: Developing a potential business model for the automotive and the energy industry 2013 3 Gerd Nufer Sabrina Bohnacker: Marken und Produktrelaunch Charakterisierung und Analyse von Praxisbeispielen 2014 1 2014 2 2014 3 Kollnberger, Jan Sander, Christian Wiederkehr, Viktor Rottenaicher Stefan Rennhak, Carsten: Ergebnisse einer Marktstudie zur Kundenbindung im Retail Banking Emil Nyerki: Wende in der Politik Wende in der Unternehmenskultur? Kristina Kurz Peter KleineMollhoff Kristina Steinbi: Chancen und Risiken deutscher Automobilhersteller im Bereich Alternative Antriebe in der VR China induktive Analyse 2014 4 Gerd Nufer Simon Kronenberg: Chancen fur nachhaltige Geschaftsmodelle im LebensmittelOnlinehandel ISSN 18630316 Erfolg durch Denken in Kundennutzen Marktorientierte Unternehmensfuhrung ist eine Fuhrungsphilosophie, die einerseits von den Anspruchsgruppen eines Unternehmens und deren Bedurfnissen ausgeht, um echte Problemlosungen fur den Markt anzubieten, und andererseits die eigenen Kernkompetenzen zielgerichtet vermarket. Die Umsetzung dieser Philosophie gelingt nur, wenn alle Unternehmensbereiche und damit auch alle Mitarbeiter zugleich markt und ressourcenorientiert denken und handeln. Das Institut tragt mit seinen mageschneiderten Angeboten in Weiterbildung, Marktforschung und Beratung auf hochstem Niveau dazu bei, das Verstandnis in diesen Themenfeldern zu vertiefen, Entscheidungsgrundlagen bereitzustellen und geeignete Manahmen zu empfehlen. Leitung: Gerd Nufer ist Professor fur Betriebswirtschaftslehre mit dem Schwerpunkt Marketing an der ESB Business School der Hochschule Reutlingen. Er wurde fur seine innovativen didaktischen Konzepte mit dem Lehrpreis der Hochschule Reutlingen ausgezeichnet und fur den Landeslehrpreis BadenWurttemberg nominiert. Daruber hinaus erhielt er den ersten Sonderpreis fur innovative Lehre der ESB Business School. Er ist ein national und international renommierter Experte und Autor zahlreicher Veroffentlichungen zu den Themen Marketing, Marktforschung und Kommunikation. Kontakt: Institut fur Marketing, Marktforschung Kommunikation Prof. Dr. Gerd Nufer Alteburgstrae 150 D72762 Reutlingen gerd.nuferreutlingenuniversity.de Weiterfuhrende Informationen unter: http:www.marketingkfru.de ", "filename": "787618292.pdf", "person": ["Gerd Nufer", "Nufer, Gerd", "Simon Kronenberg", "Kronenberg, Simon"], "date": ["2014"]}