{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/109713/1/79033691X.pdf"], "title": ["A negotiation-based model of tax-induced transfer pricing"], "plaintext": "A NegotiationBased Model of TaxInduced Transfer Pricingcid:3Johannes Becker University of Mcid:252nster Institute of Public Economics Ronald B. Davies University College Dublin G215 Newman Building Wilmergasse 6848143 Mcid:252nster Germany Belcid:133eld Dublin 4Irelandjohannes.beckerwiwi.unimuenster.deronbdaviesgmail.com July 4, 2014Abstract We present a new model of tax induced transfer pricing as an alternative to the oftused concealment model. Inspired by interviews with practitioners, we consider a large multinational cid:133rm which is audited by the taxauthority in the hightax location. When this country adjusts the transferprices proposed by the cid:133rm, the lowtax location may dispute this decisionand initiate negotiations. Since negotiations are costly, the hightax location sets a transfer price that prevents the lowtax location from enteringnegotiations. We compare this modelcid:146s predictions to those of the concealment model. The negotiation model replicates the predictions on the taxrate eects on transfer pricing, while adding new predictions. Procid:133t shiftingis expected to fall in the hightax countrycid:146s bargaining power and to risein cid:133rm procid:133ts and domestic cid:133rm ownership in both countries. Most importantly, procid:133t shifting occurs even if tax enforcement is perfect. We analyzethe eects of an introduction of a common consolidated corporate tax basewith formula apportionment and conclude that the negotiation model maychange the perspective on such a policy. Specicid:133cally, strong countries withlarge bargaining power may cid:133nd this reform unappealing.JEL classicid:133cation: H25, H32, H87Keywords: transfer pricing, Nash bargaining, tax avoidance, corporatetaxationcid:3We thank Hartmut Fcid:246rster, Tom Gresik, Andreas Haucid:135er, Carolin Holzmann, Yaron Lahav, Dominika Langenmayr, Nadine Riedel, Dirk Schindler, Michael Stimmelmayr and Robert Ullmann as well as participants at workshops and conferences at Mannheim, Brussels, Nuremberg and Oxford for helpful comments. The usual disclaimer applies.11 Introduction A large body of empirical evidence demonstrates that, within a multinational cid:133rm, reported locational procid:133ts systematically vary with locationalcorporate tax rates see e.g. Huizinga and Laeven, 2008. With almostunanimity, this phenomenon is explained by procid:133t shifting from hightaxto lowtax locations, either by manipulating transfer prices or by choosingadequate cid:133nancial policies like thin capitalization.The prevalent model of taxinduced transfer pricing is a version of the Allingham and Sandmo 1972 model.In this model, there is usually acid:147truecid:148transfer price which the tax authorities want to be applied. The cid:133rm,however, may choose a transfer price that deviates from the true price butthis deviation comes at a convex concealment cost. This cost is typicallymotivated by the cost of using accountants to cid:147cook the bookscid:148 andora penalty that is incurred if the cid:133rm is audited and found to be settingan inappropriate transfer price. The procid:133tmaximizing cid:133rm thus choosesa transfer price that equalizes the marginal tax saving with the marginalconcealment cost. As a consequence, an increase in the tax rate dierentialincreases taxmotivated procid:133t shifting resulting in associated real resourcecosts due to the concealment activity.This cid:147concealment modelcid:148, as we will henceforth label it, has great appeal: it is parsimonious, elegant and cid:133ts the empirical facts negative correlation of procid:133t and tax rates.It is therefore not surprising that it iscurrently the model of tax induced transfer pricing.2 It is not without criticism, though. If broadly interpreted i.e. cid:133rms may somehow aect transferprices to their advantage, the concealment modelcid:146s black box approach doesnot oer a clean and clear mapping to empirical predictions. If narrowly interpreted i.e. cid:133rms state false transfer prices and are punished if detected,we found in interviews that we conducted with practitioners that they cid:133ndthat the concealment model is at odds with current transfer pricing reality.In this paper, we take account of these critiques and oer an alternativemodel in which transfer prices are determined in a negotiation game.Inthese negotiations, the two tax authorities and the cid:133rm attempt to incid:135uence the agreed upon transfer price in a manner consistent with the ownobjectives. The cid:147negotiation modelcid:148 sets out to closely recid:135ect the regulatory environment in which transfer pricing takes place.3 A cid:133rm is considered 2 Dozens of papers use the concealment model in various versions, both in the in the theoretical literature starting with Kant, 1988, and, more recently, Haucid:135er and Schjelderup,2000 and the empirical literature see, e.g., Huizinga and Laeven, 2008.3 See Pw C 2013 for a discussion of these regulations from the perspective of an audited 2that has operations in two countries with dierent tax rates. Each year, thecid:133rm submits a tax statement to both involved tax authorities which includesa proposed transfer price. The statement is audited with certainty by thehightax locationcid:146s authorities cid:150thus, the cid:133rm cannot conceal anything fromthe government.4 In line with the actual implementation of tax policy, thehightax country considers adjusting the transfer price. In this case, the cid:133rmmay call for a Mutual Agreement Procedure MAP, see section 2.3. Thecid:133rst step in this procedure is that the lowtax country considers acceptingthe adjustment of the transfer price. If it does, the transfer price appliesfor all subsequent periods.5 If not, the two countries enter costly negotiations. The cid:133rm aects negotiations in two ways. First, it has an outsideoption; if the transfer price is unfavorable, it may leave the two countries forsome third location. Second, it provides transfer price documentation whichhelps in justifying transfer prices that are favorable for both the cid:133rm andthe lowtax country. It may thus lower the lowtax countrycid:146s negotiationcost.Our analysis yields a number of novel predictions for empirical work.6As in the concealment model, procid:133t shifting to the lowtax location increasesin the tax rate dierential.7In contrast to the concealment model, procid:133tshifting occurs even if the cid:133rm is fully audited.8 Moreover, procid:133t shiftingdecreases in the relative bargaining power of the hightax location andthus increases in the bargaining power of the lowtax location and increasesin procid:133ts and the cid:133rmcid:146s outside option procid:133ts. Local ownership of the cid:133rm,meanwhile, increases procid:133t shifting to the lowtax location as a portion ofthe cid:133rmcid:146s benecid:133ts from doing so make both countries more willing to tolerate such activities. These eects have so far been neglected in the empiricalcid:133rm.4 Of course, in more complex models, audits may vary in intensity and success probabilities etc. In this paper, we assume that, if the cid:133rm, is audited, its transfer price policiesbecome perfectly transparent.5 In its transfer pricing guide for cid:133rms Pw C, 2013, accounting cid:133rm Pw C urges themto ensure that whatever price is agreed upon is adhered to for several years.6 While, with appropriate verbal justicid:133cation, one can argue that some of these can beshoehorned into the black box of the concealment cost, one of our goals is to open thisblack box.7 Thus, to the extent that this is the key factor of interest, the parsimonious concealmentmodel has its advantages.8 Bauer and Langenmayr 2013 demonstrate that, in the presence of cost heterogeneityacross cid:133rms, procid:133t shifting may occur even though the cid:133rm is fully audited. The reasonis that, in their model, cid:133rms have an incentive to engage in intracid:133rm trade if their cost issmall or high relative to the accepted transfer price such that procid:133t is eectively shiftedto the lowtax jurisdiction.3work. As an important policy implication, we emphasize that the introduction of a common consolidated tax base with formula apportionment as, forinstance, proposed by the European Union, see Fuest, 2008 may harm powerful countries with high negotiation power. This is because such nationsare able to successfully negotiate transfer prices more in line with their interests, resulting in more preferred equilibrium rates. Since the proponentsof formula apportionment usually argue that the large countries which arepresumably also the powerful ones will gain from such a policy reform, weprovide arguments against this stance.Finally, we make a cid:133rst attempt at blending traditional concealmentcost model and the negotiation model. We do so by allowing for audit ratesbelow 100 percent. We show that audited as well as nonaudited transferprices react to tax rate dierentials with nontrivial interactions due to therelationship between the negotiation and concealment motivations.Thus, the current paper contributes to the discussion of taxmotivatedtransfer pricing in two ways. First, it provides a more realistic foundationfor the predictions regarding the relationship between transfer prices andinternational tax dierences. Second, it provides additional testable implications not found in the concealment model. It is our hope, therefore, thatit serves as a springboard for future empirical research on the topic.The remainder of the paper is organized as follows. The next sectionreviews the evidence, reports the criticism of the concealment model andprovides some institutional background. Section 3 lays out the model andderives the main results. In section 4, we compare the model results withthose in an equivalent version of the concealment model. Section 5 discussessome extensions, section 7 concludes.2 Evidence, critique of the concealment model andinstitutional background In this section, we briecid:135y review the evidence of tax induced transfer pricing.Then, we discuss the merits of the concealment model and its shortcomings,particularly in light of a series of interviews we conducted with tax authorities, major accounting cid:133rms, and managers of multinational enterprisesregarding the ways transfer prices are set in practice. In the last part of thissection, we outline the institutional background for dealing with transferprice issues primarily provided by the OECD. The latter then forms thebasis for the model outlined in the subsequent section.42.1 Evidence of tax induced transfer pricing The evidence on transfer pricing is, in most cases, indirect. Most studiescompare some procid:133t indicator in lowtax and hightax locations and conclude that there is a systematic correlation between procid:133t rates and tax ratessee e.g. Dharmapala, 2014, and the literature cited there. The causal linkis established by considering tax rate changes and the subsequent variationin procid:133ts rates. The measured eects are usually substantial: Huizinga and Laeven 2008 estimate that an increase of the statutory tax rate in one location by ten percentage points reduces the reported procid:133ts in this locationby thirteen percent. Weichenrieder 2009 who uses administrative datafrom Deutsche Bundesbank cid:133nds somewhat lower, but still large, eects.An alternative approach is oered by Dharmapala and Riedel 2013 whoconsider earnings shocks and how they propagate within the cid:133rm. Theirresults hint at quantitatively smaller elasticities of the tax base with respectto tax rates. A metastudy by Heckemeyer and Overesch 2013 estimatesthe semielasticity of procid:133ts with respect to the tax rate of 0.8.While there is no consensus about the precise level of the tax eectson procid:133t shifting, there is near unanimity about the existence of this phenomenon. It is less clear, however, how procid:133ts are shifted, whether throughtransfer pricing or through adequate cid:133nancial policies. Some recent papersset out to disentangle this eect, albeit with dierent conclusions. While Dharmapala and Riedel 2013 cid:133nd that it is mainly cid:133nancial policy thatshifts procid:133ts, Heckemeyer and Overesch 2013 conclude that the main driverbehind procid:133t shifting is transfer pricing and licencing.Although it seems straightforward to look at more direct indicators forprocid:133t shifting, a very small number of studies do so due to data limitations.We review them here according to their main data source. Bartelsmanand Beetsma 2003 use data on value added from dierent manufacturingsectors in OECD countries. They estimate a value added function depending on, among other things, corporate tax rates and cid:133nd strong hints atprocid:133t shifting via transfer pricing. Overesch 2006 focusses on balancesheet items from German multinational cid:133rms which recid:135ect intracid:133rm tradecid:145accounts receivable from a liated companiescid:146or cid:145accounts receivable fromparent companycid:146 and shows that these indicators vary systematically withthe tax rate dierentials between Germany and the foreign parenta liatelocation. Swenson 2001 analyzes prices for imports into the US and cid:133ndsthat they react to changes in the incentive to shift procid:133ts due to taxes andtaris. Clausing 2003 bases her study on price indexes for US exports andimports and cid:133nds strong and signicid:133cant impact of taxes on trade prices, in 5line with the procid:133t shifting motive. She estimates an elasticity of tradeprices with respect to the eective tax rate of around 2. The most directevidence is presented by Bernard, Jensen and Schott 2006 and Davies etal. 2014 who use data on individual crossborder transactions between related or unrelated parties for U.S. and French cid:133rms respectively. Both cid:133ndstrong and signicid:133cant evidence for taxmotivated transfer pricing. Bernard,Jensen and Schott 2006 estimate that a one percentage point increase inthe tax rate is associated with a decrease of 0.5 to 1.7 percent of the taxwedge the price dierence between transactions of related and nonrelatedparties. Davies et al.2014 cid:133nd a comparable result, however, this isdriven by tax haven countries.With an additional variety of anecdotal evidence, there is near unanimity in the cid:133eld that transfer prices are used to systematically manipulatereported procid:133ts for tax saving purposes. What all these studies and stories do not show cid:150 because they cannot cid:150 is whether transfer prices havebeen manipulated by the cid:133rm against the tax authoritiescid:146wills or whetherthey have been agreed upon by all parties involved. That is, these studies donot serve as a horse race between the concealment and negotiation models.2.2 Merits and critiques of the concealment model As indicated in the introduction, the concealment model has a number ofdoubtless advantages that explain its great success in the literature. First,its predictions cid:133t the data, i.e. an increase in the tax rate dierential increases the lowtax locationcid:146s procid:133t rate. Second, it is tractable and caneasily be introduced to various model frameworks. This aspect should notbe underestimated for the success of a model. Third, it is su ciently parsimonious to allow for various interpretations of the features it represents.While this is clearly an advantage for a theory to have as much scope ofvalidity as possible, it makes it hard to falsify or to criticize. Therefore, wewill, in the following, dierentiate between the concealment model in thenarrow sense and the concealment model in the broad sense. The formerhas been criticized by practitioners, critiques which inspired the negotiationmodel, while the latter may easily be reconciled with the negotiation modelin fact, in section 6, we set out to synthesize these two model classes.The concealment in the narrow sense is based on the assumption of a truetransfer price the equivalent of true income in the Allingham and Sandmo1972 model. The cid:133rm deviates from the true price by providing false orincomplete information to the tax authority. With a certain probability, thecid:133rm is audited and the misinformation is detected and then punished.6During 2012 and 2013, we conducted a series of interviews with severalpractitioners, including the competent tax authorities from high and lowtax countries, employees at major accounting cid:133rms, and multinational cid:133rmmanagers. These interviews resulted in the identicid:133cation of three majorcriticisms of the concealment model from the perspective of those involvedin transfer pricing issues. First, they argue that there is no cid:147truecid:148 transfer price. Although in theory, with perfect data availability, there wouldbe a single appropriate method of setting the transfer price, the reality isthat data is never perfect. Instead, the OECD Transfer Pricing Guidelinesfor Multinational Enterprises and Tax Administrations OECD 2010 admit that cid:147transfer pricing is not an exact sciencecid:148 pg. 2 and that thereis a range of acceptable methodologies resulting in a range of reasonabletransfer prices. Firms therefore have the choice between a range of methods of calculating the transfer price, e.g. the the comparable uncontrolledprice method, the cost plus method, the transactional net margin method,etc. all listed in Chapter 2 of OECD, 2010.9 Depending on the choiceof method, tax payments may vary. Because of this, cid:133rms have preferencesacross methods, with the preference depending on their individual circumstances including the tax rate dierential.Intentional mispricing whichtriggers a penalty seems to occur rather rarely. Second, since all of thesemethods are in principle approved of by the tax authorities, there is nothingto conceal. That said, just as cid:133rms have preferences across transfer price calculation methods, so too do the authorities. Because of this, the authoritiesmay disagree with a cid:133rmcid:146s choice of method and then adjust it, sometimesafter bilateral negotiations between the two involved countries since theirpreferred methods may also dier from one another. In any case, it is unlikely that there will be a legal penalty; instead, the cid:133rm is required to applythis new transfer price and pay any additional tax owed as well as intereston underpayments in previous years. Third, representatives of large cid:133rmsreport that audits are frequent. For instance, the average large German cid:133rmhas a yearly probability of being audited of around 20 percent, i.e. everycid:133ve years see Bundescid:133nanzministerium, 2014 cid:150although the very large areprobably constantly audited. Since the transfer price adjustment with theeventual audit is applied retroactively, this eectively eliminates the abilityto set a transfer price that is unjusticid:133able by some method.10 Therefore,9 See Gresik 2001 for a general discussion and Devereux and Keuschnigg 2013 aswell as Bauer and Langenmayr 2013 for a critique of the armcid:146s length principle.10 In a recent ruling, the German Supreme Tax Court assumed that the average probability that the tax statement in an individual year is audited i.e. in this year or in thefuture is around eighty percent for large cid:133rms see Bundescid:133nanzhof, 2012.7concealment would not make sense as the cid:133rm will eventually be found out.Combining these, the reality of transfer pricing is not that cid:133rms concealand misrepresent hoping to avoid detection but that the concid:135ict is over themethod applied in a given situation.However, proponents of the concealment model correctly point out thatcid:133rms put substantial amounts of money and talent into transfer pricing.One potential explanation for this is the various and extensive documentation obligations that have recently been implemented by most countries.The transfer pricing report provides a justicid:133cation for why the cid:133rm used theprice it did; that is to reveal and reinforce its chosen method, not to conceal.One benecid:133t of a cid:147convincingcid:148report is that it can be used by the tax authorities in the negotiation process. In particular, as the lowtax jurisdictioncid:146spreferred transfer price method aligns with the cid:133rm, a higher quality reportwhich convincingly justicid:133es why the cid:133rmcid:146s situation, data availability, andso forth warrants a particular method of setting the transfer price lowers thelowtax jurisdictioncid:146s negotiation costs. As such, this can lead to a shift inthe agreedupon transfer price in the cid:133rmcid:146s preferred direction.With appropriate wordsmithing, the cid:133rmcid:146s cost of producing this reportcan be interpreted as in line with the concealment model in the broad sense.Thus, the negotiation modelcid:146s contribution is to correct for some issues inthe concealment model in the narrow sense, while opening the black box oftaxinduced transfer pricing in the broad sense of the concealment model.2.3 Institutional background The next sectioncid:146s model attempts to recid:135ect the regulatory environment inwhich transfer pricing occurs. For an illustration of this environment, consider a cid:133rm that has operations in two countries with dierent tax rates.For the model results, it does not matter in which country the cid:133rmcid:146s headquarters is; both a liates are su ciently large such that its income is fullytaxable in the country where it locates. The income of both a liates is effectively determined by the set of transfer prices applied to the transactionsbetween the two a liates. This setup also mirrors that typically found inthe concealment model so as to ease comparison across the two models.At the end of the tax year, the cid:133rm submits a tax statement to bothcountriescid:146 authorities and cid:133les a report which includes the transfer priceschosen and their justicid:133cation including the method, its appropriateness,and the relevant data to support the outcomes of its application. In principle, both authorities have the right to audit the cid:133rm. In practice, it ismostly the hightax locationcid:146s authority that engages in an audit. It then 8decides whether or not to adjust the transfer price in line with Art. 9 ofthe OECD Model Tax Convention. In case of adjustment, the cid:133rm facesdouble taxation since part of the income is taxed in both jurisdictions.11 Toavoid this, the cid:133rm may call for a Mutual Agreement Procedure MAP, see OECD 2007. The case is then transferred to the Competent AuthoritiesCAs in both countries in most cases not identical with the tax authoritieswhich are assigned to deal with transfer pricing disputes.12 The hightaxcountrycid:146s CA reconsiders the adjustment; if it does not reverse it, it is thelowtax countrycid:146s turn to decide whether or not to accept the adjustment.If it does not accept it, the two CAs enter negotiations. These negotiationsare costly as the CAs must analyze cid:133rm information, collect additional information as needed, and decide on their preferred transfer price method.The report provided by the cid:133rm, however, can reduce these costs, particularly for the lowtax CA since its interest are aligned with that of the cid:133rmcid:146s,i.e. they both prefer that the transfer price allocates the greatest possibleshare of the tax base to the lowtax location. In the model presented below,we assume that the higher quality the report, the lower the lowtax CAsnegotiation costs, making it more willing to enter negotiations. Note thatnegotiations need not end with an agreement as the MAP guidelines do notformally oblige the two involved countries to agree. This is dierent fornegotiations between EU members where the EU Arbitration Conventionapplies. When negotiations fail, the EU Arbitration Panel sets a transferprice that is binding for both involved Member States. That said, it seemsthat in nearly all cases, this threat su ces to induce agreement at the MAPstage.Independent of how the transfer price is attained, at the end of the day,the cid:133rm decides between accepting the transfer price or submitting it to acourt; the latter of which rarely happens, though, as practitioners tell us.In the model, we will assume that the cid:133rm may then choose to exercise anoutside option, e.g. to relocates its activity to more amenable locales. Thisbehavioral response by the cid:133rm then places participation constraints on thenegotiation process.11 In practice, it does not happen that a tax authority reduces the size of the tax basewhich would lead to untaxed cid:150or: white cid:150income.12 In the theoretical literature, transfer pricing disputes have largely been ignored. Notable exceptions are Mintz 1999 and Mansori and Weichenrieder 2001.93 The model We consider a world with three countries with index i: a lowtax country land a hightax country h and a third country. There is an incid:133nitelylivedmultinational cid:133rm with production sites in countries l and h. It does notmatter which one is the headquarters and the a liate. The role of the thirdcountry is explained below.Before moving on to specicid:133cs, it is helpful to provide an overview of themodel. In each period, the cid:133rm produces and earns procid:133ts. Since there isintracid:133rm trade, a transfer price is used to determine the income level and,thus, the tax bases at the lowtax and the hightax location. Both involvedtax authorities may contest the transfer prices used by the cid:133rm. If a transferprice is adjusted, this may involve costly negotiations between authorities.Once this is set, the resulting transfer price is used from that point forwardas long as the cid:133rm does not exercise its outside option. We now describethe model in detail.In each period, the cid:133rm produces output in the hightax country which issold at an exogenously given market price. Production requires a renewablecid:133xed asset and variable inputs, the latter of which are acquired in the hightax country. Per period income net of variable input cost is denoted bycid:25 2 R. The cid:133xed asset is a composite input good produced at the lowtaxlocation at zero cost. The a liate in country l sells the cid:133xed asset to thea liate in h at a transfer price of q 2 R.13 As discussed in the introduction,there is a set of generally accepted methods of transfer pricing. This subsetof transfer prices is given by cid:2q; cid:22qcid:3 where q cid:21 0 and cid:22q cid:20 cid:25 denote thelower and upper bounds of the set of cid:147regulatorycid:148transfer prices, i.e. thosethat are achievable from the dierent generally acceptable transfer pricingmethods.14The tax rates in the two countries are ti 2 0; 1 with tl th and taken as 13 Assuming that only the cid:133xed asset is traded substantially simplicid:133es the analysis sincethe transfer price only redistributes procid:133t without aecting the cid:133rmcid:146s quantity decision.Allowing for variable inputs to be traded would require additional assumptions. Althoughsuch eects would impact the preferred tax rates of the countries, it does not aect thebasic nature of the negotiation process and therefore renders the model more complexwithout adding insights visavis bargaining over transfer prices.14 For a single good, the set of generally accepted transfer prices would be cid:133nite numberof discrete values. By assuming a composite cid:133xed asset, we eectively suppose that thisinput consists of a continuum of dierent goods each of which has to be priced separately.Thus, the transfer price for the composite cid:133xed asset can be measured on a continuousscale.10given.15;16 Both countries apply a territorial system of income taxation, i.e.the hightax country does not tax the cid:133rmcid:146s income in the lowtax locationand vice versa.For a clearcut contrast to the concealment model, we assume that theaudit probability is one. Specicid:133cally, the hightax countrycid:146s tax authority audits the cid:133rm in period 1 and all subsequent periods.17 If audits arecostless, this would be consistent with the equilibrium choice of auditingprobabilities by the hightax country. Alternative assumptions, includingaudits with less than 100 percent probability, are discussed in Section 6.This audit will then determine the transfer price that will be applied, bothin period 1 and in all subsequent periods.18The cid:133rm makes four decisions. First, in each period it chooses the quantity of variable inputs, thus determining the size of production. Since neitherthe tax rates nor the transfer price policy aect this decision, it will henceforth be neglected. Second, in each period in which the cid:133rm is active incountries l and h, the cid:133rm submits tax statements to the tax authorities inboth countries. In the cid:133rst period, this includes a proposed a transfer pricedetermining the size of the tax bases; in subsequent periods, it uses thetransfer price resulting from the audit. Third, as part of its tax cid:133ling, thecid:133rm submits a report in which it explains and justicid:133es its choice of transferprice applied in the tax statement. For reasons to be explained momentarily, the cid:133rm may invest in the report quality, denoted by z 2 R, wherehigher quality comes at an increasing convex cost Cz that is deductiblefrom the tax base in country l. Since the transfer price is cid:133xed by the period 1 audit in period 2 on, z 0 after period 1. Combining these three choices,when the cid:133rm is active in the two countries in all time periods, the presentdiscounted value of aftertax procid:133ts according to the cid:133rmcid:146s tax statements15 It may happen that jurisdictions change their general business tax policy when competing for a single cid:133rm, but we assume that this would instead happen at the municipalor regional level.16 cid:147Tax havenscid:148 are sometimes described as passive and unwilling to enter into negotiations on behalf of the cid:133rm potentially due to high negotiation costs on their part.We assume here that the lowtax country is a nonhaven country which diers from thehightax country by its tax rate level.17 Since in practice audits are typically performed by the hightax country, we onlyconsider that case here.18 As nothing changes over time in the model, there is no reason to revise it later on.The model could be extended to allow for that, however, this adds complexity with noadditional insight.11is given by, where cid:14 1 is the discount rate:cid:5 1 cid:0 thcid:25 cid:0 q 1 cid:0 cid:14 1 cid:0 tlcid:18 q 1 cid:0 cid:14 cid:0 C zcid:19where q and z denote the cid:133rmcid:146s choices of q and z.1Fourth and cid:133nally, after the tax authorities in both countries have accepted or adjusted the transfer price as part of the period 1 audit, the cid:133rmmay choose to exercise its outside option.19 We can think of a wide varietyof outside options, including the cid:133rm shifting all its activity to country l,the cid:133rm shifting all its activity to country h, or the cid:133rm leaving entirelyfor the third country.20 In any case, once the cid:133rm implements this outsideoption, its perperiod aftertax procid:133ts, denoted by cid:22cid:25. Thus, if the transferprice used is q, the present discounted value of procid:133ts will be:cid:141 cid:0 cid:14cid:22cid:5 1 cid:0 th cid:25 cid:0 q 1 cid:0 tl q cid:0 C z cid:22cid:25:2In this case, the perperiod tax bases in the hightax and the lowtax countries are given by cid:22cid:25h and cid:22cid:25l, respectively. Note that cid:22cid:25 potentially dependson the limits of the regulatory transfer prices and tax rates.21 We assumethat the cid:133rmcid:146s threat to exercise its outside option is binding, i.e. at thelowest regulatively permissive transfer price it chooses to use it, but nonprohibitive, i.e. at the highest regulatively permissive transfer transfer priceit does not. Since the cid:133rm does not relocate until after the cid:133rst periodi.e. after it has incurred the aftertax cost of preparing the report, for anychoice of z this implies that:1 cid:0 thcid:0cid:25 cid:0 qcid:1 1 cid:0 tl q cid:22cid:25 1 cid:0 th cid:25 cid:0 cid:22q 1 cid:0 tl cid:22q:19 Note that this occurs after period 1 production. Since the equilibrium is such that itwill not use the outside option in equilibrium, we leave out discussion on its use prior toperiod 1.320 One but not the only consistent story would have the cid:133rm sell its output entirelyto consumers in the hightax country, with the headquarters with all patents being inthe lowtax country. This would be in line with the horizontal model of FDI, comparableto Markusen 1984. Evidence pointing towards the predominance of horizontal FDI isprovided by Blonigen et al. 2003 and Davies 2008.21 This is because, should the cid:133rm resort to its outside option, both countries will impose their most preferred transfer price cid:22q for the lowtax country and q for the hightaxcountry. If the outside option includes leaving some activities in the two active countries,cid:22cid:25 would also depend on tax rates. For example, suppose that the cid:133rm shifts some of itsproduction to a taxfree third country, generating cid:25 there while leaving cid:25h in the high taxcountry. In this case cid:22cid:25h cid:25h cid:0 q, cid:22cid:25l cid:22q and cid:22cid:25 1 cid:0 th cid:22cid:25h 1 cid:0 tl cid:22cid:25l cid:25. If thecid:133rm relocates its activity entirely to the third country and if the lowtax country doesnot implement exit taxation, then cid:22cid:25h cid:22cid:25l 0.12In words, this means that the perperiod value of the outside option liesbetween those of remaining and facing the lowest and highest regulatorytransfer prices. Otherwise, the cid:133rm would either always or never exercisethe outside option.Provided that there is a unique transfer price, the countries have opposing interests regarding its level since q shifts procid:133ts from one tax base tothe other. If the auditing country here: country h does not agree with thecid:133rmcid:146s choice of q, it can adjust the transfer price. Since this will likely implydouble taxation i.e. at least part of the tax base is taxed in both jurisdictions, the cid:133rm may call for the Mutual Agreement Procedure discussedin Sect. 2. This means that country l considers the new transfer priceset by country h and either accepts or contests it. If it is contested, bothcountries enter negotiations. Negotiations imply a cost for both involvedcountries, denoted by Kh; Kl 2 R. The cost Kl is a decreasing functionof report quality z, i.e. Kl z. The intuition here is that, by preparing amore thorough report itself, the cid:133rm is able to reduce the lowtax countrycid:146sinformation gathering costs should negotiations happen.22When entering negotiations, both country commit to pick their mostfavorable transfer price in case that negotiations fail, thereby subjecting thecid:133rm to double taxation.23;24 This results in procid:133ts equal to cid:5cid:0qcid:1tlcid:0q cid:0 cid:22qcid:1.By 3, this is worse than cid:22cid:5 evaluated at q. Thus, if negotiations fail, thecid:133rm will exercise its outside option.25 In any case, once the transfer pricesused are determined during the audit and potential subsequent negotiations,that price is used in all subsequent periods.Timing Period 1 consists of six stages. In stage 0, the cid:133rm produces. Instage 1, the cid:133rm invests in report quality z and chooses a transfer price.It then submits the tax statements and the transfer pricing report to bothinvolved tax authorities. In the second stage, country h audits the cid:133rm anddecides whether or not to adjust the transfer price. If it is not adjusted, thegame continues with stage 5. In the third stage, country l is informed that 22 It would not do this for the hightax country as that only buttresses the legal argumentfor allocating more procid:133ts to the hightax location. Hofmann, Lohse and Riedel 2014show that hightax countries were the cid:133rst to strengthen the information requirementsin transfer pricing reports. In the context of the model, this may be interpreted as anattempt to force the cid:133rm to help the hightax country prepare for negotiations.23 Note that such behavior may not be rational from an expost perspective.24 See Mansori and Weichenrieder 2001.25 This introduces substantial pressure to agree on a unique transfer price. In contrast,Nielsen, RiamondosMller, and Schjelderup 2010 assume that an adjustment by onecountry only carries a probability of a corresponding adjustment by the other.13If it accepts, the game continues with stage 5.country h requests a change of the transfer price and, thus, an adjustmentin both tax statements. It decides whether or not to accept the proposedadjustment.If it rejectsthe proposal, both countries engage in negotiations over the transfer priceduring stage 4. In stage 5, the cid:133rm decides whether to exercise the outsideoption. Finally, payos accrue. From period 2 onwards, as there is no changein the parameters of the model and the transfer price has been set by theauditnegotiation. Thus, there is no need for further audits or negotiationsand the cid:133rm will have no reason to reconsider its decision of whether or notto exercise the outside option.Figure 1 depicts the game tree. We solve the game by backward induction. Since all decisions are determined during period 1, that is our focus.Figure 1: Game tree.141 Firm determines report quality 2 Hightax country proposes transfer priceacceptnot accept Payoffs 3 Lowtax country decides on proposal Payoffszhq4 Negotiations between countries 5 Firm decides toleave or to stay Payoffs PayoffsstayleaveleavestayStage 5: Participation decision In this stage, the cid:133rm decides whetheror not to use its outside option. It will not if cid:5 cid:21 cid:22cid:25, i.e.if its aftertaxprocid:133ts are not smaller than procid:133ts in the outside option. Let qo denote thetransfer price at which the cid:133rm is just indierent between using the outsideoption and not:qo cid:17cid:22cid:25 cid:0 1 cid:0 th cid:25th cid:0 tl:41Thus, the cid:133rm will not engage the outside option if q cid:21 qo. Note that,due to 3, qo q cid:21 0 for all levels of z.Stage 4: Negotiations In this stage, countries l and h negotiate overthe transfer price, i.e. the allocation of the net gain when the cid:133rm doesnot use the outside option. The net gain is decid:133ned as the dierence inpayos between when the cid:133rm does not use the outside option and thepayo if negotiations fail the cid:146threat pointscid:146. If negotiations succeed andthe two countries agree on a transfer price q, the present discounted payosto countries l and h are As discussed above, if negotiations fail, the cid:133rm is double taxed in period 1 and then utilizes the outside option. This makes the hightax countrycid:146s 1cid:0cid:14 th cid:25 cid:0 q and tlcid:16 1present discounted payo in the threat point thcid:16cid:25 cid:0 q cid:14tax countrycid:146s threat point payo is tlcid:16cid:22q cid:0 C z cid:141cid:0cid:14 cid:22cid:25lcid:17.Negotiations can only be successful if neither country is worse o thanwhen negotiations fail. For this to be true, there has to be at least one levelof q at which both parties have higher tax revenue if negotiations succeed,i.e. one level of q which simultaneously satiscid:133es q cid:14 cid:25 cid:0 cid:22cid:25h1 cid:0 cid:14 q andq cid:14cid:22cid:25l 1 cid:0 cid:14 cid:22q. Let QN denote the set of transfer prices which satisfythis condition. Moreover, the transfer price has to be su ciently high tostop the cid:133rm from using the outside option, q cid:21 qo. Finally, the negotiatedtransfer price is bounded by the regulatory constraints to be incid:2q, cid:22qcid:3. Sinceqo q, the latter two conditions can be summarized by requiring q 2 qo, cid:22q.1cid:0cid:14 q cid:0 C zcid:17, respectively.1cid:0cid:14 cid:22cid:25hcid:17. The low15Given this assumption, negotiations solve:26maxcid:141 cid:0 cid:14cid:25 cid:0 q cid:0 cid:22cid:25hcid:19cid:19cid:13cid:18tlcid:18q cid:0 cid:22q q cid:18thcid:18q cid:0 q q cid:0 cid:22cid:25lcid:19cid:191cid:0cid:135s.t. q 2 QN qo, cid:22q where cid:13 2 0; 1 captures the relative negotiation powerof the hightax country.27The solution of the above bargaining game is described by the followingcid:141 cid:0 cid:14Lemma.Lemma 1. Suppose that QN qo; cid:22q 6 ;. The solution of the negotiationgame, denoted by q N , is given by the followingi Unconstrained negotiations: q N qcid:13 cid:17 cid:13 1 cid:0 cid:14 cid:22q cid:14cid:22cid:25l1 cid:0 cid:13cid:01 cid:0 cid:14 q cid:14 cid:25 cid:0 cid:22cid:25hcid:1 :ii Outside option constrained negotiations: q N qo if qcid:13 qo.iii Regulation constrained negotiations: q N cid:22q if qcid:13 cid:22q.Thus, the negotiated price will depend on which, if any, of the constraintsbind. With unconstrained negotiations, the negotiation outcome does notdepend on the cid:133rmcid:146s outside option or on legal constraints in the transferpricing rules. Note further that the negotiated transfer price does not dependon tax rates. The reason is that the two countries negotiate over the taxbase, not over tax revenue. If the unconstrained negotiated transfer pricefalls short of the minimum transfer price that keeps the cid:133rm from usingits outside option, that constraint becomes binding and the transfer priceequals qo. Because, by 3, qo q, the lower bound of regulatively acceptabletransfer prices has no role.28 However, that is not true for the upper boundand, if the unconstrained price exceeds this level, the maximum transferprice consistent with regulations is binding.Stage 3: Lowtax country decides whether to initiate negotiations Entering this stage, the hightax country has proposed a transfer price, de26 We assume here that the OECD guidelines or similar supranational agreements havesome normative power in the negotiations. Thus, if a generally accepted transfer price isfeasible i.e. is an element of QN , it will always beat proposals outsidecid:2q; cid:22qcid:3.27 It is sometimes argued that, with rational agents, the relative negotiation power mustnecessarily be equal, i.e. cid:13 0:5. The more general formulation that we choose here doesnot rule out this case and may capture cid:150 albeit in a very opaque way cid:150 all unmodelledaspects that, in real world situations, render negotiations asymmetric such as relativepower in trade negotiations.28 If we relax that assumption, the lower bound on the set of equilibrium transfer pricesbecomes maxcid:8q 0; qcid:9. Since this lower bound is exogenous and not dependent on endogenous variables, to minimize notational complexity, we maintain the assumption in3.16noted by qh. The lowtax country now has the choice between three alternatives: accept, reject and enter into costly negotiations, and reject and unilaterally set the highest possible transfer price. It will accept if qh yields net taxrevenues at least as large as the maximum of the payo with negotiations,tlcid:16 11cid:0cid:14 q N cid:0 C zcid:17 cid:0 Kl z, and the default payo, tlcid:16cid:22q cid:0 C z cid:14In case of acceptance, net revenues are tlcid:16 11cid:0cid:14 cid:22cid:25lcid:17.1cid:0cid:14 qh cid:0 C zcid:17. Thus, neglecting the outside option constraint and the legal constraints for a moment,country l will accept any oer such that:qh cid:21 maxfcid:22qlz; 1 cid:0 cid:14 cid:22q cid:14cid:22cid:25lg6where cid:22qlz q N cid:0 1cid:0cid:14Klzdenotes the threshold below which country lenters negotiations, the level of which depends on the cost of negotiations,which depends on the eort exerted by the cid:133rm. Note that since the maximum value of q N is cid:22q, that cid:22qlz cid:22q for all z.tl Stage 2: Hightax country makes an oer on the transfer price In this stage, the hightax country considers the tax statement and thetransfer pricing report submitted by the cid:133rm. Since adjusting the transfer price has no direct cost, country h may eectively ignore the cid:133rmcid:146sproposal and choose a transfer price on its own qh that it proposes tocountry l. For the proposal to be accepted, it has to be at least as high asmaxfcid:22qlz; 1 cid:0 cid:14 cid:22q cid:14cid:22cid:25lg, see 6. For it to be desirable, it must be lowerthan cid:14 cid:25 cid:0 cid:22cid:25h 1 cid:0 cid:14 q otherwise the hightax countrycid:146s default procid:133tsare higher. For it to be legal and feasible, it has to satisfy qh 2 qo; cid:22q. Wecan now state the following proposition.Proposition 1. In equilibrium, negotiations never take place. When aunique transfer price can be reached, the equilibrium transfer price is givenby maxfcid:22ql z ; minfcid:14cid:22cid:25l 1 cid:0 cid:14 cid:22q; qogg.Proof : The cid:133rst part of the Proposition follows from costly negotiationsKh 0. If QN qo; cid:22q ;, negotiations will fail with certainty; therefore,it does not make sense to start them. If QN qo; cid:22q 6 ;, country h wouldrather oer qh q N than enter into negotiations. With q N 2 QN qo; cid:22q byassumption, this choice is feasible and always dominates negotiations. Nowturn to the second part which builds on QN qo; cid:22q 6 ;. Note that the aboveindicated conditions can be summarized by qh cid:21 cid:22qlz and qh 2 QN qo; cid:22q.If cid:22qlz 2 QN qo; cid:22q, then country h cannot do better than oer cid:22qlz. If,however, cid:22qlz mincid:8QN qo; cid:22qcid:9 minfcid:14cid:22cid:25l 1 cid:0 cid:14 cid:22q; qog, then country hcid:146s best choice is the lowest feasible transfer price where feasibility is 17either constrained by the cid:133rmcid:146s or country lcid:146s outside option.cid:3Thus, in equilibrium, transfer pricing is either determined by the relative bargaining power in case of unconstrained negotiations, by the outsideoptions of the lowtax country, or by the outside options of the cid:133rm. Regulation constraints are not binding. This is due to the fact that country l willalways accept some transfer price less than cid:22q and the cid:133rm will always rejectone su ciently close to q. Note, however, that the regulatory constraintsstill incid:135uence the equilibrium as they aect qo and, if the negotiated priceis cid:22q, cid:22ql z. The cid:133nding that negotiations never take place is due to theassumption of complete information. In Section 5.2, we present an alternate model in which the lowtax countrycid:146s negotiation costs are unknownto the hightax country. In that setting, negotiations do occur with positivefrequency.Stage 1: Firm submits tax statement and transfer pricing report Since audits occur with certainty and the hightax country can adjust thecid:133rmcid:146s proposed transfer price without direct cost, the cid:133rm has no incentiveto propose something other than the equilibrium transfer price. It can nevertheless incid:135uence the equilibrium transfer price via the quality of its reportsince a better quality report makes the lowtax country more willing to contest country hcid:146s oer, resulting in a higher transfer price.29 Whether or notthe cid:133rm cid:133nds this procid:133table depends on whether the tax savings outweighthe cost of preparing a quality report.To determine conditions where the cid:133rm exerts positive eort, considerthe equilibrium transfer price when z 0. In this case, the oer made bycountry h will be maxfcid:22ql 0 ; minfcid:14cid:22cid:25l 1 cid:0 cid:14 cid:22q; qogg. If minfcid:14cid:22cid:25l 1 cid:0 cid:14 cid:22q; qog cid:20cid:22ql0, the impact of eort on the equilibrium transfer price is dcid:22ql 0. The marginal cost, meanwhile, is zero when z 0. Thus, the cid:133rm willexert positive eort. To maximize procid:133ts, the cid:133rm sets z in order to solvedz cid:0 1cid:0cid:14K0l z tlmaxz cid:181 cid:0 thcid:251 cid:0 cid:14 th cid:0 tlcid:18 q N1 cid:0 cid:14 cid:0Kl ztl cid:19 cid:0 1 cid:0 tl Czcid:19 7The optimal eort z balances the gain by increasing the transfer price withthe cost of doing so:cid:0 1 cid:0 tl C0z cid:0th cid:0 tltl K0l z 0829 In an unreported alternative, we considered a setting in which these eorts increasethe relative bargaining strength of country l rather than lowering its bargaining cost.Comparable results were found.18from which followsdzdth1tl K0l z2cid:5z 2 0 anddzdtl cid:0C0z tht 2l2cid:5z 2K0l z 09dcid:13 0.This implies that an increase in th increases z while an increase in tl reducesit. Note that dz If, however, minfcid:14cid:22cid:25l 1 cid:0 cid:14 cid:22q; qog cid:22ql0, then for a su ciently smalllevel of eort, the equilibrium transfer price is independent of eort. However, by expending enough eort, denoted cid:22z, the cid:133rm may be able to lowercountry lcid:146s bargaining cost to the point where minfcid:14cid:22cid:25l 1 cid:0 cid:14 cid:22q; qog cid:22qlcid:22z, i.e. where further eort would increase the equilibrium transfer price.For it to choose to do so requires two things. First, the marginal tax savings of additional eort exceeds the marginal cost, i.e. cid:0 1 cid:0 tl C0cid:22z cid:0thcid:0tl K0l cid:22z 0. If not, then the cid:133rm would not choose to push the transferprice above minfcid:14cid:22cid:25l 1 cid:0 cid:14 cid:22q; qog, which it could achieve without exertingany eort, making the equilibrium eort z 0. If so, then it would eitherchoose the eort level given by 8 or z 0, depending on which procid:133t levelis higher.30tl This then begs the question of how the equilibrium transfer price dependson tax rates and bargaining power. If the equilibrium transfer price equalscid:14cid:22cid:25l 1 cid:0 cid:14 cid:22q, it does not depend on tax rates or bargaining power. If itequals qo, tax eects are given bydqodtl cid:0q 0 dcid:22cid:25dtlth cid:0 tl 0 anddqodthcid:25 cid:0 qo cid:0 dcid:22cid:25dthth cid:0 tl:10Since cid:22cid:25 is decreasing in both tax rates, as either tax rate increases, it makesthe cid:133rm more willing to exercise its outside option, making the participationconstraint more binding. This reinforces the direct eect of the lower taxrate, indicating that a rise in the lowtax countrycid:146s rate reduces this cutotransfer price. For the hightax country, however, this is countered by thedirect eect. As long as the cid:133rmcid:146s high country tax base is smaller when itexercises its outside option than when it does not, i.e. the cid:133rm reallocatesactivities so as to reduce the tax burden in the hightax country, then thedirect eect dominates and dqo 0. We assume that this is the case. Thus,dththe equilibrium transfer price is increasing in country hcid:146s tax and decreasingin country l 0s tax.31 Furthermore, dqodcid:13 0, i.e. bargaining power does notaect qo, as expected.30 Note the role of discontinuity in procid:133ts at cid:22z in the need for this comparison.31 Recall that positive procid:133ts must be declared in country h when signing dqodth.19If however, the equilibrium transfer price is cid:22ql z with q N found in unconstrained negotiations, tax eects are:dcid:22qldthdcid:22qldzdzdth 0 anddcid:22qldtl 1 cid:0 cid:14Kl zt 2ldcid:22qldzdzdtl? 011A rise in the country hcid:146s tax increases the transfer price because it increasesthe incentive to invest in report quality z. The response to country lcid:146s taxrate, however, depends on two terms. First, an increase in tl increases thebenecid:133t of securing a higher tax base and, thus, raises the reservation value ofthe transfer price at which the lowtax country is willing to accept withoutnegotiations since Kl z does not directly depend on tl. Second, a rise intl lowers the tax dierence, reducing the cid:133rmcid:146s eort z and, thus, increasingthe cost of negotiation. This second eect serves to at least partially osetthe cid:133rst, resulting in an ambiguous total eect.The bargaining power cid:13 unambiguously reduces the transfer price:dcid:22qldcid:13 1 cid:0 cid:14cid:0cid:22q cid:0 qcid:1 cid:0 cid:14 cid:25 cid:0 cid:22cid:25h cid:0 cid:22cid:25l 012which follows from the assumption that QN 6 0.32Proposition 2. With Prop. 1, if QN qo; cid:22q 6 ;, the equilibrium transferprice is either cid:14cid:22cid:25l 1 cid:0 cid:14 cid:22q or qo or cid:22ql z.i The equilibrium transfer price cid:14cid:22cid:25l 1 cid:0 cid:14 cid:22q does not depend on taxrates.ii The equilibrium transfer price qo falls in tl and increases in th so longas the hightax country tax base in the outside option is smaller than whenthe outside option is not used. It increases in cid:22cid:25 and falls in cid:25.ii The equilibrium transfer price cid:22ql increases in th and falls in tl if Kl zis su ciently small in equilibrium. It rises in procid:133ts cid:25 and cid:22cid:25l and falls incid:22cid:25h and the hightax countrycid:146s bargaining power cid:13.Regardless of whether the equilibrium is described by parts i and ii,the results match those in the empirical literature relating tax rates to transfer pricing behavior. In addition, it provides new predictions that can beexplored in the literature regarding the impact of procid:133ts, both when thecid:133rm does and does not exercise its outside option, on transfer pricing. Inparticular, as the eect of cid:25 diers depending on whether the equilibriumoer by country h is driven by the cid:133rm or the lowtax country, this provides 32 QN 6 ; requires that there is some q which satsicid:133es q cid:14 cid:25 cid:0 cid:22cid:25h 1 cid:0 cid:14 q andq cid:14cid:22cid:25l 1 cid:0 cid:14 cid:22q. Then, the right hand side of 12 is negative.20the possibility of determining which of these issues dominates the averagetransfer price setting.In the next section, we compare our model to the concealment model.4 Comparison with concealment model In this section, we will discuss common features and dierences between theabove presented negotiation model and the often used concealment model.Therefore, we briecid:135y sketch a typical concealment cost model subsection 4.1, compare the predictions 4.2 and discuss the dierence in performanceif a system with formula apportionment is introduced 4.3.4.1 A typical concealment model As discussed above, the concealment model usually assumes that there isa cid:147correctcid:148 transfer price, here denoted by qcid:3, which is known by the cid:133rmand both governments. Nevertheless, the cid:133rm is supposed to have somediscretion over the transfer price, i.e. it may deviate from qcid:3. This, however,comes at a present discounted cost of cid:30 q cid:0 qcid:3 where cid:300 sgn q cid:0 qcid:3 andcid:3000 0. This assumption is often justicid:133ed as recid:135ecting the cost of concealingthe deviation or the expected penalty in case of discovery.The cid:133rmcid:146s optimization problem is thenmaxq cid:201 cid:0 thcid:251 cid:0 cid:14 th cid:0 tlq 1 cid:0 cid:14 cid:0 cid:30 q cid:0 qcid:3 1 cid:0 tlcid:2113where, comparable to the cost of preparing the report in the negotiationmodel, we assume that the concealment cost can be deducted from the taxbase in country l. The procid:133tmaximizing transfer price, q, is implied bycid:300 q cid:0 qcid:3 thcid:0tl1cid:0cid:141cid:0tl or14q qcid:3 cid:300cid:01cid:18th cid:0 tl1 cid:0 cid:14 1 cid:0 tlcid:19 :The equilibrium transfer price increases in the tax gap th cid:0 tl. Ceterisparibus, it increases in th and decreases in tl.4.2 Predictions: concealment versus negotiation model How do the predictions of the concealment model dier from those of thenegotiation model introduced above? Both models predict that, if certain 21conditions are met, the hightax countrycid:146s tax rate increases the transferprice while it falls in the lowtax countrycid:146s tax rate. These predictions havefound large and robust support in the empirical literature, as quoted in theintroduction.There are several dierences, though. First, the negotiation model predicts that bargaining power aects the transfer price. From an empiricalpoint of view, bargaining power could be measured in dierent ways. Forexample, Huizinga and Laeven 2008 show that reported cid:133rm earnings increase in national GDP, which could be consistent with larger countriesobtaining a larger share of the tax base. However, as they do not controlfor cid:133rm size in these specicid:133cations, there is a limit to such conjecture. Alternatively, Davies et. al 2014 cid:133nd that higher transfer prices are set for French exports to high income countries, a result they attribute to pricingtomarket. Alternatively, this could result from wealthier countries havingstronger bargaining power. The concealment model has no prediction in thisregard.Second, the negotiation model has the transfer price dependent on procid:133tswhereas the baseline version of the concealment model does not. Note,though, that more sophisticated concealment models may also establish alink between the equilibrium transfer price and procid:133ts.33 Estimates providedby Bernard, Jensen, and Schott 2006 indicate that the amount of transferpricing by U.S. multinationals is increasing with cid:133rm employment.34 To theextent that larger cid:133rms are more procid:133table now taken as a stylized fact inthe empirical productivity literature, this may be interpreted as evidenceof the procid:133t impact.Third, and maybe most importantly, the concealment model has a clearprediction with regard to the impact of tax dierentials and the audit rate.If the audit rate is at a hundred percent, the link between transfer prices andtax dierentials should vanish. In contrast, the negotiation model presentedabove provides an explanation why there should still be a positive impactof tax dierences on transfer pricing even when audits are a certainty.Finally, the concealment model does not predict a link between owner33 For instance, if the detection probability is a negative function of reported procid:133ts,more procid:133table cid:133rm can shift more procid:133ts abroad. Alternatively, if the transfer priceis used to value an input that is used in variable amounts, more productive cid:133rms willproduce more output, resulting in greater benecid:133t from deviation from qcid:3. Beyond this,the heterogenous productivity model of Bauer and Langenmayr 2013 provides a linkbetween productivity, procid:133ts, and transfer pricing.34 Davies et. al 2014 use a single yearcid:146s worth of data and cid:133rm cid:133xed eects andtherefore do not directly estimate the impact of cid:133rmlevel variables.22ship and transfer prices whereas we show below in section 5 the equilibriumtransfer price does depend on ownership shares in the negotiation model.4.3 Introduction of formula apportionment As part of its eort to combat tax avoidance, the European Union EUhas repeatedly considered introducing a common consolidated corporatetax base CCCTB with formula apportionment.35In our simple framework, formula apportionment would imply that a supranational institutioncid:133xes the transfer price to cid:22qs according to some formula depending on thecid:133rmcid:146s production structure or sales numbers where the superscript s denotes that this is set by the supranational authority. It is often arguedthat a CCCTB with formula apportionment would curb procid:133t shifting tolowtax jurisdictions and, thus, benecid:133t the hightax jurisdictions.In thefollowing, we consider this claim by evaluating the introduction of cid:22qs fromthe perspective of the concealment model and the negotiation model, respectively. More precisely, we ask under which circumstances the hightaxcountry benecid:133ts from such a policy.Since the concealment cost is deducted from the lowtax countrycid:146s taxbase, it is su cient to compare the transfer price levels with each other. Inthe concealment model, the hightax country benecid:133ts from the introductionof formula apportionment ifcid:22qs qcid:3 cid:300cid:01cid:18th cid:0 tl1 cid:0 cid:14 1 cid:0 tlcid:1915That is, countries with large tax rates are more likely to gain than thosewith low tax rates.36 Moreover, countries hosting cid:133rms with low marginalcost concealment technologies will benecid:133t as well. These may, for instance,be cid:133rms with a high share of intangible goods which, as it is often assumed,facilitates procid:133t shifting. Finally, if cid:30 also includes the expected penaltiesif the cid:133rm is caught deviating from qcid:3, then the CCCTB would benecid:133tcountries with low detection rates.In the negotiation cost model, the equilibrium transfer price is given bymaxfcid:22ql z ; minfcid:14cid:22cid:25l 1 cid:0 cid:14 cid:22q; qogg. For purpose of comparison, assumethat the equilibrium transfer price is cid:22ql z with q N found in unconstrained 35 Eichner and Runkel 2008 provide an argument in favor of this. Counterargumentsbased on the new distortions introduced by a CCCTB include Hines 2010 and Nielsen,RiamondosMller, and Schjelderup 2010.36 The literature sometimes argues that, if properly determined, the formula ensurescid:22qs qcid:3. Then, hightax countries will certainly win.23negotiations alternative assumptions are discussed below. Then, the hightax country procid:133ts from formula apportionment ifcid:22qs 1 cid:0 cid:14cid:20cid:13cid:18cid:22q cid:22cid:25lcid:19 1 cid:0 cid:13cid:18q cid:141 cid:0 cid:14cid:141 cid:0 cid:14cid:25 cid:0 cid:22cid:25hcid:19 cid:0Kl ztlcid:2116Again, countries with large tax rates are more likely to gain than those withlow tax rates because z will dier accordingly. Now, however, bargainingpower plays a role. Since cid:13 reduces the transfer price, see 12, countrieswith large bargaining power are more likely to lose from the introduction ofa CCCTB. This is because a system with formula apportionment preventscountries with superior bargaining power from manipulating the equilibriumtransfer price. Similarly, as the negotiated price is increasing in cid:22cid:25l butfalling in cid:22cid:25h, countries with weak outside options facing countries with largeoutside option payos will tend to benecid:133t from a CCCTB. Further, procid:133tablelocations i.e. those with high levels of cid:25 are likely to gain as, cid:133rstly, underformula apportionment the transfer price does not depend on procid:133ts whereasthe negotiated transfer price increases in it.Things look dierent if the equilibrium transfer price is qo. In this case,the cid:133rmcid:146s outside options determine the transfer price. The introductionof an incid:135exible, taxincreasing system like the CCCTB could potentiallylead a the cid:133rm to exercise its outside option. Thus, both countries mayactually lose when the cid:133rm has strong outside options since a CCCTB wouldprevent them from oering the cid:133rm a transfer price that makes it continueits activity. In contrast, if the equilibrium transfer price is cid:14cid:22cid:25l 1 cid:0 cid:14 cid:22q, i.e.if the lowtax countrycid:146s outside option is binding, a CCCTB would improvethe hightax countrycid:146s situation as long as cid:22qs cid:14cid:22cid:25l 1 cid:0 cid:14 cid:22q, providedthat the lowtax country is forced to stick to the CCCTB rules.The eects of the CCCTB on the lowtax countrycid:146s welfare are lessstraightforward to derive since tax revenues depend both on the transferprice and on cid:133rm concealment or reportimproving eort costs. Thus, evenif the CCCTB lowers the transfer price, these losses would be at least partially oset by the elimination of these costs and the attendant rise in thelowtax countrycid:146s tax base.5 Extensions In this section, we consider three extensions of the negotiation model tofurther characterize its properties.245.1 Domestic and foreign cid:133rm ownership So far we have assumed that both governments are only interested in thecid:133rmcid:146s tax payments. However, if households in countries l or h own partof the cid:133rm, the governmentscid:146 incentives may change. Let cid:21i cid:21 0 denotethe weight that the householdscid:146 income has in the governmentscid:146 objectivefunction. Furthermore, let cid:17i 2 0; 1 denote the fraction of the cid:133rmcid:146s equityowned by country icid:146s representative household where the sum of these cannot exceed unity. We decid:133ne cid:3i cid:17 cid:21icid:17i for i r; h. For simplicity, we setcid:22cid:25h; cid:22cid:25l 0 and assume that the negotiated transfer price is cid:22ql z qcid:13 i.e.q N is found in unconstrained negotiations.The equilibrium transfer price in negotiation then solvesmaxcid:141 cid:0 cid:14cid:25 cid:0 qcid:19 cid:3hcid:0cid:5 cid:0 cid:22cid:5cid:1cid:19cid:13cid:18tlcid:18q cid:0 cid:22q q cid:18thcid:18q cid:0 q 17s.t. q 2 QNqo, cid:22q. With cid:5cid:0 cid:22cid:5 th cid:0 tl1cid:0cid:14 1 cid:0 th cid:25 cid:0 cid:22cid:25increasing in q, we have to ensure that country h eectively has an interestin lowering the transfer price. We therefore assume cid:3h thwhich isthcid:0tlalways true as long as the marginal welfare weight of public expenditures islarger than the marginal welfare weight of private consumption.1cid:0cid:14 tl cid:22qcid:0thq cid:14cid:141 cid:0 cid:14qqcid:19 cid:3lcid:0cid:5 cid:0 cid:22cid:5cid:1cid:191cid:0cid:13The Nash bargaining solution is given byqcid:13 cid:13 1 cid:0 cid:14 cid:22q 1 cid:0 cid:13cid:01 cid:0 cid:14 q cid:14cid:25cid:1 1 cid:0 cid:13 cid:3htl 1 cid:0 cid:14cid:0cid:22q cid:0 qcid:1 cid:14 1 cid:0 tl cid:25 cid:0 cid:22cid:25th cid:0 cid:3h th cid:0 tlth 1 cid:0 cid:14cid:0cid:22q cid:0 qcid:1 cid:14 1 cid:0 th cid:25 cid:0 cid:22cid:25tl cid:3l th cid:0 tlcid:0cid:13cid:3l18where the cid:133rst line on the right hand side represents the bargainingoutcome in the absence of ownership. When at least one ownership share isnonzero, the solution will generally dier. We can now state the following Proposition.Proposition 3. i An increase in the hightax countrycid:146s cid:133rm ownershipor an increase in the hightax countrycid:146s valuation of private income unambiguously increases the transfer price.ii An increase in the lowtax countrycid:146s cid:133rm ownership or an increasein the lowtax countrycid:146s valuation of private income increases the transferprice if th 1 cid:0 cid:14cid:0cid:22q cid:0 qcid:1 cid:0cid:14 1 cid:0 th cid:25 cid:0 cid:22cid:25.25Proof : i The derivative of 18 with respect to cid:3h is positive if tl 1 cid:0 cid:14cid:0cid:22q cid:0 qcid:1cid:14 1 cid:0 tl cid:25 cid:0 cid:22cid:25 0. With cid:22q q by assumption and 1 cid:0 tl cid:25 cid:22cid:25 by 3,this is always the case. ii The derivative of 18 with respect to cid:3l is positive if th 1 cid:0 cid:14cid:0cid:22q cid:0 qcid:1 cid:14 1 cid:0 th cid:25 cid:0 cid:22cid:25 0. With 3 1 cid:0 th cid:25 cid:22cid:25.Thus, the eect is ambiguous.cid:3If both countries value private income, an increase in the transfer pricesceteris paribus benecid:133ts both countries. However, it increases the lowtaxcountrycid:146s tax revenue, while it reduces the hightax countrycid:146s revenue. Anincrease in cid:3cid:25 does two things. First, it increases the relative payo ofcountry i which, in a bargaining situation, requires a compensation for theother country. Second, it makes increasing the transfer price more valuable;this should ceteris paribus lead to an increase of q. Therefore, an increase incid:3h unambiguously increases the transfer price, while an increase in cid:3l hasan ambiguous eect.Note that, in contrast to the baseline negotiation model, tax rates aectthe negotiation outcome. This is because a change in the transfer price nolonger amounts to a simple shift in the tax base across countries. Instead,with nonzero ownership shares, it also shifts procid:133ts to the cid:133rm. Becauseprocid:133ts are valued dierently than the tax base, due to the weight on procid:133tsand the ownership share both of which are in cid:3i as well as the sharecaptured by the government via taxes ti, this has eects on the negotiatedtransfer price.That issue aside, the nature of the equilibrium is much like it is in thebaseline. As country h can still oer an acceptable transfer price below thatdetermined by 18, it will do so. Further, since the cid:133rm can manipulate thetransfer price via country lcid:146s negotiation costs, it will cid:133nd it advantageousto exert eort and write a highquality report.5.2 Random negotiation cost Kl One limitation of the above simple theory is that in equilibrium, negotiationsdo not happen because the hightax country simply makes the lowtax country indierent between accepting the oered transfer price or moving on tocostly negotiations. One method of reintroducing equilibrium negotiationsis to allow country lcid:146s cost of negotiation, Kl, to be distributed randomlywith its value known to country l but not h.To this end, assume that Kl is distributed according to a c.d.f. F Kl; zwhere, comparable to the above model, z is chosen by the cid:133rm in Stage 1.This function has an associated p.d.f. f : d F. Further, we assume thatd Kl 26F 0; z 0 and that F tlq N ; z 1. The cid:133rst implies that an oer qh 0by country h will always be rejected while oering qh q N will always beaccepted. Finally, assume that FzKl; z cid:21 0, i.e. by investing in reportquality, the cid:133rm skews the cost distribution towards the lower end, loweringthe expected Kl.Relative to the baseline, stages 5 and 4 are unaected. In stage 3, countryl will continue to accept any transfer price that exceeds its cid:22ql, with the onlydierence being that this is now a function of its privately known realizationof Kl. However, from the viewpoint of country h, cid:22ql is now a randomvariable. Therefore, it chooses its oer to maximize expected revenues,denoted by Reh qh and given by Rewhere R qh 1h qh cid:01 cid:0 cid:22Fcid:1 R qh cid:22F RN19cid:22F cid:17Fcid:0Kl qh ; zcid:1 represents the probability that country l rejects qh, and Kl q tlq N cid:0 q denotes the threshold below which country l will enter negotiations.Re 1cid:0cid:14 thcid:0cid:25 cid:0 q Ncid:1 cid:0 Kh.1cid:0cid:14 th cid:25 cid:0 qh and RN 1h qh is maximized at qh cid:22qel satisfying the cid:133rst order conditioncid:22f R cid:22qetll cid:0 RN cid:0 thcid:01 cid:0 cid:22Fcid:1 020ability of rejection which was either zero or one in the baseline case andthe second represents the expected change in tax revenues.37 Country h canonly prevent negotiations with certainty by proposing qh q N . However,with cid:22f fcid:0Kl cid:22qel ; zcid:1. The cid:133rst term represents the change in the probsince Rcid:0q Ncid:1 cid:0 RN cid:20 0 because of Kh cid:21 0, equation 20 shows that thiscannot be an optimum choice. Thus, in equilibrium, both countries enternegotiations with a certain probability cid:22F 0.Note that as the cid:133rmcid:146s eort does not impact the country hcid:146s revenuesexcept via its impact on the probability of negotiations:dcid:22qeldztl cid:0cid:22fz R cid:22qel cid:0 RN cid:22Fzth2Rehqh q 2cid:21 037 The second order condition is negative,cid:0 tlf 0cid:0Kl q ; zcid:1fcid:0Kl q ; zcid:1 hthcid:16q N cid:0 qcid:17 Khi cid:0 2th 0if mild restrictions on f 0 : are met.222127where 2Rehqh 0 is necessary for 20 to describe a revenue maximum. q 2Thus, as before, greater eort on the cid:133rmcid:146s part increases country lcid:146s willingness to negotiate on average thereby increasing the transfer price countryh oers.The cid:133rm anticipates that the transfer price equals either cid:22ql if negotiationsdo not happen or q N if they do note that we assume that cid:22ql cid:21 qo so that zhas a nonzero eect on the equilibrium. Thus, expected procid:133ts are:l cid:22F q Ncid:3 cid:0 1 cid:0 tl Cz11 cid:0 cid:14E cid:5 23which is maximized by choosing z such that:1 cid:0 th cid:25 th cid:0 tlcid:2cid:01 cid:0 cid:22Fcid:1 cid:22qedzcid:21cid:0q Ncid:0cid:22qelcid:1 cid:01 cid:0 cid:22Fcid:1 dcid:22qldzdcid:22ql 1 cid:0 cid:14cid:20 cid:22Fzcid:0 cid:22f tl 1 cid:0 tlth cid:0 tl C0 z24i.e. that the the marginal expected tax saving equals the marginal cost ofeort. Using 20, the above equation can be written as showing that theleft hand side is clearly positive. With C0 0 0, this ensures that there isalways the incentive to invest in the report quality. Thus, the nature of theequilibrium is quite similar to that in the baseline.5.3 The Outside Option In the baseline case, the cid:133rm incid:135uenced the tax rate by lowering the low taxcountrycid:146s negotiation cost, which increased that nationcid:146s willingness to enter negotiations and therefore increased the equilibrium transfer price eventhough it did not aect q N , the tax rate resulting from negotiations. Alternatively, we can consider a setting in which, comparable to the cost ofwriting a quality report, the cid:133rm can spend money in order to aect thevarious outside option payos, cid:22cid:25, cid:22cid:25h, andor cid:22cid:25l. For example, suppose thatby spending cid:30 at the beginning of the game, the cid:133rm is able to purchase amore mobile technology so that, if it chooses to exercise its outside option,it receives cid:22cid:25 cid:30 which is increasing in cid:30. As this increases the transfer priceat which the cid:133rm would be willing to exit, qo, if the equilibrium transferprice is driven by qo this can be to the cid:133rmcid:146s advantage keeping in mindthe need to compare these gains with cost. Note that this gives the cid:133rmincid:135uence over negotiations in cases where it would not in the baseline. Similarly, one can envision settings where the cid:133rm would cid:133nd it advantageousto invest in technologies that increase the lowtax countrycid:146s outside optionpayo or lower that of the hightax country. As both of these increase qcid:13,28this too would increase the equilibrium transfer price potentially benecid:133ttingthe cid:133rm. Such possibilities suggest that cid:133rms which cid:133nd it easier to obtainmobile technologies will be able to set higher transfer prices, a prediction notfound in the concealment model where location is typically taken as cid:133xed.6 An attempt at model synthesis: transfer pricingwith infrequent audits In this section, we make a cid:133rst attempt to build a model which containselements of both the concealment model and the negotiation model. We doso by relaxing the assumption of audit certainty. As in indicate in Section 2,large cid:133rms are frequently or even constantly audited. However, for mediumsize cid:133rms, the audit probability is around 6 percent i.e. an audit everycid:133fteen years and for small size cid:133rms around 3 percent thirty years, see Bundescid:133nanzministerium, 2014. Although most multinational cid:133rms arelarge, there may be some for which the assumption of infrequent auditsholds.In the baseline negotiation model, however, an audit probability p 20; 1 will always make the cid:133rm choose the highest regulatory permissabletransfer price, q. This corner solution occurs because, unlike the concealmentmodel, there is no penalty associated with setting a transfer price other thanthe cid:147correctcid:148one. Thus, in the absence of frequent audits, the transfer pricewould be independent of the size of the tax dierential, something in clearcontradiction to the empirical evidence.We cid:133x this problem by introducing an element that is familiar withthe concealment model. We assume that the tax authorities have limitedresources implying that they cannot audit each cid:133rm in each year. However,they may screen easily accessible indicators like the locational procid:133t per unitof capital or per employee. If these indicators are outside certain acceptibleranges i.e. if locational procid:133ts are too low, the audit probability increases.Let Th cid:25 cid:0 q denote the tax base in the hightax country. Without anaudit, country h cannot observe whether a low tax base is due to low procid:133tscid:25 or excessively large transfer prices, q. The audit probability p is a functionof the tax base Th with p 0 Th 0. This implies that cid:133rms with higher cid:25have better opportunities to shift procid:133ts see the discussion of the procid:133timpact on transfer pricing above.As before, this audit occurs in the cid:133rst period.38 If the audit occurs, there 38 If the audit occurs at a later date but the transfer price emerging from the audit isapplied retroactively along with interest charges on any tax underpayments owed the high29is no change to the choices in stages 2 through 5, therefore the analysis ofthe negotiation remains the same as in the baseline. Stage 1, in which thecid:133rm sets its initial transfer price and eort level, does change.The cid:133rmcid:146s expected procid:133ts are now given by:1 cid:0 cid:14cid:25 cid:0 ql z 1 cid:0 p Thcid:181 cid:0 thE cid:5 p Thcid:181 cid:0 th1 cid:0 cid:14 cid:0 C zcid:19cid:19 25 1 cid:0 tlcid:18 ql z1 cid:0 cid:14 cid:0 C zcid:19cid:19 1 cid:0 tlcid:18 qwhere q is the transfer price submitted by the cid:133rm. The cid:133rst order conditionis p 0 Th th cid:0 tl qcid:3cid:0qlz1cid:0cid:14 0 implying an equilibriumtransfer price of261cid:0cid:14 1 cid:0 p Th thcid:0tlcid:25 cid:0 q 1 cid:0 cid:14q ql z cid:01 cid:0 p Thp 0 ThNote that the q is strictly larger than ql z.39 We can now show thatan increase in the negotiation transfer price, ql z, strictly increases theequilibrium transfer price q,In otherwords, if cid:133rms anticipate audits to have mild consequences, they get moreaggressive in setting taxsaving transfer prices. Furthermore, equilibriumexpected procid:133ts can be expressed as:dqlz p 0 Th thcid:0tl 1cid:0cid:14 2Ecid:5 q 2 0.dq E cid:5 1 cid:0 thth cid:0 tl 1 cid:0 cid:14cid:0 1 cid:0 tlcid:18 ql z1 cid:0 cid:14 cid:0 C zcid:19cid:25 cid:0 ql z1 cid:0 cid:141 cid:0 p cid:25 cid:0 q2p 0 cid:25 cid:0 q27where the cid:133rst line on the right are the procid:133ts of the negotiation modeland the second line is introduced due to concealment. The features of thenegotiation model procid:133ts are discussed above. The value of the concealmenteect is strictly positive since p 0 Th 0.It increases in the tax ratedierential and decreases in the audit probability p Th as well as the auditsensitivity p 0 Th. Note that the size of this also depends on the hightaxtax country, the cid:133rmcid:146s decision is similar to that here so long as the discount rate cid:14 equalsthe interest rate. Alternatively, one can consider a situation in which there is a statute oflimitations for how far back the auditcid:146s transfer price can be retroactively applied. Theanalysis of such cases, however, requires additional assumptions, such as those relating tothe treatment of overpayments to the lowtax country. As a proper analysis of that caserequires considerable discussion with little additional insight, we do not pursue it here.39 If an audit implies a cid:133xed cost for the cid:133rm, it may be that it chooses a transfer pricebelow ql z in order to reduce the probability of an audit.30countrycid:146s tax base cid:25 cid:0 q and as such, depends on the parameters governingnegotiations. Therefore there is a complex interaction between negotiationand concealment.Note that this synthesis of the negotiation and the concealment modelsleaves out several complicating features of the real world. From the viewpoint of the cid:133rm, the audit is only important if it leads to an adjustment ofthe transfer price neglecting that an audit may involve substantial cost forthe cid:133rm even if all transfer prices are accepted. Thus, the audit probabilitymay not be equal to the probability that the transfer price is adjusted, possibly due to the complexity of the cid:133rmcid:146s operations which contain activitiesnot easily priced, leaving the competent authority feeling incompetent tojusticid:133ably adjust the transfer price. Second, one unpalatable aspect of thisdiscussion is that it assumes that the transfer pricing report is nonbindingfor the transfer prices indicated in the tax statement. In other words, thecid:133rm submits a tax statement that maximizes tax savings and a separatereport that is prepared for the case of an audit which argues for a dierent transfer price. In practice, even lowtax practitioners indicate that suchbehavior by a cid:133rm would be considered unreasonable and, as such, wouldmake the lowtax country less willing to argue against the hightax countrycid:146sadjustment to the transfer price. One rationale given to us for this is that,in contrast to the model here, tax authorities interact with one another onrepeated occasions as dierent cid:133rms are audited. As a result, choosing tosupport a single cid:133rm oering such contradictory tax statements may resultin a breakdown of longterm relationships between tax authorities impacting the negotiations for other cid:133rms. Moreover, by credibly threatening notto engage in negotiations if the transfer price is implausible, the lowtaxcountry can force the cid:133rm to provide thorough and, above all, consistentinformation, which may then be used for negotiations with the hightaxcountry.7 Conclusion The purpose of this paper has been to take account of the practitionerscid:146critiques of the prevailing concealment model of taxinduced transfer pricing.We provide a new model of transfer pricing, the cid:146negotiation modelcid:146, whichabandons the idea that the cid:133rm hides or conceals information from thetax authorities hoping that there is no audit or at least none that leads todetection and cid:133nes. We instead assume that the cid:133rm is certainly auditedand that the cid:133rmcid:146s transfer price is determined by potential negotiations 31between the high and lowtax countries. The outcome of the bargainingprocess can be manipulated by the cid:133rm via an eort that tilts negotiationsin the lowtax countrycid:146s favor.As with earlier approaches, this results in an equilibrium transfer pricethat is increasing in the tax gap.40 However, the relationship between thetransfer price and tax rates becomes more complex because of countervailingeects from the cid:133rmcid:146s eort and the hightax countrycid:146s willingness to engagein negotiations. Thus, while the model does provide reassurance that theresults from the existing literature will largely carry over to a more realisticsetting of transfer pricing, it does point to the need for caution, particularlywhen attempting to calibrate models to derive revenue and welfare implications. Whereas in the baseline concealment model, transfer pricing bythe cid:133rm is a purely wasteful activity, the negotiation model emphasizes thetransfer price as a cid:135exible instrument to account for, cid:133rst, outside optionsof the cid:133rm and, second, for dierences in economic power. Thus, the modelpredicts that cid:133rms with better outside options i.e. more mobile cid:133rmsshift more procid:133ts and that cid:150ceteris paribus cid:150more powerful countries havehigher reported subsidiary procid:133ts and, thus, tax bases. The latter resultmay change the view on policies that are intended to curb procid:133t shifting.For instance, a movement towards a common consolidated corporate taxbase with formula apportionment will likely benecid:133t the hightax countries,but cid:150 ceteris paribus cid:150 hurt the powerful countries. Furthermore, the concealment model yields the policy prescription to strengthen the instrumentsof tax enforcement i.e. increase the rate of audits, the level of cid:133nes etc. cid:150at least up to a point where marginal revenue equals marginal cost. In principle, e cient enforcement may abolish procid:133t shifting entirely. Our modeltakes a dierent perspective and shows that, even with perfect enforcement,there will still be a link between tax rate dierentials and observed procid:133trates. Another empirical prediction from the model is that more procid:133tablecid:133rms shift more procid:133ts Bauer and Langenmayr, 2013, provide an alternative explanation for this cid:133nding. Finally, the model predicts that householdownership of the cid:133rms increases the amount of procid:133t shifting to the lowtaxcountry.4140 It should be noted here that tax authorities and supranational agencies like the OECDand the EU only recently started focussing on transfer prices. For instance, Germany introduced transfer pricing documentation rules no earlier than 2004. The resulting legislationand conventions will potentially weaken the observed link between transfer pricing andtax rate dierentials.41 The standard version of the concealment model neglects ownership issues. It shouldbe noted, though, that optimal enforcement policy in this model will likely take account 32In a cid:133nal step, we make a cid:133rst attempt at blending the concealmentand the negotiation model. We cid:133nd that both audited and nonauditedtransfer prices react to the tax rate dierentials, with the negotiated transferprices positively aecting the nonaudited ones. Thus, the negotiation modelmay, in a way, open the black box and provide a better justicid:133cation for theobserved empirical results and pose additional avenues for future research.References1 Allingham, M.G. and A. Sandmo 1972. Income Tax Evasion: A Theoretical Analysis, Journal of Public Economics 134: 323338.2 Bartelsman, E. J. and R. M. W. J. Beetsma 2003. Why Pay More?Corporate Tax Avoidance through Transfer Pricing in OECD Countriescid:146, Journal of Public Economics, 87, 9cid:15010, 2225cid:15052.3 Bauer, C. and D. Langenmayr 2013. Sorting into Outsourcing: Are Procid:133ts Taxed at a Gorillacid:146s Armcid:146s Length?, Journal of International Economics 902: 326336.4 Bernard, A. B., J. B. Jensen and P. K. Schott 2006. Transfer Pricingby U.S.based Multinational Firms, NBER Working Paper 12493.5 Blonigen, B. A., R. B. Davies and K. Head 2003. Estimating the KnowledgeCapital Model of the Multinational Enterprise: Comment,American Economic Review, 933, pp. 980994.6 Bundescid:133nanzhof 2012. Urteil vom 6.6.2012, I R 9910.7 Bundescid:133nanzministerium 2014. Datensammlung zur Steuerpolitik,Ausgabe 2013, Berlin.8 Clausing, K.A. 2003, Taxmotivated transfer pricing and US intracid:133rmtrade prices, Journal of Public Economics 87, 22072223.9 Davies, R. B. 2008. Hunting High and Low for Vertical FDI, Reviewof International Economics, 162, pp. 250267.10 Davies, R. B., J. Martin, M. Parenti and F. Toubal 2014. Knocking on Tax Heavencid:146s Door: Multinational Firms and Transfer Pricing, Mimeo.of household cid:133rm ownership.3311 Devereux, M.P. and C. Keuschnigg 2013. The Armcid:146s Length Principle and Distortions to Multinational Firm Organization, Journal of International Economics 892: 43240.12 Dharmapala, D. 2014. What Do We Know About Base Erosion and Procid:133t Shifting? A Review of the Empirical Literature, CESifo Working Paper No. 4612.13 Dharmapala, D. and N. Riedel 2013. Earnings Shocks and TaxMotivated IncomeShifting: Evidence from European Multinationals,Journal of Public Economic 971: 95107.14 Eichner, T. and M. Runkel 2008 Why the European Union Should Adopt Formula Apportionment with a Sales Factor, Scandinavian Journal of Economics 1103, pp. 567589.15 Fuest, Clemens 2008. The European Commissioncid:146s proposal for a common consolidated corporate tax base, Oxford Review of Economic Policy 244: 720739.16 Gresik, T. A. 2001. The Taxing Task of Taxing Transnationals, Journal of Economic Literature, 393, pp. 800838.17 Haucid:135er, Andreas; Schjelderup, Guttorm. 2000. Corporate Tax Systems and Cross Country Procid:133t Shifting, Oxford Economic Papers 522:30625.18 Heckemeyer, J. and M. Overesch 2013. Multinationalscid:146 Procid:133t Response to Tax Dierentials: Eect Size and Shifting Channels, ZEWDiscussion Paper No. 13045.19 Hines, J.R. 2010. Income Misattribution Under Formula Apportionment, European Economic Review 541: 108120.20 Hofmann, P.; Lohse, T.; Riedel, N. 2014. Do Transfer Pricing Laws Limit International Income Shifting? Evidence from European Multinationals, mimeo.21 Huizinga, H. and L. Laeven 2008. International Procid:133t Shifting within Multinationals: A MultiCountry Perspective, Journal of Public Economics 9256: 116482.22 Kant, Chander 1988. Endogenous Transfer Pricing and the Eectsof Uncertain Regulation, Journal of International Economics 2412:147157.3423 Mansori, Kashif S.; Weichenrieder, Alfons J. 2001. Tax Competitionand Transfer Pricing Disputes, Finanz Archiv 581: 111.24 Markusen, J. R. 1984 Multinationals, Multiplant Economies, and the Gains from Trade, Journal of International Economics, 16, pp. 20526.25 Mintz, J.M. 1999. Globalization of the Corporate Income Tax: The Role of Allocation, Finanz Archiv 5634: 389423.26 Nielsen, S.B.; RiamondosMller, P.; Schjelderup, G. 2010. Company Taxation and Tax Spillovers: Separate Accounting versus Formula Apportionment, European Economic Review 541: 121132.27 OECD 2007. Manual on Eective Mutual Agreement Procedures,2007 online version, http:www.oecd.orgtaxtransferpricingmanualoneectivemutualagreementproceduresindex.htm accessed in Oct. 2013.28 OECD 2010. OECD Transfer Pricing Guidelines for Multinational Enterprises and Tax Administrations 2010, OECD Publishing.29 Pw C 2013. International Transfer Pricing 201314, Pw C Publishing.30 Swenson, D.L. 2001. Tax reforms and evidence of transfer pricing,National Tax Journal 54: 725.31 Weichenrieder, A. 2009. Procid:133t Shifting in the EU: Evidence from Germany. International Tax and Public Finance 16: 281297.35UCD CENTRE FOR ECONOMIC RESEARCH RECENT WORKING PAPERS WP1306 Karl Whelan: Irelands Economic Crisis The Good, the Bad and the Ugly July 2013 WP1307 Neil Cummins, Morgan Kelly, and Cormac O Grada: Living Standards and Plague in London, 15601665 July 2013 WP1308 Neil Cummins, Morgan Kelly and Cormac O Grada: Living Standards and Plague in London, 15601665 July 2013 WP1309 Karl Whelan: Sovereign Default and the Euro July 2013 WP1310 Orla Doyle, Colm Harmon, James J Heckman, Caitriona Logue and Seong Hyeok Moon: Measuring Investment in Human Capital Formation: An Experimental Analysis of Early Life Outcomes August 2013 WP1311 Morgan Kelly, Joel Mokyr and Cormac O Grada: Precocious Albion: a New Interpretation of the British Industrial Revolution September 2013 WP1312 Morgan Kelly, Joel Mokyr and Cormac O Grada: Appendix to Precocious Albion: a New Interpretation of the British Industrial Revolution September 2013 WP1313 David Madden: Born to Win? The Role of Circumstances and Luck in Early Childhood Health Inequalities September 2013 WP1314 Ronald B Davies: Tariffinduced Transfer Pricing and the CCCTB September 2013 WP1315 David Madden: Winners and Losers on the RollerCoaster: Ireland, 20032011 September 2013 WP1316 Sarah Parlane and YingYi Tsai: Optimal Contract Orders and RelationshipSpecific Investments in Vertical Organizations October 2013 WP1317 Olivier Bargain, Eliane El Badaoui, Prudence Kwenda, Eric Strobl and Frank Walsh: The Formal Sector Wage Premium and Firm Size for Selfemployed Workers October 2013 WP1318 Kevin Denny and Cormac O Grada Irish Attitudes to Immigration During and After the Boom December 2013 WP1319 Cormac O Grada Because She Never Let Them In: Irish Immigration a Century Ago and Today December 2013 WP1401 Matthew T Cole and Ronald B Davies: Foreign Bidders Going Once, Going Twice  Protection in Government Procurement Auctions February 2014 WP1402 Eibhlin Hudson, David Madden and Irene Mosca: A Formal Investigation of Inequalities in Health Behaviours after age 50 on the Island of Ireland February 2014 WP1403 Cormac O Grada: Fame e Capitale Umano in Inghilterra prima della Rivoluzione Industriale Hunger and Human Capital in England before the Industrial Revolution February 2014 WP1404 Martin D OBrien and Karl Whelan: Changes in Bank Leverage: Evidence from US Bank Holding Companies March 2014 WP1405 Sandra E Black, Paul J Devereux and Kjell G Salvanes: Does Grief Transfer across Generations? InUtero Deaths and Child Outcomes March 2014 WP1406 Morgan Kelly and Cormac O Grada: Debating the Little Ice Age March 2014 WP1407 Alan Fernihough, Cormac O Grada and Brendan M Walsh: Mixed Marriages in Ireland A Century Ago March 2014 WP1408 Doireann Fitzgerald and Stefanie Haller: Exporters and Shocks: Dissecting the International Elasticity Puzzle April 2014 WP1409 David Candon: The Effects of Cancer in the English Labour Market May 2014 WP1410 Cormac O Grada and Morgan Kelly: Speed under Sail, 17501850 May 2014 Email economicsucd.ie UCD Centre for Economic Research ", "filename": "79033691X.pdf", "person": ["Johannes Becker", "Becker, Johannes", "Ronald B. Davies", "Davies, Ronald B."], "date": ["2014"]}