{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/102056/1/790413809.pdf"], "title": ["The distribution of individual conformity under social pressure across societies"], "plaintext": "This series is published by the University of Oslo Department of Economics In cooperation with The Frisch Centre for Economic Research P. O.Box 1095 Blindern N0317 OSLO Norway Telephone: 47 22855127 Fax: 47 22855035 Internet: http:www.sv.uio.noecon email: econdepecon.uio.no Gaustadalleen 21 N0371 OSLO Norway Telephone: Fax: Internet: email: 47 22 95 88 20 47 22 95 88 25 http:www.frisch.uio.no frischfrisch.uio.no Last 10 Memoranda No 1114 Ingvild Almas, Ashild Auglnd Johnsen and Andreas Kotsadam Powerty in China as Seen from Outer Space No 1014 Nico Keilman and Coen van Duin Stochastic Household Forecast by Coherent Random Shares Prediction No 0914 Mads Greaker, Michael Hoel and Knut Einar Rosendahl Does a Renewable Fuel Standard for Biofuels Reduce Climate Costs? Karine Nyborg Project Evaluation with Democratic Decisionmaking: What Does Costbenefit Analysis Really Measure? Florian Diekert, Kristen Lund and Tore Schweder From OpenAccess to Individual Quotas: Disentangling the Effects of Policy Reform and Environmental Changes in the Norwegian Coastal Fishery Edwin Leuven, Erik Plug and Marte Rnning Education and Cancer Risk Edwin Leuven, Erik Plug and Marte Rnning The Relative Contribution of Genetic and Environmental Factors to Cancer Risk and Cancer Mortality in Norway Tone Ognedal Morale in the Market Paolo Giovanni Piacquadio Intergenerational Egalitarianism No 0814 No 0714 No 0614 No 0514 No 0414 No 0314 No 0214 Martin Flat and Andreas Kotsadam Drought and Gender Bias in Infant Mortality in SubSaharan Africa Previous issues of the memoseries are available in a PDF format at: http:www.sv.uio.noeconenglishresearchmemorandum The Distribution of Individual Conformity under Social Pressureacross Societiescid:3Moti Michaeliy Daniel Spiroz December 2013Memo 122014v 1This version December 2013Abstract This paper studies the aggregate distribution of declared opinions and behavior when heterogeneous individuals make the tradeo between being true to their private opinions and conformingto an endogenous social norm. The model sheds light on howvarious punishment regimes induce conformity or law obedience,and by whom, and on phenomena such as societal polarization,unimodal concentration and alienation. In orthodox societies, individuals will tend to either fully conform or totally ignore thesocial norm, while individuals in liberal societies will tend to compromise between these two extremes. Furthermore, the degree oforthodoxy determines whether those who fairly agree with thenorm or those who strongly disapprove it will conform. Likewise, the degree of liberalism determines which individuals willcompromise the most. In addition, orthodox societies may adaptnorms that are skewed with respect to the private opinions insociety, while liberal societies will not do so.Keywords: Social pressure, Conformity, Liberal, Orthodox,Compliance.JEL: D01, D30, D7, K42, Z1, Z12, Z13cid:3We wish to thank Florian Biermann, Sergiu Hart, John Hassler, Arie Kacowicz, Assar Lindbeck, Sten Nyberg, Karine Nyborg, Ignacio PalaciosHuerta, Torsten Persson, Jcid:246rgen Weibull, Robert cid:214stling and seminar participants at Hebrew University, University of Oslo, Stockholm University and Stockholm School of Economicsfor valuable comments.y Corresponding author. Department of Economics and The Center for the Studyof Rationality, Hebrew University, motimichgmail.com. Moti received funding fromthe European Research Council under the European Communitycid:146s Seventh Framework Programme FP720072013 ERC grant agreement ncid:14 249159.z Dept of Economics, University of Oslo, daniel.spiroecon.uio.no.11 Introduction It is by now well established that social norms, and social pressure toconform to these norms, incid:135uence individual decision making in a widespectrum of situations. An early experiment showing the potency ofsocial pressure was done by Asch 1955. He showed that even for seemingly objective issues, such as comparing two lines and stating whichone is the longest, social pressure can have strong eects. In economics,models of social norms have been applied to a variety of issues, suchas choices of neighborhood Schelling, 1971, herd behavior Granowetter, 1978, unemployment Lindbeck, Nyberg Weibull, 2003, fertilitychoices Manski Mayshar, 2003 and status seeking Clark Oswald,1998.1This paper studies what is possibly the most basic tradeo that individuals face with regard to social norms and analyzes the aggregatesocietal outcomes of individualscid:146decisions across cultures in a heterogenous agent framework.2 To help cid:133x ideas, imagine a social or politicalissue that is under some controversy, where there exists a social norm,i.e., a consensual cid:147rightcid:148 opinion or norm of behavior. Suppose nowthat each individual in society has some private opinion regarding thisissue, and everyone needs to declare their stance in public. An individual whose private opinion diers from the social norm will then needto consider the tradeo between the social pressure for violating thenorm and the psychological cost of stating an opinion dierent than herprivate one. In many cases cid:150such as at what age to bear children, howmuch alcohol to drink and to what extent to follow religious customs cid:150this decision is not binary. Hence, the individual can choose the extentof conformity to the norm from a continuum.Our mode of analysis, and main aim of the paper, is to examine theextent of conformity that one person will exhibit compared to that ex1Other applications include how much eort to exert under peer pressure Jones,1984; and Kandel Lazear, 1992; and signaling of conformity Bernheim, 1994.For other topics related to social norms see Goman 1959 for early research insociology, Kuran 1995 for political revolutions, Holbrook et al 2003 for eects onpolitical survey making and Hamlin and Jennings 2011 for a review of expressivevoting.2Hence, the novelty in our paper comes not in the setup of the basic individual tradeo but from the combination of heterogenous agents who make continuousdecisions and from dierentiating the results across societies functional forms. Previous theoretical research with a similar tradeo has been presented by e.g. Brock Durlauf 2001, Lindbeck et al 2003, LopzPintado Watts 2008, Akerlof 1980and Kuran 1995 who use binary decisions; Bernheim 1994 who has a signalingmodel with an exogenous norm; Akerlof 1997 who uses peer pressure between threeindividuals; and Kuran Sandholm 2008 and Manski Mayshar 2003 who usepeer pressure between many individuals under a double quadratic function.2hibited by another person with a dierent private opinion. Such comparative statics along the dimension of private opinions provide predictionsfor i which individuals in society will conform more and make largerconcessions, ii how the distribution of stated opinions in society willlook like and iii which norms will be sustainable under various societaltraits. We show that, although the problem faced by each individualis fairly simple, the outcomes at the aggregate level are quite diverse,and we analyze how they depend on the underlying characteristics ofsociety. The analysis has policy relevance from a normative perspectiveas it provides predictions on how dierent punishment regimes be itsocial or legal will aect the extent of compliance across individualswith heterogenous tastes. For instance, it predicts how cid:133nes may aectthe extent of tax avoidance or illegal driving across individuals, howpolicies to increase or decrease birthrates may aect individuals withdierent tastes or how a ban on religious symbols may aect individualswith moderate compared to extreme religious views. From a positiveperspective it yields predictions on which societies may sustain skewednorms and whether the public debate will be manifested by polarization,concentration or alienation.When modelling the characteristics of societies in terms of the socialpressure to conform to the norm, one has to take into account that societies in practice dier not only in the general weight of social pressure,but also in its curvature. That is, they dier in the pressure on smalldeviations from the norm compared to the pressure on large deviationsfrom it. We show that this curvature of the social pressure has moreintricate and possibly more important eects than the general weight ofpressure. Moreover, in order to connect the model results to outcomesacross societies, and based on empirical and casual observations of punishments in groups and societies to be presented in the next section,we apply labels to the curvature of social pressure: Orthodox societiesare those cid:147true to the bookcid:148 and hence utilize concave social pressure;and Liberal societies are those allowing freedom of expression, as long asit is not too extreme, and hence utilize convex social pressure. Strictlyspeaking, these labels are not necessary for the formal analysis, but theyprove useful and intuitively consistent with actual societies when linkingthe basic societal characteristics with aggregate outcomes.The convexity of the social pressure in what we label as liberal societies naturally induces individuals to compromise between fully conforming and stating their public opinions. However, depending on the degreeof liberalism i.e., the degree of convexity, the distribution of declaredstances will be either bimodal polarization following the terminologyof Esteban Ray, 1994 or unimodal concentration. Meanwhile, the 3concavity of the social pressure in what we label as orthodox societiesdiscourages compromise. That is, it will tend to induce individuals toeither completely conform or completely speak their minds. Dependingon the degree of orthodoxy i.e., the degree of concavity, we will eithersee alienation, where those privately opposing the norm partly or totallyignore it, or inversion of opinions, i.e., a case where the norm is maintained by those opposing it the most. Hence, while it may seem intuitivethat people whose private opinions are close to the norm should displaymore conformity than those whose private opinions are further away, weshow that this is not always true. In fact, for a wide set of preferencesin both liberal and orthodox societies the opposite holds cid:150opinions areinverted, so that those who dislike the norm the most adhere to it morethan others.Another outcome that clearly separates orthodox and liberal societiesis that when the norm is endogenized to represent the average declaredopinion in society, in liberal societies it will also represent the averageprivate opinion.3 In contrast, in orthodox societies we may well obtaina skewed social norm centered on a point that is far from what peoplereally think. This provides predictions for when we should and whenwe should not expect to cid:133nd norms that are unrepresentative of theprivate preferences.4An overarching analytical result is that the curvature of social pressure relative to that of inner preferences determines who in society ismost aected by social pressure. More precisely, if the concavity of social pressure arising from deviations from the norm is higher than thatof the cognitive dissonance from deviating from onecid:146s bliss point, thenindividuals with inner preferences close to the social norm will concedei.e. move towards the norm relatively more than those with privatepreferences far from it, and vice versa. Roughly speaking, this meansthat the more orthodox a society is, the more directed it will be at making individuals who privately almost agree with the norm completelyconform to it, while alienating others. Likewise, the more liberal a society is, the more directed it will be at making individuals who stronglydisagree with the norm conform at least a little bit, while hardly aectingthe stances of those who privately tend to agree with the norm.The next section describes some observations of punishments across 3This is true at least, but not only, if the distribution of true opinions is uniform.4This can be contrasted to the well known results of Brock Durlauf 2001 whostudy binary decisions. They cid:133nd multiplicity of equilibria under nearly all circumstances cid:150only the weight of social pressure matters. We cid:133nd that when allowing fora continuous decision variable e.g. how much to cheat on taxes, how early to bearchildren or how fast to drive on the motorway, the multiplicity of equilibria andnorms appears only in orthodox societies.4societies and suggests some labels distinguishing them. Then the modeland analytical decid:133nitions are outlined in section 3. Sections 4 and 5are devoted to analyzing what we label as liberal and orthodox societies respectively. They analyze how individual conformity varies as afunction of private opinions, what the distribution of stances will be insociety as a whole, and what the endogenous location of the norm willbe. Section 6 presents the overarching result on relative conformity. Finally section 7 concludes and discusses the outcome dierences betweenliberal and orthodox societies. To keep the paper readable, the moreelaborate analytical derivations and proofs are covered in the appendix.2 Social pressure across cultures In a recent empirical paper Gelfand et al. 2011 construct a measureof the cid:147tightnesscid:148 of societies that is described as the cid:147overall strengthof social norms and tolerance of deviancecid:148. For instance, they cid:133nd that India, Pakistan and Malaysia have strong norm enforcement while Hungary, Estonia and Ukraine have the weakest enforcement. Such a measure of norms clearly provides an important distinction between societies.But while measuring norm enforcement using a single measure may besu cient in some instances, in other settings it will be important to alsodistinguish between how a society sanctions small deviations in comparison to larger ones. While one society may impose harder social pressurefor small deviations from the norm compared to a second society, thesecond may punish large deviations harder than the cid:133rst one cid:150they differ in the curvature of punishment. As we will show in this paper, thisdistinction is important in terms of predicting aggregate outcomes.In order to show that societies do dier along this dimension also inpractice, a few observations may be in place. An example comes fromexperiments using the Public Good Game that have been performedby Herrmann et al. 2008. They document how participants sanctionothers who contribute a dierent amount than themselves to a publicgood. By ocular inspection see cid:133gure 1 in Herrmann et al. 2008, theirresults suggest that deviations are punished convexly in places such as Copenhagen, Bonn and Melbourne while being punished concavely inplaces such as Muscat and Riyadh. Another detail to note in their resultsis that Melbourne has heavier punishments for large deviations than haseither Riyadh or Muscat, while it has lighter punishments than these twofor small deviations. This pattern matches that of the stylized societies 2 representing Muscat and Riyadh and 3 representing Melbourne in Figure 1. Another recent experiment, by Krupka Weber 2013 reveals 5Figure 1: Punishment across societies. A system of punishments may beat the same time harsh and concave society 1. Alternatively, it may beharsh and convex society 2. Or, it may be light and concave society 3. Finally, like in society 4, it may also be light and convex.a concave social pressure in the dictator and bully games.5A more anecdotal demonstration of these points is by crudely comparing the punishment system in the Israeli Jewish Ultraorthodox community, with the punishment system under the Taliban regime on theone hand, and with liberal West European institutions on the otherhand. This is to some extent a comparison of informal and formal sanctioning, but the purpose here is to highlight that punishment systemscan distinguish between large and small wrongdoings in dierent ways.6An important dierence between the Taliban and the Ultraorthodox sanctioning systems is that the Taliban have substantially heavierpunishment for any comparable deviation from the norm. There are numerous accounts of the Taliban using capital punishment for both misdemeanor and larger oenses, while the Ultraorthodox are characterizedby milder punishments, such as censuring or at most excommunicatingnorm violators. However, one characteristic that both these societies 5See Krupka Webercid:146s 2013 Figures 3 and 5. Applied to the discussion heretheir graphs should be inverted since their measure is of cid:147appropriateness of behaviorcid:148which then is the inverse of our vocabulary which is about cid:147inappropriatenesscid:148.6Hence, while there are many dimensions by which these societies can be compared, for the purpose of this paper we will focus only on two aspects cid:150the curvatureof punishment and its general weight.6have in common is that they advocate cid:147being true to the bookcid:148, meaning that they will sanction relatively harshly compared to their ownscale any small deviation from the norm, while large deviations will besanctioned only slightly more. For instance, in the Israeli Ultraorthodoxsociety, a woman may be censured for wearing a dress that is too short,and a man for publicly supporting the draft of Ultraorthodox to the Israeli army.7 Furthermore, there is an upper bound on the severity ofpunishment. In the Ultraorthodox society this follows from the fact thatindividuals are no longer punishable after being excommunicated fromthe community, and in the Taliban it follows from the terminal natureof capital punishment which they seem to apply rather generously. Thedierence between the Taliban and the Jewish Ultraorthodox when itcomes to punishment is like the dierence between societies 1 and 2 in Figure 1 cid:150both are concave but one is harsher at all levels.What about the punishment structure of the liberal West Europeaninstitutions? Virtually by decid:133nition, a liberal democracy must allow theexpression of almost any view. By most democratic constitutions, citizens are allowed a rather broadly encompassing freedom of expressionand are eligible to run for elections using almost any political platform.But once a party or an individual expresses views that deviate very farfrom the consensus, for example a party that wants to abolish democracy or an individual that incites people to commit crimes, that partymay become illegal like Nazi parties are in certain countries, and thatindividual may be cid:133ned or arrested for incitement or be subject tosurveillance if she, for example, openly expresses extreme rightwing orextreme leftwing opinions, or supports Sharia Law. Roughly speaking, this means liberal democracies will tend to be convex in how theyconstitutionally deal with deviations, like societies 3 and 4 in Figure 1.As incomplete and stylized as these descriptions may be, they dohighlight that representing a punishment system with only one parameter is insu cient. There is on the one hand the issue of harshness ingeneral, and there is, on the other hand, the issue of curvature of thepunishment system as can be captured by varying the degree of convexityor concavity.Can we connect these mathematical terms to more common descriptions relating to societies and cultures? Connecting precise mathematical decid:133nitions into labels useful in social and behavioral sciences alwayscomes with certain subjectivity. But we cid:133nd labels useful in interpretingthe mathematical results and providing intuition. For a formal analysis 7It should be emphasized here that these examples are minor misdemeanors interms of the Jewish religion as religious Jews belonging to less extreme factions treatthese behaviors as completely normative.7such labeling is naturally redundant, as the mathematical results willhold whatever labels we use. It is furthermore conceivable that a society may employ dierent punishment structures for dierent issues.Hence our labels should be interpreted as describing one dimension ofone society or group.To represent the general strength of the norm we adopt the termcid:147Tightnesscid:148 from the vocabulary of Gelfand et al. 2011. This meansthat, holding other things equal, a tighter society will have a harsher social pressure. As for the curvature of the social pressure, we believe thata concave pressure cid:150being meticulous about minor deviations from thenorm but not distinguishing so much between large and small wrongdoings i.e., advocating behavior that is cid:147true to the bookcid:148 cid:150representscid:147Orthodoxcid:148 societies. This also seems to be in line with the experiments performed by Hermann et al 2008 in Riyadh and Muscat, whichwe would intuitively label as orthodox. Likewise, it seems reasonable tocharacterize both the Israeli Ultraorthodox community and the Talibanregime as orthodox.As a counter label, following our descriptions of how liberal democracies constitutionally treat the freedom of expression, and in order to portray the examples of Melbourne, Bonn and Copenhagen in Herrmann etal. 2008, we suggest the label cid:147Liberalcid:148to represent societies with convex social pressure. That is, in these societies small deviations are largelyignored, but for su ciently large deviations the pressure is ramped up.It should be noted that in everyday language and perhaps even in thescienticid:133c one, there is an overlap of the terms cid:147orthodoxcid:148and cid:147tightcid:148.Both are often taken to imply the existence of rather strong social pressure. This blend of terms recid:135ects that orthodox societies possibly useheavier social pressure compared to liberal ones.8 However, while inpractice there may be a positive correlation between tightness and orthodoxy, this should not necessarily always be the case, as demonstratedearlier by comparing the punishments imposed for large deviations bysubjects in Melbourne and in Muscat in the experiments of Herrmannet al. 2008.Just as societies may be characterized by the gradual change in punishments in treating norm deviations, individuals may be characterizedby dierent sensitivities to the psychological cost embodied in small misrepresentations as compared to larger ones when stating stances in public. The discomfort of the individual may then rise concavely or convexly 8There is also a more cid:147technicalcid:148 reason for this association of terms.If onecompares the pressures of societies 1 and 3 in Figure 1, one may notice that althoughthe graphs start and end almost at the same points, the concave graph is clearly highabove the convex one, as follows from the basic characteristics of these functions.8the further the expressed opinion is from her private one. Theoreticallywe see no particular reason why a convex psychological cost functionwould be more or less reasonable than a concave. While in previoustheoretical research a convex disutility is more common e.g. Bernheim,1994; Manski Mayshar, 2003; Clark Oswald, 1998 some recentexperimental research suggests concave preferences may be present inmany cases too e.g. Gino et al 2010; Gneezy et al, 2013; Kendall et al,2013.We will use the term cid:147Perfectionistcid:148 to describe individual punctiliousness. That is, perfectionist individuals will be those who are veryreluctant to state opinions or perform actions that deviate even slightlyfrom their ideology, but once they do deviate slightly from their ideological bliss point, any further deviations make little dierence. We will usethe counterlabel cid:147Nonperfectionistcid:148to represent the individual trait ofa convex displeasure of deviating from the private opinion. Then, aslong as the deviation is not too large, it hardly incid:135icts any discomfort.3 The model An individual is represented by a type t 2 tl; th, which is a point onan axis of opinions. Let s be a point on that same axis, representing thepublicly declared stance of the individual and thus a choice variable.The psychological cost of a type t who publicly declares a stance s isgiven by D t cid:0 s ;d Dd jt cid:0 sj 0;If a person minimizes D only, it is immediate that s t t. Thisway t represents the bliss point of an individual in fulcid:133lling her privatepreferences and D can be interpreted as the cognitive dissonance ordispleasure felt by taking a stance that is not in line with this blisspoint. We can, for example, think of t as the position on an ideologicalscale. s t can then be interpreted as an ideological statement or anideological action such as the extent of adherence to a religious custom.However, an individual who takes s as a stance, also feels a socialpressure P s cid:0 cid:22s, where cid:22s can be understood as a social norm which isexogenous from the point of view of an individual. In equilibrium it willbe determined by the average stance in society. From the individualcid:146spoint of view we have The total disutility or loss of an individual is the sum of the cognitived Pd js cid:0 cid:22sj 0:9dissonance and the social pressure,L t; s D t; s P s; cid:22s :1Seeking to minimize L t; s, it is immediate that each individual willtake a stance somewhere weakly in between her private bliss point andthe social norm. That is,8t; scid:3 t 2 cid:26cid:22s; t ; if cid:22s cid:20 tt; cid:22s , if t cid:22s,where scid:3 t is the stance that minimizes the loss for type t.To compare the extent of norm conformity for dierent individualsin society, we will use two dierent measures.Decid:133nition 1 The conformity of t is cid:0jscid:3 t cid:0 cid:22sj.This measure quanticid:133es how close to the norm an individualcid:146s stanceis. We impose negativity so that conformity is increasing the closer scid:3is to cid:22s. That is, for t cid:21 cid:22s conformity is locally weakly decreasing int if and only if dscid:3dt cid:21 0. We will say that t conforms more than t 0 ifjscid:3 t cid:0 cid:22sj cid:20 jscid:3 t 0 cid:0 cid:22sj.Decid:133nition 2 The relative concession of t is jt cid:0 scid:3 tj jt cid:0 cid:22sj.This measure is meant to portray how much an individual is givingup on her private opinion compared to how much she could, maximally, ifshe completely conformed to the norm: We say that t concedes relativelymore than t 0 if jt cid:0 scid:3 tj jt cid:0 cid:22sj cid:21 jt cid:0 scid:3 t 0j jt 0 cid:0 cid:22sj.The main analysis revolves around the function scid:3 t. Nearly allupcoming results can be derived by using general convex and concavefunctional forms, but for brevity and in order to facilitate the interpretation, we will assume that the cognitive dissonance and social pressureare power functions.D t; s jt cid:0 sjcid:11 ; cid:11 0P s; cid:22s K js cid:0 cid:22sjcid:12 ; cid:12 0:These functions are symmetric around t s and s cid:22s, respectively. Forconservation of space, we will therefore mainly only present the problemand solution for t cid:21 cid:22s; where we get the following minimization problem:mins nt cid:0 scid:11 K s cid:0 cid:22scid:12o ;10with a cid:133rstorder conditioncid:0cid:11 t cid:0 scid:11cid:01 cid:12K s cid:0 cid:22scid:12cid:01 0and a secondorder condition for an internal local minimum pointcid:11 cid:0 1 cid:11 t cid:0 scid:11cid:02 cid:12 cid:0 1 cid:12K s cid:0 cid:22scid:12cid:02 0:23Following the previous section we will use the label Liberal for cid:12 1and Orthodox for cid:12 1. The limiting case cid:12 1 can be seen as weaklyorthodox and weakly liberal at the same time. Likewise we call individuals Perfectionist when cid:11 1 and Nonperfectionist when cid:11 1 whencid:11 1 the individual is perfectionismneutral. Finally, K represents the Tightness of society in relative terms, i.e., relative to the size of thecognitive dissonance, which is normalized to 1 we will also refer to K asthe weight of social pressure. We will assume that the only dierencebetween individuals is in their bliss points while having cid:11, cid:12 and K incommon.When presenting results about the distribution of stances in a societywe also need to specify a distribution of types. To make this as transparent and neutral as possible we will present the stance distributionwhen t cid:24 U tl; th.In total, this provides a rich description of societies or cultures interms of their basic characteristics and outcomes. Each society has itsunderlying characteristics made of the distribution of private opinions,the curvature of social pressure, the curvature of the psychological costand the weight of pressure. In each society, one can then observe the behavior of individuals and aggregate outcomes in terms of how conformityand concession depend on each individualcid:146s type, what the distributionof public opinions is and what norms a society can sustain.94 Liberal societies We start by examining the case when cid:12 is greater than 1. From thesecondorder condition 3, it is immediate that there is an internal solution for every type t if cid:11 cid:21 1 and a possibility for both inner andcorner solutions when cid:11 1. The properties of stances and conformityin society are summarized in the following proposition.109Kuran Sandholm 2008 decid:133ne a culture as the distribution of private opinionsand the distribution of stated opinions. However, restricting themselves to doublequadratic functions they do not let the curvature vary by society. As we show in thepaper, the distinction by curvature is an important driver of societal outcomes andbehavior.10We ignore the special case of cid:11 cid:12 as it is a borderline case between cid:11 cid:12 andcid:11 cid:12, where jscid:3 t cid:0 cid:22sj is linearly increasing and the distribution of scid:3 is uniform.11Figure 2: 1 cid:12 cid:11 with cid:22s :5, t cid:24 U 0; 1. The lefthand scheduledepicts scid:3 t full line and compares it to the line s t dashed line.The righthand schedule depicts the probability density function.Proposition 1 If cid:12 cid:21 1 and cid:22s 2 tl; th then:1. If cid:11 cid:12, then jscid:3 t cid:0 cid:22sj is convexly increasing in jt cid:0 cid:22sj ; thusconformity is decreasing in jt cid:0 cid:22sj. Moreover, the relative concession is decreasing in jt cid:0 cid:22sj. If, furthermore, t cid:24 U tl; th, thenthe distribution of scid:3 is unimodal.2. If 1 cid:20 cid:11 cid:12, then jscid:3 t cid:0 cid:22sj is concavely increasing in jt cid:0 cid:22sj ;thus conformity is decreasing in jt cid:0 cid:22sj. Moreover, the relative concession is increasing in jt cid:0 cid:22sj. If, furthermore, t cid:24 U tl; th, thenthe distribution of scid:3 is bimodal.113. If cid:11 1 and the range of types is broad enough, then jscid:3 t cid:0 cid:22sj iscid:133rst increasing then decreasing in jt cid:0 cid:22sj. The relative concession If, furthermore, t cid:24 U tl; th, then theis increasing in jt cid:0 cid:22sj.distribution of scid:3 is bimodal.Proof. See appendix.The results are visualized in Figures 2, 3 and 4 where the lefthandschedules represent the resulting function scid:3 t and the righthand schedules represent the resultant distribution the probability density function given a uniform distribution of bliss points.When cid:12 1 only extremists t far from cid:22s feel any substantial socialpressure to deviate from their bliss point. Then, if cid:11 1, an individualcid:146s 11If cid:11 1 the cid:133nal statement is contingent on a su ciently large K and a su ciently centered norm.1200.250.50.75100.250.50.751tstStancecid:160percid:160individual,cid:160alphabeta 00.250.50.7510102030405060708090s Numbercid:160ofcid:160individuals Distributioncid:160ofcid:160stances,cid:160alphabetaFigure 3: 1 cid:11 cid:12 with cid:22s :5, t cid:24 U 0; 1. The lefthand scheduledepicts scid:3 t full line and compares it to the line s t dashed line.The righthand schedule depicts the probability density function.inner preferences are also open for deviations from her bliss point, as longas the deviation is not too large. The important question is then whetherit is the cognitive dissonance or the social pressure that is more open todeviations.To get the intuition for the cid:133rst part of the proposition cid:11 cid:12,it may be easiest to imagine a very large cid:11. Then, an individual doeshardly feel any dissonance from deviating a little from t. A moderateperson i.e., t close to cid:22s may then just as well choose a stance very closeto cid:22s in order to minimize the social pressure. However, an extreme typei.e., t far from cid:22s will not be willing to move equally close to cid:22s sincethe inner discomfort will then be very large. Thus, in this scenario,moderates tend to concede relatively more to the norm. The resultantdistribution will therefore be a concentration of individual statementsaround the norm.When cid:12 cid:11 the second result in the proposition, it may be easiestto imagine a very large cid:12. Then, an individual does hardly feel anypressure by deviating a little from cid:22s. Consequentially, only extremetypes will feel enough social pressure to actually take a large step fromtheir bliss point. Meanwhile moderates will hardly be inclined to movefrom their bliss points. There will then be a concentration of extremetypes at a certain distance on each side of the norm. That is, societywill be polarized.1212Strictly speaking, this is true if and only if the norm is su ciently centrallylocated, which we will show to be the case in equilibrium.1300.250.50.75100.250.50.751tstStancecid:160percid:160individual,cid:160alphabeta 00.250.50.7510102030405060708090100s Numbercid:160ofcid:160individuals Distributioncid:160ofcid:160stances,cid:160alphabetaThe polarization represents the result that, in very liberal societies,extremists make relatively large concessions. Hence, while all liberalsocieties consisting of nonperfectionists have in common that they getall individuals to compromise, the degree of liberalism determines whowill concede more. In less liberal societies cid:12 cid:11 moderates will makelarger concessions creating unimodal concentration, while in very liberalsocieties cid:12 cid:11 the extremists will concede more. This latter casecreates polarization in the sense of Esteban Ray 1994, where thereare concentrations of public statements at two dierent locations on theaxis. If we cid:133x cid:12 and let cid:11 fall gradually, the population becomes morepolarized with a higher concentration at the peaks and less individualstaking intermediate stances the cid:147smilecid:148in Figure 3 becomes deeper.The continuation of this logic of gradually decreasing cid:11 is represented by the third statement in the proposition. As individuals passthe threshold from nonperfectionist cid:11 1 to perfectionist cid:11 1we get an enhancement of the previous logic.In general, individualswith cid:11 1 will either not concede at all, or, once they cannot declaretheir private opinion, concede a great deal. In a liberal society socialpressure is hardly present for small deviations implying moderates willdeclare exactly their type. But since social pressure is ramped up forlarge deviations it will be hard for extremists to stand cid:133rmly at theirbliss point. Hence, being perfectionists, they may as well conform a lot.This means that some types moderates will not make any concessionwhile others extremists will make very large concessions. As is illustrated in Figure 4 lefthand schedule, the proposition then implies thatthe extremists conform more than some moderates and that, within thegroup of those conforming, the more extreme individuals are the mostconformed. Thus, we get what can be called an inversion of opinions,where extreme people conform more than moderates. Furthermore, weget it at two levels. Between extremists and moderates the extremistsconform more and within the group of extremists the most extreme conform more than the less extreme. All in all, this will create a bimodaldistribution Figure 4, righthand schedule where extremists form thepeaks and there is a uniform distribution of moderates around the peakscid:150society will seem polarized. As cid:11 increases towards 1, these peaks willmove outwards and as cid:11 passes 1, the inversion ceases to exist and weare left with the same bimodally distributed society as in the case of 1 cid:20 cid:11 cid:12 see Figure 3.Up until now we have described the results for any norm, no matterwhere it is located. But what would be possible equilibrium locationsof a social norm in a liberal society? For this we need to specify howthe norm location is determined in society. The norm being the average 14Figure 4: cid:11 1 cid:20 cid:12 with cid:22s :5, t cid:24 U 0; 1. The lefthand scheduledepicts scid:3 t full line and, in comparison, the line s t dashed line.The righthand schedule depicts the probability distribution function.stated opinion seems like a relevant possibility. That iscid:22s 1th cid:0 tlth Ztlscid:3 cid:28 dcid:28.Naturally, there may be other forces shaping the norm, but the averagestance seems like a natural way to start, which has also been applied inearlier research e.g. Clark Oswald, 1998; Brock Durlauf, 2001.13In the following analysis, we implicitly assume that the distributionof types is uniform. This implies a distribution of stances S which isat least locally symmetric around cid:22s. Thus, for a certain social normto be the average of all declared stances, S has to be symmetric aroundcid:22s over the whole range of types. This condition holds immediately for acentered norm. I.e., a norm at the average bliss point thtl is sustainable in equilibrium. But it does not hold for a skewed norm unless typeswith opinions far from it fully conform if they do not fully conform,they pull the norm in their direction. Since in a liberal society no onefully conforms, the following proposition holds.2Proposition 2 Suppose cid:22s is the average stance in society and t cid:24 U tl; th.Then, if cid:12 1, there is a unique equilibrium where cid:22s thtl.213In two adjacent papers we investigate how pressure and norms are formed insocieties where either the stated or the private opinions of individuals determinesocial pressure see Michaeli Spiro, 2013a,b.1500.250.50.75100.250.50.751tstStancecid:160percid:160individual,cid:160alpha1beta 00.250.50.751050100150200250300s Numbercid:160ofcid:160individuals Distributioncid:160ofcid:160stances,cid:160alpha1betaThe proposition states that the only possible equilibrium in a strictlyliberal society is where the social norm is equal to the average bliss point.Thus, the norm is bound to be representative of the actual private opinions in society.5 Orthodox societies When cid:12 cid:20 1, society is intolerant to small deviations from the consensus,but hardly distinguishes between moderate and large deviations. It isnow immediate from the secondorder condition 3 that if cid:11 cid:20 1; thenany inner solution is a maximum, implying that individuals will eitherfully conform scid:3 t cid:22s or speak their minds scid:3 t t. This is alsointuitive, because when the functions are concave, taking a stance inbetween t and cid:22s would imply both great dissonance and heavy socialpressure. The heart of the matter is who chooses to fully conform andwho chooses to speak her mind in public. It turns out that there existscid:11cid:0cid:12 , at which the optimal solutiona distance from the norm, cid:1 cid:17 Kswitches between these two corner solutions. Thus, if the range of typesis broad enough, conformity changes drastically at cid:22s cid:6 cid:1. When cid:11 1, types close the norm have corners solution too, but types furtherenough from it choose a compromise solution.14 The properties of stancesand conformity in society for this case are summarized in the followingproposition.151Proposition 3 Let cid:1 cid:17 Kenough, then:1cid:11cid:0cid:12 . If cid:12 cid:20 1 and the range of types is broad 1. If cid:12 cid:11 cid:20 1; then types with jt cid:0 cid:22sj cid:1 fully conform whiletypes with jt cid:0 cid:22sj cid:1 speak their minds. Conformity and relativeconcession are weakly decreasing in jt cid:0 cid:22sj. If, furthermore, t cid:24U tl; th and cid:22s is su ciently centered, then the distribution of scid:3is unimodal and discontinuous with a peak at cid:22s and uniform tailsat the extreme ends of the range.2. If cid:11 cid:12; then types with jt cid:0 cid:22sj cid:1 speak their minds while typeswith jt cid:0 cid:22sj cid:1 fully conform. Conformity is cid:133rst decreasing injt cid:0 cid:22sj and then sharply increases. Relative concession is weakly 14It can be shown that the distance from the norm to the switching points fromcorner solutions to inner solutions in this case is smaller than cid:1.15We ignore the special case of cid:11 cid:12 as it is a borderline case between cid:11 cid:12and cid:11 cid:12, where all types either speak their minds if K 1 or fully conform if K 1, and so the distribution of scid:3 is either uniform if K 1 or degenerate at cid:22sif K 1.16Figure 5: cid:12 cid:11 cid:20 1 with cid:22s :5, t cid:24 U 0; 1. The lefthand scheduledepicts scid:3 t full line and in comparison, the s t dashed line. Therighthand schedule depicts the probability distribution function.increasing in jt cid:0 cid:22sj. If, furthermore, t cid:24 U tl; th, then the distribution of scid:3 is unimodal and continuous with a peak at cid:22s and auniform section attached to it.3. If cid:11 1, then types close enough to the norm fully conform,thus jscid:3t cid:0 cid:22sj 0 at that range. For types far from the normjscid:3t cid:0 cid:22sj is increasing in jt cid:0 cid:22sj. Conformity and relative concession are weakly decreasing in jt cid:0 cid:22sj. If furthermore, t cid:24 U tl; thand cid:22s is su ciently centered, then the distribution is discontinuously trimodal with a central peak at cid:22s and a detached group oneach side.Proof. See appendix.In part 1 of the above proposition, society displays a relatively highdegree of orthodoxy cid:12 cid:11. Individuals with opinions close enough tothe social norm t 2 cid:22s cid:0 cid:1; cid:22s cid:1 will choose to fully conform whileindividuals with opinions far enough from the norm will simply cope withthe full social pressure and choose the inner bliss point as their stance.The intuition is that in very orthodox societies one has to move all theway to the norm to alleviate pressure to any substantial degree. Then,when cid:11 cid:12; extreme types t far from cid:22s cid:133nd it relatively more painfulto move to the norm compared to stating their type. Altogether, thismeans that very orthodox societies create an eitheror mentality whichalienates people with opinions far from the norm, but compels those withopinions close enough to it to fully align. If a person feels that it is notpossible to fulcid:133ll the norm, there is no point in trying to partly conform,1700.250.50.75100.250.50.751tstStancecid:160percid:160individual,cid:1601alphabeta 00.20.40.60.810200400600800100012001400s Numbercid:160ofcid:160individuals Distributioncid:160ofcid:160stances,cid:1601alphabetaFigure 6: cid:11 cid:12 cid:20 1 with cid:22s :5, t cid:24 U 0; 1. The lefthand scheduledepicts scid:3 t full line and compares it to the line s t dashed line.The righthand schedule depicts the probability distribution function.since this will hardly make a dierence anyway. This way an orthodoxsociety, which is not tolerant to small deviations from the norm, willtend to fail in moderating extreme peoplecid:146s stances.We will now continue with an inversion of the previous case, whichholds when society is orthodox to a lesser degree, so that cid:12 cid:11 part 2of Proposition 3. The observable outcome of this case is a distributionthat looks like a standard concentration of individuals at the norm. Butthere is an important twist. The concentration of stances at cid:22s consistsof individuals with extreme inner bliss points, i.e., those with privateopinions far from the norm. Thus, the extreme typescid:146declarations aremore conformed than those of the moderates. This means that as thedistance from the norm increases, conformity is initially decreasing, butthen sharply increases at the switching point from totally ignoring thenorm to full conformity. This creates a form of inversion of opinionswhere those who despise the norm the most are the only ones upholding it. The intuition is that moderates are now unwilling to conformsince this would incid:135ict too great displeasure given that the dissonanceis so concave. For extremists, however, not conforming will imply toogreat social pressure since P t; cid:22s is increasing relative to D t; cid:22s withthe distance from the norm jt cid:0 cid:22sj. This means that mildly orthodoxsocieties will be good at attracting extremists to the norm while cid:147allowingcid:148the freedom of expression of those su ciently close to it. In fact,for any cid:133nite K, no matter how large, there will always be a group oftypes close to the norm who speak their minds. Hence, full conformityby all cannot be attained here.By comparing part 1 and part 2 of the proposition, we see that bothtypes of orthodox societies with perfectionist individuals have one thing 1800.250.50.75100.250.50.751tstStancecid:160percid:160individual,cid:160alphabeta100.250.50.751020406080100s Numbercid:160ofcid:160individuals Distributioncid:160ofcid:160stances,cid:160alphabeta1Figure 7: cid:12 1 cid:20 cid:11 with cid:22s :5, t cid:24 U 0; 1. The lefthand scheduledepicts scid:3 t full line and, in comparison, the line s t dashed line.The righthand schedule depicts the probability distribution function.Note that the yaxis is truncated from above for visual purposes.in common cid:150making each person either conform fully or not at all. Butthe degree of orthodoxy i.e., whether cid:12 cid:11 or cid:12 cid:11 makes a recid:133nement of this result by yielding completely opposite predictions whenit comes to which individuals will be the ones conforming extremistsor moderates respectively and what the distribution of stances will beunimodal concentration or detachment at the extremes respectively.In the third part of the proposition, when cid:11 1; individuals arenonperfectionist, so only large deviations from the bliss point createdissonance. We then get a combination of corner and inner solutions,where individuals with opinions far enough from the norm choose an inner solution, while moderates completely conform to the norm.16 Figure 7 illustrates the resultant distribution of stances. It has a peak at cid:22s andfor a su ciently broad range of types and a su ciently centered cid:22s hastwo detached groups towards the extreme ends.1716It is generally hard to cid:133nd a closed form solution for the cuto between conformityand inner solutions in this case. However, the inner solution is increasing relativeto the corner solution as t is distanced from the norm. Hence, for a broad enoughrange of types, we know that the inner solution is preferred by extreme individuals.In contrast, and perhaps trivially, the cuto is increasing in K in such a way thatif the social pressure has enough weight, there can arise a case of everyone choosingthe norm.17The requirement for a su ciently broad range of types can alternatively be replaced with a requirement for su ciently small K.I.e., we can get qualitativelysimilar societies by either adding heterogeneity broadening the range of types orby decreasing the weight of punishment decreasing K:1900.250.50.75100.250.50.751tstStancecid:160percid:160individual,cid:160beta1alpha 00.250.50.751020406080100120140160180s Numbercid:160ofcid:160individuals Distributioncid:160ofcid:160stances,cid:160beta1alphaThe intuition for this is that, since society is orthodox concave social pressure, small deviations from the norm draw relatively heavypressure. Combining this with nonperfectionism at an individual levelcid:150small deviations from the bliss point are almost painless cid:150implies thatmoderates do best in completely conforming to the social norm. In comparison, extremists would feel too much dissonance if they were to fullyconform. However, since the dissonance is convex, the extremists do notmind making small concessions. Hence, they choose a compromise solution. Naturally, the more extreme types will conform even less. As canbe seen, this closely resembles the case where society is very orthodoxand individuals are perfectionist. Also here extremists are alienated fromsociety, but instead of completely cid:147ignoringcid:148the norm, they make smallconcessions to adapt to it.18 The general lesson from these two cases isthat orthodoxy creates alienation if individuals are not very perfectionist. One interpretation is that individuals who strongly object the normin an orthodox society will prefer to be excommunicated, like happens,for instance, with dissenters in the Jewish Ultraorthodox community.Let us now analyze which social norms can be sustained in equilibrium if the norm is the average stance in society. Recall that when thedistribution of types is uniform, the distribution of stances S is locallysymmetric around cid:22s. Thus, for a certain social norm to constitute anequilibrium, S has to be symmetric around cid:22s when including the stancesof all types in the range tl; th. As was explained in Section 4, thiscondition holds immediately for a norm at the center of the typescid:146distribution thtl, but does not hold for a skewed norm unless types withopinions far from it fully conform. Since in orthodox societies we do cid:133ndscenarios where such types fully conform, those societies may sustain askewed norm in equilibrium, as stated in the next proposition.192Proposition 4 Let cid:1 cid:17 Kcid:11cid:0cid:12 . Suppose cid:22s is the average stance insociety and t cid:24 U tl; th. Then if cid:12 cid:20 1; there exists an equilibriumwhere cid:22s thtl. Furthermore:121. If 1 cid:11 then cid:22s 6 thtl 2if scid:3 t cid:22s 8t.can be sustained in equilibrium if and only 18This is similar to the result in Bernheimcid:146s 1994 paper. What is interesting isthat while Bernheim gets this distribution when both pressure and dissonance areconvex functions according to our way of decid:133ning them, we get it when dissonance isconvex but pressure is concave. This way, whether pressure is applied to actions ourmodel or beliefs about types Bernheimcid:146s model makes an important dierence.19We ignore the special case of cid:11 cid:12: Then any cid:22s 6 thtlequilibrium if and only if K cid:21 1.can be sustained in 2202. If cid:12 cid:11 cid:20 1 then cid:22s 6 thtl 2only if th cid:0 tl 2cid:1 and cid:22s 2 th cid:0 cid:1; tl cid:1.can be sustained in equilibrium if and 3. If cid:11 cid:12 then cid:22s 6 thtl 2if th cid:0 tl 2cid:1 and cid:22s 2 tl cid:1; th cid:0 cid:1.can be sustained in equilibrium if and only Proof. See the appendix.Parts 1 and 2 of the proposition deal with cases in which onlymoderate individuals fully conform. Therefore, in order for a skewednorm to hold in equilibrium, the range of types needs to be narrowenough to include no cid:147extremistscid:148. Otherwise types far from the normwill be alienated, creating opposition on one extreme end of societyand hence unbalancing the norm. Another perspective on this resulthighlights the role of the severity of the social pressure to conform. Ifthe norm is skewed towards one of the edges, a higher pressure weight K i.e. a tighter society is needed to make extremists at the far endconform. Hence, a larger K enables more skewed norms. As the weightof pressure falls, this leaves a narrower range of possible equilibria, andeventually, the only remaining equilibrium is when the social norm isequal to the average bliss point. This implies that in very orthodoxsocieties, the only way of upholding a skewed social norm is by eitherhaving severe social pressure i.e., creating cohesion of statements or byhaving individuals with a tight range of bliss points i.e., having cohesiveprivate opinions.The third part of the proposition deals with the case in which thecid:147extremecid:148 individuals are those who fully conform. As shown earlier,this happens in orthodox societies with very perfectionist individuals.Such a society, albeit being orthodox, in practice creates freedom ofexpression for those close to the norm, since inner preferences are veryconcave. However, the potential dissenters, in terms of their privateopinions, cid:133nd the social pressure too strong to resist, and perfectionistas they are, end up fully conforming. By doing so they give up their sayin determining its location, thus enabling the existence of norms that areunfavorable to themselves. It may be interesting to note that, unlike thecase of cid:12 cid:11, it is here not necessary to have cohesive private opinionsfor a norm to be sustained. In fact, on the contrary, a broader range oftypes enables a broader range of norms, as can be seen in the equilibriumconditions for cid:22s. But an important feature of this equilibrium is thatthere is equally much mild critique coming from both sides of the normcid:150the debate in society has to be balanced around the norm. Note alsothat for any cid:133nite K there is always a share of individuals with privateopinions close to the norm who speak their mind. Since equally many 21of these need to be on each side of the norm, this sets a limit for howskewed the norm may be.6 Relative concession across societies By now it should be already clear that it is not only the convexityor concavity of the social pressure and of the cognitive dissonancethat matter cid:150 their relative curvature plays a signicid:133cant role too.In Section 4 we saw that a change in the relative curvature i.e., which of cid:11and cid:12 is the greatest implies a switch between unimodal and bimodaldistributions, and in Section 5 we saw that a change in the relativecurvature implies a switch between a state of alienation and a state ofinversion of opinions. These results can be generalized to an overarchingpattern of who in society moderates or extremists concedes relativelymore to the social pressure.Corollary 5 The relative concession is decreasing in jt cid:0 cid:22sj if and onlyif cid:12 cid:11.Proof. Follows directly from propositions 1 and 3.This corollary establishes that when the social pressure is more concave or less convex than the cognitive dissonance, it mainly aectsmoderates.20 This is intuitive since, roughly speaking, when the pressure is relatively concave, then small deviations from the norm mattermore than large deviations, and so small concessions by moderates matter more in terms of relieving the pressure than small concessions byextremists. If the converse holds, such that the social pressure is relatively more convex, it mainly induces the extremists to conform, sincesmall concessions far from the norm matter more than small concessionsclose to it. This result has an implication for the distributions of stancesthat will be formed in dierent societies. Within the orthodox societies,those societies that are more orthodox will be more directed at creating conformity among people who privately almost agree with the norm.This will be at the expense of moderating those who strongly disagreewith the norm. As for liberal societies, the same result implies that themore liberal among them will be more directed at getting extremists tomake compromises, while aecting the stances of moderates to a lesserextent.2120With general functional forms, the condition for decreasing relative concessionis generalized to cid:13P x cid:17 cid:0 x P 00xD0x ; where cid:13F x is the ArrowPratt measure of relative risk aversion of the function F x.21These statements are not absolutes. It may well be so that an orthodox societywill make everyone concede more than a liberal society will do. So the statements P 0x cid:13D x cid:17 cid:0 x D00x227 Conclusion This paper has presented a simple theory on how social pressure aectsthe distribution of stated opinions and visible actions across societies.The main message is that the curvature of social pressure, and how itrelates to the curvature of individualscid:146 disutility when deviating fromtheir bliss points, is more important than the general weight of punishment. In that sense this paper is closely related to the works of Eguia2011 and Clark Oswald 1998, who, albeit analyzing dierent issuesthan us, do concentrate on how curvature aects individual behavior. Toconnect the model results to outcomes across societies, and based on empirical and casual observations of punishments in groups and societies,we applied labels to the curvature of social pressure: Orthodox societiesare those true to the book and hence utilize concave social pressure; and Liberal societies are those allowing freedom of expression as long as it isnot too extreme and hence utilize convex social pressure. These labelsare not necessary for the formal analysis, but in our view they are helpfulin matching societal traits to actual societies and in producing insightsand predictions for these societies.Plainly, liberal societies facilitate a mentality of compromise, wheremost individuals are compelled to adjust at least a little bit to the norm.A more intricate result is that the degree of liberalism, i.e., the degreeof convexity, plays an important role. Very liberal societies will tendto mainly make those who privately dislike the norm adjust to it fairlymuch. This will create a society which looks polarized. Less liberalsocieties will mainly induce those who nearly agree with the norm tomake large concessions to it, leading to a unimodal distribution of publicstances.22Orthodoxy, on the other hand, facilitates an eitheror mentality, sincealmost only full conformity counts. Indeed, this will sometimes leadto full conformity, but may backcid:133re so that some do not concede atall. Moreover, the degree of orthodoxy, i.e.the degree of concavity,is important in predicting who will follow the norm. In very orthodoxsocieties, the full conformers will be those who nearly agree with thenorm anyway, while those who strongly reject the norm privately will bealienated also in open. As opposed to that, in less orthodox societies,those who dislike the norm the most will be the only ones upholding it,while those who nearly agree with it in private will pose mild critique ofit in public. This creates a surprising result of inversion of opinions.on who concedes the most really relate to whether the concessions of the extremistsare relatively larger or smaller than the concessions of moderates.22The statements regarding distributions of stances hold under su ciently uniformdistribution of types.23In practice it seems plausible that individuals will dier with respect to their degree of perfectionism or nonperfectionism. Our results should therefore be seen as qualitative statements contingent on acertain relationship between the degree of orthodoxy or liberalism andthe degree of perfectionism. For instance, suppose that in a certain society each bliss point is represented by individuals with dierent degreesof perfectionism. As an orthodox society becomes more orthodox, it willtend to further alienate objectors, while attracting mild supporters to thenorm. This is since the share of individuals who are cid:147more perfectionistthan society is orthodoxcid:148 falls. Likewise, as a liberal society becomesmore liberal, it will become better at attracting objectors towards thenorm, while making it less necessary for mild supporters to conform.This description is of course incomplete, but it shows that nothing inprincipal prevents the model from being extended or interpreted alongthis dimension.Another prediction of the model is that liberal societies are bound tohave social norms that are representative of the average private opinionin society cid:150 skewed norms cannot be sustained in equilibrium. Thismay be linked to the loose observation that a liberal atmosphere is oftencorrelated with democracy. At the same time, orthodox societies cansustain skewed social norms and have rules that do not represent thepeoplecid:146s interest, even on average. It can be shown that these resultshold and are emphasized if the norm is determined in a median voterframework.23 In real life, where dynamics play a role, the skewness of thenorm in orthodox societies may be materialized as history dependence.That is, the initial set of common rules also determines the longrunequilibrium outcome, even if opinions in society have changed so thatthe norm is no longer representative. The model further predicts anassociation between harsh punishments, orthodox societies and extremistnorms cid:150only in orthodox societies is it possible to sustain a skewed norm,and the more skewed it is, the harsher is the needed punishment.References1 Asch, S. E., 1955, cid:147Opinions and Social Pressure,cid:148 Scienticid:133c American, Vol. 193, No. 5, pp. 3135.2 Bernheim, D.B., 1994, cid:147A Theory of Conformitycid:148, Journal of Political Economy, Vol. 102, No. 5, pp. 841877.23Another alternative would be to relax the basic assumption that a norm exists,and instead let the social pressure arise from the whole distribution of stances. Thisis substantially more complex and is analyzed in a dierent paper Michaeli Spiro,2013a,b. There too, we cid:133nd that skewed norms can arise under orthodoxy.243 Brock, W.A., Durlauf, S.N., 2001, cid:147Discrete Choice with Social Interactionscid:148, Review of Economic Studies Vol. 68, pp. 235cid:150260.4 Clark, A. E., Oswald, A. J. 1998. Comparisonconcave utilityand following behaviour in social and economic settings. Journalof Public Economics, 70, 133155.5 Eguia, J.X. 2011. On the Spatial Representation of Decision Procid:133les. Economic Theory, 2011.6 Esteban, J. M., Ray, D. 1994. On the measurement of polarization. Econometrica, Vol. 62, No. 4pp.819851.7 Gelfand, M.J., et al. 2011. Dierences between Tight and Loose Cultures: A 33Nation Study. Science, 332, 1100cid:1501104.8 Gino, F., Norton, M. I., Ariely, D. 2010. The Counterfeit Self The Deceptive Costs of Faking It. Psychological Science, 215,712720.9 Gneezy, U., Rockenbach, R., and SerraGarcia, M. 2013, Measuring lying aversion, Journal of Economic Behavior Organization,Vol 93, pp. 293cid:15030010 Goman, E., 1959, Presentation of Self in Everyday Life. New York: The Overlook Press.11 Granovetter, M., 1976, cid:147Threshold Models of Collective Behaviorcid:148, The American Journal of Sociology, Vol. 83, No. 6, pp. 14201443.12 Hamlin, A., Jennings, C.,2011, cid:147Expressive Political Behaviour, Foundations, Scope and Implications,cid:148 British Journal of Political Science, Vol. 41, No. 3, pp. 645 670. DOI:http:dx.doi.org10.1017S0007123411000020.13 Herrmann, B., Thcid:246ni, C., Gcid:228chter, S. 2008. Antisocial Punishment across Societies. Science, 319, 1362cid:1501367.14 Holbrook, A. L., Green, M. C. and Krosnick, J. A., 2003 cid:147Telephone Versus Facetoface Interviewing of National Probability Samples with Long Questionnaires,cid:148Public Opinion Quarterly, Vol.67, pp. 79cid:15012515 Jones, S. R. G., 1984, The Economics of Conformism. Oxford:Basil Blackwell.16 Kandel E., Lazear, E. P., 1992, cid:147Peer Pressure and Partnerships,cid:148The Journal of Political Economy, Vol. 100, No. 4, pp. 801817.17 Kendall, C., Nannicini, T., Trebbi, F. 2013. How do votersrespond to information? Evidence from a randomized campaignNBER WP 18986.18 Krupka, E. L., Weber, R. A. 2013. Identifying social normsusing coordination games: Why does dictator game sharing vary?.Journal of the European Economic Association, 113, 495524.2519 Kuran, T., 1995a, cid:147The Inevitability of Future Revolutionary Surprises,cid:148 The American Journal of Sociology, Vol. 100, No. 6, pp.15281551.20 Kuran, T., Sandholm, W. H. 2008. Cultural integration andits discontents. The Review of Economic Studies, 751, 201228.21 Lindbeck, A., Nyberg, S. and Weibull, J. W. 2003, cid:147Social normsand Welfare State Dynamicscid:148, Journal of the European Economic Association, Vol 1, Iss 23, pp. 533cid:150542.22 Manski, C.F.,Mayshar, J. 2003cid:147Private Incentives and Social Interactions: Fertility Puzzles in Israel,cid:148Journal of the European Economic Association, Vol. 1, No.1, pp. 181211.23 Michaeli, M. Spiro, D., 2013a, Peer Pressure and Skewed Norms, mimeo, University of Oslo.24 Michaeli, M. Spiro, D., 2013b, Losing your Religion: The Inversion of revealed preferences under social pressure, mimeo, University of Oslo.25 Schelling, T., 1971, cid:147Dynamic Models of Segregationcid:148, Journal of Mathematical Sociology, Vol. 1, Iss. 2, pp.143cid:150186.8 Appendix cid:150Proofs and derivations 8.1 Some useful results 8.1.1 Conformity and relative concession Minimizing 1 and by way of the implicit function theorem, we get thefollowing derivatives of scid:3t:D00 t cid:0 scid:3dscid:3dtd 2scid:3P 00 scid:3 D00 t cid:0 scid:3dt 2 cid:2D000 t cid:0 scid:3 P 00 scid:32 cid:0 P 000 scid:3 D00 t cid:0 scid:32cid:3P 00 scid:3 D00 t cid:0 scid:3345Lemma 6 For t cid:21 cid:22s :1. Conformity is locally weakly decreasing in t if and only if dscid:3dt cid:21 0.2. In corner solutions, relative concession is locally constant. In innersolutions, relative concession is locally weakly increasing in t if andonly if scid:3 cid:0 cid:22s P 00 scid:3 cid:0 cid:22s cid:21 t cid:0 scid:3 D00 t cid:0 scid:3.Proof. 1 trivially follows from Decid:133nition 1. 2 In corner solutionsscid:3 t 2 fcid:22s; tg which implies that, locally, relative concession is eitherequal to 1 or equal to 0. For inner solutions: By dierentiating the expression in Decid:133nition 2 for relative concession w.r.t. t, performing a 26few algebraic steps making use of equality of the cid:133rst derivative in innersolutions and equations 4 and 5, it can be vericid:133ed that the derivative isproportional to scid:3cid:0cid:22sP 00scid:3cid:0cid:22scid:0tcid:0scid:3D00tcid:0scid:3. In min points the denominator is positive and the inequality then follows.8.1.2 Transformation from individually chosen stances to the P 00scid:3cid:0cid:22sD00tcid:0scid:3distribution of stances We now analyze the density function of the chosen stances in societyP DF . We restrict ourselves to cases where the optimal stance of eachtype is uniquely determined.24 We divide the range of types into n 1subranges T0 tlow; t 1 ; T1 t 1; t 2 ; :::Tn tn; thigh ;such that:1. In each subrange, the function scid:3 t either consists of only cornersolutions or consists of only inner solutions.2. In case of corner solutions we have either scid:3 t t 8t 2 Ti. orscid:3 t cid:22s 8t 2 Ti.3. In case of inner solutions, scid:3 t is continuous and strictly monotonicin a subrange.We now investigate separately the contribution of each such subrangeof types to the resultant P DF . The contribution of each such part iscalled a partial P DF , to be denoted p P DFTi, where P DF Xip P DFTi:Inner solutions Here we investigate the properties of the p P DFTidropping the Ti index where possible in subranges with inner solutions.Denote by scid:3min the lowest stance taken by a type in the subrange strictmonotonicity ensures that this type is unique. Let Miscid:3 be the massof types in Ti with stances in the range scid:3min; scid:3 for some scid:3:where t scid:3 cid:17ft s.t. scid:3 t scid:3g and f t is the density function of t:24Otherwise we have no way of determining the chosen stance of some types.Miscid:3cid:17scid:3Zscid:3minp P DFTids f cid:28 dcid:28 if scid:3t is increasing in the subrange Tif cid:28 dcid:28 if scid:3t is decreasing in the subrange Titscid:3Ztiti1Ztscid:38:27If the distribution of types is uniform, i.e. f t 1 th cid:0 tl, we get:if scid:3t is increasing in the subrange Tiif scid:3t is decreasing in the subrange Ti Miscid:3 cid:26 tscid:3cid:0titi1cid:0tscid:3thcid:0tlthcid:0tld Miscid:3dscid:3p P DFTi scid:3 67Note that the last derivation is valid only if dscid:3dt jscid:3 6 0 as otherwise dtdscid:3is not decid:133ned. This is ensured under the strict monotonicity of scid:3 t.We then have by using the implicit function theorem twice:dtdscid:3jscid:3cid:12cid:12cid:12cid:121th cid:0 tlcid:12cid:12cid:12cid:12cid:26 1thcid:0tlcid:0 1thcid:0tld p P DF scid:3dscid:3d 2tdscid:32jscid:3 if dtdscid:32jscid:3if dtdscid:3jscid:3 0dscid:3jscid:3 0d 2t:8In inner solutions, the following result then applies.25is negative, and strictly decreasing at scid:3 if d 2scid:3dt 2Lemma 7 In inner solutions, the p P DF is locally strictly increasing atscid:3 if d 2scid:3dt 2Proof. From equation 8, it follows that the p P DF is increasing if dtdscid:3and d 2tdscid:32 have oppositesigns. We then use the fact that d 2scid:3dscid:32 have the samesign, and d 2scid:3dscid:32 have the same sign and decreasing if dtdt 2 0 if dtdscid:3 and d 2tdscid:3 and d 2tis positive.dscid:3 and d 2tdscid:32 have opposite signs.dt 2 0 if dt Corner solutions. There are two candidate corner solutions. Thecid:133rst is scid:3 t t. In a subrange of these corner solutions, the p P DF issimply a uniform distribution with the trivial properties 1th cid:0 tldtdscid:3jscid:3 cid:26 1thcid:0tlif scid:3 t t 0 otherwisep P DF scid:3 d p P DF ds 0:The other candidate corner solution is scid:3 t cid:22s. The solution of thisequation is independent of t, so in a subrange of these corner solutions,the p P DF is a degenerate single peak with a mass equalling the massof types within that subrange.p P DFTi scid:3 cid:26 ti1cid:0tiif scid:3 cid:22sthcid:0tl 0 otherwise 25Note that the previous expressions catch the cid:147localcid:148 contribution to the P DF .E.g., there can be cases where a stance s is chosen as a corner solution by the typet s and at the same time as an inner solution by a dierent type with t s.In such a case these two types will belong to two separate subranges Ti hence willcontribute to two separate p P DF 0s:288.2 Proof of Proposition 1Since the functions are symmetric around cid:22s, we present only the prooffor the range of t cid:21 cid:22s.Parts 1 and 2:We perform the proof cid:133rst for cid:11; cid:12 1 then for the special cases of 1 cid:11 cid:12 and then for 1 cid:12 cid:11.dt 2 0 when cid:11 cid:12 and d 2scid:3cid:11; cid:12 1: That every t has a unique inner solution can be easilyvericid:133ed using equations 2 and 3. The statements that jscid:3 t cid:0 cid:22sjis increasing either convexly or concavely follow from applying the implicit function theorem twice to equation 2 to get dscid:3dt and d 2scid:3dt 2.Since all types have inner solutions, the statements regarding relativeconcession follow from restating the inequality in part 2 of Lemma 6 explicitly for power functions, and substituting the FOC into it. Pluggingthe expressions for the derivatives of P and D into equation 5, we getthat d 2scid:3dt 2 0 when 1 cid:11 cid:12. Using thederived expression for d 2scid:3dt 2 it then follows from Lemma 7 that thep P DF is decreasing in the distance to cid:22s when cid:11 cid:12 and increasingwhen 1 cid:11 cid:12. As scid:3 t is monotonic, the p P DF represents thetotal P DF . From the symmetry of the functions around cid:22s, it then follows that the distribution is unimodal when cid:11 cid:12 and bimodal whencid:11 cid:12. Finally, the convexity of P and D implies that 8t cid:21 cid:22s we have 0 cid:20 dscid:3P 00scid:3D00tcid:0scid:3 cid:20 1. Hence, it follows from part 1 of Lemma 6that conformity is decreasing 8t cid:21 cid:22s.1 cid:11 cid:12: It is easy to verify that types su ciently close to the normdeclare their type and all types su ciently far from the norm declare thesame stance. For the subrange where all declare their type dscid:3dt 1and hence d 2scid:3dt 2 0. For the subrange where all declare the sameinner stance dscid:3dt 0 and hence d 2scid:3dt 2 0. Applying these resultsto Lemma 6 yields the cid:133rst three statements of part 2. For a su cientlylarge K some types have the same inner solution implying bimodalitywhen the norm is central enough if it is not central we get a peak onlyon one side of the norm. For a su ciently small K all types choosescid:3 t t implying a uniform distribution.dt D00tcid:0scid:31 cid:12 cid:11: It is easy to verify that types su ciently close to the normdeclare the norm this is true for any K 0 and types su ciently farfrom the norm have a unique inner solution. For the subrange where alldeclare the norm dscid:3dt 0 and hence d 2scid:3dt 2 0. For the subrangewith inner solutions using cid:12 1 and cid:11 1 in equation 4 impliesdscid:3dt 1 and hence d 2scid:3dt 2 0. Applying these results to Lemma 6 yields the cid:133rst three statements of part 1. Since for any K 0 thereexists some types su ciently close to the norm who declare the norm,there will always be a peak at the norm. Since in the other subrange 29dscid:3dt 1 this implies a unimodal distribution in total.Part 3:We will show that if the range of types is broad enough, then ajscid:3 t cid:0 cid:22sj is cid:133rst increasing then decreasing in jt cid:0 cid:22sj, implying nonmonotonic conformity; b the relative concession is increasing in jt cid:0 cid:22sj;and c if, furthermore, t cid:24 U tl; th, then the distribution of scid:3 is bimodal.a We will cid:133rst show that the only relevant corner solution is scid:3 t,then that types close to the norm choose this corner solution. In orderto cid:133nd the global minimum we cid:133rst need to investigate the behavior of L t; s near the corner solutions.L0 t; s cid:0cid:11 t cid:0 scid:11cid:01 cid:12K s cid:0 scid:12cid:01Hence L0 t; s 0 and L0 t; t 0 since cid:11 1. Therefore s t maybe a solution to the minimization problem while s cid:22s will not. Thecandidate solution s t will now be compared to potential local minimain the range s; t. We will perform the proof only for the case of cid:12 1;as when cid:12 1 there are only corner solutions, and this case is coveredby the proof of parts 1 and 2 of proposition 3.26In inner solutions L0 t; s 0 and hence we getcid:11 t cid:0 scid:11cid:01 cid:12K s cid:0 scid:12cid:01 t cid:0 scid:11cid:01 s cid:0 s1cid:0cid:12 Kcid:12cid:11Decid:133ne f s cid:17 t cid:0 scid:11cid:01 s cid:0 s1cid:0cid:12. For the existence of an inner minpoint it is necessary that f s cid:12Kcid:11 for some s 2s; t. Notice thatf s is strictly positive in s; t, and that f s ! 1 at both edges of therange i.e. at s s and at s t. This means that f s has at leastone local minimum in s; t. We now proceed to check whether this localminimum is unique:f 0 s t cid:0 scid:11cid:02 s cid:0 scid:0cid:12 1 cid:0 cid:12 t cid:0 scid:0 cid:11 cid:0 1 s cid:0 s Since t cid:0 scid:11cid:02 s cid:0 scid:0cid:12 is strictly positive in s; t, and 1 cid:0 cid:12 t cid:0 scid:0cid:11 cid:0 1 s cid:0 s is linear in s, negative at s s and positive at s t,f 0s 0 exactly at one point at this range i.e. a unique local minimumof f s in s; t.From the continuity of f s we get that if the value of f s at thislocal minimum is smaller than cid:12Kcid:11, then Lt; s has exactly two extrema in the range s; t. From the negative values of L0t; s at the edges 26That is, the properties of the case cid:12 1 and cid:11 1 covered in Proposition 3 arethe same as the properties of the limit case when cid:12 approaches 1 from above.30of this range we cid:133nally conclude that the cid:133rst extremum where f s isfalling is a minimum point of Lt; s, and the second extremum wheref s is rising is a maximum point of Lt; s. The global minimum of Lt; s is therefore either this local minimum i.e. an inner solution, ors t i.e. a corner solution. If however the value of f s at its localminimum point is larger than cid:12Kcid:11, then there is no local extremumto Lt; s in the range s; t, and therefore s t is the solution to theminimization problem.Next we show that if there exists any type t 0 who chooses the innersolution, then all types with t t 0 have an inner solution too. Then weshow that in the range of inner solutions scid:3 t is decreasing in t. Firstnotice that f s is decreasing in t, so if there exists a local minimumof Lt 0; s for some t 0, then there exists a local minimum of Lt; s fort t 0 too. Also note that f s is decreasing in t with limf s t!10 cid:12Kcid:11 for s 2s; t; implying that an inner local minimum existsfor a su ciently large t. Second, if there is an inner solution to theminimization problem for some t 0; then there is also an inner solutionto the minimization problem for t t 0. To see this let cid:1L cid:17 Lt; t cid:0Lt; s, where s is the stance at which Lt; s gets the local minimum.Type t prefers the inner solution to the corner solution if and only if cid:1Lis positive. Thus we need to show that cid:1L is negative for small enoughjt cid:0 cid:22sj but is increasing in t and so if cid:1L is positive for t 0 it is positivefor t t 0 too.cid:1L K t cid:0 scid:12 cid:0ht cid:0 scid:11 K s cid:0 scid:12i ;and since cid:11 1 cid:20 cid:12, for small enough jt cid:0 cid:22sj the dominant element ist cid:0 scid:11 and so cid:1L is negative i.e., types close to the norm choose thecorner solution of scid:3 t. Dierentiating cid:1L with respect to t yieldscid:1L0tKcid:12 t cid:0 scid:12cid:01 cid:0cid:20cid:11 t cid:0 scid:11cid:01cid:181 cid:0dtcid:19 cid:12K s cid:0 scid:12cid:01 dsdtcid:21 :ds Using the cid:133rst order conditioncid:1L0t Kcid:12 t cid:0 scid:12cid:01 cid:0cid:20cid:12K s cid:0 scid:12cid:01cid:181 cid:0 Kcid:12 t cid:0 scid:12cid:01 cid:0cid:12K s cid:0 scid:12cid:01 0 when cid:12 1:dsdtcid:19 cid:12K s cid:0 scid:12cid:01 dsdtcid:21Dierentiating once morecid:1L00t Kcid:12 cid:12 cid:0 1cid:20t cid:0 scid:12cid:02 cid:0 cid:12Kdsdts cid:0 scid:12cid:01cid:21 :31dt 0 in an inner solution when D is By equation 4 we have that dsconcave, and so cid:1L00t 0. Hence cid:1L is strictly increasing and strictlyconvex, implying that for a broad enough range of types, types su ciently far from the norm have an inner solution. Moreover, at thissubrange of types, dscid:3dt 0. This implies that scid:3 is cid:133rst increasing inthe subrange of types with scid:3 t, and then decreasing in the subrangeof types with inner solutions.b By the decid:133nition of relative concession it equals 0 at the subrangeof types choosing scid:3 t, and then it rises at the cuto where cid:1L 0,and keeps rising as t increases follows from restating the inequality inpart 2 of Lemma 6 explicitly for power functions, and substituting the FOC in it.c This implies that if the range of types is narrow, all types statetheir type, creating a uniform distribution of stances. If the range oftypes is broad enough to include types with inner solutions, then on topof the uniform part there is a peak on each side of cid:22s if cid:22s is not su ciently centered there is only one. These peaks are inside the uniformdistribution. To see this note that for the type t who is just indierentbetween the corner and inner solution, the inner solution would entailscid:3 t cid:20 t. Together with the previous result that dscid:3dt 0 we get that alltypes with inner solutions choose statements within the bounds of theuniform part.To see the shape of the distribution of stances, note cid:133rst that dtdscid:3 0because dscid:3dt 0. As for d 2tdscid:32 , we have:cid:11cid:01 cid:12 cid:0 1cid:12cid:01cid:11cid:01cid:02 :dd 2tdscid:32 cid:12cid:01cid:11cid:01 in this expression we get thatcid:11 cid:0 1 cid:0 1cid:19 scid:3 cid:0 sdscid:3cid:18 dtcid:11 cid:0 1cid:18 cid:12 cid:0 1dscid:3cid:19 cid:18 cid:12Kcid:11 cid:19 1cid:11 cid:1 1Substituting t cid:0 scid:3cid:0 cid:12Kcid:11 cid:0 1 scid:3 cid:0 s2cid:18 cid:12 cid:0 1cid:11cid:01 scid:3 cid:0 scid:12 cid:0 1 t cid:0 scid:3cid:11cid:01scid:3cid:0s2 and cid:0 cid:12cid:01cid:11 cid:0 1 cid:0 1cid:19 :cid:11cid:01cid:1 are negative, we get thatcid:11cid:01 cid:0 1 cid:12cid:0cid:11dscid:3 0 implies by the inverse functiondt 2 0. Thus by Lemma 7 the p P DF for the innerd 2tdscid:32 Since both cid:12cid:01tcid:0scid:3d 2tdscid:32 0, which together with dttheorem that d 2scid:3solutions is decreasing towards the edges.cid:48.3 Proof of Proposition 2Lemma 8 Suppose cid:22s is the average stance in society and t cid:24 U tl; th.Then, for any positive cid:11 and cid:12 there is an equilibrium where cid:22s thtl.232Proof. Let d cid:17 minfth cid:0 cid:22s; cid:22s cid:0 tlg. Since the solution for any typecid:146soptimization problem depends only on the distance from cid:22s, we know thatthe distribution of the stances of all the types in the range cid:22s cid:0 d; cid:22s d issymmetric around cid:22s. Thus cid:22s is the average stance for this range of types.If cid:22s thtl, then cid:22s cid:0 d; cid:22s d tl; th, and so cid:22s is the average stancefor all types in society. It thus follows that cid:22s thtlcan be sustained asa social norm in equilibrium for any values positive of cid:11 and cid:12.22222By Lemma 8, cid:22s thtlcan be sustained in equilibrium. Hence, wecannot be an equilibrium. If cid:22s 6 thtlonly need to show that cid:22s 6 thtl,then there are types that reside outside the range cid:22s cid:0 d; cid:22s d, all ofwhom either to the left of cid:22s, such that for each of them scid:3 t cid:20 cid:22s, or tothe right of it such that for each of them scid:3 t cid:21 cid:22s. Hence, for cid:22s tobe the average of all stances, we must have scid:3 t cid:22s for all those typeswith jt cid:0 cid:22sj d. When cid:12 1 all types either have an inner solutionor declare their type. Thus follows that there is no equilibrium withcid:22s 6 thtl 8.4 Proof of Proposition 3Parts 1 and 2:2111111The secondorder condition equation 3 is positive when cid:11; cid:12 1,which implies that any inner extreme point is a maximum. The cornersolutions are then either L s cid:22s jt cid:0 cid:22sjcid:11 or L s t K jt cid:0 cid:22sjcid:12.cid:11cid:0cid:12 ,When cid:12 cid:11 this implies that L s cid:22s L s t i jt cid:0 cid:22sj Kand so scid:3 t t i jt cid:0 cid:22sj cid:21 Kcid:11cid:0cid:12 .cid:11cid:0cid:12 , and scid:3 t cid:22s i jt cid:0 cid:22sj Kcid:11cid:0cid:12 , and When cid:11 cid:12 the converse holds, with scid:3 t t i jt cid:0 cid:22sj Kcid:11cid:0cid:12 , which means that conformity is initiallyscid:3 t cid:22s i jt cid:0 cid:22sj cid:21 Kdecreasing in t but then sharply increases to full conformity at jt cid:0 cid:22sj cid:11cid:0cid:12 where it also stays. The distribution of scid:3 then follows from Kthis, where the su cient condition for uniform tails at both edges of thecid:11cid:0cid:12 atdistribution in the case of cid:12 cid:11 is to have types with jt cid:0 cid:22sj Kboth sides of cid:22s, whereas the su cient condition for having a peak at cid:22sin the case of cid:11 cid:12 is to have types with jt cid:0 cid:22sj Kcid:11cid:0cid:12 at one side ofcid:22s. In the segment of types choosing scid:3 t cid:22s; the relative concession isequal to 1; while in the segment of types choosing scid:3 t t, the relativeconcession is 0. From this, it follows that the relative concession is weaklydecreasing with the distance to cid:22s for cid:12 cid:11 and weakly increasing forcid:11 cid:12.11Part 3We perform the proof for t cid:21 cid:22s. The opposite case is similar. Wealso prove only for the case of cid:12 1; as when cid:12 1 there are only inner 33solutions, and this is covered by the proof of parts 1 and 2 of proposition 1.27 We will prove that if the range of types is broad enough, then: atypes close enough to the norm fully conform, while for types far fromthe norm jscid:3t cid:0 cid:22sj is increasing; b conformity is weakly decreasingin jt cid:0 cid:22sj; c relative concession is weakly decreasing in jt cid:0 cid:22sj; and dif furthermore, t cid:24 U tl; th, then the distribution is discontinuouslytrimodal with a central peak at cid:22s and a detached group on each sideprovided that cid:22s is su ciently centered, peaking at the edge of therange. On the way we will also show that for a su ciently narrow rangeof types, the distribution is degenerate at cid:22s.a We will cid:133rst show that the only relevant corner solution is scid:3 cid:22s,then that types close to the norm choose this corner solution. In orderto cid:133nd the global minimum we cid:133rst need to investigate the behavior of L t; s in the edges of this range.L0 t; s cid:0cid:11 t cid:0 scid:11cid:01 cid:12K s cid:0 scid:12cid:01Hence L0 t; s 1 and L0 t; t cid:12K t cid:0 scid:12cid:01 0. Therefore s smay be a solution to the minimization problem while s t will not.The candidate solution s s will now be compared to potential localminima in the range s; t. In inner solutions L0 t; s 0 and hence wegetcid:11 t cid:0 scid:11cid:01 cid:12K s cid:0 scid:12cid:01 t cid:0 scid:11cid:01 s cid:0 s1cid:0cid:12 cid:12Kcid:11:Decid:133ne f s cid:17 t cid:0 scid:11cid:01 s cid:0 s1cid:0cid:12. For the existence of an inner minpoint it is necessary that f s cid:12Kcid:11 for some s 2s; t. Notice thatf s is strictly positive in s; t, and that f s 0 in both edges of therange i.e. at s s and at s t. This means that f s has at leastone local maximum in s; t. We now proceed to check whether this localmaximum is unique:f 0 s t cid:0 scid:11cid:02 s cid:0 scid:0cid:12 1 cid:0 cid:12 t cid:0 scid:0 cid:11 cid:0 1 s cid:0 s Since t cid:0 scid:11cid:02 s cid:0 scid:0cid:12 is strictly positive in s; t, and 1 cid:0 cid:12 t cid:0 scid:0cid:11 cid:0 1 s cid:0 s is linear in s, positive at s s and negative at s t,f 0s 0 exactly at one point at this range i.e. a unique local maximum of f s in s; t. From the continuity of f s we get that if thevalue of f s at this local maximum is greater than cid:12Kcid:11, then Lt; s27That is, the properties of the case cid:12 1 and cid:11 1 covered in Proposition 1 arethe same as the properties of the limit case when cid:12 approaches 1 from below.34has exactly two extrema in the range s; t. From the positive valuesof L0t; s at the edges of this range we cid:133nally conclude that the cid:133rstextremum where f s is rising is a maximum point of Lt; s, and thesecond extremum where f s is falling is a minimum point of Lt; s.The global minimum of Lt; s is therefore either this local minimumi.e. an inner solution, or s s i.e. a corner solution. If however thevalue of f s at its local maximum point is smaller than cid:12Kcid:11, thenthere is no local extremum to Lt; s in the range s; t, and therefores s is the solution to the minimization problem.Next we show that if there exists any type t 0 who chooses the innersolution then all types with t t 0 have an inner solution. Then we showthat types close enough to the norm fully conform, and that in the rangeof inner solutions jscid:3t cid:0 cid:22sj is increasing in t. First notice that f s isincreasing in t, so if there exists a local minimum of Lt 0; s for some t 0,then there exists a local minimum of Lt; s for t t 0 too. Also notef s 1 cid:12Kcid:11 for s 2s; t;that f s is increasing in t with limt!1implying an inner local min point exists for a broad enough range oftypes. Second, if there is an inner solution to the minimization problemfor some t 0 then there is also an inner solution to the minimizationproblem for t t 0. To see this let cid:1L cid:17 Lt; cid:22s cid:0 Lt; s, where s isthe stance at which Lt; s gets the local minimum. Type t prefers theinner solution to the corner solution if and only if cid:1L is positive. Thuswe need to show that cid:1L is negative for small enough jt cid:0 cid:22sj but isincreasing in t and so if cid:1L is positive for t 0 it is positive for t 1 too.cid:1L t cid:0 scid:11 cid:0ht cid:0 scid:11 K s cid:0 scid:12i ;and since cid:12 cid:20 1 cid:11, for small enough jt cid:0 cid:22sj the dominant element is K s cid:0 scid:12 and so cid:1L is negative i.e., types close to the norm choose thecorner solution of scid:3 s. Dierentiating cid:1L with respect to t yieldsdtcid:19 cid:12K s cid:0 scid:12cid:01 dsdtcid:21 :cid:1L0tcid:11 t cid:0 scid:11cid:01 cid:0cid:20cid:11 t cid:0 scid:11cid:01cid:181 cid:0ds Using the cid:133rst order conditiondsdtcid:19 cid:11 t cid:0 scid:11cid:01 dsdtcid:21cid:1L0t cid:11 t cid:0 scid:11cid:01 cid:0cid:20cid:11 t cid:0 scid:11cid:01cid:181 cid:0 cid:11 t cid:0 scid:11cid:01 cid:0 cid:11 t cid:0 scid:11cid:01 0:cid:1L00t cid:11 cid:11 cid:0 1cid:2t cid:0 scid:11cid:02 cid:0 1 cid:0 dsdt t cid:0 scid:11cid:02cid:3 :Dierentiating once more 35dt 1 in an inner solution when P is concave,By equation 4 we have that dsand so cid:1L00t 0. Hence cid:1L is strictly increasing and strictly convex,implying that for a broad enough range of types, types su ciently farfrom the norm have an inner solution where dscid:3dt 1, and so jscid:3t cid:0 cid:22sj isincreasing in t.b The statement on conformity follows directly from this.c By the decid:133nition of relative concession it equals 1 at the range oftypes choosing scid:3 s, and then it falls at the cuto where cid:1L 0, andkeeps falling as t increases follows from restating the inequality in part 2 of Lemma 6 explicitly for power functions, and substituting the FOCin it.dscid:3 0 because dscid:3dt For the shape of these tails, note cid:133rst that dtcid:11cid:01scid:3cid:0s2cid:0 cid:12cid:01cid:11cid:01scid:3cid:0s2 andcid:0 cid:12cid:01cid:11cid:01 cid:0 1cid:1 see the proof of Proposition 1cid:11cid:01 cid:0 1cid:1 are negative, we get thatd If the range of types is narrow, all types state the norm, hencefollows a degenerate distribution at s. Otherwise, if the range of typesis broad enough so that some have an inner solution, the resultantdistribution of stances has a peak at s s with a tail at each side ofit if cid:22s is not su ciently centered there is only one tail. The tails aredetached since for the type t who is indierent between the corner andinner solution the inner solution scid:3 is necessarily strictly greater than cid:22sbecause L0 t; s 1 while L0 t; scid:3 0 in inner solutions.dscid:32 cid:12cid:01tcid:0scid:30. Moreover, d 2tpart 3. Since both cid:12cid:01tcid:0scid:3d 2tdscid:32 0, which together with dtdscid:3 0 implies by the inverse functiontheorem that d 2scid:3dt 2 0. Thus by Lemma 7 the p P DF for the innersolutions is increasing towards the edges, which together with the peakat s implies a trimodal distribution of stances.cid:48.5 Proof of Proposition 4Lemma 9 Suppose cid:22s is the average stance in society and t cid:24 U tl; th.Let d cid:17 minfth cid:0 cid:22s; cid:22s cid:0 tlg. Then cid:22s 6 thtlcan be sustained in equilibrium only if scid:3t cid:22s 8t 2 tl; thn cid:22s cid:0 d; cid:22s d.Proof. Since the solution for any typecid:146s optimization problem dependsonly on the distance from cid:22s, we know that the distribution of the stancesof all the types in the range cid:22s cid:0 d; cid:22s d is symmetric around cid:22s. Thuscid:22s is the average stance for this range of types., thencid:22s cid:0 d; cid:22s d cid:26 tl; th and 8t 2 tl; thn cid:22s cid:0 d; cid:22s d we have scid:3t cid:20 cid:22s.For cid:22s to be the average of all stances, it is then necessary that scid:3 t cid:22s 8t cid:22s cid:0 d.If cid:22s thtl 22Lemma 8 ensures that cid:22s thtlis a possible equilibrium. Furthermore:2361. If scid:3 t cid:22s 8t; then cid:22s is the average of all stances, regardless ofits value. This concludes su ciency. Suppose that not all types state thenorm and that cid:22s thtl. Then, from Proposition 3 part 3, we knowthat types who do not fully conform will have an inner solution. Then,when cid:22s thtl, scid:3 tl 6 cid:22s, which by Lemma 9 implies that cid:22s cannot besustained in equilibrium. A corresponding argument applies to cid:22s thtl.This concludes necessity.2222. From Proposition 3 part 1 we know that types with jt cid:0 cid:22sj cid:1If th cid:0 tl 2cid:1, then the condition cid:22s 2choose cid:22s as their stance.th cid:0 cid:1; tl cid:1 implies that cid:22s cid:0 tl cid:1 and th cid:0 cid:22s cid:1: This ensures that every type in tl; th chooses cid:22s as a stance, and so the distribution of stance is degenerate at cid:22s, which implies that cid:22s is the average stance. This concludes su ciency. Otherwise, suppose th cid:0 tl 2cid:1: Then th cid:0 cid:1; tl cid:1 is an empty set. Alternatively, suppose cid:22s 2th cid:0 cid:1; tl cid:1. Then either scid:3 tl 6 cid:22s or scid:3 th 6 cid:22s, which by Lemma 9 implies that cid:22s cannot be sustained in equilibrium. This concludesnecessity.3. From Proposition 3 part 2 we know that types with jt cid:0 cid:22sj cid:1choose scid:3 t, while types with jt cid:0 cid:22sj cid:1 choose cid:22s as their stance andtherefore do not aect its location. If th cid:0 tl 2cid:1, then the conditioncid:22s 2 tl cid:1; th cid:0 cid:1 implies that cid:22scid:0tl cid:1 and thcid:0cid:22s cid:1; and so ensuresthat all the uniform section of the stance distribution, cid:22s cid:0 cid:1; cid:22s cid:1 ;is contained within tl; th, with cid:22s located at the center of the uniformsection, implying that it is the average stance. This concludes su ciency.Otherwise, suppose th cid:0 tl 2cid:1: Then tl cid:1; th cid:0 cid:1 is an emptyset. Alternatively, suppose cid:22s th cid:0 cid:1: Then d cid:17 th cid:0 cid:22s cid:1, andso scid:3 t t 6 cid:22s for types with t 2 cid:22s cid:0 cid:1; cid:22s cid:0 d, which by Lemma 9 implies that cid:22s cannot be sustained in equilibrium. A correspondingargument applies to cid:22s tl cid:1. This concludes necessity.cid:437", "filename": "790413809.pdf", "person": ["Moti Michaeli", "Michaeli, Moti", "Daniel Spiro", "Spiro, Daniel"], "date": ["2014"]}