{"lang": "de", "identifier_url": ["http://www.econstor.eu/bitstream/10419/99828/1/790803119.pdf"], "title": ["Zweite rot-grüne Halbzeitbilanz: Kein Grund zum Ausruhen"], "plaintext": "Berlin, den 22. September 2004Es ist Halbzeit in der zweiten Legislaturperiode derrotgrunen Bundesregierung der richtige Zeitpunktfur eine Bestandsaufnahme ihrer bisherigen Arbeit.Die Herausforderungen, vor denen Deutschland derzeit steht, sind betrachtlich: ein seit Jahren abflachender Wachstumspfad der Wirtschaft, eine stetige Massenarbeitslosigkeit, Sozialversicherungssysteme, deren Fundament langsam aber sicher zerbrokkelt, eine Staatsverschuldung, die aus dem Ruderlauft, ein uberkomplexes Steuersystem, dessen Fehlanreize offenkundig sind und das selbst Experten kaum noch durchblicken, eine verkrustete bundesstaatliche Ordnung sowie ein ineffizientes Bildungssystem. Nicht alle Probleme sind nationalen politischen Entscheidungen gleichermaen zuganglich entweder,weil sie eine starke internationale Komponente beinhalten und nicht im nationalen Alleingang gelostwerden konnen, oder, weil sie die Mitwirkung anderer gesellschaftlicher Akteure erfordern, was bei diesen wiederum haufig Prozesse des Umdenkens voraussetzt. Daher ware es unzulassig, wurde man die Verantwortung fur den unbefriedigenden Status quoallein der Politik, oder angesichts der langfristigen Entstehungsgeschichte einiger struktureller Schwierigkeiten der gegenwartigen Bundesregierung zuschreiben wollen. Allerdings durfen die politisch Verantwortlichen die Sunden der Vergangenheit und allgegenwartige externe Schocks nicht als Entschuldigung fur eigene Untatigkeit oder Fehlentscheidungen heranziehen.Gerade Probleme, die sich langfristig aufgebaut haben und die fruhere Regierungen vor sich herschoben, erfordern entschlossenes Handeln im Hier und Heute. Ein Stuck weit war bzw. ist zudem der vor RotGrun liegende Reformstau hausgemacht: Spate undzogerliche Reformen der Vorgangerregierung hatteman schlielich 1997 im Bundesrat blockiert oder 1998 zuruckgenommen, dann andere Probleme nochverscharft. In der gegenwartigen Situation mu esdarum gehen, uber Jahrzehnte entstandene Fehlentwicklungen zu korrigieren und sinnvolle Rahmenbedingungen fur das Handeln der Wirtschaftsakteurezu schaffen. Schon das Verharren im Status quo ware Garant fur einen weiteren Abstieg Deutschlandsim internationalen Wohlstandsranking.Langfristige Probleme erfordern langfristig wirksame Losungen. Doch leider ist es ein schwer losbares Defizit politischer Entscheidungsprozesse, da viele Politiker eher in Zeitraumen von maximal einer Legislaturperiode denken ein Zeitraum, der fur sichtbare Erfolge bei vielen der gegenwartig drangenden Herausforderungen zu kurz ist.Hat die rotgrune Bundesregierung vor diesem Hintergrund die entscheidenden Weichen richtiggestellt? Wo sind gute Politikansatze zu erkennen,wo wurden Probleme verkannt oder bewut ignoriertund wo wurde gar der Weg in die falsche Richtungbeschritten? Diesen Fragen will die Stiftung Marktwirtschaft in der vorliegenden Publikation nachgehen. Eines darf bei dieser Bewertung nicht vergessenwerden. Die aktuellen Mehrheitsverhaltnisse in Bundestag und Bundesrat machen in vielen Bereicheneine weitreichende Einigung zwischen den Regierungs und den Oppositionsparteien notwendig, um Reformen auf den Weg zu bringen. Zum Jahresende 2002 und 2003 fuhrte dies jeweils zu wahren Mammutverfahren im Vermittlungsausschu. Deshalbstellt diese Publikation zugleich auch eine Bewertung der politischen Arbeit der Opposition in denvergangenen zwei Jahren dar zumindest insoweit,wie sie uber den Bundesrat an den zentralen Entscheidungen beteiligt war.Der Zeitraum, der in dieser Legislaturperiode fur Reformen bleibt, ist eng begrenzt. Spatestens ab Ende 2005 wird der Blick auf die 2006 anstehende Bundestagswahl eine langfristig ausgerichtete Politikerschweren. Regierung wie Opposition waren gutberaten, das verbleibende Zeitfenster produktiv zunutzen die einen zum Handeln, die anderen zum Herausarbeiten von klaren Alternativen. Denn wiedie nachfolgende Analyse zeigt, sind die meisten Weichen noch immer nicht richtig gestellt. Angesichts der Reformnotwendigkeiten erscheint so diezweite rotgrune Halbzeitbilanz eher mager, lediglich Hartz IV ist vor allem psychologisch ein wichtiger Durchbruch. Erstmals fahrt der Zug in Deutschlandwieder in die richtige Richtung. Doch zum Ausruhenauf dem bereits Erreichten gibt es keinen Grund. Zweite rotgrune Halbzeitbilanz:Kein Grund zum Ausruhen 2VorwortArbeitsmarkt Rahmenbedingungenfur mehr Beschaftigung schaffen Ein zentraler Schwerpunkt der rotgrunen Bundesregierung in ihrer zweiten Legislaturperiode ist angesichts der dramatischen Situation auf dem Arbeitsmarkt ohne Frage die Arbeitsmarktpolitik. Dielangfristige Entwicklung am Arbeitsmarkt zeigt,da die Arbeitslosigkeit in Deutschland nur noch ingeringem Mae ein konjunkturelles Phanomen ist.Auch in Zeiten mit hoherem wirtschaftlichen Wachstum ist es nicht gelungen, die Arbeitslosigkeit abzusenken. Die Wiedervereinigung und der stagnierende Aufholproze der neuen Bundeslander akzentuieren diese Tatsache noch, sind aber keineswegs als alleinige Ursache auszumachen. Es istdaher offensichtlich, da die Probleme des Arbeitsmarkts in erster Linie das Ergebnis von fundamentalen Strukturproblemen sind. Hinzu kommt teils als weitere Ursache, teils als Folge einelangfristige Wachstumsschwache, die dazu fuhrt,da Deutschland gemessen am ProKopfEinkommen in Europa, aber auch weltweit, immerweiter zuruckfallt. Internationale Vergleiche verdeutlichen den groen Handlungsbedarf in Deutschland. Neben oderbesser noch vor einer Reform des Steuersystemsund einer beschaftigungsfreundlichen Ausgestaltung der Sozialversicherungssysteme ist fur einen Abbau der Arbeitslosigkeit ein beschaftigungspolitischer Befreiungsschlag unumganglich. Insbesondere bei sogenannten Problemgruppen des Arbeitsmarktes, also vor allem gering Qualifizierte,Altere sowie Langzeitarbeitslose, zeigt sich, daandere Industrielander erfolgreichere beschaftigungspolitische Strategien gefunden haben. Beider Jugendarbeitslosigkeit schneidet Deutschlandhingegen nach wie vor relativ gut ab.Notwendig ist eine deutliche Flexibilisierung des Arbeitsmarktes, damit dieser wieder die Bezeichnung Markt verdient. Eine solche Strategie muerstens durch eine starkere Flexibilisierung der Flachentarifvertrage den Lohnfindungsproze verandern. Der staatliche Schutz des Tarifkartells isteine der Ursachen fur nach unten weitgehend inflexible und in ihrer Struktur nur ungenugend aufgefacherte Reallohne. So lange die Tarifparteienverbindliche Tariflohne vereinbaren, die uber der Produktivitat der LangzeitArbeitslosen liegen,haben letztere so gut wie keine Chance, eine Beschaftigung aufzunehmen. Gleichzeitig behindert 3Handlungsbedarf Manahmen der Bundesregierung Bewertung Zweite rotgrune Halbzeitbilanz:Kein Grund zum Ausruhen BRDEU15USA15105Problemgruppen am Arbeitsmarkt: Altere55649,75,74,1Quelle:OECDEmployment Outlook, Zahlen von 2003.BRDEU15USA15105Problemgruppen am Arbeitsmarkt: Gering Qualifizierte 15,39,810,2Quelle:OECDEmployment Outlook, Zahlen von 2002.Zweite rotgrune Halbzeitbilanz: Kein Grund zum Ausruhen Arbeitslosenquote in %Arbeitslosenquote in %der hohe Zentralisierungsgrad der Tarifverhandlungen Regelungen, die den okonomischen Erfordernissen in einzelnen Unternehmen gerecht werden. Das zweite Element einer erfolgversprechenden Flexibilisierungsstrategie besteht in einer Liberalisierung des Kundigungsschutzes. Restriktive undvorwiegend durch ein uneinheitliches Richterrechtgepragte Kundigungsschutzregeln haben den Ausgang von Kundigungsschutzklagen fur Unternehmen kaum noch prognostizierbar gemacht, mit der Folge, da es haufig zu einem kostspieligen Abfindungshandel kommt. Da die Unternehmen die Kosten des Kundigungsschutzes bereits bei der Entscheidung uber die Einstellung neuer Mitarbeiter berucksichtigen, werden weniger Arbeitsplatzegeschaffen, als eigentlich moglich ware. Gleichzeitig erhoht ein rigider Kundigungsschutz die Anpassungskosten der Unternehmen an veranderte okonomische Rahmenbedingungen und bremst soden strukturellen Wandel. Insbesondere aber werden durch den Kundigungsschutz vor allem die Arbeitnehmer benachteiligt, die als besondersschutzwurdig angesehen werden, also beispielsweise Altere und Schwerbehinderte. Ihre Chancen,im Falle der Arbeitslosigkeit eine neue Beschaftigung zu finden, sinken deutlich. Das zeigt auchder empirisch zu beobachtende Zusammenhangzwischen einem restriktiveren Kundigungsschutzund zunehmender Langzeitarbeitslosigkeit.Daneben ist es drittens offenkundig und dasnicht erst seit Beginn der Legislaturperiode , dadie Ausgestaltung des aus Arbeitslosengeld, Arbeitslosenhilfe und Sozialhilfe bestehenden sozialen Sicherungssystems nicht nur ineffizient, sondern in Teilen vor allem aufgrund von Fehlanreizen, wie z.B. der Schaffung zu hoher Anspruchslohne auch direkt beschaftigungsfeindlich ist.Auch um die Effizienz der aus Beitragsmitteln finanzierten Vermittlungsaktivitaten der Bundesagentur fur Arbeit sowie der aktiven Arbeitsmarktpolitik steht es nicht zum Besten. Viertens haben die ausschlielich vom Arbeitslohnabhangigen Sozialversicherungsbeitrage, vor allem bei mehr oder weniger kontinuierlich steigenden Beitragssatzen, langfristig eine desastrose Wirkung auf die Beschaftigung. Indem sie ausschlielich den Faktor Arbeit belasten, provozierensie erstens die Verlagerung von Arbeitsplatzen ins Ausland. Sie fordern zweitens den arbeitssparenden technischen Fortschritt und damit die zunehmende Substitution von Arbeitsplatzen durch Maschinen. Und drittens steigt der Anreiz, in die Schwarzarbeit und Schattenwirtschaft auszuweichen, wodurch die Belastung der in der offiziellen Wirtschaft Verbliebenen weiter zunimmt. Die Suche nach einer neuen politischen Strategie,die Massenarbeitslosigkeit wirksam anzugehen,beendeten die Regierungsparteien faktisch mitder Prasentation der Ergebnisse der sogenannten HartzKommission im Sommer 2002. Vor allemder Kanzler pragte diesbezuglich den Begriff der 1 zu 1Umsetzung, was dann sinnvollerweise doch nicht stattfand. Daruber hinaus auerte Bundeskanzler Schroder in seiner Regierungserklarung zur Agenda 2010 vom 14. Marz 2003 die Absicht,   den Arbeitsmarkt uber die HartzReformen hinaus zu offnen. Zur Mitte der Legislaturperiode ist der Gesetzgebungsproze zur Umsetzung der Arbeitsmarktreform weitestgehend abgeschlossen. Neben denvier Gesetzen fur Moderne Dienstleistungen am Arbeitsmarkt, kurz Hartz I bis IV, und dem sogenannten Kommunalen Optionsgesetz hat die Bundesregierung mit dem Gesetz zu Reformen am Arbeitsmarkt den Kundigungsschutz ein Stuckweit reformiert, zusatzliche Moglichkeiten fur Existenzgrunder geschaffen, befristete Arbeitsverhalt4Zweite rotgrune Halbzeitbilanz:Kein Grund zum Ausruhen Handlungsbedarf Manahmen der Bundesregierung Bewertung BRDEU15USA15105Problemgruppen am Arbeitsmarkt: Jugendliche152410,614,712,4Quelle: OECDEmployment Outlook, Zahlen von 2003.Arbeitslosenquote in %Arbeitsmarktnisse abzuschlieen, und eine Verringerung dermaximalen Anspruchsdauer auf Arbeitslosengeldvon bisher 32 auf 18 Monate beschlossen. Gleichzeitig wurde das fur eine uber 12 Monate hinausgehende Bezugsdauer erforderliche Mindestalter auf 55 Jahre angehoben. Eine Absenkung der Beitrage zur Arbeitslosenversicherung ist zunachstnicht geplant. Grundlegende neue Reforminitiativen sind bis zur nachsten Bundestagswahl Mitte 2006 nicht mehr zu erwarten. Die Bundesregierung hat den Schwerpunkt ihrer Reformbemuhungen auf verbesserte Vermittlungsaktivitaten der Bundesagentur fur Arbeit und einestarkere Berucksichtigung von Anreizeffekten im Sinne des Prinzips Fordern und Fordern gelegt.Damit soll die Zahl der Abgange aus der Arbeitslosigkeit erhoht und so die Gesamtzahl der Arbeitslosen gesenkt werden. Trotz teilweise mutiger Teilelemente bleiben diese Arbeitsmarktreformenaber hinter dem Notwendigen zuruck.Denn zum einen sind sie zu eng fokussiert, um eineechte beschaftigungspolitische Strategie darstellen zu konnen. Bei drangenden Reformbaustellen,wie der Flexibilisierung des Tarifrechts, beschrankte sich die Bundesregierung auf verbale Drohgebarden, ohne Taten folgen zu lassen, so daalles beim alten blieb und keine Fortschritte erzieltwerden konnten. Unternehmer und Belegschaftenvor Ort hangen weiterhin von der Bereitschaft der Tarifpartner und ihrer Funktionare ab, wenn sie im Rahmen betrieblicher Vereinbarungen von den Flachentarifvertragen abweichen wollen. Und auchbei dem fur den Arbeitsmarkt zentralen Problemder lohnabhangigen Beitrage zu den Sozialversicherungen wurde bisher insbesondere in der Gesetzlichen Krankenversicherung zwar reichlichdiskutiert, ohne da die Bundesregierung aber eineerfolgversprechende Strategie fur eine effizientere Finanzierungsstruktur verfolgen wurde. Zum anderen konnen aber auch die konkret beschlossenen Arbeitsmarktreformen im engeren Sinn in ihrer Gesamtheit nur eingeschrankt uberzeugen. Denn auch hier ist die Politik vor einergrundlegenden Reform der Arbeitslosenversicherung und einer Neuausrichtung der Bundesagenturfur Arbeit zuruckgeschreckt. Statt dessen wurdeversucht, mit einer Vielzahl von Einzelmanahmenund der Schaffung neuer Instrumente der aktiven Arbeitsmarktpolitik die Effizienz der Bundesagentur bei der Wiedereingliederung von Arbeitslosen inden Arbeitsmarkt zu erhohen. Trotz einiger guter Ansatze bestehen hier weiter gravierende Defizite.Vor allem aber ist kaum zu erwarten, da die ergriffenen Manahmen ausreichen, eine nachhaltige Trendwende am Arbeitsmarkt einzuleiten. Gesetz zu Reformen am Arbeitsmarkt Uneingeschrankt positiv ist die okonomisch sinnvolle Verkurzung der maximalen Bezugsdauer des Arbeitslosengeldes zu bewerten, auch wenn man aufihre altersabhangige Differenzierung ganz hatte verzichten sollen. So gut wie alle empirischen Untersuchungen zeigen, da das Ausma der Arbeitslosigkeit mit steigender Bezugsdauer der Lohnersatzleistungen steigt. Von den verkurzten Fristen,die aus Vertrauensschutzgrunden erst ab Februar 2006 wirksam werden konnen, ist daher ein Ruckgang der Arbeitslosigkeit, insbesondere bei den Langzeitarbeitslosen zu erwarten. Denn zum einenwerden die Empfanger von Arbeitslosengeld angesichts der geringeren Bezugsdauer ihre Suchaktivitaten erhohen. Zum anderen verringert die kurzere Bezugsdauer tendenziell auch den sogenannten Reservations oder Anspruchslohn der Arbeitnehmer. Dies fuhrt gema den okonomischen Standardmodellen des Lohnfindungsprozesses zu niedrigeren und damit beschaftigungsfordernden Lohnabschlussen. Gleichzeitig erhoht sich die Be5Zweite rotgrune Halbzeitbilanz:Kein Grund zum Ausruhen Handlungsbedarf Manahmen der Bundesregierung Bewertung BRDEU15USA604020Problemgruppen am Arbeitsmarkt: Langzeitarbeitslose 50,043,311,8Quelle: OECDEmployment Outlook, Zahlen von 2003.Anteil an allen Arbeitslosen in %Arbeitsmarktreitschaft der Arbeitslosen, auch Beschaftigungenmit weniger attraktiven Verdienstmoglichkeiten anzunehmen. Und schlielich ist mittelfristig, wenn diedurch die verringerte Bezugsdauer eingesparten Finanzmittel fur eine Senkung der Beitrage zur Arbeitslosenversicherung verwendet werden, eine belebende Wirkung auf die Beschaftigung zu erwarten. Grundsatzlich ebenfalls positiv sind die Anderungen im Teilzeit und Befristungsgesetz zu bewerten, die es Existenzgrundern in den ersten vier Jahren ermoglichen, ohne Sachgrund befristete Arbeitsvertrage mit einer Dauer von bis zu vier Jahren abzuschlieen. Unternehmen, die sich nochin der Aufbauphase befinden, erhalten so eine erhohte Flexibilitat am Arbeitsmarkt. Allerdings fragtman sich, weshalb eine Regelung, die fur junge,aufstrebende Unternehmen sinnvoll ist, nicht furalle Unternehmen gelten soll. Enttauschend ist dagegen die Reform des Kundigungsschutzes ausgefallen. Die auf Neueinstellungen begrenzte Erhohung der Anwendungsschwelledes Kundigungsschutzgesetzes von 5 auf 10 Arbeitnehmer kann nur als halbherzig bezeichnet werden und lat kaum positive Beschaftigungseffekteerwarten. Gleiches gilt fur die gesetzliche Konkretisierung der Kriterien, die im Falle einer bei betriebsbedingten Kundigungen erforderlichen Sozialauswahl zum Einsatz kommen. Immerhin wurde dabeidie gerichtliche Uberprufung der Sozialauswahl aufgrobe Fehlerhaftigkeit beschrankt, so da zumindest diesbezuglich langwierige und kostenintensive Prozesse vermieden werden. Auch die an bestimmte Bedingungen geknupfte Moglichkeit der Arbeitnehmer, das Recht auf eine Kundigungsschutzklage gegen eine Abfindungszahlung einzutauschen, ist nur eine marginale Verbesserung.HartzGesetze I und IIDie Regelungen der ersten beiden HartzGesetze,die seit 2003 in Kraft sind, beinhalten zum einenneue arbeitsmarktpolitische Instrumente u.a. Miniund MidiJobs, IchAG und PersonalServiceAgenturen, die den Ubergang in den regularen Arbeitsmarkt und die Schaffung neuer Arbeitsplatze erleichtern sollen. Zum anderen beinhalten sieeinzelne Verscharfungen bei den Mitwirkungspflichten der Arbeitslosen. Nach den bisherigen Erkenntnissen sind die MiniJobs insofern ein Erfolg, als die Zahl der geringfugigen Beschaftigungsverhaltnisse starker als erwartet angestiegen ist. Dies tragt zur Flexibilisierung des Arbeitsmarktes bei und ist auch ein wichtiger Schritt im Kampf gegen die Schwarzarbeit.Sofern Unternehmen dadurch besser am Marktagieren konnen, kann sich dies auch positiv auf Vollzeitstellen auswirken. Einen direkten Beitragzum Abbau der Arbeitslosigkeit konnen die MiniJobs allerdings nicht leisten. Interessant sind sievor allem fur Schuler, Studenten und Rentner oderals Nebenverdienst. Gerade fur Langzeitarbeitslosesind sie indes wenig attraktiv, weil die Arbeitslosenoder Sozialhilfe bei Aufnahme einer solchen Beschaftigung fast vollstandig gekurzt wird.Auch das Instrument der IchAG Existenzgrundungszuschusse ist trotz seiner auerst dynamischwachsenden Teilnehmerzahl im August 2004 wurden uber 157.000 Existenzgrundungen als IchAGgefordert nur auf den ersten Blick ein Erfolgsmodell. Denn es ist zu befurchten, da es sich bei einembetrachtlichen Teil der bisher gegrundeten IchAGsum ProformaSelbstandigkeiten handelt, bei denen die Teilnehmer lediglich in den Genu der nichtruckzahlbaren Forderung kommen wollen. Zudemsind die Anforderungen an die Bewerber bislang extrem niedrig, so da uberdurchschnittlich viele Fehlschlage bei der Existenzgrundung zu erwarten sind.Anders als beim sogenannten Uberbruckungsgeld,das ebenfalls den Ubergang in die Selbstandigkeitals Ausweg aus der Arbeitslosigkeit fordert, werdenbei der Forderung der IchAGs die Erfolgsaussichtenund die Tragfahigkeit des Konzepts noch keiner Uberprufung unterzogen. Die von der Bundesregierung geplante Angleichung der Fordervoraussetzungen an die des Uberbruckungsgeldes ist daherebenso wie die Beschrankung der Forderung aufhauptberufliche Existenzgrundungen zu begruen.Deutlich unter den ursprunglichen Hoffnungen der Politik sind die PersonalServiceAgenturen PSAgeblieben. Nach einem Maximum von knapp 33.000 in PSA Beschaftigten Anfang des Jahresstagniert ihre Zahl derzeit bei knapp 26.000. Dassind deutlich weniger als die ursprunglich angestrebten 50.000 ganz zu schweigen von den vonder HartzKommission angedachten Zahlen. Das Ziel, ahnlich wie in anderen Landern die Zeitarbeitauch in Deutschland zu einer JobMaschine zumachen, wurde damit klar verfehlt. Die sonstigen im Rahmen von Hartz I und II umgesetzten Manahmen, die auf eine Erhohung der 6Zweite rotgrune Halbzeitbilanz:Kein Grund zum AusruhenUneinheitlich stellen sich die Anderungen bei dentraditionellen arbeitsmarktpolitischen Instrumentendar. Neben der Zusammenfuhrung von Strukturanpassungs und Arbeitsbeschaffungsmanahmen istbesonders zu begruen, da seit Jahresanfangdurch die Teilnahme an Arbeitsbeschaffungsmanahmen keine neuen Anspruche auf Arbeitslosengeld mehr entstehen. Damit entfallt zumindest ein Anreiz fur dieses teure und ineffiziente arbeitsmarktpolitische Instrument. Kritisch zu sehen ist allerdings,da die Voraussetzungen fur den Einsatz von Arbeitsbeschaffungsmanahmen gelockert wurden.Sie konnen nun selbst dann gewahrt werden, wennsie erkennbar keinen Beitrag fur eine Erhohung derindividuellen Beschaftigungschancen auf dem ersten Arbeitsmarkt leisten. Unter das Stichwort statistische Kosmetik fallt die Tatsache, da die Teilnehmer an sogenannten Eignungsfeststellungs und Trainingsmanahmen seit Januar 2004 nicht mehrals arbeitslos zahlen. Dadurch sank die Zahl der offiziell ausgewiesenen Arbeitslosen auf einen Schlagum rund 85.000, ohne da sich am Arbeitsmarktauch nur die geringste Veranderung ergeben hatte.Die Vereinfachungen im Leistungsrecht durch Hartz III, z.B. in Form einer starkeren Pauschalierung, sindunter dem Aspekt der Verwaltungsvereinfachung zubegruen, bleiben in ihren Auswirkungen aber notwendigerweise begrenzt.Hartz IVIn der breiten Offentlichkeit am umstrittensten ist dasvierte und letzte HartzGesetz. Es fuhrt die beidenbisherigen steuerfinanzierten und bedurftigkeitsorientierten Grundsicherungssysteme Arbeitslosen7Arbeitsanreize und auf eine bessere Vermittlungvon Arbeitslosen hinzielen, sind uberwiegend positiv zu bewerten, konnen aber angesichts derdruckenden Probleme nicht mehr als ein Tropfenauf den heien Stein sein. Dazu gehoren u.a. fruhzeitige Meldepflichten bei Arbeitslosigkeit, etwasverscharfte Zumutbarkeitsregelungen, die Ausweitung der Moglichkeit, mit alteren Arbeitnehmernbefristete Arbeitsvertrage ohne sachlichen Befristungsgrund abzuschlieen, oder auch diverse Verwaltungsvereinfachungen.Hartz IIIDer Grundgedanke von Hartz III, die Bundesagenturfur Arbeit zu einem effizienteren und kundenorientierteren Dienstleister zu machen, ist zwar grundsatzlich lobenswert. Angesichts der erkennbaren Probleme, Widerstande und Verzogerungen warejedoch ein radikalerer Umbau der Arbeitslosenversicherung moglicherweise erfolgversprechender gewesen: die Beschrankung der Kompetenzen der Bundesagentur fur Arbeit auf die Auszahlung des Arbeitslosengeldes. Doch anstatt die Arbeitsvermittlung durch eine starkere Privatisierung dem Wettbewerb zu offnen, die kostentrachtige aktive Arbeitsmarktpolitik deutlich einzuschranken und die verbleibenden Manahmen den Kommunen zu ubertragen, setzt die Bundesregierung weiter auf die Mammutbehorde in Nurnberg. Besonders bedauerlich ist in diesem Zusammenhang, da die Zusammensetzung und Funktion des Verwaltungsratesnicht grundlegend geandert wurde. Die beteiligten Vertreter der Gewerkschaften und Arbeitgeberverbande haben starke Verbands und Eigeninteressen,die nicht mit dem Wunsch der Arbeitslosen, moglichst schnell eine neue Beschaftigungzu finden, deckungsgleich sind. Diesmacht eine unabhangige Kontrolle unwahrscheinlich. Es bestehen sowohl direkte Interessen etwa im Bereich derdurch die Bundesagentur fur Arbeit geforderten beruflichen Weiterbildungsmanahmen als auch indirekte:Schlielich bleibt die Arbeitsmarktpolitik der Bundesagentur fur Arbeit nichtohne Ruckwirkung auf die Lohnfindungsprozesse zwischen Arbeitnehmern und Arbeitgebern. Die immer wieder zu beobachtenden uberhohten Tariflohnabschlusse auf Kosten der Beschaftigungschancen der Arbeitslosensprechen hier Bande. Zweite rotgrune Halbzeitbilanz:Kein Grund zum Ausruhenhilfe und Sozialhilfe zum neuen Arbeitslosengeld IIzusammen. Bedurftigkeitsprufung und Leistungsgewahrung orientieren sich in etwa an den Regelungender Sozialhilfe. Da die Arbeitslosenhilfe unsinnigerweise an das ehemalige Lohneinkommen gekoppelt ist, wird derjenige Teil der Arbeitslosenhilfebezieher, die fruher uber ein vergleichsweise hohes Einkommen verfugen konnten, finanziell schlechter gestellt. Fur Sozialhilfeempfanger gilt in geringem Ausma das Gegenteil.Die zum 1. Januar 2005 erfolgende Zusammenlegung von Arbeitslosenhilfe und Sozialhilfe war uberfallig und ist von Arbeitsmarktexperten schon seit Jahren gefordert worden. Denn nur so lassen sich dieburokratisch ineffiziente Doppelstruktur zweier steuerfinanzierter Transfersysteme sowie die damit verbundenen Verschiebebahnhofe zwischen der Bundesagentur fur Arbeit und den kommunalen Sozialamtern uberwinden. Gleichzeitig war die Ungleichbehandlung von Arbeitslosen und Sozialhilfeempfangern okonomisch durch nichts zu begrunden. Insofern ist der Bundesregierung Respekt zu zollen, dasie diesen Gedanken endlich umgesetzt hat.Bei einer ordnungspolitisch sinnvollen Ausgestaltungkonnten das Arbeitslosengeld II und die damit verbundenen Regelungen einen signifikanten Beitrag im Kampf gegen die Massenarbeitslosigkeit leisten.Leider scheint diese Hoffnung sich jedoch nur teilweise erfullen zu konnen, denn viele der konkreten Regelungen bleiben auf halbem Wege stehen.Eine Voraussetzung fur zusatzliche Arbeitsplatze besteht darin, da die Produktivitat der potentiell zu Beschaftigenden hoher ist als die von ihnen gefordertenTarifLohne. Bei Langzeitarbeitslosen und Geringqualifizierten ist diese Voraussetzung jedoch haufignicht gegeben, ihre Beschaftigung zu ihren Anspruchs bzw. Tariflohnen ist fur die Unternehmenunwirtschaftlich. Prinzipiell stehen in einer solchen Situation zwei Strategien zur Verfugung: Man kannentweder versuchen, die Produktivitat der Betroffenen zu erhohen, oder die Lohne senken. Beide Alternativen versucht man mit Hartz IV zu beschreiten. Sostehen in Zukunft allen Empfangern von Arbeitslosengeld II die arbeitsmarktpolitischen Instrumenteder Bundesagentur fur Arbeit zur Verfugung. Wurdendiese dezentral gesteuert und mit starker Zielgruppenorientierung eingesetzt, so lage eine Verbesserung der Produktivitat der Langzeitarbeitslosen undeine erhohte Beschaftigungschance im Bereich des Moglichen. Angesichts der kostspieligen Ineffizienzund fragwurdigen Wirkungen vieler Manahmen erscheint dieser Weg aber wenig erfolgversprechend;das zeigen auch die Erfahrungen bei den bisherigen Arbeitslosenhilfeempfangern. Besser ware es hiergewesen, die Zustandigkeit fur die Langzeitarbeitslosen auf die Kommunen zu ubertragen und diesendie notwendigen Freiraume zur Erprobung neuer Losungswege zu geben. Die geplanten 69 kommunalen Modellprojekte sind bei weitem nicht ausreichend, vor allem da auch diese Kommunen auf dasgleiche arbeitsmarktpolitische Instrumentarium wiedie Bundesagentur fur Arbeit beschrankt sind. Mit den im Vergleich zur Arbeitslosenhilfe strengeren Bedurftigkeitsprufungen und dem in der Regelniedrigeren Arbeitslosengeld II versucht man dagegen, die Anspruchslohne der Langzeitarbeitslosenzu senken. Fur die groe Gruppe der arbeitsfahigen Sozialhilfeempfanger andert sich dadurch jedoch nichts. Das Arbeitslosengeld II in Hohe derbisherigen Sozialhilfe stellt weiterhin de factoeinen zu hohen Mindestlohn dar. Die fur zusatzliche Arbeitsplatze notwendige Spreizung der Tariflohnstruktur ist so nicht zu erwarten.Dennoch mu Hartz IV nicht vollig wirkungslos bleiben. Insbesondere die verscharften Zumutbarkeitskriterien in Kombination mit gemeinnutziger Beschaftigung in Form von 1 oder 2EuroJobs konnen ein funktionierender Weg sein, den Langzeitarbeitslosen den Weg in eine regulare Beschaftigungzu ebnen. Voraussetzung dafur ist allerdings, da diegemeinnutzige Beschaftigung ohne zusatzliche Subventionen auskommt und bestehende Arbeitsverhaltnisse nicht durch hohere Abgaben belastet. Gelingt dies, dann schlagt man zwei Fliegen mit einer Klappe: Die Anspruchslohne der Betroffenen sinkenund gleichzeitig konnen sie on the Job marktnahe Qualifikationen erwerben und ihre Produktivitatzumindest beibehalten oder sogar erhohen.Gesundheitssystemes krankt an allen Enden Das deutsche Gesundheitssystem ist trotz zahlreicher Kostendampfungsprogramme eines der teuersten der Welt. Nur die USA und die Schweiz geben gemessen an ihrem Bruttoinlandsprodukt mehrfur Gesundheit aus. Die Qualitat des Gesundheits8Zweite rotgrune Halbzeitbilanz:Kein Grund zum Ausruhen Handlungsbedarf Manahmen der Bundesregierung Bewertungwesens in Deutschland wird von Experten jedochnur noch als durchschnittlich eingestuft. Sein KostenLeistungsNiveau kann nicht uberzeugen. Eine der zentralen Ursachen liegt in den vielfaltigen Fehlanreizen und Organisationsmangeln, die dazufuhren, da es parallel zu Uber, Unter und Fehlversorgung kommen kann. Der Irrglaube vieler Politiker,Gesundheit sei ein besonderes Gut, fur das marktwirtschaftliche Prinzipien nicht angewendet werdendurften, hat dazu gefuhrt, da die Chancen des Wettbewerbs als effizientes Anreizsystem nur unzureichend genutzt werden. So ist auf der Seite dermedizinischen Leistungserbringer Wettbewerb haufig noch ein Fremdwort. Nicht viel besser sieht es aufder Finanzierungsseite aus. Hier gibt es zwar innerhalb der Gesetzlichen Krankenversicherung GKVeinen intensiven Wettbewerb um die Versicherten.Allerdings steht den Krankenkassen als Aktionsparameter nur die Hohe des Beitragssatzes auf das Lohneinkommen zur Verfugung. Alternative Wettbewerbsparameter wie etwa der Umfang des Versicherungsschutzes oder variabel zu vereinbarende Selbstbehalte spielen dagegen keine Rolle. Dies hatzur Folge, da es fur die Krankenkassen vor alleminteressant ist, gute Risiken, d.h. gesunde und einkommensstarke Versicherte, zu selektieren, anstattsich um innovative medizinische Verfahren und die Verbesserung der Geschaftsprozesse zu bemuhen.Dieses Defizit kann auch der Risikostrukturausgleichnicht vollstandig beseitigen. In der Privaten Krankenversicherung PKV findet nur ein Wettbewerb um Neukunden statt. Da die angesammelten Altersruckstellungen bei einem Wechsel des Versicherungsunternehmens nicht mitgegeben werden, bestehennach einigen Jahren keine Anreize mehr, zu einemeffizienteren Unternehmen zu wechseln.Damit nicht genug. Die Lohnabhangigkeit der Beitrage zur GKV, in der rund 90 % der Menschen in Deutschland versichert sind, belastet ausschlielichden Faktor Arbeit und tragt so zur Arbeitslosigkeitbei. Zu Beginn der Legislaturperiode lag der durchschnittliche Beitragssatz bei steigender Tendenz bei 14,0 %. Mittel und langfristig ist aufgrund des Zusammenspiels aus zunehmender Alterung der Bevolkerung und medizinischtechnischem Fortschrittmit einer Steigerung des Beitragssatzes auf deutlichuber 20 % zu rechnen sofern das gegenwartige System beibehalten wird.Neben diesen offenkundigen Ineffizienzen weist dasdeutsche Gesundheitssystem auch eklatante verteilungspolitische Schieflagen auf. Das Zusammenwirken von beitragsfreier Mitversicherung von Familienangehorigen und Beitragsbemessungsgrenze kanndazu fuhren, da zwei Haushalte mit einem identischen Lohneinkommen unterschiedliche Versicherungsbeitrage abfuhren mussen. Daneben ist es nurhistorisch, nicht aber okonomisch und schon garnicht ordnungspolitisch zu erklaren, da ausschlielich ein Teil der Bevolkerung ein Wahlrecht hat, sichauerhalb der GKV privat zu versichern. Von zentraler Bedeutung fur jede erfolgreiche Gesundheitsreform ist angesichts dieser Defizite die Abschaffung bestehender Fehlanreize durch einestarkere Betonung von Wettbewerb und Eigenverantwortung, damit alle am Gesundheitssystem Beteiligten Versicherte, medizinische Leistungserbringer und Krankenversicherungen ein Interesse an einer effizienten Ressourcennutzung haben. Planwirtschaftliche Elemente wie Budgetierungen oder staatliche Preisfestlegungen leistendas nicht. Voraussetzung fur die wohlfahrtssteigernde Wirkung von Wettbewerb ist, da die Moglichkeiten zu einer freien Vertragsgestaltung gestarkt und wettbewerbshemmende staatliche Regulierungen abgeschafft werden. Ebenso ist eswichtig, da die Patienten Kenntnis uber die Kosten ihrer Behandlungen erhalten.Auf der Einnahmenseite bedarf es zum einen einer Abkopplung der Versicherungsbeitrage von den Lohneinkommen. Nur so kann verhindert werden,da steigende Beitragssatze die Arbeitslosigkeiterhohen. Gleichzeitig liee sich damit auch die Konjunkturanfalligkeit der Krankenkasseneinnahmen, diegerade in konjunkturellen Schwachephasen Beitragssatzerhohungen notwendig macht, abmildern.Zum anderen erfordert die demographische Entwicklung den Aufbau einer moglichst staatsfern zubildenden Kapitalreserve, um die Belastung zukunftiger Generationen zu begrenzen. In einem reinen Umlageverfahren werden diese aufgrund derabsehbaren Entwicklung der Altersstruktur schlichtuberfordert. Angesichts der Versaumnisse vorangehender Bundesregierungen bleibt hier kaum noch einausreichendes Zeitfenster fur die notwendigen Reformen. Die Blaupause fur ein effizientes Einnahmensystem auf der Basis von risikobezogenen Versicherungspramien, risikoadjustierten ubertragbaren Altersruckstellungen sowie einem uber das SteuerTransfersystem organisierten Solidarausgleich hatbeispielsweise der Kronberger Kreis entwickelt vgl.Schriftenreihe des Kronberger Kreises, Band 39. 9Zweite rotgrune Halbzeitbilanz:Kein Grund zum AusruhenDie Bundesregierung hat auf die Probleme im Gesundheitswesen in zweifacher Hinsicht reagiert. Zum einen wurden im Gesetz zur Modernisierungder gesetzlichen Krankenversicherung eine Reihevon Manahmen zur kurzfristigen Stabilisierung der Beitragssatze umgesetzt, nachdem diesbezuglichdas direkt nach Regierungsantritt verabschiedete Beitragssicherungsgesetz nicht die erhoffte stabilisierende Wirkung gebracht hatte. Der durchschnittliche Beitragssatz stieg im Jahr 2003 parallel zueiner zunehmenden Verschuldung der Krankenkassen weiter an und drohte im Jahr 2004 die 15%Marke zu durchbrechen. Das Gesetz, auf das sich Regierung und Opposition im Sommer und Herbst 2003 verstandigten, beinhaltet u.a. neugestaltete Zuzahlungsregelungen sowie eine quartalsweise zuentrichtenden Praxisgebuhr, die Verpflichtung der Krankenkassen, ein Hausarztsystem einzufuhren,Modifikationen bei der Regulierung der Arzneimittelpreise sowie kleinere Liberalisierungsschritte, etwa was den Versandhandel fur apothekenpflichtige Medikamente oder die partielle Aufhebung des Mehrbesitzverbots fur Apotheken betrifft. Weitergehende Reformen auf Leistungserbringerseite, wiedie Aufbrechung des Vertragsmonopols der Kassenarztlichen Vereinigungen, scheiterten am Widerstand der Oppositionsparteien. Daruber hinaus sahdas Gesetz vor, da ab 2005 Zahnersatz durch einezusatzliche Versicherung mit pauschalem Beitragabgedeckt werden sollte; ab 2006 sollen die Versicherten unter Aufhebung der paritatischen Finanzierung zusatzlich 0,5 Beitragssatzpunkte zur Finanzierung des Krankengeldes abfuhren. Sowohl die Artder Zusatzversicherung fur den Zahnersatz als auchder Zeitpunkt ihrer Einfuhrung stehen derzeit aberwieder zur Disposition, obgleich viele Burger schonentsprechende Vertrage abgeschlossen haben.Zum anderen setzte die Bundesregierung zur Losung der langfristigen Herausforderungen Ende 2002 die Kommission fur die Nachhaltigkeit in der Finanzierung der Sozialen Sicherungssysteme,kurz RurupKommission, ein, in der Hoffnung, dasich die beteiligten Experten auf ein Reformkonzept einigen konnten. Die RurupKommissionlegte jedoch mit der einkommensabhangigen Burgerversicherung und dem Konzept der pauschalen Gesundheitspramie zwei Alternativen fur die Finanzierung des Gesundheitssystems vor, dieseitdem die Diskussion pragen. Wahrend sich inden Regierungsparteien und Teilen der CSU eine Praferenz fur eine Burgerversicherung abzeichnet,auch wenn deren konkrete Ausgestaltung nochvollig ungeklart ist, hat sich die CDU fur ebenfallsnoch nicht naher konkretisierte pauschale Gesundheitspramien ausgesprochen. Bei beiden Systemen noch nicht abschlieend geklart ist die Rolle und Zukunft der PKV. Die Uberlegungen der FDP zielen dagegen in Richtung der Vorschlagedes Kronberger Kreises. Jungsten Verlautbarungen zufolge ist mit einer grundlegenden Finanzierungsreform der GKV fruhestens in der nachsten Legislaturperiode zu rechnen. Die Anfang 2004 in Kraft getretene Gesundheitsreform reiht sich ein in die Tradition unzahliger ahnlicher Kostendampfungsreformen der vergangenen Jahrzehnte. Die kurzfristigen Ziele Entschuldungder Kassen und Konstanz bzw. geringfugige Absenkung des Beitragssatzes werden wohl erreichtwerden. Dafur sprechen zumindest die Uberschusse der Krankenkassen im ersten Halbjahr 2004. Oft hat sich in der Vergangenheit aber gezeigt, da anfangliche Kosteneinsparungen nur fureinen kurzen Zeitraum Bestand hatten, Ausgabenund Beitragssatze alsbald wieder deutlich anstiegen. Da gut organisierte Interessenvertreter und Lobbyisten auch bei der jungsten Reform grundlegende strukturelle Veranderungen erfolgreich verhindert haben, droht auch in diesem Fall mittelfristigeine ahnliche Entwicklung: Bestenfalls hat die Politikalso eine kurze Atempause gewonnen.Auch wenn die Gesundheitsreform nicht der groe Wurf ist, beinhaltet sie doch einige sinnvolle, wennauch nicht immer ausreichende Elemente. Dazu zahltbeispielsweise die Starkung der Eigenverantwortungdurch erhohte Zuzahlungen. Die Hauptaufgabe einer Versicherung sollte in der Absicherung kostentrachtiger KrankheitsRisken mit einer geringen Eintrittswahrscheinlichkeit liegen, nicht aber in der finanziellen Kompensation von Bagatellschaden. Eine starkere Eigenbeteiligung der Versicherten ist dafur einsinnvolles Instrument, da es den effizienten Einsatzvon Ressourcen unterstutzt. Grundsatzlich sinnvoll 10Zweite rotgrune Halbzeitbilanz:Kein Grund zum Ausruhen Handlungsbedarf Manahmen der Bundesregierung Bewertung Gesundheitssystem Handlungsbedarf Manahmen der Bundesregierung Bewertung Gesundheitssystemist auch die leistungsrechtliche Integration der Sozialhilfeempfanger in die Gesetzliche Krankenversicherung. Gleiches gilt fur die Einfuhrung des vollen Beitragssatzes auf die Versorgungsbezuge der Rentner,denn langfristig wird das Gesundheitssystem ohneeine starkere finanzielle Beteiligung der jeweils alteren Generation nicht finanzierbar bleiben. Eine Steigerung der Effizienz ist von der Liberalisierung des Versandhandels fur Medikamente zu erwarten. Wichtige weitere Reformen des Arzneimittelmarktes bleiben jedoch auf halbem Wege stehen so etwa die Lockerung des Mehrbesitzverbots fur Apotheken oder die Aufhebung der Preisbindungder zweiten Hand fur nichtverschreibungspflichtige Arzneimittel, sofern diese von den Kassen nicht erstattet werden oder weisen stark dirigistische Elemente auf wie etwa die Kostendampfungsmanahmen bei sogenannten patentgeschutzten Analogpraparaten ohne entscheidenden therapeutischen Zusatznutzen. Grundsatzlich zu begruen, in ihrerkonkreten Ausgestaltung aber wenig uberzeugend,ist die Patientenquittung sowie die Moglichkeit, stattdes Sachleistungsprinzips eine Kostenerstattung zuwahlen. Der notwendige Transparenzgewinn fur die Patienten hatte hier weitergehende Manahmen erfordert. Mit der integrierten Versorgung und den medizinischen Versorgungszentren werden zwar neue,sektorubergreifende Versorgungsstrukturen ermoglicht, allerdings bleiben die moglichen Effizienzgewinne weit hinter dem zuruck, was bei einer vollstandigen Abschaffung des Vertragsmonopols der Kassenarztlichen Vereinigungen moglich ware. Die dringend erforderliche Finanzierungsreform der GKV wurde erst einmal aufgeschoben. Und die gegenwartigen Scharmutzel sowohl zwischen den Regierungs und den Oppositionsparteien als auch innerhalb der beiden Lager lassen diesbezuglich wenig Gutes fur die Zukunft erwarten. SPD und Bundnis 90Die Grunen streben weniger Effizienzverbesserungenals vor allem eine Erweiterung des Solidarausgleichsan. Damit verbinden sie die Hoffnung, ein zugkraftiges Wahlkampfthema fur die Bundestagswahl 2006zu haben. Diese Strategie zeigt auch bei den Unionsparteien Wirkung. Hier mehrt sich vor dem Hintergrund von Wahlkampfuberlegungen der Widerstandgegen das ursprunglich favorisierte Konzept der pauschalen Gesundheitspramie. Dieses Verhalten der Politiker verkennt den Ernst der Lage. Entscheidendfur die Zukunftsfahigkeit des Gesundheitssystems istein effizientes, von den Lohnen abgekoppeltes undauf Kapitaldeckung ausgerichtetes System.Pflegeversicherung Reservenbilden statt Reserven aufzehren Im April 2001 entschied das Bundesverfassungsgericht, da ab 2005 die Kindererziehung bei der Beitragsgestaltung fur Eltern in der Sozialen Pflegeversicherung berucksichtigt werden mussen. Daruber hinaus sind jedoch auch grundlegendere Reformen inder Pflegeversicherung notwendig. Denn aufgrunddes steigenden Anteils pflegebedurftiger Menschenin einer alternden Bevolkerung werden die Beitragslasten in der Zukunft massiv ansteigen. Bereits heuteweist die Pflegeversicherung ein jahrlich steigendes Defizit in dreistelliger Millionenhohe auf 2003: 690Mio. Euro. Bereits in wenigen Jahren werden dienoch bestehenden Rucklagen Ende 2003: 4,24 Mrd.Euro aufgebraucht und Beitragssatzsteigerungen unvermeidlich sein. Die RurupKommission schlug deshalb vor, innerhalb des bestehenden Umlagesystemseinen Kapitalstock aufzubauen, damit der kunftige Beitragsanstieg gemildert werden kann. Problemadaquat ware der Ubergang auf eine kapitalgedeckte Pflegeversicherung. Die Bundesregierung will das Verfassungsgerichtsurteil dadurch umsetzen, da der Beitrag zur Pflegeversicherung fur Kinderlose um 0,25 Prozentpunkteerhoht wird. Weitergehende Manahmen sind zunachst nicht geplant. Die Bundesregierung beschrankt sich darauf, die Vorgabe des Verfassungsgerichts auf moglichst einfache Weise umzusetzen. Vor dem groen Reformbedarf inder Pflegeversicherung verschliet die Bundesregierung hingegen die Augen. Je langer der notwendige Systemwechsel jedoch aufgeschoben wird, destoschmerzlicher wird die Reform werden, weil dannkeine Zeit mehr fur den Aufbau eines Kapitalstocksbesteht, weder in der von der RurupKommissionvorgeschlagenen Form noch in der Form einer individuellen kapitalgedeckten Pflegeversicherung.11Zweite rotgrune Halbzeitbilanz:Kein Grund zum Ausruhen Handlungsbedarf Manahmen der Bundesregierung Bewertung Handlungsbedarf Manahmen der Bundesregierung Bewertung Pflegeversicherung Handlungsbedarf Manahmen der Bundesregierung Bewertung PflegeversicherungRentenversicherung Losungen furdie demographische Herausforderung Lange Zeit propagierte die Politik, vertreten durch Norbert Blum, den Slogan Die Rente ist sicher, obwohl Experten angesichts der demographischen Entwicklung bereits seit Jahrzehnten vor den sichabzeichnenden Problemen in der Gesetzlichen Rentenversicherung warnten. Doch inzwischen kannnicht mehr bestritten werden, da der dem Umlageverfahren implizit zugrundeliegende Generationenvertrag angesichts der zunehmenden Alterung der Bevolkerung an seine Grenzen stot: Die Beibehaltung des gegenwartigen Rentenniveaus warelangfristig nur mit deutlich hoheren Beitragen der Arbeitnehmer zur Rentenversicherung moglich, waszum einen eine immense Belastung zukunftiger Generationen, zum anderen aber auch eine weitere Belastung des Faktors Arbeit darstellen wurde. Umgekehrt ware mit der Beibehaltung des gegenwartigen Beitragssatzes von knapp 20 % ein stark verminderter Leistungsbezug der Rentner verbunden. Zumgegenwartigen Zeitpunkt lat sich dieses Problemnur noch mit einem ganzen Bundel von aufeinanderabgestimmten Reformmanahmen abmildern; seinevollstandige Beseitigung ist angesichts der mit politischen Parolen vergeudeten Jahre nicht mehrmoglich. Zu den zentralen Elementen einer Reformder Alterssicherung gehort erstens die Begrenzungdes moglichen Beitragssatzanstiegs und, damit korrespondierend, die Absenkung des zukunftigen Rentenniveaus sowie die Verlangerung der Lebensarbeitszeit, insbesondere auch durch spateren Renteneintritt. Zweitens muten bei vorzeitigem Renteneintritt versicherungsmathematisch korrekte Abschlage wirksam werden. Ein drittes Element ist die Erganzung der gesetzlichen Rentenversicherungdurch kapitalgedeckte Zusatzversicherungen aufprivater und betrieblicher Ebene.Nachdem die Bundesregierung zu Beginn ihrer ersten Legislaturperiode noch den unter der Regierung Kohl eingefuhrten Demographischen Faktor aufgehoben hatte, stand diese Legislaturperiode im Zeichen einer langfristig angelegten Rentenreform. Auf Basis der Vorschlage der RurupKommission hat die Bundesregierung den Versuch unternommen, einenlangfristig tragfahigen Mittelweg zwischen Beitragssatz und Rentenniveaustabilisierung zu wahlen.Kernpunkte dieser Politik waren die Einfuhrung eines Nachhaltigkeitsfaktors, veranderte Anrechnungszeiten fur Ausbildung sowie die Anhebung der vorgezogenen Altersgrenze fur Renten wegen Arbeitslosigkeit und nach Altersteilzeit auf 63. Eine Anhebung der Regelaltersgrenze fur den Rentenbezug wurde mit dem Hinweis, zunachst mussedas tatsachliche Renteneintrittsalter dem Regelalterangeglichen werden, abgelehnt. Daruber hinaus hatdie Bundesregierung mit dem Alterseinkunftegesetzdie vom Bundesverfassungsgericht angemahnten Veranderungen in der Besteuerung von Alterseinkunften auf den Weg gebracht. Dazu gehort derlangfristige Ubergang zur nachgelagerten Besteuerung von Renten sowie der Wegfall der vollstandigen Steuerfreiheit fur Kapitallebensversicherungen. Zwar beweist die Bundesregierung mit den beschlossenen Reformen im Bereich der Alterssicherung einen groeren okonomischen Realitatssinn alsmanche Bundesregierung vor ihr und auch, als manihr selbst nach der ersten Legislaturperiode zugetraut hatte. Die Einfuhrung des Nachhaltigkeitsfaktors bewirkt, da Rentenerhohungen zukunftig die Entwicklung des Verhaltnisses von Rentenbeziehernzu Erwerbstatigen berucksichtigen. Langfristig werden die Renten daher langsamer als Lohne und Gehalter ansteigen.Dennoch reichen die ergriffenen Manahmen nichtaus, um die gewunschten Ziele zu erreichen, insbesondere bei realistischen Annahmen uber die zukunftige Entwicklung. Von daher ist es unverstandlich,da das gesetzliche Renteneintrittsalter nicht angehoben wurde, vor allem angesichts der Tatsache, daeine solche Anhebung nicht von heute auf morgenumgesetzt werden kann, sondern sukzessive erfolgen mu. Der grundsatzliche Ubergang zum Prinzipder nachgelagerten Besteuerung ist ebenso zu begruen wie der Wegfall bzw. die Halbierung der Steuerfreiheit fur langlaufende Lebensversicherungen.Letztere stellte eine ordnungspolitisch fragwurdige Subvention zu Gunsten einer einzelnen Anlageformdar, die vollstandig abgeschafft gehort hatte.12Zweite rotgrune Halbzeitbilanz:Kein Grund zum Ausruhen Handlungsbedarf Manahmen der Bundesregierung Bewertung Rentenversicherung Handlungsbedarf Manahmen der Bundesregierung Bewertung Handlungsbedarf Manahmen der Bundesregierung Bewertung RentenversicherungSteuern Vertrauen, Transparenzund Wettbewerb ermoglichen Eine breit angelegte Studie der HarvardUniversitatund des Weltwirtschaftsforums zur Wettbewerbsfahigkeit von 102 Landern belegt geradezu dramatisch,in welchem Ma das deutsche Steuersystem zum Hemmschuh fur die Erholung unseres Landes geworden ist: Bei der Betrachtung der Effizienz und Transparenz von Steuersystemen liegt Deutschland aufdem 102. und letzten Platz. Die folgenschwerste Steuerlast hierzulande ist also das Steuersystemselbst. Es verursacht neben Unmengen an Steuerliteratur vor allem Unsicherheit, Ungerechtigkeit, einleistungs und investitionsfeindliches Klima sowie Steuerflucht.In Fachkreisen wie in der breiten Offentlichkeit dashat das Echo auf die Reformvorschlage im Jahr 2003gezeigt besteht der Wunsch nach einem verstandlichen und nachvollziehbaren Steuersystem. Es isthochste Zeit, das Richtige fur alle und nicht mehr nurdas Beste fur jeweils einige wenige zu tun. Wesentlichist in erster Linie die Vereinfachung des Steuerrechts,d.h. das Besinnen auf seine tragenden Prinzipien unddas Beseitigen von Ausnahmen und Vergunstigungen. Das deutsche Steuersystem mu wieder einfach, transparent und international wettbewerbsfahigwerden. Es mu Wachstum ermoglichen sowie greifende Anreize zu Eigenverantwortung und Leistungsbereitschaft geben. Ebenso wichtig ist, da durch die Klarheit der Rechtsgrundsatze, auf denen u.a. einneues Einkommensteuergesetz und eine Neuordnung der Unternehmensbesteuerung fuen, Vertrauen und Rechtssicherheit geschaffen und so wiedermehr Investitionen und Konsum ermoglicht werden.Dringlich und vom Bundesverfassungsgericht vorgegeben war die Neuregelung der Besteuerung von Alterseinkunften zum 1. Januar 2005. Neben seinergrundlegenden Neuordnung ist das Steuerrecht aus Sicht der Unternehmen eilbedurftig an neue Vorgabenund Entwicklungen des internationalen Steuerrechtssowie auch an Entscheidungen des Europaischen Gerichtshofs anzupassen. Fur den Mittelstand bleibendie Vereinfachung des Steuerrechts und die rechtsformneutrale Besteuerung vordringlich. Groer Veranderungsdruck besteht des weiteren beim Steuerbilanzrecht sowie bei der Grund und Erbschaftsteuer.13Zweite rotgrune Halbzeitbilanz:Kein Grund zum Ausruhen Handlungsbedarf Manahmen der Bundesregierung Bewertung 12345678910111213141516232529353840455367697579818486879596979899100101102Hongkong Singapur 6,35,8Botswana 5,4Estland 5,4Malaysia 5,3Island 5,2Luxemburg 5,1Malta 5,0El Salvador 4,8Mauritius 4,7Taiwan 4,7Finnland 4,6Gambia 4,5Neuseeland 4,5Schweiz 4,4Namibia 4,4Niederlande 4,0Spanien 3,9China 3,7Grobritannien 3,5Kroatien 3,4Australien 3,4USA3,2Kanada 3,1Schweden 2,9Osterreich 2,8Tschechische Republik 2,7Frankreich 2,6Japan 2,6Italien 2,4Belgien 2,4Polen 2,4Guatemala 2,1Ruland 2,1Tschad 2,1Ukraine 1,8Argentinien 1,8Rumanien 1,7Brasilien 1,71,5Durchschnitt: 3,3Effizienz der Steuersysteme: Deutschland am Ende Quelle: World Economic Forum, Executive Opinion Survey, 2003.Landerranking nach Effizienz, von 1 hochkomplex und wirtschaftliche Entscheidungen verzerrend bis 7 einfach und transparentDeutschlandDas 2003 beschlossene Gesetz zur Forderung der Steuerehrlichkeit sah unter bestimmten Voraussetzungen eine Steueramnestie z.B. als Straf und Bugeldbefreiung bei Steuerhinterziehung und verbesserte Moglichkeiten der Uberprufung von Angabender Steuerpflichtigen vor. Im Entwurf noch enthaltene Regelungen zur Neuordnung der Besteuerung von Einkunften aus Kapitalvermogen Abgeltungssteuerwurden jedoch aufgegeben. 2004 folgte ein Gesetzzur Intensivierung der Bekampfung der Schwarzarbeit und damit zusammenhangender Steuerhinterziehung. Es sah die Bundelung alter und Einfuhrungneuer Kontroll und SanktionsManahmen vor.Im Rahmen eines Haushaltbegleitgesetzes 2004wollte die Bundesregierung die mit dem Steuersenkungsgesetz 2000 schon beschlossene und finanzierte dritte Stufe der Steuerreform vom 1. Januar 2005 auf den 1. Januar 2004 vorziehen. Im gleichen Atemzug sollte u.a. die Eigenheimzulage entfallen, die Pendlerpauschale gekurzt und der Umsatzsteuerbetrug angegangen werden. Nach dem Nein des Bundesrats endete die Arbeit des Vermittlungsausschusses kurz vor Weihnachten 2003 mit einer vorgezogenen, weiteren Entlastungder Steuerpflichtigen,die aber deutlich niedriger ausfiel als ursprunglich geplant. Pendlerpauschale und Eigenheimzulage blieben, wenngleich gekurzt, in der Substanz erhalten.Das Alterseinkunftegesetz trug der Magabe des Bundesverfassungsgerichts vom Marz 2002 Rechnung, da altersspezifische Vergunstigungen allen Einkunftebeziehern gewahrt oder abgebaut werdenmuten. Deshalb wurde die Besteuerung von Alterseinkunften, die aus der gesetzlichen Rentenversicherung stammen, auf die nachgelagerte Besteuerungumgestellt. Um die offentlichen Haushalte nicht mitzweistelligen Milliardenbetragen zu belasten, ist dabei ab dem 1. Januar 2005 ein 35jahriger Ubergangszeitraum vorgesehen, innerhalb dessen die Abzugsfahigkeit von Altersvorsorgebeitragen auf dereinen Seite jahrlich prozentual ansteigt und auf deranderen Seite darauf aufbauende Leibrenten mit jedem Rentnerjahrgang hoher besteuert werden.Die Manahmen der Bundesregierung 2002 bis 2004sind beileibe nicht abschlieend genannt. Alle aufzufuhren ware zu viel, lediglich auf das wohl einzigelangfristig bedeutsame Ergebnis, namlich das Alterseinkunftegesetz einzugehen, zu wenig. In der Finanzund Steuerpolitik scheint sich RotGrun bei den groen Linien an der Magabe orientiert zu haben, nur Unvermeidbares in Angriff zu nehmen. Rastlosigkeitim Detail fuhrte hingegen dazu, da erst die Bundesregierung und dann der Vermittlungsausschu dievielen Vorschlage in ihrem Zusammenwirken selbstnicht mehr durchschauten. Es fehlte die Kraft, auf einegrundlegende Anderung des Steuersystems hinauslaufende Reformvorschlage aufzugreifen z.B. diejenigen von Prof. Kirchhof, Prof. Lang, Friedrich Merz furdie CDU und Hermann Otto Solms fur die FDP. Im unerfreulichen Zusammenspiel mit Landerregierungenunterschiedlicher Couleur, aber gleicher Fixierungausschlielich auf den jeweils nachsten Haushalt und Einzelinteressen lie man die Diskussion im Sandeverlaufen. Von wenigen Ausnahmen abgesehen ist regierungsamtliche Finanzpolitik in Bund und Landernstark zum Fiskalismus verkommen: Steuerpolitik wirdvon Loch zu Loch betrieben, der Wohlfahrtsstaatscheint dabei jede Gelegenheit zur kurzfristigen Erhohung seiner Einnahmen zu nutzen und die Belastungsstrukturen vollig aus den Augen zu verlieren.Letzteres gilt vor allem fur das fatale Zusammenspielvon Steuer und Abgabenlast: Den Burger interessiertweniger die Bezeichnung seiner Bruttolohnabzuge alsvielmehr, was er netto behalten darf.Ganz besonders liegt ihm auch an Berechenbarkeitder Politik und Vertrauensschutz da unterscheidetsich die Konsumneigung des Burgers nicht von der Investitionsneigung des Unternehmers. Beidem istnicht nur eine uberaus hohe Steuer und Abgabenlast abtraglich, sondern fast noch mehr die Neigungder Bundesregierung, Gesetzgebungsprozesse als Hu und Hott zu inszenieren. Nur ein Beispiel: Im Fruhjahr 2003 begrute die Stiftung Marktwirtschaftdie von ihr mit angeregte Entscheidung der Bundesregierung zur Einfuhrung einer Abgeltungssteuerauf Kapitalertrage. Zu fruh gefreut: Erst folgte einunausgegorener Referentenentwurf, dann wurde das Vorhaben mit Hinweis auf die Detailkritik der Opposition beerdigt obwohl es Teil einer Brucke zur Steuerehrlichkeit sein sollte. Wenngleich diese dann 14Zweite rotgrune Halbzeitbilanz:Kein Grund zum Ausruhen Handlungsbedarf Manahmen der Bundesregierung Bewertung Steuern Handlungsbedarf Manahmen der Bundesregierung Bewertung Steuernnicht mehr tragfahig war und zudem aus den die Regierung tragenden Parteien regelmaig die Einfuhrung der Vermogen und die Erhohung der Erbschaftsteuer thematisiert wurden, stellte die Bundesregierung erwartete 5 Milliarden Euro aus der sogenannten Steueramnestie in den Gesamthaushalt ein. Noch? nicht beerdigt, aber erst infolge des Hochwassers 2002 auf Anfang 2005 verschoben unddann im Vermittlungsverfahren 2003 nur teilweise auf 2004 wieder vorgezogen wurde nach der erfolgten Entlastung unterer Einkommensgruppen die Senkung auch des Spitzensteuersatzes als letzte Stufeder Steuerreform des Jahres 2000. Dieses Vorgehenentspricht in der Wirkung den mit Sicherheitserfordernissen begrundeten Steuererhohungen nachdem 11. September 2001: Regierungs und teilweiseauch Oppositionspolitik scheinen jeden Gestaltungsanspruch aufgegeben zu haben und sich in Kurzatmigkeit zu erschopfen.Die Glaubwurdigkeit der Politik wurde auch durch von Regierung und Opposition letztlich gemeinsam getragene Einnahmeverbesserungen im Rahmen der Gesundheitsreform 2003 erschuttert. Statt als versicherungsfremd erkannte Leistungen der Krankenkassendurch versicherungsfremde Einnahmen, die Erhohung der Tabaksteuer, zu sichern, hatte man ordnungspolitisch konsequent die Leistungen streichenoder ausgliedern mussen. Danach haben Deutschlands Raucher zum Zusammenhang, da Steuererhohungen zu Steuerausfallen fuhren konnen, der Regierung eine Nachhilfestunde erteilt. Ein weiteres Glaubwurdigkeitsproblem: So richtig es grundsatzlich sein mag, Altere an den mageblich von ihnenverursachten Krankheitskosten starker zu beteiligen und die Direktversicherungen bei Auszahlungmit einem Krankenkassenbeitrag zu versehen: Espat nicht zusammen, jahrelang die private Altersvorsorge zu postulieren und dann ruckwirkenddie Vertragsgrundlagen und Kalkulationen vieler Burger uber den Haufen zu werfen, die entsprechende Vertrage abgeschlossen hatten.Den uberfalligen Subventionsabbau z.B. die unsinnige Eigenheimzulage hat die Bundesregierung voranzubringen versucht, scheiterte mit dem Steuervergunstigungsabbaugesetz allerdings im Bundesratan der noch weniger mutigen Union. Diese verteidigte lieber Klientelinteressen statt zumindest das halbherzige Vorgehen der Regierung zu unterstutzen auch wenn letzteres weniger ordnungspolitisch alsdurch Haushaltslocher motiviert und de facto ein Steuererhohungsprogramm war. Mit dem Gesetz zur Umsetzung der Protokollerklarung der Bundesregierung zur Vermittlungsempfehlung zum Steuervergunstigungsabbaugesetz wurde der Verlustvortrag eingeschrankt. Diese faktische Mindestbesteuerung istbesonders fur Unternehmen mit mehrjahrigen Verlust und Gewinnzyklen problematisch. Die anlaufende administrativtechnische Bekampfung der florierenden Schwarzarbeit wird scheitern, weil die Bundesregierung kein schlussiges politisches Konzept hat: Es ist aussichtslos, gegen Schwarzarbeit vorzugehen, wenn man sie selbst durch falsche Anreize faktisch fordert. Weitgehend gelungen ist der Regierung die Umstellung auf die nachgelagerte Besteuerung der Alterseinkunfte. Da wahrend der Erwerbsphase das Sparen fur eine Altersvorsorge angeregt wird und die erstin der Auszahlungsphase einsetzende Besteuerungwegen der geringeren Progression im Regelfall niedriger liegt als in der Ansparphase, ist ebenso zu begruen wie die langen Ubergangszeitraume. Bedauerlich bleibt, da in diesem Zusammenhang die Rahmenbedingungen fur die betriebliche Altersversorgung durch die Aufgabe der gunstigen Pauschalbesteuerung in der Ansparphase verschlechtert wurden ein falsches Signal.Insgesamt hat die Bundesregierung Vertrauen in ihre Arbeit und den Standort Deutschland eher erschwertals gefordert. Von Transparenz ist weit und breit keine Spur. Und der Wettbewerb? Der ist in einem wunschenswerten groeren Ma weder zwischen den Kommunen noch zwischen den Landern in Sicht.Und statt Deutschland durch ein wettbewerbsfahiges Steuersystem in eine gute Ausgangsposition fur die Konkurrenz gerade innerhalb der erweiterten EU zubringen, rief die Bundesregierung lieber gemeinsammit den in diesem Bereich ebenfalls ruckstandigen Franzosen nach Regulierung plotzlich sollte es eine EUMindeststeuer sein. Wenn Einheitlichkeit sinnvoll ist, dann in Form einer konsolidierten Bemessungsgrundlage. In die gleiche Kategorie fallen auchz.B. durch europarechtliche Vorgaben oder Urteiledes Europaischen Gerichtshofs entstandene Folgeprobleme und damit meist Wettbewerbsnachteile furdeutsche Unternehmen: Auf den Themenfeldern Gesellschafterfremdfinanzierung und Wegzugsbesteuerung vermochte die Regierung noch keine handhabbare Alternative zu fruheren Regelungen anzubieten.Die finanzpolitische Halbzeitbilanz der Bundesregierung fallt also eher klaglich aus. Und Union und FDP15Zweite rotgrune Halbzeitbilanz:Kein Grund zum Ausruhenlassen da, wo sie in politischer Verantwortung stehen,meist auch wenig Bereitschaft zur grundlegenden Neuordnung erkennen. So bleibt aus ordnungspolitischer Sicht das vordringliche Anliegen an die Politikinsgesamt, endlich vom Steuern mit Steuern zu lassen und zumindest weniger regelmaig der steten Versuchung nachzugeben, zugunsten der jeweiligen Klientel und Stammwahler, im Sinne von Umverteilung, umerziehender Gesellschaftsveranderung oderinnerparteilicher Beruhigung am Steuerrad zu drehen.Eine Vergunstigung zieht die nachste nach sich, eine Manipulation offnet die Tur fur weitere, ein parteipolitischer Dreh lost entsprechende Gegenreaktionenaus. Und weil die Flickschusterei ja nicht bemerktwerden soll, sitzen die Flickschuster plotzlich in einem Boot, wenn es darum geht, die Intransparenz des Systems zu erhalten. Das Steuersystem bleibt zumindest vorlaufig ein Klotz am Bein Deutschlands.Kommunalfinanzen Autonomie erreichen Die Kommunen finanzieren ihre Aufgaben nur zu einem geringen Teil aus Steuerquellen, auf deren Hohesie selbst Einflu nehmen konnen. Der groere Teil ihrer Steuereinnahmen kommt aus den groen Verbundsteuern Einkommen und Umsatzsteuer. Besserware es, den Kommunen eigene Einnahmequellen zuerschlieen, um ihre Autonomie zu starken und dadurch eine effiziente Mittelverwendung zu befordern.Die kommunale Autonomie ist auch dadurch bedroht, da viele Kommunen uberschuldet sind, weiljahrelang gleichzeitig die Gewerbesteuereinnahmensanken und die Sozialhilfelasten anstiegen. Derzeitzeichnet sich zwar eine Besserung bei den Gewerbesteuereinnahmen ab, sie erreichen allerdings nichtden fruheren Stand. Die derzeitige Gewerbesteuerverzerrt unternehmerische Entscheidungen und kannrelativ leicht umgangen werden. Sie erbringt zwarden einzelnen Kommunen Einnahmen. Gesamtstaatlich gesehen generiert sie aufgrund der Anrechnungauf die Einkommensteuer jedoch kaum Einnahmen,weshalb der Erhebungsaufwand fragwurdig ist. Erforderlich ware eine eigenstandige lokale Betriebssteuer mit einer breiten, an der Wertschopfung orientierten Bemessungsgrundlage vgl. die Studie des Kronberger Kreises Gute Gemeindesteuern. Dannwurden die kommunalen Steuereinnahmen im Konjunkturverlauf kaum schwanken. Die Umgehungsmoglichkeiten waren deutlich geringer. Die Grundsteuer ist eigentlich eine ideale Gemeindesteuer, weil sie die Kommune an den Wertsteigerungen, die durch gute kommunale Politik entstehen, teilhaben lat. In ihrer heutigen Ausgestaltung mit dermarktfernen Bewertung mittels veralteter Einheitswerte ist sie jedoch ungerecht. Immobilien gleichen Wertswerden sehr unterschiedlich belastet. Dies kann dadurch uberwunden werden, da die kontinuierlichfortgeschriebenen Bodenrichtwerte fur die Bewertungherangezogen werden. Verzichtet man auf die Bewertung der Gebaude und belastet nur den reinen Bodenwert, kann die Grundsteuer wesentlich wenigeraufwendig als heute erhoben werden. Erforderlichware also eine umfassende Reform der Kommunalfinanzen, die Einnahmen und Ausgabenseite umfat.Auf der Ausgabenseite folgt die Bundesregierung derfast einmutigen Empfehlung aller Experten und legtdie beiden steuerfinanzierten Sicherungssysteme fur Langzeitarbeitslose die kommunale Sozialhilfe unddie uber die Bundesanstalt fur Arbeit ausgezahlte Arbeitslosenhilfe zu einer einheitlichen neuen Leistungzusammen. Dieses sogenannte Arbeitslosengeld IIwird vom Bund uber Steuern finanziert. Gleichzeitigwird das Wohngeld fur die genannte Personengruppeauf die Kommunen verlagert.Auf der Einnahmenseite scheiterte der Versuch, die Gewerbesteuer zu modernisieren, an den unvereinbaren Auffassungen der Lobbyisten in der Reformkommission Kommunalfinanzen sowie von Bundestagsund Bundesratsmehrheit. Damit bleibt das bisherige System bestehen. Eine Reform der Grundsteuer stehtnoch aus. In der Diskussion ist dafur ein Reformkonzept von Bayern und RheinlandPfalz. Die zugesagte Entlastung der Kommunen wird in Ermangelung echter Reformen durch AdhocManahmen erreicht.Die erhoffte Entlastung der Kommunen durch die Zusammenlegung von Arbeitslosenhilfe und Sozialhilfewird nicht eintreten. Dies ist teilweise darauf zuruckzufuhren, da im Vermittlungsausschu beschlossenwurde, die Finanzierung des Wohngelds nun den Kommunen zu ubertragen. Dieser Beschlu hat einlanges Hin und Her ausgelost, ob die Kommunen 16Zweite rotgrune Halbzeitbilanz:Kein Grund zum Ausruhen Handlungsbedarf Manahmen der Bundesregierung Bewertung Handlungsbedarf Manahmen der Bundesregierung Bewertung Kommunalfinanzen Handlungsbedarf Manahmen der Bundesregierung Bewertung Kommunalfinanzendurch diese Reform be oder entlastet werden einweiteres Beispiel dafur, warum weniger Entscheidungen im Vermittlungsausschu fallen sollten. Da sich Regierung und Opposition nicht auf eine Reform der Gewerbesteuer verstandigen konnten, ist ein Armutszeugnis fur beide Seiten. Durch Lobbyeinflu und Parteiengezank wurden hier Jahre verschenkt. Der Vorschlag von Bayern und RheinlandPfalz fur die Reform der Grundsteuer wurde zwar durch die Orientierung an den Bodenrichtwerten wesentliche Bewertungsprobleme der heutigen Grundsteuer uberwinden. Da er jedoch an einer zusatzlichen Gebaudebewertung festhalt, bleibt er verwaltungsaufwendig. Diedabei vorgesehen Bildung von Gebaudekategorienbirgt die Gefahr willkurlicher politischer Gestaltung. Foderalismusreform Entflechtungtrotz Eigeninteressender Exekutive in Bund und Landern Die derzeitige Ausgestaltung des deutschen Foderalismus, die eine Mitwirkung der Lander an fast allenwichtigen Bundesgesetzen vorsieht und in vielen Politikbereichen eine Zusammenarbeit von Bund und Landern oder unter den Landern notwendig macht,ist eine wesentliche Ursache dafur, da viele Reformen verschleppt und verwassert werden oder ganzlich scheitern. Ringt sich die Bundesregierung dazudurch, den Interessengruppen entgegenzutreten undnotwendige Reformen einzuleiten Beispiel: Eigenheimzulage, blockiert die Oppositionsmehrheit im Bundesrat. Schlagt der Bundesrat eine sinnvolle Reform vor Beispiel: Verlagerung der Arbeitsmarktpolitik auf die Kommunen, gelingt es den Lobbyisten,diese uber Bundesregierung und Bundestag zum Scheitern zu bringen. Deshalb ist die Rolle der Landesregierungen in der Bundespolitik zuruckzufuhren.Gleichzeitig sind den Landtagen mehr Gestaltungsmoglichkeiten einzuraumen, um politische Entscheidungen aus den Koordinationsgremien der ExekutiveBeispiel: Kultusministerkonferenz wieder ins Parlament zu verlagern und so den deutschen Foderalismus burgernaher zu gestalten. Besonders in der Finanzverfassung mute den Landern neuer Spielraum gegeben werden: Gegenwartighaben sie de facto keine Moglichkeit, ihre Steuereinnahmen durch eigene gesetzgeberische Entscheidungen zu beeinflussen. Als Reaktion auf veranderte Einnahmen oder Ausgaben bleibt nur der Weg in die Verschuldung. Zusatzlich nimmt der Landerfinanzausgleich den Landern insofern den Anreiz, eine sinnvolle Wirtschaftspolitik zu betreiben und das Steuerrecht wirksam durchzusetzen, als zusatzliche Steuereinnahmen fast vollstandig an den Bund und an andere Bundeslander abflieen. Das bereitet der ausufernden Steuerhinterziehung und dem auf inzwischen 20 Mrd. Euro jahrlich geschatzten Umsatzsteuerbetrug den Boden. Eine Reform der Finanzverfassung ist deshalb eminent wichtig vgl. Argumente zu Marktwirtschaft und Politik Nr. 83. Die Umsetzung europaischen Rechts dauert viel zulang und fuhrt zu zahlreichen Vertragsverletzungsverfahren gegen Deutschland vor dem Europaischen Gerichtshof. Dabei wird der Bund auch fur Verzogerungen verantwortlich gemacht, die die Bundeslanderzu verantworten haben. Gleichzeitig erschwert die Abstimmung zwischen Bund und Landern die Wahrnehmung deutscher Interessen in Europa. Gemeinsam haben Bundesrat und Bundestag im Oktober 2003 eine Kommission zur Modernisierung derbundesstaatlichen Ordnung eingesetzt, deren stimmberechtigte Mitglieder zu gleichen Teilen dem Bundesrat und dem Bundestag angehoren. Diese Kommission soll eine Reform des deutschen Foderalismusvorbereiten, die noch 2005 gesetzgeberisch umgesetzt werden soll. Dazu sind, weil fast alle Reformender foderalen Ordnung Grundgesetzanderungen bedeuten, ZweiDrittelMehrheiten in beiden Kammernerforderlich. Im Juli 2004 hat die Kommission Zwischenberichte ihrer Arbeitsgruppen diskutiert, aus denen sich noch keine klare Reformperspektive ergibt.Mit der Einsetzung der Kommission wurde ein Prozein Gang gesetzt, der theoretisch zu einer durchgreifenden Reform des deutschen Foderalismus fuhrenkonnte. Richtig ist auch, da die Neugliederung des Bundesgebiets nicht Gegenstand der Beratungen ist.Denn die unterschiedliche Groe der Lander stellt beieiner guten foderalen Ordnung keinen Nachteil dar. 17Zweite rotgrune Halbzeitbilanz:Kein Grund zum Ausruhen Handlungsbedarf Manahmen der Bundesregierung Bewertung Handlungsbedarf Manahmen der Bundesregierung Bewertung Foderalismusreform Handlungsbedarf Manahmen der Bundesregierung Bewertung FoderalismusreformAllerdings ist mit einer unzureichenden Minimalreformzu rechnen. Denn die Kommission setzt sich genau sozusammen wie das Gremium, dessen Einflu symptomatisch fur die Defizite des deutschen Foderalismusund ursachlich fur die schlechte Qualitat vieler Gesetze ist: der Vermittlungsausschu. Wie zu erwartenwird die Kommissionsarbeit durch den Interessengegensatz zwischen Bundes und Landespolitikern bestimmt, der fach und parteipolitische Interessen uberlagert. Die Landesregierungen, die im Bundesrat mit ZweiDrittelMehrheit gegebenenfalls erforderlichen Grundgesetzanderungen zustimmen mussen, wollenverhindern, da ihr bundes oder europapolitischer Einflu zuruckgedrangt wird, und streben zusatzliche Gestaltungsmoglichkeiten auf Landerebene an. Die Ministerprasidenten der armeren Bundeslander habenbereits jeglicher Veranderung in der Finanzverfassungeinen Riegel vorgeschoben. Gleichzeitig zeigt die Bundesregierung wenig Bereitschaft, Kompetenzen an die Lander abzugeben. Dieser zentrale Gegensatz in der Kommission zwischen den Machtinteressen der Bundespolitiker und denen der Landespolitiker wird voraussichtlich zu Lasten nichtstimmberechtigter odernichtbeteiligter Dritter gelost werden. Das sind zumeinen die Landtage, deren Vertreter in der Kommissionnicht stimmberechtigt sind. Statt einer Starkung der Landtage ist, gegen alle politische Rhetorik, eher ihreweitere Schwachung zu erwarten. Zum anderen werden Beschlusse zu Lasten der Burger getroffen: Dasfoderale System wird intransparent bleiben, damit die Politik unbehelligt agieren kann; die Burger haben weiterhin die Kosten seiner Ineffizienz zu tragen. Europaische Verfassungtrotz Schwachen ratifizieren Mit nun 25 Mitgliedstaaten wird die bisherige institutionelle Ordnung der Europaischen Union zu einergroen Belastung. Denn die Beitritte von 10 ost undmitteleuropaischen Staaten blahen die Gremien aufund verstarken die Wahrscheinlichkeit, da einzelne Staaten Entscheidungen blockieren. Die Burger konnen sich in der europaischen Politik nur sehr indirekt Gehor verschaffen. Denn das von ihnen direkt gewahlte Parlament hat im Verhaltnis zum Ministerratund zur Kommission wenig Einflu. Auerdem ist diebisherige Kompetenzverteilung zwischen Union und Mitgliedstaaten ungeeignet: Ubertriebener Zentralisierung in einigen Politikbereichen z.B. der Agrarpolitik stehen Bereiche gegenuber, in denen eine europaische Regelsetzung dringend erforderlich warez.B. fur eine Rahmenordnung fur den Steuerwettbewerb der Mitgliedstaaten, vgl. Argumente zu Marktwirtschaft und Politik Nr. 80. Schlielich ist die bisherige Struktur des europaischen Rechts mit mehrerenverschiedenen Vertragen insbesondere dem EUVertrag und dem EGVertrag unubersichtlich. Vor diesem Hintergrund ist eine neue europaische Verfassung mit verbesserter institutioneller Ordnung undkorrigierter Kompetenzverteilung dringend erforderlich, mit der die europaische Politik, die immer groeren Einflu auf das Leben der Burger und die Tatigkeitder Unternehmen hat, auch direkt legitimiert wird.Im Juni 2004 einigten sich die Staats und Regierungschefs nach langen Verhandlungen auf einen Verfassungstext, der sich wesentlich an dem Entwurforientierte, den der Europaische Konvent im Sommer 2003 vorgelegt hatte. In diesem Konvent hatte sichdie Bundesregierung ebenso wie in den nachfolgenden Verhandlungen zwischen den Regierungen nachdrucklich fur eine Starkung des Europaischen Parlaments und in vielen Politikbereichen fur den Ubergang zu Mehrheitsentscheidungen eingesetzt. Auchunterstutzte sie intensiv den Proze der Verfassungsgebung selbst. Dagegen stand eine klarere Kompetenzverteilung eher im Hintergrund ihrer Aktivitaten.Trotz einiger fur Deutschland schmerzlicher Kompromisse treten Bundesregierung und Opposition fur eine Ratifizierung der Verfassung ein. Derzeit ist nochunklar, ob dies nach dem uberkommenen VerfahrenZweiDrittelMehrheiten in Bundestag und Bundesrat oder durch eine Volksabstimmung erfolgen wird.Bundnis 90Die Grunen und nach anfanglich ablehnender Haltung auch die SPD sowie Teile der CSUhaben sich fur ein Referendum ausgesprochen. Die Bundesregierung hat im europaischen Verfassungsgebungsproze eine konstruktive Rolle gespieltund sich in vielen Punkten fur eine deutliche Verbesserung eingesetzt. Das Ergebnis der Verhandlungenist allerdings ernuchternd: Weder sind die Entscheidungsverfahren wesentlich effizienter und demokrati18Zweite rotgrune Halbzeitbilanz:Kein Grund zum Ausruhen Handlungsbedarf Manahmen der Bundesregierung Bewertung Handlungsbedarf Manahmen der Bundesregierung Bewertung Europaische Verfassung Handlungsbedarf Manahmen der Bundesregierung Bewertung Europaische Verfassungscher geworden, noch ist die Kompetenzabgrenzungklarer geworden. Detailverbesserungen, so bei der Komitologie, und die Tatsache, da nun ein einheitlicher Verfassungstext fur die Europaische Union existiert, der die alte DreiSaulenStruktur der Vertrageablost, sprechen jedoch fur die Annahme des Verfassungstextes. Diese konnte, wie in vielen anderen Mitgliedstaaten der Europaischen Union, direktdemokratisch erfolgen.EUHaushalt Ausgaben zugelndurch Subventionsabbau Der EUHaushalt hat einen Umfang von etwa 1%des Bruttoinlandsprodukts BIP der Union. Er dientzu einem sehr groen Teil Umverteilungszielen:cid:141Die Strukturfonds nehmen eine Umverteilungzwischen den verschiedenen Regionen vor.cid:141Der Kohasionsfonds lenkt Mittel in Mitgliedstaaten, die ihre Zustimmung zur Wahrungsunion von zusatzlichen Transferzahlungen abhangig machten, und in die Beitrittsstaaten. cid:141Die Agrarsubventionen begunstigen die Landwirte zu Lasten der Verbraucher. cid:141Der Beitragsrabatt fur Grobritannien privilegiertes zu Lasten aller anderen Mitgliedstaaten.Die Erweiterung der Union um 10 neue Mitgliedstaaten am 1. Mai 2004, deren ProKopfEinkommendeutlich unter dem Durchschnitt der Altmitgliederliegt, und weitere zu erwartende Beitritte armerer Staaten in den kommenden Jahren werden diese Umverteilungssysteme weiter aufblahen. Fur ihrewichtigsten Aufgaben und Ziele wie die Bereitstellung und Durchsetzung des Binnenmarkts, die Friedenssicherung auf dem europaischen Kontinent unddie Forderung von Wachstum und Wettbewerbsfahigkeit LissabonZiel wendet die Union hingegennur sehr wenige Mittel auf. Die Finanzierung des Haushalts erfolgt uber ein intransparentes Verfahren. Dringend erforderlich ware die Ruckfuhrung der Subventionen, eine wesentlich deutlichere Starkung der Investitionen in Human und Sachkapitalsowie die Konzentration der StrukturfondsMittelauf wenige Regionen wie z.B. die Grenzregionenbei Erweiterungen der Union, die fur eine Ubergangszeit auergewohnliche Anpassungsleistungen zu erbringen haben. Dann konnte das Haushaltsvolumen selbst nach kunftigen Erweiterungenunter 1 % des europaischen BIP bleiben.Die Finanzierung des EUHaushalts sollte fur die Burger transparent gestaltet werden, z.B. dadurch, daauf mitgliedstaatlicher Ebene der Anteil der Steuern,der an die europaische Ebene abgefuhrt wird, in der Einkommensteuer gesondert ausgewiesen wirdsiehe auch Argumente zu Marktwirtschaft und Politik, Nr. 77.19Zweite rotgrune Halbzeitbilanz:Kein Grund zum Ausruhen Handlungsbedarf Manahmen der Bundesregierung Bewertung 1997 1998 1999 2000 2001 2002 2003 2004 2005 2006 2007 2008 2009 2010 2011 2012 20131,251,00,75Anteil der EUAusgaben an der EUWirtschaftsleistung 199720131,121,081,030,990,920,930,960,991,031,061,151,121,081,111,141,15Quelle: Europaische Kommission; 1997 2003 IstZahlen; 2004 und 2005 Haushaltsplan bzw. vorentwurf, ab 2006 Finanzielle Vorausschau.Angaben in %Eigenmittelobergrenze: 1,241,23Die EUKommission hat vorgeschlagen, das Haushaltsvolumen auf fast 1,24% des BIP zu steigern, umdie bisherigen Umverteilungssysteme im wesentlichen weiterzufuhren. Dabei sollen Strukturfonds und Agrarsubventionen allerdings unterproportional,Ausgaben fur Forschung hingegen uberproportionalansteigen. Der Bundesfinanzminister wehrt sich entschieden gegen die Ausweitung des EUHaushaltsund pladiert fur eine Begrenzung auf 1% des europaischen BIP. Dafur nimmt er auch einen Ruckgangder EUForderung in den neuen Landern und der Subventionen fur deutsche Landwirte in Kauf. Allerdings hat sich die Bundeslandwirtschaftsministerindem Vorschlag widersetzt, die Subventionen pro Hof zu deckeln, weil dies in besonderer Weise diegroen Betriebe in Ostdeutschland treffen wurde.Die EUKommission hat eine allgemeine Beitragskorrektur vorgeschlagen, die an die Stelle der Sonderbehandlung Grobritanniens treten wurde. Die Position des Bundesfinanzministers in der EUHaushaltspolitik ist vollstandig zu unterstutzen.Notwendig ware es allerdings, diese Linie auch inallen Formationen des Ministerrats durchzuhalten. Bundeshaushalt gemeinsam die Uberschuldung verhindern Im Jahr 2004 wird Deutschland zum dritten Mal in Folge die Defizitgrenze des europaischen Stabilitats und Wachstumspakts verletzen. Erneut wird im Haushaltsvollzug die Defizitgrenze des Art. 115Grundgesetz verletzt werden, der die Neuverschuldung auf die Hohe der Investitionen begrenzt, fallsnicht vom Bundestag die Storung des gesamtwirtschaftlichen Gleichgewichts festgestellt wurde. Dabei ist zu berucksichtigen, da Art. 115 Grundgesetzvon einer sehr weiten Definition der Investitionenausgeht: Eigentlich durften Investitionshilfen fur Lander und Gemeinden, die in deren Haushalten erneut als Investitionen verbucht werden, ebensowenig eingerechnet werden wie Ersatz oder Erhaltungsinvestitionen. Auerdem muten die Privatisierungserlose als Desinvestitionen gewertet werden.Die jahrliche Neuverschuldung als kurzfristiges Phanomen mu zudem vor dem Hintergrund einer Gesamtverschuldung Deutschlands von inzwischenuber 60% des Bruttoinlandsprodukts bewertet werden. Steigende ZinsSteuerQuoten in den offentlichen Haushalten zeigen, da die Handlungsspielraume der Politik immer geringer werden. Die Entscheidungen der jeweiligen Haushaltsperiode werden deshalb eher im Primarsaldo Budgetsaldo korrigiert umdie Zinsausgaben deutlich als im jahrlichen Haushaltsdefizit. Der Primarsaldo war in der ersten Legislaturperiode von rotgrun durchgehend positiv, seit 2002 aber negativ. Neben den Zinsen belastet die Personalpolitik fruherer Jahre den Bundeshaushaltdurch steigende Ausgaben fur Beamtenpensionen. Da die Bundesschuld in den letzten Jahren zunehmend durch Papiere mit kurzfristigen Laufzeiten finanziert wird, um von den niedrigen Zinsen zu profitieren, ist auch das Haushaltsrisiko gestiegen. Hinzukommt der steigende Zuschu zur Rentenversicherung. Gleichzeitig sanken die Steuereinnahmenselbst dann, wenn die Wirtschaftsleistung nochleicht anstieg. Das ist u.a. auf die schlechte Durchsetzung des Steuerrechts durch die Finanzverwaltungen der Lander, auf Steuerumgehung, hinterziehung und betrug, aber auch auf eine Reihe steuerpolitischer Entscheidungen der Vergangenheit z.B.die Senkung der Einkommensteuersatze, die Korperschaftsteuerreform 2000 und die Sonderregelungen fur die Versicherungsbranche zuruckzufuhren.Dringend erforderlich ware es auf allen Ebenen, positive Primarsalden zu erwirtschaften, damit die Uberschuldung abgewendet werden kann. Bei den Konsolidierungsbemuhungen ist vor allem auch auf diequalitative Konsolidierung, also die Verbesserung der Haushaltsstruktur zu achten: Weniger Subventionenund weniger Geld fur die Bewirtschaftung der Arbeitslosigkeit und dafur mehr Investitionen; weniger vergangenheitsbezogene Ausgaben wie Zinszahlungen, Zuschusse fur die Rentenversicherung und Beamtenpensionen und dafur mehr wachstumswirksame, zukunftsorientierte Ausgaben. 20Zweite rotgrune Halbzeitbilanz:Kein Grund zum Ausruhen Handlungsbedarf Manahmen der Bundesregierung Bewertung EUHaushalt Handlungsbedarf Manahmen der Bundesregierung Bewertung Handlungsbedarf Manahmen der Bundesregierung Bewertung EUHaushaltUrsprunglich strebte die Bundesregierung einen ausgeglichenen Haushalt fur 2006 an. Von diesem Zielhat sie sich jedoch ersatzlos verabschiedet. Trotz Rentenreform, reduziertem Weihnachtsgeld fur die Beamten und niedrigem Zinsniveau gelang es der Regierung nicht in dem erforderlichen Umfang, dievergangenheitsbezogenen Lasten zu reduzieren. Teilswegen des Widerstands in den eigenen Reihen z.B.bei den Kohlesubventionen, bei der Forderung regenerativer Energien, bei der Steuerfreiheit der Zuschlage fur Wochenend, Nacht und Feiertagsarbeit, beider aktiven Arbeitsmarktpolitik, teils wegen des Widerstands der Opposition z.B. Eigenheimzulage,Pendlerpauschale, Ausnahmeregelungen bei der Umsatz und bei der Okosteuer konnten unsinnige Ausgabenpositionen und Ausnahmeregelungen im Steuerrecht nicht abgeschafft werden. Die Eigenheimzulage wurde nur leicht zuruckgefuhrt. Im Rahmen der Haushaltsberatungen 2005 unternimmt die Bundesregierung hier einen erneuten Anlauf.Die auch aufgrund der schlechten Wirtschaftslageweiter steigende Arbeitslosigkeit und die verfehlte Arbeitsmarktpolitik fuhrten zu einem Anstieg des Bundeszuschusses an die Bundesanstalt fur Arbeit,obwohl seine Ruckfuhrung auf Null geplant war.Die schlechte Wirtschaftslage, aber auch die unrealistischen Wachstumserwartungen in den Haushaltsansatzen fuhrten dazu, da die Steuereinnahmen stetsunter den Erwartungen der Steuerschatzungen lagen.Mit dem im Fruhjahr 2004 verabschiedeten Gesetzzur Intensivierung der Bekampfung der Schwarzarbeit und damit zusammenhangender Steuerhinterziehung strebt die Bundesregierung eine effektivere Durchsetzung des Steuerrechts an. Den Vorschlagvon Bundesfinanzminister Eichel, die Zustandigkeitfur die Steuerverwaltung auf den Bund zu verlagern,um die Koordinations und Anreizprobleme bei der Steuererhebung zu korrigieren, lehnten die Landerhingegen ab.Die desastrose Situation im Bundeshaushalt ist aufeine Vielzahl von Grunden zuruckzufuhren, fur diesich die derzeitigen und fruheren Bundes und Landesregierungen die Verantwortung teilen mussen.Besorgniserregend ist vor allem, da die Bundesregierung anscheinend die Haushaltskonsolidierungals politisches Ziel aufgegeben hat. Eine klare Perspektive, wie die Uberschuldung der Bundesrepublikverhindert werden kann, besteht seit der Aufgabedes Ziels fur 2006 nicht mehr. Dabei ware eine verlaliche Haushaltspolitik dringend notwendig. Wassoll man z.B. von einem Bundesfinanzminister halten, der im September 2002 fur das Folgejahr eine Neuverschuldung von 15 Milliarden Euro berechnetund Ende 2003 bei knapp 40 Milliarden landet?Um zu einer vernunftigen Haushaltspolitik zuruckzukehren, steht Deutschland nun vor einer Entscheidung, die Bundestag und Bundesrat nur gemeinsamtreffen konnen und aus Verantwortung fur die Zukunftunseres Landes auch schnell treffen sollten, damit dasstrukturelle Defizit zu einem strukturellen Uberschuwird und auch in Jahren maigen Wirtschaftswachstums Primaruberschusse generiert werden konnen: cid:141drastische Kurzung unsinniger Ausgabenpositionen und Ausnahmeregelungen im Steuerrecht,indem Regierung und Opposition jeweils auf den Schutz ihrer Klientel verzichten, undcid:141eine Erhohung der Umsatzsteuer; diese ist einer Erhohung der Einkommensteuer, die dieselbennegativen Auswirkungen auf die Binnennachfrage hat, vorzuziehen, da sie im Unterschied zudieser keine negativen Anreizwirkungen am Arbeitsmarkt hervorruft. Die Mehrwertsteuererhohung darf allerdings keinesfalls den Konsolidierungsdruck reduzieren. Deshalbmu sie entweder Teil einer Systemreform in densozialen Sicherungssystemen sein oder mit einerdeutlichen Verscharfung der Haushaltsgrundsatzeverbunden werden, so da eine Neuverschuldungkunftig nur noch in Krisenzeiten moglich wird. Dazukonnte beispielsweise die Feststellung des gesamtwirtschaftlichen Gleichgewichts, die eine Verschuldung uber die Investitionen hinaus gestattet, der Bundesbank ubertragen und der Investitionsbegriffnach Art. 115 Grundgesetz enger gefat werden.Positiv ist zu werten, da die Bundesregierung die Bedeutung einer effizienteren Durchsetzung des Steuerrechts fur die Stabilisierung der Einnahmen erkannthat. Gemeinsam mit den Bundeslandern mussen dieser Erkenntnis jedoch insbesondere beim Umsatzsteuerbetrug noch konkrete Verbesserungen folgen. Zweite rotgrune Halbzeitbilanz:Kein Grund zum Ausruhen 21Handlungsbedarf Manahmen der Bundesregierung Bewertung Bundeshaushalt Handlungsbedarf Manahmen der Bundesregierung Bewertung BundeshaushaltStabilitatspakt Regeln verbessernund konsequent durchsetzen Der Stabilitats und Wachstumspakt hat die Aufgabe,eine ubermaige Verschuldung der an der Europaischen Wahrungsunion beteiligten Staaten zu verhindern. Dies ist erforderlich, weil sich in einer Wahrungsunion die negativen Wirkungen hoher Staatsschulden steigende Zinsen, erhohte Inflationsgefahr,Abwertungsgefahr auf alle Lander verteilen und insofern ein Trittbrettfahrerverhalten wahrscheinlich ist.Hinzu kommt das langfristige Ziel, die Handlungsfahigkeit der Politik in den kommenden Jahren zu sichern, die durch steigende Verschuldung eingeschrankt wurde. Der derzeitige Stabilitats und Wachstumspakt hat diese Ziele nicht erreicht: Einerseits hat er nach Einfuhrung des Euro zu wenig Druckauf die Staaten ausgeubt, in den wachstumsstarken Jahren Uberschusse zu erwirtschaften. Andererseitsist er 2003 de facto auer Kraft gesetzt worden, alssich die groen Staaten Deutschland und Frankreichbei stagnierender Wirtschaftsleistung gegen Konsolidierungsmanahmen wehrten. Weder in guten nochin schlechten Jahren bewirkte der Stabilitatspakt alsodie erforderliche Korrektur der mitgliedstaatlichen Haushaltspolitik. Die Bundesregierung hat sich 2003 im EcofinRat fureine QuasiAussetzung des Stabilitats und Wachstumspaktes eingesetzt. Der entsprechende Beschlu des Rates wurde inzwischen vom Europaischen Gerichtshof auer Kraft gesetzt. Um so starker drangt die Bundesregierung deshalb, den Stabilitatspakt zu reformieren und flexibler auszulegen.Die EUKommission hat nun Vorschlage vorgelegt,die zum einen diese Forderung nach flexiblerer Auslegung aufgreifen, zum anderen aber eine starkere europaische Einflunahme auf die Wirtschaftspolitik der Mitgliedstaaten vorsehen, dieuber einen hohen Schuldenstand verfugen. Eine flexiblere Auslegung des Stabilitatspakts ist derfalsche Weg. Denn sie verstarkt seine Wirkungslosigkeit. Richtig ware, den Pakt dahingehend zu reformieren, da er in guten Jahren einen starkeren Druck aufdie Haushaltspolitik ausubt und in schlechten Jahrennicht von den Finanzministern selbst auer Kraft gesetzt werden kann. Dazu ist insbesondere die Rolleder Kommission bei der Durchsetzung des Stabilitatspakts zu Lasten des Ministerrats zu starken. Burokratieabbau weiter vorantreiben Wesentliches Hemmnis fur die Schaffung zusatzlicher Arbeitsplatze, fur die Grundung neuer Unternehmen und fur Innovationen ist in Deutschland das Uberma an burokratischen Regelungen. Wahrendjede einzelne Regelung oft unproblematisch erscheint, ergibt die Summe aller Dokumentationspflichten, Detailvorschriften und Formulare eine untragbare Belastung fur Burger und Unternehmen. Insbesondere kleine und mittlere Unternehmen werdendadurch stark belastet. Die Weltbank bewertet in ihrem Bericht Doing Business 2005 die Qualitat des Standorts Deutschland aufgrund ubermaiger Burokratie schlechter als die Standortqualitat der Slowakei, Thailands und Botswanas. Insbesondere bei der Dauer von Unternehmensgrundungen liegt Deutschland weit hinter anderen entwickelten Okonomien.Im Februar 2003 startete die Bundesregierung densogenannten Masterplan Burokratieabbau. Dieserwird seit Juli 2003 unter dem Stichwort Initiative Burokratieabbau weitergefuhrt. Die Initiative umfatinsgesamt 68 Projekte, von denen bis Marz 2004neun umgesetzt wurden u.a. Reform der Handwerksordnung, Freigabe des Internetverkaufs von Arzneimitteln und Anhebung der Buchfuhrungsgrenzen fur kleine und mittlere Unternehmen. Viele befinden sich in der Umsetzung, andere sind gescheiZweite rotgrune Halbzeitbilanz:Kein Grund zum Ausruhen 22Handlungsbedarf Manahmen der Bundesregierung Bewertung Burokratieabbau Handlungsbedarf Manahmen der Bundesregierung Bewertung Handlungsbedarf Manahmen der Bundesregierung Bewertung Handlungsbedarf Manahmen der Bundesregierung Bewertung Stabilitatspakt Handlungsbedarf Manahmen der Bundesregierung Bewertung Stabilitatspakttert so z.B. die Streichung bzw. Reform der Honorarordnung fur Architekten und Ingenieure HOAI. Am 12. Mai 2004 hat das Bundeskabinett eine Liste mitweiteren 29 Vorschlagen zum Burokratieabbau beschlossen. Zehn der Vorschlage wurden am 1. September 2004 in einem Entwurf eines Gesetzes zur Umsetzung von Vorschlagen zu Burokratieabbau und Deregulierung aus den Regionen und zur Anderungwohnungsrechtlicher Vorschriften umgesetzt. Bereits 2003 wurde das Ladenschlugesetz entscharft. Die derzeitige Bundesregierung scheint die Bedeutung des Burokratieabbaus fur die wirtschaftliche Entwicklung erkannt zu haben und treibt die Initiativerelativ konsequent voran. Bei der Reform der Handwerksordnung und den Liberalisierungsbemuhungenim Gesundheitssektor hatte die Bundesregierung sogar weitergehende Manahmen vorgesehen. Diesewurden von Union und FDP im Bundesrat verhindert.Da viele der Manahmen eher abseitige Handlungsfelder betreffen, wie die Frage, ob Auftrage fur Mietwagen auch telefonisch entgegengenommen werdenkonnen Anderung Personenbeforderungsgesetzoder ob eine Beherbergungserlaubnis schon bei achtoder erst bei zwolf Betten erforderlich wird Anderung Gaststattengesetz, ist nicht zu beanstanden. Dennsie konnen im Einzelfall gerade die Regelung sein, ander ein unternehmerisches Vorhaben endgultig scheitert. Problematischer ist, da zentrale Probleme, etwaim Steuer oder Arbeitsrecht Tarifrecht, Betriebsverfassung, ausgespart bleiben und da nach wie vorein systematischer, ordnungspolitischer Gesamtansatz fehlt, der dauerhaft das Entstehen neuer Burokratie verhindert. Deshalb steht dem Burokratieabbaudurch die Manahmen der Initiative Burokratieabbauein neuer Burokratieaufbau an anderer Stelle, z.B. beider Bundesanstalt fur Arbeit, entgegen.Wettbewerbspolitik mutig streitenauch gegen Partikularinteressen Bei netzgebundenen Dienstleistungen ist eine Regulierung des Netzzugangs dringend erforderlich. Diesemu einerseits sicherstellen, da ein Anreiz zur Aufrechterhaltung und Verbesserung des Netzes bestehtdynamische Effizienz. Andererseits mu sie verhindern, da von den Netzeignern uberhohte Tarife furdie Durchleitung gefordert werden, die Neuanbieterfernhalten, so den Wettbewerb im Netz beschrankenund damit insgesamt zu uberhohten Preisen fur die Verbraucher fuhren statische Effizienz. Deutschlandhatte in der Vergangenheit als einziges Land in Europa auf eine Regulierung im Bereich Strom und Gasverzichtet und auf einen sogenannten verhandelten Netzzugang gesetzt. Die Verbandevereinbarungenhat jedoch nur das erste Ziel erreicht, wahrend wenig verwunderlich das zweite Ziel, die Sicherung eines funktionsfahigen Wettbewerbs auf dem Netz,aufgrund der Eigeninteressen der betroffenen Industrien nicht erreicht wurde. Auch die Bundeslandernutzten die Moglichkeiten ihrer Stromaufsichtsbehorden zur Preiskontrolle nicht. Erforderlich ist darumdie Einrichtung einer bundesweiten, unabhangigen Regulierungsbehorde, die Wettbewerb in den Stromund Gasnetzen sichert und so zu einem Ruckgangder im EUVergleich uberhohten Preise beitragt. Viele Regelungen des Gesetzes gegen unlauteren Wettbewerb UWG waren nicht mehr zeitgema. Auerdem war durch Auslegung verschiedener Generalklauseln durch die Gerichte die Transparenz fur die Unternehmen verloren gegangen. Erforderlich wardeshalb eine Reduzierung der Vorschriften auf daswettbewerbspolitisch wirklich Notwendige und eineverbesserte Transparenz. Das Gesetz gegen Wettbewerbsbeschrankungen GWB mute an das neueeuropaische Wettbewerbsrecht angepat werden. Aufgrund europaischer Verpflichtungen konnte sichdas Wirtschaftsministerium, das bisher ebenso wiedie Landesregierungen dem Druck der Industrienachgegeben und der Sicherung des Wettbewerbskeine Prioritat eingeraumt hatte, der Einrichtung einer Regulierungsbehorde nicht mehr widersetzen. Dervorliegende Entwurf zur Novellierung des Energiewirtschaftsgesetzes En WG sieht allerdings keine Genehmigungspflicht der Netzentgelte vor ExanteRegulierung. Die Netzbetreiber sollen die Netzentgeltein eigener Verantwortlichkeit kalkulieren und veroffentlichen. Die Mastabe und Methoden sollen jedoch im Gesetz festgelegt und von der Regulierungsbehorde weiterentwickelt werden. Diese pruftvon Amts wegen oder auf Antrag, ob durch Hohe und Zweite rotgrune Halbzeitbilanz:Kein Grund zum Ausruhen 23Handlungsbedarf Manahmen der Bundesregierung Bewertung Burokratieabbau Handlungsbedarf Manahmen der Bundesregierung Bewertung Handlungsbedarf Manahmen der Bundesregierung Bewertung WettbewerbspolitikGestaltung der Netzentgelte Mibrauch einer marktbeherrschenden Stellung vorliegt ExpostKontrolle.Die UWGNovelle bringt zum einen die offentlichkeitswirksame, ordnungspolitisch eher nebensachliche Aufhebung der Restriktionen bei Sonderverkaufen Sommer und Winterschluverkauf. Zum anderen wurden das Rabattgesetz und Zugabeverordnung aufgehoben, vergleichende Werbung und das Werberecht der freien Berufe liberalisiert.Den Entwurf fur die 7. GWBNovelle hat die Bundesregierung im August 2004 in den Bundestag eingebracht. Dieser sieht eine Umstellung vom sogenannten Anmeldesystem auf ein System der Legalausnahme vor. Dies bedeutet, da die Unternehmenkunftig nicht mehr jede potentiell wettbewerbswidrige Absprache beim Kartellamt gesondert anmeldenmussen, sondern in eigener Verantwortung prufen,ob ihr Marktverhalten kartellrechtlich relevant ist. Die Ministererlaubnis wird beibehalten. Gelockert werdensoll das Pressefusionsrecht: Die Umsatzschwellen,ab der Pressefusionen der Kontrolle durch das Bundeskartellamt unterliegen, sollen angehoben werden.Kooperationen und Fusionen von Zeitungen im Anzeigenbereich sollen kunftig ohne weitere Voraussetzungen der kartellrechtlichen Kontrolle einschlielichder Fusionskontrolle insgesamt entzogen sein. Die Fusion von Zeitungen, deren Anzeigen und Beilagenerlos in den letzten drei Jahren jeweils rucklaufigwaren bzw. erheblich unter dem Durchschnitt vergleichbarer Zeitungen lagen, soll unter bestimmten Bedingungen auch dann genehmigt werden, wenndadurch eine marktbeherrschende Stellung entstehtsogenannte Altverlegerklausel. Die Regulierung des Netzzugangs durch eine von Lobbyeinflu unabhangige Behorde sollte sowohl Investitionen in das Netz rentabel machen als auch den Wettbewerb sichern und so fur niedrige Preise fur die Endverbraucher sorgen. Der Entwurf zur Novellierungdes En WG ist ein Schritt in die richtige Richtung. Eine ExanteRegulierung ware allerdings der vorgesehenen ExpostRegulierung vorzuziehen. Die jungste Diskussion um die Strompreiserhohungen konntehier noch zu Verbesserungen fuhren.Mit der UWGNovelle hat die Bundesregierung dienotwendigen Verbesserungen vorgenommen. Sie istder vorlaufige Abschlu einer in den letzten Jahren zubeobachtenden Entwicklung, nicht mehr zeitgemaebzw. ubermaig restriktive Werbevorschriften aufzuheben bzw. zu streichen. Die Bedeutung der Reformliegt daruber hinaus vor allem in einer Erhohung der Transparenz und einer verbesserten Lesbarkeit des Gesetzes. So wurden die in der Rechtspraxis wichtigen Generalklauseln, die zuvor pauschal unlauteresbzw. irrefuhrendes Wettbewerbsverhalten verbotenhaben, durch zahlreiche Beispielsfalle erganzt undsind nun auch ohne detaillierte Kenntnis der Rechtsprechung zu diesen Normen verstandlich.Die GWBReform entlastet, den europarechtlichen Vorgaben entsprechend, die Unternehmen von unnotigem Verwaltungsaufwand, da nicht mehr jedeauch nur potentiell wettbewerbswidrige Absprachebeim Kartellamt angemeldet werden mu. Der Ubergang vom Anmeldesystem zur nachtraglichen Kontrolle durch den Markt fuhrt jedoch zu mehr Rechtsunsicherheit. Denn die Unternehmen mussen kunftigdamit rechnen, etwa bei Abschlu von Kooperationsvereinbarungen mit Klagen von Konkurrenten uberzogen zu werden. Dies kann dazu fuhren, da neue Geschaftsmodelle oder Vertriebswege aus Angst vor Konkurrentenklagen nicht verwirklicht werden. Gerade mittelstandischen Unternehmen fallt eine Selbsteinschatzung kartellrechtlich relevanter Aspektemoglicherweise schwerer als Grounternehmen.Verpat wurde die Chance, mit dieser Reform auchdie Ministererlaubnis abzuschaffen. Diese birgt Risiken einer sachfremden politischen Einflunahme, gerade angesichts der seit Jahrzehnten bestehenden,nun erneut offensichtlich gewordenen engen Verbindung zwischen Wirtschaftsministerium und groen Unternehmen. Besonders umstritten ist die vorgesehene Lockerungder strengen Pressefusionskontrolle, fur die bislangbesondere Regelungen gelten, um die Meinungsvielfalt zu schutzen. Anla der geplanten Veranderungensind nicht europaische Vorgaben, sondern vielmehrdie gegenwartige Krise auf dem Zeitungsmarkt. Beider Herangehensweise des Wirtschaftsministeriumsdrangt sich jedoch der Verdacht auf, da die Interessen groer Unternehmen dieser Branche besondere Berucksichtigung finden. Zweite rotgrune Halbzeitbilanz:Kein Grund zum Ausruhen 24Handlungsbedarf Manahmen der Bundesregierung Bewertung Wettbewerbspolitik", "filename": "790803119.pdf", "date": ["2004"]}