{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/115307/1/791270718.pdf"], "title": ["Service sector productivity and economic growth in Asia"], "plaintext": " JongWha Lee is Professor of Economics and Director of the Asiatic Research Institute, Korea University. Warwick J. Mc Kibbin is Chair in Public Policy at the ANU Centre for Applied Macroeconomic Analysis CAMA in the Crawford School of Public Policy, Australian National University ANU. We thank PierreOlivier Gourinchas, Ayhan Kose, Kwanho Shin, and Shang Jin Wei for useful comments on an earlier draft, and Hanol Lee and Chul Jong Song for able research assistance. The views expressed in this paper are the views of the author and do not necessarily reflect the views or policies of ADBI, ADB, its Board of Directors, or the governments they represent. ADBI does not guarantee the accuracy of the data included in this paper and accepts no responsibility for any consequences of their use. Terminology used may not necessarily be consistent with ADB official terms. Working papers are subject to formal revision and correction before they are finalized and considered published. The Working Paper series is a continuation of the formerly named Discussion Paper series; the numbering of the papers continued without interruption or change. ADBIs working papers reflect initial ideas on a topic and are posted online for discussion. ADBI encourages readers to post their comments on the main page for each working paper given in the citation below. Some working papers may develop into other forms of publication. Suggested citation: Lee, J.W., and W. Mc Kibbin. 2014. Service Sector Productivity and Economic Growth in Asia. ADBI Working Paper 490. Tokyo: Asian Development Bank Institute. Available: http:www.adbi.orgworkingpaper201407186358.service.sector.productivity Please contact the authors for information about this paper. Email: jongwhakorea.ac.kr; Warwick.Mc Kibbinanu.edu.au Asian Development Bank Institute Kasumigaseki Building 8F 325 Kasumigaseki, Chiyodaku Tokyo 1006008, Japan Tel: Fax: URL: www.adbi.org Email: infoadbi.org 2014 Asian Development Bank Institute 81335935500 81335935571 ADBI Working Paper 490 Lee and Mc Kibbin Abstract This paper explores the impacts of more rapid growth in labor productivity in the service sector in Asia based on an empirical general equilibrium model. The model allows for inputoutput linkages and capital movements across industries and economies, and consumption and investment dynamics. We find that faster productivity growth in the service sector in Asia benefits all sectors eventually, and contributes to the sustained and balanced growth of Asian economies, but the dynamic adjustment is different across economies. This adjustment depends on the sectoral composition of each economy, the capital intensity of each sector, and the openness of each sector to international trade. In particular, during the adjustment to higher services productivity growth, there is a significant expansion of the durable manufacturing sector that is required to provide the capital stock that accompanies the higher aggregate economic growth rate. JEL Classification: J21, O11, O14, O41, O53 ADBI Working Paper 490 Contents 1. Lee and Mc Kibbin Introduction   3 2. Structural Transformation and Economic Growth in Asia   4 2.1 2.2 2.3 2.4 2.5 Data and Sample   5 Pattern of Structural Change   5 Convergence of Sectoral Labor Productivity   8 Patterns of Structural Change and Economic Growth   11 ShiftShare Analysis   12 3. Simulation of the Effects of Service Sector Productivity Growth   15 3.1 3.2 The Model   15 Simulation Results   21 4. Concluding Remarks   31 References   33 Appendix: The GCubed Model   36 ADBI Working Paper 490 Lee and Mc Kibbin 1. INTRODUCTION The purpose of this paper is to analyze the role of the service sector in structural adjustment and economic growth in Asia. The paper empirically investigates the historical experience of Asian economies and explores a scenario of more rapid catchup of service sector productivity growth over the coming decades for Asian economies. In the era of industrialization since World War II, major Asian economies, including Japan, the Republic of Korea, and the Peoples Republic of China PRC, have undergone spectacular economic transformationsfast economic growth and major employment shifts from the agriculture sector to the manufacturing sector. The manufacturing sector has been a key engine of growth over this period. This rapid industrialization has been supported by high savings and investment rates and exportoriented policies. In recent decades, however, the pace of output growth in the industrialized East Asian economies has slowed significantly. Japan and newly industrialized economies NIEs in Asia that had experienced fast growth began to grow less rapidly over time as the gap between their per capita incomes and that of the US narrowed. A number of factors, including slower labor force growth, lower investment rates, declining rates of return to investment, and sluggish technology advancement have been highlighted as major causes of the growth deceleration. Another salient feature in East Asias growth is the rise of service industries with major employment shifts toward the service sector. The wellestablished empirical stylized fact shows that there is a positive relationship between the share of services in GDP or total employment and GDP per capita Clark 1957; Chenery 1960. More recently, Eichengreen and Gupta 2012 argue that the relationship is not linear, following two distinct wave patterns of service sector growth. In the first wave, the service share in output and employment rises with GDP per capita at a decelerating rate. The service share rises again in the second wave at a higher income level. They argue that the first wave features the rise of traditional services while incomes are still low, while the second wave features modern services including post and communications, financial intermediation, computer, and business services. How does the rise in the service sector contribute to overall growth in Asian economies? As an economy grows, the service sector becomes larger and hence overall growth depends more on the performance of the service sector. Thus, the service sectors contribution to overall growth tends to become proportionally larger with economic development and expansion of the service sector. However, if labor productivity growth of the service sector is lower than that of the industrial sector, the increase in the size of the service sector with deindustrialization can have a harmful effect on overall output growth. The literature presents a number of theories that attempt to explain the change in the service sector share and its implication to overall economic growth. Structural change can be driven by both demand and supplyside factors. The seminal paper by Baumol 1967 presents a model of unbalanced growth, in which higher productivity growth in the progressive manufacturing sector than in the stagnant service sector causes shifts of labor from manufacturing to service industries and shows that aggregate output growth slows down over time as the sector with the lower productivity growth expands. Recent papers by Ngai and Pissarides 2007 and Acemoglu and Guerrieri 2008 develop multisector growth models motivated by Baumol. These models imply that total factor productivity or factor proportion differences generate employment shifts to the 3 ADBI Working Paper 490 Lee and Mc Kibbin stagnant service sector over the nonbalanced growth path. Another strand of literature including Laitner 2000; Kogsamut, Rebelo, and Xie 2001; and Foellmi and Zweimuller 2008 rely on a demand side explanation for structural change.1 This paper uses an empirically based global intertemporal multisector general equilibrium model a large scale DSGE model to explore what happens if labor productivity rises in the service sector in individual Asian economies and then across all Asian economies at the same time. The model allows for consideration of interindustry inputoutput linkages, factor movements, and consumption and investment dynamics. The model also incorporates spillovers across the border through trade and financial linkages. The results show that enhancing productivity in the service sector can play a major role as a new growth engine leading to Asias strong and sustainable growth in the long run. Labor moves out of the service sector in the longer run but the adjustment across the other nonservice sectors in the short run depends on a range of factors. These include the characteristics of each sector in terms of factor inputs and demand bundles, and what happens to aggregate investment and consumption in an economy and the sectoral composition of that spending and the effects of productivity growth on the real exchange rate through inflows of global capital, which temporally hurt the competitiveness of tradeexposed sectors. The story is quite complex in the decades following a new productivity surge, but in the longer term the outcome is broadly similar to the Ngai and Pissarides 2007 and Acemoglu and Guerrieri 2008 adjustment story. A number of recent papers focus on analyzing the patterns of structural change and economic growth experiences of the major East Asian economies such as Japan and the emerging Asian economies ADB 2012; Buera and Kaboski 2012; Uy, Yi, and Zhang 2013. However, as far as we are aware, no paper has explicitly focused on investigating the shortrun adjustment and the longrun implications of expanding service sector productivity growth on overall economic growth in Asia. This paper proceeds as follows. Section 2 describes the data and analyzes the stylized patterns in structural change and convergence of labor productivity in the Asian economies. We also adopt the technique of shiftshare analysis to investigate the role of service sector productivity growth in overall economic growth. Section 3 uses the empirical results on historical productivity experience in Asia as exogenous inputs into a largescale intertemporal general equilibrium model of the global economy. Given this future baseline, we then explore different future scenarios of service sector productivity growth in Asia, and examine how these affect Asian economies individually and the spillovers within Asia and throughout the world. Section 4 provides some concluding observations. 2. STRUCTURAL TRANSFORMATION AND ECONOMIC GROWTH IN ASIA In this section, we document the patterns of structural transformation, focusing on changes in the share of services in total output and employment in major Asian economies. 1 See Herrendorf, Rogerson, and Valentinyi 2013 for a literature survey. 4 ADBI Working Paper 490 Lee and Mc Kibbin finance, 2.1 Data and Sample Our data are from the Groningen Growth Developing Centre GGDC 10sector database, which provides annual data on value added at both current and constant prices and employment data from 1970 to 2005 Timmer and de Vries 2007. The GGDC data provides disaggregated data consisting of 10 sectors, as defined by the ISIC Revision 2. The data covers 10 Asian economies: Japan, four Asian NIEs Republic of Korea; Taipei,China; Singapore; and Hong Kong, China, ASEAN4 Indonesia, Malaysia, the Philippines, and Thailand, and India. We have expanded the sample by adding the PRC, using data compiled by Mc Millian and Rodrik 2011. We have also added the United States US as the reference country, for which data is available from the GGDC 10sector database. We aggregate the original data into nine sectors by combining community, social, and personal services with government services. The service sector consists of four service branches: wholesale and retail trade; hotels and restaurants; transport, storage, and communications; insurance, real estate, and business services; and community, social, personal, and government services. We focus on the sample period from 1990 to 2005 because data on PRC industries are available from 1990. 2.2 Pattern of Structural Change Figure 1 summarizes changes in sectoral employment shares for the agriculture, manufacturing, and service sectors. The vertical axis is the share of employment in 1990, 1995, 2000, and 2005 in 11 major Asian economies and the US. The horizontal axis is the log of GDP per worker in 2000 international dollars. Figure 2 summarizes the change in sectoral value added in current prices.2 The figures confirm the stylized patterns of structural change in the previous studies and the survey by Herrendorf, Rogerson, and Valentinyi 2013. Increase in GDP per capita is associated with decreases in employment and value added shares for agriculture, and increases in employment and value added shares for services. The manufacturing employment and value added shares show humpshaped changes.3 It is clear that there have been major employment shifts toward the service sector in 11 major Asian economies over the period 19902005. In Japan, the share of employment in the service sector increased from 57.4% in 1990 to 67.1% in 2000, while it increased more dramatically in the Republic of Korea from 46.2% to 64.4% over the same period. The employment share of the service sector in the PRC also increased steadily over the period from 19.9% to 32.6%. 2 The patterns are similar for the value added shares with real values. 3 Uy, Yi, and Zhang 2013 present an open economy model in which the declining portion of the hump is not well explained. 5 ADBI Working Paper 490 Lee and Mc Kibbin Figure 1: Sector Shares of Employment for 11 Asian Economies and the United States, 19902005 % GDP gross domestic product. Source: Authors illustration based on Groningen Growth and Development Centre 10Sector Database. 6 ADBI Working Paper 490 Lee and Mc Kibbin Figure 2: Sector Shares of Value Added for 11 Asian Economies and the United States, 19902005 % GDP gross domestic product. Source: Authors illustration based on Groningen Growth and Development Centre 10Sector Database. 7 ADBI Working Paper 490 Lee and Mc Kibbin The figures for the employment share and value added share of services suggest that there is an acceleration in the rate of increase of around 9.5 in the log of GDP per worker, consistent with the evidence in Buera and Kaboski 2012 and Eichengreen and Gupta 2012. 2.3 Convergence of Sectoral Labor Productivity We assess whether convergence in labor productivity at the aggregate economy and sectoral levels has occurred in the sample of 11 Asian economies. Labor productivity is computed by dividing real value added by the number of all employed persons. For the purpose of comparability, we use the real valued added at 2000 purchasing power parity PPP prices. Figure 3 shows the changes in average labor productivity levels for the aggregate economy over the period 19902005. The figure shows a broad pattern of convergence in labor productivity levels for the aggregate economy. There is a tendency of convergence at the sectoral level for the manufacturing and service sectors. 4 But, there are some outlier economies which have not shown a clear convergence. For example, India and Indonesia have not shown convergence in aggregate output per worker. Japan and Hong Kong, China are clear outliers in the agriculture sector. In the service sector, the Republic of Korea is an outlier. By contrast, India has rapidly caught up in service labor productivity, while it has not been converging in labor productivity in manufacturing. 4 We test convergence in labor productivity at the aggregate economy and sectoral levels using panel data for 11 Asian economies. The estimation results from panel estimation with economy fixed effects support convergence across the aggregate economy, and manufacturing and service sectors. No convergence occurs in agricultural labor productivity of Asian economies. The results can be provided upon request. 8 ADBI Working Paper 490 Lee and Mc Kibbin Figure 3: Sectoral Labor Productivity for 11 Asian Economies and the United States Source: Authors illustration based on Groningen Growth and Development Centre 10Sector Database. Despite significant convergence of sectoral labor productivity over time, there remain significant differences in sectoral labor productivity. The productivity gap between sectors within an economy is also very diverse. Table 1 shows the ratio of each sectors labor productivity to manufacturing labor productivity in 2005. In Hong Kong, China; India; and Taipei,China labor productivity in the service sectors is higher than that for manufacturing, while it is far lower than manufacturing labor productivity in the Republic of Korea, the Philippines, and Thailand Figure 4. 9 ADBI Working Paper 490 Lee and Mc Kibbin Table 1: Ratio of Sector Labor Productivity to Manufacturing Labor Productivity in 2005 Agriculture, hunting, forestry, and fishing Manufacturing PRC HKG INO IND JPN KOR MAL PHI SIN THA TAP USA 0.12 0.44 0.18 0.20 0.19 0.28 0.44 0.20 0.22 0.11 0.26 0.57 1.00 1.00 1.00 1.00 1.00 1.00 1.00 1.00 1.00 1.00 1.00 1.00 0.54 0.50 0.73 Services Wholesale and retail trade, and restaurants Transport, storage, and communications Finance, real estate, and business services Community and government services 0.33 Others 0.79 Mining and quarrying Electricity, gas, and water 2.56 2.77 4.84 2.08 0.49 1.41 0.64 0.29 0.73 0.34 0.74 0.43 1.10 0.57 1.79 0.41 1.24 0.54 0.22 0.58 0.31 0.69 0.31 0.86 0.43 2.05 0.44 2.17 0.83 0.87 1.21 0.43 0.84 1.36 1.51 0.88 4.02 3.43 2.59 0.46 0.13 1.95 0.66 1.21 0.49 1.50 1.05 1.34 0.36 1.03 0.71 0.28 0.43 0.27 0.40 0.40 1.13 0.38 1.39 0.92 1.52 0.62 0.68 0.99 0.60 0.46 0.53 0.55 0.54 1.90 3.66 1.87 0.76 1.61 11.2 1.80 0.38 3.23 3.64 0.91 12.01 1.13 3.74 2.38 4.70 3.69 3.22 2.36 4.72 6.01 3.42 Construction Aggregate economy 0.36 0.78 0.42 1.17 0.46 0.51 0.23 0.32 0.34 0.18 0.29 0.34 0.44 1.95 0.48 0.60 0.67 0.46 0.78 0.36 0.77 0.40 0.98 0.61 Source: Authors computations based on Groningen Growth and Development Centre 10Sector Database. Figure 4: Ratio of Service to Manufacturing Labor Productivity in 2005 Source: Authors computations based on Groningen Growth and Development Centre 10Sector Database. 10 ADBI Working Paper 490 Lee and Mc Kibbin Within the service sector, for most economies, the levels of labor productivity across service branches are quite diverse. In general, labor productivity is relatively high in the transport, storage, and communications; and the finance, insurance, real estate, and business services branches see Table 1. 2.4 Patterns of Structural Change and Economic Growth Broadly speaking, the low labor productivity of the service sector relative to the manufacturing sector tends to hamper overall productivity growth. Table 2 shows labor productivity growth by sector for the overall period, 19902005. Labor productivity growth of the service sector for the 19902005 period was relatively low compared to that of the manufacturing sector for most of the major Asian economies. Table 2: Labor Productivity Growth by Sector, 19902005 % Agriculture, hunting, forestry, and fishing Manufacturing Services Wholesale and retail trade, and restaurants Transport, storage, and communications Finance, real estate, and business services Community and government services Others Mining and quarrying Electricity, gas, and water Construction Aggregate economy PRC HKG INO IND JPN KOR MAL PHI SIN THA TAP USA 4.6 3.8 2.6 1.3 0.1 5.5 3.1 1.0 0.3 3.9 3.1 3.4 10.7 5.9 3.3 3.8 3.7 5.6 2.0 1.8 5.5 1.0 8.1 1.1 4.1 4.2 0.9 5.5 2.6 0.8 3.1 0.7 4.4 3.2 4.5 1.5 4.0 2.3 1.0 4.6 1.1 1.8 4.0 0.4 5.1 2.5 3.9 3.2 6.8 3.5 0.7 6.2 1.3 6.0 4.1 0.9 3.1 3.9 6.4 3.2 5.8 0.0 1.3 2.9 2.5 5.2 5.0 0.7 1.1 2.9 0.3 1.3 7.3 1.4 2.0 6.4 0.2 0.8 2.7 0.7 2.5 0.6 2.6 0.2 9.6 0.7 1.3 1.3 1.0 16.7 0.2 0.6 1.5 0.1 13.8 7.9 6.5 2.8 2.0 5.5 8.4 2.0 0.3 1.2 2.1 3.2 2.7 4.1 1.4 2.3 9.1 8.3 1.0 3.8 0.7 0.2 2.0 0.1 2.7 4.6 7.9 6.4 5.3 2.9 5.0 5.9 0.4 2.0 1.7 4.8 4.0 0.9 3.6 3.0 1.3 3.5 5.3 0.2 3.9 0.2 0.5 3.7 0.7 1.8 Source: Authors computations based on Groningen Growth and Development Centre 10Sector Database. Figure 5 shows the relationship between the share of service sector employment and aggregate labor productivity growth over the three subperiods, 19901995, 19952000, and 20002005. Aggregate evidence from 11 Asian economies and the US shows that there is a negative relationship between the overall labor productivity growth rate of the economy and the employment share of the service sector in terms of employment. This affirms the relatively low productivity growth in the service sector. 11 ADBI Working Paper 490 Lee and Mc Kibbin Figure 5: Service Sector Employment and Aggregate Labor Productivity Growth for 11 Asian Economies and the United States Source: Authors illustration based on Groningen Growth and Development Centre 10Sector Database. Nevertheless, tertiarization is not necessarily an obstacle to overall labor productivity growth in an economy. In India and Malaysia, for example, labor productivity for services grew faster than for manufacturing. Table 2 shows labor productivity growth by four service branches. The transport, storage, and communications branch presents labor productivity growth rates similar to or even higher than those of the manufacturing sector in most of the 11 Asian economies and the US. Here, Indonesia is one notable exception in that labor productivity growth in the transport, storage, and communications branch was even lower than the average growth rate in the service sector. Note that this analysis does not take into account the indirect effects of these services activities on productivity in other sectors. Other service activities also show dynamic productivity growth in a number of economies. For example, wholesale and retail trade, and the hotel and restaurant service branches in India and Singapore experienced very high labor productivity growth. In Japan and Malaysia, the finance, insurance, real estate, and business services had high labor productivity growth. In contrast, in Indonesia, the Republic of Korea, and Thailand, the finance, insurance, real estate, and business services sectors showed negative labor productivity growth rates. This reflects the impacts of the Asian financial crisis in 19971998. 2.5 ShiftShare Analysis In this section we adopt the technique of shiftshare analysis to examine empirically the impact of tertiarization on aggregate productivity growth. Shiftshare analysis shows how aggregate labor productivity growth is linked to differential growth of labor productivity in individual sectors and the reallocation of labor between sectors. 12 ADBI Working Paper 490 Lee and Mc Kibbin It uses an accounting technique to decompose aggregate labor productivity growth over a period of time into a within effect labor productivity growth within each industry, and a shift effect or structural change effect labor productivity growth due to employment shifts toward more productive industries. Recent papers such as Maudos et al. 2008, MarotoSanchez and CuadradoRoura 2009, Timmer and de Vries 2009, Mc Millian and Rodrik 2011, and de Vries et al. 2012 have used shiftshare analysis to examine the impact of structural change on economic growth. We adopt the same technique to analyze the role of tertiarization for aggregate productivity growth in the Asian economies. weighted by the share of employment The equation shows that the overall growth of labor productivity in an economy is divided into two components. The first is the contribution from productivity growth within in each sector individual sectors within effect. The second is the contribution from labor reallocation across different sectors structural change effect. The second term is the change of employment shares multiplied by productivity levels at the end of the time period across sectors.5 The contribution of each sector in the structural change effect can be either positive or negative, depending on whether a sector is expanding or shrinking. When the contributions from individual sectors are aggregated, the structural change term becomes negative, lowering economywide productivity growth, if the labor displaced from highproductivity growth sectors moves to lowproductivity growth sectors. Table 3 presents the results of the shiftshare analysis using data from 1990 to 2005, constructed from the data of nine sectors for the major Asian economies and the US. 5 The structural change term is again divided into two components: the change of employment shares multiplied by productivity levels at the beginning end of the time period static structural change and the interaction between the change in employment shares and the productivity growth in individual sectors dynamic structural change. The results of shiftshare analysis with static and dynamic structural change terms are available from the corresponding author upon request. 13 ADBI Working Paper 490 Lee and Mc Kibbin Indonesia Republic of Korea India Japan Economy Peoples Republic of China Hong Kong, China Total Within All economy Manufacturing Services All economy Manufacturing Services All economy Manufacturing Services 7.46 3.21 1.8 1.99 0.7 1.14 1.7 0.76 0.46 8.42 3.04 3.46 3.22 0.2 3.43 2.74 1.1 1.23 Sector All economy Manufacturing Services All economy Manufacturing Services All economy Manufacturing Services Table 3: Decomposition of Labor Productivity Growth, 19902005 Structural Change 0.95 0.17 1.66 1.23 0.91 2.28 1.04 0.33 0.77 0.97 0.17 0.62 0.01 0.71 0.77 1.37 1.62 0.9 0.48 0.39 0.72 0.14 0.09 0.56 0.08 0.81 0.78 1.64 1.01 1.07 0.53 0.42 1.22 0.29 0.59 0.42 All economy Manufacturing Services All economy Manufacturing Services All economy Manufacturing Services All economy Manufacturing Services 0.94 0.15 0.79 3.64 1 2.53 3.01 1.74 0.97 3.91 0.99 2.92 3.17 0.63 2.05 1.41 1.08 0.46 5.19 3.69 0.51 3.52 1.05 1.6 4.14 0.8 2.68 1.4 0.38 1.23 3.82 2.07 1.41 4 1.43 2.31 All economy Manufacturing Services All economy Manufacturing Services 1.36 0.72 0.11 3.38 1.4 1.7 0.81 0.24 0.23 3.72 1.8 1.75 1.78 0.34 1.42 2.07 0.93 1.01 Malaysia Philippines Singapore Thailand Taipei,China United States Source: Authors estimates. The results show that the within effect dominates the effects of structural changes in most of the Asian economies. Nevertheless, structural change has made a significant contribution to the overall growth of labor productivity in several Asian economies including Hong Kong, China; Indonesia; and Thailand. Mc Millian and Rodrik 2011 argue that Asia is outstanding not so much in productivity growth within individual sectors, but in the broad pattern of structural change. But, clearly the strong labor productivity growth in individual industries has been a salient feature of Asian economic 14 ADBI Working Paper 490 Lee and Mc Kibbin growth, while structural change has also contributed positively to labor productivity growth in many Asian economies. Table 3 demonstrates the importance of the service sector in structural change and aggregate productivity growth. In the industrialized Asian economies, including Hong Kong, China; Japan; the Republic of Korea; Singapore; and Taipei,China; the structural change effect of the manufacturing sector was negative because they experienced shifts of employment from manufacturing to the service sectors. Nevertheless, because the service sector contributed positively to the overall structural change effect due to the increase in service sector employment, the overall structural change effect became either small or positive. For the latecomers, including the PRC, India, Indonesia, Malaysia, and Thailand, both the manufacturing and service sectors contributed positively to aggregate growth in terms of the structural change effect because these economies experienced increases in employment in both the manufacturing and service sectors during the period. For some economies, the service sector dominates the manufacturing sector in terms of contribution to aggregate labor productivity growth due to the strong positive within and structural change effects of the service sector. In Hong Kong, China; India; Malaysia; and Taipei,China; the service sector contributed more to the overall within effect aggregate growth than the manufacturing sector. In these economies, the strong positive within and structural change effects of the service sector contributed significantly to aggregate productivity growth. 3. SIMULATION OF THE EFFECTS OF SERVICE SECTOR PRODUCTIVITY GROWTH linkages, inputoutput This section investigates the effects of future changes in service sector productivity growth on structural change and economic growth in Asian economies. The empirical results in the previous sections show that service sector productivity growth can be a potential engine of economic growth in Asian economies. However, faster productivity growth in the service sector can have significant spillovers to other sectors through interindustry factor movements, and consumption and investment dynamics. It can also have spillovers across the border through trade and financial linkages. The complete analysis requires an empirically based global intertemporal multisector general equilibrium model a large scale DSGE model. We adopt a model, called the GCubed model, to explore what happens if labor productivity rises in the service sector in individual Asian economies and then across all Asian economies at the same time. 3.1 The Model The model used in this paper is the GCubed model, which is an intertemporal general equilibrium model of the world economy. The theoretical structure is outlined in Mc Kibbin and Wilcoxen 2013 and more details can be found in the Appendix. A number of studies, summarized in Mc Kibbin and Vines 2000, show that the GCubed modeling approach has been useful in assessing a range of issues across a number of 15 ADBI Working Paper 490 Lee and Mc Kibbin economies since the mid1980s.6 Some of the principal features of the model are as follows. The model is based on explicit intertemporal optimization by the agents consumers and firms in each economy. In contrast to static CGE models, time and dynamics are of fundamental importance in the GCubed model. The GCubed model is known as a DSGE dynamic stochastic general equilibrium model in the macroeconomics literature and as an intertemporal general equilibrium IGE model in the computable general equilibrium literature. The main difference from the smallscale DSGE models now popular at central banks is the large amount of sectoral disaggregation and considerable degree of economy disaggregation. In order to track the macro time series, the behavior of agents is modified to allow for shortrun deviations from optimal behavior either due to myopia or to restrictions on the ability of households and firms to borrow at the riskfree bond rate on government debt. Thus, aggregate consumption is a weighted average of consumption based on wealth current asset valuation and expected future aftertax labor income and consumption based on current disposable income.7 Similarly, aggregate investment is a weighted average of investment based on Tobins Q a market valuation of the expected future change in the marginal product of capital relative to the cost and investment based on a backward looking version of Q. In the model software, it is possible to change the information set of forwardlooking agents after a scenario begins to unfold. The model allows for shortrun nominal wage rigidity by different degrees in different economies and, therefore, allows for significant periods of unemployment depending on the labor market institutions in each economy. Equilibrium between aggregate demand and aggregate output is maintained by flexible prices, which causes demand to adjust together with shortterm supply. There is explicit treatment of the holding of financial assets, including money. Money is introduced into the model through a restriction that households require money to purchase goods. Global accounting identities are imposed on the model so, for example, for every borrower there is a lender, thereby avoiding the fallacy of composition. Likewise, the model gives a careful treatment of stockflow relations, such as the accumulation of current account deficits into foreign claims on domestic output, which has to be serviced by future trade surpluses. On the fiscal side, which is the focus of this study, the accumulation of fiscal deficits into government debt has to be serviced from future revenuesthough it does not have to be completely paid off. The model distinguishes between the stickiness of physical capital within sectors and within economies, and the flexibility of financial capital, which immediately flows to where expected returns are highest. This important distinction leads to a critical difference between the quantity of physical capital that is available at any time to produce goods and services, and the valuation of that capital as a result of decisions about the allocation of financial capital. As a result of this structure, the GCubed model contains rich dynamic behavior, driven by asset accumulation on the one hand, and by wage adjustment to a neoclassical steady state on the other. It embodies a wide range of assumptions about individual 6 These issues include: German unification in the early 1990s; fiscal consolidation in Europe in the mid1990s; the formation of the North American Free Trade Agreement NAFTA; the Asian crisis; and the productivity boom in the US. 7 Once the level of overall consumption has been determined, spending is allocated among goods and services according to a twotier constant elasticity of substitution CES utility function. See the Appendix for details of aggregate consumption as well as the demand equations for sectoral goods by the households. 16 ADBI Working Paper 490 Lee and Mc Kibbin behavior and empirical regularities framework. The interdependencies are solved out using a computer algorithm that solves for the rational expectations equilibrium of the global economy. in a general equilibrium Table 4: Economies and Regions in the GCubed Model United States Japan United Kingdom Germany Rest of eurozone Canada Australia Republic of Korea Rest of OECD Peoples Republic of China India Indonesia Rest of Asia Latin America Other emerging economies Eastern Europe and the former Soviet Union Middle East and oilexporting economies OECD Organisation for Economic Cooperation and Development. Source: Mc Kibbin and Wilcoxen 2013. In the version of the model used here there are 17 economies and regions as set out in Table 4. Asia, Japan, the Republic of Korea, the PRC, India, and Indonesia are included as individual economies and the other economies are included as the rest of Asia. Each economy has six sectors energy, mining, agriculture, manufacturing durables, manufacturing nondurables, and services as well as a generic capitalproducing sector in each economy that draws largely on the durable manufacturing sector for inputs Table 5. Table 5: Sectors of Production in Each Economy Energy Mining Agriculture Durable manufacturing Nondurable manufacturing Services Source: Mc Kibbin and Wilcoxen 2013. In this model, each of the six sectors is represented by a pricetaking firm, which chooses variable inputs and its level of investment in order to maximize its stock market value. Each firms production technology is represented by a tierstructured constant elasticity of substitution CES function. At the top tier, output is a function of capital, labor, energy, and materials: Q A i OijK,L,E,MOij1Oi O1i Oiij XOi Oi 1 OO reflects the level of technology, iwhere Qi is the output of industry I, Xij is industry is use of input j, and Aiare parameters. Aiij , and i O O is the elasticity of substitution, ij parameters reflect the weights of different inputs in production; the and the superscript o indicates that the parameters apply to the top, or output, tier. Without loss of generality, we constrain the s to sum to 1. M, are themselves CES At the second tier, inputs of energy and materials, Xiaggregates of goods and services. Energy is a single good 1 and materials are an OO, E and Xi 17 ADBI Working Paper 490 Lee and Mc Kibbin aggregate of goods 2 through 6 mining through services. The functional form used for ij , and these tiers is identical except that the parameters of the energy tier are Ai E , EMij , and i M, M. E, and those of the materials tier are Aii The goods and services purchased by firms are, in turn, aggregates of imported and domestic commodities which are taken to be imperfect substitutes. We assume that all agents in the economy have identical preferences over foreign and domestic varieties of each commodity. We represent these preferences by defining 12 composite commodities that are produced from imported and domestic goods. Each of these commodities, Yi, is a CES function of inputs domestic output, Qi, and imported goods, Mi. For example, the mining products purchased by agents in the model are a composite of imported and domestic mining. By constraining all agents in the model to have the same preferences over the origin of goods, we require that, for example, the agricultural and service sectors have identical preferences over domestic energy and energy imported from the Middle East.8 This accords with the inputoutput data we use and allows a very convenient nesting of production, investment, and consumption decisions. In each sector the capital stock changes according to the rate of fixed capital formation Ji and the rate of geometric depreciation i: J Kii K ii We assume that the investment process is subject to rising marginal costs of installation. To formalize this we adopt Uzawas approach by assuming that in order to install J units of capital a firm must buy a larger quantity, I, that depends on its rate of investment JK: I1ii 2JKii J i where is a nonnegative parameter. The difference between J and I may be interpreted in various ways; we will view it as installation services provided by the capitalgoods vendor The goal of each firm is to choose its investment and inputs of labor, materials and energy to maximize intertemporal riskadjusted netoftax profits. Solving the top tier optimization problem gives the firms factor demands for labor, energy, and materials, and the optimal evolution of the capital stock see the Appendix. GCubeds parameters are estimated from a consistent time series of inputoutput tables for the United States. The procedure is described in detail in Mc Kibbin and Wilcoxen 1999. The dataset that was constructed allowed the estimation of the models parameters for the United States. The elasticity of substitution by sector and by level of nesting is estimated using the US data and this is applied to all economies. The delta share parameters are calibrated using economyspecific input output data from GTAP.9 8 This does not require that both sectors purchase the same amount of energy, or even that they purchase energy at all; only that they both feel the same way about the origins of the energy they buy. 9 See the GTAP database in Narayanan, G., Badri, Angel Aguiar, and Robert Mc Dougall, eds. 2012. 18 ADBI Working Paper 490 Lee and Mc Kibbin MOij , Eij , and M, Table 6 and Table 7 present the values of the elasticities of substitution iij parameters that appear on the production side of the and the model as well as the substitution between domestic and foreign goods and between economy of origin of foreign goods. The sigmas are common across economies in the same sectors but the deltas are calculated from the economyspecific inputoutput tables for each economy. The factor shares will be important in the results below. O, i E, i Table 6: Elasticities of Substitution Sigma in Production Inputs O, E, M sigma_o 0.746 0.500 1.235 sigma_e 0.192 1.147 0.671 sigma_m 0.725 2.765 1.516 Foreign and domestic goods sigma_ff 2.000 2.000 2.000 sigma_df 3.000 0.900 0.900 0.410 0.805 0.200 0.900 2.000 1.004 0.333 1.100 0.288 0.057 2.236 1. Energy 2. Mining 3. Agriculture 4. Durable manufacturing 5. Nondurable manufacturing 6. Services Note: Sigma parameter i represents the elasticity of substitution between inputs in sectoral final goods o, energy E and materials M. Sigma_df is the elasticity of substitution between domestic and foreign goods. Sigma_ff is the elasticity of substitution between foreign goods from different economies. Source: GCubed model database version 110V. 0.900 0.900 2.000 2.000 19 ADBI Working Paper 490 Lee and Mc Kibbin Table 7: Delta Parameters in Production Functions United States 1. Energy 2. Mining 3. Agriculture 4. Durable Manufacturing 5. NonDurable Manufacturing 6. Services delta_K delta_L delta_E delta_M delta_M_2 delta_M_3 delta_M_4 delta_M_5 delta_M_6 Japan delta_K delta_L delta_E delta_M delta_M_2 delta_M_3 delta_M_4 delta_M_5 delta_M_6 Republic of Korea delta_K delta_L delta_E delta_M delta_M_2 delta_M_3 delta_M_4 delta_M_5 delta_M_6 0.259 0.114 0.457 0.171 0.005 0.022 0.173 0.059 0.742 0.228 0.314 0.078 0.380 0.232 0.007 0.295 0.108 0.357 0.187 0.246 0.022 0.545 0.001 0.321 0.078 0.226 0.374 1. Energy 2. Mining 3. Agriculture 0.263 0.087 0.440 0.211 0.003 0.006 0.123 0.036 0.831 0.217 0.143 0.086 0.555 0.005 0.003 0.133 0.056 0.803 0.263 0.246 0.038 0.453 0.000 0.307 0.028 0.306 0.359 1. Energy 2. Mining 3. Agriculture 0.168 0.042 0.721 0.069 0.001 0.008 0.240 0.189 0.561 0.530 0.172 0.048 0.250 0.001 0.017 0.151 0.071 0.760 0.346 0.221 0.069 0.364 0.000 0.319 0.029 0.383 0.268 Peoples Republic of China 1. Energy 2. Mining 3. Agriculture delta_K delta_L delta_E delta_M delta_M_2 delta_M_3 delta_M_4 delta_M_5 delta_M_6 0.208 0.080 0.531 0.182 0.002 0.014 0.420 0.093 0.470 0.209 0.212 0.068 0.511 0.152 0.011 0.279 0.209 0.349 0.211 0.302 0.029 0.458 0.001 0.423 0.062 0.297 0.217 0.075 0.274 0.018 0.634 0.008 0.009 0.580 0.084 0.319 4. Durable Manufacturing 0.105 0.195 0.027 0.673 0.014 0.007 0.609 0.072 0.299 4. Durable Manufacturing 0.144 0.110 0.023 0.724 0.018 0.005 0.714 0.085 0.177 4. Durable Manufacturing 0.106 0.104 0.045 0.745 0.039 0.014 0.669 0.113 0.164 0.132 0.242 0.054 0.572 0.005 0.119 0.050 0.497 0.329 5. NonDurable Manufacturing 0.144 0.171 0.056 0.628 0.001 0.116 0.037 0.498 0.348 5. NonDurable Manufacturing 0.113 0.105 0.142 0.640 0.004 0.144 0.037 0.608 0.207 5. NonDurable Manufacturing 0.107 0.100 0.056 0.736 0.009 0.171 0.056 0.591 0.172 0.117 0.486 0.029 0.368 0.000 0.010 0.091 0.105 0.794 6. Services 0.205 0.368 0.023 0.403 0.000 0.010 0.066 0.127 0.797 6. Services 0.241 0.288 0.059 0.412 0.000 0.016 0.094 0.154 0.736 6. Services 0.244 0.229 0.045 0.482 0.001 0.055 0.263 0.214 0.467 20 Lee and Mc Kibbin ADBI Working Paper 490 India 1. Energy 2. Mining 3. Agriculture 4. Durable Manufacturing 5. NonDurable Manufacturing 6. Services delta_K delta_L delta_E delta_M delta_M_2 delta_M_3 delta_M_4 delta_M_5 delta_M_6 Indonesia 0.214 0.089 0.518 0.179 0.009 0.010 0.199 0.078 0.704 0.456 0.225 0.205 0.114 0.007 0.016 0.191 0.321 0.466 0.430 0.273 0.053 0.244 0.002 0.556 0.023 0.192 0.228 1. Energy 2. Mining 3. Agriculture 0.156 0.090 0.089 0.665 0.038 0.016 0.604 0.081 0.261 4. Durable Manufacturing 0.153 0.168 0.117 0.563 0.008 0.262 0.030 0.411 0.290 5. NonDurable Manufacturing delta_K delta_L delta_E delta_M delta_M_2 delta_M_3 delta_M_4 delta_M_5 delta_M_6 0.155 0.156 0.037 0.652 0.099 0.007 0.471 0.169 0.254 Notes: Sectoral output is a function of capital, labor, energy and materials as follows: 0.166 0.115 0.051 0.667 0.001 0.446 0.020 0.294 0.239 0.497 0.046 0.387 0.071 0.009 0.010 0.199 0.078 0.704 0.478 0.240 0.062 0.220 0.174 0.002 0.208 0.020 0.596 0.416 0.293 0.017 0.274 0.517 0.008 0.108 0.061 0.306 0.327 0.282 0.084 0.307 0.007 0.076 0.171 0.156 0.591 6. Services 0.237 0.294 0.078 0.390 0.001 0.265 0.014 0.515 0.205 Q A i OijK,L,E,MOij1Oi O1i Oiij XOi Oi 1 where Qi is the output of industry i, Xij is industry is use of input j, and Aidelta parameters OSource: GCubed model database version 110V. O, Oij reflect the weights of different inputs in production. ij , and i O are parameters. The 3.2 Simulation Results We consider three main scenarios in this section. One is where all Asian economies PRC, India, Indonesia, Japan, Republic of Korea, and the rest of Asia experience a rise in labor productivity growth of 1 percentage point per year. The increase by 1 percentage point would be a challenge for economies such as India; Malaysia; and Taipei,China; which have already had relatively high service sector productivity growth see Table 2. In contrast, for Japan and the Republic of Korea, which have low service sector productivity growth, there could be more potential to bring out such productivity gains by moving toward highvalue modern services, such as information and communications technology, finance, and professional business services. 10 We assume the productivity shock occurs in 2014 and then persists until 2053, after which the shock in the growth rate of labor productivity growth rate decays by 4% per year 10 ADB 2012 point out that lack of human capital, inadequate infrastructure, and restrictive regulations are major bottlenecks for developing a modern service sector. 21 ADBI Working Paper 490 Lee and Mc Kibbin labor productivity shock across Asian economies, but applied until returning to baseline in 2100.11 We then compare the cases where all Asian economies successfully raise productivity growth in services to the case where each economy in Asia experiences productivity growth of the same magnitude, but each individually. For the nonAsian results we only explore the spillovers from the aggregate Asian growth experience. Here, we consider the productivity shock only in the service sector. As a comparison, we also present results at the sectoral level from the third simulation, which assumes the same to manufacturing sectors both durable and nondurable goods rather than services. The results are presented in Tables 811. Each table shows the deviation from the baseline of a range of variables at different points into the future. In Table 8 and Table 9, GDP, consumption, and investment are expressed as percentage deviations from the baseline. Trade balance is the percent of baseline GDP deviation from the baseline. Table 10 contains results for the percentage deviation in sectoral output by economy over time. Table 11 shows the results for the sectoral percentage deviation from the baseline in employment by sector over time. These results are also presented in a series of graphs in Figures 69. 11 The reason for the particular time path is to ensure the longrun steady state of the model is preserved and to enable a long period of more rapid growth in service sector productivity until around 2050. 22 ADBI Working Paper 490 Lee and Mc Kibbin Table 8: Effects of Rise in Labor Productivity in the Service Sector on GDP and Investment % Japan Republic of Korea Asiawide Own Asiawide Own Peoples Republic of China Asiawide India Indonesia Other Asia United States Australia Rest of eurozone Germany Own Asiawide Own Asiawide Own Asiawide Own Asiawide Asiawide Asiawide Asiawide Real GDP 2014 2020 1.24 1.05 0.30 0.11 0.02 0.00 0.19 0.07 0.07 0.10 0.35 0.29 0.21 0.01 0.15 0.03 2040 5.32 12.78 4.98 12.27 7.82 3.23 6.87 2.67 2.24 0.91 0.83 1.96 2.37 0.89 2.42 1.09 3.77 1.30 1.18 3.50 5.17 1.22 4.69 1.19 0.12 0.04 0.22 0.08 0.01 0.19 0.04 0.15 Investment 2020 2014 2040 18.87 40.45 54.06 16.57 38.56 52.24 5.00 15.16 17.01 3.57 13.28 15.35 3.01 3.90 0.97 2.75 0.87 3.48 3.44 3.95 0.20 3.81 4.02 0.73 6.02 7.15 0.92 5.54 0.72 6.81 8.04 12.16 0.35 7.53 11.05 0.18 1.95 0.80 0.09 0.55 0.49 0.19 0.28 1.05 1.32 0.42 0.70 0.17 GDP gross domestic product. Source: Authors estimates. Table 9: Effects of Rise in Labor Productivity in the Service Sector on Consumption and Trade Balance % Japan Republic of Korea Peoples Republic of China Asiawide Own Asiawide Own India Indonesia Other Asia Asiawide Own Asiawide Own Asiawide Own Asiawide Own Asiawide Asiawide Asiawide Asiawide Source: Authors estimates. United States Australia Rest of eurozone Germany 2040 5.14 4.52 3.45 2.63 1.71 1.37 1.12 1.26 2.09 1.90 0.83 0.38 0.09 0.02 0.13 0.07 2014 1.61 1.36 0.42 0.10 0.18 0.09 0.20 0.08 0.01 0.08 0.43 0.50 0.19 0.04 0.21 0.11 Trade Balance 2020 1.81 1.68 0.62 0.55 0.16 0.16 0.07 0.07 0.02 0.06 0.24 0.21 0.20 0.08 0.23 0.22 2040 1.32 1.25 0.29 0.38 0.02 0.07 0.00 0.09 0.20 0.06 0.29 0.24 0.15 0.14 0.17 0.14 Consumption 2014 0.53 0.36 0.41 0.69 0.44 0.47 0.77 0.54 0.31 0.40 0.98 1.06 0.22 0.03 0.28 0.11 2020 1.52 1.14 1.13 1.42 0.85 0.77 1.05 0.60 0.70 0.61 2.29 2.17 0.31 0.11 0.43 0.25 23 ADBI Working Paper 490 Lee and Mc Kibbin Table 10: Sectoral Output Change for AsiaWide Labor Productivity Shocks % Services Productivity Shock Manufacturing Productivity Shock Japan Republic of Korea Agriculture Agriculture Man durable Man nondurable Service Man durable Man nondurable Service Peoples Republic of China India Indonesia Agriculture Man durable Man nondurable Service Agriculture Man durable Man nondurable Service Agriculture Man durable Man nondurable Service Man manufacturing. Source: Authors estimates. 2.11 2030 6.20 2040 2020 4.19 7.48 10.52 14.72 21.86 0.67 2.96 5.22 10.70 15.95 0.72 4.38 3.25 8.40 10.71 6.51 2.80 0.49 3.92 3.78 9.07 12.18 0.50 2.16 0.53 1.53 0.42 2.94 0.12 1.80 0.19 4.59 0.29 2.03 1.33 2.71 1.53 3.23 0.72 3.45 1.28 3.74 1.41 5.70 1.70 4.99 1.71 3.35 2.04 4.34 0.84 3.80 1.63 4.66 1.63 6.50 2.27 6.96 2014 0.43 0.43 0.12 0.02 0.02 0.32 0.02 0.05 0.07 0.21 0.03 0.04 0.13 0.14 0.00 0.05 0.09 0.30 0.00 0.04 2040 3.46 13.81 5.93 1.51 3.11 7.82 4.86 1.84 1.50 3.75 2.72 1.80 0.55 2.36 2.16 1.03 1.20 4.54 3.34 1.58 2014 1.06 1.04 0.54 0.19 0.43 0.48 0.64 0.00 0.13 0.21 0.21 0.01 0.41 0.19 0.32 0.03 0.28 0.44 0.31 0.03 24 ADBI Working Paper 490 Lee and Mc Kibbin Table 11: Sectoral Output Change for AsiaWide Labor Productivity Shocks % Services Productivity Shock Japan Republic of Korea Peoples Republic of China Agriculture Man durable Man nondurable Service Agriculture Man durable Man nondurable Service India Indonesia Agriculture Man durable Man nondurable Service Agriculture Man durable Man nondurable Service Agriculture Man durable Man nondurable Service Man manufacturing. Source: Authors estimates. 2014 0.97 0.29 3.23 0.87 1.76 0.51 1.83 1.09 0.29 0.29 0.43 0.44 0.75 0.38 0.42 0.55 0.68 0.57 0.66 0.56 2020 0.28 9.59 4.04 0.86 1.12 7.75 1.25 2.54 0.20 2.71 0.17 1.23 0.37 3.59 0.11 1.22 0.20 4.98 0.18 1.07 2030 2.01 13.80 6.85 3.52 2.13 10.12 1.34 5.49 0.48 3.85 0.59 2.57 0.22 4.43 0.56 2.13 0.48 6.15 0.16 2.04 2040 3.30 21.49 9.70 6.17 3.76 12.98 1.77 9.76 0.69 5.54 1.01 4.11 0.24 5.53 0.87 3.33 0.74 7.42 0.25 3.26 Manufacturing Productivity Shock 2040 0.76 2.64 2.56 0.51 2.40 3.22 1.74 1.39 2014 0.20 0.51 0.88 0.09 0.55 0.35 0.71 0.16 0.21 0.13 0.28 0.09 0.26 0.24 0.17 0.07 0.29 0.01 0.33 0.09 0.02 3.10 0.19 2.10 0.41 3.51 0.50 1.28 1.19 0.96 1.28 1.14 At the macro level in Table 8 and Table 10 and Figures 68, the results are clear. Once the surprise rise in labor productivity of the service sector occurs, there is a reallocation of inputs within each economy. Higher productivity in one sector eventually raises GDP across the economy, although the presence of adjustment costs implies that initially GDP can fall as inputs are reallocated. Own productivity growth overwhelmingly benefits the economy experiencing the productivity surge. The magnitude of GDP increase depends on the size of the service sector in the economy and its linkages to other sectors, especially manufacturing sectors. In an individual economy, higher labor productivity raises the return to capital in the service sector. This induces an increase in investment in that sector. It also causes an increase in demand and therefore output in all sectors that feed into that sector see Table 10 and Figure 9. In the model, investment goods are produced by a capitalproducing sector that draws largely on the output of the durable manufacturing sector so the demand for durable manufacturing goods rises as part of the investment boom. This is true for the domestically produced goods as well as for imports. In all economies that experience the productivity increase, investment rises Table 8. Over time all economies benefit from service sector productivity growth in another economy through the increase in national wealth, which is spread globally. The extent of the gain depends on the linkages between economies outside of Asia and the economies experiencing the productivity surge. For example, Australia gains far more than the eurozone because of strong trade linkages, especially for intermediate inputs in Asia. Germany gains more than the rest of the eurozone because of the exports of 25 ADBI Working Paper 490 Lee and Mc Kibbin durable goods for capital investment purposes from Germany to Asia particularly the PRC. The increase in investment is initially funded by a rise in aggregate savings or a fall in consumption as backwardlooking agents do not fully incorporate higher wealth into their consumption decisions in the short term. The higher investment is also partly funded by a capital inflow, with financial capital attracted to the higher return on capital in growing economies. This capital inflow appreciates the exchange rate in each Asian economy and worsens the trade balance which is the counterpart of the capital inflow. The balance between financing domestically and through foreign capital varies across Asian economies depending on the scale of capital inflow required to build the new capital stock. It ranges from large in Japan, to small in the Republic of Korea and the PRC where capital controls lessen the available inflow. Figure 6: GDP Effects of a Services Productivity Shock GDP gross domestic product, PRC Peoples Republic of China, US United States. Source: Authors estimates. 26 ADBI Working Paper 490 Lee and Mc Kibbin Figure 7: Investment Effects of a Services Productivity Shock PRC Peoples Republic of China, US United States. Source: Authors estimates. 27 ADBI Working Paper 490 Lee and Mc Kibbin Figure 8: Consumption Effects of a Services Productivity Shock PRC Peoples Republic of China, US United States. Source: Authors estimates. 28 ADBI Working Paper 490 Lee and Mc Kibbin Figure 9: Sectoral Output and Employment Effects of a Services Productivity Shock % a Peoples Republic of China b Japan c Republic of Korea PRC Peoples Republic of China. Source: Authors estimates. 29 ADBI Working Paper 490 Lee and Mc Kibbin We see that GDP rises in all Asian economies after the first year and in the long run Table 8 and Figure 6. In nonAsian economies such as the United States and Australia the results vary over time. The initial relocation of capital from the US lowers US GDP below the baseline for 20 years, but eventually the higher demand from Asia through high wealth raises the demand for US goods. Australia is different because it is more highly integrated into Asian production, particularly through the supply of mining and energy goods, which is very different to the US. Australia is more integrated into Asian production flows and the trade benefits of high growth in Asia dominate the capital outflows from Australia. This illustrates that the spillovers between economies outside Asia and within Asia depend very much on trade patterns and the nature of the goods traded. In particular, Australia experiences a surge in mining and energy exports that feed into the faster growing Asian capital stocks. Thus, Australias GDP rises continuously from the productivity surge in Asia whereas US GDP is below baseline for more than 20 years because the capital relocation effect outweighs the positive trade effects. Returning to the sectoral level Table 10, Table 11, and Figure 9, the results differ substantially across the Asian economies. Because the shock is a rise in labor augmenting technical change in the service sector, fewer workers are needed to produce the same level of output. Labor demand tends to fall in all service sectors experiencing the productivity surge, thus freeing up labor to flow into other parts of the economy. This tends to raise the marginal product of capital in these sectors. In particular the demand for capital goods that are needed to build the capital stock for the expanding service sector raises the demand for durable manufacturing goods well in excess of other sectors. This result is found in each Asian economy, although to a different extent depending on the capital intensity of the service sector relative to other sectors. The fact that the durable goods manufacturing sector is very different to the nondurable goods manufacturing sector which responds more like agriculture is an important result and suggests that an aggregate manufacturing sector might mask an important adjustment process especially when the capital accumulation process is endogenous as it is in GCubed. Looking more closely at individual economy results across the major sectors, we see that in Table 10 for the PRC there is initially a rise in the output of the durable manufacturing sector as new capital goods are built for the expanding services sectors. The expansion of capital goods is front loaded compared to the persistent rise in labor productivity in the service sector. The employment effects in durable manufacturing are even larger than for other sectors as workers move out of services into the expanding durable manufacturing sector Figure 9. Japan Table 10 and Figure 9 shows an even larger flow of workers out of the service sector into other sectors and particularly into the durable goods sector. This is because durable goods is a sector with a large comparative advantage in Japan, with Japan being a major exporter of durable goods throughout Asia and globally. Japan is also much more labor intensive in services than the other Asia economies see Table 7, parameter delta_k, hence input costs fall by more in Japanese services, and more labor flows into other sectors that are more capital intensive than in other Asian economies. Thus the demand for durable goods for investment purposes increases significantly. The Republic of Korea also experiences a large rise in durables output for similar reasons to Japan, but other economies with less domestic capital production such as the PRC, India, and Indonesia have a much smaller expansion of durable goods production than Japan or the Republic of Korea with some of the expansion spilling over into nondurable goods in the PRC. 30 ADBI Working Paper 490 Lee and Mc Kibbin In Table 10 and Table 11 we also present results for the Asiawide rise in productivity in the two manufacturing sectors in the modeldurable and nondurable goods. Labor productivity growth in durable goods reduces the costs of purchasing capital goods throughout Asia because this sector largely produces the capital goods that each sector purchases for investment. As the cost of capital goods falls, investment rises and GDP rises. Capitalintensive sectors especially mining gain most from this reduction in capital goods prices. In addition there is the relocation effect of labor from the manufacturing sectors into the rest of the economy that parallels the adjustment for the shock to service sector productivity. In the longer run, manufacturing productivity growth increases employment in the service industry but reduces employment growth in agriculture in all economies. the net contribution of 4. CONCLUDING REMARKS This paper has empirically explored the historical experience of sectoral growth in major Asian economies with a focus on the performance of the service sector relative to the manufacturing sector and the implication for overall economic growth. It has found evidence of significant catchup in a number of sectors including the service sector, but there are a wide variety of experiences in each economy. It has also found that a substantial gap still remains in labor productivity between the service sectors in Asia and the United States. Although lower labor productivity in the service sector relative to the manufacturing sector has in general hampered overall economic growth in Asia, the evidence shows that in several Asian economies, the service sector has made a significantly positive contribution to aggregate labor productivity growth, both through own productivity growth and structural change effects, exceeding the manufacturing sector. In addition, some modern services industries such as the transportation, storage, communications, financial intermediation, and business services have experienced higher productivity growth. Overall, empirical evidence from the historical data suggests enormous potential for service sector productivity growth in Asia if policies can be adopted to enhance the catchup in services to be more like the experience with the manufacturing sector. One critical question is whether enhancing productivity in the service sector can play the role of a second growth engine to lead strong and sustainable growth in Asia in the future. We have addressed this question by exploring simulations of a multisectoral general equilibrium model. We find that faster productivity growth in the service sector in Asia can significantly benefit all sectors, contributing to more balanced and sustainable growth of Asian economies. The simulations show diverse dynamic adjustment across economies. We find that in contrast to the simpler models of economic growth, a key part of the structural adjustment story in the freeing up of labor from the service sector and a rise in the demand for durable manufacturing goods required building the physical capital stock that is induced by the productivity surge. Thus both the service and durable goods sectors experience rapid growth in output, but employment shifts mainly toward the durable goods sector during the adjustment process. This is particularly important in economies such as the Republic of Korea and Japan, which have high productivity in the durable manufacturing sector due to their comparative advantage and openness to international trade in that sector. The results of this paper suggest that the simple aggregate models and the models of limited sectoral interactions may miss an important dynamic story of productivity growth in the service sector and capital accumulation in an integrated global economy. Further 31 ADBI Working Paper 490 Lee and Mc Kibbin work, both simulation analysis and empirical work, would improve our understanding of the interaction of sectoral productivity growth, capital accumulation, and overall economic growth in the Asian economies. Moreover, policy implications of the paper can be strengthened by investigating the major determinants, including policy factors, of service sector productivity growth in individual economies. We leave this work for our subsequent research. 32 ADBI Working Paper 490 Lee and Mc Kibbin REFERENCES Asian Development Bank ADB. 2012. Asian Development Outlook 2012 Update: Services and Asias Future Growth. Manila: ADB. Barro, R. J. 1999. Determinants of Democracy. Journal of Political Economy 107S6: S158S183. . 2012. Convergence and Modernization Revisited. NBER Working Paper No. 18295. Cambridge, MA: National Bureau of Economic Research. Barro, R. J., and J. W. Lee. 2013. A New Data Set of Educational Attainment in the World, 19502010. Journal of Development Economics 104: 184198. Barro, R. J., and X. SalaiMartin. 2004, Economic Growth, 2nd edition. Cambridge, MA: MIT Press. Baumol, W. J. 1967. Macroeconomics of Unbalanced Growth: The Anatomy of Urban Crisis. American Economic Review 573: 415426. Buera, F. J. 2012. Scale and Origins of Structural Change. Journal of Economic Theory 147: 684712. Buera, F. J., and J. P. Kaboski. 2012. The Rise of the Service Economy. American Economic Review 102: 25402569. Campbell, J., and N. G. Mankiw. 1990. Permanent Income, Current Income and Consumption. Journal of Business and Economic Statistics 83: 265279. Caselli, F., and W. J. Coleman II. 2001. The US Structural Transformation and Regional Convergence: A Reinterpretation. Journal of Political Economy 1093: 584616. Chenery, H. B. 1960. Patterns of Industrial Growth. American Economic Review 50: 624653. Clark, C. 1957. The Conditions of Economic Progress, 3rd edition. London: Macmillan. Eichengreen, B., and P. Gupta. 2009. The Two Waves of Service Sector Growth. NBER Working Paper No. 14968. Cambridge, MA: National Bureau of Economic Research. EU KLEMS Database. 2009. http:www.euklems.net Foellmi, R., and J. Zweimuller. 2008. Structural Change, Engels Consumption Cycles and Kaldors Facts of Economic Growth. Journal of Monetary Economics 557: 13171328. Hayashi, F. 1979. Tobins Marginal q and Average q: A Neoclassical Interpretation. Econometrica 50: 213224. . 1982. The Permanent Income Hypothesis: Estimation and Testing by Instrumental Variables. Journal of Political Economy 904: 895916. Herrendorf, B., R. Rogerson, and A. Valentinyi. 2013. Growth and Structural Transformation. Handbook of Economic Growth. Forthcoming. Ho, M. S. 1989. The Effects of External Linkages on U.S. Economic Growth: A Dynamic General Equilibrium Analysis. Ph D Dissertation, Harvard University. 33 ADBI Working Paper 490 Lee and Mc Kibbin Jorgenson, D. W., and P. J. Wilcoxen. 1990. Intertemporal General Equilibrium Modeling of US Environmental Regulation. Journal of Policy Modeling 124: 314340. Kim, J., and L. Lau. 1994. The Role of Human Capital in the Economic Growth of the East Asian Newly Industrialized Countries. Asia Pacific Economic Review 1: 322. Kongsamut, P., S. Rebelo, and D. Xie. 2001. Beyond Balanced Growth. Review of Economic Studies 684: 869882. Korea Industrial Productivity Database KIP Database. 2012. http:www.kpc.or.krengstate2012_kip.asp Laitner, J. 2000. Structural Change and Economic Growth. Review of Economic Studies 673: 545561. Lucas, R. E. 1967. Optimal Investment Policy and the Flexible Accelerator. International Economic Review 81: 7885. Mc Kibbin, W., and J. Sachs. 1991. Global Linkages: Macroeconomic Interdependence and Cooperation in the World Economy. Washington DC: Brookings Institution. Mc Kibbin, W., and D. Vines. 2000. Modelling Reality: The Need for Both Intertemporal Optimization and Stickiness in Models for Policymaking. Oxford Review of Economic Policy 164: 106137. Mc Kibbin W., and P. Wilcoxen. 1999. The Theoretical and Empirical Structure of the GCubed Model. Economic Modelling 161: 123148 . 2013. A Global Approach to Energy and the Environment: The GCubed Model. In Handbook of Computable General Equilibrium Modeling, edited by P. B. Dixon and D. W. Jorgenson. North Holland. MarotoSanchez, A., and J. R. CuadradoRoura. 2009. Is Growth of Services an Obstacle to Productivity Growth? A Comparative Analysis. Structural Change and Economic Dynamics 204: 254265. Maudos, J., J. M. Pastor, and L. Serrano. 2008. Explaining the USEU Productivity Gap: Structural Change vs. IntraSectoral Effect. Economics Letters 1002: 311313. Mc Millan, M. S., and D. Rodrik. 2011. Globalization, Structural Change, and Productivity Growth. NBER Working Paper No. 17143. Cambridge, MA: National Bureau of Economic Research. Narayanan, G., B., A. Angel, and R. Mc Dougall, eds. 2012. Global Trade, Assistance, and Production: The GTAP 8 Data Base. Center for Global Trade Analysis, Purdue University. Ngai, L. R., and C. A. Pissarides. 2007. Structural Change in a Multisector Model of Growth. American Economic Review 971: 429443. OMahony, M., and M. P. Timmer. 2009. Output, Input, Productivity Measures at the Industry Level: the EU KLEMS Database. Economic Journal 119: F374F403. Park, D., and K. Shin. 2012. The Service Sector in Asia: Is It an Engine of Growth? ADB Economics Working Paper Series No. 322. Manila: ADB. Timmer, M. P., and G. J. de Vries. 2009. Structural Change and Growth Accelerations in Asia and Latin America: A New Sectoral Data Set. Cliometrica 32: 165190. 34 ADBI Working Paper 490 Lee and Mc Kibbin Treadway, A. 1969. On Rational Entrepreneurial Behavior and the Demand for Investment. Review of Economic Studies 32: 227239. Uzawa, H. 1969. Time Preference and the Penrose Effect in a Two Class Model of Economic Growth. Journal of Political Economy 77: 628652. Uy, T., K.M. Yi, and J. Zhang. 2013. Structural Change in an Open Economy. Journal of Monetary Economics 606: 667682. de Vries, G. J., A. A. Erumban, M. P. Timmer, I. Voskoboynikov, and X. Wu. 2012. Deconstructing the BRICs: Structural Transformation and Aggregate Productivity Growth. Journal of Comparative Economics 402: 211227. 35 ADBI Working Paper 490 Lee and Mc Kibbin APPENDIX: THE GCUBED MODEL The reader is referred to the complete documentation of the model in the Handbook of CGE Modeling. This appendix draws heavily on the exposition in Mc Kibbin and Wilcoxen 2013. The version of the model used in this paper is the sixsector model with economy and sectoral coverage set out in Table 7 and Table 8. Each economy or region in the model consists of several economic agents: households, the government, the financial sector, and six production sectors. The theoretical structure is outlined below. To keep the notation as simple as possible, variables are not subscripted by economy except where needed for clarity. Throughout the discussion all quantity variables will be normalized by the economys endowment of effective labor units. Thus, the models long run steady state will represent an economy in a balanced growth equilibrium. The solution software linearizes around the initial conditions in 2010 rather than the steady state. Firms Each of the six sectors is represented by a pricetaking firm that chooses variable inputs and its level of investment in order to maximize its stock market value. Each firms production technology is represented by a tierstructured constant elasticity of substitution CES function. At the top tier, output is a function of capital, labor, energy, and materials: Q A i OijK,L,E,MOij1Oi O1i Oiij XOi Oi 1 1 Oij O, E, O reflects the level of technology, i Oijwhere Qi is the output of industry i, Xij is industry is use of input j, and Aii, and O is the elasticity of O are parameters. Ai parameters reflect the weights of different inputs in substitution, and the production; the superscript o indicates that the parameters apply to the top, or output, tier. Without loss of generality, we constrain to sum to 1. At the second tier, inputs of energy and materials, Xi E and Xi M, are themselves CES aggregates of goods and services. Energy is a single good 1 and materials is an aggregate of goods 26 mining through services. The functional form used for these E, and tiers is identical to 1 except that the parameters of the energy tier are Aii E, and those of the materials tier are Ai The goods and services purchased by firms are, in turn, aggregates of imported and domestic commodities, which are taken to be imperfect substitutes. We assume that all agents in the economy have identical preferences over foreign and domestic varieties of each commodity. We represent these preferences by defining 12 composite commodities that are produced from imported and domestic goods. Each of these commodities, Yi, is a CES function of inputs domestic output, Qi, and imported goods, Eij i, and i M. Mij M, 36 ADBI Working Paper 490 Lee and Mc Kibbin Mi. 1 For example, the mining products purchased by agents in the model are a composite of imported and domestic mining. By constraining all agents in the model to have the same preferences over the origin of goods, we require that, for example, the agricultural and service sectors have identical preferences over domestic energy and energy imported from the Middle East.2 This accords with the inputoutput data we use and allows a very convenient nesting of production, investment, and consumption decisions. In each sector, the capital stock changes according to the rate of fixed capital formation Ji and the rate of geometric depreciation i: K J Kiiii Following the cost of adjustment models of Lucas 1967, Treadway 1969, and Uzawa 1969 we assume that the investment process is subject to rising marginal costs of installation. To formalize this we adopt Uzawas approach by assuming that in order to install J units of capital a firm must buy a larger quantity, I, that depends on its rate of investment JK: 2 I1ii 2i JKJ ii where is a nonnegative parameter. The difference between J and I may be interpreted various ways; we will view it as installation services provided by the capitalgoods vendor The goal of each firm is to choose its investment and inputs of labor, materials, and energy to maximize intertemporal riskadjusted netoftax profits. For analytical tractability, we assume that this problem is deterministic equivalently, the firm could be assumed to believe its estimates of future variables with subjective certainty. Thus, the firm will maximize:3 3 1 i 4 PII eiR s ei n s tds t ei is a sector and regionspecific equity risk premium variables are implicitly 4 where subscripted by time. The firms profits, , are given by: XPLWQPi 12iEiiii EMXPii M where 2 is the corporate income tax, 4 is an investment tax credit, and P is the producer price of the firms output. Rs is the longterm interest rate between periods t and s: 5 i s R1tsdvvr ts 1 The elasticity of substitution in this function is the Armington elasticity. 2 This does not require that both sectors purchase the same amount of energy, or even that they purchase 6 energy at all; only that they both feel the same way about the origins of energy they buy. 3 The rate of growth of the economys endowment of effective labor units, n, appears in the discount factor because the quantity and value variables in the model have been scaled by the number of effective labor units. These variables must be multiplied by expnt to convert them back to their original form. 37 ADBI Working Paper 490 Lee and Mc Kibbin Because all real variables are normalized by the economys endowment of effective labor units, profits are discounted adjusting for the rate of growth of the population plus productivity growth, n. Solving the top tier optimization problem gives the following equations characterizing the firms behavior: PQi Pj ME,OijL,OAi XOi Oi1jiji i 1i JKii 14IP 7 8 2 d rids 1 iiei 2Pii 14IPd Qd Ki 2Ji K i where i is the shadow value of an additional unit of investment in industry i. Equation 7 gives the firms factor demands for labor, energy, and materials, and equations 8 and 9 describe the optimal evolution of the capital stock. By integrating 9 along the optimum path of capital accumulation, it is straightforward to show that i is the increment to the value of the firm from a unit increase in its investment at time t. It is related to q, the aftertax marginal version of Tobins Q Hayashi 1979, as follows: 9 i Thus we can rewrite 8 as: qii41IP Inserting this into 3 gives total purchases of new capital goods: ii J K 1iqi1 10 11 Ii12iq 2 iK1i In order to capture the inertia often observed in empirical investment studies we 2 for_i in the parameter file of firms making investment assume that only fraction decisions use the fully forwardlooking Tobins q described above. The remaining 1 use a slowly adjusting version, Q, driven by a partial adjustment model. In 212 each period, the gap between Q and q closes by fraction 3 : As a result, we modify 12 by writing Ii as a function not only of q, but also the slowly adjusting Q: 13 Qit 1Qit3q Qitit Ii212iq 2iK1i12Q2i i K112i 14 38 ADBI Working Paper 490 Lee and Mc Kibbin This creates inertia in private investment, which improves the models ability to mimic historical data and is consistent with the existence of firms that are unable to borrow. The weight on unconstrained behavior, 2, is taken to be 0.3 based on a range of empirical estimates reported by Mc Kibbin and Sachs 1991. So far we have described the demand for investment goods by each sector. Investment goods are supplied, in turn, by a 13th industry that combines labor and the outputs of other industries to produce raw capital goods. We assume that this firm faces an optimization problem identical to those of the other 12 industries: it has a nested CES production function, uses inputs of capital, labor, energy, and materials in the top tier, incurs adjustment costs when changing its capital stock, and earns zero profits. The key difference between it and the other sectors is that we use the investment column of the inputoutput table to estimate its production parameters. Households Households have three distinct activities in the model: they supply labor, they save, and they consume goods and services. Within each region we assume household behavior can be modeled by a representative agent with an intertemporal utility function of the form: Utlnes G s Clntsdst where Cs is the households aggregate consumption of goods and services at time s, Gs is government consumption at s, which we take to be a measure of public goods provided, and is the rate of time preference.4 The household maximizes 15 subject to the constraint that the present value of consumption potentially adjusted by risk premium h be equal to the sum of human wealth, H, and initial financial assets, F:5 15 c P s C s e R s hn s t H Ftt Human wealth is defined as the expected present value of the future stream of aftertax labor income plus transfers: 16 t t H1 W L L L 1GCI12i LTReR s hn s tdst where 1 is the tax rate on labor income, TR is the level of government transfers, LC is the quantity of labor used directly in final consumption, LI is labor used in producing the investment good, LG is government employment, and Li is employment in sector i. 17 i 1 4 This specification imposes the restriction that household decisions on the allocations of expenditure among different goods at different points in time be separable. 5 As before, n appears because the models scaled variables must be converted back to their original basis. 39 ADBI Working Paper 490 Lee and Mc Kibbin Financial wealth is the sum of real money balances, MONP, real government bonds in the hand of the public, B, net holding of claims against foreign residents, A, the value of capital in each sector, and holdings of emissions permits, Qi FMONPKqKqKqABCIii CIPPQPii 12P: 12 Solving this maximization problem gives the familiar result that aggregate consumption spending is equal to a constant proportion of private wealth, where private wealth is defined as financial wealth plus human wealth: 18 i 1i 1 CP C hF H 19 However, based on the evidence cited by Campbell and Mankiw 1990 and Hayashi 1982 we assume some consumers are liquidityconstrained and consume a fixed fraction of their aftertax income INC.6 Denoting the share of consumers who are not constrained and choose consumption in accordance with 19 by 8, total consumption expenditure is given by: C The share of households consuming a fixed fraction of their income could also be interpreted as permanent income behavior in which household expectations about income are myopic. Once the level of overall consumption has been determined, spending is allocated among goods and services according to a twotier CES utility function.7 At the top tier, the demand equations for capital, labor, energy, and materials can be shown to be: F HP C 20 h INC 1 88tt XPi CiCi CCPCPPi 1OC,iMELK,,, O is the toptier elasticity of substitution, where XCi is household demand for good i, Cand Ci are the inputspecific parameters of the utility function. The price index for consumption, PC, is given by: 21 CP Cj MELKjPj,,,OC11OC1 The demand equations and price indices for the energy and materials tiers are similar. 22 6 There has been considerable debate about the empirical validity of the permanent income hypothesis. See Campbell and Mankiw 1990, and Hayashi 1982. One side effect of this specification is that it prevents us from computing an equivalent variation. Since the behavior of some of the households is inconsistent, either because the households are at corner solutions or for some other reason, aggregate behavior is inconsistent with the expenditure function derived from our utility function. 7 The use of the CES function has the undesirable effect of imposing unitary income elasticities, a restriction usually rejected by data. An alternative would be to replace this specification with one derived from the linear expenditure system. 40 ADBI Working Paper 490 Lee and Mc Kibbin Household capital services consist of the service flows of consumer durables plus residential housing. The supply of household capital services is determined by consumers themselves who invest in household capital, KC, in order to generate a desired flow of capital services, CK, according to the following production function: 23 where is a constant. Accumulation of household capital is subject to the condition: K CK C We assume that changing the household capital stock is subject to adjustment costs, so household spending on investment, IC, is related to JC by: 24 CK J KCCC Thus the households investment decision is to choose IC to maximize: 1 IC C2CCJKCJ 25 PCKKc I CP IeR s zn s tdst z is a risk premium on where PCK is the imputed rental price of household capital and household capital possibly zero. This problem is nearly identical to the investment problem faced by firms, including the partial adjustment mechanism outlined in equations 13 and 14, and the results are very similar. The only important difference is that no variable factors are used in producing household capital services. 26 The Labor Market We assume that labor is perfectly mobile among sectors within each region but is immobile between regions. Thus, wages will be equal across sectors within each region, but will generally not be equal between regions. In the long run, labor supply is completely inelastic and is determined by the exogenous rate of population growth. Long run wages adjust to move each region to full employment. In the short run, however, nominal wages are assumed to adjust slowly according to an overlapping contracts model where wages are set based on current and expected inflation and on labor demand relative to labor supply. This can lead to shortrun unemployment if unexpected shocks cause the real wage to be too high to clear the labor market. At the same time, employment can temporarily exceed its longrun level if unexpected events cause the real wage to be below its longrun equilibrium. Government We take each regions real government spending on goods and services to be exogenous and assume that it is allocated among inputs in fixed proportions, which we set to 2006 values. Total government outlays include purchases of goods and services plus interest payments on government debt, investment tax credits, and transfers to households. Government revenue comes from sales taxes, corporate and personal income taxes, and from sales of new government bonds. In addition, there can be taxes emissions. externalities dioxide carbon such on as 41 ADBI Working Paper 490 Lee and Mc Kibbin The government budget constraint may be written in terms of the accumulation of public debt as follows: TR G Br D BT tttttt where B is the stock of debt, D is the budget deficit, G is total government spending on goods and services, TR is transfer payments to households, and T is total tax revenue net of any investment tax credit. We assume that agents will not hold government bonds unless they expect the bonds to be paid off eventually and accordingly impose the following transversality condition: 27 tlims es Bs Rsn 0 This prevents per capita government debt from growing faster than the interest rate forever. If the government is fully leveraged at all times, 28 allows 27 to be integrated to give: 28 TBt Ge TRs Rtsndst 29 Thus, the current level of debt will always be exactly equal to the present value of future budget surpluses.8 The implication of 29 is that a government running a budget deficit today must run an appropriate budget surplus at some point in the future. Otherwise, the government would be unable to pay interest on the debt and agents would not be willing to hold it. To ensure that 29 holds at all points in time we assume that the government levies a lump sum tax in each period equal to the value of interest payments on the outstanding debt.9 In effect, therefore, any increase in government debt is financed by consols, and future taxes are raised enough to accommodate the increased interest costs. Other fiscal closure rules are possible, such as requiring the ratio of government debt to GDP to be unchanged in the long run or that the fiscal deficit be exogenous with a lump sum tax ensuring this holds. These closures have interesting implications but are beyond the scope of this paper. Financial Markets and the Balance of Payments The 17 regions in the model are linked by flows of goods and assets. Flows of goods are determined by the import demands described above. These demands can be summarized in a set of bilateral trade matrices which give the flows of each good between exporting and importing economies. There is one 9x 9 trade matrix for each of the 12 goods. Trade imbalances are financed by flows of assets between economies. Each region with a current account deficit will have a matching capital account surplus, and vice 8 Strictly speaking, public debt must be less than or equal to the present value of future budget surpluses. For tractability we assume that the government is initially fully leveraged so that this constraint holds with equality. 9 In the model the tax is actually levied on the difference between interest payments on the debt and what interest payments would have been if the debt had remained at its base case level. The remainder, interest payments on the base case debt, is financed by ordinary taxes. 42 ADBI Working Paper 490 Lee and Mc Kibbin versa.10 We assume asset markets are perfectly integrated across regions. With free mobility of capital, expected returns on loans denominated in the currencies of the various regions must be equalized period to period according to a set of interest arbitrage relations of the following form: ikki jjj E kj Ek 30 where ik and ij are the interest rates in economies k and j, k and j are exogenous risk j is the exchange rate between premiums demanded by investors possibly 0, and Ekthe currencies of the two economies.11 However, in cases where there are institutional rigidities to capital flows, the arbitrage condition does not hold and we replace it with an explicit model of the relevant restrictions such as capital controls. Capital flows may take the form of portfolio investment or direct investment but we assume these are perfectly substitutable ex ante, adjusting to the expected rates of return across economies and across sectors. Within each economy, the expected returns to each type of asset are equated by arbitrage, taking into account the costs of adjusting physical capital stock and allowing for exogenous risk premiums. However, because physical capital is costly to adjust, any inflow of financial capital that is invested in physical capital will also be costly to shift once it is in place. This means that unexpected events can cause windfall gains and losses to owners of physical capital and ex post returns can vary substantially across economies and sectors. For example, if a shock lowers profits in a particular industry, the physical capital stock in the sector will initially be unchanged but its financial value will drop immediately. Money and Monetary Rules We assume that money enters the model via a constraint on transactions.12 We use a money demand function in which the demand for real money balances is a function of the value of aggregate output and shortterm nominal interest rates: i PY MON where Y is aggregate output, P is a price index for Y, i is the interest rate, and is the interest elasticity of money demand. Following Mc Kibbin and Sachs 1991 we take to be 0.6. On the supply side, the model includes an endogenous monetary response function for each region. Each regions central bank is assumed to adjust shortterm nominal interest rates following a modified HendersonMc KibbinTaylor rule made up of two equations. The first is a desired interest rate id and the second is the actual policy interest rate it which adjusts to the desired rate over time. 31 10 Global net flows of private capital are constrained to be 0 at all timesthe total of all funds borrowed exactly equals the total funds lent. As a theoretical matter this may seem obvious, but it is often violated in international financial data. 11 The one exception to this is the oil exporting region, which we treat as choosing its foreign lending in order to maintain a desired ratio of income to wealth. 12 Unlike other components of the model we simply assume this rather than deriving it from optimizing behavior. Money demand can be derived from optimization under various assumptions: money gives direct utility; it is a factor of production; or it must be used to conduct transactions. The distinctions are not important for our purposes. 43 Lee and Mc Kibbin ADBI Working Paper 490 The two equations follow: 27a 27b T , output growth y relative to growth of potential output The desired interest rate id evolves as a function of actual inflation relative to Ty , target inflation nominal income ny relative to target nominal income ny T and the change in the Te . The actual policy interest exchange rate e relative to the banks target change rate it adjusts gradually to the desired policy rate id and can be shifted exogenously in the short term by changing the exogenous component ix. The parameters in the monetary response function vary across economies. For example, economies that peg their exchange rate to the US dollar have a very large value for 4. In the current model we assume that nominal income targeting is the major policy rule given the results are forward looking and most economies will move over time to this type of rule. The rule also needs to be able to model unconventional monetary policies in some advanced economies through adjustment to the exogenous part of the rule ix. Parameterization To estimate GCubeds parameters we began by constructing a consistent time series of inputoutput tables for the US. The procedure is described in detail in Mc Kibbin and Wilcoxen 1999 and can be summarized as follows. We started with the detailed benchmark US inputoutput transactions tables produced by the Bureau of Economic Analysis BEA and converted them to a standard set of industrial classifications, then aggregated them to 12 sectors.13 Second, we corrected the treatment of consumer durables, which are included in consumption rather than investment in the US National Income and Product Accounts and the benchmark inputoutput tables. Third, we supplemented the value added rows of the tables using a detailed dataset on capital and labor input by industry constructed by Dale Jorgenson and his colleagues. 14 Finally, we obtained prices for each good in each benchmark year from the output and employment dataset constructed by the Office of Employment Projections at the Bureau of Labor Statistics BLS. This dataset allowed us to estimate the models parameters for the US. To estimate the production side of the model, we began with the energy and materials tiers because they have constant returns to scale and all inputs are variable. In this case it is 13 Converting the data to a standard basis was necessary because the sector definitions and accounting conventions used by the BEA have changed over time. 14 Primary factors often account for half or more of industry costs so it is particularly important that this part of the dataset be constructed as carefully as possible. From the standpoint of estimating cost and production functions, however, value added is the least satisfactory part of the benchmark inputoutput tables. In the early tables, labor and capital are not disaggregated. In all years, the techniques used by the BEA to construct implicit price deflators for labor and capital are subject to various methodological problems. One example is that the income of proprietors is not split between capital and imputed labor income correctly. The Jorgenson dataset corrects these problems and is the work of several people over many years. In addition to Dale Jorgenson, some of the contributors were L. Christensen, Barbara Fraumeni, Mun Sing Ho, and Dae Keun Park. The original source of the data is the Fourteen Components of Income tape produced by the Bureau of Economic Analysis. See Ho 1989 for more information. 44 ADBI Working Paper 490 Lee and Mc Kibbin convenient to replace the production function with its dual unit cost function. For industry i, the unit cost function for energy is: c Ei 1EAi 51pik Eik Ei 1E1i The cost function for materials has a similar form. Assuming that the energy and materials nodes earn zero profits, c will be equal to the price of the nodes output. Using Shepards Lemma to derive demand equations for individual commodities and then converting these demands to cost shares gives expressions of the form: 32 k 1 s EijEij Pj EPAii E1i,j,15, E, i E , and ij where s Eij is the share of industry is spending on energy that is devoted to purchasing E were found by estimating 32 and 33 as a system of input j.15 Aiequations. 16 Estimates of the parameters in the materials tier were found by an analogous approach. The output node must be treated differently because it includes capital, which is not variable in the short run. We assume that the firm chooses output, Qi, and its toptier variable inputs L, E, and M to maximize its restricted profit function, : 33 i Qp ii Xpjij where the summation is taken over all inputs other than capital. Inserting the production function into 34 and rewriting gives: 34 MELj ,,iOAPii 1Oiik O1i Oii K1Oiij MELj,,O1i Oiij XOi Oi 1XPjij MELj,, where Ki is the quantity of capital owned by the firm, ik is the distributional parameter associated with capital, and j ranges over inputs other than capital. Maximizing 35 with respect to variable inputs produces the following factor demand equations for industry i: 35 Xijij P 1Oijik Oi 1OAPKiiiO1iik Pk O1iOi O1i,j MEL,, This system of equations can be used to estimate the toptier production parameters. The results are listed in Mc Kibbin and Wilcoxen 1999. 36 k 15 When E is unity, this collapses to the familiar CobbDouglas result that s and is independent of prices. 16 For factors for which the value of s was consistently very small, we set the corresponding input to zero and estimated the production function over the remaining inputs. 45 ADBI Working Paper 490 Lee and Mc Kibbin Much of the empirical literature on cost and production functions fails to account for the fact that capital is fixed in the short run. Rather than using 36, a common approach is to use factor demands of the form: Xijij P i Oi Qi OAi ik MELKk,,,O1Pik Oi O1i 37 This expression is correct only if all inputs are variable in the short run. In Mc Kibbin and Wilcoxen 1999 we show that using equation 37 biases the estimated elasticity of substitution toward unity for many sectors in the model In petroleum refining, for O, is 0.54 while in the example, the fixedcapital estimate for the top tier elasticity, ivariable elasticity case it is 1.04. The treatment of capital thus has a very significant effect on the estimated elasticities of substitution. Estimating parameters for regions other than the US is more difficult because timeseries inputoutput data is often unavailable. In part this is because some economies do not collect the data regularly and in part because many of GCubeds geographic entities are regions rather than individual economies. As a result, we impose the restriction that substitution elasticities within individual industries are equal across regions.17 By doing so, we are able to use the US elasticity estimates everywhere. The share parameters in the equations above, however, are derived from regional inputoutput data taken from the GTAP 8 database and differ from one region to another. In effect, we are assuming that all regions share similar but not identical production technology. This is intermediate between one extreme of assuming that the regions share common technologies and the other extreme of allowing the technologies to differ in arbitrary ways. The regions also differ in their endowments of primary factors, their government policies, and patterns of final demands. Final demand parameters, such as those in the utility function or in the production function of new investment goods were estimated by a similar procedure: elasticities were estimated from US data and share parameters were obtained from regional inputoutput tables. Trade shares were obtained from 2009 United Nations Standard Industry Trade Classification SITC data aggregated up from the fourdigit level.18 The trade elasticities are based on a survey of the literature and vary between 1 and 3.19. Table A1 contains some key parameters for the Asian economies in the model. 17 For example, the top tier elasticity of substitution is identical in the durable goods industries of Japan and the US. This approach is consistent with the econometric evidence of Kim and Lau 1995. This specification does not mean, however, that the elasticities are the same across industries within an economy. 18 A full mapping of SITC codes into GCubed industries is available on request. 46 ADBI Working Paper 490 Lee and Mc Kibbin Table A1: Key Macro Parameters adapt int_elast labgrow phi_1 phi_2 phi_3 phi_4 phi_5 phi_6 phi_y phi_z timepref wage_p wage_q delta fore_i fore_c mpc r 0 Source: GCubed model database version 110V. 0.35 0.6 0.018 4 15 4 4 4 4 4 4 0.022 0.4 0.35 0.1 0.3 0.3 1 0.04 47 ", "filename": "791270718.pdf", "person": ["Jong-Wha Lee", "Lee, Jong-Wha", "Warwick J. McKibbin", "McKibbin, Warwick J."], "date": ["2014"]}