{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/100667/1/792981782.pdf"], "title": ["Voting on contributions to a threshold public goods game: An experimental investigation"], "plaintext": "Voting on contributions to a threshold public goodsgame an experimental investigation Christian Feigea,, KarlMartin Ehrharta, Jan Kramerba Karlsruhe Institute of Technology KIT, Institute of Economics ECON, Neuer Zirkelb University of Passau, Chair of Information Systems with a focus in Internet Business,3, 76131 Karlsruhe, Germany Innstr. 42, 94032 Passau, Germany Abstract We introduce a binding unanimous voting rule to a public goods gamewith an uncertain threshold for the total group contribution. In a laboratoryexperiment we nd that voting generates signicantly higher total contributions than making individual voluntary contributions to the public good.Heterogeneity with regard to marginal costs of contribution makes coordination on the threshold value somewhat more dicult when voting, but apparently facilitates coordination when not voting. Homogeneous nonvotinggroups instead exhibit a breakdown of contributions commonly observed inlinear public goods games, but unusual for a threshold setting. We also notice a preference for payo symmetry over maximization of expected welfarein heterogeneous voting groups, which to a lesser extent also appears in nonvoting groups. Using a topdown rule, i.e., splitting the voting process intotwo separate votes on 1 total contribution and 2 individual contributionsdoes not aect these results.Keywords: public good, threshold uncertainty, experimental economics,unanimous voting, committee, heterogeneity JEL: C92, D71, H41Phone: 49 721 608 43383, fax: 49 721 608 45471Email addresses: christian.feigekit.edu Christian Feige, ehrhartkit.eduKarlMartin Ehrhart, jan.kraemerunipassau.de Jan KramerPreprint submitted to Elsevier July 28, 20141. Introduction Public goods games with uncertain threshold values can be encountered in several dierent domains.1 A prime example, which motivates ourresearch, is constituted by the ongoing climate negotiations to prevent globalwarming.It is believed that disastrous ecological eects can only be prevented if global warming is kept below a critical tipping point, the passingof which can lead to sudden and irreversible damages.2 These scientic ndings brought about the agreement on the 2C threshold for acceptable globalwarming in the 2009 Copenhagen Accord. In particular, the global warmingthreshold corresponds to an estimated global abatement quantity of greenhouse gas emissions GHGs that can only be achieved in a collaborativeeort among a large number of countries. The exact value of this quantity,however, remains uncertain Hansen et al., 2008 and thus this setting is apublic goods game with an uncertain threshold value.In contrast to other types of social dilemmas, which are primarily concerned with cooperation increasing contribution levels, threshold publicgoods games are primarily concerned with coordination reaching the threshold value.3In two recent experimental studies, Barrett and Dannenberg2012, 2014 therefore investigate such a threshold public goods game, reporting that threshold uncertainty, by making coordination on the threshold 1See Rapoport and Suleiman 1993 and Barrett and Dannenberg 2012 for a numberof examples.2See the 2007 IPCC report Solomon et al., 2007, p.775 and Hansen et al. 2008.3Compare also Barrett and Dannenberg 2012 who suggest that the lack of success ofclimate negotiations so far is actually a failure to coordinate, because there is apparentlyalready a global consensus on reaching a threshold, i.e. the 2C target.2value more dicult, reduces total contributions substantially, despite thepossibility of preplay communication via contribution pledges.Our experimental design complements theirs by using a binding unanimous vote on the one hand, and a repeated game on the other. The votingrule is further varied between a topdown process total contribution chosenrst, then distributed among individual players and a bottomup processindividual contributions chosen rst, then added up to total contribution.The distinction between topdown and bottomup decision rules originallystems from budget negotiations Ferejohn and Krehbiel, 1987, which Ehrhartet al. 2007 have also simulated in a laboratory experiment by means of avoting rule. We take up this approach for our own experiment. In addition,we compare groups with homogeneous and heterogeneous marginal costs ofcontribution.However, our results only partially conrm those by Barrett and Dannenberg 2012, 2014. While nonvoting homogeneous groups indeed miss thethreshold more often than they reach it, nonvoting heterogeneous groups aremuch more successful right from the start. Success is practically guaranteedin the voting treatments, with topdown voting leading to similar results asthe bottomup process. Moreover, we nd a preference for payosymmetricaloutcomes in favor of welfare maximization in all of our heterogeneous treatments.Overview articles on threshold public goods experiments include Ledyard 1995 and Croson and Marks 2000, the latter being concerned exclusively with threshold public goods games. A number of design elementsinvestigated in the literature have proven to make coordination on the thresh3old value more dicult, including heterogeneous player endowments e.g.,Rapoport and Suleiman, 1993; Croson and Marks, 2001, and threshold uncertainty e.g., Suleiman et al., 2001; Mc Bride, 2010; Barrett and Dannenberg, 2012, 2014. Using similar elements in our own experimental designshould therefore equally decrease the players coordination success.In contrast, the fact that in our model just like in climate negotiationsplayers face a negative payment or penalty if they fail to reach the thresholdinstead of a reward if they succeed may actually be an additional incentiveto cooperate. Although previous studies have found detrimental eects oncontributions when using a public bads framing, in which players then facea penalty instead of a reward e.g., Sonnemans et al., 1998, this may bemainly due to the distinction between giving to and taking from a publicaccount. Instead, prospect theory Kahneman and Tversky, 1979 predictsa higher willingness to pay for avoiding an expected loss than for attainingan expected gain of the same size, meaning that contributions to the publicgood should be higher if the model is framed as preventing a penalty insteadof gaining a reward.Finally, we employ a unanimous vote, as this is a good representation ofthe political situation in UN negotiations where each countrys interests mustbe accommodated. Unanimity appears to make agreement more dicult in asocial dilemma than a majority rule e.g., Walker et al., 2000. Heterogeneouscosts in a voting context are investigated by Margreiter et al. 2005 whoextend the model by Walker et al. 2000, but use only a majority rule.To our knowledge, we are the rst to apply a binding vote to determineindividual contributions in a threshold public goods game. However, Kroll 4et al. 2007 have done this for a linear public goods game and nd a similarincrease of contributions compared to allowing only voluntary contributions.The remainder of the paper is structured as follows. The theoreticalmodel and its solutions are described in Section 2, followed by the experimental design and procedure in Section 3. Section 4 presents the resultsof our experimental investigation, which are further discussed in Section 5.Section 6 concludes with suggestions for future research and possible politicalimplications of this work.2. Theoretical Model 2.1. Basic model Our model is based on the experimental study by Suleiman et al. 2001.A group N of n players choose their contributions to a public goods gamewith a threshold Q. This threshold is randomly distributed over all integersbetween and including Qmin Qmax. Each of these numbers can result withan equal probability of 1Qmax Qmin1. Each player i starts with the sameendowment e which can then be used to pay for his contribution qi 0, qto the public good.The players dier with respect to their marginal costs of contribution,meaning the conversion rate from endowment to contribution. There aretwo player types one with high marginal contribution costs, c c H, andthe other with low marginal costs, c c L. Hence, the group is split intotwo subgroups NH and NL, containing n H and n L players, respectively, withn H n L n. We assume c H c L 0.The total contribution given by Q cid:80i N qi must reach the threshold 5 Q, i.e., Q Q. Otherwise each player suers a penalty x which is deductedfrom his remaining endowment. We set q Qmin and Qmax n q, so that itis always possible to reach the threshold value, but only if multiple playersmake contributions. Furthermore, we assume nx c HQmax to make sure thatreaching the threshold is not only feasible, but also collectively protable.Player is payo iqi is given by: e cqiif Q Qe cqi x if Q Qiqi 12.2. Ex ante social optimum We will now argue that, with our choice of parameters, the ex ante socialoptimum of this game is reached with a total contribution of Q Qmax,which is the highest possible threshold level. However, there are many ways inwhich this total contribution can be allocated among the individual players.Therefore, this is a coordination problem.i N iqicid:3, with a vector of contributions q qcid:2cid:801, . . . , q A group of n N players maximize their expected total payo, given byn. Wei N qcall this vector q the ex ante social optimum and refer to Q cid:80 E Qias the socially optimal total contribution.In order to nd q, we rst need to know the socially optimal contribution Q. Following a similar proof by Suleiman et al. 2001, we realize that for Qmin 1 Q Qmax an increase of the total contribution by 1 leads to asimilar increase of the probability of reaching the threshold, P Q Q, by 1Qmax Qmin1. Accordingly, in this interval an increase of the total contribution that is large enough to increase the probability of reaching the threshold 6can also lead to an increase of the expected total payo, if the marginal costsof contribution c are suciently small or the penalty for missing the threshold x is suciently large. Formally this is the case, if c nxQmax Qmin1, orequivalently cQmax Qmin 1 nx, for c c L, c H. Since by assumptionnx c HQmax, this condition is satised, resulting in Q Qmax.payo. So q qcid:80Next, we consider the optimal way of allocating Q among the individualplayers, i.e., the optimal contribution vector q. If marginal costs of contribution are homogeneous c c H c L, any allocation of Q leads to the sametotal costs of contribution c Q and, consequently, the same expected totali N qi Q. But if marginal costs are heterogeneousc H c L, total costs decrease if the lowcost players provide a larger shareof the total contribution. Thus, lowcost players should provide either Q inits entirety, or n L q if this is smaller than Q. Moreover, cqi x must besatised for each individual player i to make this contribution individuallyrational, resulting in the following characterization of q:cid:40qcid:12cid:12cid:12cid:12cid:12cid:88i NLq qi minQ, n L q, n Lxc L i NL : qic L x cid:88j NHqj Q cid:88i NLqi j NH : qjc H xcid:412According to Equation 2, in order to nd q, we rst assign a share of Q to the lowcost players top line. This share must be technically feaxc L, andqi n L q and collectively rational cid:80sible cid:80qi n Li NLi NLotherwise should be as large as possible. Furthermore, each individual low7cost player may not be assigned contribution costs higher than the penaltypayment, i.e., i NL : qic L x. Any remaining share of Q is then allocated among the highcost players bottom line in an individually rationalmanner, i.e., j NH : qjc H x.2.3. Voting rule In our experiment we compare two voting rules to the case of a noncooperative game in which voting is not possible. In the voting treatments,the group needs to reach a unanimous agreement on a vector of individual contributions q 1, . . . , qn. We compare topdown and bottomup voting treatments with homogeneous and, respectively, heterogeneous marginalcosts of contribution. In all cases the subjects are fully informed about theplayers types and the results of the previous voting rounds individual proposals and votes.The bottomup treatments consist of up to ten voting rounds. In everyround, each player makes a proposal for a contribution vector q. Identicalproposals are combined and their votes are added up. If there is no agreementamong the players, the nocontribution vector q 0 0, . . . , 0 is used as thegroups choice. This outcome, which we call status quo SQ, is alwaysadded as an additional proposal.The topdown treatments consist of two parts of up to ve rounds each,again ten rounds in total. In the rst part the players vote on their groupstotal contribution Q. In the second part a vote is used to divide this totalcontribution among the players. If there is no agreement among the playersin either the rst or the second part, the SQ is used as the groups choice. Thesecond part does not take place unless a positive total contribution Q 08is chosen in the rst part.Using the Perfect Bayesian Nash concept on this voting game is notconstructive, because every feasible outcome, in which each player gets anexpected payo higher than in the SQ, can be motivated as a mutual bestresponse: Under a unanimous voting scheme and the expectation that everybody else votes for outcome q, a player should also vote for q unless he isstrictly better o if no agreement is reached.2.4. Equilibrium selection Three equilibrium selection criteria seem appropriate here in order toreduce the set of theoretical solutions: welfare maximization WM, payo symmetry PS, and contribution symmetry CS. The ex ante socialoptimum q maximizes the groups total payo. As an equilibrium of thevoting game, it is therefore a possible focal point for coordination. Giventhat, under the unanimous voting rule, all players have equal power to vetoall proposals, this may instead induce these players to coordinate on a vectorq P S, which reaches the socially optimal total contribution Q by assigningall player types lowcost and highcost the same share of contribution costsand payos: ciqi cjqj and iqi jqj for all i, j.This outcome is consistent with the equity principle Adams, 1965, according to which inputs contribution costs and outputs payos must bebalanced.4 The Rawlsian maximin criterion Rawls, 1971 would similarlyselect a payosymmetrical outcome. In addition, a very simple way to co4More precisely, the equity principle would allow any allocation for which c Lq Lc H q H LH, but in our model this is only possible if c Lq L c H q H which is equivalent to L H .9ordinate behavior in this game is to just ignore all dierences among theplayers and have each player make the same contribution. The result is acontributionsymmetrical CS outcome qi qj, for all i cid:54 j with a corresponding contribution vector q CS. Even more voting outcomes may bejustied by drawing on additional principles of distributive justice and usingthese as selection criteria. Many of these fairness principles are discussed by Konow 2003.Finally note that c H cid:54 c L implies q cid:54 q P S cid:54 q CS. This means that, ifmarginal costs are heterogeneous, an outcome can be either welfaremaximizingor payosymmetrical or contributionsymmetrical, but not all at the sametime. Accordingly, our experimental design can actually distinguish betweenthese three contribution norms.2.5. Repeated game Since negotiations by means of a vote may not be practical in real life,e.g., because the outcome is not considered legally binding, we also conducttwo nonvoting treatments homogeneous and heterogeneous costs in whichthe basic game is simply played ten times in a row with the same group ofplayers partner setting. This provides the subjects with the same numberof interactions as in the voting treatments. In each round a new thresholdvalue is randomly determined. At the end of the experiment, a single randomly selected round is paid to each player. In the nonvoting treatmentsparticipants are given complete information on past decisions contributionsand threshold values. These treatments have the same sets of collectivelyoptimal outcomes as the voting treatments, allowing for a similar distinctionbetween preferences for welfare maximization, payo symmetry, and contri10bution symmetry. The set of Pareto optimal Perfect Bayesian Nash equilibriaof these novote treatments can be derived in a similar fashion as the ex antesocially optimal total contribution. In addition, contributing nothing in every round the SQ outcome is also always an equilibrium in all treatments,albeit a Pareto inferior one.3. Experimental Design and Procedure Based on the preceding theoretical sections, we use the following experimental design:A group consists of n 5 players, each endowed with e 25 Ex CUExperimental Currency Units. Every player can convert his endowmentinto up to q 10 CU Contribution Units which are then collected in apublic account a common project.In total, we consider six treatments which dier with respect to the votingrule topdown, bottomup, no vote and with respect to the marginal costsof contribution homogeneous vs. heterogeneous, as displayed in Table 1.5In the case of homogeneous marginal contribution costs, all players have thesame costs c H c L 1 Ex CUCU.In the case of heterogeneous marginalcosts, three of the ve players have high costs, c H 1.25 Ex CUCU, and theremaining two players have low costs, c L 0.77 Ex CUCU. Contributions canbe made in steps of 0.01 CU, and costs are rounded to 0.01 Ex CU.Unless the sum of contributions reaches a threshold value Q, a penaltyof x 10 Ex CU is deducted from each players payo at the end of theexperiment. This means that highcost players should rationally contribute 5The participant instructions to all treatments are included in the appendix.11at most q H 101.25 CU 8 CU. The threshold value takes on a wholenumber between and including Qmin 16 CU and Qmax 24 CU, eachwith equal probability, yielding k 9 possible outcomes, each occurring witha probability of 19.Proposals, votes, and individual contributions are all publicly displayedimmediately afterwards with the IDs of the associated players e.g., Player C. Furthermore, after the rst round, subjects can call up the results frompast rounds whenever they have to make a decision.In line with the theory presented above, all treatments are expected tolead to the same ex ante socially optimal contribution of Q 24 CU themaximum possible threshold value. For all three focal points welfare maximization WM, payo symmetry PS, and contribution symmetry CS Table 1 also contains the numerical predictions for individual contributionsby costtype as well as the expected total group payos.The parameter choice for the heterogeneous marginal costs ensures thatany one of the nine possible threshold values can be allocated as individualcontributions among the ve players in such a way that a payosymmetricaloutcome can be attained, which is identical in terms of individual payos tothat of the homogeneous counterpart. For example, in all treatments a totalcontribution of 21 CU can be allocated among players so that each playerreceives 20.6 Ex CU if the threshold is reached, or 10.6 Ex CU if not. This alsomakes sure that the optimal outcome does not stand out among the otherchoices, just because it looks nice. However, with these cost parameters itis not individually optimal for highcost players in the heterogeneous novote 12Table 1: Investigated treatments and hypotheses for individual contributions q, q H , q L in CU and expected total group payos in Ex CU by player type H or L and allocationnorm WM, PS, CS. In the homogeneous treatments, contributions cost c 1 Ex CUCUfor all players.In the heterogeneous treatments, two players type L have marginalcontribution costs of c L 0.77 Ex CUCU whereas the other three players type H havecosts of c H 1.25 Ex CUCU. For each treatment, the number of independent observationsgroups is given in brackets.Topdown TD Bottomup BU No vote NVNVHomn 8NVHetn 8Hom. marginalcosts HomWMPSCS q TDHomn 8Het. marginalcosts HetTDHetn 8WMPSCSq Hq Lq Hq Lq Hq LBUHomn 84.80 CU101.00 Ex CUBUHetn 81.34 CU10.00 CU104.62 Ex CU3.84 CU6.24 CU101.00 Ex CU4.80 CU4.80 CU99.61 Ex CU13treatment to reach the threshold value,6 leaving only the SQ as a Perfect Bayesian Nash outcome. In contrast, in all other treatments, i.e., the fourvoting treatments and the homogeneous novote treatment, all ex ante socially optimal contribution vectors can also be achieved as part of a Perfect Bayesian Nash equilibrium as an individually optimal choice.During the experiment the subjects were asked not to talk to each otherand to turn o their cell phones. They were seated at computers, which werescreened o from the other subjects by plastic screens. The instructionsto the experiment were handed out to the subjects in written form as wellas read aloud at the beginning of the experiment. Every subject had tocomplete a comprehension test consisting of 12 to 19 questions depending onthe treatment. The experiment did not start until everybody had answeredevery question correctly.In order to rule out variations in the results due to dierent risk preferences, every treatment was followed by a Holt and Laury 2002 decisiontask, for which the subjects were given separate instructions including a decision sheet for them to ll in. The subjects were asked to copy their decisionsinto another questionnaire running on their computer, which also includedquestions related to general personal data age, gender, experience with experiments as well as strategies used in the main part of the experiment.7A total of 240 subjects 6x 8 groups with ve members each were recruitedvia ORSEE Greiner, 2004 from a student pool. The computerbased ex6Here, this would only be the case for c H 109 1.11.7The results from both the decision task and the accompanying questionnaire showedno treatment dierences and are therefore omitted.14Table 2: Average payos in Ex CU and e exchange rate: 2 Ex CU e 1TDBUNVAll 19.10 Ex CU 20.20 Ex CU 16.27 Ex CU 18.52 Ex CUe 9.55e 8.14e 9.26e 10.118.50 Ex CU 19.55 Ex CU 17.90 Ex CU 18.65 Ex CUe 9.25e 9.33e 8.95e 9.7818.80 Ex CU 19.88 Ex CU 17.09 Ex CU 18.59 Ex CUe 9.40e 9.30e 8.55e 9.94Hom Het Allperiment was conducted with zTree Fischbacher, 2007. Together with ashowup fee of e 3 and the payo from the Holt and Laury 2002 decisiontask, the subjects earned on average e 14.74 roughly US19 at the time ofthe experiment in all six treatments. Table 2 shows the average payos bytreatment in Ex CU and e. In the case of the novote treatments, this is theactual payment to the subjects, i.e., the payo from the randomly selectedround. The subjects spent between one hour and one and a half hours in thelaboratory.4. Results 4.1. Total contributions and coordination The comparison of total contributions is based on the agreedupon totalcontribution in the voting treatments, which in the topdown treatments isthe result of the rst part. For the novote treatments, we use Round 10,as this represents the end of the coordination process. Because of the largenumber of ties in our data, we mostly perform a categorical analysis using 15Table 3: Total contributions by category. Average total contributions in CU and relativefrequencies of reached thresholds success rates given in brackets.InferiorQ 16 CURisky16 CU Q 24 CUOptimalQ 24 CUBUTDNV Rd 1NV Rd 10All 22.50 CU; 93.75%Hom 24.00 CU; 100.00%Het 21.00 CU; 87.50%All 23.07 CU; 87.50%Hom 23.25 CU; 87.50%Het 22.88 CU; 87.50%All 19.27 CU; 37.50%Hom 17.93 CU; 37.50%Het 20.61 CU; 37.50%All 11.37 CU; 50.00%Hom 5.20 CU; 25.00%Het 17.54 CU; 75.00%101000330862NV All rdsAll 15.79 CU; 46.25%Hom 11.40 CU; 30.00%Het 20.19 CU; 62.50%584990006249367257623531587106442210126818Fishers exact test for pairwise comparisons of treatments.8We categorize total contributions as optimal Q 24 CU,9 risky 16CU Q 24 CU, or inferior Q 16 CU, as displayed in Table 3. Inaddition, we compare the success rates, i.e., the relative frequency of reachedthresholds. These results, as well as the average total contributions, are alsoshown in Table 3. There is no appreciable dierence among the two votingrules in terms of optimal behavior or success rates, which is also corroboratedby a statistical analysis Fishers exact: p 0.05 in all cases.However, we observe a higher frequency of inferior or at least riskychoices in the novote treatments, especially in homogeneous NVHom groups,8In each case, we have rst checked for dierences among all treatments with the sametest, which proved signicant Fishers exact: p 0.05, unless stated otherwise.9Since in the novote treatments pinpoint coordination is much harder, we also countcontributions greater than 24 CU as optimal.16which were also clearly less successful. In contrast, bottomup voting groupsalmost exclusively selected optimal outcomes. This dierence is signicantfor both homogeneous and heterogeneous groups Fishers exact: p 0.001for BUHom vs. NVHom, p 0.004 for BUHet vs. NVHet. But, whereashomogeneous bottomup BUHom groups outperformed their NVHom counterparts in terms of success rates BUHom: 100%, NVHom: 25%; Fishersexact: p 0.003, heterogeneous groups were almost equally successfulwhen voting or not voting BUHet: 87.5%, NVHet: 75%; Fishers exact:p 1.000. The results are similar for topdown groups, which achievedsignicantly better outcomes with homogeneous marginal costs TDHom vs.NVHom: Fishers exact: p 0.001 for optimal behavior, p 0.041 for success rates, but about equally good outcomes in the case of heterogeneouscosts TDHet vs. NVHet: Fishers exact: p 0.152 for optimal behavior,p 1.000 for success rates.Despite the fact that the nal voting results do not show this, thereis some indication that coordination was more dicult for heterogeneousvoting groups than for their homogeneous counterparts. For example, sixout of eight BUHom groups 75% agreed after one or two rounds of voting,compared to only a single BUHet group 12.5%, resulting in a signicantdierence of these treatments Fishers exact: p 0.041.In contrast, without a vote, heterogeneous groups were apparently betterable to coordinate their actions than homogeneous groups. Initially, playersin both NV treatments contributed on a similar level Round 1: 17.54 CU for NVHom vs. 20.61 CU for NVHet; cf. Table 3, which led their groups to beequally successful 37.5%. As Figure 1 shows, however, while heterogeneous 17groups became more successful in later rounds 75% in Round 10, successrates instead decreased in homogeneous groups only 25% in Round 10.From Figure 2 which displays average individual contributions for NVHomgroups, as well as for lowcost and highcost players and all groups combinedin the NVHet treatment it becomes obvious that this is a direct eect ofdecreasing contributions.Figure 1: Number of groups by round that reach the threshold value in novote NVHom,NVHet treatments.4.2. Individual contributions and distributive fairness The groups in all four voting treatments displayed an obvious preference for payosymmetrical PS outcomes, as shown in Table 4.In thistable, voting outcomes are assigned to the four categories P S W M payosymmetrical, but not welfaremaximizing, W M P S welfare180 1 2 3 4 5 6 7 8 1 2 3 4 5 6 7 8 9 10 successful groups Rounds NVHom NVHet Figure 2: Average individual contributions over ten rounds for the novote NVHom,NVHet treatments, dierentiated by cost type for the heterogeneous treatment. Welfaremaximizing benchmarks W MH , W ML are included as reference points.190 1 2 3 4 5 6 7 8 1 2 3 4 5 6 7 8 9 10 Average individual contribu 1ons CU Rounds NVHom all NVHet all NVHet lowcost NVHet highcost WMH WML Table 4: Absolute frequency of payosymmetrical PS and welfaremaximizing WMoutcomes in bottomup BU and topdown TD voting treatments. The combination ofboth P S W M is only possible in treatments with homogeneous marginal costs Hom.PS WM WM PS PS WM Other All 8Hom 0Het 888n.a.BUTDTotal 000000All 8Hom 2Het 6All 16Hom 2Het 1400000066n.a.1414n.a.202202maximizing, but not payosymmetrical, P SW M both PS and WM10,and Other 11.Although all homogeneous outcomes were also contributionsymmetricalas a prerequisite for reaching equal payos, none of the heterogeneous voting groups agreed to contribute equally, leading to the conclusion that contribution symmetry was not the primary motivation in voting groups. We havetherefore left out contribution symmetry as an additional category in Table 4 in order to better contrast payo symmetry and welfare maximization.While most homogeneous voting groups agreed on a P SW M outcomeall of them by payosymmetrically allocating the socially optimal totalcontribution of 24 CU, none of the heterogeneous groups managed to leave 10Only possible in homogeneous treatments.11Even these two outcomes are nearly payosymmetrical with contribution costs of 4.74Ex CU and 4.87 Ex CU as well as 4.85 Ex CU and 4.75 Ex CU for low and highcost playersrespectively.20the PS focal point in favor of a higher total payo. Thus, homogeneous andheterogeneous groups dier signicantly in their outcome choice Fishersexact: p 0.001 for BUhom vs. BUhet, p 0.007 for TDhom vs. TDhet.Individual preferences for distributive fairness are more dicult to reveal in the novote treatments, as we can only observe individual contribution choices directly.In the following statistical analysis, we always usea twotailed Wilcoxon signedrank test for withintreatment comparisonsand refer to Table 1 for the individual contribution benchmarks.In the NVHom treatment, there is only a single benchmark of individual contributions 4.8 CU for welfaremaximizing WM, payosymmetrical PS andcontributionsymmetrical CS outcomes, provided that the players make optimal and identical contributions. With an overall individual average of 2.28CU, however, NVHom groups remained signicantly below this benchmarkW 0, p 0.05 and in fact even below a CS allocation of the minimumpossible threshold value i.e., 3.2 CU each; W 3, p 0.05.In the NVHet treatment, individual contributions of 8 CU or higher bylowcost players can be taken to indicate a preference for welfare maximization WM. This benchmark reects the most conservative scenario, in whichthe group is satised with the minimum possible threshold value of Q 16CU, instead of the optimal value of Q 24 CU assumed in Table 1. Actualcontributions were signicantly below this value, though W 0, p 0.05.A likewise conservative benchmark for highcost players is 1.34 CU, whichis the highest contribution by this player type that can still be consideredwelfaremaximizing. Again we found that actual contributions were significantly dierent from this value W 1, p 0.05. Both benchmarks are 21also displayed in Figure 2. Consequently, although our sample size was toosmall to reliably conrm any allocation norm as a focal point in this treatment, we can at least say that welfare maximization was not the motivatorfor individual contribution choices. The obvious dierence between the twoplayer types in regard to average contributions over all ten rounds lowcost: 5.14 CU, highcost: 3.30 CU which is also statistically signicantW 0, p 0.05 indicates that the groups as a whole usually did not coordinate on a contributionsymmetrical outcome, either. Instead, consideringthat a similar comparison of average individual contribution costs lowcost:3.35 Ex CU, highcost: 3.69 Ex CU nds no signicant dierences betweentypes W 13, p 0.05, payo symmetry remains as the only plausibledistribution norm.5. Discussion Of the four treatments with threshold uncertainty that Barrett and Dannenberg 2012, 2014 report, three almost exclusively result in coordinationfailure with total contributions below or at best at the bottom end of possiblethreshold values. Only the 145155 treatment has comparable results toours, with 40% choices that we would classify as optimal and the remaining 60% in the risky range. Since all of these treatments are oneshot voluntary contribution games with homogeneous players, these results can bestbe compared to Round 1 of our NVHom treatment, which has only slightlyworse results 25% optimal, 37.5% risky, 37.5% inferior; cf. Table 3. Ofcourse, our homogeneous voting treatments, which are essentially also oneshot, perform much better in terms of optimality BUHom: 100% optimal,22TDHom: 75% optimal, 25% risky; cf. Table 3, but do not involve voluntarycontributions. Remarkably, although Barrett and Dannenberg 2012, 2014use larger groups of ten players, this does not seem to impede coordinationin the 145155 treatment.Earlier studies involving heterogeneity in social dilemmas have rarely distinguished between player types in order to discuss payo symmetry asa distribution norm. An experimental study by van Dijk et al. 1999 reports that heterogeneity in regard to the valuation of the public good moreoften leads to proportional than payosymmetrical outcomes in a publicgoods context,12 but more often to payosymmetrical than to proportionaloutcomes in the context of a resource dilemma.13 Similarly, Rapoport and Suleiman 1993 state that contributions in their treatments are proportionalto endowments the variable by which they model player heterogeneity.The decrease of contribution levels in the homogeneous novote treatmentis somewhat unusual, as in the case of a nonrandom threshold value totalcontributions are normally found to oscillate around the threshold value e.g.,Croson and Marks, 2000, 2001. Apparently, threshold uncertainty leads toa breakdown of cooperation in this treatment that is often observed in linearpublic goods games e.g., Kroll et al., 2007. Strikingly, we observe highercontribution levels in nonvoting groups with heterogeneous marginal contribution costs, despite the fact that reaching the threshold is not individuallyoptimal for highcost players. Unlike homogeneous groups, most heteroge12Here this refers to a proportion of contributions as inputs and valuations as outputs.13Compare in particular van Dijk et al., 1999, Table 3 on p. 126.23neous groups manage to keep total contributions on a level that is almostcomparable to that of voting groups.A possible explanation for this result might be the presence of multiple and conicting behavioral norms in the NVHet treatment, which createa morally gray area for fair behavior that helps maintain a high level ofcontributions. Accordingly, lowcost players are able to reduce their contributions from a payosymmetrical 6.24 CU to a contributionsymmetrical 4.8CU without fear of retaliation. Similarly, highcost players can reduce theircontributions below the payosymmetrical 3.84 CU and towards the welfaremaximizing 1.34 CU. As long as the threshold value continues to be reached,this reduction of individual contributions is tolerated or even compensatedby other players.6. Conclusion We show that a unanimous voting rule is able to achieve agreement whereindividual action apparently fails. But even in a voting committee a welfaremaximizing choice is not guaranteed, since the decision rule can dictate thenal outcome. In our experiment this has become evident in a preferencefor payosymmetrical outcomes, despite the fact that payo symmetry isassociated with lowerthanoptimal total payos in heterogeneous groups.Future research should investigate the robustness of this payo symmetryin the presence of other focal points. There are several possible ways of doingso, including, for example, i allowing transfer payments among players toinduce asymmetrical outcomes with higher expected social welfare, ii employing a dierent voting rule e.g., a majority rule that does not require the 24agreement of every single player and therefore a symmetrical solution, iiiconcealing the precise location of this payosymmetrical focal point, e.g., bymeans of an uncertain cost component, so that the contributionsymmetricaloutcome becomes more attractive as a coordination target, and iv usingheterogeneity in respect to endowments or valuationspenalties instead ofcosts in order to motivate proportional contributions as a fair outcome assuggested by the ndings of Rapoport and Suleiman, 1993; van Dijk et al.,1999, and others.As a possible limitation of our work, we point out that the results of ourvoting treatments might not be easily transferred to other voting rules. Thereis certainly less reason to allocate payosymmetrically under a majority ruleinstead of unanimity. And reaching an agreement of any kind may be moredicult, if not impossible, if the status quo outcome is changed or if thevote is modeled only as a nonbinding precursor to a voluntary contributionmechanism similar to the nonbinding vote in Kroll et al., 2007.In contrast with Barrett and Dannenberg 2012, 2014, we do not arriveat a quite as negative conclusion in regard to threshold uncertainty in climatenegotiations. In the process of repeated negotiations, the international community may still be able to identify an ex ante socially optimal reductiontarget. Moreover, this target may even be achievable by voluntary contributions, all the more so because countries are certainly heterogeneous in theirmarginal reduction costs.However, the development and employment of mechanisms possibly basedon emissions trading to noncooperatively induce the apparently ecientoutcome of a binding agreement would be the preferable way of ensuring 25that this reduction target is indeed reached. Whether or not the total quantity of reduced emissions is negotiated rst for this purpose, as in a topdownprocess, does not seem to matter, at least if all national reduction eorts arenegotiated at about the same time.References Adams, J.S., 1965. Inequity in social exchange. Advances in experimentalsocial psychology 2, 267299.Barrett, S., Dannenberg, A., 2012. Climate negotiations under scienticuncertainty. Proceedings of the National Academy of Sciences of the United States of America 109, 1737217376.Barrett, S., Dannenberg, A., 2014. Sensitivity of collective action to uncertainty about climate tipping points. Nature Climate Change 4, 3639.doi:10.1038NCLIMATE2059.Croson, R., Marks, M., 2000. Step returns in threshold public goods: Ameta and experimental analysis. Experimental Economics 2, 239259.Croson, R., Marks, M., 2001. The eect of recommended contributions inthe voluntary provision of public goods. Economic Inquiry 39, 238249.van Dijk, E., Wilke, H., Wilke, M., Metman, L., 1999. What information dowe use in social dilemmas? Environmental uncertainty and the employment of coordination rules. Journal of Experimental Social Psychology 35,109135.26Ehrhart, K., Gardner, R., von Hagen, J., Keser, C., 2007. Budget processes:Theory and experimental evidence. Games and Economic Behavior 59,279295.Ferejohn, J., Krehbiel, K., 1987. The budget process and the size of budget.American Journal of Political Science 31, 296320.Fischbacher, U., 2007. zTree: Zurich toolbox for readymade economic experiments. Experimental Economics 10, 171178.Greiner, B., 2004. An online recruitment system for economic experiments,in: Kremer, K., Macho, V. Eds., Forschung und wissenschaftliches Rechnen 2003. GWDG Bericht 63, pp. 7993. Gottingen: Ges. fur Wiss. Datenverarbeitung.Hansen, J., Sato, M., Kharecha, P., Beerling, D., Berner, R., MassonDelmotte, V., Pagani, M., Raymo, M., Royer, D.L., Zachos, J.C., 2008.Target atmospheric CO2: Where should humanity aim? The Open Atmospheric Science Journal 2, 217231. doi:10.21741874282300802010217.Holt, C.A., Laury, S.K., 2002. Risk aversion and incentive eects. The American Economic Review 92, 16441655.Kahneman, D., Tversky, A., 1979. Prospect theory: An analysis of decisionunder risk. Econometrica 47, 263292.Konow, J., 2003. Which is the fairest one of all? A positive analysis of justicetheories. Journal of Economic Literature 41, 11881239.27Kroll, S., Cherry, T.L., Shogren, J.F., 2007. Voting, punishment, and publicgoods. Economic Inquiry 45, 557570.Ledyard, J.O., 1995. Public goods: A survey of experimental results, in:Kagel, Roth Eds., The Handbook of Experimental Economics. Princeton University Press. chapter 2, pp. 111251.Margreiter, M., Sutter, M., Dittrich, D., 2005.Individual and collectivechoice and voting in common pool resource problem with heterogeneousactors. Environmental Resource Economics 32, 241271.Mc Bride, M., 2010. Threshold uncertainty in discrete public good games: anexperimental study. Economics of Governance 11, 7799.Rapoport, A., Suleiman, R., 1993.Incremental contribution in steplevelpublic goods games with asymmetric players. Organizational Behaviorand Human Decision Processes 55, 171194.Rawls, J., 1971. A Theory of Justice. Harvard University Press, Cambridge,Mass.Solomon, S., Qin, D., Manning, M., Chen, Z., Marquis, M., Averyt, K.B.,Tignor, M., Miller, H.L. Eds., 2007. Contribution of Working Group I tothe Fourth Assessment Report of the Intergovernmental Panel on Climate Change. Cambridge University Press, Cambridge, United Kingdom and New York, NY, USA.Sonnemans, J., Schram, A., Oerman, T., 1998. Public good provision andpublic bad prevention: The eect of framing. Journal of Economic Behavior Organization 34, 143161.28Suleiman, R., Budescu, D.V., Rapoport, A., 2001. Provision of steplevelpublic goods with uncertain provision threshold and continuous contribution. Group Decision and Negotiation 10, 253274.Walker, J.M., Gardner, R., Herr, A., Ostrom, E., 2000. Collective choicein the commons: Experimental results on proposed allocation rules andvotes. The Economic Journal 110, 212234.29 1 Appendix: Participant Instructions The following experimental instructions were translated from German. Please note that the instructions are only translations for information; they are not intended to be used in the lab. The instructions in the original language were carefully polished in grammar, style, comprehensibility, and avoidance of strategic guidance. Treatment differences are indicated by the respective treatment abbreviations in square brackets e.g., TDHOM for the wording in the topdown voting treatment with homogeneous marginal contribution costs. All treatments Welcome to the experiment! You are now participating in a scientific experiment. Please read the following instructions carefully. Here you will be told everything that you know for the participation in the experiment. Please also note the following: From now on as well as during the entire experiment no communication is permitted. If you have any questions, please raise your hand. All decisions are made anonymously, meaning that none of the other participants learns the identity of those who made a particular decision. For showing up on time you receive an amount of 3. Over the course of the experiment you can earn two additional amounts of money. The first amount of up to 12.50 results from your decisions in the experiment. This amount is influenced by the decisions of your fellow participants. The second amount lies between 0.10 and 3.85 and results solely from your individual decision in a subsequent questionnaire. The total amount will be paid to you in cash at the end of the experiment. The payment occurs anonymously, too, meaning that no participant will know another participants payoff. This experiment uses the currency Experimental Currency Units Ex CU. Two Experimental Currency Units are equal to one euro. 2 TDHOM Experimental Procedure In the experiment you form a group with four other players. The composition of this group will not change throughout the entire experiment in both parts and in all rounds. You begin the experiment with an endowment of 25 Experimental Currency Units. Your task in this experiment is to choose your and your fellow players contributions to a project. Each player can contribute up to 10 Experimental Currency Units. The groups total contribution can therefore amount to up to 50 Experimental Currency Units. The decision occurs in two parts. 1. First you vote on the total contribution of all players in your group. 2. Then you vote on which share of the total contribution each individual player has to contribute. For the project to be successful, your groups total contribution must reach a minimum contribution. Otherwise, the project fails and the amount you contributed to the project as well as the amounts from your fellow players are lost. The exact amount of this minimum contribution is determined randomly. You are told this information only at the end of the experiment. You know however that the minimum contribution will take on one of the following nine values in contribution units, each with the same probability: 16, 17, 18, 19, 20, 21, 22, 23, 24 If the minimum contribution is not reached, each player must make an additional payment of 10 Experimental Currency Units, which is deducted from his payoff. Total contribution 16 16 17 18 19 20 21 22 23 24 24 Probability that minimum contribution is reached absolute 0 19 29 39 49 59 69 79 89 1 1 Probability that minimum contribution is reached %, rounded 0% 11% 22% 33% 44% 56% 67% 78% 89% 100% 100% PROCEDURE OF THE FIRST PART In the first part you and your fellow players vote on your groups total contribution. This happens in up to five voting rounds and proceeds as follows: 1. At the same time as the other players each player makes a proposal for the total contribution. In order to do this, he or she chooses an amount between 0 and 50 Experimental Currency Units. 2. The proposals are shown to all players in a table see Figure 1. Among them is also a proposal called Status Quo, corresponding to a total contribution of 0 Experimental Currency Units. Next to each proposal there is a list of the players who made this proposal. If a proposal has been made multiple times, it is displayed only once, together with all players who made this proposal. Accordingly, there can be up to six different proposals. 3. Each player casts a vote for exactly one of these proposals. All votes are cast individually and at the same time. In order to vote for a proposal please click on Accept in the column directly to the right of the proposal. 4. Each player learns the result of the vote, i.e., the number of votes for each proposal as well as which player has voted for which alternative. If all players select the same proposal unanimous decision, the second part of the experiment begins. Otherwise, Steps 1 to 4 are repeated up to four times. In every repetition new proposals can be made. 3 5. If there is also no agreement in the fifth voting round, the Status Quo total contribution of 0 Experimental Currency Units is chosen as your groups total contribution. 6. If the first part results in a total contribution of 0 Experimental Currency Units, no further voting occurs in this group, meaning that the second part of the experiment is omitted. Each player then automatically makes an individual contribution of 0 Experimental Currency Units and the experiments ends with the calculation of payoffs. Figure 1TDHOM Voting decision in the first part of the experiment total contribution Example for the procedure of the first part: Round 1: A total of six proposals for the total contribution in Ex CU: 0 Status Quo, 16, 17, 17, 18, 19 Total contribution 17 Ex CU has been proposed twice, but only counts as a single alternative. Two players vote for 18 Ex CU, three players for 16 Ex CU. 0 Ex CU, 17 Ex CU, and 19 Ex CU receive no votes at this time. There is no agreement, so the procedure is repeated in an additional round. Round 2: Again a total of six proposals for the total contribution in Ex CU: 0 Status Quo, 16, 17, 17, 17, 19 4 Total contribution 17 Ex CU has been proposed three times, but only counts as a single alternative. Now all five players vote for 19 Ex CU. 0 Ex CU, 16 Ex CU, and 17 Ex CU receive no votes at this time. Thus, a total contribution of 19 Ex CU is accepted and chosen for the second part. Please note that, starting with the second voting round, you may call up the results from previous votes whenever you make a decision by clicking the button Show earlier round see Figure 1. Clicking the button again shows even earlier rounds. By clicking the buttons Show later round or Back to current round you may advance again in the history or, respectively, jump immediately to the current decision round. PROCEDURE OF THE SECOND PART In the second part you and your fellow players vote on how the total contribution determined in the first part is to be provided by the individual contributions of all group players. This happens in up to five voting rounds and proceeds as follows: 1. Each player makes a proposal for the contribution of every single player. All players make their proposals individually and at the same time. In order to do this, each player chooses an amount between 0 and 10 Experimental Currency Units in steps of 0.1 Ex CU. Caution! The sum of these contributions must be equal to the total contribution determined in Part 1! 2. The proposals are shown to all players in a list. Among these is again a proposal called Status Quo. Here, this proposal means that each player provides a contribution of 0 Experimental Currency Units, no matter what amount has been chosen as a total contribution in Part 1. Next to each proposal there is a list of the players who made this proposal. Identical proposals are displayed only once, together with all players who made this proposal. Accordingly, there can be again up to six different distribution proposals. 3. At the same time as all of the other players in his group, each player casts a vote for exactly one of these proposals. In order to vote for a proposal please click on Accept in the column directly to the right of the proposal. 4. Each player learns the result of the vote, i.e., the number of votes for each proposal as well as which player has voted for which alternative. If all players select the same proposal unanimous decision, the experiment ends with the calculation of payoffs. Otherwise, Steps 1 to 4 are repeated up to four times. 5. If there is also no agreement in the fifth voting round, the Status Quo each player provides a contribution of 0 Experimental Currency Units, total contribution of 0 Experimental Currency Units is selected to calculate payoffs. This is true, even if a different total contribution has been chosen in the first part. Example for the procedure of the second part total contribution 19 Ex CU: Round 1: A total of six proposals for the allocation of the total contribution: Individual contributions Ex CU Proposals Player A Player B Player C Player D Player E Players A, C 1 2 4 3 9 Players B, E 3 1 2 6,5 6,5 Player D 9 3 2 1 4 Status Quo 0 0 0 0 0 5 The allocation 1 Ex CU; 2 Ex CU; 4 Ex CU; 3 Ex CU; 9 Ex CU has been proposed twice, but only counts as a single alternative. The same is true for the allocation 3 Ex CU; 1 Ex CU; 2 Ex CU; 6.5 Ex CU; 6.5 Ex CU. All five players vote for A, C. The other three different proposals Status Quo, B, E, D receive no votes this time. In this example, the voting procedure ends with a total contribution of 19 Ex CU and the following individually payable contributions: Player A: 1 Ex CU Player B: 2 Ex CU Player C: 4 Ex CU Player D: 3 Ex CU Player E: 9 Ex CU Please note that, starting with the second voting round, you may call up the results from previous votes in this part whenever you make a decision by clicking the button Show earlier round. Clicking the button again shows even earlier rounds. By clicking the buttons Show later round or Back to current round you may advance again in the history or, respectively, jump immediately to the current decision round. YOUR PAYOFF The payoff of each player calculates as follows: Please note that the contributed amount is deducted from your account balance in any case, even if the total contribution has not reached the minimum contribution. If the groups total contribution is greater than or equal to the minimum contribution, then the project is successful and you receive the following payoff: payoff for reaching the minimum contribution 25 Ex CU your contributed amount If the groups total contribution is less than the minimum contribution, then the project is not successful and you receive the following payoff: payoff for missing the minimum contribution 25 Ex CU your contributed amount 10 Ex CU In order to determine the total payoff at the end of the experiment, the resulting amount is converted into euros and added to your showup fee. The payoff from a subsequent separate experiment is later added to this amount. Example for payoffs total contribution 19 Ex CU: Assume that the minimum contribution amounts to 20 Ex CU. Then a total contribution of 19 Ex CU misses this minimum contribution. Accordingly, for Player A from the previous example contributed amount of 1 Ex CU a payoff of 25 Ex CU 1 Ex CU 10 Ex CU 14 Ex CU results. An amount of 10 Ex CU is deducted here, because the minimum contribution has not been reached. Assume that the minimum contribution amounts to 18 Ex CU. Then a total contribution of 19 Ex CU reaches this minimum contribution. Now, for a contributed amount of 1 Ex CU a payoff of 25 Ex CU 1 Ex CU 24 Ex CU results. In this case nothing is deducted, because the minimum contribution has been reached. 6 Figure 2TDHOM Experimental procedure Makeproposalsfortotal contribution0 to 50 Ex CUVote Unanimousagreement?YesTotal contribution 0No1stto 4thtimePart 2 Individual contributions Part 1Total contribution Experimental Procedure Makeproposalsforindividual contributions0 to 10 Ex CUeachVote Unanimousagreement?No5thtimeYes Announcementofminimumcontributionandpayoff No5thtimeNo1stto 4thtimeYesTotal contribution 0Status Quo 7 BUHOM Experimental Procedure In the experiment you form a group with four other players. The composition of this group will not change throughout the entire experiment. You begin the experiment with an endowment of 25 Experimental Currency Units. Your task in this experiment is to choose your and your fellow players contributions to a project. Each player can contribute up to 10 Experimental Currency Units. The groups total contribution can therefore amount to up to 50 Experimental Currency Units. Your decision consists in a vote on the individual contributions of all players in a group. These contributions are added up to a total contribution. For the project to be successful, your groups total contribution must reach a minimum contribution. Otherwise, the project fails and the amount you contributed to the project as well as the amounts from your fellow players are lost. The exact amount of this minimum contribution is determined randomly. You are told this information only at the end of the experiment. You know however that the minimum contribution will take on one of the following nine values in contribution units, each with the same probability: 16, 17, 18, 19, 20, 21, 22, 23, 24 If the minimum contribution is not reached, each player must make an additional payment of 10 Experimental Currency Units, which is deducted from his payoff. Total contribution 16 16 17 18 19 20 21 22 23 24 24 Probability that minimum contribution is reached absolute 0 19 29 39 49 59 69 79 89 1 1 Probability that minimum contribution is reached %, rounded 0% 11% 22% 33% 44% 56% 67% 78% 89% 100% 100% VOTING PROCEDURE In the experiment, you and your fellow players vote on the individual contributions of all group players. This happens in up to ten voting rounds and proceeds as follows: 1 Each player makes a proposal for the contribution of every single player. All players make their proposals individually and at the same time. In order to do this, each player chooses an amount between 0 and 10 Experimental Currency Units in steps of 0.1 Ex CU. The individual contributions from each proposal are automatically summed up to a total contribution. 2 The proposals and corresponding total contributions are shown to all players in a list. Among these is also a proposal called Status Quo. This proposal means that each player provides a contribution of 0 Experimental Currency Units. Next to each proposal there is a list of the players who made this proposal. Identical proposals are displayed only once, together with all players who made this proposal. Accordingly, there can be up to six different distribution proposals. 3 At the same time as all of the other players in his group, each player casts a vote for exactly one of these proposals. In order to vote for a proposal please click on Accept in the column directly to the right of the proposal. 4 Each player learns the result of the vote, i.e., the number of votes for each proposal as well as which player has voted for which alternative. If all players select the same proposal unanimous decision, the experiment ends with the calculation of payoffs. Otherwise, Steps 1 to 4 are repeated up to nine times. 8 5 If there is also no agreement in the tenth voting round, the Status Quo each player provides a contribution of 0 Experimental Currency Units, total contribution of 0 Experimental Currency Units is selected to calculate payoffs. Figure 1BUHOM Voting decision in the experiment Example for the procedure of the experiment: Round 1: A total of six proposals for the individual contributions of all players in the group: Individual contributions Ex CU Total contribution Proposals Player A Player B Player C Player D Player E Ex CU Players A, C 1 2 4 3 9 19 Players B, E 6,5 1 2 6,5 0 16 Player D 9 3 5 4 1 22 Status Quo 0 0 0 0 0 0 The allocation 1 Ex CU; 2 Ex CU; 4 Ex CU; 3 Ex CU; 9 Ex CU with a total contribution of 19 Ex CU has been proposed twice, but only counts as a single alternative. The same is true for the allocation 6.5 Ex CU; 1 Ex CU; 2 Ex CU; 6.5 Ex CU; 0 Ex CU with a total contribution of 16 Ex CU. 9 All five players vote for A, C. The other three different proposals Status Quo, B, E, D receive no votes this time. In this example, the voting procedure ends with a total contribution of 19 Ex CU and the following individually payable contributions: Player A: 1 Ex CU Player B: 2 Ex CU Player C: 4 Ex CU Player D: 3 Ex CU Player E: 9 Ex CU Please note that, starting with the second voting round, you may call up the results from previous votes in this part whenever you make a decision by clicking the button Show earlier round. Clicking the button again shows even earlier rounds. By clicking the buttons Show later round or Back to current round you may advance again in the history or, respectively, jump immediately to the current decision round. YOUR PAYOFF The payoff of each player calculates as follows: Please note that the contributed amount is deducted from your account balance in any case, even if the total contribution has not reached the minimum contribution. If the groups total contribution is greater than or equal to the minimum contribution, then the project is successful and you receive the following payoff: payoff for reaching the minimum contribution 25 Ex CU your contributed amount If the groups total contribution is less than the minimum contribution, then the project is not successful and you receive the following payoff: payoff for missing the minimum contribution 25 Ex CU your contributed amount 10 Ex CU In order to determine the total payoff at the end of the experiment, the resulting amount is converted into euros and added to your showup fee. The payoff from a subsequent separate experiment is later added to this amount. Example for payoffs total contribution 19 Ex CU: Assume that the minimum contribution amounts to 20 Ex CU. Then a total contribution of 19 Ex CU misses this minimum contribution. Accordingly, for Player A from the previous example contributed amount of 1 Ex CU a payoff of 25 Ex CU 1 Ex CU 10 Ex CU 14 Ex CU results. An amount of 10 Ex CU is deducted here, because the minimum contribution has not been reached. Assume that the minimum contribution amounts to 18 Ex CU. Then a total contribution of 19 Ex CU reaches this minimum contribution. Now, for a contributed amount of 1 Ex CU a payoff of 25 Ex CU 1 Ex CU 24 Ex CU results. In this case nothing is deducted, because the minimum contribution has been reached. 10 Figure 2BUHOM Experimental procedure Voting roundindividual contributions Experimental Procedure Make proposals for individual contributions 0 to 10 Ex CUeachVote Unanimous agreement?No 10thtimeYes Announcement of minimum contribution and payoffs No 1stto 9thtimeStatus Quo 11 NVHOM Experimental Procedure In the experiment you and four other players form a group of five. The composition of this group will not change throughout the entire experiment, i.e., in all ten rounds. Your task in each of the ten rounds is to choose your contribution to a project. At the same time, every other player in your group chooses his own contribution to this project. The contributions of all players in a group are added up to a total contribution. For the project to be successful, your groups total contribution must reach a minimum contribution. Otherwise, the project fails and the amount you contributed to the project as well as the amounts from your fellow players are lost. The experiment consists of a total of ten independent decisions of this kind in a total of ten rounds. However, only one of these rounds will matter for your payoff. Which of these rounds is paid will be determined randomly at the end of the experiment, individually for each player. For this purpose, each of the ten rounds has the same probability of being chosen. At the beginning of each round, each player has an endowment of 25 Experimental Currency Units. In every individual round, each player can contribute up to 10 Experimental Currency Units. The groups total contribution in each round can therefore amount to up to 50 Experimental Currency Units. The exact amount of this minimum contribution is determined randomly and separately for each round. You are told this information only at the end of the respective round, i.e., after the contributions have been chosen. You know however that the minimum contribution will take on one of the following nine values in contribution units, each with the same probability: 16, 17, 18, 19, 20, 21, 22, 23, 24 If the minimum contribution is not reached in a given round, each player must make an additional payment of 10 Experimental Currency Units, which is deducted from his earnings in the respective round. Total contribution 16 16 17 18 19 20 21 22 23 24 24 Probability that minimum contribution is reached absolute 0 19 29 39 49 59 69 79 89 1 1 Probability that minimum contribution is reached %, rounded 0% 11% 22% 33% 44% 56% 67% 78% 89% 100% 100% PROCEDURE OF THE DECISION In the experiment you and your fellow players each choose your own contribution to the project. This happens in ten decision rounds which all proceed as follows: 1 Each player chooses his own contribution to the project. All players choose their contributions at the same time. In order to do this, each player chooses an amount between 0 and 10 Experimental Currency Units in steps of 0.1 Ex CU. The individual contributions of all players in a group are automatically summed up to a total contribution. 2 After all group members have made their contribution choice, each player is told the required minimum contribution, his groups total contribution, as well as his resulting earnings. The contributions of the other players in the group are also displayed. YOUR PAYOFF The earnings of each player in the respective round calculate as follows: Please note that the contributed amount is deducted from your account balance in any case, even if the total contribution has not reached the minimum contribution. 12 If the groups total contribution is greater than or equal to the minimum contribution, then the project is successful and you receive the following earnings: earnings for reaching the minimum contribution 25 Ex CU your contributed amount If the groups total contribution is less than the minimum contribution, then the project is not successful and you receive the following payoff: earnings for missing the minimum contribution 25 Ex CU your contributed amount 10 Ex CU In order to determine the total payoff at the end of the experiment, one of the ten rounds is chosen randomly. All rounds have the same probability of being chosen. This means that you receive the earnings from only a single round. The results from the remaining rounds are no longer relevant to your payoff, no matter if the minimum contribution has been reached in these rounds or not. The earnings from the randomly chosen round are converted into euros 2 Ex CU 1 and added to your showup fee 3. The payoff from a subsequent separate experiment is later added to this amount. Example for the procedure of a particular round In this round, the players in a given group make the following individual contributions which add up to a total contribution of 19 Ex CU: Player A: 1 Ex CU Player B: 2 Ex CU Player C: 4 Ex CU Player D: 3 Ex CU Player E: 9 Ex CU Assume that the minimum contribution amounts to 20 Ex CU. Then a total contribution of 19 Ex CU misses this minimum contribution. Accordingly, Player A from the previous example contributed amount of 1 Ex CU has earnings of 25 Ex CU 1 Ex CU 10 Ex CU 14 Ex CU in this round. An amount of 10 Ex CU is deducted here, because the minimum contribution has not been reached. Assume that the minimum contribution amounts to 18 Ex CU. Then a total contribution of 19 Ex CU reaches this minimum contribution. Now, a contributed amount of 1 Ex CU results in earnings of 25 Ex CU 1 Ex CU 24 Ex CU. In this case nothing is deducted, because the minimum contribution has been reached. Please note that, starting with the second decision round, you may call up the results from previous rounds whenever you make a decision by clicking the button Show earlier results. By clicking the button Back you may return to the current decision round. After having chosen your contribution by clicking Confirm choice you have one additional opportunity to correct your decision if necessary. As soon as you click Confirm choice and continue, your decision is final. 13 Figure 1NVHOM Experimental procedure Individual round Experimental Procedure Chooseowncontribution0 bis 10 Ex CUAnnouncementofminimumcontributionandearningsforthisround Round 10Announcementoftheroundchosenforpayoffsandtheresultingfinal payoff Rounds 1 to 9 14 TDHET Experimental Procedure In the experiment you and four other players form a group of five. The composition of this group is determined randomly at the beginning of the experiment and does not change during the entire experiment in both parts and in all rounds. You begin the experiment with an endowment of 25 Experimental Currency Units. Your task in this experiment is to choose your and your fellow players contributions to a project. Each players contribution is measured in Contribution Units CU. Each player can contribute up to 10 Contribution Units, by investing Experimental Currency Units from his or her endowment. The decision occurs in two parts. 1 First you take a vote on the total contribution of all players of your group. This total contribution can amount to up to 50 contribution units. 2 Then you take a vote on the share of total contributions that is allocated to the individual players. The costs of contributions in Experimental Currency units vary among the players: Players A and B 1 Contribution Unit costs 0.77 Experimental Currency Units 1 CU 0.77 Ex CU Players C, D, and E 1 Contribution Unit costs 1.25 Experimental Currency Units 1 CU 1.25 Ex CU Which player you are A, B, C, D, E is determined randomly at the beginning of the experiment. You are told who you are before the first decision. For the project to be successful, your groups total contribution must reach a minimum contribution. Otherwise, the project fails and the amount you contributed to the project as well as the amounts from your fellow players are lost. The exact amount of this minimum contribution is determined randomly. You are told this information only at the end of the experiment. You know however that the minimum contribution will take on one of the following nine values in contribution units, each with the same probability: 16, 17, 18, 19, 20, 21, 22, 23, 24 If the minimum contribution is not reached, each player must make an additional payment of 10 Experimental Currency Units, which is deducted from his payoff. Total contribution 16 16 17 18 19 20 21 22 23 24 24 Probability that minimum contribution is reached absolute 0 19 29 39 49 59 69 79 89 1 1 Probability that minimum contribution is reached %, rounded 0% 11% 22% 33% 44% 56% 67% 78% 89% 100% 100% PROCEDURE OF THE FIRST PART In the first part you and your fellow players vote on your groups total contribution. This happens in up to five voting rounds and proceeds as follows: 1. At the same time as the other players each player makes a proposal for the total contribution. In order to do this, he or she chooses an amount between 0 and 50 Contribution Units. 2. The proposals are shown to all players in a table see Figure 1. Among them is also a proposal called Status Quo, corresponding to a total contribution of 0 Contribution Units. Next to each proposal there is a list of the players who made this proposal. If a proposal has been made multiple times, it is displayed only once, together with all players who made this proposal. Accordingly, there can be up to six different proposals. 15 3. Each player casts a vote for exactly one of these proposals. All votes are cast individually and at the same time. In order to vote for a proposal please click on Accept in the column directly to the right of the proposal. 4. Each player learns the result of the vote, i.e., the number of votes for each proposal as well as which player has voted for which alternative. If all players select the same proposal unanimous decision, the second part of the experiment begins. Otherwise, Steps 1 to 4 are repeated up to four times. In every repetition new proposals can be made. 5. If there is also no agreement in the fifth voting round, the Status Quo total contribution of 0 Contribution Units is chosen as your groups total contribution. 6. If the first part results in a total contribution of 0 Contribution Units, no further voting occurs in this group, meaning that the second part of the experiment is omitted. Each player then automatically makes an individual contribution of 0 Contribution Units and the experiments ends with the calculation of payoffs. Figure 1TDHET Voting decision in the first part of the experiment Example for the procedure of the first part: Round 1: A total of six proposals for the total contribution in CU: 0 Status Quo, 16, 17, 17, 18, 19 Total contribution 17 CU has been proposed twice, but only counts as a single alternative. Two players vote for 18 CU, three players for 16 CU. 0 CU, 17 CU, and 19 CU receive no votes at this time. There is no agreement, so the procedure is repeated in an additional round. Round 2: 16 Again a total of six proposals for the total contribution in CU: 0 Status Quo, 16, 17, 17, 17, 19 Total contribution 17 CU has been proposed three times, but only counts as a single alternative. Now all five players vote for 19 CU. 0 CU, 16 CU, and 17 CU receive no votes at this time. Thus, a total contribution of 19 CU is accepted and chosen for the second part. Please note that, starting with the second voting round, you may call up the results from previous votes whenever you make a decision by clicking the button Show earlier round see Figure 1. Clicking the button again shows even earlier rounds. By clicking the buttons Show later round or Back to current round you may advance again in the history or, respectively, jump immediately to the current decision round. PROCEDURE OF THE SECOND PART In the second part, you and your fellow players take a vote on how the total contribution determined in part one is to be allocated as individual contributions among all group players. This occurs as follows in up to five voting rounds: 1 At the same time as his fellow players, each player makes a proposal for the contributions of each individual player. For this purpose, he or she chooses an amount between 0 and 10 Contribution Units in steps of 0.01 CU. By clicking on Calculate values you can also display the corresponding values in Experimental Currency Units. Attention! The sum of Contribution Units must be equal to the total contribution determined in Part 1! 2 The proposals are shown to all players in a table in CU as well as in Ex CU. Among these is again a proposal called Status Quo. Here this proposal means that every player makes a contribution of 0 Contribution Units, no matter what has been determined as a total contribution in Part 1. With each proposal, a list of players is given who made this proposal. If the same proposal has been made several times, it is shown only once, with all players that made this proposal. So there can again be up to six different proposals. 3 At the same time as his fellow players, each player casts a vote for exactly one of these proposals. In order to vote for a proposal, please click on Accept directly to the right of the proposal. 4 Each player is told the voting result, i.e., the number of votes for each proposal, as well as which player voted for which proposal. If all players choose the same proposal unanimous decision, the experiment ends with the calculation of payoffs. Otherwise, Steps 1 to 4 are repeated up to four times. 5 If no agreement has been reached in the fifth voting round either, the Status Quo each player makes a contribution of 0 Contribution Units, total contribution of 0 Contribution Units is used for the calculation of payoffs. This is true even if a different total contribution has been chosen in the first part. 17 Example for the procedure of the second part total contribution 19 CU: Round 1: A total of six proposals for the allocation of the total contribution: Individual contributions in CU costs in Ex CU Proposals Player A Player B Player C Player D Player E Players A, C 1 2 4 3 9 0.77 1.54 5 3.75 11.25 Players B, E 3 1 2 6,5 6,5 2.31 0.77 2.5 8.12 8.12 Players D 9 3 2 1 4 6.93 2.31 2.5 1.25 5 Status Quo 0 0 0 0 0 0 0 0 0 0 Allocation 1 CU; 2 CU; 4 CU; 3 CU; 9 CU has been proposed twice, but only counts as a single option. The same is true for allocation 3 CU; 1 CU; 2 CU; 6.5 CU; 6.5 CU. All five players vote for A, C. The remaining three different proposals Status Quo, B, E, D do not receive any votes this time. The voting procedure ends in this example with a total contribution of 19 CU and the following individual contributions: Player A: 1 CU 10.77 Ex CU 0.77 Ex CU Player B: 2 CU 20.77 Ex CU 1.54 Ex CU Player C: 4 CU 41.25 Ex CU 5 Ex CU Player D: 3 CU 31.25 Ex CU 3.75 Ex CU Player E: 9 CU 91.25 Ex CU 11.25 Ex CU Please note that, starting with the second voting round, you may call up the results from previous votes in this part whenever you make a decision by clicking the button Show earlier round. Clicking the button again shows even earlier rounds. By clicking the buttons Show later round or Back to current round you may advance again in the history or, respectively, jump immediately to the current decision round. YOUR PAYOFF The payoff of every player calculates as follows: Please note that you have to pay the costs of your contribution in any case, even if the total contribution did not reach the minimum contribution. If the groups total contribution is greater than or equal to the minimum contribution, then the project is successful and you receive the following payoff: Payoff if minimum contribution is reached 25 Ex CU your costs in Ex CU If the groups total contribution is less than the minimum contribution, then the project is not successful and you receive the following payoff: Payoff if minimum contribution is not reached 25 Ex CU your costs in Ex CU 10 Ex CU 18 In order to determine the final payoff at the end of the experiment, this amount is converted into euros 2 Ex CU 1 euro and added to your showup fee. An additional payoff from a subsequent separate experiment is also added to this amount. Example for the calculation of payoffs total contribution 19 CU: Assume a minimum contribution of 20 CU. Then a total contribution of 19 CU is less than this minimum contribution. For Player A from the previous example costs of 0.77 Ex CU for 1 CU this results in a payoff of 25 Ex CU 0.77 Ex CU 10 Ex CU 14.23 Ex CU. A payment of 10 Ex CU is deducted here, because the minimum contribution was not reached. Assume a minimum contribution of 18 CU. Then a total contribution of 19 CU reaches this minimum contribution. For a contribution of 1 CU costs of 0.77 CU this now results in a payoff of 25 Ex CU 0.77 Ex CU 24.23 Ex CU. In this case, no additional payment is deducted, because the minimum contribution has been reached. Figure 2TDHET Experimental procedure Makeproposalsfortotal contribution0 to 50 CUVote Unanimousagreement?YesTotal contribution 0No1stto 4thtimePart 2 Individual contributions Part 1Total contribution Experimental Procedure Makeproposalsforindividual contributions0 to 10 CU eachVote Unanimousagreement?No5thtimeYes Announcementofminimumcontributionandpayoff No5thtimeNo1stto 4thtimeYesTotal contribution 0Status Quo 19 BUHET Experimental Procedure In the experiment you and four other players form a group of five. The composition of this group is determined randomly at the beginning of the experiment and does not change during the entire experiment in both parts and in all rounds. You begin the experiment with an endowment of 25 Experimental Currency Units. Your task in this experiment is to choose your and your fellow players contributions to a project. Each players contribution is measured in Contribution Units CU. Each player can contribute up to 10 Contribution Units, by investing Experimental Currency Units from his or her endowment. Your decision consists in a vote on the individual contributions of all players in a group. These contributions are added up to a total contribution of up to 50 Contribution Units. The costs of contributions in Experimental Currency units vary among the players: Players A and B 1 Contribution Unit costs 0.77 Experimental Currency Units 1 CU 0.77 Ex CU Players C, D, and E 1 Contribution Unit costs 1.25 Experimental Currency Units 1 CU 1.25 Ex CU Which player you are A, B, C, D, E is determined randomly at the beginning of the experiment. You are told who you are before the first decision. For the project to be successful, your groups total contribution must reach a minimum contribution. Otherwise, the project fails and the amount you contributed to the project as well as the amounts from your fellow players are lost. The exact amount of this minimum contribution is determined randomly. You are told this information only at the end of the experiment. You know however that the minimum contribution will take on one of the following nine values in contribution units, each with the same probability: 16, 17, 18, 19, 20, 21, 22, 23, 24 If the minimum contribution is not reached, each player must make an additional payment of 10 Experimental Currency Units, which is deducted from his payoff. Total contribution 16 16 17 18 19 20 21 22 23 24 24 Probability that minimum contribution is reached absolute 0 19 29 39 49 59 69 79 89 1 1 Probability that minimum contribution is reached %, rounded 0% 11% 22% 33% 44% 56% 67% 78% 89% 100% 100% VOTING PROCEDURE In the experiment, you and your fellow players vote on the individual contributions of all group players. This happens in up to ten voting rounds and proceeds as follows: 1 Each player makes a proposal for the contribution of every single player. All players make their proposals individually and at the same time. In order to do this, each player chooses an amount between 0 and 10 Contribution Units in steps of 0.01 CU. By clicking on Calculate values you can also display the corresponding values in Experimental Currency Units. The individual contributions from each proposal are automatically summed up to a total contribution. 2 The proposals and corresponding total contributions are shown to all players in a list both in CU and Ex CU see Figure 1. Among these is also a proposal called Status Quo. This proposal means that each player provides a contribution of 0 Contribution Units. Next to each proposal there is a list of the players who made this proposal. Identical proposals are dis 20 played only once, together with all players who made this proposal. Accordingly, there can be up to six different distribution proposals. 3 At the same time as all of the other players in his group, each player casts a vote for exactly one of these proposals. In order to vote for a proposal please click on Accept in the column directly to the right of the proposal. 4 Each player learns the result of the vote, i.e., the number of votes for each proposal as well as which player has voted for which alternative. If all players select the same proposal unanimous decision, the experiment ends with the calculation of payoffs. Otherwise, Steps 1 to 4 are repeated up to nine times. 5 If there is also no agreement in the tenth voting round, the Status Quo each player provides a contribution of 0 Contribution Units, total contribution of 0 Contribution Units is selected to calculate payoffs. Figure 1BUHET Voting decision in the experiment 21 Example for the voting procedure Round 1: A total of six proposals for the individual contributions of all players in the group: Proposals Individual contributions in CU costs in Ex CU Total contribution in CU Player A Player B Player C Player D Player E Player A, C 1 2 4 3 9 19 0.77 1.54 5 3.75 11.25 Player B, E 6,5 1 2 6,5 0 16 5 0.77 2.5 8.12 0 Player D 9 3 5 4 1 22 6.93 2.31 6.25 5 1.25 Status Quo 0 0 0 0 0 0 0 0 0 0 0 Allocation 1 CU; 2 CU; 4 CU; 3 CU; 9 CU with a total contribution of 19 CU has been proposed twice, but only counts as a single option. The same is true for allocation 6.5 CU; 1 CU; 2 CU; 6.5 CU; 0 CU with a total contribution of 16 CU. All five players vote for A, C. The remaining three different proposals Status Quo, B, E, D do not receive any votes this time. The voting procedure ends in this example with a total contribution of 19 CU and the following individual contributions: Player A: 1 CU 10.77 Ex CU 0.77 Ex CU Player B: 2 CU 20.77 Ex CU 1.54 Ex CU Player C: 4 CU 41.25 Ex CU 5 Ex CU Player D: 3 CU 31.25 Ex CU 3.75 Ex CU Player E: 9 CU 91.25 Ex CU 11.25 Ex CU Please note that, starting with the second voting round, you may call up the results from previous votes whenever you make a decision by clicking the button Show earlier round. Clicking the button again shows even earlier rounds. By clicking the buttons Show later round or Back to current round you may advance again in the history or, respectively, jump immediately to the current decision round. 22 YOUR PAYOFF The payoff of every player calculates as follows: Please note that you have to pay the costs of your contribution in any case, even if the total contribution did not reach the minimum contribution. If the groups total contribution is greater than or equal to the minimum contribution, then the project is successful and you receive the following payoff: Payoff if minimum contribution is reached 25 Ex CU your costs in Ex CU If the groups total contribution is less than the minimum contribution, then the project is not successful and you receive the following payoff: Payoff if minimum contribution is not reached 25 Ex CU your costs in Ex CU 10 Ex CU In order to determine the final payoff at the end of the experiment, this amount is converted into euros 2 Ex CU 1 euro and added to your showup fee. An additional payoff from a subsequent separate experiment is also added to this amount. Example for the calculation of payoffs total contribution 19 CU: Assume a minimum contribution of 20 CU. Then a total contribution of 19 CU is less than this minimum contribution. For Player A from the previous example costs of 0.77 Ex CU for 1 CU this results in a payoff of 25 Ex CU 0.77 Ex CU 10 Ex CU 14.23 Ex CU. A payment of 10 Ex CU is deducted here, because the minimum contribution was not reached. Assume a minimum contribution of 18 CU. Then a total contribution of 19 CU reaches this minimum contribution. For a contribution of 1 CU costs of 0.77 CU this now results in a payoff of 25 Ex CU 0.77 Ex CU 24.23 Ex CU. In this case, no additional payment is deducted, because the minimum contribution has been reached. Figure 2BUHET Experimental procedure Voting roundindividual contributions Experimental Procedure Make proposals for individual contributions 0 to 10 Ex CUeachVote Unanimous agreement?No 10thtimeYes Announcement of minimum contribution and payoffs No 1stto 9thtimeStatus Quo 23 NVHET Experimental Procedure In the experiment you and four other players form a group of five. The composition of this group is determined randomly at the beginning of the experiment. It will not change throughout the entire experiment, i.e., in all ten rounds. Your task in each of the ten rounds is to choose your contribution to a project. At the same time, every other player in your group chooses his own contribution to this project. The contributions of all players in a group are added up to a total contribution. For the project to be successful, your groups total contribution must reach a minimum contribution. Otherwise, the project fails and the amount you contributed to the project as well as the amounts from your fellow players are lost. The experiment consists of a total of ten independent decisions of this kind in a total of ten rounds. However, only one of these rounds will matter for your payoff. Which of these rounds is paid will be determined randomly at the end of the experiment, individually for each player. For this purpose, each of the ten rounds has the same probability of being chosen. At the beginning of each round, each player has an endowment of 25 Experimental Currency Units. Each players contribution is measured in Contribution Units CU. In every individual round, each player can contribute up to 10 Contribution Units, by investing Experimental Currency Units from his or her endowment. The groups total contribution in each round can therefore amount to up to 50 Contribution Units. The costs of contributions in Experimental Currency units vary among the players: Players A and B 1 Contribution Unit costs 0.77 Experimental Currency Units 1 CU 0.77 ExCU Players C, D, and E 1 Contribution Unit costs 1.25 Experimental Currency Units 1 CU 1.25 ExCU Which player you are A, B, C, D, E is determined randomly at the beginning of the experiment. You are told who you are before the first decision. The exact amount of this minimum contribution is determined randomly and separately for each round. You are told this information only at the end of the respective round, i.e., after the contributions have been chosen. You know however that the minimum contribution will take on one of the following nine values in contribution units, each with the same probability: 16, 17, 18, 19, 20, 21, 22, 23, 24 If the minimum contribution is not reached in a given round, each player must make an additional payment of 10 Experimental Currency Units, which is deducted from his earnings in the respective round. Total contribution 16 16 17 18 19 20 21 22 23 24 24 Probability that minimum contribution is reached absolute 0 19 29 39 49 59 69 79 89 1 1 Probability that minimum contribution is reached %, rounded 0% 11% 22% 33% 44% 56% 67% 78% 89% 100% 100% PROCEDURE OF THE DECISION In the experiment you and your fellow players each choose your own contribution to the project. This happens in ten decision rounds which all proceed as follows: 1 Each player chooses his own contribution to the project. All players choose their contributions at the same time. In order to do this, each player chooses an amount between 0 and 10 Contribution Units in steps of 0.01 CU. By clicking on Calculate values you can also 24 display the corresponding values in Experimental Currency Units. The individual contributions of all players in a group are automatically summed up to a total contribution. 2 After all group members have made their contribution choice, each player is told the required minimum contribution, his groups total contribution, as well as his resulting earnings. The contributions of the other players in the group are also displayed in CU and ExCU. YOUR PAYOFF The earnings of each player in the respective round calculate as follows: Please note that the contributed amount is deducted from your account balance in any case, even if the total contribution has not reached the minimum contribution. If the groups total contribution is greater than or equal to the minimum contribution, then the project is successful and you receive the following earnings: earnings for reaching the minimum contribution 25 Ex CU your costs in Ex CU If the groups total contribution is less than the minimum contribution, then the project is not successful and you receive the following payoff: earnings for missing the minimum contribution 25 Ex CU your costs in Ex CU 10 Ex CU In order to determine the total payoff at the end of the experiment, one of the ten rounds is chosen randomly. All rounds have the same probability of being chosen. This means that you receive the earnings from only a single round. The results from the remaining rounds are no longer relevant to your payoff, no matter if the minimum contribution has been reached in these rounds or not. The earnings from the randomly chosen round are converted into euros 2 Ex CU 1 and added to your showup fee 3. The payoff from a subsequent separate experiment is later added to this amount. Example for the procedure of a particular round In this round, the players in a given group make the following individual contributions which add up to a total contribution of 19 CU: Player A: 1 CU 10.77 Ex CU 0.77 Ex CU Player B: 2 CU 20.77 Ex CU 1.54 Ex CU Player C: 4 CU 41.25 Ex CU 5 Ex CU Player D: 3 CU 31.25 Ex CU 3.75 Ex CU Player E: 9 CU 91.25 Ex CU 11.25 Ex CU Assume that the minimum contribution amounts to 20 CU. Then a total contribution of 19 CU misses this minimum contribution. Accordingly, Player A from the previous example costs of 0.77 Ex CU for 1 CU has earnings of 25 Ex CU 0.77 Ex CU 10 Ex CU 14.23 Ex CU in this round. An amount of 10 Ex CU is deducted here, because the minimum contribution has not been reached. Assume that the minimum contribution amounts to 18 CU. Then a total contribution of 19 CU reaches this minimum contribution. Now, a contributed amount of 1 CU costs of 0.77 Ex CU results in earnings of 25 Ex CU 0.77 Ex CU 24.23 Ex CU. In this case nothing is deducted, because the minimum contribution has been reached. Please note that, starting with the second decision round, you may call up the results from previous rounds whenever you make a decision by clicking the button Show earlier results. By clicking the button Back 25 you may return to the current decision round. After having chosen your contribution by clicking Confirm choice you have one additional opportunity to correct your decision if necessary. As soon as you click Confirm choice and continue, your decision is final. Figure 1NVHET Experimental procedure Individual round Experimental Procedure Chooseowncontribution0 bis 10 CUAnnouncementofminimumcontributionandearningsforthisround Round 10Announcementoftheroundchosenforpayoffsandtheresultingfinal payoff Rounds 1 to 9 26 All Treatments ADDITIONAL REMARKS Please think carefully about all of your decisions, because they determine your payoff at the end of the experiment. Before the actual experiment can begin, you must answer a few questions which ensure that you have understood the procedure of the experiment and your task. You find the questions on the left side of the screen, and you can enter your answers on the right side. Please enter decimal numbers with a point instead of a comma that is, e.g., 12.34 instead of 12,34. If you have any questions yourself during the experiment, please remain seated quietly and raise your hand. Please wait until the experimenter has come to your seat and then ask your question as quietly as possible. However, questions should only be about the instructions and not about strategies! Furthermore, please note that the game only continues after all players have made their decisions. Feel free to use the last sheet of these instructions for your own notes. END OF THE EXPERIMENT After the experiment, we ask you to fill in a questionnaire with an additional decision task. When the time has come, we will distribute separate instructions explaining the procedure. Please remain seated after filling in the questionnaire until we call up your place number. Take your instructions with you to the front desk. Only then you can receive your payoff. Thank you very much for your participation and good luck! Working Paper Series in Economicsrecent issues No. 60Christian Feige, KarlMartin Ehrhart, Jan Kramer: Voting on contributions to a threshold public goods game an experimental investigation, August 2014No. 59Tim Deeken and Ingrid Ott: Integration as a spatial institution: Implications for agglomeration and growth, July 2014No. 58Mher Safarian: Erhaltungsgesetze fur das Modell Mr Grse der konservativen Abfertigungsdisziplinen, July 2014 1 in der KlasNo. 57Marten Hillebrand: Existence of bubbly equilibria in overlapping generations models with stochastic production, June 2014No. 56Mher Safarian: Hedging options including transaction costs in incomplete markets, April 2014No. 55Aidas Masiliunas, Friederike Mengel, J. Philipp Reiss: Behavioral variation in Tullock contests, February 2014No. 54Antje Schimke: Aging workforce and firm growth in the context of extreme employment growth events, January 2014No. 53Florian Kreuchauff and Nina Teichert: Nanotechnology as generalpurpose technology, January 2014No. 52Mher Safarian: On portfolio risk estimation, December 2013No. 51Klaus Nehring, Marcus Pivato, Clemens Puppe: The Condorcet set: majority voting over interconnected propositions, December 2013No. 50Klaus Nehring, Marcus Pivato, Clemens Puppe: Unanimity overruled: majority voting and the burden of history, December 2013No. 49Andranik S. Tangian: Decision making in politics and economics: 5. 2013 election to German Bundestag and direct democracy, December 2013The responsibility for the contents of the working papers rests with the author, not the Institute. Since working papers are of a preliminary nature, it may be useful to contact the author of a particular working paper about results or caveats before referring to, or quoting, a paper. Any comments on working papers should be sent directly to the author.", "filename": "792981782.pdf", "person": ["Christian Feige", "Feige, Christian", "Karl-Martin Ehrhart", "Ehrhart, Karl-Martin", "Jan Krämer", "Krämer, Jan"], "date": ["2014"]}