{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/109115/1/793914833.pdf"], "title": ["Match Made at Birth? What Traits of a Million Swedes Tell Us about CEOs"], "plaintext": "What Traits of a Million Swedes Tell Us about CEOs Match Made at Birth? Renee Adams University of New South Wales, ECGI, and FIRN Matti Keloharju Aalto University School of Business, CEPR, and IFN Samuli Knupfer London Business School, CEPR, and IFN May 13, 2014 Abstract This paper analyzes the role three personal traitscognitive and noncognitive ability, and heightplay in the market for CEOs. We merge data on the traits of more than one million Swedish males, measured at age 18 in a mandatory military enlistment test, with comprehensive data on their income, education, profession, and service as a CEO of any Swedish company. We find that the traits of largecompany CEOs are at par or higher than those of other highcaliber professions. For example, largecompany CEOs have about the same cognitive ability, and about onehalf of a standard deviation higher noncognitive ability and height than medical doctors. Their traits compare even more favorably with those of lawyers. The traits contribute to pay in two ways. First, highercaliber CEOs are assigned to larger companies, which tend to pay more. Second, the traits contribute to pay over and above that driven by firm size. We estimate that 2758% of the effect of traits on pay comes from CEOs assignment to larger companies. Our results are consistent with models where the labor market allocates highercaliber CEOs to more productive positions. JELclassification: G30, J24; J31 Emails: renee.adamsunsw.edu.au, matti.keloharjuaalto.fi, sknupferlondon.edu. We are grateful to Joao Cocco, Francesca Cornelli, James Dow, Alex Edmans, Andrea Eisfeldt, Julian Franks, Magnus Henrekson, Matti Sarvimaki, Henri Servaes, Luke Taylor, and Joacim Tag, and to seminar participants at the Aalto University, Research Institute of Industrial Economics IFN, London Business School, and University of Geneva for valuable comments and suggestions. We thank Antti Lehtinen, Ivan Baranov, Petri Hukkanen, and Lari Paunonen for superb research assistance, Deloitte Institute of Innovation and Entrepreneurship, Jan Wallander and Tom Hedelius Research Foundation, Marianne and Marcus Wallenberg Foundation, OPPohjola Foundation, SNS Centre for Business and Policy Studies, and Wihuri Foundation for financial support, and IFN for hospitality. 1. Introduction How do the personal traits of Chief Executive Officers CEOs differ from the population and from other highprestige professionals? Which traits matter most in becoming a CEO? To what extent do the traits explain CEO pay, both relative to the population and relative to one another? How do labor market rewards to CEOs traits differ from those of other highprestige professionals? How much of the link between traits and pay is explained by highercaliber CEOs assignment to larger companies? Addressing these questions is important for two reasons. First, as perhaps the most influential and visible corporate professionals, CEOs matter. They personify the companies they lead and their appointments and compensation attract immense public attention. This attention partly reflects the publics admiration for the high status and demands that come with the job, but it is also often mixed with feelings of envy or even outrage on compensation.1 Analyzing the traits of CEOs helps in understanding how the labor market for CEOs operates and, more generally, what types of individuals make it to the top. These analyses also make it possible to empirically evaluate theories that attempt to explain patterns in CEO compensation. Second, the existing literature has little to say about these questions, particularly when it comes to comparing CEOs to other highcaliber professionals or to the population. This is largely due to the lack of data: key trait variables such as cognitive and noncognitive ability are highly 1 See Bertrand 2009 for a review of the literature on CEOs, and Edmans and Gabaix 2009, Frydman and Jenter 2010, and Murphy 2012 for reviews of the CEO compensation literature. Fernandes et al. 2012 report comparative evidence on CEO compensation in 14 countries. 1 sensitive and therefore generally not available to researchers.2 Perhaps the most promising trait proxy used in existing research is the average SAT score of the college attended by the CEO see, e.g., Graham, Harvey, and Puri, 2013, but even this variable is likely to be correlated not only with intrinsic ability but also with effort, connections, and the quality of training Chevalier and Ellison, 1999. Availability of educationbased proxies is also necessarily confined to the subset of CEOs for whom bibliographic data can be found in the public domain. Such analyses inevitably exclude the CEOs of private companies, which account for the bulk of economic activity Asker, FarreMensa, and Ljungqvist, 2013, let alone the public in general. This paper analyzes the role three personal traitscognitive and noncognitive ability, and heightplay in the market for CEOs. A large literature on rankandfile employees finds these variables to significantly predict labor market outcomes.3 Our sample covers almost the entire population of Swedish males born between 1952 and 1978. We merge the data on their traits, measured at age 18 in a mandatory military enlistment test, with comprehensive registerbased data on their income, education, profession, and service as a CEO of any Swedish company, whether public or private. Our sample includes 1.3 million men, of whom about 41,000 served as CEOs in the 200410 period. Our empirical tests include controls for enlistment year, which allows us to account for changes in testing procedures and secular trends in the trait measures.4 2 Kaplan, Klebanov, and Sorensen 2012 is a rare exception to this norm. They analyze the personal characteristics of 316 candidates considered for CEO positions in firms involved in private equity transactions. 3 A large literature on the role of education and labor market outcomes uses cognitive skills as the sole proxy for ability e.g. Herrnstein and Murray, 1996 and Schmidt and Hunter, 1998. Others argue that noncognitive skills are also important for predicting labor market outcomes e.g. Heckman, 1995 and Heckman, Stixrud and Urzua, 2006 Yet another sizeable literature documents that height is related to labor market outcomes and leadership e.g. Steckel, 1995, 2009; Persico, Postlewhite, and Silverman, 2004; Case and Paxson, 2008; and Lindqvist, 2012. Bolton, Brunnermeier, and Veldkamp 2010 offer a tentative economic analysis on the elements of effective leadership. 4 Floud, Wachter, and Gregory 1990 document a systematic increase in the height of British military recruits between 1750 and 1980. Flynn 1984 reports a systematic increase in measured cognitive ability over time. 2 Our findings can be summarized as follows: 1. The traits of largecompany CEOs defined here as having at least SEK 10 billion or USD 1.5 billion in total assets are at par or higher than those for other highprofile professions. For example, largecompany CEOs have almost as high cognitive ability, and about onehalf of a standard deviation higher noncognitive ability and height, than medical doctors. Their caliber compares even more favorably with trial lawyers. 2. CEOs differ more from the population in the combination of traits than in any individual trait. However, the difference between the combination and the best individual trait is usually relatively small. The median largecompany CEO dominates about nine tenths of the population in the three traits. 3. Noncognitive ability is the best predictor of appointment to a CEO position, followed by cognitive ability. CEOs also differ from their siblings most in noncognitive ability. Among cognitive ability subcomponents, the component measuring induction including problem solving and numerical ability has the most predictive power for CEO appointment decisions. 4. CEOs traits are related to the level and variation in their pay. The three traits alone account for 1023% of the pay premium CEOs enjoy relative to the population. Onestandard deviation increases in cognitive ability, noncognitive ability, and height are associated with 10%, 11%, and 4% higher CEO pay, respectively. These trait gradients are 12 percentage points higher than the corresponding gradients for lawyers, and 48 percentage points higher than those for medical doctors. 5. The caliber of CEOs increases almost monotonically with firm size. Largecompany CEOs have more than onehalf of a standard deviation higher cognitive ability and 3 height than the CEOs of small companies defined here as having at most SEK 100 million or USD 15 million in total assets. The difference in their noncognitive ability is even greater. 6. A higher value in a trait is positively associated with the appointment decision of a CEO regardless of firm size. The link between cognitive ability and CEO appointment is strongest for small firms and weakest for large firms. The opposite applies for noncognitive ability and height. These results are consistent with the idea that large firms give less weight to cognitive ability in their CEO appointment decisions than small firms. 7. The traits contribute to CEO pay in two ways. First, highercaliber individuals are assigned to larger companies, which tend to pay more. Second, the traits contribute to pay over and above that driven by firm size. We estimate that 27%58% of the effect of traits on pay comes from CEOs assignment to larger companies. Do our results on CEO appointments generalize to other countries, including those with large and sophisticated companies? We believe they do. Sweden has had many worldclass companies since the late 19th century Olsson, 1993; on a per capita basis, there were above 50% more Swedish companies in the 2013 Forbes Global 2000 list than US or UK corporations. Few large Swedish companies are governmentowned Faccio and Lang, 2002, and the managing practices of midsized Swedish companies are among the best in the world Bloom and van Reenen, 2010. We thus expect Swedish CEOs to be selected at least as carefully as their peers in most other industrialized countries. We also have a good reason to expect that our results on the association between traits and pay are at least as strong in other developed markets as they are in Sweden. Income is more evenly 4 distributed in Sweden than in any other country in the world CIA World Factbook. The high level of income equality is reflected in the paychecks of CEOs: Fernandes et al. 2012 report that the level of CEO pay in Sweden is among the lowest in Western countries. Hanushek et al. 2013 find that the returns to skills are in Sweden only about a half of what they are in the U.S., and generally lower than in other industrialized countries. This means that our results should, if anything, be considered as conservative estimates on the effect of traits on pay. Our paper is related to three strands of literature. First, it is related to a large management literature 5 and a wide array of recent economics and finance studies that analyze the effect of CEOs on various firm outcomes. Bertrand and Schoar 2003 and Graham, Li, and Qiu 2012 document that CEOlevel fixed effects matter for corporate policies and firm performance. To find out what accounts for these fixed effects, researchers have looked into observable CEO characteristics, collected usually from bibliographic data 6 or surveys 7. In some studies, CEO ability or characteristics are inferred from stock price reactions or operating performance 8 or from personal portfolio decisions 9. We focus on trait measures that are considerably more generic in nature than those analyzed in the literature 10, measured before the future CEOs have specialized professionally or have had a chance to gain any significant leadership experience. The timing of 5 See, for example, Lieberson and OConner, 1972; Hambrick and Mason, 1984; Thomas, 1988; Finkelstein, Hambrick, and Cannella, 2009; and Hiller et al., 2011. As pointed out by Bertrand and Schoar 2003, the focus of this literature and the methodological approach it follows differ substantially from that in the economics and finance papers. 6 Adams, Almeida, and Ferreira, 2005; Malmendier and Tate, 2009; Schoar and Zuo, 2011; Benmelech and Frydman, 2012; Falato, Li, and Milbourn, 2012; Custodio, Ferreira, and Matos, 2013; Custodio and Metzger, 2013; and Graham, Harvey, and Puri, 2013. 7 Graham, Harvey, and Puri, 2013; Mullins and Schoar, 2013; and Bandiera et al., 2014. 8 Johnson et al., 1985; PerezGonzalez, 2006; Bennedsen et al., 2007; Bennedsen, PerezGonzalez, and Wolfenzon, 2010; Bennedsen, PerezGonzalez, and Wolfenzon, 2012; and Chang, Dasgupta, and Hilary, 2010. 9 Malmendier and Tate 2005, 2008; Malmendier, Tate, and Yan, 2011; and Hirshleifer, Low and Teoh, 2013. 10 Murphy and Zabojnik 2004, 2007 and Frydman 2007 argue that general managerial skills i.e., skills transferable across companies, or even industries have become relatively more important for the CEO job in the past decades. 5 the measurement of the test scores helps us rule out the possibility that professional choice or leadership experience influences the test scores, making it meaningful to compare the traits of future CEOs with those of other highprofile professionals and the public in general. Second, we contribute to the literature that studies how competitive markets assign CEOs to firms. There are two related outcomes in this literature: who becomes a CEO, and who makes it to the top of the largest companies. Tervio 2008 and Gabaix and Landier 2008 build models where onedimensional CEO talent is matched to firms of different size. Eisfeldt and Kuhnen 2013 model CEOs as multidimensional skill bundles and allow heterogeneity in how different firms value each dimension of skill. Edmans and Gabaix 2011 study multidimensional firms. Tervio 2009 analyzes how labor market imperfections make entry to the CEO market difficult in the first place. To our knowledge, we are the first to test assignment models key prediction that higherability individuals get to work as CEOs of larger companies. Our results are consistent with this prediction and the general idea that the labor market allocates highercaliber individuals to more productive positions. Third and finally, our paper is related to papers that analyze the characteristics or compensation of other highcaliber professionals, including lawyers Kaplan and Rauh, 2010, 2013 and Oyer and Schaefer, 2012 and finance professionals Kaplan and Rauh, 2010, 2013; Philippon and Resheff, 2012; and Celerier and Vallee, 2014. Perhaps the closest of these studies to ours are the ones by Lindqvist and Vestman 2011 and Lindqvist 2012, which match enlistment test data with the income of individuals in managerial positions. These individuals account for 8% of the male population and are thus on average considerably lower on the corporate ladder than CEOs. These studies also lack data on firm size, a key attribute in assignment models. 6 2. Data Our data set combines information from the Military Archives, Statistics Sweden, and Swedish Companies Registration Office.11 Military Archives. The traits data originate from the Swedish military, which examines the health status and the cognitive, noncognitive, and physical characteristics of all conscripts. The purpose of the data collection is to assess whether conscripts are physically and mentally fit to serve in the military and suitable for training for leadership or specialist positions. The examination spans two days and takes place at age 18. Lindqvist and Vestman 2011 offer a more comprehensive description of the testing procedure. The data are available for Swedish males who were drafted between 1970 and 1996. Military service was mandatory in Sweden during this period, so the test pool includes virtually all Swedish men. The data record the year in which the conscript was enlisted. The cognitiveability test consists of four subtests designed to measure inductive reasoning Instruction test, verbal comprehension Synonym test, spatial ability Metal folding test, and technical comprehension Technical comprehension test. The subscores and their aggregation into a composite score are reported on a stanine STAndard NINE scale. On this scale a normal distribution is divided into nine intervals, each of which has a width of 0.5 standard deviations excluding the first and last. An individuals test score thus tells how well he performed relative to an entire cohort of test takers. 11 The sensitive nature of the data necessitated an approval from the Ethical Review Board in Sweden and a data secrecy clearance from Statistics Sweden. The identifiers for individuals, firms, and other statistical units were replaced by anonymized identifiers and the key that links the anonymized identifier to the real identifiers was destroyed. The data are used through Microdata Online Access service provided by Statistics Sweden. 7 Psychologists use test results and family characteristics in combination with oneonone semistructured interviews to assess conscripts psychological fitness for the military. Psychologists evaluate each conscripts social maturity, intensity, psychological energy, and emotional stability and assign a final aptitude score following the stanine scale. Conscripts obtain a higher score in the interview when they demonstrate that they have the willingness to assume responsibility, are independent, have an outgoing character, demonstrate persistence and emotional stability, and display initiative. Importantly, a strong desire for doing military service is not considered a positive attribute for military aptitude and may even lead to a negative assessment, which means that the aptitude score can be considered a more general measure of noncognitive ability Lindqvist and Vestman, 2011. To assess physical aptitude for the military, the military collects physical information about conscripts including their height. In robustness checks, we also use supplementary data from a variety of strength and fitness tests. Prior literature shows that physical fitness modifies the relationship between height and labor market outcomes Lindqvist, 2012; Lundborg, Nystedt, and Rooth, 2014. Cardiovascular fitness is measured in a cycle ergometry test and muscle strength on a combination of knee extension, elbow flexion, and hand grip tests. Statistics Sweden. We merge the traits data to personal characteristics obtained from Statistics Sweden. The bulk of these data comes from the LISA database that covers the whole Swedish population of individuals who are at least 16 years old and resident in Sweden at the end of each year. This database integrates information from registers held by various government authorities. We extract information on labor and total income, field and level of education, profession, and family relationships. Labor income includes all income taxed as labor income in a given year; base 8 salaries, stock option grants, bonus payments, and benefits qualify as taxable labor income.12 The education levels consist of five categories that vary from basic education to graduate studies. We use the fields of education to classify degrees into law, business, administration, government, natural sciences, agriculture, engineering, medicine, and other fields. We define physicians referred to in the text as medical doctors and trial lawyers which include both counselors and prosecutors based on occupation codes that follow the international ISCO88 classification. The family records allow us to map each individual to their parents and control for family fixed effects. Swedish Companies Registration Office. The Swedish Companies Registration Office keeps track of all companies and their top executives. The firm data are available for all corporate entities that have a limited liability structure aktiebolag and that have appointed a CEO verkstallande direktor, excluding firms that operate as banks or insurance companies. These data record various financial statement items, including the total value of assets and the return and operating return on assets. By law, each firm has to supply this information to the registration office within seven months from the end of the fiscal year. Financial penalties and the threat of forced liquidation discourage late filing. The 40 industries in our data are based on the international NACE Rev.1.1 classification. The information on service as CEO tells us, at the end of each year, the identification number of each firm and the individual who serves as its CEO. Our sample encompasses about 9 million personyears and 41,000 unique CEOs. Given the sample size, almost all of our results are highly significant. Therefore, our reporting generally focuses on coefficient values and patterns rather than on their statistical significance. 12 Tax authorities deem the taxable income to occur in the year when an employee or executive exercises his stock options or purchases his companys shares at a price that is less than their fair value. 9 3. How Do the Personal Traits of CEOs Differ from the Population? 3.1. Distributions of Traits for CEOs and the Population In Table 1 Panel A, we report descriptive statistics of the traits, education, and income for the population and the CEOs, classified according to the size of their company. Future CEOs differ from the population in all measures we consider. The average member of the population has a cognitive ability score of 5.2., a noncognitive ability score of 5.1, and is 179.1 cm tall. The corresponding traits for the CEOs of small companies, defined here as companies with less than SEK 100 million in total assets 1 SEK 0.15 USD, and accounting for about 90% of the firm population, are 6.0, 6.1, and 180.2 cm, respectively. Smallcompany CEOs thus have about onehalf of a standard deviation higher cognitive and noncognitive ability, and about onefifth of a standard deviation higher height than the population on average. CEOs are also better educated than the population in general. For example, about onehalf of the smallcompany CEOs have a posthighschool degree generally a college degree or equivalent, whereas the corresponding fraction for the population is about onethird. The values of all the traits increase as a function of firm size. For example, the average cognitive ability of the CEO increases from 6.0 to 7.2, i.e. about onehalf of a standard deviation, when we move from small to large companies defined here as having at least SEK 10 billion in total assets. The corresponding increase for noncognitive ability is from 6.1 to 7.3 and for height from 180.2 cm to 183.2 cm. The average CEO pay increases from SEK 661 thousand to about SEK 6 million. CEOs working for large companies are also better educated: 94% of them have at least a posthighschool degree. They are also on average five years older. Among the cognitiveability subcomponents, induction which measures logical ability and numeracy and verbal ability increase most as a function of firm size. The average induction score 10 increases from 5.9 to 7.1 from small to large companies. The corresponding increase for verbal ability is from 5.7 to 7.0. CEOs average scores for the cognitiveability components that are less generic in nature differ less from the population and increase less with firm size. For example, spatial ability increases from 5.9 to 6.5 when we move from small to large companies, and technical ability from 5.6 to 6.1. This is consistent with the idea that the CEO market values most such traits that are generic in nature.13 Figure 1 graphs the distribution of the three key traits, both for the population and for the CEOs of small and large companies. It illustrates that the difference in the average scores between the population and CEOs does not arise from a preponderance of any one stanine in any of the groups. There are relatively fewer CEO participants in every belowaverage trait group and relatively more in every aboveaverage trait group. Table 1 Panel B reports the distribution of the traits more formally. Perhaps the most striking differences between the three groups can be observed among individuals attaining the highest scores in the trait measures, reported in the rightmost column. Consistent with the militarys goal of fitting the measured cognitive ability of conscripts to the stanine distribution which assigns the highest score to the top 4% of test takers, 4.2% of the population attain the highest cognitiveability score. The corresponding fraction among smallcompany CEOs is 7.4% and among largecompany CEOs 16.1%. In other words, the highest cognitiveability score is about twice as common among the CEOs of the largest companies as it is among the CEOs of the smallest companies, and about four times as common as it is in the population. CEOs single out even more in terms of noncognitive ability. The fraction of largefirm CEOs with the highest noncognitive ability score 21.9% is about four times as high as the corresponding fraction among smallcompany CEOs 5.2%, and about 12 times as 13 See Frydman 2007 and Custodio, Ferreira, and Matos 2013 for related empirical evidence. 11 high as in the population 1.8%. The fraction on largecompany CEOs who are at least 190 cm tall 16.7% is more than twice the corresponding fraction among smallcompany CEOs 7.0%, and about three times the corresponding fraction in the population 5.7%. Table 2 Panel A reports the proportion of the population that is dominated by the smallcompany CEOs in individual traits. Given that the traits attain discrete values, we smooth our results by interpolating them at onepercent intervals of the CEO distribution. For example, Table 1 Panel A shows that the median CEO of a firm with more than 10 billion in assets has a cognitiveability score of 7. Table 1 Panel B finds that the cognitive ability of this CEO falls between the sixth and seventh stanines; the cumulative shares of CEOs representing stanines 16 and 17 are 30% and 61%, respectively. The corresponding population shares are 75% and 88%, respectively. Therefore, the cumulative share of the population increases by 88% 75% 61% 30% 0.42 for each percent increase in the CEO population. Because the median is 50% 30% 20% away from the lowest point of the sixth stanine, the median CEO dominates 75% 200.42% 83% of the population. Table 2 Panel A reports this and other percentiles obtained from the interpolation. The median smallcompany CEO is above 67% of the population in cognitive ability, above 71% in noncognitive ability, and above 56% in height. The corresponding fractions of the population dominated by largecompany CEOs are 83%, 92%, and 72%, respectively. These results suggest that CEOs and largecompany CEOs in particular have considerably higher trait measures than the population as a whole. At the same time, their traits do not appear to be exceptional, at least when analyzed one at the time. For example, 17% of the population have a higher cognitive ability than the median largefirm CEO. Our results are consistent with the idea that leadership ability is not onedimensional see, e.g., Heckman, 1995. CEOs score better on all attributes we consider. It is therefore worthwhile 12 to study whether the combination of traits CEOs possess is exceptional. We investigate this by first expressing each trait of each individual in terms of its standardized value. We then estimate the joint distribution of traits in the population and among CEOs. We assume that all traits are equally important and add up the standardized scores into a combination variable which we use to rank individuals see e.g. Rosenthal 1978. For comparison purposes, we divide the distribution of each CEO trait and their combination into quintiles. The right tail of the trait distribution is analyzed in even greater detail. The results are reported in Figure 2 Panel A and B, and more formally in Table 2 Panel B. The results indicate that CEOs differ more from the population in the combination of traits than in any individual trait. This result can be most easily seen in Figure 2 Panel A and B, where the curve indicating the combination of traits is above the curves indicating individual traits. However, the difference between the combination and the best individual trait is relatively small, except for the bottom third of the CEOs of the largest companies. The median top quartile smallcompany CEO dominates 73% 89% of the population in these traits. Among large companies, the median top quartile CEO dominates 93% 98% of the population. There are many potential ways of combining information from individual traits. In the three first columns of Table 2 Panel C, we relax the assumption of equal weights for the traits. We assign each trait in turn a value of zero, with the two remaining traits attaining equal weights. In the fourth column, we calculate the product instead of the sum of the standardized traits. In the fifth column, we calculate the smallest standardized value of the three traits to identify the Achilles heel of each individual. If companies prefer wellrounded CEOs, we would expect them to hire CEOs without any apparent weaknesses. Table 2 Panel C shows that the extent to which CEOs dominate the population in the combination of their traits is not sensitive to how the information about individual traits is 13 combined. For example, the fraction of population dominated by the median smallcompany CEO is 73.3% in Panel B, whereas in Panel Cs five different specification this fraction ranges from 67.9% to 73.8%. The results are also similar for other parts of the trait distribution, as well as for other firmsize classes. Table IA1 reports Panel Cs results for other firmsize categories. Figure 2 Panel C illustrates how the proportion of the population dominated by the CEOs changes as a function of firm size. As in Table 2 Panel B, we perform the analysis based on the combination of the three equally weighted traits. There is a sizeable difference in the caliber between smallcompany CEOs and those of firms whose total assets range from SEK 100 million to 1 billion. The trait differences between the CEOs belonging to the other firmsize categories are smaller, particularly among the highercaliber CEOs. 3.2. Regressions of Traits and Service as a CEO Table 3 regresses traits against indicators for various professions. The key regressors are dummies for CEOs of firms of different size. To gain more perspective on the caliber of CEOs compared with other highprestige professionals, we also include dummies for medical doctors and lawyers. Finally, to assess how the traits of CEOs and other professionals differ within groups of people who share a common set of characteristics, we include a battery of other attributes. Adding these variables helps us evaluate the extent to which the trait differences between CEOs and the population can be attributed to differences in some of their other characteristics. Each column in the table corresponds to a regression whose unit of observation is an individual in a given year. Columns 14 report regressions of the standardized value of cognitive ability on sets of controls that gradually add variables. The dummies for each enlistment year in the first column address the possibility that test procedures have changed or that the average measured cognitive ability and height have increased over time. The dummies for each year in that 14 column control for potential changes in the number of firms and their size composition. The next two specifications add dummies for the level and field of education, which capture any educationrelated differences in the traits of CEOs. The last specification identifies the CEO trait premium from variation within a single family. This analysis helps us address the possibility that some of our trait measures capture differences in family backgrounds rather than in intrinsic skills. Given that the trait scores are available only for men, the analysis effectively compares the traits of CEOs with those of their brothers. Columns 58 and 912 follow the same structure in estimating the CEO trait premiums for noncognitive ability and height, respectively. The tvalues reported in parentheses are based on standard errors that allow clustering in the annual observations for each individual. In the specifications incorporating family fixed effects, clustering is at the level of the family. Column 1 finds largefirm CEOs to have cognitive ability scores that are 1.08 standard deviations above the mean. Their cognitive ability is thus close to that of medical doctors, whose cognitive ability is 1.23 standard deviations above the mean. Largefirm CEOs have an even higher noncognitive ability, which at 1.34 standard deviations above the mean is more than half a standard deviation higher than that of medical doctors 0.77 sd above the mean and lawyers 0.54 sd above the mean. The noncognitive ability and height of medical doctors and lawyers are roughly comparable with those of smallfirm CEOs. Column 2 controls for the level of education. This decreases especially the coefficients for cognitive ability, which are highly correlated with the level of education. For example, the largecompany CEO coefficient estimate decreases from 1.08 to 0.42 and the medicaldoctor coefficient estimate from 1.23 to 0.44. However, even the noncognitive ability and height estimates, reported in columns 6 and 10, drop. For example, the largecompany CEO estimate for noncognitive ability drops from 1.34 to 0.94 and the height estimate from 0.69 to 0.54. Controlling for the level 15 of education also influences the comparison of CEOs and other highcaliber professions, which consist only of highly educated individuals. As a result, smallcompany CEOs display a higher noncognitive ability and height in columns 6 and 10 than medical doctors and lawyers on average. Adding the field of education to controls in Column 3 drops the coefficient estimates further, but the change is less dramatic than when the level of education is controlled for. For example, largecompany CEOs cognitiveability coefficient drops from 0.42 to 0.35, and their noncognitive ability estimate from 0.94 to 0.86. Given that medical doctors and lawyers are specialists in their chosen fields of education, we do not include dummies for these professions in column 3. Finally, column 4 adds family fixed effects to the regression. This generates another large drop to the coefficients. For example, the cognitiveability coefficient for largecompany CEOs drops from 0.42 in column 2 to 0.18. The corresponding coefficients for noncognitive ability and height drop even more, from 0.94 to 0.28 and from 0.54 to 0.14 standard deviations, respectively. CEOs along with medical doctors and lawyers thus have more impressive traits than their equally well educated brothers, but the difference is not economically large. The regressions above do not allow evaluating the importance of each trait for attaining a CEO position. Table 4 Panel A addresses this question with a series of linear probability models that explain the dummy for CEOs with the three traits and the set of control variables used in Table 3. Columns 13 add each trait separately whereas columns 47 include all the three traits with varying sets of control variables. As a general rule, we cluster standard errors at the level of an individual. In the specifications incorporating family fixed effects, however, we cluster at the level of a family. All three traits are significantly positively associated with attaining a CEO position. When analyzed alone, the coefficient for noncognitive ability is 1.11, whereas the corresponding 16 coefficients for cognitive ability and height are 0.91 and 0.37, respectively. Adding all trait variables simultaneously in the regression in column 4 decreases their coefficients, but their relative importance remains: noncognitive ability has most predictive power on CEO appointments. This result persists also in columns 5 and 6 which control for educational attainment. In column 6, for example, the noncognitive ability coefficient 0.82 is almost twice as large as the cognitive ability coefficient 0.43 and more than five times as large as the coefficient for height 0.15. The noncognitive ability coefficient remains the largest also in column 7 where family fixed effects are controlled for. We next analyze whether the effect of traits on CEO appointments varies as a function of firm size. We split the CEO sample into ten equally large groups based on the total assets of the firm, and run the regression in Table 4 Panel A column 6 separately for each group. Figure 3 Panel A plots the trait coefficients, and Table IA2 Panel A reports them more formally. All trait coefficients are positive in all size categories. Noncognitive ability and height coefficients increase monotonically in firm size, whereas the cognitive ability coefficient decreases monotonically in firm size. For small firms, the cognitive and noncognitive ability coefficients are about equally large, about five times as large as height. For large firms, the noncognitive ability coefficient is about four times as large as the cognitive ability and height coefficients. These results are consistent with the idea that the relative importance of cognitive ability for attaining a CEO position decreases as a function of firm size. Table 4 Panel B analyzes how the components of cognitive ability explain appointments to a CEO position. Columns 14 report the results using only one of the components at the time. Induction, which captures logical ability and numeracy, attains the largest coefficient, followed by verbal ability, technical ability, and spatial ability. This ranking remains the same also in remaining columns which add controls, with one exception: technical ability is the most important 17 cognitive ability attribute in column 7 which controls for the level and field of education, and the secondmost important in column 8 which controls for family fixed effects. Finally, we analyze whether the effect of cognitiveability components on CEO appointments varies as a function of firm size. Building on the regression specification reported in Table 4 Panel B column 7, Figure 3 Panel B repeats the analysis of Figure 3 Panel A for ten firmsize groups. Table IA2 Panel B reports the results more formally. The results suggest that the relative importance of all four cognitiveability components changes markedly as a function of firm size. In the bottomtwo firm deciles, technical and spatial ability are the two most important cognitiveability traits. Their relative and absolute importance declines in firm size, and they are the two least important cognitiveability components in the toptwo firm deciles. On the other hand, induction and verbal ability, the two most generic cognitiveability components, become both relatively and absolutely more important for larger companies. This is consistent with the idea that the CEO market values most such traits that are generic in nature. 4. To What Extent Do the Traits Explain CEO Pay? 4.1. Pay Premium of CEOs Compared to Population and Other Professionals Table 5 estimates the pay premium CEOs enjoy compared to the population and to other highprestige professionals. The dependent variable is the logged taxable labor income that captures base salaries, bonus payments, stock option grants, and benefits awarded to an individual in a given year. Individuals with no taxable labor income are not included in the regression. Panel A Column 1 reports results from a specification that includes dummies of CEOs of varioussized companies, dummies for medical doctors and lawyers, and controls for year and enlistment year. The coefficient estimates for CEOs increase monotonically with size, ranging 18 from 0.37 for the smallfirm CEOs to 2.48 for largefirm CEOs. This means that smallfirm CEOs earn about 1.4 times as much as the population e 0.37 1.4 and largefirm CEOs about 12 times as much as the population. Medical doctors earn 2.2 times and lawyers 1.7 times as much as the population. Column 2 adds controls for the three traits. This allows us to estimate how much of the CEO pay premium can be attributed to the returns to the three traits. The coefficient for largefirm CEOs drops from 2.48 to 2.22, suggesting that largefirm CEOs earn 9.2 times as much as the population on average when the traits are controlled for. This means that the three traits account for about 23% of the pay premium of largecompany CEOs. This fraction increases monotonically as a function of firm size; it is 10% for smallfirm companies and 1619% for the intermediate firm size categories. It is 19% for medical doctors and 12% for lawyers. Columns 35 control for education and family fixed effects. Column 4 drops the medical doctor and lawyer dummies because the field of education is controlled for. In Column 5 the coefficients for CEOs, particularly for largecompany CEOs, drop markedly, whereas the corresponding coefficients for medical doctors and lawyers drop much less if at all. As a result, for example, largecompany CEOs make no more than 2.6 times as much as their equally well educated brothers. This suggests that CEOs, and particularly largecompany CEOs, come from families in which also other siblings are very well paid. Table 5 Panel B performs similar analyses as Panel A except that it replaces cognitive ability with its subcategories. The specification in column 1 serves as the benchmark regression that other columns build on. Here, none of the trait variables are controlled for. The sample is smaller than in Panel A because subcategory scores are not available for all individuals. Column 2 adds the ability scores. Among cognitive ability subscores, induction is by far the most important trait, followed by verbal and technical ability. Spatial ability is clearly the least 19 important trait. This is a similar result as the one reported in Table 4 Panel B which studies the likelihood to become CEO. As in Table 4, the relative importance of technical ability increases when we control for education in columns 3 and 4 and family fixed effects in column 5. However, induction attains clearly the largest coefficient value in all specifications. 4.2. Variation in Pay within CEOs and Other Professionals Figure 4 Panel A sorts the sample of CEOs into 250 quantiles based on pay and plots, for each quantile, the logged average CEO pay on the horizontal axis and the mean standardized traits on the vertical axis. It also fits linear regressions that explain each trait with logged CEO pay. The patterns are largely monotonic and close to linear. Noncognitive ability has the largest slope, followed by cognitive ability and height. This suggests that noncognitive ability has the largest influence, and cognitive ability the secondlargest influence, on CEO pay. The largest deviation from linearity applies for cognitive ability: in the bottom range of pay, the relationship between pay and cognitive ability is negative, not positive. We can only speculate what drives this result. One possibility is that the lowpay segment of the sample includes many small boutiquetype firms such as advisory services whose success hinges on the expertise of their CEOs. Alternatively, it may consist of many startup firms with excellent growth prospects but severe financial constraints on pay. Both types of firms would be expected to attract CEOs with high cognitive ability. Table 6 Panel A analyzes the contribution of traits to pay for CEOs and other professionals. Columns 16 include observations in which an individual served as a CEO in a given year. The samples in columns 7 and 8 consist of medical doctors and lawyers, respectively. These withinprofession regressions reveal how variation in compensation is linked to variation in traits. 20 Columns 13 show that each trait commands a pay premium in the market for CEOs. Column 4, which includes all three traits simultaneously, shows that onestandard deviation increases in cognitive ability, noncognitive ability, and height are associated with 10.3%, 11.3%, and 4.1% higher pay, respectively. These trait gradients are 12 percentage points higher than the corresponding gradients for lawyers, and 48 percentage points higher than those for medical doctors. All trait gradients are highly significant, except that taller medical doctors do not earn significantly higher salaries than shorter ones. These results are not sensitive to the definition of income. Table IA3 shows that our results remain very similar if we use total income in lieu of labor income. What explains the remarkably strong relation between CEO pay and traits? One of the best documented relationships in the executive compensation literature is the positive association between firm size and compensation see e.g. Bertrand, 2009. Panel B in Figure 4 reproduces this association in our data by plotting logged CEO pay against logged firm size in each of the 250 firm size quantiles. The relationship between the two variables is remarkably close to linear; a linear regression generates a size elasticity of pay of 0.24 with an Rsquared of 0.983. Figure 4 Panel C plots traits in each firm size quintile. As in the case of compensation, noncognitive ability attains the largest slope coefficient, followed by cognitive ability and height. The fact that larger firms appear to appoint higherability CEOs suggests that part of the largefirm compensation premium may be a reward for intrinsic talent. Table 6 Panel B analyzes the relationship between traits and pay in a setup that controls for firm size. Adding firm size soaks up much of the contribution of the traits on pay. For example, the cognitiveability coefficient drops from Panel As 0.103 in column 4 to 0.076 in Panel Bs corresponding column 2. The noncognitive ability coefficient drops from 0.113 to 0.049 and the height coefficient from 0.041 to 0.017. This suggests that 27%58% of the effects of the traits on 21 pay are driven by the matching of higherability CEOs to larger firms, consistent with Figure 3 Panel C and with Gabaix and Landier 2008 and Tervio 2008. As in Panel A, the cognitiveability coefficient drops most when we add controls for education in columns 3 and 4. Controlling for industry fixed effects in column 5 drops the cognitiveability coefficient further from 0.029 in column 4 to 0.009; the coefficients for noncognitive ability and height drop much less. This suggests that industrywide differences in traits, particularly in cognitive ability, contribute to the effect of traits on pay. Column 6 in Table 6 Panel B adds firm fixed effects to the regression. Because this regression identifies the effects from variation within firms, it effectively addresses the following question: does replacing a CEO with one with higher trait values lead to higher pay? The answer to this question is a qualified yes: a onestandard deviation increase in noncognitive skills is associated with 2.4% higher pay tvalue 2.89. Hiring a onestandard deviation taller CEO is associated with a 1.4% higher pay tvalue 1.85. The coefficient for cognitive ability is negative but insignificant. These results help in ruling out the possibility that firm characteristics other than firm size and industry drive the relation between traits and pay. To the extent that our traits measure CEO talent, our results are consistent with the idea that the crosssectional variation in pay among CEOs reflects their marginal productivity. This conclusion is at odds with the view that attributes high CEO pay solely to powerful CEOs that have captured the paysetting process see, e.g., Bebchuk and Fried, 2004. 5. Conclusion How do the personal traits of CEOs differ from the population and from other highprestige professionals? Which traits matter most on CEO pay? How much of the link between traits and 22 pay is explained by highercaliber CEOs assignment to larger companies? We address these and many other research questions by using a unique combination of registrybased data sets on the Swedish male population. Our results suggest that CEOs possess considerably higher cognitive and noncognitive ability and are much taller than the population on average. While even largefirm CEOs are not exceptional in any of the traits we study, they do possess a balanced trait portfolio where each trait is of the same or higher caliber than that for medical doctors and lawyers on average. Relative to cognitive ability, the importance of noncognitive skills and height increase in firm size. The traits contribute to CEO pay in two ways. First, highercaliber individuals are assigned to larger companies, which tend to pay more. Second, the traits contribute to pay over and above that driven by firm size. Between onequarter and threefifths of the effects of each trait on CEO pay is driven by the matching of higherability CEOs to larger firms. Noncognitive ability has the largest effect on pay, followed by cognitive ability and height. Our analysis focuses on three traits that have an established role in the literature. However, we also check whether CEOs excel in other, less obvious ways. CEOs often have to endure long working hours and may need an excellent physical condition to meet the challenges in their work, so we test whether two physicalcondition proxies, cardiovascular fitness and muscle condition at age 18, have predictive power for attaining a CEO position 14. We find little evidence of this, perhaps because physical condition can change so much between the military service and appointment to a CEO position. While future CEOs are in better shape than the population Table IA4 Panel A, the predictive power of physical condition on attaining a CEO position disappears when the other traits and education are controlled for Table IA4 Panel B. 14 Lindqvist 2012 and Lundborg, Nystedt, and Rooth 2014 find these variables to predict life outcomes. 23 Are higher trait values also associated with better firm performance? Despite of our large sample, we find no evidence in favor of this hypothesis. Table IA5 reports that none of the CEOs trait measures are reliably positively associated with the profitability of the companies they run, measured either as the return or operating return on assets. We suspect this result is driven by the process through which CEOs are matched to firms of different size. Assignment models predict that, in equilibrium, large and complex firms end up hiring highercaliber CEOs than small and easytomanage firms Gabaix and Landier, 2008, and Tervio, 2008. While replacing a largecompany CEO with a less talented smallcompany CEO could have a negative effect on performance, matching in the CEO market makes it difficult to observe this counterfactual. This may explain why the link between traits and performance does not show up in the data. Why does the CEO market treasure individuals with higher trait values? The most straightforward explanation is that they allow CEOs to do their jobs better. In this scenario, the traits have intrinsic value and influence the productivity of CEOs directly. Another possibility is that the traits have instrumental value, influencing the performance of CEOs indirectly. For example, higher trait values can enable prospective executives to gain valuable experience; it is easier to notice an individual who is smart, tall, and possesses formidable people skills. Alternatively, they may increase a prospective executives selfesteem Persico, Postlewhite and Silverman, 2004, which may place them in a better position in their race to the top. It is difficult to identify the direct effect of CEO traits on productivity because of the tendency of the highercaliber CEOs to be assigned to bigger and hardertomanage companies. Identifying the indirect effect is even more difficult, as it would require one to attribute the intermediate career steps to traits, and the CEOappointment decisions to past career moves. Because of these concerns, it will be very difficult to quantify the relative importance of the direct and indirect channels. However, we have a good reason to expect that the indirect channel plays a 24 more important role than the direct channel: CEOcaliber raw talent is not a scarce resource per se. About 100,000 individuals in our data possess a trait profile that dominates the trait profile of the median largefirm CEO. The fact that only a few of these individuals end up leading major corporations suggests that their success in the CEO labor market must be primarily driven by something else than their raw talent. 25 References Adams, Renee, Heitor Almeida and Daniel Ferreira, 2005, Powerful CEOs and Their Impact on Corporate Performance, Review of Financial Studies 184, 14031432. Asker, John, Joan FarreMensa, and Alexander Ljungqvist, 2013, Corporate Investment and Stock Market Listing: A Puzzle?, New York University working paper. Bandiera, Oriana, Luigi Guiso, Andrea Prat, and Raffaella Sadun, 2014, Matching Firms, Managers, and Incentives, Journal of Labor Economics, forthcoming. Bebchuk, Lucian and Jesse Fried, 2004, Pay without Performance: The Unfulfilled Promise of Executive Compensation, Harvard University Press, Cambridge. Benmelech, Efraim and Carola Frydman, 2012, Military CEOs, Journal of Financial Economics, forthcoming. Bennedsen, Morten, Francisco PerezGonzalez, and Daniel Wolfenzon, 2010, Do CEOs Matter? Stanford University working paper. Bennedsen, Morten, Francisco PerezGonzalez, and Daniel Wolfenzon, 2012, Evaluating the Impact of The Boss: Evidence from CEO Hospitalization Events, Stanford University working paper. Bennedsen, Morten, Kasper M. Nielsen, Francisco PerezGonzalez, and Daniel Wolfenzon, 2007, Inside the Family Firm: The Role of Families in Succession Decisions and Performance, Quarterly Journal of Economics 1222, 647691. Bertrand, Marianne, 2009, CEOs, Annual Review of Economics, 11, 121150 Bertrand, Marianne and Antoinette Schoar, 2003, Managing with Style: The Effect of Managers on Firm Policies, Quarterly Journal of Economics 1184, 11691208. Bloom, Nicholas, and John Van Reenen, 2010, Why Do Management Practices Differ across Firms and Countries? Journal of Economic Perspectives 241, 203224. Bolton, Patrick, Marcus Brunnermeier, and Laura Veldkamp, 2010, Economists Perspectives on Leadership, in Handbook of Leadership and Theory, Nitin Nohria and Rakesh Khurana eds., Harvard Business School Press, Cambridge. 26 Case, Anne and Christina Paxson, 2008, Height, Ability, and Labor Market Outcomes, Journal of Political Economy 1163, 499532. Chang, Yuk Ying, Sudipto Dasgupta, and Gilles Hilary, 2010, CEO Ability, Pay, and Firm Performance, Management Science 5610, 16331652. Celerier, Claire and Boris Vallee, 2014, Are Bankers Worth Their Pay? Evidence from a Talent Measure, HEC working paper. Central Intelligence Agency CIA, World Factbook, https:www.cia.govlibrarypublicationstheworldfactbookrankorder2172rank.html. Chevalier, Judith, and Glenn Ellison, 1999, Are Some Mutual Fund Managers Better than Others? Crosssectional Patterns in Behavior and Performance, Journal of Finance 543, 875899. Custodio, Claudia, Miguel Ferreira, and Pedro Matos, 2013, Generalists versus Specialists: Lifetime Work Experience and Chief Executive Officer Pay, Journal of Financial Economics 1082, 471492. Custodio, Claudia, and Daniel Metzger, 2013, How Do CEOs Matter? The Effect of Industry Expertise on Acquirer Returns, Review of Financial Studies 268, 20082047. Edmans, Alex and Xavier Gabaix, 2009, Is CEO Pay Really Inefficient? A Survey of New Optimal Contracting Theories, European Financial Management 153, 486496. Edmands, Alex and Xavier Gabaix, 2011, The Effect of Risk on the CEO Market, Review of Financial Studies 248, 28222863. Eisfeldt, Andrea and Camelia Kuhnen, 2013, CEO Turnover in a Competitive Assignment Framework, Journal of Financial Economics 1092, 351372. Faccio, Mara, and Larry HP Lang, 2002, The Ultimate Ownership of Western European Corporations, Journal of Financial Economics 653, 365395. Falato, Antonio, Dan Li, and Todd Milbourn, 2012, Which Skills Matter in the Market for CEOs? Evidence from Pay for CEO Credentials, Washington University in St Louis working paper. Fernandes, Nuno, Miguel A. Ferreira, Pedro P. Matos, and Kevin J. Murphy, 2012, Are US CEOs Paid More? New International Evidence, USC working paper. 27 Finkelstein, Sydney, Donald C. Hambrick, and Albert A. Cannella, 2009, Strategic Leadership: Theory and Research on Executives, Top Management Teams, and Boards Oxford University Press, UK. Floud, Roderick, Kenneth Wachter, and Annabel Gregory, 1990, Height, Health and History: Nutritional Status in the United Kingdom, 17501980 Cambridge University Press, UK. Flynn, James R., 1984, The Mean IQ of Americans: Massive Gains 1932 to 1978, Psychological Bulletin 951, 2951. Forbes, The Worlds Biggest Public Companies 2013, http:www.forbes.comglobal 2000. Frydman Carola, 2007, Rising Through the Ranks. The Evolution of the Market for Corporate Executives, 19362003, MIT working paper. Frydman, Carola and Dirk Jenter, 2010, CEO Compensation, Annual Review of Financial Economics 21, 75102. Gabaix, Xavier, and Augustin Landier, 2008, Why Has CEO Pay Increased So Much? Quarterly Journal of Economics 1231, 49100. Graham, John R., Campbell Harvey, and Manju Puri, 2013, Managerial Attitudes and Corporate Actions, Journal of Financial Economics 1091, 103121. Graham, John R., Si Li and Jiaping Qiu, 2012, Managerial Attributes and Executive Compensation, Review of Financial Studies 251, 144186. Hambrick, Donald C., and Phyllis A. Mason, 1984, Upper Echelons: The Organization as a Reflection of its Top Managers, Academy of Management Review 92, 193206. Hanushek, Eric A., Guido Schwerdt, Simon Wiederhold, and Ludger Woessmann, 2013, Returns to Skills around the World: Evidence from PIAAC, NBER working paper. Heckman, James J., 1995, Lessons from the Bell Curve, Journal of Political Economy 1035, 10911120. Heckman, James J., Jora Stixrud, and Sergio Urzua, 2006, The Effects of Cognitive and Noncognitive Abilities on Labor Market Outcomes and Social Behavior, Journal of Labor Economics, 243, 411482. 28 Herrnstein, Richard J., and Charles A. Murray, 1996, The Bell Curve: Intelligence and Class Structure in American Life, Free Press. Hiller, Nathan, Leslie De Church, Toshio Murase, and Daniel Doty, 2011, Searching for Outcomes of Leadership: A 25year Review, Journal of Management 374, 11371177. Hirshleifer, David, Angie Low, and Siew Hong Teoh, 2012, Are Overconfident CEOs Better Innovators? Journal of Finance 674, 14571498. Johnson, W. Bruce, Robert Magee, Nandu Nagarajan, and Harry Newman, 1985, An Analysis of the Stock Price Reaction to Sudden Executive Deaths: Implications for the Managerial Labor Market, Journal of Accounting and Economics 713, 151174. Kaplan, Steven and Joshua Rauh, 2010, Wall Street and Main Street: What Contributes to the Rise in the Highest Incomes, Review of Financial Studies 233, 10041050. Kaplan, Steven and Joshua Rauh, 2013, Its the Market: The BroadBased Rise in the Return to Top Talent, Journal of Economic Perspectives 273, 3555. Kaplan, Steven, Mark Klebanov, and Morten Sorensen, 2012, Which CEO Characteristics and Abilities Matter? Journal of Finance 673, 9731007. Lieberson, Stanley, and James F. OConnor, 1972, Leadership and Organizational Performance: A Study of Large Corporations, American Sociological Review 372, 117130. Lindqvist, Erik, 2012, Height and Leadership, Review of Economics and Statistics 944, 11911196. Lindqvist, Erik, and Roine Vestman, 2011, The Labor Market Returns to Cognitive and Noncognitive Ability: Evidence from the Swedish Enlistment, American Economic Journal: Applied Economics 31, 101128. Lundborg, Petter, Paul Nystedt, and DanOlof Rooth, 2014, Height and Earnings: The Role of Cognitive and Noncognitive Skills, Journal of Human Resources 491, 141166. Malmendier, Ulrike and Geoffrey Tate, 2005, CEO Overconfidence and Corporate Investment, Journal of Finance 606, 26612700. Malmendier, Ulrike and Geoffrey Tate, 2008, Who Makes Acquisitions? CEO Overconfidence and the Markets Reaction, Journal of Financial Economics 891, 2043. 29 Malmendier, Ulrike and Geoffrey Tate, 2009, Superstar CEOs, Quarterly Journal of Economics 1244, 15931638. Malmendier, Ulrike, Geoffrey Tate, and Jon Yan, 2011, Overconfidence and EarlyLife Experiences: The Effect of Managerial Traits on Corporate Financial Policies, Journal of Finance 665, 16871733. Mullins, William, and Antoinette Schoar, 2013, How Do CEOs See Their Role? Management Philosophy and Styles in Family and NonFamily Firms, NBER working paper. Murphy Kevin J., 2012, Executive Compensation: Where We Are, and How We Got There, In George Constantinides, Milton Harris, and Rene Stulz eds., Handbook of the Economics of Finance, Elsevier, forthcoming. Murphy Kevin J., and Jan Zabojnik, 2004, CEO Pay and Appointments: A MarketBased Explanation for Recent Trends, American Economic Review Papers and Proceedings 942, 192196. Murphy, Kevin J., and Jan Zabojnik, 2007, Managerial Capital and the Market for CEOs, University of Southern California working paper. Olsson, U., 1993, Securing the Markets. Swedish Multinationals in a Historical Perspective, In Geoffrey Jones and Harm G. Schroter eds., The Rise of Multinationals in Continental Europe, Chapter 5, Aldershot: Edward Elgar, 99127. Oyer, Paul, and Scott Schaefer, 2012, Welcome to the Club: The Returns to an Elite Degree for American Lawyers, Stanford University working paper. PerezGonzalez, Francisco, 2006, Inherited Control and Firm Performance, American Economic Review 965, 15591588. Persico, Nicola, Andrew Postlewaite, and Dan Silverman, 2004, The Effect of Adolescent Experience on Labor Market Outcomes: The Case of Height, Journal of Political Economy 1125, 10191053. Philippon, Thomas and Ariell Reshef, 2012, Wages and Human Capital in the U.S. Finance Industry: 19092006, Quarterly Journal of Economics 1274, 15511609. 30 Rosenthal, Robert, 1978, Combining Results of Independent Studies, Psychological Bulletin 851, 185193. Schmidt, Frank and John Hunter, 1998, The Validity and Utility of Selection Methods in Personnel Psychology: Practical and Theoretical Implications of 85 Years of Research Findings, Psychological Bulletin 1242, 262274. Schoar, Antoinette and Luo Zuo, 2011, Shaped by Booms and Busts: How the Economy Impacts CEO Careers and Management Styles, NBER working paper. Steckel, Richard H., 1995, Stature and the Standard of Living, Journal of Economic Literature 334, 19031940. Steckel, Richard H., 2009, Heights and Human Welfare: Recent Developments and New Directions, Explorations in Economic History 461, 123. Tervio, Marko, 2008, The Difference That CEOs Make: An Assignment Model Approach, American Economic Review 983, 642668. Tervio, Marko, 2009, Superstars and Mediocrities: Market Failure in the Discovery of Talent, Review of Economic Studies 762, 829850. Thomas, Alan Berkeley, 1988, Does Leadership Make a Difference to Organizational Performance? Administrative Science Quarterly 333, 388400. 31 40%30%20%10%0%40%30%20%10%0%40%30%20%10%0%Panel A: Cognitive ability Population CEOs, 100 million CEOs, 10 billion 123467895 Panel B: Noncognitive ability Population CEOs, 100 million CEOs, 10 billion 123456789Panel C: Height Population CEOs, 100 million CEOs, 10 billion16516569 17074 17579 18084 18589 19094 195 Figure 1. Distributions of personal traits of CEOs in different firmsize categories, and the population at large. The light bars indicate the population whereas the grey and black bars show the distributions for CEOs in firms with less than 100 million and more than 10 billion in total assets, respectively. 32 Panel A: Firms with total assets less than 100 million Cognitive ability Noncognitive ability Height Combination 50%25%75%Cumulative CEO distribution Panel B: Firms with total assets more than 10 billion noitubirtsid noitalupop evitalumu C100%75%50%25%0%0% noitubirtsid noitalupop evitalumu C100%75%50%25%0%0% Cognitive ability Noncognitive ability Height Combination 50%25%75%Cumulative CEO distribution 33 Panel C: All firms, trait combination 10 billion 1 bil 10 bil 100 mil 1bil100 million 25%75%Cumulative CEO distribution 50% noitubirtsid noitalupop evitalumu C100%75%50%25%0%0% Figure 2. Cumulative distributions of CEOs personal traits compared to the population at large as a function of firm size. For each firm size category, each point in the graphs depicts the cumulative probability of CEOs combination of traits relative to the corresponding combination of traits in the population. The combination of traits is an additive combination where the three traits are assigned equal weights. See Table 2 for further description. 34 0.120.080.040.000.080.040.000.04 tiart no tneiciffeo C tiart no tneiciffeo C Panel A: Baseline regressions Cognitive ability Noncognitive ability Height Bottom 234567Firm size decile 89Top Panel B: Components of cognitive ability Induction Verbal Spatial Technical Bottom 23456789Top Firm size decile Figure 3. Coefficients on traits in firmsize categories. Panel A plots the coefficients for cognitive and noncognitive ability, and height for ten regressions. These regressions follow the structure of column 6 of Panel A in Table 4, except that they define the dependent variable separately for CEOs in deciles based on the total assets of the firm. In each regression, the dependent variable takes the value of one if an individual is the CEO of a firm that falls into the size category, and zero otherwise. Panel B plots the coefficients for the four components of cognitive ability as a function of firm size. The coefficients come from ten regressions that follow the structure of column 7 of Panel B in Table 4. 35 yap OECdeggo L 16141210 eulav tiart nae M1.510.5012Panel A: Traits and CEO pay Cognitive ability Noncognitive ability Heighty 0.320x 3.623 R2 0.927 y 0.211x 2.276 R2 0.703 y 0.145x 1.720 R2 0.752 1314Logged CEO pay 1516Panel B: Firm size and CEO pay y 0.243x 9.347 R2 0.983 10131619222528Logged total assets Panel C: Traits and firm size Cognitive ability Noncognitive ability Heighty 0.077x 0.626 R2 0.900 y 0.048x 0.253 R2 0.604 y 0.034x 0.351 R2 0.701 1316192225281.510.5010 eulav tiart nae M Logged total assets Figure 4. Relations between traits, CEO pay, and firm size. Panel A sorts the sample CEOs into 250 quantiles based on pay and plots, for each quantile, the logged average CEO pay on the horizontal axis and the mean of each standardized trait on the vertical axis. Panel B plots the traits against the logged size of the firm whereas Panel C plots the logged CEO pay against logged firm size. Each panel fits linear regressions that explain the variables on the vertical axis with the variable on the horizontal axis. 36 Table 1 Descriptive statistics Panel A reports means, medians, and standard deviations of traits, the year an individual was enlisted, level of education, taxable labor income in SEK, and, for CEOs, the total assets of the firm they manage in SEK; 1 SEK 0.15 USD. The statistics are calculated separately for the population and for CEOs of firms with less than 100 million, 100 million to 1 billion, 1 billion to 10 billion, and more than 10 billion in total assets. Panel B reports the distribution of cognitive ability, noncognitive ability, and height. The unit of observation is an individual. The CEOs are assigned to categories according to the largest firm they have managed during the sample period 200410. Panel A: Descriptive statistics Cognitive ability Induction Verbal Spatial Technical Noncognitive ability Height cm Enlistment year Level of education 1 2 3 4 5 Income thousand Assets of the firm million Number of individuals Population CEOs, 100 million CEOs, 100 million 1 billion CEOs, 1 billion 10 billion CEOs, 10 billion Mean 5.15 5.12 5.01 5.25 4.96 5.09 179.1 1983 Sd Median Mean 5.00 6.03 1.93 5.00 5.93 1.93 5.00 1.82 5.71 5.00 5.85 1.90 5.62 5.00 1.88 6.05 1.74 5.00 6.54 179.0 180.2 1982 1983 7.69 Sd Median Mean 6.00 6.60 1.69 6.00 6.54 1.71 6.00 1.62 6.30 6.00 6.12 1.75 5.86 6.00 1.74 6.66 1.63 6.00 6.29 180.0 181.4 1980 1982 7.15 Sd Median Mean 7.00 6.86 1.48 7.00 6.87 1.53 6.00 1.49 6.64 6.00 6.22 1.67 5.94 6.00 1.66 6.92 1.48 7.00 6.15 181.0 181.6 1979 1980 6.33 Sd Median Mean 7.00 7.16 1.40 7.00 7.07 1.44 7.00 1.46 6.97 6.00 6.48 1.58 6.07 6.00 1.60 7.34 1.42 7.00 5.93 182.0 183.2 1977 1978 5.86 Sd Median 7.00 1.19 7.00 1.25 1.25 7.00 7.00 1.45 6.00 1.68 1.34 8.00 6.08 183.0 1976 5.28 1.0% 10.1% 0.0% 12.2% 32.7% 0.0% 51.8% 50.0% 100.0% 33.5% 47.2% 0.0% 1.5% 12.0% 0.0% 358 370 400 1,268,176 0.5% 6.9% 0.0% 8.3% 27.6% 0.0% 41.1% 49.2% 0.0% 48.4% 50.0% 0.0% 1.7% 12.9% 0.0% 541 661 5.6 14.0 576 19.7 37,094 0.2% 4.1% 0.0% 2.7% 16.1% 0.0% 23.0% 42.1% 0.0% 72.1% 44.8% 100.0% 2.1% 14.2% 0.0% 1,742 1,595 1,333 214 302 217 3,536 0.0% 0.0% 0.0% 0.7% 8.4% 0.0% 12.1% 32.7% 0.0% 85.9% 34.8% 100.0% 1.3% 11.2% 0.0% 3,449 3,398 2,457 2,966 2,132 2,214 709 0.6% 8.0% 0.0% 0.0% 0.0% 0.0% 5.8% 23.5% 0.0% 85.8% 35.0% 100.0% 7.7% 26.8% 0.0% 6,052 5,301 4,099 49,200 92,100 19,300 155 37 Panel B: Distributions of personal traits 2 3 165cm 16569 Ability score stanines Height categories Cognitive ability Noncognitive ability Height Cognitive ability Noncognitive ability Height Cognitive ability Noncognitive ability Height Cognitive ability Noncognitive ability Height Cognitive ability Noncognitive ability Height 1 3.1% 2.0% 0.4% 0.5% 0.1% 0.0% 0.0% 0.0% 0.0% 0.0% 6.7% 5.8% 1.2% 1.9% 1.9% 0.6% 0.3% 0.8% 0.2% 0.0% 0.4% 0.3% 0.0% 0.0% 0.6% 4 17074 Population 15.0% 17.2% 17.2% 5 17579 22.3% 23.4% 28.7% 10.4% 10.7% 5.5% CEOs, 100 million 9.8% 9.8% 14.0% 4.8% 4.4% 3.5% CEOs, 100 million 1 billion 1.6% 2.0% 2.0% CEOs, 1 billion 10 billion 0.7% 1.3% 2.0% 5.2% 5.2% 10.7% 4.4% 3.4% 9.3% 21.3% 19.0% 27.6% 16.4% 13.3% 26.0% 13.7% 12.0% 23.3% CEOs, 10 billion 0.0% 0.0% 1.3% 0.6% 3.2% 5.2% 7.1% 6.5% 18.1% 6 18084 7 18589 8 9 19094 195cm 17.3% 18.9% 27.1% 21.5% 21.9% 29.7% 22.9% 20.1% 30.0% 18.8% 16.1% 34.6% 22.6% 17.4% 33.5% 13.0% 13.9% 14.6% 19.4% 23.3% 17.5% 24.4% 27.0% 21.8% 27.9% 30.7% 21.9% 31.0% 21.3% 24.5% 7.9% 6.3% 4.7% 13.5% 14.0% 5.7% 18.5% 22.6% 7.5% 21.2% 22.8% 7.5% 22.6% 29.7% 14.8% 4.2% 1.8% 1.0% 7.4% 5.2% 1.3% 10.6% 8.9% 1.9% 13.4% 13.3% 1.3% 16.1% 21.9% 1.9% 38 Table 2 Fraction of population dominated by CEOs The table reports the fraction of the population that is dominated by CEOs according to their personal traits. The analysis considers each trait separately and various combinations of traits. Panel A compares, separately for small and large firms, each trait to the population by calculating the proportion of the population that is dominated by CEOs at different parts of the CEOs trait distribution. The results have been smoothed by means of interpolation; see the text for additional details. Panel B sums the standardized trait values by giving each trait equal weights. This sum is then used to calculate the proportion of the population that is dominated by CEOs. Panel C considers alternative ways to combine the traits into a single score for smallcompany CEOs. The three leftmost columns assign each trait in turn a weight of zero, with the two remaining traits attaining equal weights. Cognitive ability noncognitive ability attains zero weight in column 12. The multiplicative specification calculates the product instead of the sum of the standardized traits. We center the standardized traits to have a minimum value of one. The minimum specification uses the smallest standardized value of the three traits to rank CEOs. Panel A: Single traits 5% 25% 50% 75% 90% 95% 100% 5% 25% 50% 75% 90% 95% 100% 5% 25% 50% 75% 90% 95% 100% Cognitive ability 14.0% 42.7% 66.6% 84.6% 93.9% 97.0% 100.0% 100 mil 18.4% 50.1% 73.3% 89.3% 96.2% 98.3% 100.0% 100 million Noncognitive ability 13.1% 45.5% 71.1% 88.3% 96.0% 98.2% 100.0% Height 6.7% 30.3% 56.2% 78.8% 91.7% 95.8% 100.0% Cognitive ability 48.0% 70.4% 82.9% 92.5% 97.3% 98.7% 100.0% 10 billion Noncognitive ability 39.6% 74.9% 92.2% 97.4% 99.1% 99.6% 100.0% Height 15.3% 51.0% 72.3% 89.0% 96.2% 97.7% 100.0% Panel B: Additive combination of traits CEOs 100 mil 1 bil 35.7% 68.3% 85.0% 94.3% 98.2% 99.1% 100.0% 1 bil 10 bil 10 bil 46.3% 75.6% 88.6% 96.1% 98.6% 99.3% 100.0% 60.9% 82.3% 92.5% 97.7% 99.5% 99.7% 100.0% Medical doctors Lawyers 37.8% 73.6% 88.6% 96.3% 98.9% 99.5% 100.0% 27.0% 58.2% 77.6% 90.2% 96.4% 98.2% 100.0% 0%50%50% 14.6% 46.6% 71.6% 88.6% 96.1% 98.1% 100.0% Panel C: Alternative combinations Combination 50%50%0% 50%0%50% 15.8% 44.1% 67.9% 85.5% 94.6% 97.3% 100.0% 18.8% 50.7% 73.8% 89.5% 96.3% 98.4% 100.0% Multiplicative 16.2% 43.7% 69.0% 87.5% 95.2% 98.0% 100.0% Minimum 18.2% 50.2% 73.5% 89.3% 96.2% 98.3% 100.0% 39 Table 3 Trait premium of CEOs and other professions This table regresses traits against indicators of various professions. Each column in the table corresponds to a regression whose unit of observation is an individual in a given year. The regressors indicate CEOs in different firmsize categories and dummies for medical doctors and lawyers. Columns 14 report regressions of the standardized value of cognitive ability. The first specification includes dummies for each year and each enlistment year. The second and third specifications add dummies for five levels and eight fields of education. The fourth specification includes fixed effects for brothers who are born to the same mother. Columns 58 and 912 follow the same structure for standardized values of noncognitive ability and height, respectively. The tvalues reported in parentheses are based on standard errors that allow for clustering at the individual level in all but the family fixed effects specifications where the clustering is at the level of the family. 65,594 observations out of the total of 8,760,402 are excluded in the family fixed effects specifications due to missing family links. Dependent variable Specification CEO dummy, 100 mil Noncognitive ability Cognitive ability Height 2 0.298 64.20 0.302 21.43 0.292 10.02 0.422 6.41 0.440 56.43 0.127 10.23 3 0.276 59.12 0.253 17.81 0.241 8.27 0.349 4.98 4 0.094 20.05 0.116 9.67 0.132 4.82 0.182 3.73 0.231 18.07 0.033 2.64 5 0.564 101.95 0.901 53.95 1.086 31.26 1.337 18.03 0.765 73.69 0.537 35.30 6 0.468 87.53 0.624 37.10 0.723 20.58 0.935 12.78 0.327 30.94 0.159 10.41 7 0.439 82.08 0.562 33.17 0.663 18.79 0.858 11.49 8 0.142 25.07 0.192 13.02 0.190 6.59 0.280 3.18 0.212 12.56 0.047 2.91 9 0.180 31.90 0.360 19.72 0.445 11.22 0.691 7.25 0.316 30.69 0.224 14.37 10 0.142 25.28 0.252 13.85 0.304 7.65 0.536 5.59 0.137 13.11 0.077 4.94 11 0.132 23.38 0.231 12.69 0.285 7.13 0.511 5.27 12 0.038 8.02 0.079 6.06 0.084 3.34 0.140 2.81 0.063 4.72 0.005 0.34 Yes Yes Yes No No Yes Yes Yes Yes No Yes Yes Yes No Yes Yes Yes No No No Yes Yes Yes No No Yes Yes Yes Yes No Yes Yes Yes No Yes Yes Yes No No No Yes Yes Yes Yes No Yes Yes Yes No No Yes Yes Yes No Yes 0.018 0.269 0.273 0.866 0.012 0.105 0.112 0.819 0.004 0.017 0.018 0.865 1 0.464 90.61 0.764 52.88 0.881 29.50 1.075 17.84 1.227 164.33 0.734 58.89 Yes Yes No No No  100 mil 1 bil  1 bil 10 bil  10 bil Medical doctor dummy Lawyer dummy Controls Year Enlistment year Level of education Field of education Family fixed effects Adjusted R2 40 Contribution of traits to attaining a CEO position Table 4 This table reports results from linear probability models which explain the dummy for CEOs with standardized values of cognitive and noncognitive ability, and height. Columns 13 in Panel A add each trait separately. They, along with all other specifications, also include dummies for each year and each enlistment year. Column 4 includes all traits in the regression. Columns 5 and 6 add dummies for five levels and eight fields of education. Column 7 further includes fixed effects for brothers who are born to the same mother. Panel B repeats the same structure for the four subcomponents of cognitive ability. The number of observations is smaller here because the subscores are missing for about 150,000 individuals. The tvalues reported in parentheses are based on standard errors that allow for clustering at the individual level in all but the family fixed effects specifications where the clustering is at the level of the family. The mean dependent variable and the coefficients are multiplied by one hundred. Panel A: Baseline regressions CEO dummy 5 6 7 3 0.365 35.42 Yes Yes No No No 4 0.549 50.91 0.878 73.01 0.169 16.44 Yes Yes No No No 0.466 38.17 0.864 71.36 0.165 15.97 Yes Yes Yes No No 0.432 35.29 0.819 67.97 0.154 15.01 Yes Yes Yes Yes No 0.422 13.34 0.606 21.35 0.194 6.35 Yes Yes Yes Yes Yes Dependent variable Specification Cognitive ability Noncognitive ability Height Controls Year Enlistment year Level of education Field of education Family fixed effects Mean dependent variable Adjusted R2 Number of observations 1 2 0.911 88.06 1.108 96.40 Yes Yes No No No Yes Yes No No No 1.882 0.007 8,760,402 1.882 0.009 8,760,402 1.882 0.003 8,760,402 1.882 0.011 8,760,402 1.882 0.011 8,760,402 1.882 0.014 8,760,402 1.887 0.526 8,694,808 41 Dependent variable Specification Induction Verbal Spatial Technical Noncognitive ability Height Controls Year Enlistment year Level of education Field of education Family fixed effects Mean dep. variable Adjusted R2 Number of observations 1 0.928 80.98 Yes Yes No No No 2.005 0.006 2.005 0.005 2.005 0.004 2.005 0.005 2.005 0.010 2.005 0.010 7,709,018 7,709,018 7,709,018 7,709,018 7,709,018 7,709,018 7,709,018 7,658,114 2 Panel B. Components of cognitive ability CEO dummy 5 4 0.338 18.26 0.183 10.88 0.038 2.55 0.144 9.25 0.928 69.45 0.179 15.66 0.841 73.77 0.761 66.07 3 0.660 58.61 Yes Yes No No No Yes Yes No No No Yes Yes No No No Yes Yes No No No 6 0.298 15.93 0.153 8.85 0.027 1.80 0.120 7.68 0.914 68.04 0.174 15.21 Yes Yes Yes No No 7 0.194 10.38 0.093 5.36 0.038 2.57 0.210 13.33 0.869 65.00 0.164 14.34 Yes Yes Yes Yes No 2.005 0.011 8 0.243 5.61 0.128 3.17 0.012 0.35 0.172 4.56 0.631 19.64 0.193 5.57 Yes Yes Yes Yes Yes 2.009 0.541 42 Table 5 Pay premium of CEOs and other professions This table estimates the pay premiums of CEOs, medical doctors, and lawyers compared to the population. The dependent variable is the logged taxable labor income that captures base salaries, bonus payments, stock option grants, and benefits awarded to an individual in a given year. Individuals with no taxable labor income are not included in the regression. In Panel A, column 1 includes dummies for CEOs in different firmsize categories and for medical doctors and lawyers, and dummies for year and enlistment year. Column 2 adds the standardized values of cognitive and noncognitive ability, and height whereas columns 3 and 4 add dummies for five levels and eight fields of education. Column 5 further includes fixed effects for brothers who are born to the same mother. Panel B follows the structure of Panel A, but breaks down cognitive ability into its four subcomponents. The number of observations is smaller here because the subscores are missing for about 135,000 individuals. The tvalues reported in parentheses are based on standard errors that allow for clustering at the individual level in all but the family fixed effects specifications where the clustering is at the level of the family. Panel A: Baseline regressions Dependent variable Specification CEO dummy, 100 mil  100 mil 1 bil  1 bil 10 bil  10 bil Medical doctor dummy Lawyer dummy Cognitive ability Noncognitive ability Height Controls Year Enlistment year Level of education Field of education Family fixed effects Mean dependent variable Adjusted R2 Number of observations 1 0.368 106.43 1.363 125.04 1.949 69.40 2.482 29.69 0.806 183.74 0.519 61.50 Yes Yes No No No 12.55 0.031 7,765,917 2 0.263 77.12 1.185 109.51 1.737 62.50 2.218 27.20 0.596 129.19 0.386 46.83 0.102 151.85 0.112 158.22 0.022 35.78 Yes Yes No No No 12.55 0.070 7,765,917 Logged income 3 0.264 78.30 1.151 107.15 1.685 61.35 2.160 26.88 0.497 108.39 0.313 38.43 0.064 84.42 0.101 141.59 0.019 31.56 Yes Yes Yes No No 12.55 0.077 7,765,917 4 0.245 72.48 1.096 101.03 1.612 58.67 2.072 26.36 0.056 75.24 0.103 145.07 0.020 32.90 Yes Yes Yes Yes No 12.55 0.090 7,765,917 5 0.181 36.67 0.585 40.60 0.784 20.57 0.969 8.90 0.501 38.31 0.214 16.30 0.075 37.70 0.075 42.34 0.017 9.10 Yes Yes Yes No Yes 12.55 0.526 7,712,679 43 Dependent variable Specification CEO dummy, 100 mil  100 mil 1 bil  1 bil 10 bil  10 bil Medical doctor dummy Lawyer dummy Induction Verbal Spatial Technical Noncognitive ability Height Controls Year Enlistment year Level of education Field of education Family fixed effects Mean dependent variable Adjusted R2 Number of observations Panel B: Components of cognitive ability Logged income 1 0.370 102.36 1.364 123.12 1.952 68.20 2.480 29.48 0.830 177.99 0.522 55.33 Yes Yes No No No 12.57 0.025 6,815,471 2 0.261 73.47 1.174 107.41 1.726 61.16 2.203 26.84 0.602 122.62 0.372 40.45 0.077 77.11 0.026 27.72 0.007 7.89 0.024 27.16 0.107 140.12 0.021 32.48 Yes Yes No No No 12.57 0.069 6,815,471 3 0.260 74.18 1.138 104.52 1.672 59.79 2.144 26.55 0.498 101.88 0.298 32.83 0.057 56.32 0.004 4.03 0.003 4.12 0.018 20.69 0.096 125.48 0.019 28.44 Yes Yes Yes No No 12.57 0.077 6,815,471 4 0.241 68.58 1.081 98.13 1.592 56.90 2.050 25.95 0.052 51.79 0.011 11.45 0.001 1.77 0.012 13.48 0.098 129.08 0.019 29.56 Yes Yes Yes Yes No 12.57 0.092 6,815,471 5 0.176 33.77 0.572 38.79 0.774 20.22 0.956 8.59 0.470 32.89 0.164 11.47 0.052 20.72 0.012 5.20 0.006 2.83 0.029 13.03 0.073 36.88 0.017 7.98 Yes Yes Yes No Yes 12.57 0.543 6,774,414 44 Contribution of traits to withinprofession variation in pay Table 6 This table analyzes the contribution of traits to pay for CEOs and other professionals. Panel A regresses logged labor income on traits and controls for CEOs columns 16, medical doctors 7, and lawyers 8. Columns 13 estimate the trait premiums separately for each trait whereas columns 48 include all the traits in the regression. The control variables expand from dummies for years and enlistment years to dummies for five levels and eight fields of education. Panel B adds the logged value of the firms total assets. Column 5 further includes industry fixed effects whereas column 6 replaces them with firm fixed effects. The tvalues reported in parentheses are based on standard errors that allow for clustering at the individual level in all but the firm fixed effects specification where the clustering is at the level of the firm. Panel A: Pay for CEOs, MDs, and lawyers Logged income 1 2 3 4 5 6 CEOs 0.145 34.64 Yes Yes No No 0.146 36.04 Yes Yes No No 0.064 16.22 Yes Yes No No 0.103 23.90 0.113 27.16 0.041 10.60 Yes Yes No No 0.030 6.52 0.090 21.92 0.035 9.31 Yes Yes Yes No 0.030 6.40 0.089 21.57 0.034 9.13 Yes Yes Yes Yes 13.03 0.043 13.03 0.106 162,377 162,377 162,377 162,377 162,377 162,377 13.03 0.048 13.03 0.023 13.03 0.064 13.03 0.096 Dependent variable Specification Cognitive ability Noncognitive ability Height Controls Year Enlistment year Level of education Field of education Mean dependent variable Adjusted R2 Number of observations 7 0.025 4.09 0.036 8.47 0.001 0.31 MDs 13.35 0.188 56,913 Yes Yes No No Lawyers 8 0.090 8.05 0.093 10.21 0.023 2.78 Yes Yes No No 13.05 0.087 19,561 45 5 0.009 2.60 0.031 10.36 0.012 4.34 0.248 150.80 Yes Yes Yes Yes Yes No 13.03 0.445 162,377 6 0.008 0.80 0.024 2.89 0.014 1.85 0.147 29.58 Yes Yes Yes Yes No Yes 13.03 0.805 162,377 Dependent variable Specification Cognitive ability Noncognitive ability Height Total assets Controls Year Enlistment year Level of education Field of education Industry fixed effects Firm fixed effects Mean dependent variable Adjusted R2 Number of observations Panel B: Pay for CEOs controlling for firm characteristics 2 0.076 23.09 0.049 15.64 0.017 6.01 0.235 149.00 Yes Yes No No No No 13.03 0.394 162,377 1 0.243 154.22 Yes Yes No No No No 13.03 0.379 162,377 Logged income 3 4 0.029 8.13 0.037 11.84 0.014 5.05 0.230 146.68 Yes Yes Yes Yes No No 13.03 0.412 162,377 0.030 8.38 0.036 11.54 0.014 5.06 0.230 146.74 Yes Yes Yes No No No 13.03 0.407 162,377 46 Alternative trait combinations in firms of different size Table IA1 This table reports the fraction of the population that is dominated by CEOs according to their personal traits. The analysis is otherwise identical to that in Table 2 Panel C except that it focuses on larger companies. Panel A reports the results for firms whose total assets range from 100 million to 1 billion, Panel B for firms whose total assets range from 1 billion to 10 billion, and Panel C for firms whose total assets exceed 10 billion. The three leftmost columns assign each trait in turn a weight of zero, with the two remaining traits attaining equal weights. Cognitive ability noncognitive ability attains zero weight in column 12. The multiplicative specification calculates the product instead of the sum of the standardized traits. We center the standardized traits to have a minimum value of one. The minimum specification uses the smallest standardized value of the three traits to rank CEOs. Panel A: 100 million 1 billion 5% 25% 50% 75% 90% 95% 100% 5% 25% 50% 75% 90% 95% 100% 5% 25% 50% 75% 90% 95% 100% 0%50%50% 50%0%50% Trait combination 50%50%0% Multiplicative 28.0% 63.0% 83.1% 93.8% 97.9% 99.1% 100.0% 29.0% 58.9% 77.9% 90.6% 96.5% 98.1% 100.0% 35.8% 68.8% 84.6% 94.5% 98.2% 99.2% 100.0% 37.3% 68.9% 85.1% 94.4% 98.2% 99.2% 100.0% Panel B: 1 billion 10 billion 0%50%50% 50%0%50% Trait combination 50%50%0% Multiplicative 35.4% 69.4% 87.0% 94.6% 98.6% 99.2% 100.0% 35.6% 65.9% 82.1% 92.4% 97.2% 98.5% 100.0% 48.3% 75.0% 88.8% 95.8% 98.7% 99.5% 100.0% 47.0% 75.9% 88.9% 96.0% 98.5% 99.3% 100.0% Panel C: 10 billion Trait combination 0%50%50% 50%0%50% 50%50%0% Multiplicative 50.4% 73.6% 86.0% 95.0% 98.3% 99.0% 100.0% 56.4% 81.5% 93.7% 97.9% 99.5% 99.7% 100.0% 62.8% 82.2% 92.9% 97.7% 99.5% 99.7% 100.0% 45.0% 78.7% 90.3% 97.8% 99.3% 99.8% 100.0% Minimum 31.1% 62.2% 78.5% 92.6% 97.6% 98.9% 100.0% Minimum 35.5% 65.5% 83.9% 93.0% 97.9% 99.0% 100.0% Minimum 39.6% 72.9% 90.2% 95.6% 99.2% 99.7% 100.0% 47 Table IA2 Coefficients on traits in firmsize categories Panel A reports the coefficients and tvalues for cognitive and noncognitive ability, and height for the ten regressions depicted in Figure 3 Panel A. These regressions follow the structure of column 6 of Panel A in Table 4, except that they define the dependent variable separately for CEOs in deciles based on the total assets of the firm. In each regression, the dependent variable takes the value of one if an individual is the CEO of a firm that falls into the size category, and zero otherwise. Panel B reports the coefficients and tvalues for the four subcomponents of cognitive ability as a function of firm size. They come from ten regressions that follow the structure of column 7 of Panel B in Table 4. Cognitive ability Height Firm size decile Bottom 2 3 4 5 6 7 8 9 Top Firm size decile Bottom 2 3 4 5 6 7 8 9 Top Panel A: Baseline regressions Trait tvalue 17.25 16.43 14.97 14.83 14.95 14.63 13.02 12.19 10.34 8.22 Noncognitive ability tvalue Coeff. 15.84 0.051 20.17 0.059 0.069 22.99 24.68 0.073 27.06 0.078 28.63 0.084 0.093 29.92 30.85 0.097 30.63 0.103 0.112 30.59 Coeff. 0.060 0.051 0.047 0.045 0.045 0.044 0.040 0.039 0.034 0.027 Coeff. 0.008 0.005 0.009 0.013 0.012 0.017 0.014 0.020 0.024 0.033 tvalue 2.84 1.87 3.57 5.14 4.95 6.54 5.63 7.13 8.43 10.77 Induction Verbal Spatial Technical Panel B: Components of cognitive ability Component Coeff. 0.003 0.010 0.016 0.021 0.016 0.023 0.023 0.013 0.028 0.040 tvalue 0.58 2.24 3.62 4.47 3.44 4.97 4.91 2.71 5.35 7.10 Coeff. 0.012 0.006 0.004 0.008 0.010 0.004 0.005 0.013 0.009 0.023 tvalue 2.54 1.36 1.05 1.83 2.25 0.93 1.22 2.76 1.81 4.24 Coeff. 0.019 0.013 0.012 0.009 0.006 0.002 0.000 0.003 0.001 0.021 tvalue 4.83 3.73 3.29 2.62 1.55 0.62 0.04 0.64 0.14 4.65 Coeff. 0.037 0.034 0.026 0.020 0.026 0.027 0.022 0.025 0.005 0.012 tvalue 8.84 9.02 6.53 5.10 6.71 7.05 5.50 6.09 1.11 2.47 48 Contribution of traits to variation in total CEO pay Table IA3 This table analyzes the contribution of traits to total pay for CEOs. Panel A regresses logged total income on traits and controls for CEOs. Columns 13 estimate the trait premiums separately for each trait whereas columns 46 include all the traits in the regression. The control variables expand from dummies for years and enlistment years to dummies for five levels and eight fields of education. Panel B adds the logged value of the firms total assets. Column 5 further includes industry fixed effects. The tvalues reported in parentheses are based on standard errors that allow for clustering at the individual level. Panel A: Pay for CEOs Dependent variable Specification Cognitive ability Noncognitive ability Height Controls Year Enlistment year Level of education Field of education Mean dependent variable Adjusted R2 Number of observations 1 0.147 32.30 Yes Yes No No 13.22 0.051 162,377 Logged total income 2 0.152 34.51 Yes Yes No No 13.22 0.056 162,377 3 0.068 16.12 Yes Yes No No 13.22 0.034 162,377 4 0.103 22.05 0.119 26.32 0.044 10.69 Yes Yes No No 13.22 0.070 162,377 5 0.032 6.31 0.096 21.46 0.038 9.49 Yes Yes Yes No 13.22 0.096 162,377 6 0.033 6.46 0.093 20.74 0.037 9.23 Yes Yes Yes Yes 13.22 0.107 162,377 49 Dependent variable Specification Cognitive ability Noncognitive ability Height Total assets Controls Year Enlistment year Level of education Field of education Industry fixed effects Mean dependent variable Adjusted R2 Number of observations Panel B: Pay for CEOs controlling for firm characteristics Logged total income 1 0.265 157.23 Yes Yes No No No 13.22 0.392 162,377 2 0.073 21.17 0.048 14.61 0.018 6.10 0.258 151.80 Yes Yes No No No 13.22 0.403 162,377 3 0.031 8.38 0.036 11.07 0.015 5.25 0.253 148.23 Yes Yes Yes No No 13.22 0.412 162,377 4 0.032 8.47 0.036 10.90 0.015 5.14 0.253 147.80 Yes Yes Yes Yes No 13.22 0.416 162,377 5 0.013 3.61 0.030 9.37 0.012 4.42 0.272 152.04 Yes Yes Yes Yes Yes 13.22 0.442 162,377 50 Table IA4 Additional traits Panel A reports means, medians, and standard deviations of cardiovascular fitness and muscle strength for the population and for CEOs. The statistics are calculated separately for CEOs of firms with less than 100 million, 100 million to 1 billion, 1 billion to 10 billion, and more than 10 billion in total assets. Panel B builds on the regression in Table 4 Panel A by regressing the dummy for CEOs on standardized values of cardiovascular fitness, muscle strength, cognitive and noncognitive ability, and height. The number of observations is smaller in the specifications including muscle strength because this variable is missing for about 150,000 individuals. The tvalues reported in parentheses are based on standard errors that allow for clustering at the individual level. The mean dependent variable and the coefficients are multiplied by one hundred. Cardiovascular fitness is measured in a cycle ergometry test and muscle strength on a combination of knee extension, elbow flexion, and hand grip tests. Cardiovascular fitness Population CEOs, 100 million CEOs, 100 million 1 billion CEOs, 1 billion 10 billion CEOs, 10 billion Panel A: Descriptive statistics Mean Sd Median Mean Sd Median Mean Sd Median Mean Sd Median Mean Sd Median 6.26 1.71 6 6.71 1.71 7 7.15 1.65 7 7.38 1.64 8 7.45 1.58 8 Muscle strength 5.65 1.90 5 5.95 1.88 6 5.92 1.88 6 5.90 1.87 6 5.70 1.83 5 51 Dependent variable Specification Cardiovascular fitness Muscle strength Cognitive ability Noncognitive ability Height Controls Year Enlistment year Level of education Field of education Mean dep. variable Adjusted R2 observations 1 0.537 48.18 Yes Yes No No 1.882 0.004 Panel B: Regressions 2 0.038 3.15 0.548 50.78 0.863 67.24 0.165 16.01 Yes Yes No No 1.882 0.011 3 0.029 2.45 0.467 38.21 0.853 66.18 0.162 15.64 Yes Yes Yes No 1.882 0.011 CEO dummy 4 5 0.012 1.03 0.432 35.31 0.814 63.47 0.153 14.86 0.677 48.70 Yes Yes Yes Yes 1.882 0.014 Yes Yes No No 1.844 0.004 6 0.019 1.23 0.514 45.01 0.911 65.12 0.163 14.48 Yes Yes No No 1.844 0.011 8 0.045 2.84 0.415 31.95 0.862 61.57 0.154 13.70 Yes Yes Yes Yes 7 0.025 1.56 0.449 34.68 0.906 64.34 0.161 14.31 Yes Yes Yes No 1.844 0.011 1.844 0.015 8,760,402 8,760,402 8,760,402 8,760,402 7,665,250 7,665,250 7,665,250 7,665,250 52 Table IA5 CEO traits and firm operating performance This table analyzes the association of CEO traits with the operating performance of the firm. In Panel A, we regress the return on assets net income divided by total assets, ROA on traits and controls for CEOs. Columns 13 estimate the trait premiums separately for each trait whereas columns 47 include all the traits in the regression. The control variables expand from dummies for years, enlistment years, and industry fixed effects to dummies for five levels and eight fields of education, logged total assets, and firm fixed effects. Panel B uses the operating return on assets operating income divided by total assets, OROA in lieu of ROA. Outlier observations where ROA or OROA is more than 99.9% or less than 99.9% are discarded. The tvalues reported in parentheses are based on standard errors that allow for clustering at the firm level. Panel A: Return on assets 1 2 3 ROA 4 5 6 Dependent variable Specification Cognitive ability Noncognitive ability Height Total assets Controls Year Enlistment year Level of education Field of education Industry fixed effects Firm fixed effects Mean dependent variable Adjusted R2 Number of observations 0.0002 0.24 Yes Yes No No Yes No 0.091 0.021 159,928 0.0008 0.95 Yes Yes No No Yes No 0.091 0.021 159,928 0.001 0.97 Yes Yes No No Yes No 0.091 0.021 159,928 0.00009 0.10 0.0007 0.85 0.0007 0.88 Yes Yes No No Yes No 0.0004 0.44 0.0005 0.64 0.0006 0.82 Yes Yes Yes Yes Yes No 0.091 0.021 159,928 0.091 0.021 159,928 0.001 0.76 0.002 2.43 0.001 1.58 0.007 16.07 Yes Yes Yes Yes Yes No 0.091 0.024 159,928 7 0.001 0.17 0.005 1.64 0.0004 0.16 0.085 32.06 Yes Yes Yes Yes No Yes 0.091 0.450 159,928 53 Dependent variable Specification Cognitive ability Noncognitive ability Height Total assets Controls Year Enlistment year Level of education Field of education Industry fixed effects Firm fixed effects Mean dependent variable Adjusted R2 Number of observations Panel B: Operating return on assets 1 2 3 OROA 4 5 6 7 0.001 1.44 Yes Yes No No Yes No 0.079 0.019 159,937 0.002 2.44 Yes Yes No No Yes No 0.079 0.019 159,937 0.001 1.32 Yes Yes No No Yes No 0.079 0.019 159,937 0.001 0.71 0.002 2.06 0.001 1.02 Yes Yes No No Yes No 0.079 0.019 159,937 0.001 0.73 0.001 1.60 0.001 0.90 Yes Yes Yes Yes Yes No 0.079 0.020 159,937 0.001 0.95 0.002 2.87 0.001 1.44 0.005 11.45 Yes Yes Yes Yes Yes No 0.079 0.021 159,937 0.0005 0.13 0.006 1.92 0.00004 0.02 0.079 30.67 Yes Yes Yes Yes No Yes 0.079 0.458 159,937 54 ", "filename": "793914833.pdf", "person": ["Renée Adams", "Adams, Renée", "Matti Keloharju", "Keloharju, Matti", "Samuli Knüpfer", "Knüpfer, Samuli"], "date": ["2014"]}